[
  {
    "id": 1,
    "text": "Автор: MORTIS\n\nЖанр: Фэнтези,Фантастика,Безумие,Драма, Триллер,Ужасы,Юмор,Романтика, Приключения,Повседневность,Боевик.\n\nСтатус:В разработке \n(Последнее обновление:28.04.20)\n\n\nПредставьте, вы обладаете силой и можете пользоваться ей так, как пожелаете. Вы подчиняли многих своей силой, показывали настоящий ужас, творили Зло.\nНо что будет, если у вас заберут всю вашу силу? Верно! У вас не останется ничего! И как вы будете с этим справляться? Верно! Возвращать всё назад! \nНо что будет, если у вас заберут не только силу? А к примеру, ваши воспоминания и даже ваш Божественный облик. Что вы тогда будете делать? Как найти того, кого не помните? Вы ведь, даже о себе мало что знаете. \nИменно всё это, случилось с нашим главным героем. Читайте  и узнайте, как он справится с этой невыполнимой задачей..\nИменно выши выборы будут определять его действия, а также и судьбу мира.",
    "answers": [
      {
        "id": 33,
        "text": "Начать ★"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://i.pinimg.com/236x/21/b3/67/21b367a6f722f2959ebf63f6e523ad33.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://i.pinimg.com/originals/47/14/5f/47145fe47939b8038eb1bd8bce0d4022.jpg",
        "system": true
      },
      {
        "id": 29,
        "text": "Достижения Ω"
      },
      {
        "id": 30,
        "text": "Персонажи ∞"
      }
    ]
  },
  {
    "id": 2,
    "text": " Шёл 1265 год..\n\n Одни авантюристы ходили по миру в поисках затерянных гробниц,ценных артефактов и сокровищ. В этой группе авантюристов находилась девушка, её звали Талия. Она молодая девушка 18 лет, обожающая приключения, ростом выше среднего и стройного телосложения, у неё тёмный цвет волос и серые глаза. Она со своим дядей, а также лидером отряда авантюристов Бруком, шла к новым неизведанным землям. Брук зрелый мужчина, высокого роста и крепкого телосложения.\n Для того чтобы попасть в эти земли они использовали ранее нигде не виданную карту. Которую купили у одной старушки на рынке. \nИ вот они почти добрались до ранее никому не известной гробницы. ",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "Они дошли до гробницы, она оказалась не такой как они себе представляли. Не очень большая  гробница, в некоторых местах разваленная, она была покрыта серой и растениями, которые просочились через щели. \n — Не нравится мне это — сказал Брук\n— Ой, да ладно тебе — ответила Талия. Нам ли не привыкать.\nБрук посмотрел на неё и сказал — Так то оно так, но я потратил на эту карту последние деньги. Хотелось бы хоть что-то с этого заиметь, а в итоге мы все пришли посмотреть на разваленный пережиток прошлого. \nТалия посмотрела на него, ответив — Ты всё равно нечестным путём эти деньги достал, тебе ли переживать. \nБрук посмотрел на неё, но ничего не ответил. \n— Ладно — сказала Талия. Давайте проверим оружие и припасы и пойдём внутрь. А то мало ли что нас там ждёт. Не стоит судить по первому взгляду.\n",
    "answers": [
      {
        "id": 4,
        "text": "Проверить припасы"
      }
    ]
  },
  {
    "id": 4,
    "text": "Талия, Брук и остальные авантюристы начинают проверять припасы.\n— Что это за фигня! — крикнул Брук. Этот крик заставил дёрнуться всех авантюристов, даже Талию, от неожиданности. \n— Что случилось капитан — спрашивает Зилий. Это правая рука Брука, довольно высокого   роста и худощавого телосложения. \n— Почему у нас так моло припасов и оружия?  — спросил Брук\n— Ну это..как бы сказать.. —  испуганно и одновременно встревоженно смотрит Зилий.\n— Ну, давай говори! — смотрит на него грозно Брук.\n— Всё дело в том, что все наши припасы, они у нас есть — сказал Зилий.\n—Что значит есть?— не успел договорить Брук, как его авантюристы начинают его окружать.\n— Всё дело в том — ответил Зилий. Что у нас есть информация, что в этой гробнице есть очень много богатств, но и это не самое главное. Говорят здесь есть Глаза Бога, они то нам и нужны. \nАвантюристы всё ещё окружают Талию и Брука. Пока Зилий рассказывал о том, что ему говорили про эту гробницу, Талия и Брук были прижаты друг к другу, спиной к спине и полностью окружены.\n— Ну, что делать будем? — спросил Брук, доставая из под пояса нож.\n— У тебя есть идеи? — спросила Талия. \n— А у тебя? — спросил Брук\nТалия подумала и сказала — Ну..\n",
    "answers": [
      {
        "id": 5,
        "text": "Давай врассыпную"
      },
      {
        "id": 6,
        "text": "Попробуем договориться"
      }
    ]
  },
  {
    "id": 5,
    "text": "— Думаешь прокатит? — спросил Брук\n— Не переживай, ты и на том свете сможешь грабить — ответила Талия с усмешкой\n— Хахах — засмеялся Брук. Вот же сучка, сказал он.\nОни оба засмеялись и начали разбегаться в разные стороны. Брук не успел замахнуться ножом, сразу же был ранен в живот, но его состояние критическое. \n— Ах, вы суки! — Талия закричала. Всех перебью.\nТут на Талию бежит авантюрист с мечом и собирается ударить. \n",
    "answers": [
      {
        "id": 7,
        "text": "Увернуться влево"
      },
      {
        "id": 8,
        "text": "Увернуться вправо"
      }
    ]
  },
  {
    "id": 6,
    "text": "— Может договоримся? — спросил Брук.\n— Договоримся? Хахах — засмеялся Зилий. Да что ты можешь нам предложить? — спросил он. \n— Как насчёт того — ответила Талия. Чтобы вы забрали эти свои Глаза Бога, а также пятьдесят процентов добычи — сказала она.\n— Семьдесят процентов — сказал Зилий. Ине меньше.\nБрук и Талия посмотрели друг на друга и поняли, что лучше быть ни с чем, чем с ножом в спине.\n— Мы согласны — вместе крикнули Талия и Брук.\n— Отлично — сказал Зилий. Тогда вы можете жить. Доставайте карту, идём к гробнице.",
    "answers": [
      {
        "id": 12,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 7,
    "text": "Меч пролетает прямо перед её лицом, но не задело её. Она не растерялась, вытащила быстро  из под пояса нож и воткнула нападающему прямо в глаз. ",
    "answers": [
      {
        "id": 10,
        "text": "Двигаться прямо"
      },
      {
        "id": 11,
        "text": "Бежать со всех ног"
      }
    ]
  },
  {
    "id": 8,
    "text": "Она старается увернуться, но длинный меч противника попадает ей прямо в голову. \nЕё бездыханное тело падает на землю.\nЕё тело станет пищей для матушки природы. \n\n\n\n\n\n\n\n\n\n\nОткрыто достижение: Начать сразу закончить ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 9,
    "text": "Как только вы делаете шаг прямо то сразу срабатывает ловушка. Сначала выстреливают стрелы, но вы от них уварачиваетесь. Потом побокам пробуждаются големы. Вы пытаетесь им сопротивляться, но это бесполезно, они даже убили парочку авантюристов.Вы решаете бежать вперёд, вы всё бежите и вдруг пол обваливается те кто отпрыгнул становятся жертвой големов, а те кто не успели отпрыгнуть уже насобирали на себе острые массивные пики. \n\n\n\n\n\n\n\n\n\nОткрыто достижение: Смертельный шаг",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 10,
    "text": "Она двигается прямо. Но тут прямо перед ней возник Зилий.\n— Не сбежишь сучка — сказал Зилий\n— Пошёл ты! — крикнула Талия\nОна собирается убежать, но тут ей прямо в ногу попала стрела и она упала.\nОна быстро вытащила стрелу, попыталась встать, но её уже окружили. \n— Не держи на меня зла, детка — сказал с ухмылкой Зилий. Может договоримся?\n— Не дождёшься — крикнула с болью Талия\n— Знаешь, а ты бы могла воскресить своего дядю — с серьёзным выражением лица сказал Зилий.\n— Ты..ты врёшь — сказала неуверенно Талия \n— Думаешь? — ответил Зилий. Мы ведь идём туда за Глазами Бога, говорят этот артефакт умеет исполнять желания.\n— Зачем ты тогда напал на нас, если тебе нужен только этот артефакт ? — спросила Талия \n— Всё не так просто как кажется — ответил Зилий.Ведь для того чтобы этот артефакт исполнил желание, нужна жертва, а добровольно жизнь никто отдавать не хочет. Талия хочет что-то сказать но Зилий перебивает её — Нам твой дядя уже надоел, поэтому мы и решили отдать его в жертву. Но ты убила нескольких, они идеально подходят для жертвы. Одно желание можно потратить для воскрешения Брука — улыбается Зилий.\n — Но зачем вам я? — спросила Талия.\n— Ты нужна нам потому что у тебя есть карта и ты в ней разбираешься — ответил Зилий. Так что, ты пойдёшь с нами, ты согласна? — спросил Зилий.\nТалия думает..\n\n",
    "answers": [
      {
        "id": 12,
        "text": "Согласиться "
      },
      {
        "id": 13,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 11,
    "text": "Она побежала со всех ног, в надежде на спасение. Но тут множество стрел попало прямо в неё \nКак бы она быстро не бегала, стрелы летят быстрее. \nЭто конец истории. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 12,
    "text": "Талия достала карту и показала дорогу.\n— Отлично, пошли — сказал Зилий\nВы идетё к гробнице и только один шаг останавливает вас от входа внутрь. \n— Странно — сказала Талия. Нет никаких ловушек, слишком необычно.\nВы останавливаетесь ",
    "answers": [
      {
        "id": 15,
        "text": "Зайти внутрь"
      },
      {
        "id": 16,
        "text": "Осмотреть гробницу"
      }
    ]
  },
  {
    "id": 13,
    "text": "Зилий не долго думая втыкает меч в вашу ногу. \n— Ну что, повеселитесь парни — сказал Зилий\nТалия понимает что происходит, парни с ухмылкой подходят к ней.\nОни начинают разрывать её одежду, Талия пытается сопротивляться, но она не в силах  отстоять свою честь и достоинство.\n Она и не думала, что её первый раз будет таким больным и последним. \nПосле каждого раза, на Талии делали порезы. Это обозначало сколько раз ей воспользовались. Как бы она не умоляла прекратить, авантюристов это всё больше ваодило в кураж. \nНаконец, когда они уже закончили, и оставили голое изуродованное тело, Зилий сказал.\n— Такая блудница подойдёт для жертвы — с ухмылкой сказал Зилий. И втыкает мечь вам в голову. Вы понимаете, что вас сейчас просто  использовали, а ваше тело отдадут в жертву. Так вы и умерли, жалко и бессмысленно. \n\n\n\nОткрыто достижение: Использованная",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы решили пойти налево. Авантюристам пришлось идти около часа прежде чем вы наткнулись на коридор. \nЭтот коридор был узкий и тёмный, казалось он был бесконечно длинным.Все авантюристы посмотрели друг на друга и ждут вашего ответа.\n— Ну что пошли? — спросил Зилий.\n— Пошли — ответила Талия.Сейчас или никогда — с уверенностью сказала она.\nВы собрались с мыслями.",
    "answers": [
      {
        "id": 20,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 15,
    "text": "Как только вы вошли внутрь, вам кажется что внутри намного больше места чем снуружи. Магия что-ли какая — подумала про себя Талия.\n— Так — сказал Зилий. И куда нам дальше идти. Такое ощущение, что здесь можно заблудиться. \nАвантюристы с надеждой смотрят на вас.\nВидимо только вы можете направить их.",
    "answers": [
      {
        "id": 9,
        "text": "Идти прямо"
      },
      {
        "id": 14,
        "text": "Идти налево"
      },
      {
        "id": 17,
        "text": "Идти направо"
      },
      {
        "id": 18,
        "text": "Прислушаться"
      }
    ]
  },
  {
    "id": 16,
    "text": "Теперь гробницу можно рассмотреть в своё удовольствие. Вблизи она кажется намного больше чем издалека, но она всё также разваленная и заросшая какими-то неизвестными растениями. Конечно не стоит судить по первому взгляду, ведь в нашем мире даже червяк может быть смертельно опасным. А с этой гробницой явно что-то не так — подумала про себя Талия. Странно, что до нас никто здесь небывал, да и на картах её нет. Лучше быть на стороже.",
    "answers": [
      {
        "id": 15,
        "text": "Зайти внутрь"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы идёте направо, вы всё идёте и идёте. \n— Такое ощущение, будто бы мы уже здесь были — сказала Талия. \n— И правда — ответил Зилий.Это ведь то место откуда мы с самого начала шли — сказал он.\n— То есть,мы делаем круги — сказала Талия.\nВы окончательно заблудились, или проще сказать запутались. Авантюристы с каждым новым кругом постоянно исчезают. И вот остались только вы, но не успев осознать это вам кто-то бесшумно отрубает голову. Все умерли даже не осознав этого, вы так и не узнаете тайны этой гробницы, это ваша жалкая смерть.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 18,
    "text": "— Ты чего встала? — спросил Зилий. Испугалась что-ли хах — с насмешкой сказал он.\nВы пристально на него посмотрели и сказали — замолчи, разве ты не слышишь? — спросили вы.\nЗилий и остальные авантюристы сначала не поняли, но всё же прислушались.\nПрошло около двадцати секунд, но ничего не происходило. Зилий уже хотел что-то сказать, но вдруг вы услышали смех, он был зловещий и сумасшедший.\n— Что за чертовщина? — испуганно спросил Зилий.Что это за хрень? Я думал это место пустует.\n— Может лучше вернуться — испуганно попросил один авантюрист. \n— Да, давайте уйдём отсюда — смело поддержал ещё один.\nВы оборачиваетесь и смотрите на выход, где он  должен быть. Но его уже там нет..\n— Ребята, не хочу вас разочаровывать — сказала Талия ловя на себе взгляды всех авантюристов. Но выхода здесь нет — сказала она показывая на стену где он должен быть. \nВсе испуганно смотрят, и тут начинаются возгласы.\n— Что за чертовщина?! — неуверенно прокричал авантюрист.\n— Как нам отсюда выбраться?! — сказал ещё один авантюрист.\n— Мы не договаривались здесь померать!! — крикнул третий.\nэти неуверенные крики продолжались до тех пор, пока не крикнул Зилий.\n— ЗАМОЛЧИТЕ!!! — закричал он во всё горло. Что вы вытворяете, разве так поступает авантюрист. Давайте освежайте свои головы и мы начнём работать над этой ситуацией — сказал Зилий. \nВсе начинают успокаиваться. В конце концов крики стихли. \n— Ну что, есть у кого идеи? — спросил Зилий. Предлагайте всевозможные варианты, мы их тоже обдумаем.\nВсе молчат,всё ещё молчат, да сих пор молчат. Прошло уже около часа как вы проторчали у  места где раньше был вход.\nИ тут Талия встаёт и выдаёт фразу — Раз уж мы здесь торчим, да ещё и не знаем на сколько, то есть только один путь.Это всё или ничего — сказала Талия.\n— И что за путь? — спросил Зилий.\n— Только вперёд — ответила Талия.\nЗилий думал что ответить, но ничего не придумал и решил встать рядом с вами. Остальные авантюристы тоже присоединились к вам, в итоге всё успокоились и смотрят прямо.\n— Ну что, вперёд — уверенно сказал Зилий. Узнаем тайны этой гробницы.\n",
    "answers": [
      {
        "id": 20,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы присматриваетесь в темноту, но ничего не видно и не слышно. \nКроме Талии и Зилия больше никого не осталось. \n— Тишина.. — сказал Талия.\n— Что за чертовщина здесь происходит? — неуверенно спросил Зилий.Разве такое бывает, нас было около тридцати авантюристов, а осталось только двое. Что твориться в этой гробнице? — испуганно спросил Зилий глядя на вас.\n— Теперь ты понимаешь, да! — уверенно сказала Талия. Вот почему никому не известно об этой гробнице и на карте ничего нет. Всё дело в том, что никто невыходил  отсюда живым — сказала Талия. \nВы собрались с мыслями и сказали.\n— Раз уж нам суждено умереть, то пойдём дальше по коридору, всё равно ничего не теряем — сказала Талия. \n— Х.. хорошо.. — неуверенно сказал Зилий.\nВас осталось только двое, но всё может измениться в любой момент.\n",
    "answers": [
      {
        "id": 22,
        "text": "Присмотреться ещё"
      },
      {
        "id": 23,
        "text": "Развернуться и идти дальше по коридору"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы идёте прямо, прямо в узкий коридор.\nНекоторые авантюристы зажгли факелы.\nВы идёте и тщательно осматриваете стены, так как здесь что-то старанное. \nВы замечаете, что вам уже хуже стало видно стены.\n— Что-то не так — говорит Талия.\n— Что такое? — спрашивает Зилий.\n— Всё это весьма необычно, коридор довольно узкий для манёвренности, есть только один путь, назад или вперёд — сказала уверенно  Талия.\n— А это значит..  — не успела договорить Талия, как её перебил Зилий.\n— Это значит, что это место отлично подходит для атаки — сказал Зилий.\n— ААААА... — закричал один из авантюристов.\nТалия и Зилий поаорачиваются и видят перед собой картину, авантюристы рдин ща другим исчезают в темноте. \n— Что за фигня?! — крикнул испуганно Зилий. \nВы начинаете быстро думать что вам делать.",
    "answers": [
      {
        "id": 19,
        "text": "Присмотреться в темноту"
      },
      {
        "id": 21,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 21,
    "text": "Как толко вы начинаете бежать. Точнее попытавшись это сделать, ваше тело сразу что-то разрубает пополам. Выша смерть в этом коридоре неизбежна.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 22,
    "text": "Как только вы начинате ещё присматриваться, то вам удаётся всё же увидить что-то в темноте, что-то живое.\nНе успев подумать, или сказать об этом Зилию это существо в мгновение ока оказывается рядом с вами. Вы понимаете, что только что ваше тело поделилось пополам. Вы умерли в каком-то узком коридоре, так и неузнав тайны этой гробницы и подземелья что в гробнице.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы и Зилий развернулись и идёте прямо. Вокруг тишина, как будто ничего и не было, как будто вам всё это показалось и вас на самом деле было всего двое.\nНаконец вы доходите до конца коридора, яркие лучи попадт вам прямо в лицо и ничего не видно. Но вы всё же прошли и оказались в зале. \nЭтот зал намного больше чем сама гробница, побокам стоят здоровенные колонны а впереди вы видите огромную лестницу. На этоц лестнице виднеется трон, а перед ним, прямо около трона виднеется меч, который весьма необычный. Он полностью красный, слегка изогнутый со странной рукоятью. Этот меч в прямом смысле стоял на какой-то подставке, а на подставке виднеются какие-то символы.\n",
    "answers": [
      {
        "id": 24,
        "text": "Подойти к мечу"
      },
      {
        "id": 25,
        "text": "Осмотреться "
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы подходите к мечу и видите на  рукоятке надпись — \"Бог..\" \nБольше вы ничего на этой надписи разобрать не можете. \n— Бог? — спрашивает Зилий. Что Бог? Что там ещё написано? — опять он спросил. \n— Не знаю точно..но возможно это какой-то артефакт — ответила Талия.\n— Тогда может возьмём его, может пригодится? — спросил Зилий. Видимо он сам хочет этот странный меч себе.",
    "answers": [
      {
        "id": 26,
        "text": "Пусть возьмёт"
      },
      {
        "id": 27,
        "text": "Взять меч"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы начинаете осматриваться и видите, что зал это полная противоположность внешнего вида гробницы. Он был полностью в золоте, бриллианте и других металлах.На стенах колоннах и потолке виднелись различные непонятные вам символы и рисунки. Но кое-что вы всё же смогли разобрать, как вы поняли из рисунков, была очень жестокая война, в чём-то были замешаны Боги, а также сам Создатель.\n\" Враг врагу друг, друг другу враг\" — именно эти строчки вы успели расшифровать. Но  вы не знаете, сто же это обозначает.",
    "answers": [
      {
        "id": 24,
        "text": "Подойти к мечу"
      }
    ]
  },
  {
    "id": 26,
    "text": "Как только Зилий взял меч, то он сразу закричал от неистовой боли. Все его вены начали выпирать, а его кожа начала меняться. На нём начал распространяться красный цвет, он сам почти стал красным, но всё сразу же прекратилось.\n— Как ты? — сппосила Талия. \n— Это невероятно — сказал Зилий. Я чувствую невероятный прилил сил, хотя и боль от самого меча есть. Но это ведь артефакт, с ним я чувствую, что смогу победить любого — сказал Зилий.\n— Ладненько.. наверное.. — сказала Талия. Думаю нам нужно искать выход — сказала она.\n— Хорошо — ответил Зилий. Заодно я постараюсь ещё и Глаза Бога найти, тогда с этими двумя артефактами я стану непобедимым — сказал Зилий.\nВы думаете что ответить, но промолчали на такое заявление. Сейчас самое главное, это найти выход.",
    "answers": [
      {
        "id": 28,
        "text": "Искать выход"
      }
    ]
  },
  {
    "id": 27,
    "text": "Как только талия берёт меч, резкая боль пронизывает всё её тело, от кончиков пальцев до голову. Она падает вместе с мечём, но несмотря на то, что она упала с большой высоты  и покатилась по  лестнице, боли она не почувствовала.\n— Талия! — крикнул Зилий. Ты как? — спросил он.\n— Всё..всё в порядке.. — сказала шокирующая Талия. Этот меч очень странный, благодаря ему я не чувствую боли и вообще чувствую себя сильнее, но именно этот меч и наносит мне боль.\n— Что? — спросил Зилий. Так значит это и вправду артефакт — сказал Зилий.\n— Всё возможно — сказала Талия. Но нам сейчас нужно думать как выбираться отсюда — сказала Талия.\n— А как же Глаза Бога?! — возмутился Зилий.\n— А ты знаешь где они? Думаешь нам об этом нужно сейчас беспокоится, нам нужно думать о том, как выбраться отсюда — сказала Талия.\nЗилий ничего не ответил, так как знал что Талия права. Нужно искать выход.",
    "answers": [
      {
        "id": 28,
        "text": "Искать выход"
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы и Зилий пытаетесь найти выход, но всё это безрезультатно. Они походили кругами вокруг этого зала но везде тупик, нет даже тёмного коридора откуда вы пришли. Эта гробница слишком странная и пугающая, это настоящий лабиринт, когда кажется что цель уже близко, то её нет — именно так и подумала Талия и Зилий.\nВы долго молчите и не знаете что делать, но это молчание прерывает какое-то нашёптывание. \n— Откуда этот голос? — спросил Зилий. Здесь же больше ничего нет — сказал он.\n Вы не отвечаете ему, вы пытаетесь понять откуда этот голос. Вы мельком пробежали взглядом по всему залу и ваш взгляд остановился на мече. \n— Смотри и слушай — сказала Талия показывая Зилию на меч. Он так и сделал.\nВы вдвоём смотрите на этот меч и вам кажется, что он вас поглащает в себя. Также он нашёптывает — Бог..Б..Г...Бог..\nВы удивлённо смотрите друг на друга  и говорите почти одновременно — Бог? Что это значит? Что значит Бог? — сказали вы.\n — Он шепчит \"Бог Смерти\" — сказал неизвестный голос.\nТалия и Зилий онемели от услышанного, они и не знали что в пустом зале кто-то есть.Они медленно и дрожаще поворачиваются к трону и видят там человека, или то что похоже на него, он сидел на троне со зловещей улыбкой.\n— Кто ты? — дрожащим голосом спросила Талия.\n— Вы ничтожества все задаёте такой вопрос,но ладно отвечу ещё раз. Я Бог Смерти, истинный Владыка вселенной, Повелитель Миров, другое же моё имя Богдан Бессмертный. Узрите меня во всей красе жалкие насекомые — сказал Богдан с широкой улыбкой на лице.\nТалия посмотрела на него и поняла, что он всё же отличается от большинства людей.\nВедь она знает этого Бога, все знают такого Бога, о нём ходят легенды. Все думали что это лишь байка, так как его никто из смертных не видел, все подумали что его придумали для того, чтобы пугать непослушных детей. Но то что Талия видит перед глазами, заставляет её задуматься об этом.\n Это Бог которого давным давно запечатали и он пробудился. Его запечатали другие Боги, потому что он уничтожал всё Богов, Планеты, Цивилизации, Вселенные. Именно за это, его и прозвали Богом Смерти, так как он любит только убивать. Его целью было, захват всей вселенной и он постоянно твердил, что он истинный Повелитель Вселенной, то есть Владыка. \nНо после того как его запечатали, из него забрали огромное количество его силы, и это сделал его отец, зовут его отца Создатель, именно он создал всё, Богов, Вселенную, Галактику, он есть везде и нет нигде. \n Талия взглянула на Богдана Бессмертного, ростом  он один метр восемьдесят пять сантиметров, накачанный, белые волосы, светлая кожа, выглядит примерно как восемнадцатилетний человек. Всё что у него осталось от своего божественного облика это глаз и рука. Именно поэтому левый  глаз у него зелёный а правый черно-красный, так же правая рука у него чиста красная с острыми чёрными когтями вместо ногтей. \nХоть он выглядит как человек, он всё ещё Бог, хоть и без божественного облика, он состоит из странной материи которая похожа на его красную руку. Благодаря этому он может изменять своё тело как хочет, может стать стариком, младенцем, стать трёхметровым или даже выше, или вообще карликом, он может изменяться как захочет. \n— Что тебе нужно? — с испугом спросила Талия.\nБогдан ничего не ответил, он поднял свою руку при этом зловеще улыбаясь и странный красный меч полетел к нему в руку.\n— Пришло время убивать — сказал он с ухмылкой\n\n\n\n\n\n\n\nПролог пройдён\nОткрыто достижение: Начало пути",
    "answers": [
      {
        "id": 40,
        "text": "§Глава 1 - “Начало пути\""
      },
      {
        "id": 1,
        "text": "Вернуться в начало Истории"
      }
    ]
  },
  {
    "id": 29,
    "text": "★Использованная \n★Начать сразу закончить \n★Смертельный шаг\n★Начало пути\n★Грязный секс\n★Смертельный сон",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 30,
    "text": "\nПерсонаж — действующее лицо спектакля, кинофильма, книги, игры и т. п. Персонажи могут быть полностью вымышленными или взятыми из реальной жизни. Персонажами могут быть люди, животные, сверхъестественные, мифические, божественные существа или персонифицированные абстрактные сущности.\n\nВ данном произведении существуют следующие персонажи:\n",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 31,
        "text": "Создатели"
      },
      {
        "id": 32,
        "text": "Высшие существа "
      }
    ]
  },
  {
    "id": 31,
    "text": "\n★Создатель — высшая форма жизни, он здесь создал всё вместе с Жизнью: Миры,Вселенные,Высших существ и прочее. Он есть везде и нет нигде, его силы абсолютно безграничны.Он поддерживает баланс и неучаствует в  никаких ситуациях, он поддерживает нейтралитет. Однако когда его создания и будущее Миров было под угрозой вымирания из-за принципов и взглядов Бога Смерти, он решил вмешаться и между ним и его сыном произошла битва. Но Богдан не успокоился, уже потом когда восстановился после поражения, он опять начал уничтожать всё и тогда Создатель опять вмешался. В итоге было всего две битвы, и оба раза Бог Смерти проиграл. Также Создатель является мужем Жизни и отцом, Богдана Бессмертного, Марбас Бессмертного и Авелин Бессмертной. \n\n\n\n★Жизнь — является самой сущностью жизни, она была с начала всего вместе с Создателем, вместе они объединились и своей силой создали всё то, что сейчас есть. Позже, со временем Жизнь и Создатель полюбили друг друга, благодаря их союзу появилось трое могущественных существ. Силы Жизни неизвестны, но судя потому что она была с самого начала как и Создатель, есть предположение что она обладает такой же  безграничной силой. Жизнь как и Создатель может быть везде, а также и негде. Она является женой Создателя, а также родной матерью Богдана Бессмертного,Саймона Бессмертного и Луизы Бессмертной.\n \n\n\n★Пустота – неосязаемое высшее существо, оно настолько же древнее как и сам Создатель. Не имеет физической оболочки но обладает сознанием, именно из-за него во вселенной появляются Черные Дыры. А если попасть в эту Дыру, то она непременно перенесёт тебя в Пустоту, а что происходит там никто не знает. Неизвестны силы Пустоты, но есть теория что он также силён, как и Жизнь. Остальное, пока что неизвестно..",
    "answers": [
      {
        "id": 30,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 32,
    "text": "☦️Верховный Бог – это одна из самых великих сил, которая существует в каждой частице этой Вселенной. Внутри каждого из нас и во всём, что нас окружает, есть эта сила, и любое наше действие – это работа силы Верховного  Бога внутри нас. Он даёт благословение всем тем, кто верит в него и засчёт этого люди и другие расы могут пользоваться Божественными силами. Он является правителем Рая и отвечает за всё происходящее там.\n\n\n✡️Люцифер – Сатана, которого также называют искусителем или дьяволом, – это враг праведности и всех, кто стремится следовать за  Верховным Богом. Он духовный сын Верховного   Бога. Когда-то он был Ангелом, «который был у власти перед Верховным Богом» Но в предземной жизни, во время Совета на Небесах, Люцифер, так зовут сатану, восстал против  Верховного Бога. С того времени он стремился уничтожить детей Верховного Бога на Земле и сделать их несчастными. Люцифер является правителем Ада. Он стал Высшим Существом только после того как испил кровь Богдана Бессмертного, тот же в свою очередь добровольно её дал. С тех пор Люцифер изменил немного своё мировоззрение, а также он и Богдан стали союзниками.\n\n\n☯️ Смерть — это Высшее Существо отвечающее за круговорот жизни и смерти во Вселенной. Души различных существ отправляет то в Ад, то в Рай. У неё есть множество помощников, которые помогают ей поддерживать круговорот Вселенной. Она входит в состав Всадников Апокалипсиса и зовут её Морана. Она примкнула к Апокалипсису только по одной причине, найти своего любимого. За всю свою бесконечно долгую жизнь, она полюбила и любит только одно существо во вселенной, сына Создателя – Богдана Бессмертного.\n\n\n☮️ Апокалипсис — это Высшее Существо которое имеет в своём распоряжении огромную, вселенских масштабов силу. Он всеми силами пытается  поддерживать баланс в этой Вселенной. Он имеет огромную армию, которая всячески помогает ему в его действиях, а самые лучшие и приблежённые к нему, которые заслуживают его доверия входят в состав группы – Всадники Апокалипсиса.\n\n\n⚛️ Богдан Бессмертный — также является Богом Смерти. Он настоящий садист и тиран, который единственное что умеет, это – убивать. Он обладал силой, которая была максимально приближенна к Создателю и этой же силой он уничтожал всё на своём пути. Он является угрозой Вселенского масштаба, его отец чтобы остановить его, несколько раз стирал ему помять. Из-за того, что с его разумом и воспоминаниями играли, у него произошло диссоциативное расстройство личности. Его целью являлось полное  уничтожение одной Вселенной,чтобы потом создать новую по его желанию и с ним во главе. Его отец, чтобы остановить своего сына объединился с другими Высшими Существами для того, чтобы запечатать все  его силы. Но у них не вышло и позже, по непонятным всем причинам, он всё же потерял все свои силы.  Его целью было вернуть все свои силы и покарать всех кто решил пойти против него. К счастью для всех, его запечатали и погрузили в вечный сон, от которого лучше бы он и не просыпался. Хоть он  и во сне, но его помнят все и запомнят надолго,  также во Вселенной существует культ во имя его, который всячески хочет помочь своему господину и поддерживает все его идеи, даже ценой своих жизней.",
    "answers": [
      {
        "id": 30,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 33,
    "text": "                                         §Пролог\n\n\n\nКогда-то всего этого не было.",
    "answers": [
      {
        "id": 34,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 34,
    "text": "Не было жизни и смерти\n\nБыла лишь..\n\nПустота\n\n",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "\nСуществовало лишь одно  существо — Создатель\n\nОн один правил пустотой, но потом со временем появилось новое существо – Жизнь. Она  сразу полюбила Создателя, их любовь была взаимна, он тоже любил её.Так Создатель и Жизнь стали править вместе. Вместе, они заполнили это пустое пространство и создали Вселенную.\n\nМатерия, которую создал  Создатель, сложилась в первое Высшее Существо – «широкогрудую» Ириду, мать многих могущественных Богов, производящую первородную космическую энергию, и принимающую её  снова в свое тёмное лоно. Ирида  породила Кораллиса, одного из древнейших и самых могущественных Богов. Он распростёрся сводом над Вселенной и создал  планеты, которые позже были населены жизнью.\n\nСоздатель и Жизнь продолжали  создавать Высших Существ, Богов и прочих разумных созданий. Высшие Существа и Боги, тем временем создали своих существ. Получилась большая Вселенская пирамида. На вершине этой пирамиды был Создатель, а потом уже его жена — сама Жизнь.\n\n\n",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      },
      {
        "id": 72,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 36,
    "text": "\nПозже, во  вселенной вновь начал действовать Кораллис, влекущий к соединению мужских и женских элементов,он создал себе жену, по имени –  Юстана. Они сочетавшись  с друг другом, породили новых Богов; эти Боги были Титаны. Самым могущественным, из всех титанов, был Бог Времени — Хронос.\n\nОн недолюбливал Создателя, в основном за то, что тот не  признал его Высшим Существом. Поэтому, Хронос решил найти своё место во Вселенной. Он сказал, что никто не имеет права им помыкать, он сам решает как ему существовать. Хронос начал претендовать на трон Создателя, при этом говоря другим Титанам, что если они возьмут Вселенную под  свой контроль, то смогут распоряжаться ею как захотят. Создатель не одобрил самовольство  Титанов, но решил помиловать их и приказал им  отступить. Но Титаны, почувствовав силу настоящей власти, отказались от скромного предложения Создателя и объявили войну Богам.\n\nНачалась долгая и страшная война Высших Существ,Богов и Титанов, за власть над всей Вселенной.Некоторые новые Боги тоже решили пойти против Создателя и встали на сторону Титанов.Титаны утвердились в уголке великой Вселенной. Отсюда и повели свою великую битву.Всесильными и грозными были новые молодые Боги, могучие Титаны поддерживали их в этой борьбе. Но и с другой стороны были мощные противники. Могущественный Создатель совсем не собирался отдавать свою власть молодым Богам и тоже собрал вокруг себя грозных Титанов, которые присягнули ему на верность.\n\nДесять тысяч лет длилась эта страшная и жестокая битва Богов. Никто не мог одержать победу, но и сдаваться не хотел никто.Наконец Титаны дрогнули и отступили. Высшие Существа сковали их и бросили в мрачную и вековечную тьму, которая называется – Пустота.\n\nВот  так и окончилась великая битва Богов, после которой во Вселенной воцарились новые Боги, во главе с Создателем.\n\nПосле войны, Создатель создал лично для себя, некоторые правила во Вселенной. Но самые важные из них, это:\n\n 1) Он не будет вмешиваться ни в какие дела, даже в уничтожение планет и рас. Он хочет, чтобы его создания сами избрали свой путь, ведь именно для этого он и наделил их свободой выбора. Он будет лишь за ними наблюдать.\n\n2) Он будет вмешиваться лишь тогда, когда это может подвергнуть его Вселенную большой опасности.\n\n3) Слово Создателя закон.\n\n\n",
    "answers": [
      {
        "id": 37,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 37,
    "text": "Галактики развивались, как и вся Вселенная.\n\nЖизнь и Создатель, жили как супружеская пара. Они решили сделать своих собственных детей, естественным для многих существ путём.\n\nОни создали себе человекоподобные сосуды, их тела переплетались словно змеи. Именно таким путём Жизнь и забеременела. Спустя время у них появились дети. Всего их было трое.\n\nЭто потенциально одни из самых могущественных существ во Вселенной.\n\nСамая старшая, была дочь — Авелин Бессмертная. Она является очень умной девушкой, которая умеет просчитывать различные шаги на множество действий вперёд. Именно она, самой первой поняла, что между Отцом и братом, скоро начнутся разногласия. Несмотря на все попытки предотвратить данный ход событий, дальнейшие её действия оказались безрезультатными. В этом противостоянии, она не могла выбирать между братом и Отцом, так как любила их обоих. Её сердце разрывалось от боли, и в скором времени, она исчезла..\n\nСредний был сын — Марбас Бессмертный. Он  всегда был очень расчётливый, хладнокровный. Но даже оставаясь хладнокровным, Марбас обозлился на своего брата. И в отличии от своей сестры, он же наоборот, долго не думая занял сторону Отца. Невзлюбив своего брата за его жестокие амбиции, он вскоре начал с ним войну..\n\nСамый младший, самый непредсказуемый и самый нестабильный из всех трёх, младший сын. У него было много различных имён, как его только не называли. Но одно имя, в ближайшее время, запомнится всем — Богдан Бессмертный. Он полная противоположность Марбасу и Авелин, у него есть противоречия с отцом. Так как Богдан считает, что вкус смерти доступен лишь тому, кто низвергнут: но, опять же, не каждому, а только наделённому жестоким даром, способностью ощущать привкус бессмертия. Этот привкус есть некое удовольствие, обретаемое в сфере символического и исчезающее тут же, в момент возвращения. Богдан был ближе всех к Отцу, но он был низвергнут за свои убеждения. Он считает, что всё до основания прогнило. Весь мир, приходит в состояния разложения и деградации, а законы Создателя лишены смысла. \n\nПоэтому, чтобы очистить всё от окончательного разрушения и сомнительного будущего.. Богдан хочет создать всё по новому, но для этого, ему нужно полностью уничтожить старый разлагающийся мир. \n\nСоздатель, не разделяет амбиции сына. И из-за возникших противоречий, разочарованный тем, что родной отец не поддержал его идеи, он..\n\nОчень Зол\n\n\n",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "Создатель\n\nПравит всей Вселенной\n\nНаставляет Высших Существ на путь истинный.\n\nОн лишь наставляет, но ни во что не вмешивается.\n\nВсе существа имеют свободную волю, их создали не для подчинения.\n\nОни должны сами избрать свой путь.\n\n",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "Тем временем\n\nДалеко во Вселенной\n\nВ галактике, под названием — Найто Кога.\n\nЕсть планета, под названием — Оскал.\n\n",
    "answers": [
      {
        "id": 2,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 40,
    "text": "                         §Глава 1 — “Начало пути\"\n\n\nЗа неделю до вторжения нарушителей в гробницу",
    "answers": [
      {
        "id": 41,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 41,
    "text": "Тронный зал,как всегда очень велик. По сторонам находятся высоченные колонны, которые украшены алмазами и золотом. А на самом троне сидит то существо, которое недавно пробудилось от сна.\n\nБогдан Бессмертный пробудился и не желает выходит в мир, он хочет узнать кто его запечатал в этой гробнице. Также ему выходить из гробницы довольно опасно, ведь он не знает что его ждёт.\n\n",
    "answers": [
      {
        "id": 42,
        "text": "Подумать о ситуации"
      },
      {
        "id": 43,
        "text": "Действовать "
      }
    ]
  },
  {
    "id": 42,
    "text": "Он потерялся во времени и не знает сколько находился запечатанным, ещё и почти все его силы исчезли бесследно. Его задача на данный момент, это — возвращением своих былых сил и нахождение тех, кто его запечатал. Как только он вернёт свои силы и выяснит кто его запечатал, то он приступит к своей второй цели — их полному уничтожению.",
    "answers": [
      {
        "id": 43,
        "text": "Действовать"
      }
    ]
  },
  {
    "id": 43,
    "text": "Для начала он призвал нескольких слуг,  демонов из Чистилища. Он приказал им разнести слух о том,что появилась новая никому ранее невиданная гробница, со своими тайнами и сокровищами. Именно так он и планировал найти тех, кто его здесь запечатал. Ведь если зачинщики всего этого узнают о том, что людям известно местонахождение этой гробницы, то они сразу постараются придти сюда первыми и любыми способами остановить угрозу из гробницы. Именно так всё и задумывалось...\n\nНо всё пошло не по плану..\n\n",
    "answers": [
      {
        "id": 44,
        "text": "Позвать слугу"
      },
      {
        "id": 45,
        "text": "Сидеть на троне"
      }
    ]
  },
  {
    "id": 44,
    "text": "– Вы звали господин? – спрашивает Бесс.\n\nБесс — это призванная Богданом демонесса, она обладает довольно высоким интеллектом, а также очень сильна даже среди демонов. Она очень хорошо знает Богдана, так как была под его началом ещё до его заточения в гробнице. Единственная её цель в жизни, это служить Богдану верой и правдой, она одна из самых преданных, среди всех его слуг.\n\n– Да, я звал тебя – отвечает Богдан. Как проходит наш план? – спрашивает он.\n\n– Всё не так радостно как кажется господин – отвечает Бесс. Как бы всё продуманно не было, но из всех тех кто сюда пришёл, никто не знает о том кто здесь запечатан – отвечает она.\n\n– Да уж, всё совсем не так как я представлял – говорит Богдан. Я даже лично пытался выпытать из этих жалких существ информацию, но видимо они правда ничего не знают – говорит он.\n\n– Прошу прощения за грубость, господин – говорит Бесс. Но раз уж они не хотят идти к нам, то почему бы нам не найти их? – спрашивает она.\n\n\n\n",
    "answers": [
      {
        "id": 50,
        "text": "Согласиться"
      },
      {
        "id": 51,
        "text": "Не согласиться"
      }
    ]
  },
  {
    "id": 45,
    "text": "Богдан сидит на троне и думает обо всём, что происходило ранее. Он даже пытается вспомнить тех, кто запечатал его, но всё безрезультатно.\nОн так сидит уже долгое время.",
    "answers": [
      {
        "id": 46,
        "text": "Сидеть "
      },
      {
        "id": 44,
        "text": "Позвать слугу "
      }
    ]
  },
  {
    "id": 46,
    "text": "Богдан сидел так долгое время.\nИменно из-за этого его слуги начали волноваться за него.\nОдин из них звходит в тронны зал и спрашивает\n– Вам плохо господин ? –  ",
    "answers": [
      {
        "id": 47,
        "text": "Да "
      },
      {
        "id": 48,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 47,
    "text": " – Тогда может вы пойдёте в Королевскую комнату и приляжяте там? – спрашивает слуга",
    "answers": [
      {
        "id": 49,
        "text": "Пойти лечь спать"
      },
      {
        "id": 44,
        "text": "Позвать самого главного слугу"
      }
    ]
  },
  {
    "id": 48,
    "text": "– Отлично, я так рад – говорит слуга. Могу ли я вам чем-нибудь помочь? спрашивает он у вас\nВы решаете, что не стоит больше тянуть со временем.",
    "answers": [
      {
        "id": 44,
        "text": "Позвать самого главного слугу"
      }
    ]
  },
  {
    "id": 49,
    "text": "Вы ложитесь спать с большой усталостью. Сознание покидает ваше тело, вы как будто взлетаете. Больше вы не просыпаетесь.\n\n\n\n\nОткрыто достижение: Смертельный сон",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 50,
    "text": "– Может ты и права – говорит Богдан. Не вечно же мне здесь трон протирать, мне нужно заняться делом – отвечает он.\n\n– Всё верно господин – говорит Бесс. Я ведь сделала как вы и приказали. Я заходила во все ближайшие города под видом старушки, все горожане были так заинтересованы этой гробницей. Но никого особо подозрительного я  не нашла – отвечает она.\n\n– Ты довольно хорошо справилась со своей задачей, молодец – говорит Богдан.\n\n– О нет, что вы господин – говорит Бесс. Я не заслуживаю вышей похвалы, я выполняла свой долг – говорит она. \n\n– Как я знаю – говорит Богдан. Сюда направляет последняя группа авантюристов – твердит он.\n\n– Всё верно господин – говорит Бесс.\n\n– Отлично, тогда приготовьте им тёплый приём – говорит Богдан с ухмылкой.\n\n– На всё воля ваша – говорит Бесс и уходит.\n\n",
    "answers": [
      {
        "id": 52,
        "text": "Пройтись по гробнице"
      }
    ]
  },
  {
    "id": 51,
    "text": "– Я не согласен с тобой Бесс – середито говорит Богдан.\n\n– Простите меня пожалуйста мой повелитель – гоаорит Бесс вставая на колени. Как мне исправиться в ваших глазах? – спрашивает она.\n\n– А сама не знаешь? – рассерженно спрашивает Богдан. Долой с моих глаз насекомое – кричит он .\n\nБесс убегает вся в слезах, а Богдан остаётся сидеть на троне.\n",
    "answers": [
      {
        "id": 54,
        "text": "Пройтись по гробнице "
      }
    ]
  },
  {
    "id": 52,
    "text": "Богдан решил пойти с трона и пройтись по гробнице. Он идёт прямо к главному входу, по пути ему встретились его слуги, которые выставляют ловушки. Он доходит до входа и видит как все его слуги усердно стараются ради него. Также он видит Бесс, она как только увидела его, так сразу же встала на колено и начала смотреть прямо на него улыбаясь. Он решил не беспокоить её и вышел из гробницы, по пути он тоже улыбнулся, но так чтобы этого никто не видел. Богдан вышел из гробницы и видит перед собой невероятный пейзаж. Так как ночь, то   слышится звук сверчков, на небе виднеются звёзды.Самого Богдана, со всех сторон окружают джунгли. Эта один  из самых невероятных пейзажов которые он видел. Возможно это даже из-за того, что он очень долгое время был запечатан и не выходил из гробницы.\n\n\n– Что ж, пора возвращаться назад – сказал Богдан.\n\n",
    "answers": [
      {
        "id": 53,
        "text": "Идти назад"
      },
      {
        "id": 60,
        "text": "Посмотреть и подумать"
      }
    ]
  },
  {
    "id": 53,
    "text": "Он идёт внутрь прямо к трону и садится на него. Так и проходят его одинокие дни. Хотя, не такие уж и одинокие. В последнее время он часто стал общаться с Бесс, узнал от неё  что происходит сейчас в мире. Хоть для Богдана это и был всего лишь разговор, но Бесс была очень счастлива с ним общаться..\n\n\n–Господин..господин.. господин – кричит Бесс.\n\n– Ах, да – говорит Богдан. Прости я немного задумался – отвечает он. \n\n– Ничего господин – говорит Бесс. Вы наверно очень устаёте в этом человеческом теле. Ваша истинная форма сейчас ведь недоступна – говорит она.\n\n– Верно ты подметила – говорит Богдан. Из-за того что мои силы почти полностью исчерпаны, я стал подобием жалкого человека. А  ведь люди  низшая ступень эволюции, поверить не могу, что я опустился до такого – говорит он. \n\n– Не нужно себя накручивать господин – говорит Бесс. Если ваше тело такое хрупкое, то я готова полностью о вас позаботиться – говорит Бесс.\n\n– Я смотрю ты очень хочешь выполнить свой долг? – спрашивает Богдан \n\n– Конечно господин, ведь служить вам,это моя единственная цель до конца жизни – говорит смущённо Бесс.\n\n– Весьма похвально то, что ты так верна мне – говорит Богдан. Хотя и весьма странно то, что когда ты говоришь обо мне то постоянно краснеешь – говорит он улыбаясь.\n\nБесс засмущалась ещё больше.\n\n",
    "answers": [
      {
        "id": 55,
        "text": "Использовать её"
      },
      {
        "id": 56,
        "text": "Спросить почему она звала тебя "
      }
    ]
  },
  {
    "id": 54,
    "text": "Богдан решил пойти с трона и пройтись по гробнице. Он идёт прямо к главному входу, по пути ему встретились его слуги, которые выставляют ловушки. Он доходит до входа и видит как все его слуги усердно стараются ради него. Также он видит Бесс, она как только увидела его, так сразу же встала на колено и резко отводит взгляд в сторону. Он решил не беспокоить её и вышел из гробницы, по пути он лишь фыркнул, но так чтобы этого никто не видел. Богдан вышел из гробницы и видит перед собой невероятный пейзаж. Так как ночь, то   слышится звук сверчков, на небе виднеются звёзды.Самого Богдана, со всех сторон окружают джунгли. Эта один  из самых невероятных пейзажов которые он видел. Возможно это даже из-за того, что он очень долгое время был запечатан и не выходил из гробницы.\n\n\n– Что ж, пора возвращаться назад – сказал Богдан.",
    "answers": [
      {
        "id": 53,
        "text": "Идти назад"
      }
    ]
  },
  {
    "id": 55,
    "text": "Богдан приказывает ей полностью раздеться и удовлетворить его сексуальные потребности.\nБесс раздевается и выполняет все указания Богдана. Судя по её действиям, она очкнь неопытна. Богдан решает взять всё в свои руки и встаёт с трона. Он ставит Бесс раком и вместо того чтобы в эту девушку мягко входить, он решает войти резко, со всей силы. Бесс начинает кричать ра весь тронный зал, но Богдана это не остановило. Ей  эта его грубость  даже начинала нравиться, поэтому и она решила взять инициативу на себя. Она толкает Богдана на трон и садится  на него сверху, начинает прыгать на нём. То что они вытворяют, это —  очень грязное и довольно сексуальное по виду переплетение тел. Они занимаются этим целый день и вот, этот похотливый животный секс подходит к концу. Богдан даже не приказав Бесс ничего, но она уже встала голая на колени и ждёт последних действий Богдана. Но чтобы ускорить процесс, она начала использовать свой ротик и вот, Богдан наконец-то выпускает свой тяжёлый груз прямо ей в пот, а она тем временем всё проглатывает.\nТак и закончился их насыщенный день.\nНаконец, после всего того что случилось, Богдан может заняться более серьёзными делами и спросить у Бесс, что она от него хотела. \n\n\n\n\n\n\n\n\n\n\n\nОткрыто достижение: Грязный секс",
    "answers": [
      {
        "id": 56,
        "text": "Спросить почему она звала тебя"
      }
    ]
  },
  {
    "id": 56,
    "text": "– Кстати – говорит Богдан.Ты хотела что-то мне сказать? – спрашивает он.\n\n– Да, господин – отвечает Бесс. Дело в том, что по нашим рассчётам последняя группа самоубийц уже прибудет завтра – говорит Бесс.\n\n– Я надеюсь, что карты больше не у кого нет? – спрашивает Богдан.\n\n– Можете не волноваться, господин – отвечает Бесс. Я даю вам своё слово, у последней группы самоубийц единственная последняя карта, всё остальное я уничтожила – говорит она\n\n– Очень хорошо – говорит Богдан\n",
    "answers": [
      {
        "id": 57,
        "text": "Дать ей задание "
      },
      {
        "id": 58,
        "text": "Не давать задания"
      }
    ]
  },
  {
    "id": 57,
    "text": "Послушай, а не могла бы ты для меня выполнить ещё одно задание? – спрашивает Богдан.\n\n– Конечно господин – говорит Бесс. Я готова выполнить, всё что вы попросите у меня. Ведь, я полностью принадлежу вам и душой и телом – смущённо говорит Бесс.\n\n– Хахах – смеётся Богдан. Ты всегда меня радуешь Бесс – улыбаясь говорит он. \n\n– Так что вы хотите? – спрашивает Бесс.\n\n– Так вот – говорит Богдан. Я хочу, чтобы чтобы ты исследовала мир в роле путешественника. Это будет твоим прикрытием, основная цель это поиск информации. Ты должна узнать о том, кто меня запечатал и о том, как мне вернуть свою истинную силу – говорит Богдан.\n\nБесс  очень сильно  улыбается, при этом она становится на колено и с гордостью произносит – Всё для вас господин! Дальше она встаёт с колена и уходит с тронного зала, она идёт выполнять свою миссию.\n\n– Что ж – говорит Богдан. Я пойду устраивать тёплый приём для моих самоубийц – говорит он.\n",
    "answers": [
      {
        "id": 59,
        "text": "Тем временем"
      }
    ]
  },
  {
    "id": 58,
    "text": "Богдан решает не давать ей  никакого задания и говорит ей, чтобы она уходила.\nБесс хоть и не хотя соглашается, но не всё так просто как кажется. Раз Богдан ей никакого задания не дал, то у неё появились свои планы, более серьёзные.",
    "answers": [
      {
        "id": 59,
        "text": "Тем временем"
      }
    ]
  },
  {
    "id": 59,
    "text": "Тем временем  Брук и его отряд авантюристов направляются к гробнице. Но перед тем как дойти до неё, он решает остановиться, перегруппироваться и переночевать. Талия тем временем перед сном читает книги о магии, а Зилий готовит заговор против капитана отряда Брука и его племянницы Талии.\n\n  Завтра у них будет тяжёлый день..\n\n\n\n\n\n\n\n\n\n\nКонец: Главы 1 — \"Начало пути\"\n\n",
    "answers": [
      {
        "id": 61,
        "text": "Глава 2 – \"Начало Пути 2\""
      },
      {
        "id": 1,
        "text": "Вернуться в начало Истории"
      }
    ]
  },
  {
    "id": 60,
    "text": "Богдан начал о тех авантюристах, которые пробираются к этой гробнице через джунгли.\nЛадно если они добираются днём, это ещё не слишком опасно..\n\nНо ночью..\n\nНочью в джунглях вообще лучше не появляться — помимо разного рода пауков оживают все другие невидимые днем опасности — змеи, дикие кошки и даже ядовитые лягушки. Эти лягушки, порой выглядят очень красиво и их так и хочется взять в руки…\nТак же ночью на охоту выходят различные твари,жля которых убить — это лишь инстинкт выживания и самосохранения. Здесь такие твари это оборотни, гули, бесы и прочие существа.\n\n",
    "answers": [
      {
        "id": 53,
        "text": "Идти назад"
      }
    ]
  },
  {
    "id": 61,
    "text": "Богдан решил не дожидаться гостей и приступить к самому интересному. Он приказал слугам начать убивать авантюристов. Его призванные демоны так и сделали, кто-то убивал авантюристов в узких коридорах, кто-то в лабиринте, а кто-то прямо у входа в гробницу. Они убили почти всех, но сути это не меняет — демоны начали использовать людей для своих нужд. Мужчин авантюристов они в живых не оставляют, они используют их в качестве пропитания и восстановления сил, а кто-то использует их в качестве рабочей силы. Мужчины будут работать в гробнице в качестве строительного материала, а также в качестве рабочих. Им не дают еды и воды, они восстанавливают гробницу от ущерба от прошлых групп авантюристов. Когда уже они умирают от истощения и обезвоживания, их используют в качестве строительного материала для гробницы. Мертвые тела складывают друг на друга и потом обмазывают раздробленными алмазами и расплавленным золотом, именно так и образуются стены в гробнице. \n\nС женщинами авантюристами история совсем другая. Их используют для удовлетворения своих потребностей, а также для рождения различных демонических и не только созданий, для увеличения популяции существ которые входят в состав будущей армии Бога Смерти. Когда у женщины больше нет сил, или она не может забеременеть, то её используют в качестве пропитания своих же детей, потом то что от неё остаётся используют для дополнительного материала стен и останки складывают поверх останков мужчин.\n\nВ этой гробнице всему есть применение, а использование всех материалов максимально эффективно, это одна из главных особенностей будущего правителя — Богдана.\n\nИ вот, когда последняя группа наконец-то прибыла в гробницу\n\n",
    "answers": [
      {
        "id": 62,
        "text": "Приказать слугам изловить нарушителей"
      },
      {
        "id": 63,
        "text": "Просто ждать"
      }
    ]
  },
  {
    "id": 62,
    "text": "Богдан приказал своим демонам изловить нарушителей и использовать их максимально эффективно.\nНекоторым удалось пробраться в главный тронный зал, а также дойти до меча и даже взять его. Богдан не ожидал таких событий, но его это ничуть не расстроило, а наоборот — взбудоражило.",
    "answers": [
      {
        "id": 65,
        "text": "Уничтожить нарушителей"
      }
    ]
  },
  {
    "id": 63,
    "text": "Некоторым удалось пробраться в главный тронный зал, а также дойти до меча и даже взять его. Богдан не ожидал таких событий, но его это ничуть не расстроило, а наоборот — взбудоражило.",
    "answers": [
      {
        "id": 64,
        "text": "Ждать зова Меча"
      }
    ]
  },
  {
    "id": 64,
    "text": "Когда авантюристы искали выход, но так и не смогли найти — Богдан наконец решил выйти из тайной двери, из-за своей скуки.\n\nОн решил усесться на трон и подождать когда его меч, будет звать своего хозяина. \n\nТалия  и Зилий пытаются  найти выход, Брук тем временем находится без сознания.Они долго ищут, пытаются хоть что-то найти, но всё это безрезультатно. Они проходили кругами вокруг этого зала, но везде тупик, нет даже тёмного коридора откуда они пришли. Эта гробница слишком странная и пугающая, это настоящий лабиринт, когда кажется что цель уже близко, то её нет — именно так и подумала Талия и Зилий.\nОни  долго молчат и не знают  что делать, но это молчание прерывает какое-то нашёптывание.\n\n— Откуда этот голос? — спросил Зилий.Здесь же больше ничего нет — сказал он.\n\nТалия не отвечает ему, она пытается  понять откуда этот голос. Она  мельком пробежали взглядом по всему залу и её взгляд остановился на мече.\n\n— Смотри и слушай — сказала Талия показывая Зилию на меч. Он так и сделал.\n\nОни  вдвоём смотрят  на этот меч и им кажется, что он их поглощает в себя.\n\nТакже он нашёптывает — Бог..Б..Г...Бог..\n\nОни удивлённо смотрите друг на друга и говорите почти одновременно — Бог? Что это значит? Что значит Бог? — сказали они.\n\n— Он шепчит \"Бог Смерти\" — сказал Богдан улыбаясь.\n\nТалия и Зилий онемели от услышанного, они и не знали что в пустом зале кто-то есть.\n\nОни медленно и дрожаще поворачиваются к трону и видят там человека, или то что похоже на него, он сидел на троне со зловещей улыбкой.\n\n— Кто ты? — дрожащим голосом спросила Талия.\n\n— Вы ничтожества все задаёте такой вопрос,но ладно отвечу ещё раз. Я Бог Смерти, истинный Владыка вселенной, Повелитель Миров, другое же моё имя Богдан Бессмертный. Узрите меня во всей красе жалкие насекомые — сказал Богдан с широкой улыбкой на лице.\n\n— Что тебе нужно? — с испугом спросила Талия.\n\nБогдан ничего не ответил, он поднял свою руку при этом зловеще улыбаясь и странный красный меч полетел к нему в руку.\n\n— Пришло время убивать — сказал он с ухмылкой.\n\n",
    "answers": [
      {
        "id": 65,
        "text": "Уничтожить нарушителей"
      }
    ]
  },
  {
    "id": 65,
    "text": "–П..п..подожди – дрожащим голосом сказала Талия. Зачем тебе нас убивать?В чём смысл? – спросила она.\n\n–А разве это не естественно – говорит Богдан с озадаченным лицом. Мне очень нравится убивать, разве ещё нужны причины? – спросил он идя к ним на встречу.\n\n–Да – сказала Талия. Нельзя убивать только потому, что тебе это нравится – говорит она.\n\n– Странные у вас последние слова – говорит Богдан. Вы что пришли сюда меня морали учить – говорит он.\n\nБогдан уже дошёл до них и решается убить, но тут его путь преграждает Зилий.\n\n– Что ты себе позволяешь! – кричит Зилий. Немедленно отпусти нас из этого ужасного места, тогда я может и помилую тебя и не расскажу Королю о том, что здесь творится! – кричит Зилий на Богдана.\n\n–Хахах– рассмеялся Богдан. Так забавно когда на тебя тявкает муравей, ничего смешнее нет. – говорит он.\n\n",
    "answers": [
      {
        "id": 66,
        "text": "Убить Зилия"
      },
      {
        "id": 67,
        "text": "Использовать его для своей Армии"
      }
    ]
  },
  {
    "id": 66,
    "text": "Богдан смеясь размахивает свои мечом и отркбает Зилию голову.\n– Хахахах – смеётся Богдан. Так забавно давить этих тараканов, они все такие хрупкие – говорит он смеясь.\nТеперь в Тронном зале осталась Талия с Бруком и Богдан.\nПора решить, что с ними делать.",
    "answers": [
      {
        "id": 68,
        "text": "Разобраться с Талией и Бруком"
      }
    ]
  },
  {
    "id": 67,
    "text": "Богдан смеясь поднимает меч над головой и отрубает Зилию руку.\n\n– Как бы смешно это не было, но залкие мошки должны держать рот на замке – говорит Богдан с серьёзным выражением лица.\n\nПока Зилий кричит от невиданной боли, Богдан щёлкает пальцами и перед ним появляются его слуги.\n\n–Он ваш– говорит Богдан.Можете даже его попытать или использовать в своих нуждах, но не убивайте, он ещё может пригодится для моей будущей армии – говорит Богдан слугам.\n\nОни лишь кивнули и ухватили Зилия за оставшуюся руку и пошли в темноту, а Зилий тем временем сопроводил это всё своим прощальным криком –Аааааа – кричал Зилий пока его крик не угас в темноте.\n\n",
    "answers": [
      {
        "id": 68,
        "text": "Разрбраться с Талией и Бруком"
      }
    ]
  },
  {
    "id": 68,
    "text": "– Ну что – говорит Богдан. Остались лишь мы двое, не считая того старика – говорит Богдан показывая на Брука.\n\n– Подожди – говорит Талия.Нас не обязательно убивать, мы ещё можем быть полезны – говорит она.\n\n– Ух-ты – говорит Богдан. Неужели хочешь поторговаться, интересно что ты можешь мне предложить? – спрашивает он.\n– Как насчёт денег? – спрашивает Талия. С ними ты сможешь купить почти всё что захочешь – говорит она.\n\n– Серьёзно? – спрашивает Богдан. Хочешь взять меня деньгами? А ничего, что вся моя гробница состоит из золота и редких драгоценных камней? – спрашивает он.\n\n–Тогда как насчёт того, чтобы я была твоим проводником? – спрашивает Талия. \n\n– Категорически против – говорит Богдан.Не люблю путешествовать в компании – говорит он.\n\n– Тогда что ты хочешь? – спрашивает Талия.\n\n–Видимо торговец из тебя не очень – говорит Богдан и замахивается мечом на Талию.\n\n–Картааа – кричит Талия прикрывая лицо руками. \n\nБогдан вовремя остановился, опустил меч и говорит – Продолжай.\n\nТалия несколько раз вздохнула и расслабилась,затем продолжила – Как насчёт карты? Правда карта неполная, но для того чтобы исследовать этот материк будет достаточно. Так как ты хочешь путешествовать один, то эта карта тебе определённо пригодиться, поэтому я хочу обменять её на наши жизни – говорит Талия.\n\n–Хмм, интересное предложение –говорит Богдан. Но скажи, а что мне мешает забрать у тебя карту? – спрашивает он.\n\n– Вот именно, что ничего – говорит Талия. Всё зависит только от тебя и твоего решения – говорит она.\n\n\n\n",
    "answers": [
      {
        "id": 69,
        "text": "Согласиться"
      },
      {
        "id": 70,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 69,
    "text": "–Ладно – говорит Богдан. Ты предложила, я беру. Я конечно не Дъявол, но насчёт сделки не против. Давай сюда свою карту и я не буду тебя убивать. – говорит он.\n\nТалия передаёт ему свою карту, а Богдан тем временем берёт свой меч и идёт у подставке где он был. Он подошёл и ломает эту подставку для меча, как только он это сделал, то сразу открывается проход, именно тот откуда и пришли оставшиеся авантюристы. \n\n– Наверника вы удивились – говорит Богдан. Но дело в том, что это была  загадка и да, никто её так и не прошёл. Суть заключалась в том, чтобы не поддаться искушению и не брать мечь, тогда выход не закрылся бы. Также можно было просто сломать мечом подставку и выход бы,  опять появился. – говорит Богдан направляясь к выходу.\n\n– Ах-да – говорит Богдан. Мы ведь договорились о том, что я вас убивать не стану, но к моим слугам это не относиться, так как сделка была между нами – говорит он.\n\n– Что..Что? – спрашивает неуверенно Талия. Что ты хочешь этим сказать? – спрашивает она.\n\n– Хахах – Богдан засмеялся и резко стал серьёзен, он говорит – Лучше  вам не попадаться на глаза моим слугам, а иначе вас ждёт смерть – говорит он в конце улыбаясь.\n\nТалия  поняла, что Богдан провёл её вокруг пальца,она так и осталась  сидеть на полу, дожидаясь когда Брук придёт в себя. Но теперь, у неё хотя бы появилась надежда на спасение – подумала она улыбаясь.\n\nБогдан знает эту гробницу предельно хорошо, поэтому без труда прошёл через лабиринт и дошёл до выхода из гробницы\n\n– Ну что, готовьтесь людишки – говорит Богдан улыбаясь..\n\n\n\n\n\nКонец Главы 2 – \"Начало Пути 2\"",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться в Начало истории"
      }
    ]
  },
  {
    "id": 70,
    "text": "– Хахахах – Богдан смеётся на весь Тронный зал.\nКарта, ты серьёзно? Хочешь подкупить меня картой? Увы, но не выйдет, хотя мне тебя жаль, нет правда жаль. Но к сожалению, пришло время умирать – говорит Богдан с серьёзным выражением лица.\nОн идёт к Талии, которая сейчас плачет во всё горло, ведь она знает что это её полледние секунды. \nБогдан подходит к ней, и гоаорит свои последние слова – Увидимся в Аду, сучка – говорит он улыбаясь и тем временем отрубает Талие голову ",
    "answers": [
      {
        "id": 71,
        "text": "Выйти из Гробницы"
      }
    ]
  },
  {
    "id": 71,
    "text": "Богдан знает эту гробницу предельно хорошо, поэтому без труда прошёл через лабиринт и дошёл до выхода из гробницы\n\n– Ну что, готовьтесь людишки – говорит Богдан улыбаясь..\n\n\n\n\n\nКонец Главы 2 – \"Начало Пути 2\"",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться в начало Истории"
      }
    ]
  },
  {
    "id": 72,
    "text": "",
    "answers": []
  }
]