[
  {
    "id": 1,
    "text": "Надоели банальные квесты с глупой главной героиней и бабником, который резко влюбляется в нее? Тогда ты точно по адресу, в этом квесте девушка точно может постоять за себя, но случается, то чего она точно не ожидала.\nИстория наполнена сарказмом, который точно понравится любителям юмора и не банальных ванильных отношений с первого взгляда",
    "answers": [
      {
        "id": 2,
        "text": "Главы"
      },
      {
        "id": 3,
        "text": "от аатора"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://d.radikal.ru/d37/1907/3d/e0fe76e4d08e.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "— Дорогой, пойдем! — провожу рукой по его шее.\n— Нет, — только и ответил он.\n— Эй, неужели я тебе не нравлюсь? — я хлопаю длинными ресницами.\n— Извини, но переспать с пьяной девушкой на одну ночь, не в моих планах.\nДа где это видано, чтоб мне и отказали, судьба точно сегодня не на моей стороне, а может у нее тоже пьянка.\n— А если изменить планы? \n— Ты мне не интересна, — парень встал и направился к своей компании.\nЛадно, киснуть из-за какого-то мужика не в моих планах.\n— Солнышко, а ты почему одна? — ко мне подошел следующий, о я помню его, мы виделись где-то в универе.\n— Тебе такое солнышко даже не светит, — язык заплетается, похоже алкоголь уже подействовал.\n— А если хорошо подумать? — он лукаво подмигнул, а я поморщилась от громкой музыке в клубе.\n— К тебе или ко мне? — да похер, ни один так другой, — ко мне — я даже не дала парню закончить.\nЕго рука легла чуть ниже талии и мы пошли к моей машине.\nВела я осторожно, как-никак, а жить еще хотелось, немного, но хоть ради родителей. \n",
    "answers": [
      {
        "id": 4,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 3,
    "text": "привет",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 4,
    "text": "— На выход, — смотрю на только что проснувшегося парня, Дэн или Джон, не помню как там его.\n— Ты серьезно выгонишь меня после такой ночки? — глаза полные непонимания, бедный парень.\n— Да, желательно быстрее, я расчитывала не на корнишон — я кинула его вещи ему в руки.\n— Да ты знаешь кто!?— начал лепетать тот.\n— Ну кто? Давай, солнце, удиви меня, может хоть в здесь у тебя что-то получится — подмигиваю ему, багровеешь, как помидор, самый странныый помидор размером с человека.\n— Дура, — полу одетый, без рубашки он гордо направился к выходу, жаль было обидеть его маленькое мужское эго.\n— Да пошла ты! — он хлопнул дверью. Боже мой, какие мы обидчивые, даже девушки в красную неделю не ведут себя так.\nВ голове больно стукнуло, в знаки даётся похмелье, текила точно была лишней, закинув в себя три пилюли я звездочкой легла поперек кровати.\n",
    "answers": [
      {
        "id": 5,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 5,
    "text": "В голове раздался звон, пока я дошла до телефона.\n— Алло, — голос мамы.\n— Привет, Трис, нам нужно встретится.\n— Мам, это очень важно? Я сейчас не могу, — вряд ли она хочет видеть меня в таком виде.\n— Да важно, очень важно!\n— Мам, я правда сейчас не могу.\n— Сейчас меня не волнует где ты была ночью и чем занималась, к 12 будь у нас, доченька это правда важно, — чуть смягчилась она\n— Ладно, раз это настолько важно , я постараюсь не опаздать, буду в час, — на том конце трубки послышался обреченный вздох.",
    "answers": [
      {
        "id": 6,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 6,
    "text": "Приняв холодный взбодряющий душ и нанеся огромную тучу косметики я немного пришла в себя.\nПолучилось не плохо, но я не очень это люблю. Расчесав свои не слишком длинные волосы по плечё думаю, что надеть, раз все так важно думаю нужно платье, надевать длинное в пол нет смысла, сейчас май, уже жарко на улице.",
    "answers": [
      {
        "id": 7,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 7,
    "text": "Какие ужасные пробки, я торчу здесь уже пол часа, хорошо хоть выехала заранее.\n",
    "answers": [
      {
        "id": 8,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 8,
    "text": "— Мам, извини, в центре такие пробки,- прохожу в коридор огромного двухэтажного дома. \n— Могла выехать раньше, а ну так, — она посмотрела на мое лицо — так да, не могла.\n— Очень смешно, я и выехала раньше, но все равно попала в чертову пробку. Так что за срочное дело?\n— Проходи в зал, папа уже там.",
    "answers": [
      {
        "id": 9,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 9,
    "text": "— Привет, пап, — целую его в щеку и сажусь в кресло — что за срочное дело, оно не могло подождать? — я указала на свое лицо.\n— Трикси... Как раз по поводу этого мы и хотели поговорить.\n— Ты опять будешь читать мне нотации? — я устало закатываю глаза, как в цирке дрессеруют, чувствую себя удавом.\n— Нет, это бесполезно, — он так же устало улыбнулся.\n— Я рада, что ты это понял.\n— Ты выходишь замуж, — спокойно не поднимая глаз сказал он.\n— Что?\n— Ты выходишь замуж через 2 месяца, когда закончится учеба.\n— Всмысле?\n— В прямом и параллельном. \n— Нет!\n— Да!\n— Нет! \n— Да и это не обсуждается!\n— Мы же не в средневековье, ты не можешь заставить меня это сделать, да и в конце концов, как я могу выйти за того, кого даже не знаю!\n— Мы не в средневековье, но ты это сделаешь.\n— Что мешает мне не делать этого или сбежать? — я насмешливо посмотрела на отца.\n— Деньги, ты не сможешь без них, а твоих сбережений не хватит на долго, если ты не выйдешь замуж, я заблокирую все твои кредитки и не дам тебе ни копейки.\n— Ты же знаешь, что ресторан приносит очень хорошую прибыль.\n— Что мешает мне закрыть твой ресторан, один звонок и все... — эта насмешливая улыбка, наверное наследственное.\n— Ты не сделаешь этого, — мой голос напрягся.\n— Мне придется, я не могу больше смотреть на это — он обреченно вздохнул.\n— Ты постоянно пьёшь, сидишь в клубах, забила на учебу!\n— Ты же знаешь, что мне это ненужно, у меня уже есть ресторан, я могу вести и твой бизнес.\n— Это я дал тебе стартовый капитал, без меня и денег ты бы землю рыла, и училась бы нормально!\n— А кто развил этот ресторан! Кто сделал из него самый прибыльный ресторан в городе? И это за пол года! Да я могу сто раз покрыть твой стартовый капитал.\n— Мне надоело видеть тебя пьяную, посмотри на себя, в кого ты превратилась, спишь с кем попало! \n— Скоро придет Раян, на всех выходах стоит охрана, даже не пытайся сбежать, — точно как в цирке, бедные животные, а я просто питон.\n— Пап, ну пожалуйста, я правда не хочу, я могу вернуться к учебе, ну по-жа-луй-ста, — жалобно пискнула я.\n— Нет, я давал тебе много шансов, не думаешь о себе, так подумай о своем организме. Все, разговор закрыт! Приведи себя в порядок и иди в большой зал!\n\nНу нет, мы еще посмотрим кто кого, парень сам от меня сбежит, ну лично я бы давно сбежала от такой как я!",
    "answers": [
      {
        "id": 10,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 10,
    "text": "— О, вот и Трис! — торжественно объявила меня мама, как только я появилась в дверном проеме, точно как в цирке объявляют при выходе на сцену, конечно семейка у нас никогда не была спокойной, но цирком стала в последние пол часа.\n— Какая красивая, мне так повезло с невесткой! — женщина с мамой рассмеялись, я присела на диван рядом с родителями.\n— Я Лили Фостер, а это мой муж Стефан Фостер, — женщина мило улыбнулась — А это Раян, — она показала на рядом сидящего парня, какое-то знакомое лицо.\n— Беатрис Кроуфорд — протягиваю руку, только из вежливости, которую ты услужливо жмешь.\n— Пап, у меня есть еще дела, прошу меня простить — хочу слинять отсюда и посмотреть сериал, а не быть удавом в этом цирке Шапито.\n— Ты сейчас поедешь с Раяном в вашу квартиру, а мы обсудим детали свадьбы.\n— В какую квартиру? Зачем? \n— До свадьбы вы будете жить в центре, там недалеко до твоего университета и до работы Раяна, твои вещи уже в квартире.\n— Черт, я забыла, что у тебя ключи есть — шепотом прошипела я.\n— Это обязательно?\n— Да, вам пора ехать.\nПарень взял меня за руку и потащил на выход. \n",
    "answers": [
      {
        "id": 11,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 11,
    "text": "— Эй, все отпусти меня! — мы выходим во двор к твоей машине.\nПарень отпускает мою руку и открывает мне дверь.\n— Ты не понял? Спичка ты кривая! собака сутулая! я не поеду с тобой переросток, — парень ростом почти под метр девяносто, точно баскетболист переросток.\n— Сядь в машину. Пожалуйста.\n— Эй, ты меня слышишь? Мне не нужно это! — боже, за что мне такой тугодум в мужья попался, так и умру с 40 кошками.\n— Сядь. В. Машину. — вижу как сильно ты злишься.\n— Ты же тоже не хочешь этого! Тебе ведь не нужна такая жена как я!\n— Я сказал сядь в машину! — орешь схватив меня за запястье, закидываешь в машину! Как собачку какую-то, подонок!\n",
    "answers": [
      {
        "id": 12,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 12,
    "text": "— Послушай меня внимательно! — он сидел за рулем — Я скажу один раз. Нам придется жить вместе, как минимум года два, и если ты намерена вести себя так, прошу передумать. Я не собираюсь быть тебе другом или врагом, обычным сожителем. Веди себя нормально.\n— Ты серьезно думаешь, что я буду жить по твоим правилам? — точно имбицил какой-то.\n— Ты можешь нанять горничную которая все будет делать за тебя, ты же так приучена с детства? — ироничная улыбка — Раз уж так сложилось, что наши отцы хотят слияния компаний, брак лучший вариант! Я прошу соблюдать правила, удобные для обоих сторон, у меня есть девушка, у тебя парень, я не появляюсь дома днем, ты взамен прекращаешь пить и ходить по клубам каждый день, займешься наконец учебой. \n\n— А если я не хочу!? Мне хватает моего ресторана, я хочу ходить по клубам и напиваться в стельку!\n— Мне не нужна жена шалава, тусующаяся только по клубам, представь, что твой ресторан закроют или бизнес родителей обанкротится, что ты будешь делать? Без образования тебя даже уборщицей не возьмут.\n— А кто тебе нужен? Жена монашка, чтоб ходила в парандже и молчала? Чтоб не портила тебя, хорошего? А тебя в детстве случайно не перехвалили за рисунки домика и травки? Ты кем себя возомнил, таранка ты сушеная! Может мне тоже не нужен такой твердолобый, как ты.\n— Нужен, не нужен, не тебе решать. Дружбы между нами не будет, так давай хоть будем хорошими соседями по комнате?\n",
    "answers": [
      {
        "id": 13,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 13,
    "text": "— Знаешь, — мы ехали в тишине — думаю, зря я с тобой вчера не переспал, мы ведь теперь почти муж и жена — ты насмешливо улыбаешься, тебе не к лицу.\n— Не любишь ты ее, раз на других встает, а тебе перереросток, больше такая возможность не предоставится, — вспоминаю твое лицо.",
    "answers": [
      {
        "id": 14,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 14,
    "text": "Выходим из машини возле 16-ти этажки.\n— Нам на 14, — отдаешь мне ключи и поднимаешь коробки.\nСложно наверное пришлось с моими вещами, фарфоровая статуэтка кошечки и глиняный будда весомо отежеляли коробки, но теперь я стою в своей новой комнате. \nМожет все не так ужасно? Он ведь сам сказал, что его не будет дома. В крайнем случае, я успею сбежать через пару дней, но план побега все же стоит разработать, уеду на безлюдный остров, буду есть кокосы и спать в шалаше.\n— Мне пора, — он поставил последнюю коробку ко мне в комнату и ушел по длинному коридору.\nДа, квартирка большая: моя комната, комната Раяна, зал, кухня, ванная, подсобка, гостинная, и гостевая комната.\nДолжна признать, вид из окна здесь прекрасный! Это наверное лучшее из всей этой ситуации, но оптимист из меня не очень, буду сидеть у окна осенью, грустить и пить горячий глинтвейн, опять я про алкоголь, печень мне спасибо не скажет",
    "answers": [
      {
        "id": 15,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 15,
    "text": "Раскладываю свои вещи, знаю чья это была комната до меня.\nС завистью смотрю на размер лифчика, зато при беге не сильно вперед клонит, тушь не из дешевых, уверенна, что она блондинка, толи чутье подсказывает, то ли светлый волос, думаю все же чутье, я всегда знала, что я потомственная гадалка в четвертом колении, вон у меня ловец снов над кроватью шатается, она точно блондинка.\nЗаменяю в ванной чужую зубную щётку на свою, вешаю свою джинсовку в коридоре. ",
    "answers": [
      {
        "id": 16,
        "text": "глава 2"
      }
    ]
  },
  {
    "id": 16,
    "text": "Утро добрым не бывает, иду в душ, думаю выгляжу сейчас хуже бомжа, зато я милый бомж.\n* * *\nСтруя прохладной воды стекает с мокрых волос по спине, капая на белоснежную холодную ванну.\nВ руках бритва, найденная в тумбочке рядом с умывальником.\nЗамужество, упрямый и твердолобый муж, указывает чертовы правила, ставя свою репутацию превыше меня! Будто я кукла, которой он может управлять! Отец, который так жестоко поступил со мной, конечно он думает, что подругому нельзя, но не отдавать же дочь, в лапы этого холодного ирода. \nПо щеке предательски скатилась слеза, смешавшаяся с водой. Палец прошелся по лезвию, в одну сторону, тупое, а в другую уже оставляя порез на пальце.\nА нет хрен вам, я сама кого хочешь до самоубийства доведу, но вас всех переживу, хотя стоит заранее заказать мужчину в черном, главное с зонтиком, пусть молча стоит у меня похоронах со слезой на щеке.",
    "answers": [
      {
        "id": 17,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 17,
    "text": "Да и в конце концов, перерезаться бритвой не самый эффектный способ самоубийства, нужно придумать что-то по круче на всякий случай\nВдох-выдох, щелчок двери.\nНа кухне как-то очутился Раян, твою мать, это ж его квартира! \n— С тобой все в порядке? \n— Да, не считая того, что теперь я замужем, жаль только, что муж кретин, — язвить, единственный вариант, чтоб скрыть дрожь в голосе. Раян промолчал, понимал, что я права.\n— Ты красивая без макияжа, — говоришь ты, допивая свой ужасный горький кофе.\n— Я знаю, — небрежно бросила я. — иногда это очень некстати, — уже шёпотом добавляю.\n— Что? Я не услышал.\n— Ничего, говорю, если бы ты увидел меня вчера без макияжа, не думал бы так же.\n— Возможно.",
    "answers": [
      {
        "id": 18,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 18,
    "text": "Выходишь с трясущимися руками, плечи подергивают, а в глазах испуг.\n— С тобой все в порядке? — конечно черт возьми не все, ее выдают замуж, за какого-то напыщеного индюка, который ставит свои правила, конечно не в порядке, какой глупый вопрос.\n— Да, не считая того, что теперь я замужем, жаль только, что муж кретин, — упрямо понимаю, что сделать ничего не смогу, Ты волевая, постоянно хочешь свободы. Я правда не вправе решать, все давно решили за нас.\n— Ты красивая без макияжа, — пытаюсь нарушить молчание, словно мне 16, а мы стоим за гаражами с сигаретой. Она действительно была очень красивой, карие глаза на солнце отливали янтарной желтизной, завитые от природы ресницы только добавляли шарма, словно рамка обрамляющая картину, припухлые губы были сложены в нелепую насмешку.\n— Я знаю, — конечно знаешь, я далеко не первый, кто тебе это говорит — иногда это очень некстати — добавляешь шепотом.\nА я слышу, слышу все, слышу твое сбитое неровное дыхание, вздохи и попытки незаметно вдохнуть побольше воздуха.\n— Что? Я не услышал, — не хотел причинять Трис неудобство, делаю вид, что не слышал.\n— Ничего, говорю, если бы увидел меня вчера без макияжа, не думал бы так же.\n— Возможно, — возможно ты не такая сука, какой хочешь казаться в клубах, не такая шлюха какой себя выставляешь, не такая, это не макияж, это грим, это не короткая юбка, это маска, маска с которой ты почти сжилась, и я сниму ее с тебя, постараюсь, а пока мы снова играем в кукловода и маскарадную куклу с яркой маской.",
    "answers": [
      {
        "id": 19,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 19,
    "text": "Стучу в дверь, в своем же доме, дожились, блять.\n— Можно? — крикнул я.\n— Заходи.\nЩелчок двери.\nА она сделала эту комнату совсем другой, может более уютной?\n— Трис, прости, но тебе нужно это сделать.\nРука потянулась в карман и достала бархатную красную коробочку.\n— Носи его, хотя бы на людях, для прикрытия,— пытаюсь подмигнуть.\n— Признайся, ты хотел подарить его своей девушке? Для нее выбирал? Кстати как ее зовут? Алекса, Аманда, Крис, Эшли? Как? — снова язвишь, снова хочешь быть холодной сучкой, как и я, две холодные льдинки, как в холодильнике, может мы просто пельмешки в этом жестоком мире.\n— Кольцо покупал для тебя, вчера, если не нравится, можешь поехать поменять. Ее зовут Элисон.\n— Занятное имечко. Как я выйду, у меня же нет ключей, идиот, у тебя, что только тело выросло, а мозг? Или он остался нетронутым?\n— Коротышкам слова недавали, отличный рост, парням нравится, да? — хотя она совсем не низкая, примерно метр семдесят, понимаешь о чем я, до крови вжимаешь ногти в кулачки, — у меня нет другой пары, побудь сегодня дома, вечером привезу дубликат.\n",
    "answers": [
      {
        "id": 20,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 20,
    "text": "Я вдавливал педаль пытаясь сравнять ее с землей, нужно сделать все как можно быстрее, иначе боюсь не успеть, а вдруг она опять попытается.\n* час назад *\nЯ зашел в ванну, как только она поднялась к себе. Вроде все как обычно, только добавились ее зубная щетка, шампуни, всякие гели, маски, короче куча бутыльков, у Элисон столько же.\nТолько что-то не так...\nБритва, она была в тумбочке, я точно помню как вчера после бритья положил ее туда.\nМокрая, я провел по ней пальцем.\nОна не сделала этого — я громко выдохнул.",
    "answers": [
      {
        "id": 21,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 21,
    "text": "Брожу по квартире, заходя в каждую комнату, кроме его, почему-то уверенна, там будет фото Раяна и Элисон в зеленой рамке, ее помада у него в тумбочке, и пара отложеных футболок в шкафу, для нее.\nНет, я не ревновала, и не влюбилась с первого взгляда скрывая за язвительными шутками симпатию, нет, просто неприятно. Стыдно, за то, что все зависит не от него и не от меня, стыдно смотреть в глаза девушке которая любит его, а живу в этом доме я, и женой его буду я, та которая хочет этого меньше всех, а не та которая любит, я ненавижу себя, за то, что не могу ничего сделать, лезу в их отношения, чувствую себя лишней, и хочется напиться, напиться в дрова, не так как в клубах, не для того чтоб убрать отвращение к ним, к этим мужчинкам с их огромным эго, а напиться для себя, потому что плохо, да вот такая бедная и несчастная, так где там это вино, я уже заходила в гостиную, как услышала открытие входной двери, значит Раян, чертов дракон, охраняющий свою башню, хотя какой дракон, маленькая змея.",
    "answers": [
      {
        "id": 22,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 22,
    "text": "Дверь открылась и я готова была выпустить язвительную шуточку, но на пороге стояла блондинка с зелеными глазами и ужасно яркой помадой, да уж с моими каштановыми волосами, с ней мне не сравниться, а я просто стояла с открытым удивлением в глазах .\n— О, а я смотрю ты не только наглая, но ещё и заторможеная — с наездом начала блондинка, \n— Я Элисон — она не успевает закончить, делаю это за нее.\n— девушка Раяна, да я знаю, он расказал о тебе.\n— О я рада, только я невеста — она была злой, не удивительно, но мне это не нравилось, совсем не до нее, почему меня опять отрывают от моей бутылки, почему блять.\n— Возможно, хотя подожди минуту — я прошла в свою комнату и взяв свои вчерашние находки отправилась обратно к Элисон.",
    "answers": [
      {
        "id": 23,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 23,
    "text": "Дверь открылась и я готова была выпустить язвительную шуточку, но на пороге стояла блондинка с зелеными глазами и ужасно яркой помадой, да уж с моими каштановыми волосами, с ней мне не сравниться, а я просто стояла с открытым удивлением в глазах .\n— О, а я смотрю ты не только наглая, но ещё и заторможеная — с наездом начала блондинка, \n— Я Элисон — она не успевает закончить, делаю это за нее.\n— девушка Раяна, да я знаю, он расказал о тебе.\n— О я рада, только я невеста — она была злой, не удивительно, но мне это не нравилось, совсем не до нее, почему меня опять отрывают от моей бутылки, почему блять.\n— Возможно, хотя подожди минуту — я прошла в свою комнату и взяв свои вчерашние находки отправилась обратно к Элисон.",
    "answers": [
      {
        "id": 24,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 24,
    "text": "Кидаю её вещи ей в руки, хотя мусор нужно выбрасывать.\n— Ты забыла их в моей комнате, \n— Чего ты хочешь? Его денег? Машину, квартиру? Я дам тебе все это!\n— Послушай, у меня есть это все, и в отличие от тебя я их не насосала, и не выклянчила, я могу купить десять машин как у тебя, а могу и сто, мне не нужны деньги, — ой как вру, только из-за денег и оказалась здесь.\nВижу связку ключей на ее пальце, а мне как раз нужен дубликат, отлично!\nАккуратно сняв их с ее пальца, пока она что-то болтала о том какая я тварь, я столкнулась с ее недоуменным взглядом.\n— Раз так сложилось, что я его жена, и хозяйка в этом доме, то ты последняя кого я хочу здесь видеть, думаю тебе пора.\n— Ах, ты! Сучка, ненавижу тебя! Он мой! — мягко, но настойчиво вывожу ее за дверь.\n— Это ты так думаешь, — говорю напоследок.\nПочему мне везет на ненормальных, наверное притягиваю таких же как я",
    "answers": [
      {
        "id": 25,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 25,
    "text": "Раз у меня есть ключи, можно и в магазин выйти, куплю вина, наряжаюсь как бомж и плетусь к ближайшему магазу, все равно этого платоядного в ближайшее время не будет.\nВыход в магазин задержался, я гуляла на свежем прохладном майском воздухе, наполненом этим весенним запахом. Запахом влюбленных пар, которые словно букашки выползают после зимней спячки, ходят за ручки и смеются так мило и по-весеннему, аж выбешивает. ",
    "answers": [
      {
        "id": 26,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вижу тебя удивленного и чуть ли не белого, только закончил звонок и куда-то собирался.\nВидишь меня, телефон выпадает с рук, обнимаешь меня, так крепко, что я чуть не задохнулась.",
    "answers": [
      {
        "id": 27,
        "text": "глава 3"
      }
    ]
  },
  {
    "id": 27,
    "text": "— Я конечно понимаю, что ты меня хочешь, но — все же спустя две минуты таких удушающих объятий хриплю я. \n— Извини! — Раян отпустил меня — я просто, просто я не знал где ты, у тебя не было ключей, и ты хотела умереть, — он начал запинаться — я примчался с работы как только смог, а тебя нет, обзвонил всех, все больницы и... морги... — он глухо вздохнул.\n— Признайся, ты же надеялся, что я умру, можешь даже не мечтать.\n— У меня есть мечты получше этой, я просто переживал, жаль что твои дружки о тебе не беспокоятся.\n— У меня хотя бы кто-то есть, а не расфуфыреная истеричка, — показала ему ключи, которые достала с кармана — она пришла, орала, что я сука и мне нужны твои деньги, нет, конечно она отчасти права, деньги мне нужны, но не твои, а мои! Можешь не приводить ее сюда, раз мы тут живем вместе, не хочу прийти не вовремя и увидеть, как вы мило спите в обнимку, — меня аж пепедернуло от таких нежностей.\n— Я поговорю с ней, только предупреждай когда соберешься уммрать в следующий раз.\n— Обязательно, а теперь ужасно хочу есть и выпить.\n— Ты же не готовишь — ты удивляешься\n— А вчера? Тебе разве не понравился мой вчерашний ужин, дорогой?\n— Все было прекрасно, милая,- ненавижу.\n",
    "answers": [
      {
        "id": 28,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 28,
    "text": "— Держи, — протягиваешь мне маленький ключик, я вопросительно смотрю на тебя.\n— Я не смогу с тобой выпить, возьми бутылку вина в стеллаже.\nНу чтож, раз пить в одиночестве, так в одиночестве, скоро запишусь в секту анонимных алкоголиков.",
    "answers": [
      {
        "id": 29,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 29,
    "text": "— Эй, ты спишь? Спишь? Если спишь, проснись! — пьяная, ну и что! Он сам оставил меня спиваться в одиночестве! Пытаюсь позвонить папе в выключенный телефон, не получается, странно.\n— Ты больная? — он посмотрел на время в телефоне — три часа ночи!\n— Я хуже да?\n— Что?\n— Чем я хуже? Чем я хуже её? Глаза не зеленые? Или грудь не такая большая? Почему с этой расфуфыреной дурой ты встречаешься, а со мной отказался переспать? Неужели я действительно хуже чем она? — без комментариев, не контролирую я себя попьяне, один раз вообще, чуть унитаз не сломала, головой, блять! Все дальнейшие действия я отказываюсь комментировать полностью, я вообще не могу ничего объяснить, по сочинениям всегда были двойки.\nЗапрыгиваю на рядом стоящее кресло, ору что-то невразумительное похожее на песни, разбиваю пустую бутылку об стену и напоследок феерически падаю с кресла на пол, ну хоть унитаз не разбила.",
    "answers": [
      {
        "id": 30,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 30,
    "text": "Почему она такая дура, когда пьяная?\n— Ты не хуже, ты лучше, но когда трезвая, а теперь ты пойдёшь и проспишься — поднимаю тебя с пола, единственное слово которое тебе подходит сейчас так это только ебанутая, вот вам крест.\n— Лучше? Я правда тебе нравлюсь? — медленно кладешь руку на мою щеку и дергаешься от недавней щетины. \nВсе свои силы оставляешь в попытке дотянуться до моего лица своими губами в темноте, пытаюсь не заржать, ели сдерживаюсь, ты не рассчитываешь разнице в росте в 20 см, отключаешься опуская голову мне на грудь, а я несу твое хрупкое спокойствие в комнату, накрывая одеялом.",
    "answers": [
      {
        "id": 31,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 31,
    "text": "Голову слишком сдавливает, а единственное чего хочется так это воды, я кит, буль-буль-буль.\nСмотрю по сторонам и вижу таблетку с водой на тумбочке.\nА если он хочет меня отравить, да какая разница, хуже уже не будет, глотаю таблетку залпом выпивая стакан воды, киту нужно еще.\nПлыву на кухню.",
    "answers": [
      {
        "id": 32,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 32,
    "text": "Ты снова пьешь черный кофе, и читаешь утреннюю газету. Я молча наливаю стакан воды и снова пью залпом, чувсвую, что начудила вчера конкретно.\n— Я думаю тебе не стоит пить в ближайшее время.\n— А я думаю тебе стоит больше времени уделять своей подружке, а не мне, я в твоих советах не нуждаюсь\n— А вчера ночью ты хотела другого.\n— Если мы переспали или поцеловались давай сразу об этом забудем. — не хочу подробностей, чтобы вчера не произошло, я знаю, виновата сама, точно запишусь в группу анонимных алкоголиков, как я сейчас понимаю моего бывшего соседа алкоголика.\nТы рассмеялся, таким искренним смехом, что я аж поперхнулась остатками воды.\n— Я бы не стал с тобой спать, ты пришла ко мне пьяная, пробормотала, чтото невнятное и ушла спать к себе.\n— А таблетка?\n— Думаю ты с вечера приготовила ее для себя.\n— Не планируй никаких встреч на сегодня, мы идем на вечеринку, где сообщим о нашей помолвке, будут журналисты. \n— Я не в состоянии идти куда-то,— я вообще кит!\n— 3112 — он протянул мне карточку — на все расходы\n— Ты не слышишь? Мне плохо! Я не смогу мило улыбаться в таком состоянии! \n— Придеться, я не хочу портить нашу репутацию.\nДорогой, поверь, я ее испорчю. \n",
    "answers": [
      {
        "id": 33,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 33,
    "text": "Надеюсь все подумают, что Раян только что снял меня с панели.\nНашла самое короткое платье, которое еле прикрывало задницу, черное коктейльное с паетками, все как я ненавижу, позориться, так красиво, а в моем случае, просто позориться. Темный смоки айс и прямые волосы, моему виду сейчас бы позавидовала только путана, и то, только самая дешёвая путана.\nТуфли на высокой шпильке и клатч заканчивают образ дешевой проститутки, чувствую себя косплеером с минимальным бюджетом, хотя по отдельности вещи очень дорогие.",
    "answers": [
      {
        "id": 34,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 34,
    "text": "Молчим, мы снова молчим. Это угнетает, ни слова про мой внешний вид, ничего я потерплю, главное твоя репутация.\nПредставление начинается.\nТы галантно открываешь дверь и я беру тебя под руку, улыбаясь, словно мы действительно вместе.\nНа входе беру бокал с шампанским не делая за вечер ни глотка, хочу, но оно ужасно крепкое, развозит с бокала.\nК нам подходит блондинка с длинными волосами.\nБрюнет крепче впивается пальцами в мою талию.\n— Привет, Раян, — добродушно начинает она. \n— Рад тебя видеть, Сюзи, — она поднимает взгляд на меня.\n— Ты, что ее по пути сюда подобрал? На трассе? \nОн хотел, что-то ответить, но я начала первой.\n— Да, мы так и познакомились, неделю назад, я как обычно искала клиентов, а тут подъезжает мася, ой — я старалась делать самый тупой голос — Раян, он мне сразу понравился, а потом мы начали встречаться после той фантастической ночи, да мась? Ой, все время забываю, что в таких местах нельзя звать его масей! Я такая растяпа! — чувствую буквально каждый палец его руки, он сжимал мою талию до боли, и белых костяшек его рук, ничего милый, я потерплю, все ради тебя, чтоб ты помер, господи, когда ж это все закончится — а теперь мы поженимся! У нас скоро свадьба! — я показываю руку с кольцом.\nТы отошел рассказать своим знакомым эту ошеломляющюю новость, а я осталась одна, как обычно.",
    "answers": [
      {
        "id": 35,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 35,
    "text": "Говорю со своей старой подругой, мы дружили в детстве, а потом она уехала заграницу учиться.\nКак раз в самый важный момент, появился мой \"муж\", который нагло потащил меня к выходу.\nНа улице было прохладно, майский вечер. \nНехотя я съежилась, а по коже пробежали мурашки. Парень накинул свой пиджак мне на плечи, тепло.\n— Ты сегодня очень красивая, тебе идет образ проститутки. — вот тут я офигела, вот это уже камень в мой огород, камень который скоро полетит ему в голову.\n— Приму за комплимент.\n— Отличное начало, если думаешь и дальше так себя вести, помни, что на кону и твою репутация, — солнце, это только начало, хотя думаю, этого пока хватит, пресса еще долго будет обмывать косточки этой новости, наследник бизнесмена и путана. \n— Думаю парни часто говорят тебе эту фразу.\nЯ не выдержала и влепила тебе пощёчину, а ты успел перехватить мою руку после удара.\n— Отпусти! — горячий ком стоял в горле, не хочу плакать, только не перед ним.\nБью другой рукой тебя в живот, ты отпускаешь.\nЯ помню, здесь рядом есть парк, сначала медленно, а после бегом, сначала в обуви, а после босиком по холодной майской земле.",
    "answers": [
      {
        "id": 36,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 36,
    "text": "Сажусь на холодную лавку, ногами на холодной земле, вся продрогшая, в твоем пиджаке, который уже на земле под моими ногами, подкаблучник херов, ничего, новый себе купишь. Только слезы горячие, обжигают щеки. Холодная для вас всех — поддонков, только мечтаете воспользоваться девушкой, но хрупкая здесь в парке под светом фонаря, потому что не могу больше так, потому что больно, где же ты мой ангел хранитель, или демон хранитель, да хоть кто нибудь!",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 37,
    "text": "",
    "answers": []
  }
]