[
  {
    "id": 1,
    "text": "Автор: Mikasa Akkerman\nСтатус: Завершен \n                         !!! Приятного чтения!!!\n\nЭта история произошла на самом деле. В 23-летнюю студентку из Клингенберга Аннелизу Мишель вселились шесть демонов, которые не хотели ее отпускать. ",
    "answers": [
      {
        "id": 2,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 2,
    "text": "Эта история произошла на самом деле. В 23-летнюю студентку из Клингенберга Аннелизу Мишель вселились шесть демонов, которые не хотели ее отпускать. За девять месяцев Аннелиза прошла через 67 ритуалов по изгнанию. Когда это не помогло, девушка предпочла уморить себя голодом. В 1976 году она заставляла себя отказаться от пищи, думая, что голод поможет ей избавиться от дьявола. Когда она умерла, ее вес составлял всего 31 килограмм. «Мама,— сказала она перед самым концом,— я боюсь». Аннелиз Мишель (Аnneliese Мichel) родилась в 1952 году в маленьком городке Баварии — Leiblfing, получила традиционное католическое образование, её жизнь ничем не отличалась от других детей благополучного мира…Пока однажды не попала в больницу со странными симптомами… Она \"корчила рожи” , слышала «голоса», издавала противно-хрипящие звуки…Между приступами она жалобно умоляла врачей ей помочь…Однако врачи никак не могли взять под контроль её состояние, которое они связывали с эпилепсией… В начале 1973 родители решили обратиться к католической церкви, чтоб молитвой исцелить дьявольщину в девушке. Церковь обратила внимание, что девушка употребляет психотропные препараты, которые ей выписали доктора, поэтому изгнание затруднительно. В 1974 нашёлся священник, который взялся изгонять беса из Аннелиз Мишель, но вышестоящие религиозные инстанции запретили это делать... К этому моменту у Аннелиз началось обострение болезни — она начала более активно оскорблять своих членов семьи, драться, кусаться... Она отказывалась употреблять пищу, мотивировав тем, что Сатана не разрешает ей делать этого…Она спала только на полу, почти все дни она проводила в рычании и криках, и при удобном случае разрушала церковные символы, разрывала иконы и ломала кресты… В 1975 священник решил всё-таки провести процесс изгнания дьявола по романскому обряду. На одной из молитв Аннелиз призналась , что ею обладают несколько бесов : Lucifer, Judas Iscariote, Neron, Cain, Hitler, Fleischmann(франкийский монах падший во власть сатаны в 16 веке). Весь 1975 год Аннелиз Мишель проходила курс молитв очищения от дьявола один или два раза в неделю, иногда её состояние ухудшалось – в этот момент требовались усилия как минимум трёх мужчин, чтобы сдержать её агрессию против своих родственников, но в целом она могла продолжать нормальную жизнь. Иногда она наносила себе увечья, конечности её сводила судорога, которая способствовала частичной парализации ног…Последний кризис наступил 30 июня 1976… Аннелиз была больна пневмонией, в какой-то момент у неё начались судороги, лицо вытянулось, но она не потеряла сознание и до последнего вздоха понимала, что происходит с ней. Она умерла терпя невыносимые муки… Во время её лечения мать и родственники смогли записать более 40 кассет с эксорсизацией…После смерти Аннелиз прокурор начал расследование и предъявил обвинения двум священникам, которые проводили обряд, базируясь на диагнозе медиков, которые утверждали, что Аннелиз страдает психотиком и эпилепсией…Родители девушки и два священника получили 6 месяцев тюрьмы. При дальнейшем прослушивании и экспертной оценке кассет другими священниками, практикующими изгнание дьявола было установлено, что на пленке записаны дебаты-споры двух дьяволов, которые мучили Аннелиз Мишель, и ссорились по поводу того, кто первый должен покинуть тело девушки…Эта история легла в основу сюжета фильма \"Шесть демонов Эмили Роуз”… Фильм режиссера Скотта Дерриксона вышел осенью 2005 года и стал самой заметной его картиной. Литературным источником фильма в свою очередь стала документальная книга антрополога Фелиситас Гудман \"Изгнание дьявола из Аннелиз Михаэль\".",
    "answers": []
  }
]