[
  {
    "id": 1,
    "text": "Автор: VeraVik\nЖанр: Фэнтези и чуть-чуть юмора\nСтатус: В процессе\n\n\n◾◼️◾◼️◾◼️◾◼️◾◼️◾◼️◼️◾◼️◾◼️◾◼️◾◼️◾◼️◾\n\nДорогие читатели это продолжение книги Принцесса тьмы, если честно я даже не предполагала что буду дальше писать. Я очень рада что вам понравилось \n\nАннотация:\nВот и вышло продолжение истории, как мы все знаем Розалин теперь в старом замке жестоко борится за то чтобы хотя бы служанки её полюбили. Получится ли у неё или она всё таки сбежит? Что с кровью Розалин? И кто настоящий злодей, а кто друг? всё это вы найдете в книге. Удачи дорогие читатели!\n\n",
    "answers": [
      {
        "id": 1,
        "text": "",
        "pageImg": "https://d.radikal.ru/d10/1912/8d/fa287debad99.jpg",
        "system": true
      },
      {
        "id": 3,
        "text": "Список глав"
      },
      {
        "id": 2,
        "text": "От автора"
      },
      {
        "id": 4,
        "text": "Начать"
      },
      {
        "id": 1,
        "text": "Если вдруг вы не читали первый том то загляните от автора там краткий рассказ",
        "comment": true
      }
    ]
  },
  {
    "id": 2,
    "text": "\nДорогие читатели если вы не читали 1 том, то вот вам краткий рассказ.\n\nГлавная героиня книги пожертвовала своей магией и собой чтобы спасти весь мир, а затем умерла. Но оказалось что она переродилась в прошлое и стала принцессой у который неудачная судьба, и вот вместе с Себастьяном который является её слугой она решает изменить всю судьбу, но попытка была провалена потому что она изменила почти всю мировую историю и кое-что важное изобрели на две тысячи лет вперёд... И Розалин по несчастному случаю теперь живёт в старом замке\n\n\nРебята, но всё таки прочитайте 1 том. Потому что этот рассказ ну очень краток и многие важные детали упущены... \n\n",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 1,
        "targetbookid": 188638,
        "text": "Первый том"
      }
    ]
  },
  {
    "id": 3,
    "text": "Глава 10. ",
    "answers": [
      {
        "id": 4,
        "text": "Глава 10."
      },
      {
        "id": 51,
        "text": "Глава 11."
      },
      {
        "id": 107,
        "text": "Глава 12."
      }
    ]
  },
  {
    "id": 4,
    "text": "Старый замок:\nГлава 10.\n\nСебастьян так и не рассказал почему я не чувствую боль в ладони, как все остальные дети, а вот Лесли и Марта рассказали всем что я умею писать, об этом уже знают все местные служанки... \n— Принцесса, смотрите у меня есть листики. \nПосле того как они увидели что я умею писать Лесли начала каждый день приносить мне бумагу и цветные карандаши, но они всё равно меня боятся особенно Марта... Значит с неё я и начну она обязательно должна меня полюбить",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "\nЯ взяла карандаши и стала рисовать \n— Ты впервые этим занимаешься верно?\n— Как ты?\n— О, так значит моя догадка была верна...\n— Да ну тебя!\n— Вот только что такого могла сделать семья ребёнку, чтобы он даже никогда не брал в руки карандаши?  Эти слова меня будто пронзили насквозь, впервые находясь в старом замке мне было поршиво\n— Ничего они мне не делали, я сама не хотела рисовать... Я посмотрела на Себастьян так чтобы он уже понял что надо от меня отстать и пойти прочь в общем он так и сделал",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "\nКак и сказал Себастьян я впервые рисую, но не смотря на это и на то что у меня маленькие ручки которыми неудобно держать. Я смогла нарисовала два рисунка, портреты Лесли и Марты получились не плохими, осталось лишь последний штрих отдать их. Нельзя просто взять и положить нужно чтобы они поняли что это подарок и дарить нужно по отдельности.\nИ почему я говорю о таких вещах с максимальной серьёзностью..?",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "\nМоя первая цель это ты Марта! Ты точно не устаишь перед этим Пхахаха! Так о чем это я?\nЯ подползла к Марте и дернула её легонько, она наклонилась и сильно удивилась моему визиту к ней.\n— Разве я не кормила вас недавно?\nТы что с собакой разговариваешь? Да, я не умею ходить, но это уже через чур \nЯ протянув ей рисунок с натянутой и счастливой улыбкой  надеясь что она поймет, что это подарок.\n— Что это? Это я? Как мило принцесса. Она посмотрела на рисунок и положила его на стол. Моё сердце разрывалось когда я смотрела на Марту, я так старалась нарисовать совершенно точно её портрет даже мои руки заболели Марта ты такая жестокая...",
    "answers": [
      {
        "id": 7,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d35/1912/3c/cf5a6d4f4571.jpg"
      },
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "\n— Розалин что с тобой?\n— Себастьян она жестока, холоднокровна и бездушна\n— Кто? О чем ты?\n— У неё вообще есть сердце..? Чуть не плача я посмотрела на Себастьяна\n— Ты случайно не сошла с ума?\n— В порядке, я в порядке, я просто так долго рисовала рисунок этими руками который почти нормально держать не могут, я столько времени убила на то чтобы нормально нарисовать хоть и делала это впервые это так не справедливо...\n— Ахх... Поскольку ты делала это впервые, давай я тебя просвещу. Я знаю что у тебя наверное не было детство и все твои поступки были великими. Но! Поверь мне, как сильно ты не старалась над рисунком, как сильно ты не мучилась, реакция почти будет одна и та же. Или тебе что? Не достаточно того что на тебя смотрят, как на чудо ребенка который умеет писать в восемь месяцев!?\n",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "\n— Наверное ты прав...\n— Рад что ты это понимаешь\n— И поэтому, я буду стараться ещё усерднее!\n— Ты нормальная или как?\n— Да ладно тебе Себастьян, нам ещё нужно отдать рисунок Лесли, пускай она так же реагирует, но не буду же я его выкидывать.\nЯ сказал ей это чтобы она прекратила это делать, ведь дети в 8 месяцев просто лежат, а она рисует и пишет. Даже марта не стала реагировать при ней потому что она думает что это повлияет на ребёнка, хотя хорошо что она так думает. Если бы она всё таки реагировала Розалин бы чувствовала что допустила ошибку, а зная ее она долго бы себя убивала из-за этого",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "\nЯ не знаю где Себастьян ходит, но мне не куда деть рисунок так что я отдам его сейчас.\nКогда я увидела Лесли она тоже сразу меня заметила, в руке она держала чайник, а возле неё был торт для нас, кто живёт в старом замке торт это лишь мечты, но сегодня одна горничная принесла нам торт в качестве благодарности за то что Марта помогла ей тогда. Понятие не имею когда она успела и как, но девушка сильно благодарила...\n— Принцесса это вы нарисовали? Это так красиво я повешу на стену \nНу хоть кто-то оценил мои труды в отличие от Марты который сразу отложила рисунок...",
    "answers": [
      {
        "id": 10,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b05/1912/06/a75c9f17ce06.jpg"
      },
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "\nКак только я надеялась уйти Лесли подняла меня на руки и потащила в спальню\n— Принцесса, я забыла что сейчас обед, вам пора спать\nНо я не хочу спать! Я не маленький ребенок чтобы спать в обед \n— Эй, она права сон очень важен.\n— Заткнись, я же сказала что не маленькая!\nСебастьян просто улыбнулся мне и нечего не сказал спорить с ним бесполезно он все равно что нибудь ляпнит и мне придется помолчать\n",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "\nНу и ладно я просто буду претворяться что сплю\n— Как-то быстро она уснула обычно бывает по-другому...\nЖенщина, вы хоть знаете что произнесли это вслух? \n— Может ты просто поспишь?\n— Кто ты такой чтобы мной командовать? Что хочу что и делаю... Себастьян закатил глаза и улыбнулся будто я говорю это не впервые, а я просто продолжила притворяться\n— Она заснула?\n— Ага\n— Лесли надо поговорить сегодня принцесса дала мне рисунок и не просто это был...\n— Портрет?",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "\n— Именно\n— Марта ты как хочешь, но нам надо рассказать это императору.\n— Ты с ума сошла? Мы даже имени её не знаем, оно у неё есть, но вот только какое?\n— Ты права, негоже к императору является говорить что его ребенок чудо всех времён и при этом не знать его имени.\n— Вот и я о том же.\n— Марта.\n— Что ещё?\n— По моему этот ребенок не опасный, а очень даже милый\n— Согласна, но всё таки её кровь короче будь осторожна вдруг она только выглядит милой\n— Ты права...",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "\nМоя кровь? А что с ней? Они имеют ввиду что я дочка императора? Но тогда глупо обвинять ребенка...\nПогодите, а ведь Себастьян так и не сказал что с моей кровью он просто начал разговор о моей прошлой семье неужели и он что-то скрывает? \n— А вот и нет нечего я не скрываю! \n— Неужели, тогда что с моею кровью?\n— Нуу, я бы с удовольствием тебе сказал, но мне кажется что ты не готова к такому...\n— К чему не готова?\n— Я не думаю что ты сможешь с этим смириться и поэтому прошу дай мне немного времени чтобы я в конце концов подготовился.\n— Я совершенно не понимаю о чем ты говоришь, неужели так трудно рассказать?\n— Да Розалин, очень трудно... труднее чем ты думаешь, я ещё не знаю как ты на это отреагируешь, а вдруг ты захочешь бросить я... я... просто дай мне немного времени! Я обещаю расскажу тебе все!",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "\nЯ посмотрела на умоляющие лицо Себастьяна и не знала что делать, он был совершенно серьёзен будто вот-вот упадет на колени и будет умолять. Поэтому всё что мне оставалось делать это согласиться, хотя мне теперь уже было всё равно, главное чтобы он прекратил так делать.\n— Спасибо госпожа, я некогда не забуду вашу доброту.\n— Хватит вести себя как раб.\n— Я не понимаю о чем вы.\n— Когда ты стал называть меня на вы!?",
    "answers": [
      {
        "id": 16,
        "text": "Следущий день"
      }
    ]
  },
  {
    "id": 16,
    "text": "\n— Принцесса, время кушать\nДа, да, если бы это ещё можно было едой назвать...\nМарта вошла в комнату сделала всего-то пять шагов как очень резко вздрогнула уронив бутылку молока \n— В-Ваше величество!? \n— Так вот как вы встречаете правителя... Раздался позади меня голос  Я обернулась и увидела самого императора но разве он не сам отправил меня в старый замок?\n— Простите меня... Я просто...\n— Хватит пищать я пришёл по делу\n— И что же привело вас такое скромное место?\nИмператор ухмыльнулся и подошёл ко мне \n— Мне не давно кое-кто сообщил что моя дочь гений и не просто, а чудо всех времён так ли это?",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "\n— Если я скажу что да, поверит ли мне его высочество?\n— Хмм... А где доказательства?\n— Я могу принести пару рисунков и надписей\n— Ну давай, удиви меня...\nХа! Ты ещё как удивишься и будешь поклоняться моей мудрости когда поймёшь что я гений.\nЛесли и Марта принесли императору всё что нужно и низко поклонились ему.\nНу что, ты уже понял насколько я умна?\n— Что это за каракули?\nЭй, так нечестно, я же ребенок я не могу писать так же аккуратно\n— Твоя попытка удивить его провалилась.\n— Это не моя вина!",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "\n— Хотя если подумать то это насекомое может быть способной...\nОн опять за своё, неужели настолько трудно отличить ребенка от насекомого?\n— Ну, у него свои тараканы.\n— Эй, вы двое.\n— Да, ваше величество?\n— Почему вы мне не сказали сразу? Я узнал это только по слухам.\n— Простите нас, ваше величество. Служанки упали на колени и отпустили головы.\n— Мы не знали даже имени вашей дочери разве не дурно хвалить кого-то и не знать его имени?\n— Возможно",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "\n— Я прощаю вас, но только на этот раз.\nПрощает он, ага конечно, они же даже нечего не сделали.\n— А что касается имени её зовут\nОдзура, Лерег, Илестри, Деламоник. Запомните это имя, будет плохо если и она не будет знать своего имени. Я в скором времени проверю это.\n— Да... Император ушел, а вот Лесли и Марта испуганно смотрели ему вслед. Я бы тоже так на него реагировала по сути император просто сказал имя, но на самом деле это было предупреждениям что если ребенок не будет знать своего имени то им будет худо",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "\n Я снова посмотрела на служанок и поняла что они не просто испугались, а даже дрожат и не удивительно император не раз убивал своих слуг, они должны быть сейчас в шоке. Но я честно не хочу чтобы они ещё сильнее меня боялись, нужно им как то показать что я знаю свое имя. Я взяла листок и карандаш что лежал возле меня, часто в моей колыбели лежат такие предметы, Марта ложит их туда так как я совсем не реагирую на игрушки\n— Марта смотри она написала своё имя.\n— И надеюсь она его не забудет. Проговорила холоднокровно Марта. Иногда я не понимаю почему людей так сложно заставить полюбить меня?\n",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "\n— Потому что все привыкли боятся того чего не знают, как например темноты, они боятся не её, а то что может находиться в ней\n— Ты прав, самое главное чего боятся большинство это что-то неизведанное.\n— Хотя есть и те кто наоборот это любит\n— Ну, это кому как...\n— Ага\n",
    "answers": [
      {
        "id": 22,
        "text": "Заснуть"
      }
    ]
  },
  {
    "id": 22,
    "text": "\nЯ была в абсолютной пустоте, нечего не видела и не слышала будто я оказалась в другом пространстве, как вдруг передо мною из неоткуда появилась девочка. Она жалобно на меня смотрела, казалось что она вот-вот заплачет.\n— Одзура! Громко начала говорить незнакомка.\n— Прошу... Умоляю... Не бросай, не надо... Молю не бросай нас! Мы нуждаемся в тебе! Не отказывайся от нас и от своей крови!",
    "answers": [
      {
        "id": 22,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b10/1912/03/836421f4ccf3.jpg"
      },
      {
        "id": 23,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 23,
    "text": "\nФуух приснится же такое бррр... аж до мурашек я стала спросонья осматривать комнату интересно, а где Себастьян? Он обычно всегда рядом со мной  таращиться на меня как только я просыпаюсь. я посмотрела в угол комнаты и что я увидела?\nИмператор сидел за столом и читал какую-то книгу, вот моего горе отца точно не хватает... Решив просто не шуметь и быть незаметной, он как на зло повернулся в мою сторону\n— О, вижу насекомое проснулась.\nДа ты сам как паразит!\n— Эй вы двое там!\n— Да, ваше величество? \n— Отпустите ее погулять насекомым долго без движений нельзя.\n— Да. Не слушайтесь его он сумасшедший! \nЛесли отпустила меня на пол и куда-то ушла, почему она меня бросила? Я только проснулась, а меня уже мучают...\n",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "\nЯ стала думать что мне вообще делать взглянув на императора который до сих пор читал свою книгу, я подумала, а смогу ли я сделать так чтобы он полюбил меня?\nМне показалось это хорошей идеей отвлечь его от чтения, обычно я такого не делаю, но дети часто отвлекают родителей чтобы они поиграли с ними.\nЯ подползла к ниму обняла его ногу и очень мило улыбнулась. Отец посмотрел на меня как на что-то отвратительное.\n— Какая мерзость уберите её от меня. Император резко оттолкнул меня ногой и продолжил читать.",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "\nМерзость!? Это я мерзость!? Да я прошла аж две войны чтобы сделать союз между королевствами! Я пожертвовала собой чтобы спасти весь мир, если бы не я, то этот мир рухнул. Ты не стоишь даже ногтя на моем пальце императорский ублюдок!!!\n— Розалин что-то тебя сегодня понесло...\nЯ глубоко выдохнула, но лучше мне не стало\n— Отмолозок четов! ( Отморозок чёртов ) теперь я буду называть его так...\n— Убудак ( Ублюдок )\n— Что она говорит? Император повернулся к Марте в ожидании ответа\n— Я думаю она скучала по вам, посмотрите как она улыбается.\n",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "\n— Розалин ты взяла и оскорбила  императора самой большой империи...\n— Ты кстати где был?\n— Да так гулял туда сюда и кое-что узнал\n— Что?\n— Оказывается Империя Лин и Кэки всё ещё соперничают\n— Так значит все ещё беспорядок... Сколько он продлится\n— Не долго говорят вот-вот закончиться.\n— Это хорошо. Есть ещё новости?\n— Эмм... Принцесса Сильвания умерла \n",
    "answers": [
      {
        "id": 27,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 27,
    "text": "\n—  В каком смысле!? От чего?\n— А разве ты не помнишь? Я же забрал у этой психапатки магию вот она и умерла\n— Я помню, но может она и сумасшедшия в медицине Сильвания продвинута, зная её она пила бы специальные пилюли который повышали её магию в теле.\n— Видишь ли Розалин... Она умерла из-за того что перепутала пилюли и случайно выпила яд\n— Себастьян, ты не знаешь её она не могла нечего перепутать, эта принцесса слишком хороша в медицине чтобы что-то путать.\n— То есть ты хочешь сказать...\n— Что кому-то выгодна её смерть ",
    "answers": [
      {
        "id": 27,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c06/1912/4b/1d8f31ea4c27.jpg"
      },
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "\n— Хочу напомнить что даже принцессы на такое не пошли бы, это слишком рискованно к тому же Сильвания является сокровищем империи.\n— А я и не говорила что это принцессы, дети императора не настолько глупы, но это не означает что это сделала другая империя.\n— Дай угадаю, сейчас ты прикажешь мне следить за главным дворцом чтобы быть в курсе всех новостей.\n— Раз ты уже всё знаешь то вперёд.\n— Ты была немного скромнее когда мы впервые встретились, например когда давала мне поручения ты говорила пожалуйста.\n— Я же не говорю что ты становишься все наглее и наглее с каждым днём, а ещё ты боишься...\n— О да конечно моя госпожа, я выполню все ваши указания и сейчас я немедленно бегу их исполнять. Сказав свою речь он исчез \nВыкрутился подлец, но нечего это в последний раз когда тебе удастся вот так сбежать\n",
    "answers": [
      {
        "id": 29,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 29,
    "text": "\n— Принцесса вам нельзя так долго сидеть на полу!\nСказала та что положила меня сюда... \n— Лели!\n— Принцесса вы уже так хорошо разговариваете.\nСлужанка положила меня на кровать и почему то грустно улыбнулась.\n— Хоть ты и этой крови я надеюсь что ты не плохая. Шепотом сказала она \nЯ не понимаю какой крови? И почему у меня такое ощущение что все кругом знают всё, а я совсем нечего...\n",
    "answers": [
      {
        "id": 30,
        "text": "Месяц спустя"
      }
    ]
  },
  {
    "id": 30,
    "text": "Глава 11.\n \nСнова это пространство снова это ощущение что я ничего не слышу вдруг передо мной оказалась девочка она умоляюще смотрела на меня и плакала\n— Одзура не оставляй нас... пожалуйста... Мы... Умрём.... Умрём без тебя... Прошу не оставляй и спаси всех нас от мучительной смерти! Умоляю мы отдадим тебе все!\n",
    "answers": [
      {
        "id": 30,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a38/1912/03/31485c023765.jpg"
      },
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "\n— Эй, Розалин! Розалин вставай, Розалин!!!\n— Ааа!\n— Что это с твоим лицом? Ты будто приведения увидела\n— Да, ничего ничего что хотел?\n— У меня хорошие новости тебя перенесут в лунный дворец\n— Это же замечательно! Иди и узнай когда\n— Слушаюсь! И Себастьян исчез\nЧто это за сны который снятся мне целый месяц? Что со мной происходит?\n",
    "answers": [
      {
        "id": 32,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "\n— Принцесса! Мы идём в лунный замок! Я знаю единственное что я не знала это то что всё это будет происходить сейчас...\n— Чур я понесу принцессу!\n— Я не знаю когда ты успела привязаться к ней, но её понесёт император по крайней мере он так сказал.\n— Что? Правда что-ли?\n— Ты чем слушала Лесли? Он же и при тебе это говорил.\n— Скажем так я ушла в другой мир как только он сказал что теперь мы не будем здесь жить, а перейдем в лунный дворец.\nМарта посмеялась над Лесли и взяла меня на руки. Что неужели и вправду меня понесёт император? Надеюсь я это переживу",
    "answers": [
      {
        "id": 33,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 33,
    "text": "\n— Эй вы мусор, сколько ещё я должен ждать?\nИмператор вошёл в комнату и стал злобно смотреть на служанок\n— П-простите нас пожалуйста... Мы немного задержались\n— Немного?\nМне не нравится эта ситуация нужно как-то отвлечь его\n— Пафа!\nОн посмотрел на меня и улыбнулся\n— Даже слово нормально произнести не можешь позор\nНу и что? Я вообще-то ребенок\n— Папа! Ну что теперь ты доволен \n— Другое дело \nИмператор взял меня на руки и пошел к выходу Эй, а как же Лесли и Марта?\n— Вы двое долго там стоять будете?\n— Мы идём, ваше величество радостно закричали они.\nИнтересно почему его прозвали тираном? Он строгий, но не как не тиран по крайней мере я не вижу этого \n— Эмм... Розалин из 28 его детей выжили только 14 Я чуть не подавилась, как я могла забыть об этом!? Кошмар это не простительно для меня",
    "answers": [
      {
        "id": 34,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 34,
    "text": "\nКогда мы уже подходили к замку к нам подошла принцесса Юки интересно чего она хочет?\n— Приветствую вас, ваше величество, я очень рада увидеть вас сегодня.\n— У тебя есть ко мне дело?  Ублюдок даже не поздоровался, что происходит в его голове?\n— Скорее один вопрос если конечно вы позволите потому что он крайне...\n— Задавай с усмешкой ответил он\n— По какой причине вы позволяете ей жить в лунном дворце? Я хочу напомнить вам  закон который гласит что все кто не нужен отправляются в старый замок и вернуться только если они будут приносить пользу \n— Она гений разве этого не достаточно?",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "\n— Простите за мою дерзость император, но могу ли я сама посмотреть на её способности?\n— Конечно можешь, это ещё один способ убедиться не обманули ли меня и если она нечего нам не покажет, то навсегда останется в старом замке.\nЯ почувствовала испуг служанок неужели он настолько не понимает что ребенок может просто не захотеть к счастью я не ребёнок...\n— И когда?\n— Сейчас ответил император  ",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "\n И они вместе вошли в здание я не понимаю неужели так сложно хоть иногда подчиняться здравому смыслу?\n— Знаешь Розалин ты тоже часто не подчиняешься ему\n— Во-первых я знаю меру. Во-вторых прекрати читать мои мысли без разрешения\n— Но мы только так можем общаться\n— Тогда... Тогда...\n— Видишь ты тоже не подчиняешься здравому смыслу \n— Не мог бы ты просто помолчать",
    "answers": [
      {
        "id": 37,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 37,
    "text": "\nКогда мы вошли в гостиницу нас встретила девушка я бы сказала что она служанка но она была одета весьма странно \n— Эмма принеси пожалуйста карандаши и бумагу\n— Да, ваше величество \nинтересно кто она такая она единственная служанка который не боится императора и смотрит ему прямо в глаза\n— Вообще-то она дворецкий\n— Девушка дворецкий? Необычно...\nЧерез минут 5 девушка вернулась только уже с карандашами и бумагой \n— Что мне с этим делать?\n— Положи на пол я хочу посмотреть кое-что\n— Слушаюсь",
    "answers": [
      {
        "id": 37,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c39/1912/bf/1eac60b1af21.jpg"
      },
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "\nДворецкий положил на пол предметы, а меня рядом с ними. Император сел на диван, принцесса Юки улыбнулась злой улыбкой, а служанки просто дрожали в углу комнаты. Желая отомстить вредной принцессе и показать на что я способно, я ели как взяла в руки карандаш и стала писать только не на одном листе, а на нескольких.\nЯ люблю папу больше всех. Вторая записка содержала \nМне нравится лесли и марта. Может быть имена пишутся с большой буквы, но откуда это знает ребенок?\n",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "\nПринцесса Юки уже падала в обморок но Марта успела ее удержать а дворецкий не верила своим глазам да мне стоит задуматься прежде чем делать что-то \nИмператор был сильно удивлен но пришел в себя через минуту\n— Как видите она достойна того чтобы находится в этом дворце есть те кто против?\n— Ваше величество почему мы должны быть против я только за с улыбкой заговорила дворецкий посмотрев на принцессу\n— Это хорошо",
    "answers": [
      {
        "id": 40,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 40,
    "text": "\nИнтересно есть такое слово дворецкая \n— Тебя волнует это сейчас?\n— ага\n— Хотя если подумать, то это и вправду интересно\nСебастьян сделал задумчивое лицо, а я посмотрела на императора тот будто что-то вспомнил \n— Эй вы двое с этого момента я назначаю вас личными служанками принцессы если будет что-то нужно обращайтесь \n— Да! Закричали они одновременно",
    "answers": [
      {
        "id": 41,
        "text": "Спустя три дня"
      }
    ]
  },
  {
    "id": 41,
    "text": "\nАх жизнь прекрасна теперь я не лежу смотря на разваленый потолок, боясь что он вот-вот упадет, накрываюсь нормальным одеялом а не тряпкой что еще желать?\n— Вижу ты очень счастлива.\n— Ну я просто обрадовалась.\n— Ага конечно...\nСебастьян посмотрел на меня с грустным лицом.\n— Себастьян что-то случилось?\n— Да, случилось кое-что, я слышал от принцесс что они будут планировать твоё убийство...\n— Но ведь ты можешь подслушать, разве нет? К тому же кроме меня тебя не кто не видет.\n— Они договорились спланировать это за пределами дворца очень далеко, я боюсь оставлять тебя. В прошлый раз на тебя напали и чуть ну убили.\n— Но это же было давно.\n— В первый раз я оставил тебя и не уходил далеко и на тебя напали с ножом. Во второй раз на тебя напал убийца, а что случится когда я оставлю тебя в третий раз?\n— Себастьян раз принцессы будут планировать, то они не напалут на меня, а ещё убийца на меня напал в солнечном дворце, а я сейчас в лунным никакой убийца даже опытный не проберется сюда.\n",
    "answers": [
      {
        "id": 42,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 42,
    "text": "\n— Ну, возможно ты права\n— Кстати Себастьян, ты же можешь телепортироваться, тогда почему ты не можешь оставлять меня учитывая что ты читаешь мои мысли?\n— Твоя манна ещё слишком слаба, я тебе уже рассказывал что мои силы связаны с твоей манной, а чтобы телепортироваться мне нужно видеть тебя.\n— Так вот как это работает но... В смысле ты должен видеть меня?\n— В прямом всё что мне нужно это просто тебя видеть даже если через заклинание.\n— Понятно... Кстати, а когда ты собираешься уходить \n— Завтра утром, я вижу ты уже ждёшь когда уже я свалю\n— Да ладно тебе мне тоже нужен отдых.\n— Это было очень обидно \n— Когда ты научился обижаться?",
    "answers": [
      {
        "id": 43,
        "text": "На следущий день"
      }
    ]
  },
  {
    "id": 43,
    "text": "\n— Так, слушай сюда, нечего не ешь если это подозрительно выглядит, ты уже знаешь как пахнут самые разные яды, а ещё не трогай игрушки по крайней мере почерневшие, это признак что там яд не зли императора или служанок веди себя тихо и...\n— Я поняла, иди уже\n— Я не прощу тебя, если ты умрёшь\n— Да не умру я, не умру.\n— Ох надеюсь все будет в порядке. Вздохнув Себастьян исчез. Вот что со мной может случиться?\n\n.........................................................\nУчитывая, то что мне нужно развивать сюжет, в течение всей истории с тобой многое случится...",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 44,
    "text": "\n— Принцесса время кушать! А вот и ты Лесли\n— Давайте я вас накормлю.\n— Не перекармливай её Лесли, в прошлый раз её стошнило.\nНе напоминай мне Марта, меня стошнило не от этого, а от того что детское питание очень гадкое. Я так мечтаю о нормальной еде...\nКогда Лесли покормила меня она попыталась поиграть со мной погремушками, тут и рассказывать не надо как я на это реагировала...\n— Лесли ты всё пытаешься с ней поиграть? Пора уже смириться что она необычный ребенок\n— Все дети любят играть и она не исключение. Настойчиво пробубнила она\n— Ну ну, удачи тебе.\nМарта ты единственная кто понимает ситуацию.",
    "answers": [
      {
        "id": 45,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 45,
    "text": "\nЛесли вертела погремушку и так и сяк у меня уже кружилась голова мне захотелось заплакать... Так СТОП! Почему? Я не маленький ребенок? Может это инстинкт? Просто не думай об этом, я не заплачу без причины никогда! \n— Ох она совершенно не хочет играть... Хотя погодите я помню в гостиной лежали другие игрушки\nПочему ты не хочешь сдаваться? Лесли подошла к двери и уже тянула ручку, как дверь взорвалась",
    "answers": [
      {
        "id": 46,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 46,
    "text": "\nПроизошёл небольшой взрыв и от него Лесли упала и ударилась головой. Я не поняла что вообще произошло, но услышала как завизжала Марта. Все было в дыму, я нечего не смогла разглядеть. Что? Что происходит!?\n— Поторопитесь, нам ещё от свидетелей избавиться нужно!  Из дыма вышли мужчины в масках у них было оружие они громко смеялись, казалось что это смех демонов из ада. Марта быстро кинулась к Лесли чтобы помочь ей встать, но она получила серьезную травму с её головы медленно стекала кровь в то время как Лесли громко стонала от боли. Я стала дрожать от страха, минуту назад всё было хорошо, так что случилось?\n— Заткните эту прислугу, она много орёт уши болят\n— Кто вы такие? Чего вам нужно Здесь!?\n— Я же сказал убейте их\n— Нет!\nМарта закрыла собой Лесли, а преступник безжалостно вонзил свой меч в живот \nМарта нет!!! Только не это, пожалуйста нет!\nЯ стала громко кричать, визжать, звать на помощь чтобы кто-нибудь пришёл и помог Марте мне и Лесли, но я лишь видела как тело Марты безжизненно падает на пол \n\n",
    "answers": [
      {
        "id": 47,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 47,
    "text": "\n— Отлично, а теперь девчонка\n— Да!\nУбийца замахнулся на меня, но мне всё равно он убил Марту, а что будет с Лесли? Она возможно убежит, от меня одни проблемы надоело! Я даже не стала закрывать глаза и вдруг Лесли появилась и закрыла меня собой. С ней случилось тоже самое что и с Мартой её кровь одна за другой капала крупными каплями на моё лицо. Перед тем как упасть на пол она прошептала хриплым голосом\n— Надеюсь вы вырастите счастливой \nЛесли! Нет почему именно они? Почему они же не в чем не виноваты?\n— Вот чёрт! Мы хотели оставить хотя бы одного, ладно сделайте так чтобы казалось что они себя сами убили.\n— Хорошо\n",
    "answers": [
      {
        "id": 48,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 48,
    "text": "\nЛесли Марта вы, Почему вы..? Они же не в чем не виноваты! Нет я не верю! Их можно ещё спасти, я не верю что они погибли! Есть же магия она поможет, есть множество медиков мне только нужно успеть!\n— Господин, нам нужно на время покинуть помещение мы потом скоро вернёмся и покончим с ней\n— Хорошо пошли.\nТочно мне лишь только нужно успеть, успеть позвать на помощь, но как!? как?\n— Всё что мне нужно это просто тебя видеть даже если через заклинание\nКонечно это единственный шанс, другого выбора нет! Даже если на меня опять будут смотреть с призрением, даже если моя судьба стать такой, у меня нет выбора мне придется принять эту адскую силу и черную кровь",
    "answers": [
      {
        "id": 49,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 49,
    "text": "\nЯ схватила палочку и со слезами на глазах стала шептать заклинания мои руки дрожали но это единственный выход\n\n\n Всевидящее око призываю я!\n\n Раскрой всю правду что была скрыта от меня.\n Раскрой секрет что таился так много лет.\n Дай видеть чего другим не видно\nДаже если кровью всё облито\nОтныне буду видеть что ото всех скрыто\nТы слышишь меня? Теперь я хозяйка твоя! Принимаю судьбу не тая.\nВедь эта сила моя.\nТак повинуйтесь сейчас!\nИбо цепи заставят вас\nЭту черную кровь ношу\nИ не подченения не прощу!\n\n",
    "answers": [
      {
        "id": 50,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 50,
    "text": "\nЯ произнесла заклинание и предо мной появился овал через него можно было увидеть всё и вся и я увидела Себастьяна.\n— Розалин? Вдруг он очутился возле меня, а я уронила из рук палочку и начала терять сознание у меня получилось? Неужели Лесли и Марта выживут? Последним что я увидела это Себастьяна который пытался до кричаться до меня, но я совершенно нечего не слышала",
    "answers": [
      {
        "id": 51,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 51,
    "text": "Глава 11\n\nГолова жутко болит, я очнулась незнакомой мне комнате. Через несколько секунд увидела Себастьяна и посмотрела на него, он как увидел что я проснулась стал кидаться вопросами.\n— Розалин ты как? В порядке не где не больно?\n— Я... Я в порядке ответила улыбнувшись Себастьяну.\nНо тут же вспомнила что со мной случилось.\n— Себастьян что с Лесли и Мартой!\n— Мне очень жаль... Опустив голову ответил мне.\n— Нет я не верю в это! Это невозможно разве я не...\n— Розалин\n— Если бы не я, то они бы...\n— Розалин\n— Лучше бы они меня убили\n— Розалин!\n— Что!\n\n",
    "answers": [
      {
        "id": 52,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 52,
    "text": "\n— Как давно ты знала?\n— Что знала?\n— Ты знаешь о чем я говорю, ты использовала заклинание которое призывает подчиняться.\n— Так значит... Ты это имел ввиду это под моей кровью?\n— Так значит ты знала обо всем, но понятие не имела о чем я!?\n— Ага...\n— И каково твоё решение?\n— Мне сказать собственное мнение или показать что теперь у меня нет выбора?\n— Скажи, то что думаешь\n— Окей, хорошо. Я совсем не хочу чтобы во мне текла черная кровь, потому что это кровь демонов и темных существ. Я не хочу чтобы я была такой же! думаешь я хочу эту ужасающую адскую силу? И быть одной кровью с существами который жаждут только убить? Именно поэтому я отказалась от неё в прошлой жизни, эти монстры убивали моих друзей и ранили мою семью!\n— А хочешь знать что на самом деле было?\n— Что? Что заставило их быть настолько мерзкими!?\n— Мерзкими? Розалин ты скоро возьмёшь свои слова назад\n— Да не за что в жизни!\n",
    "answers": [
      {
        "id": 53,
        "text": "Информация"
      }
    ]
  },
  {
    "id": 53,
    "text": "\nТы назвала Демонами тех кого даже глазами не видела, и вообще наша раса ни как не связана с войной которая случится в будущем. Ты не знаешь кто мы, хуже всего ты не знаешь кто ты, давай я расскажу тебе полную настоящую историю, но предупреждаю после этого ты заберёшь все свои слова назад",
    "answers": [
      {
        "id": 54,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 54,
    "text": "Как ты уже знаешь есть пять рас\n\n1 Маги\n2 звероподобные\n3 эльфы\n4 воины\n5 крылатые\n\nНо была шестая раса она называлась Куроити странное название, но в переводе с древнего языка означает чёрная кровь. Эта раса обладала тёмной магией, магией тьмы самой сильной из всех. Сначала они жили со всеми в мире, но потом их стали боятся из-за того что эта сила слишком сильна и может разрушить всё в любой момент, на куроити стали смотреть с ненавистью и страхом в то время как ни в чем не виновная раса больше не могла так жить, они решили покинуть эти земли и создали своё королевство.\n",
    "answers": [
      {
        "id": 54,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c29/1912/74/3ef9dd52dc79.jpg"
      },
      {
        "id": 55,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 55,
    "text": "\nНо даже после этого расы всё еще боялись куроити до такой степени что королевство прозвали тёмным и на этом они не остановились все стало настолько плохо что империи пришли к выводу что мы существа которые хотят захватить весь мир, и неудивительно куроити отличались не только магией, но и внешностью. Темные глаза и волосы который не было не у кого кроме нашей расы тому пример, но это не самое худшее самое ужасное в этой истории, то что все империи собрались вместе и напали на наш народ с факелами сожгя до пепла всё королевство. Выживших потащили на жестокою казнь кого-то сжигали на костре, других же избивали до смерти или топили в реке. Не жалели ни кого не стариков не детей не многим удалось сбежать, а раса куроити распалась народы забыли что когда-то существовала шестая раса, но и потомкам чёрной крови живётся не сладко",
    "answers": [
      {
        "id": 55,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b20/1912/d3/8a519a28ca18.jpg"
      },
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 56,
    "text": "\nЯ ужасом слушала Себастьяна и осознавала насколько же я была не права\n— Себастьян...\n— Не извиняйся откуда ты могла узнать что куроити и демоны не как не связаны\n— Ну и что... \n— Не вине себя слишком сильно достаточно того что ты все понимаешь\nХоть он так и говорит я всё равно буду винить себя посмотрев на бок я увидела возле себя палочку на который была не маленькая трещина\n— Себастьян а что с моей палочкой\n— А разве ты не знаешь? Это ненастоящий священный артефакт вот она и треснула от мощного заклинание\n— Вот как. Но сейчас это не особо важно \n— Кстати, а сколько я проспала?\n— Нуу...",
    "answers": [
      {
        "id": 57,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 57,
    "text": "\n— Два с половиной месяца или больше я точно не помню...\n— Сколько!? Сколько!?\n— А что ты ожидала? Ты хоть представляешь какое мощное заклинание применила? Если бы не приняла свою кровь то хоронилась сейчас в сырой земле\nДва с половиной месяца, два с половиной месяца два, с половиной месяца!!\n— Успокойся уже лучше скажи спасибо своему отцу зато что он показал тебя медикам\n— А? С чего вдруг его беспокоит чья-то жизнь?\n— С того что ты теперь герой... С усмешкой ответил Себастьян",
    "answers": [
      {
        "id": 58,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 58,
    "text": "\n— В смысле \n— В прямом если бы не твоё участие, то преступников который давно разыскивают не поймали \n— Ясно...\n— Всё ещё думаешь о Лесли и Марте\n— Да\nНаш разговор прирвали люди которые ворвались в комнату они увидели что очнулась и с паникой стали звать императора который в это время был уже около двери\n— Что за шум?\n— Ваше величество принцесса очнулась\n— Правда? А я думал она давно мертвая. Лжец...\nОн подошёл ко мне и снова сделал странную улыбку\n— Ну здравствуй насекомое помнишь ли ты меня?\nКак же я могу тебя забыть в кошмарах мне снишься к тому если я сделаю вид что забыла ведь так и делают нормальные дети, то точно ты соберёшься меня убить.\n— Папа! \n",
    "answers": [
      {
        "id": 59,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": "\n— Так значит помнишь, а я уже обрадовался что ты прекратишь меня так называть\nКонечно конечно ты чуть не убил меня из-за того что я не назвала тебя папой...\n— Император как хорошо что принцесса очнулась ведь скоро её день рождения Отец сразу посмотрел на меня\n— Точно у тебя же скоро день рождения \nЗадумчиво произнес он\n— Эй!\n— Да, ваше величество?\n— Осмотрите её\n— Хорошо. Медики прошли вперед и стали делать свою работу",
    "answers": [
      {
        "id": 60,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 60,
    "text": "\nКогда меня осматривали один медик отскочил назад от удивления, а за ним и другие \n— Господин!\n— Что такое\n— У... у меня есть важная новость\n— Неужели всё настолько плохо?\n— Нет! Вы не поверите, но у вашей дочери первое пробуждение магии!\n— Что? Вы шутите!? У самых одаренных детей первое пробуждение в 3 года у остальных в 5 а то и в 6\n— Об этом я и хочу сказать, у неё очень раннее пробуждение, но при этом нет ни каких проблем со здоровьем вы хоть понимаете что это значит!? Ваше величество боюсь вам следует перестать скрывать это от импери\n— Я вижу улыбнулся мне\n император\n— И когда вы планируете рассказать?\n— Когда ей исполниться год лучше передай слугам чтобы они подготовились.\n— Конечно. Юный медик рванулся вперёд за ним побежали остальные казалось что они следуют за ним всегда\n— А ты становишься всё более интересной\n",
    "answers": [
      {
        "id": 61,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 61,
    "text": "\n— Что это было Себастьян?\n— Это называется самой себе откопать могилу\nЭй, а ведь он прав если меня с раннего детства будут считать гениям, то все будут ждать от меня что-то великое при чем если я не оправдают их ожидания все будут меня призирать ещё ниже это типичная психология... Эхх, а я просто хотела прожить свою жизнь как серая мышка...\n— У тебя это никогда бы не получилось\n— Возможно ты прав",
    "answers": [
      {
        "id": 62,
        "text": "Три часа спустя"
      },
      {
        "id": 61,
        "text": "Да, да, автор очень любит число три, некоторые заметили это с первого тома :D",
        "comment": true
      }
    ]
  },
  {
    "id": 62,
    "text": "\nПосле малого сна я снова очнулась в незнакомой комнате серьезно это только началось а мне уже надоедает...\nПо середине комнаты стоял император будто кого-то ждал вдруг в дверь закрипела и в комнату вошли две девушки \n— Вы опоздали строго сказал император \nОдна девушка запаниковала и стала дрожать, но вторая спокойна ответила что у них была веская причина\n— Всё ясно... Наверное вы уже знаете что должны делать, но повторюсь вы приготовите её ко дню рождения если сможете справиться с этой лёгкой работой, то будете отвечать за неё если же нет, то знаете что будет\n— Да\nЯ внимательнее присмотрелась к девушкам и уже смогла узнать некоторые факты о них",
    "answers": [
      {
        "id": 63,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 63,
    "text": "\nПервая девушка выглядила наивно и похоже она жутко боится императора, в прочем это неудивительно... По её манере, походке и улыбки можно сказать что она простолюдинка, так как важных особ учат с раннего детства быть сдержанным и стараться не улыбаться без причины потому что это дурной знак.",
    "answers": [
      {
        "id": 63,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c08/1912/3c/28eff218b5c9.jpg"
      },
      {
        "id": 64,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 64,
    "text": "\nОна точно дворянка я уверена не может быть иначе, к тому же как она говорила с императором... Интересно её страну захватил мой отец или она по своей воле стала работать в любом случае скоро я это узнаю.",
    "answers": [
      {
        "id": 64,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c03/1912/1e/20f7e87738f5.jpg"
      },
      {
        "id": 65,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 65,
    "text": "\nУдивительно ко дню рождения ребенка все готовиться так усердно хотя возможно это из-за моей магии \n— И чтобы ты хотела на день рождения?\n— Выжить.\n— Я имел ввиду другое, но то что ты ответила уже прогресс. Кстати, а ты хоть знаешь когда у тебя день рождения? \n— Нет...\n— Серьезно!?\n— А что ты хотел в прошлой жизни у меня было день рождения летом к тому же где я смогу узнать дату?\n— Ясно всё с тобой если что оно уже завтра во дворце такой шум из-за этого\n— Неудивительно у меня же ранее пробуждения магии, но вот только половину дворца сохраняют спокойствие потому что во сколько было пробуждения не зависит от силы магии.\n— Волнуешься? \n— Кто я? Пфф ты что-то перепутал\n— Всё может быть",
    "answers": [
      {
        "id": 66,
        "text": "Следущий день"
      }
    ]
  },
  {
    "id": 66,
    "text": "7 Декабря ранее утро\n\nБоже сейчас даже за окном темно зачем меня будить? \n— С днём рождения тебя и как это зачем? Тебя нужно подготовить\n— Зачем так наряжать годовалого ребенка?\n— Я вижу ты совсем нечего не знаешь, а как же церемония и древняя традиция?\n— Что? О чём ты?\n— Ты серьезно не знаешь!?\n— Не знаю что?\n— Неужели в твоём будущем нет этой традиции\n— Да скажи уже что за традиция!\n— Да ладно тебе, даже подразнить не даёшь...",
    "answers": [
      {
        "id": 67,
        "text": "Немного информации"
      }
    ]
  },
  {
    "id": 67,
    "text": "\nВ императорской семье есть одна традиция, она существует уже очень давно еще когда империя Лин только начала расти. Когда ребёнку исполняется ровно год его несут в главный замок в нём есть огромный зал, именно там и приводится древняя традиция. В зале есть стена и маленький фантан, говорят там течёт святая вода ребёнку моют руки этой водой ну, а затем как бы сказать помягче... Аккуратно ножом делают царапины на ладони чтобы потом ребенок сделал кровавый отпечаток на стене где и другие отпечатки ",
    "answers": [
      {
        "id": 68,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 68,
    "text": "\n— Что!? Что за жуть!? Кто вообще придумал такую жуткую традицию это это же...\n— Полностью с тобой согласен но я напомню тебе что это не твоя эпоха раньше законы были через чур жестоки\n— Себастьян, а если ребенок не захочет делать отпечаток на стене\n— Эм... Ну... Разумеется ему помогут это сделать и если он заплачет ничего такого не произойдет потому что это естественно, но если ребенок будет очень сильно сопротивляться и не давать сделать отпечаток, то это означает что как и он так и боги не принимают его кровь, то есть он сам отказался от своей крови и боги не могут принять его кровь. Следовательно его убивают ведь он сам выбрал смерть чем принять кровь который течёт в его венах.",
    "answers": [
      {
        "id": 69,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 69,
    "text": "\n— Найдите и приведите мне того человека который выдумал эти правила! Что за идиотизм!\n— Ну тогда все верили в разное божество хотя в них и сейчас верят, но не так сильно\n— Да какая разница надеюсь тот кто выдумывал традиции и правила погиб самой страшной и мучительной смертью\n— Ну может быть так и было. (Вообще то так и было я своими глазами видел это же я убил его)\n— Кстати вот тебя и одели ты выглядишь просто\n— Глупо \n— Что? почему?\n— я вся белая словно призрак\n— В такой день всегда одеваются в белое ведь день рождения или ты предпочтешь как на похороны одеться в черный?\n— Неважно...",
    "answers": [
      {
        "id": 70,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 70,
    "text": "\n— Шарлотта принцесса такая красивая в этом наряде\n— Да. Ответила она с грустным лицом \n— Что случилось?\n— Лилит\n— Да?\n— Ты знаешь что будет когда мы придём в главный дворец?\nЛилит сделала такое же выражение лица как и у Шарлотты \n— Так ты тоже слышала об этой традиции... Лотти... А что если она будет со...\n— Давай не будем об этом говорить сейчас нам нужно лишь покормить ее\n\n",
    "answers": [
      {
        "id": 71,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 71,
    "text": "\nОни покормили меня снова поправили платье и вышли из дворца, а я углубилась в свои мысли. Так значит Себастьян правду сказал об этой жуткой и странной традиции, разумеется я не буду сопротивляться как больно мне не было. К тому же порезов я совсем не боюсь, я столько сражалась на мечах что новые порезы были каждый день, дошло до того что я даже перестала их обрабатывать. Я привыкла когда что-то где-то болит и щипит. Сколько себя помню я не была белоручкой как все остальные знатные девушки и поэтому некоторые называли меня чудной\n",
    "answers": [
      {
        "id": 72,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 72,
    "text": "\n— Розалин!\n— А? что?\n— Я уже в третий раз зову тебя\n— Что случилось?\n— Мы пришли\nЯ огляделась вокруг и верно мы уже стояли возле замка. Насколько я помню обычная служанка не может войти в такое важное место и тем более показываться на глаза людям с ребенком императора на руках носить его можно, но пока не кто не видит и конечно с разрешением императора, если взять на руки ребёнка без такого разрешения наказание будет суровым\n",
    "answers": [
      {
        "id": 73,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 73,
    "text": "\nДверь замка открылась и возле нее стоял император с дворецкой? Как назвать девушку который работает дворецким?\n— Вы вовремя холоднокровно сказал император забирая меня из рук Шарлотты\n— А ты выглядишь глуповато. Вот именно...\nЯ услышала как возле меня хихикает Себастьян \n— Что смешного? \n— Смешно, то что вы думаете что ходить в одном цвете глупо вы так похожи\n— Чем же?\n— Лучше давай я задам вопрос тебе, что глупого ходить в одном цвете?\n— Ну не то чтобы глупо... Просто немного странновато белые туфли, белое платье, белые перчатки, даже заколка белая.\n— И всё равно что тут странового?\n— Я не знаю просто я так думаю.\n",
    "answers": [
      {
        "id": 74,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 74,
    "text": "\nКогда мы наконец вошли в главный дворец в тот самый зал о котором говорил Себастьян заиграла музыка и все обратили внимание на меня скажем так было ужасно неловко мне захотелось слезть с рук императора и убежать, но я смогла даже если бы у меня был шанс \n— Поприветствуйте  его величество император Хасан Деламоник и принцесса Одзура, Лерег, Илестри, Деламоник\nПрозвучал откуда-то голос мы шли вперёд по красному ковру все смотрели не на императора а на меня и это было странно  когда мы прошли длинный красный ковёр какой-то старик поклонился либо императору либо мне и начал свою речь.",
    "answers": [
      {
        "id": 75,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 75,
    "text": "\n— Дамы и господа сегодня мы собрались в этот чудесный день не только для того чтобы отпраздновать день рождения пятнадцатой принцессы империи, имя который Одзура, Лерег, Илестри, Деламоник, но и узнать согласна ли пятнадцатая дочь императора империи Лин Хасана Деламоник принять свою кровь гордиться её до конца дней своих и не отказаться от неё мерзкими способами такие как предательство, смерть, ложь и конечно же жертвой. Начнем же эту традицию который существует уже очень много лет\n\n.........................................................\nЯ немного попозже расскажу что это значит отказаться от крови предательством смертью и ложью\n",
    "answers": [
      {
        "id": 76,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 76,
    "text": "\nМеня поднесли к фантану и хорошенько ополоскнули руки гости что смотрели на нас насторожились будто ожидали чего-то ужасное, но ко мне только подошёл старик с ножом и аккуратно взял мою руку. Я была совершенно спокойна потому что старый мужчина не был похож на убийцу, а скорее на доброго священника только нож был странный весь покрыт старинными узорами на секунду мне показалось что это артефакт, но я не почувствовала никакой магии от него и поэтому успокоилась ",
    "answers": [
      {
        "id": 77,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 77,
    "text": "\nМне сделали порез на всю ладонь откуда потекла кровь её размазали по всей ладони было больновато, но это ничто по сравнению с моими ранами. Мою ладонь прислонили к стенке где-то несколько секунд меня держали так и вдруг я почувствовала резкую боль в ладони. Старик быстро убрал мою руку и что-то радостное проговорил в своей речи, но мне было всё равно потому что откуда-то не возьмись появилась адская боль в руке, будто мне ножом руку медленно  протыкали и вытаскивали обратно. Мне было настолько больно что я стала кричать и плакать, но на это не кто не реагировал мне волновало лишь одно эта мучительная боль я так хотела оторвать себе руку лишь бы избавиться от неё.",
    "answers": [
      {
        "id": 78,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 78,
    "text": "\nПока я мучилась от ужасной боли на руках императора к нам подбежал дворецкий в руке у него был бинт им он завязал мою руку стало немного легче, но всё равно было больно что вообще произошло? Почему меня вдруг охватила такая резкая боль? Может быть я чем-то больна?\n— Поздравляю вас.\nВнезапно взади раздался чей-то голос. Мой отец повернулся со мной держа меня на руках и я увидела императора империи Кэки, Йоши Кая я сразу вспомнила тот случай в обед я специально разлила горячий суп на самого императора второй империи...\n\n",
    "answers": [
      {
        "id": 79,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 79,
    "text": "х\n— Благодарю вас, но позвольте спросить что же вы делаете в моих краях?\n— Не волнуйтесь я здесь по делу, а когда я увидел вас мне захотелось поздравить ведь она даже не сопротивлялась своей крови\n— Разумеется это ведь моя дочь\n— Да и вправду надеюсь она не будет такой же мелочной как вы\n— Это лучше чем быть собачкой в глазах людей\nАхх... между ними бездна я читала что империи много воевали, но провоцировать друг друга даже во время праздников через чур странно.",
    "answers": [
      {
        "id": 80,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 80,
    "text": "\n— Дорогие гости, после традиции все обязаны праздновать и веселиться давайте же начнем этот чудесный праздник! Музыка стала играть по веселее, а мой отец перестал разговаривать со своим вечным соперником император подошёл к столу где встретили его принцессы, принцы, короли и королевы. Он просто посадил меня на высокий стул, а сам сел на другой конец длинного стола. Что не так с ним? Разве он не знает что дети могут вести себя за столом неправильно или он только этого и ждёт?",
    "answers": [
      {
        "id": 81,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 81,
    "text": "\n— Ваше величество негоже без присмотра оставлять ребенка учитывая каким жестоким вы можете быть. Вдруг сделала замечания беловолосая девушка я внимательнее присмотрелась к ней и тут же узнала представляете в каком восторге я была тогда? Я читала о ней в учебнике по истории это же Саманта Картель, первая королева королевство Авора и чем же она велика? А я скажу вам вместо того чтобы выйти замуж и стать принцессой как все девушки, она добилась успеха сама и стала королевой её подвиги, честь и благородство описаны почти во всех учебниках и сейчас я вижу её в живую",
    "answers": [
      {
        "id": 81,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c26/1912/53/5f02fd8bc21c.jpg"
      },
      {
        "id": 82,
        "text": "далее"
      }
    ]
  },
  {
    "id": 82,
    "text": "\n— Сегодня я даю ей волю, если она что-нибудь натворит, то ей сойдёт это с рук\n— Вот как? Но это всё равно неправильно, так как что будет если она захочет есть?\n— Если она захочет, то пусть ест на столе много еды неважно как это будет выглядеть.\nПонятно значит мне не стоит ждать пока меня покормят... Но не буду же я умирать с голоду неужели мой отец решил проверить на сколько я беспомощна? Ну нет, я не собираюсь помирать от голода только потому что моему папаши так захотелось.\n\n",
    "answers": [
      {
        "id": 83,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 83,
    "text": "\nЯ взяла чайную ложку чтобы было удобно, наверное другие подумают что наоборот чайной ложкой сложнее чем столовой, но нет. Если вы маленький ребенок и возьмёте аккуратно еду столовой ложкой что потом будет? Правильно вместо того чтобы съесть её вы размажите пищу по всему лицу. Ха! я не собираюсь выслушивать смех взрослых\nЯ подвинула к себе тарелку с тортом, не знаю можно ли в таком возрасте его есть и начала с максимально аккуратно отламывать кусочек. Кстати по сравнению с тем как я пыталась сделать что-то в восемь месяцев было немного легче. Когда я с победой съедала кусок торта заметила что все смотрят на меня с таким удивлением будто увидели снег в разгаре лето я чуть едой не подавилась когда увидела что даже император на меня смотрит. Ну я привыкла к тому что сама же копаю себе могилу поэтому на все взгляды просто улыбнулась, но почему я не соврала что кто-то меня научил? Почему я заставляю всех думать что я какой-то гений всех времён?",
    "answers": [
      {
        "id": 84,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 84,
    "text": "\n— Император... Ваша дочь Невероятна. Ели как проговорила Саманта Картель. Вдруг начался балаган все обсуждали меня кто-то говорил что я вырасту достойной леди кто-то говорил про то что я гений, а остальные просто смотрели на меня... \n— Кстати, на счёт подарка, я не планировала его дарить, но ваша дочь мне очень понравилась. Так что я прошу с вашего позволения конечно подарить ей кое-что особенное.\n— Почему бы и нет \n— Благодарю вас\n— Но с одним условием \n— Да?\n— Проследите за этим насекомым пока меня не будет. Сказал император выходя из-за стола\n— Если вам нужна была помощь могли бы просто попросить, к чему эти сделки? А, да ещё мы можем прогуляться по королевскому саду с вашей дочерью?\n— Делай что хочешь. Ответил он уходя\n— А мой брат по-прежнему такой же пробубнила Саманта Картель\n",
    "answers": [
      {
        "id": 85,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 85,
    "text": "\nЧто!? Брат!? В смысле брат!? Я очень хорошо знаю историю я... Я... Да не в одном учебнике по истории не было написано что у Хасана Деламоник была сестра! Не то чтобы не написано её просто нет даже в записях о императорской семьи. Я очень хорошо знаю всю императорскую семью прошлых поколений, а так же и новых наизусть. Откуда у него сестра? К тому же разве Саманта Картель не является королевой Авора? Да и по истории они не как не связаны даже не пересекались.\n— Ну что моя дорогая пойдем?\nСтой! В смысле куда ты меня потащишь!?",
    "answers": [
      {
        "id": 86,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 86,
    "text": "\nОна взяла меня на руки и пришла в королевских сад я очень сильно волновалась учитывая тот факт что она сестра императора, а вдруг у них жестокость по наследству.\n— А это место не изменилось улыбнулась Саманта и посмотрела на меня.\n— Кстати, а ты похоже на него такие же выразительные глаза.\nНеправда я ни как не похожа на этого тирана!\n— Эхх и что нам с тобой делать? Черная кровь редка передается по наследству, но со мной и братом это случилось, а теперь и ты многие могут догадаться что может существовать 6 раса",
    "answers": [
      {
        "id": 87,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 87,
    "text": "\nЯ посмотрела на неё и задумалась так она тоже из этой расы, но разве это возможно? Саманта совсем не похожа на куроити, как правило у них темные волосы или глаза конечно если она... Не полукровка.\n— Ваше величество! Ваше величество! Вдруг послышался мужской голос я и Саманта обернулись. Я увидела рыцаря который беспокойно подбежал к нам.\n— Что случилось?\n— Ваше величество, вам следует вернуться.\n— Уже?\n— Праздник в честь принцессы вот-вот начнется.\n— Тогда конечно нам стоит вернуться \nОна быстро зашагала вперёд будто где-то пожар ",
    "answers": [
      {
        "id": 88,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 88,
    "text": "\nКогда мы вернулись обратно Саманта подошла к императору и хитро улыбнулась. \n— Что это с твоим лицом? Мой отец сидел на троне и рассматривал свою сестру.\n— Да так, просто я поняла кое-что... И улыбка Саманты стала ещё хитрее\n— И что же ты поняла? Равнодушно ответил император\n— Я бы тебе сказала вот только пока рано.\nОн лишь закатил глаза в ответ и отвернулся.\n— И после этого меня называют сумасшедшим, а не тебя. Не смей сравнивать её с собой она полный идеал, а ты полный ублюдок.\nОтец снова повернулся и посмотрел на меня.\n— Ну и как тебе это насекомое?\n— Так вот как значит ты её называешь... Я знаю что ты не любишь когда кто-то тебе указывает, но такое прозвище не слишком?\n— Нет не слишком и вполне себе ей подходит я могу её как и жука раздавить",
    "answers": [
      {
        "id": 89,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 89,
    "text": "\nНу может быть он и прав мой отец и вправду может убить меня в любой момент, как обычного жука.\n— Кстати, не хочешь взять её на руки?\n— Зачем? Она настолько тяжёлая?\n— Что ты, нет, почему ты всегда преувеличиваешь?\n— Если ты и вправду настолько слаба, то давай ее мне. Он протянул руки и взял меня на колени. Вы только посмотрите на этого хитрого лиса, как хорошо всё продумано...\n— А разве тебе не нужно подписать кое-какие бумаги с мистером Лонгом? Саманта что-то резко вспомнила и сделала уставший взгляд\n— Точно, как я могла забыть я принесу подарок принцессе чуть позже.\nИ она куда-то убежала\n",
    "answers": [
      {
        "id": 90,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 90,
    "text": "\nМой отец снова посмотрел на меня тем взглядом что и всегда хотелось бы знать почему он всегда такой довольный...\n— Ваше величество \nК императору подошёл Алан, тот самый рыцарь что спас меня должна признать он не изменился за этот год\n— Вам стоит подойти к маркизу Сперадо чтобы обсудить информацию который можно использовать в ближайшей войне, как я знаю он может много чего рассказать что могло бы быть полезно\n— Точно я забыл. Он встал и посадил меня на свой трон.\n— Побудь пока здесь, не шуми если не хочешь чтобы о тебе очень плохо говорили.\nИ ты это говоришь годовалому ребёнку? С тобой точно всё хорошо?",
    "answers": [
      {
        "id": 91,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 91,
    "text": "\nМой отец как и всегда свалил, а я осталась одна сидеть на троне. Меня пока некто не заметил, но если бы кто-то увидел это, то сразу начал распускать сплетни о том что император позволил сидеть на его троне, и я стану той кто будет править после него, но это не так. До меня отец позволял сидеть Ариадне, Юки, Сильвании и Аристии так что это и не такое уж большое событие и на данный момент меня сейчас меня волнует только одно, как бы слезть с него",
    "answers": [
      {
        "id": 92,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 92,
    "text": "\nТрон был жутко не удобный и то что он жёсткий было не единственным минусом. Я из-за всех сил старалась слезть так чтобы не упасть и не разбить колени или не сломать свои руки. И вроде бы у меня почти уже получалось, трон был высоким для такого ребенка как я. Поэтому сначала я встала на левую ногу, а уже потом на правую держась за трон чтобы не упасть, и наконец когда я встала на свои ноги и могла стоять и без поддержки этого золотого стула я заметила что в зале стало как-то совсем тихо даже музыка не играла и когда я повернулась не верила своим глазам.",
    "answers": [
      {
        "id": 93,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 93,
    "text": "\nВесь абсолютно весь зал смотрел на меня шокированным взглядом кто-то упал на пол, кто-то давился напитком или просто побледнел. Я не понимала что происходит. Почему все вдруг посмотрели на меня? Но внезапно до меня всё таки дошло. Я ведь стою сейчас! Маленький ребенок, с маленьким количеством манны, который должен только ползать стоит! И этот ребенок я! Я не знала что мне делать всё внимание досталась мне и я хотела убежать от этих взглядов прошло несколько секунд и все стали шептаться в зале стало очень шумно и даже сам император полностью был шокирован",
    "answers": [
      {
        "id": 94,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 94,
    "text": "\n— Вы только посмотрите!\n— Разве ей не исполнилось только год?\n— Невероятно я такое вижу впервые!\n— Откуда у ребенка столько манны!? Император надолго стоял в удивление всего пару секунд и на его лице таже ухмылка мой отец подошёл ко мне и взял на руки\n— Больно много шума от тебя я же сказал вести себя тихо.\nЭм... Что!? Ты серьезно!? С меня хватит твоего сумасшествия!\nОн сел обратно и приказал всем кто приготовил подарок подарить мне и разумеется самой первой оказалась Саманта император решил уйти на вид кажется холоднокровным ублюдком, но мне кажется он постеснялся сестры.",
    "answers": [
      {
        "id": 95,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 95,
    "text": "\n— Я хочу подарить тебе кое-что особенное, хоть мы только сегодня встретились. Я надеюсь что ты будешь беречь его. \nОна протянула руку и на ней лежал очень красивый кулон\n— Надеюсь тебе нравится \nОн был прекрасен хоть и простой овальной формы кулон был моего любимого цвета темно фиолетового с маленьким чёрным узором. Саманта надела его мне на шею и мило улыбнулась. Я была рада такому подарку хоть что-то нормальное...",
    "answers": [
      {
        "id": 96,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 96,
    "text": "\nИмператор вернулся через некоторое время по его лицу я бы сказала ему на всё все равно поэтому когда он взял меня обратно я просто не удержалась вырвать у него клочок волос. Я не знаю где был на тот момент мой мозг или здравый смысл, но мой разум полностью отключился. Наверное я давно неиспытовала, то чувство когда одной ногой в могиле. К счастью это закончилось тем что император необратил на меня внимания и только лишь строго посмотрел тогда-то я и пришла в чувство, но вот гости очень сильно напугались вообще не понимаю, как я до такого додумалась...",
    "answers": [
      {
        "id": 97,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 97,
    "text": "\n— Слушай, тебя оставить на несколько минут и ты устроишь такое...\n— Себастьян!\n— Ух-ты, как ты рада меня видеть, обычно такое бывает после того как ты влипаешь куда-то и чудом остаёшься жива. Себастьян посмеялся надо мной и над моим безрассудством, а я лишь проигнорировала потому что он отчасти прав мне просто нечего было сказать, да и вообще в таких моментах я особо не люблю говорить.\n— Кстати, ты хоть знаешь что за кулон подарила тебе Саманта?\n— Нет, вроде обычный кулон\n— Пфф рано или поздно ты поймёшь как же ошибалась.\n— Почему ты не можешь сразу сказать?\n— Меньше знаешь крепче спишь боюсь если скажу то ты не сможешь уснуть\n— Ну вот я уже начала волноваться.\n— Я же говорил тебе, ещё бы что-нибудь сказал и ты бы стала очень сильно нервничать. О, точно скоро этот праздник должен закончится и слава богу я устал от этой музыки и танцев, зачем вообще устраивать день рождения ребёнку который он всё равно забудет из-за возраста?\n— Это скорее праздник для империи и именно поэтому он короткий.\n— Так вот в чем подвох, я так долго думал почему, а оказалось... И да надеюсь ты не забыла что я для тебя тоже подарок приготовил?\n— Разумеется, мне очень интересно что ты там мне приготовил.",
    "answers": [
      {
        "id": 98,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 98,
    "text": "\n— Дамы и господа, сделайте своему партнеру прощальный поклон ведь этот чудесный праздник подходит к концу и мы по традиции должны ещё кое-что успеть сделать.\nВдруг музыка перестала играть и все встали по своим местам.\n— Ну вот началось...\n— Ты о чем?\n— Да, это, ещё одна немного глупая традиция \n— Тебя принесут в жертву злым богам\n— Конечно нет!\n— Тогда что это?\n— Нуу...\n",
    "answers": [
      {
        "id": 99,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 99,
    "text": "\n— День рождения детей королевских семей отмечают немного по особому и традиции у них немного отличаются вот например девочке на каждый день рождения в конце гости и все присутствующие дарят цветок кажется что обычное дело но все немного сложнее\nКаждый цвет цветка имеет своё значение\nФиолетовый — Высокий интеллект\nРозовый — природная красота\nБелый — благородство и честь\nЖёлтый — талантливый\nСиний — спокойный и умиротворённый\nА красный означает любовь, например так кто-то может признаваться в любви кому-то разве не отличный шанс? Ну, а если цветок светло розовый значит человек не испытывает сильной любви, но чувство всё таки есть не знаю как это описать...",
    "answers": [
      {
        "id": 100,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 100,
    "text": "\n— Ясно, странная традиция \n— Я тоже так думаю.\nКогда мне дарили цветы я заметила что большинство народу боялись императора, они так и трепетали когда подходили ближе. Наверно им было бы легче если я была подальше от своего отца, а не сидела прямо у него на коленях, некоторые даже отказались дарить цветы лишь бы не подходить к нему ни на шаг. И когда в конце концов все это закончилось я насчитала 12 роз. 8 фиолетовых 4 розовых зато я знаю что красивая.",
    "answers": [
      {
        "id": 101,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 101,
    "text": "После праздника:\n\n— Фуух, наконец он закончился теперь могу спокойно поспать...\n— Эй, погоди, а как же мой подарок?\n— Ой точно! И что же это за подарок?\n— Точнее подарки я приготовил целых три.\n— Ну так быстрее, а то уже не терпится\n— Конечно.",
    "answers": [
      {
        "id": 102,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 102,
    "text": "\nСебастьян протянул руки и я увидела свою палочку\n— Себастьян это же...\n— Верно она раскололась и я решил её починить\n— Это великолепный подарок! Спасибо тебе огромное я уже думала что буду единственным ребенком императора который будет ходить до академии без палочки... Но она как-то изменилась.\n— Она меняется в зависимости кто её хозяин, она не изменяла свой облик потому что у тебя было маловато манны для этого.\n— Я даже не могу выразить своё счастье словами, спасибо тебе за это ещё раз\n— Не время, я ещё не всё подарил.",
    "answers": [
      {
        "id": 102,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d38/1912/ff/db09a7c670b9.jpg"
      },
      {
        "id": 103,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 103,
    "text": "\n— Готова ко второму подарку? \n— Ага. Себастьян стал искать что-то в кармане, а потом протянул руку и я увидела очень-очень красивый ключ, голубого цвета он прямо таки сиял. Никогда не видела чтобы ключи были настолько красивыми.\n— Спасибо Себастьян, он очень красивый, но от чего он?\n— Это секрет, но позже ты узнаешь от чего он, тебе это очень понравится.\nНу ладно хоть он пока и бесполезен зато красивый.\n— И это ещё не всё, сейчас ты увидишь мой последний подарок.",
    "answers": [
      {
        "id": 103,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c39/1912/ce/9670eb6a483f.jpg"
      },
      {
        "id": 104,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 104,
    "text": "\n— Та-дам! Не успела я моргнуть, как на моём пальце появилось голубое кольцо. Оно мне очень понравилось напоминало море или океан.\n— Спасибо тебе Себастьян, мне всё очень понравилось.\n— Ещё бы. Мило улыбнулась Себастьян. Хорошо что я оказалась тут Себастьяном вряд-ли бы выжила если бы не он.",
    "answers": [
      {
        "id": 104,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a26/1912/71/7a97c9a3396d.jpg"
      },
      {
        "id": 105,
        "text": "Неделю спустя"
      }
    ]
  },
  {
    "id": 105,
    "text": "\nПосле моего дня рождения все стали относиться ко мне немного серьезнее, даже поставили охрану возле моей комнаты, а другие слуги стали за мной ухаживать. Готова поспорить что до того случая все считали меня мусором и не понимали зачем император оставил меня в живых. Зато теперь я хоть, как-то доказала что особенна и возможно когда я вырасту смогу прожить спокойно при этом принося пользу империи.\n— Боюсь не получится прожить спокойной.\n— А? Почему?",
    "answers": [
      {
        "id": 106,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 106,
    "text": "\n— Тебе ли это не знать? Возможно у вас там в будущем всё хорошо, но не забывай мы с тобой в другой эпохе, а как же войны, налоги, голод, бунт, строгие законы, неравенства между народом, жестокие требования, казнь, соперничество между расами и самое главное чем меньше титул тем больше приходится голодать даже принцессе, если у неё нет высокого статуса или титула, а иногда приходится есть чтобы не быть съеденным. Может ты всё ещё младенец и пока ты сейчас просто лежишь император с его советниками планируют войну.\n— Конечно ты прав Себастьян, на самом деле всё намного сложнее. Сейчас я даже и не представляю насколько опасно и страшно будет в этом мире когда я подрасту и возьму ответственность за законы и за свою жизнь.",
    "answers": [
      {
        "id": 107,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 107,
    "text": "Глава 12.\n\nЯ стала задумываться об этом сильней, а потом в голове промелькнула фраза Себастьяна и как я могла упустить её!\n— Себастьян, в каком смысле планируют войну!?\n— Ну в прямом, но тебе не стоит волноваться тебя это никак не касается, наверное.\n— Срочно скажи мне какое сегодня число!\n— 15 декабря, ну, а год 3044\n— Точно! Как я могла забыть! Именно в этот день объявят войну между тремя империями. Но подвох в том что империи Кэки и империя Сиро договорились избавиться от императора, план таков они объявят друг другу войну, а когда император придет на поле боя со своей армией на него нападут два государства.\n",
    "answers": [
      {
        "id": 108,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 108,
    "text": "\n— И? Что дальше? Он выжил?\n— Ага, вот только его серьезно ранили, но благодаря своему огромному запасу манны он восстановился через несколько дней.\n— Я всё равно не понимаю, если это не война и император выжил, то что боятся?\n— Все намного сложнее, Себастьян. Во дворце есть шпионы под прикрытием именно они доложат двум империям где император, а он в этом дворце и помни что они могут доложить все детали например что император восстановился и когда они доложат на дворец нападут. Конечно же император уже будет в другом, но это место они полностью разрушат. По истории были только развалины и туда больше не кто не ходил.",
    "answers": [
      {
        "id": 109,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 109,
    "text": "\n— Надо что-то делать Себастьян! Нельзя чтобы эти шпионы доложили где император и чтобы он шел в эту ловушку иначе нам не жить!\n— Я лишь выполняю приказы что ты от меня хочешь? Но я могу предложить вычислить шпионов\n— Хорошая идея! Но как? Хотя постойте... Они же должны хоть как-то общаться, правильно? Просто разговаривать это слишком опасно, когда вокруг много народу, как раньше общались шпионы? Я где-то слышала что они общались письмами, да обычными письмами. Себастьян нам нужно узнать кто шпион, украсть у него письмо и как-то отдать его императору в срок.",
    "answers": [
      {
        "id": 110,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 110,
    "text": "\n— Так значит моя первая задача узнать кто шпион? Хорошо \n— Себастьян будь осторожнее\n— Как прикажешь. Он хитро улыбнулся и исчез что-то я переживаю за него какое-то странное чувство...",
    "answers": [
      {
        "id": 111,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 111,
    "text": "\nМне нужно найти парочку шпионов? Хах легко, по сравнению с тем чем я занимался раньше это просто, как съесть что нибудь. С чего бы мне начать если я был бы шпионом кем бы я притворился? Кого подозревают меньше всего и кто не привлекает особого внимания? Надо подумать хорошенько, чтобы следить за императором нужно быть не только хитрым и проворным, надо иметь не малые нервы и скрывать свои способности. Это точно не кто-то с высоким статусом потому что скрываться будет сложно. Кто? Кто же это..? Ну конечно! Этих двоих вряд-ли кто-то будет подозревать и они незаметны. Надо бы убедиться прав ли я!",
    "answers": [
      {
        "id": 112,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 112,
    "text": "\nЭхх, как скучно... Себастьян ушел, а я даже не могу помочь ему. Ну что за напасть... Я просто смотрела в потолок размышляя о том кто же может быть шпионом как вдруг в комнату зашла Лилит у нее было прекрасное настроение в отличие от меня и смотрю она пришла не для того чтобы надоесть мне\n— Розалин! Я знаю кто шпион!\n— Что? Уже?\n— Да\n— Ладно, ты удивил меня и кто же это?\n— Шарлотта и Лилит Себастьян сделал очень серьезное лицо и ожидал от меня ответа",
    "answers": [
      {
        "id": 113,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 113,
    "text": "\n— Погоди минутку они не могут быть шпиономи они... они...\n— Увы, это факт Розалин\n— Факт!? А у тебя есть доказательства что это они?\n— Нет, но больше никого нет\n— Больше никого нет!? И поэтому ты решил свалить на не в чем неповинных!\n— Розалин, я понимаю что когда ты попала в эту эпоху ты так и не нашла здесь того кого можно полностью не боятся, а когда нашла, то через время потеряла, но Розалин одумайся. Только они могут быть шпионами, все факты указывают на этих двоих ",
    "answers": [
      {
        "id": 114,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 114,
    "text": "\n— Знаешь что Себастьян я не поверю тебе пока ты не скажешь или покажешь точное доказательство что это они\n— Но...\n— Если они будут невиновны будешь ли ты готов взять ответственность за их жизнь?\n— Розалин..?\n— Будешь ли ты хоть как-то жалеть о том что допустил ошибку? Или ты забудешь на следущий день что забрал чью-то жизнь? Если ты не готов брать на себя ответственность, не готов как-то исправить эту ошибку и не только раскаяться, но и искупить свою вину, то без доказательств я тебе не поверю!",
    "answers": [
      {
        "id": 115,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 115,
    "text": "\nРозалин... Да что ты там в прошлый жизни пережила!? Что? Что это за взгляд? Взгляд отчаянья и боли разве ты не говорила мне что умерла в 16 лет. Что блин ты в прошлый жизни увидела, чтобы иметь этот взгляд? Что с тобой делали?  Я... Я клянусь после того как разберусь с этим переполохом узнаю что за гады заставили тебя так разочароваться жизни!\n",
    "answers": [
      {
        "id": 116,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 116,
    "text": "\n— Хорошо Розалин я найду доказательства, но если это не они, я все равно вычеслю шпионов. А после узнаю что произошло с тобой...\n— Ладно, попробуй. Я\n сразу рванулся из комнаты чем быстрее я всё сделаю, тем скорее всё узнаю. К тому же император скоро отправиться на поле боя я не должен подвести госпожу однажды я сделал ошибку, но во второй раз я этого не допущу.\nИ для того чтобы следить за всем дворцом я сделаю пять клонов. Хоть и пока я связан с манной Розалин и у неё слабая манна, пять это мой предел, но это лучше чем ничего так ведь?",
    "answers": [
      {
        "id": 117,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 117,
    "text": "\nДва клона будут следить за слугами, а остальные за теми у кого более высокий статус. Хорошо что я могу слышать за километр и видимость гораздо больше чем у других. Эта способность слава богу передается и моим клонам. Кстати я помню что из-за того что меня почти невозможно было победить меня и прозвали слуга смерти, но всем кому я служил по началу были нормальными, а потом становились безумными психопатами от огромной власти, да и я тоже не одуванчик возможно Розалин ждёт тоже самое, но мне на это все равно. Все мы психи, мне лишь интересует жизнь госпожи",
    "answers": [
      {
        "id": 118,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 118,
    "text": "\nКогда Себастьян уходил он был каким-то странным, никогда его таким не видела. Может я что-то сказала не то? Надо будет у него спросить когда он вернётся, а сейчас я должна подумать, кто может быть шпионом во дворце, трудная мне предстоит задачка.\nКак только я начала размышлять о том кто может противостоять императору, как вдруг в комнату ворвалась Шарлотта, не обращая на месте внимание она в панике стала что-то искать в полках будто потеряла что-то очень ценное.",
    "answers": [
      {
        "id": 119,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 119,
    "text": "\nВижу твой день не удался, как и у меня в этом мы с тобой похожи Шарлотта... Надеюсь ты найдёшь, то что искала я снова стала думать о шпионах но Шарлотта мешала своим шуршанием и поискам чего-то мне незнакомого и когда она наконец закончила и облегчено вздохнула достав из книжного шкафа старую книгу я лишь подумала ну наконец-то ты теперь перестанешь меня доставать этим шумом но видимо судьба решила поиздеваться надо мной Шарлотта сделала всего-то шаг и будто специально в тот момент было открытое окно когда ветер очень сильно усилился настолько, что занавески приподнялись вверх какое удивительное совпадение... дверь захлопнулась а Шарлотта упала в сторону",
    "answers": [
      {
        "id": 120,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 120,
    "text": "\nИз книги вылетала записка и приземлилась прямо мне в руки. Я уже хотела сказать это Шарлотте, но она встала и вылетела из комнаты. Наверное она очень торопиться куда-то так что потом отдам ей, когда Шарлотта вернётся обратно. Если конечно это что-то важное, хотя это наверняка какие-то заметки чтобы ничего не забыть или старая незначительная запись служащая в качестве закладки...",
    "answers": [
      {
        "id": 121,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 121,
    "text": "\nЭлеонора и Клара, надеюсь у вас всё идёт по плану. Позже пришлите нам информацию о тактике императора и как он будет действовать в этой забавной битве когда наступит время отступления желательно подробно и если у нас не получится, то мы плавно преступим к плану ''Б'' Просто скажите нам где будет находиться император после битвы, империя Сиро нападёт и наконец убьет этого ублюдка давно кстати пора. Надеюсь вы двое справитесь и ваш опыт не подведёт...",
    "answers": [
      {
        "id": 122,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 122,
    "text": "\nЭтого... Этого просто не может быть!! Лучше бы я послушала Себастьяна чем узнавала правду сама! А я ведь верила им верила что они.. они  Я больше никогда не буду привязываться к кому-то лучше буду одинокой чем терпеть предательство за предательствами, да пусть такие люди горят в аду! Пусть все они чувствуют такую же боль как чувствую я!\nЯ всё ещё не верю... Ну почему? Почему те кого я считала друзьями оказались опытными шпиономи? Конечно я сама виновата что привязалась к ним, но это всё из-за того что они были так похожи на Лесли и Марту. Они ведь погибли по моей вине, даже Лесли у который был шанс спастись не пыталась, а пожертвовала собой ради какого-то младенца который даже не её ребёнок. Неужели недостаточно того что я готова взять вину и ответственность на себя? Или же я недостойна чтобы обрести счастье? Почему все продолжают умирать по моей вине? Это уже не впервые когда такое происходит, но даже когда я решила опустить прошлое и начать с чистого листа я снова увидела смерть и предательство... Лучше бы я вообще их просто игнорировала как и делала в прошлом ",
    "answers": [
      {
        "id": 123,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 123,
    "text": "\nДостало, как всё достало! Как же я хочу чтобы у меня была амнезия чтобы я просто всё забыла и некогда не вспоминала но эта дурацкая жизнь вернулась ко мне во второй раз, как специально!\nЯ уже хотела стукнуть кулаком об чего-то или же закричать от досады, как в комнату радостно зашла Лилит, как же меня бесило это радостное лицо мне было так поршиво... Ну почему она пришла именно сейчас, когда мне так плохо?\n— Принцесса, время кушать\nПожалуйста, я прошу тебя, уйди с глаз моих мне сейчас очень плохо неужели даже того чтобы меня оставили все в покое я не заслужила?\n\n",
    "answers": [
      {
        "id": 124,
        "text": "далее"
      }
    ]
  },
  {
    "id": 124,
    "text": "\n— Вот откройте ротик Лилит протянула ко мне ложку с детским питанием с дурацкой натянутой улыбкой у меня не то чтобы аппетита не было у меня не было сил двигаться хотя может мне повезет и в еде будет яд?\n— Почему же вы не кушаете? Она стала трогать мои щёки, а я не выдержала это была моя последняя капля я ударила Лилит по руке со всей силой мне надоело, что со мной обращаются, как с маленьким ребенком! Надоело просто лежать и ничего не делать! Надоело все это терпеть! Раз уж судьба со мной так обошлась, то оставьте меня в покое наконец неуд я так много прошу?",
    "answers": [
      {
        "id": 125,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 125,
    "text": "\n— Принцесса вы некогда так не делали вы сегодня такая злая Лилит подняла меня на руки и лишь еще сильнее улыбалась как же бесит эта улыбка прошу уйди с глаз моих я не хочу тебя видеть\n— Вы такая милая, а вот Шарлотта сказала не что странное, что вы станете ещё той абузой, а если и нет, то хорошего человека из вас не выйдет... Но знаете принцесса я так не считаю даже наоборот думаю что она не права.\nЭхх... Лилит, Лилит, ну почему ты оказалась шпионом? Я не знаю по какой причине, но ненавидить тебя я не могу. К сожалению ты теперь по случайности мой враг и отныне я не смогу в глаза тебе смотреть вот бы повернуть время назад я бы не привязывалась к тебе...",
    "answers": [
      {
        "id": 126,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 126,
    "text": "\n— Ладно принцесса, раз вы не хотите есть, то я приду немного позже Лилит положила меня обратно в кровать и ушла закрыв за собой дверь. Вот почему судьба ко мне так жестока? Почему мне хоть один раз не удаётся прожить беззаботно? Вдруг я начала думать о Себастьяне бедный он наверное устал искать доказательства который находится у меня... Я глубоко вздохнула и вдруг почувствовала боль в сердце нет не такую боль которую называют сердечной, а прямо сильную боль, но мне было слишком плохо чтобы обращать внимание на это я снова взяла записку и непонятно зачем стала снова ее читать ",
    "answers": [
      {
        "id": 127,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 127,
    "text": " \n Надеюсь вы не забудете все улики указать на другого, помните, что вас не должен разоблачить не одно существо. Представляете какие будут последствия? А для полной уверенности что вы двое справитесь, я даже нашёл вам подходящего человека. Ее имя Лилит она не королевских кровей и даже не из богатой семьи. Кроме того у неё нет особенных, магических способностей. Обычная простушка на нее вы и свалите улики, но будьте осторожны.",
    "answers": [
      {
        "id": 128,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 128,
    "text": "\nЧто!? На другой стороне листа была тоже запись!? Только не это если я не потороплюсь, то Лилит... Я резко вскочила уже хотела позвать Себастьяна и разрешить всё это, но вдруг я почувствовала ужасную боль в сердце до такой степени, что не могла вымолвить ни слова, а потом упала на подушку потеряв сознание",
    "answers": [
      {
        "id": 129,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 129,
    "text": "\n— Розалин очнись! Проснись же Розалин! Розалин!!! \nЯ очнулась и увидела напуганного Себастьяна странно, но я даже не помню, как заснула.\n— Ты чего такой напуганный?\n— Ты ещё спрашиваешь? У тебя сердце почти не стучало, а сама ты была такой бледной и будто не дышала.\n— Вот как, но я жива особо не радуйся. Засмеялась я \n— Кстати у меня хорошие новости о шпионах.\nПосле того как Себастьян закончил свою фразу я вспомнила всё \n— Себастьян какие новости!\n— Не думаю что они тебе понравятся, но зато опасности меньше. Я слышал, что предателя нашли, им оказалась Лилит скоро её казнь",
    "answers": [
      {
        "id": 130,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 130,
    "text": "\n— Нет Себастьян! Это не она, её подставили! Быстрее скажи где её хотят казнить!\n— В этом же дворце в тронном зале, разве ты не знаешь что императору все равно где убивать людей? Только не говори что ты хочешь...\n— Ну разумеется! Помоги мне выбраться из этой детской кровати!\n— Не думаю, что это хорошая идея... Но твоё желание для меня закон.\nСебастьян стал вертеть пальцем  и я поднялась в воздух, а затем он аккуратно опустил меня на пол возле двери. ",
    "answers": [
      {
        "id": 131,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 131,
    "text": "\n— Ты уверена? Разве ты не боишься императора? Проговорил Себастьян открывая мне дверь.\n— Неважно боюсь или не боюсь, но я должна, нет обязана спасти Лилит. Если я сейчас не потороплюсь, то она может умереть.\n— Ну вообще-то её должны казнить с минуты на минуту\n— Что!? Тогда чего мы стоим!\nЯ понеслась к главному залу так быстро как могла откуда я знаю где он это долгая история... Я множество раз падала и спотыкалась, ноги подводили меня, а я ведь только недавно научилась ходить. Из-за того что я падала бесчисленное количество все мои колени были в крови, да и не только они кровь быстро стекала с колен и пачкала мои ноги с ботинками или же капала на пол оставляя следы.",
    "answers": [
      {
        "id": 132,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 132,
    "text": "\nКогда я наконец-то добралась до этой чертовой двери я облакатилась на неё и отдышалась. Давненько я так не бегала... Отдохнув меньше минуты я попыталась открыть дверь, но она была слишком тяжёлый для меня. Я  стучала по ней, снова и снова старалась хотя бы сдвинуть её с места, но все бесполезно у меня слишком маленькие руки чтобы создать шум, и слишком мало сил чтобы сдвинуть с места эту огромную дверь. Но Лилит... Я должна спасьти Лилит!\n— Эй, чего ты легла возле двери или же ты передумала спасать ту девчонку?",
    "answers": [
      {
        "id": 133,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 133,
    "text": "\n— Себастьян! Пожалуйста помоги мне.\n— Ну разумеется только обещай мне, что когда мы войдём ты не натворишь глупостей\n— Обещаю!\nСебастьян щёлкнул пальцем и дверь открылась. Свет ослепил мои глаза Лилит только дождись и я спасу тебе!",
    "answers": [
      {
        "id": 134,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 134,
    "text": "\nЯ ворвалась в зал так быстро, как могла я увидела советников и кучу прислуг императора, но я не вижу Лилит где Лилит!? Где она!? Я случайно посмотрела боковым зрением чуть правее и увидела ужасную картину возле ног императора лежала Лилит с дыркой в животе. Я сразу же повернулась надеясь что мне мне это почудилось моё тело прямо и дрожало но нет... Я лишь увидела, то чего боялась больше всего император держал в руке окровавленный меч и смотрел на Лилит с ухмылкой она же лежала мертвой...",
    "answers": [
      {
        "id": 135,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 135,
    "text": "\nНет! Этого не может быть! Почему всё вышло именно так?! Почему она умерла? Я ведь могла успеть если бы... Я не была такой слабой и жалкой...\nИмператор посмотрел на меня и только убрал свой меч\n— Что тут делает это насекомое? Отнесите её на место.\nЯ была настолько жалкой, что не могла открыть дверь, настолько что не могла нормально добежать. Если бы... Если бы я только пришла не много раньше...\nКо мне подошли прислуги и взяли меня за руки.\n— Не трогайте меня!!! Я была в гневе, в таком гневе что готова была кого нибудь убить и это сделать я бы была не против прямо сейчас. Но слуги проигнорировали мои слова и снова взяли меня за руки\n— Я сказала не трогайте меня! Вдруг я почувствовала что во мне будто что-то пробудилось, что-то, что спало во мне много времени, но и это что-то вырвалось из меня.",
    "answers": [
      {
        "id": 136,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 136,
    "text": "\nЯ не знаю что произошло со мной в этот момент я лишь почувствовала что во мне пробудилась сила и то что я не могу сдержать её. Я увидела что слуги отлетели от меня, я видела что я раскидала их сама, но... я лишь стояла на месте и не двигалась. До меня дошло это второе пробуждение магии, а потом снова заболела сердце и голова закружилась. Я стала видеть очень плохо стала подшатаваться и потеряла сознание.",
    "answers": [
      {
        "id": 137,
        "text": "далее"
      },
      {
        "id": 136,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c34/2001/2a/718f462d8c62.jpg"
      }
    ]
  },
  {
    "id": 137,
    "text": "Глава 13.\n\nЯ очнулась в белой комнате, у меня сильно кружилась голова и я чувствовала себя так будто проспала целую вечность. Я села на кровать и заметила кое-что странное я очень сильно выросла. Те совсем маленькие ладошки превратились в ладони маленького ребенка, да и сама ростом стала выше... Что происходит? Я ничего не помню",
    "answers": [
      {
        "id": 138,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 138,
    "text": "\nВдруг в комнате появился Себастьян из неоткуда как всегда. Когда увидел меня он очень сильно удивился \n— Розалин! Ты очнулась! Я боялся что ты уже не проснешься.\n— И тебе привет, Себастьян. Слушай, а как я вообще потеряла сознание?\n— А? Ну... Неудивительно что ты не помнишь столько времени без сознания\n— Так что же случилось?\n— Разве ты... Не помнишь Лилит..?\n— Точно... Внезапно я вспомнила всё и очень пожалела об этом потому что самое первое что я вспомнила это её смерть из-за меня, а так же и как потеряла сознание...",
    "answers": [
      {
        "id": 139,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 139,
    "text": "\nЯ обратно легла на кровать и закрыла глаза рукой возможно сейчас я бы заплакала если бы не привыкла \n— Ну так... Сколько я проспала?\n— Слушай... Ты возможно мне не поверишь... Но... Два с половиной года точно...\n— Сколько? Сколько?\n— Да, признаю в это сложно поверить... \n— Так значит мне теперь 3 года? И вообще почему у меня вышло второе пробуждение? Неважно насколько гениален ребенок второе пробуждение невозможно в таком возрасте.\n",
    "answers": [
      {
        "id": 140,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 140,
    "text": "\n— Помнишь тогда когда на Марту Лесли и на тебя напали? Тогда ты использовала заклинание всевидящее око, но ведь ты знала что священное оружие, (то есть палочка) не настоящее, а всего лишь придмет с помощью которого можно использовать мелкие заклинание. К тому же у тебя не было даже первого пробуждение, и вот поэтому ты вызвала не только всевидящее око, но и подчинила всю темную магию себе. Как правило магия и манна никогда не появляются в теле сразу вот и у тебя было точно так же. Сначала постепенно в твоём теле набиралась манна с помощью который ты могла ползти и двигаться, а когда начала появляться магия ты не смогла её сдержать и вот так получилось второе пробуждение.",
    "answers": [
      {
        "id": 141,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 141,
    "text": "\n— Хотя учитывая в каком времени ты жила можно сказать что ты даже не знаешь какое отличие между манной и магией так вот. С помощью манны существо может получить не малые физические способности одним ударом сломать каменную стену, пробежать несколько километров не устав и так далее, но с помощью манны мы ещё и двигаемся если в нас вообще не было манны, то мы просто ничего не смогли сделать и разумеется у младенца очень маленькое количество манны поэтому все и удивлялись тому что ты очень много двигаешься. А вот магия штука сложная чтобы понять что жто такое одного объявление недостаточно это надо изучать в академии.",
    "answers": [
      {
        "id": 142,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 142,
    "text": "\n— Ясно...\n— Я знаю, то что случилось с Лилит и я очень сожалею\nЯ посмотрела на грустное лицо Себастьяна и задумалась с каких пор его волнует чья-та жизнь?\n— Себастьян, пока я была без сознания случилось что-то серьезное не так ли? Если, да то тебе лучше рассказать сразу чтобы я смогла приготовиться к самому худшему.\n— Да, случилось кое-что если говорить в кратце, то нам лучше сбежать.\n",
    "answers": [
      {
        "id": 143,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 143,
    "text": "\n— Сбежать? В смысле из дворца? Или...\n—  Сбежать в том смысле что ты должна уйти от этого места подальше и скрыть своё происхождения.\n— Я конечно давно думала об этом, но... Есть же основная причина почему мы должны сбежать ведь так?\n— Верно и я бы поторопился...\n— И так почему же?\n— Видишь ли пока ты была без сознания много чего произошло я могу объяснить подробности после того, как мы уйдем, просто ты должна знать что сейчас начинается война.\n— Значит она все таки началась...",
    "answers": [
      {
        "id": 144,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 144,
    "text": "\nНастоящая серьёзная война не между императорами, а против империй очень жестока. Начнем с того, что новорожденные дети или дети не способные хоть как-то защитить себя умирают. Почему? Потому что император тиран которому все равно на беспомощных и жалких. Когда война только начинается о бедных детях еще помнят и кормят их. Но потом про них забывают из-за войны и они остаются голодными. Смерть от голода распространенная во время войны, но она не единственная... Бывает так, что император сам избавляется от ребенка так как не хочет тратить деньги и еду. Для младенца или маленького ребенка нужно немного еды, но он считает каждую копейку. Конечно с принцессами у которых есть репутация, власть и деньги все по другому  Они прибовляют мощь империи и очень полезны ей кто-то хорошо обладает магией, кто-то высшей наукой. Нет таких детей который бесполезны поэтому империя Лин самая великая и большая из всех правда добилась она мощи самым жестоким способом.",
    "answers": [
      {
        "id": 145,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 145,
    "text": "\n— Но даже если сбежим что мы будем делать дальше?\n— Ты будто начинаешь забывать историю... В империи Лин есть огромный город он никогда не воюет можно сказать что эта безопасная область.\n— И каким же образом мы туда доберёмся?\n— К счастью за два года я накопил много манны и магии так что должны добраться без проблем.\n— У тебя есть план?\n— А не слишком много вопросов за раз?\n— Я проспала два года, Себастьян\n— Ну не сердись конечно есть.\n— И какой?\n— Ну...",
    "answers": [
      {
        "id": 146,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 146,
    "text": "\n— Так как все заняты подготовкой к войне во дворце почти не кого не осталось, а в полдень вообще никого быть не должно кроме стражей который патрулируют это место, но они нам не помеха, так как я могу сделать нас обоих невидимыми. Не волнуйся никаких неожиданных и неприятных сюрпризов не будет. После того как мы покинем территорию дворца, нам встретиться карета это специальные подготовленные кареты для  знатных людей которые до сих пор остались во дворце, а империя Лин готова к любым неприятностям поэтому обычно они оставляют пару лишних карет для каких то несчастных случаев.\n— Эй! Погоди, погоди ты предлагаешь увезти одну из этих лишних карет!? План конечно не плохой, но на карете символ императорской семьи!\n— Да и поэтому мы остановимся не в городе, а возле него.\n— И все равно карету найдут и будут расследовать это дело.\n— Положись на меня, хорошо?\nСебастьян улыбнулся, а я начала думать что он задумал.",
    "answers": [
      {
        "id": 147,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 147,
    "text": "\n— Ну так ты готова?\n— А что уже полдень!? Себастьян кивнул мне и сделал серьезное лицо. Вот блин я даже не успела подготовиться морально...\n— Ладно время начинать наш побег. Себастьян стал вертеть пальцем, поднял меня в воздух и отпустил на пол. Я встала на свои ноги, но было странное ощущение сначала я подкачивалась в разные стороны даже один раз упала и уже потом могла устоять на своих ногах\n— Ничего, это из-за того что много времени не ходила скоро привыкаешь к тому же ты немного подросла.\n— Ага...\nСебастьян открыл дверь и посмотрел нет ли там прислуг\n— Все чисто.\nОн щёлкнул пальцем и вышел в коридор\n— Теперь мы с тобой невидимы\n— Что-то не очень верится...\nЯ пошла за Себастьяном и от удивление чуть не упала\n",
    "answers": [
      {
        "id": 148,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 148,
    "text": "\nВ этом длинным коридоре был полный хаус повсюду были разбросаны обломки и какие-то бумаги кроме того некоторые части стен были разрушены.\n— Что тут произошло?\n— Шпион все таки сказал где находится император, но он и стражи специально его отпустили чтобы уничтожить остальных когда они вернутся и так вышло что сражения провели здесь конечно не долго, но все таки.\n— А что это за бумаги?\n— Это долго объяснять пошли.\nСебастьян стал идти вдоль коридора, а я за ним оборачиваясь назад. Сколько же всего произошло пока я была в отключке?",
    "answers": [
      {
        "id": 149,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 149,
    "text": "\nЯ и Себастьян прошли весь коридор и вышли в сад, как он и сказал там была стража который охраняла дворец. Мы незаметно подкрались к карате в моей голове только и были мысли лишь бы не попасться ведь сейчас мы технически приступники раз собрались угнать императорскую карету тем более в это время законы и наказания были очень жестокими.\n— Так осторожно и главное тихо залезай в карету.\n— Но что мы будем делать потом? Лошади же не будут тихо себя вести когда мы попытаемся уехать и стражи нас заметят.\n— Доверься мне.",
    "answers": [
      {
        "id": 150,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 150,
    "text": "\nРаз Себастьян так спокоен то он может быть знает что делает ничего не остаётся кроме как поверить ему... Я открыла дверцу настолько тихо насколько это вообще возможно и залезла внутрь быстро закрыв за собою дверь.\n— Себастьян я все.\n— Отлично.\nВдруг я услышала как Себастьян во все горло крикнул \n— Но! Лошади сразу выдали громкие звуки и резко поскакали.\nЧто он делает!? Он что сумасшедший!?\nЯ услышала, как охрана стала кричать и они уже бросились за нами в погоню и это было не предположение ведь я слышала крики и топот лошадей позади",
    "answers": [
      {
        "id": 151,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 151,
    "text": "\n— Себастьян, что ты делаешь!? Ты с ума сошел? Теперь за нами погоня!\n— Успокойся они нас недогонят пока я этого не захочу. Если хочешь сама посмотри.\nПосле того как он проговорил последние слова я будто стала видеть глазами Себастьяна и этого мне стало ещё страшнее. Себастьян сделал клона и оставил его за управление кареты.\n— Что ты собираешься делать!?\n— Увидишь. \nОн подлетел немного ближе к охранникам которые в это время почти догоняли карету резко взмахнул рукой и острые темные кристаллы полетели прямо на охранников. Эти штуки ранили половину стражей шесть из них свалились на землю, а остальные истекали кровью и кое-как держались в сознании.\n— Себастьян ты хоть понимаешь что творишь!? Они могут в случае опасности применить магию и тогда нам конец!\n— На этой территории нельзя пользоваться магией, а точнее невозможно так как тут много растений поглощающих эту силу одно заклинание и у тебя уже нет  ни манны ни магии ты валяешься ели живой или даже мёртвый.\n— Но ты используешь магию.\n— Нет ты ошибаешься я использую энергию.\n— Что?\n",
    "answers": [
      {
        "id": 152,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 152,
    "text": "\nЭнергия или жизненная сила не магия она никогда не восстановиться если её пременить, с помощью неё любое существо живёт или существует короче говоря если её не будет любой даже бессмертный умрет и её хватает лишь на одно заклинание.\n— Себастьян, ты хоть знаешь что все умирают после использования этой силы!\n— Знаю, но меня это не касается.\n— Как это не касается?\n— Да я просто уже давным давно... В прочем неважно это сложно понять. Лучше приготовься к падению.\n— К какому ещё падению?\n— К этому. Себастьян повернул голову и я увидела пропасть.\nО боже мне ещё рано умирать спаси меня!\nЯ стала визжать до того момента пока нмы не упали в эту пропасть потом я потеряла сознание.",
    "answers": []
  }
]