[
  {
    "id": 1,
    "text": "Автор: Ярослав Зверев\nЖанр: Мини-квест\n\n   Молодой амбициозный юноша становится в ряды стражников города. Он не знает, какие события сегодня выпадут на его долю, а потому так легки его мечты и мысли...\n   Проверьте себя на прочность, испытайте на себе чувства героя и бросьте вызов судьбе!",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 1,
        "text": "Связь с автором [ссылка]",
        "url": "https://vk.com/id_first1"
      },
      {
        "id": 1,
        "text": "Примечание: квест создан в рамках конкурса квестописцев и выполнен по специальным конкурсным требованиям.",
        "comment": true
      },
      {
        "id": 1,
        "text": "stretch",
        "url": "https://i.ibb.co/fv6Q8z8/afa7b2bc4b64.jpg"
      }
    ]
  },
  {
    "id": 2,
    "text": "   С самого детства Вы мечтали стать стражником. Охранять город от неприятеля, командовать оборонной башней, да и просто получать жалование, на которое можно будет жить в достатке.\n   Ваши мечты сбылись, и теперь Вы стражник — топчете грязь вокруг города, подчиняетесь приказам других и получаете жалование чуть больше каменоломщика.\n   Ну кто бы мог подумать, что на башнях сидят лишь самые высокие по званию, а обычные стражники ходят патрулировать окрестности, носят обычный кафтан и не могут позволить себе пировать в выходной день?\n   — Сворачиваем вправо, — донёсся до Вас голос командира, и все тридцать стражников повернули в сторону.\n   Вдруг в Вашей голове родилась, как Вам показалось, светлая мысль. Она захватила всё сознание, не давая Вам ни дышать, ни думать о чём-то кроме неё.",
    "answers": [
      {
        "id": 3,
        "text": "— Господин командующий, позволите сказать?.."
      }
    ]
  },
  {
    "id": 3,
    "text": "   Седой командир кивнул и сбавил шаг, чтобы Вы догнали его. Поравнявшись с командиром, Вы сказали:",
    "answers": [
      {
        "id": 4,
        "text": " — Я полагаю, нужно разделить патруль на отряды и рассредоточить их по территории"
      },
      {
        "id": 4,
        "text": " — Мне кажется, стоит разделить патруль на отряды и распределить их по разным дням "
      },
      {
        "id": 4,
        "text": " — Я думаю, что наша задача очень серьёзна и число патрульных нужно увеличить в два раза"
      },
      {
        "id": 4,
        "text": " — Я считаю, что такое большое число патрульных ни к чему; нужно отправить часть стражников в крепость"
      }
    ]
  },
  {
    "id": 4,
    "text": "   Пока Вы говорили, командир слушал молча, иногда утвердительно кивая. Когда же Вы закончили, он спросил:\n   — Как ты относишься к идее твоего повышения?\n   Дыхание замерло, и сердце чуть не выпрыгивало из груди от радости. Мечты обретали форму, надежда превращалась в уверенность...\n   Предвкушая исполнение того, о чём Вы так давно мечтали, Вы ответили:",
    "answers": [
      {
        "id": 5,
        "text": " — Это большая честь для меня..."
      },
      {
        "id": 5,
        "text": " — Я предпочитаю получать звания за боевые заслуги..."
      },
      {
        "id": 5,
        "text": " — Я буду помнить, кто возвёл меня в эту должность..."
      },
      {
        "id": 5,
        "text": " — Я буду преданно служить Отчизне..."
      }
    ]
  },
  {
    "id": 5,
    "text": "   Громкий хохот командира прервал Вашу речь, и Вы густо покраснели.\n   — Запомни, — сказал он ледяным голосом, от которого все надежды обращались в прах, — Здесь тебя не ждёт повышение, а свои бредовые идеи можешь выбросить из головы... Двигаемся к тому лесу, патрульные!\n   Сильнейшая обида кипела в сердце... Он не только разрушил Ваши мечты, а ещё унизил и растоптал Вас перед всем патрулем.\n   Нельзя этого так оставить. Но разве Вы можете что-то сделать против своего командира?",
    "answers": [
      {
        "id": 6,
        "text": "Выхватить саблю",
        "lua_do": "function lua_do()\na = 1\nend"
      },
      {
        "id": 6,
        "text": "Спокойно продолжать путь",
        "lua_do": "function lua_do()\na = 0\nend"
      }
    ]
  },
  {
    "id": 6,
    "text": "   ",
    "answers": [
      {
        "id": 6,
        "text": "Патруль уже зашёл в лес, когда Вы выхватили саблю, привлеча внимание всех стражников. Некоторые, подозревая неладное, уже кинулись к Вам, но в этот момент из-за деревьев выскочили вражеские воины. ",
        "lua_if": "function lua_if()\nreturn a == 1\nend",
        "merge": true
      },
      {
        "id": 6,
        "text": "Когда патруль зашёл в лес, из-за деревьев выскочили вражеские воины. ",
        "lua_if": "function lua_if()\nreturn a == 0\nend",
        "merge": true
      },
      {
        "id": 6,
        "text": "Они направили на вас ружья, и раздался голос:\n   — Вы окружены. Не пытайтесь сопротивляться, нас в разы больше.\n   Как и остальные, Вы были вынуждены бросить оружие на землю и дать привязать себя к дереву.\n   Затем один вражеский воин с позолоченной саблей на поясе (вероятно, главный) вышел вперёд. Он сказал:\n   — Нашей армии нужны некоторые сведения насчёт вашей крепости. Тот из вас, кто откроет нам эти сведения, будет жить.\n   Вы очень хотели жить. Но предавать ради этого своих, помогать вражеским извергам убивать женщин и детей... Вы не представляли поступка хуже этого.\n   Наконец, один из ваших вызвался рассказать врагам всё, что им нужно. Командир посмотрел на него таким взглядом, что, казалось, он бы бросился на него, не будь связан по рукам и ногам.\n   После того, как враги выслушали предателя, они ушли куда-то дальше в лес, оставив рядом с вами только охрану из пятнадцати человек.",
        "merge": true
      },
      {
        "id": 7,
        "text": "Подумать о произошедшем"
      },
      {
        "id": 8,
        "text": "Поговорить с кем-нибудь из своих"
      }
    ]
  },
  {
    "id": 7,
    "text": "   И как же Вам всё-таки \"везёт\": за всю Вашу жизнь город ни разу не подвергался нападению, и прямо в день Вашего вступления в стражу соседи вдруг решили атаковать...\n   Но надо что-то делать, иначе  патрульным не жить, а завтра ваш город подвергнется разрушительному штурму.",
    "answers": [
      {
        "id": 8,
        "text": "Поговорить с кем-нибудь из своих"
      }
    ]
  },
  {
    "id": 8,
    "text": "   — Ну и денёчек выдался... — сказали Вы стражнику, который сидел рядом. \n   — Угу... — буркнул он и добавил, помолчав, — А мне понравилось твоё предложение с патрулем.\n   Вы улыбнулись неожиданной похвале, однако сейчас было не до этого. Наклонившись ближе к соседу, Вы еле слышно прошептали:\n   — Есть идеи?\n   — Нет. А у тебя?",
    "answers": [
      {
        "id": 9,
        "text": " — Дождёмся, пока враги уснут"
      },
      {
        "id": 8,
        "text": "Новый ответ. введите текст",
        "lua_do": "function lua_do()\na = nil\nend",
        "calculate": true
      }
    ]
  },
  {
    "id": 9,
    "text": "   — А что потом? — последовал вопрос соседа. \n   Вы легонько пожали плечами. Мол, что-нибудь придумаем. А сами между тем задумались: действительно, что делать потом? Как вам сбежать?\n   Не успела к Вам в голову прийти какая-нибудь мысль, как вдруг впереди показался дым. А затем из-за деревьев появились языки пламени. \n   — Пожар! — крикнул кто-то, — Лес горит!\n   Враги заметались, забегали, ища путь к спасению. Стражники задёргались, пытаясь развязать путы. А огонь пожирал всё больше пространства, отрезая последние пути к отступлению. Горели деревья, кусты, трава и пожитки воинов. Огонь уже подступал к некоторым связанным пленникам.\n   Так и хотелось воскликнуть: \"Куда же ещё хуже?!\"\n   Вы тревожно заозирались по сторонам, ища способ освободиться от верёвок. И вдруг (о удача!) пробегающий мимо враг в спешке обронил нож.",
    "answers": [
      {
        "id": 10,
        "text": "Взять нож"
      }
    ]
  },
  {
    "id": 10,
    "text": "   Вам пришлось сильно потрудиться, чтобы завладеть этим ножом, и ещё сильнее, чтобы разрезать верёвки. Но наконец, Вы сделали это и принялись освобождать от пут соседа-стражника.\n   Стало тяжело дышать. Дым и гарь ударили в мозг, и Вы, будто во сне, осмотрели лес.\n   Всё вокруг изменилось до неузнаваемости. Не было деревьев, травы, ничего зелёного — только красный огонь горел повсюду, окружая Вас сплошной высокой стеной. Не было видно ни солнца, ни неба — всё застилал беспросветный серый дым. Этот дым  окружал Вас повсюду. Он был и сверху, и снизу, он проходил через Ваши лёгкие и туманил Ваш разум. \n   Все люди: свои и чужие, победители и пленники, метались по лесу, пытаясь выбраться из огненного капкана. Они горели заживо, они задыхались от дыма... Повсюду раздавались крики и стоны, от которых одних можно было сойти с ума.\n   — Не в Преисподней ли я?.. — воскликнули Вы, осеняя себя крестным знамением.",
    "answers": [
      {
        "id": 11,
        "text": "Бежать прочь отсюда"
      }
    ]
  },
  {
    "id": 11,
    "text": "   Вы побежали к единственному оставленному огнём проходику, но вдруг прямо перед Вами упало горящее дерево, отрезав последний путь к спасению.\n   Обида за все неудачи, за все испытания, за свою слабость кинулась в душу. Она загорелась там жгучим огнём, и Вы в сердцах крикнули:\n   — Куда ни шагнёшь, что ни сделаешь — всё идёт к чертям! \n   Сердце пылало от злости, но мозг говорил, что времени нет, что надо действовать, пока у Вас ещё остались силы.\n   — Нет, дьявол, меня ты так просто не возьмёшь!\n   Собрав последние силы, Вы оттолкнулись от земли и прыгнули через огненную стену.\n   Когда Вы вдохнули очередную порцию дыма, все чувства мгновенно исчезли. Вы не видели, как упали, не чувствовали жара огня и не слышали крики людей. Наконец, исчезли и мысли.",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "   — Очнись, братец, очнись... — говорил командир, хлопая Вас по щекам, — Нет... Неужели он мёртв?..\n   Ваши мысли кружили в голове и путались между собой: \"Значит, я выжил?.. И этот жестокий командир заботится обо мне, как родной...\n   Похоже на сон. Но разве мёртвые видят сны и чувствуют удары по щекам?.. \"",
    "answers": [
      {
        "id": 13,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 13,
    "text": "   Открыв глаза, Вы увидели над собой чистое синее небо и командира стражи, наклонившегося над Вами. Он хорошо держал себя и почти не изменился в лице, когда Вы очнулись, — лишь дрогнули уголки его губ.\n   Поднявшись с земли, Вы сказали:\n   — Спасибо. Как Вы спасли меня?\n   — Я слышал твой крик и видел, как ты перепрыгнул через полосу огня, а затем упал.\n   \"Значит, я всё-таки смог сделать этот прыжок\", — отметили Вы про себя.\n   Договорив, командир пошёл в сторону города. Оглянувшись ещё раз на лес, (который теперь стоял опустошённый, но ещё покрытый дымом), Вы последовали за командиром.\n   Догнав его, Вы задали сильно мучивший Вас вопрос:\n   — А где.. все остальные?\n   Командир остановился, его морщины проступили сильнее, чем обычно. И он, сделая усилие, сказал:\n   — Я не встретил ни одного нашего воина, — командир положил руку тебе на плечо, — Но как бы то ни было, их смерть не была напрасной. Вражеская армия сожжена, и город спасён. О погибших будут слагать песни, их будут чтить, как героев...\n   Вы с командиром шли рядом, как хорошие товарищи, забыв все мелкие обиды, которые раньше казались очень важными. Война умеет расставлять приоритеты. Жаль только, слишком высокой ценой...\n   Вы продолжили путь молча, думая о событиях этого дня и о том, что было бы, если он сложился иначе.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 14,
    "text": "",
    "answers": []
  }
]