[
  {
    "id": 1,
    "text": "Автор: Историус\n\nЖанр: Фэнтези\nПоджанры: детектив, хоррор\n\nАннотация:\n\n\"Отец Базилио — священник, которому предстоит расследовать необычное дело в городке под названием Венбриг. Последнее время жители начали один за другим сходить с ума. Власти, опасаясь паники и народных волнений, пригласили опытного служителя церкви, обещав хорошую плату за избавление граждан от душевных недугов. Предотвратит ли святой отец надвигающуюся катастрофу? И какие методы он будет использовать в своей борьбе?\"",
    "answers": [
      {
        "id": 2,
        "text": "Начать историю"
      },
      {
        "id": 1,
        "text": "Группа автора ВК",
        "url": "https://vk.com/royallands"
      }
    ]
  },
  {
    "id": 2,
    "text": "Ранним утром жрец-маг Базилио был разбужен настойчивым стуком в дверь своей кельи. Императорский посол вручил сонному священнику письмо следующего содержания:\n\n\"Почтейнейший господин Базилион Крау-Вех! По поводу Вашей новой церковной миссии имею сообщить следующее: город Венбриг, что на границе с королевством Кистица, был подвержен массовой душевной заболеваемости. Его жители ежедневно лишаются рассудка, в связи с чем поручаю Вам немедленно отправиться на поражённую территорию, с целью точной оценки масштаба бедствий и принятия надлежащих мер по предотвращению болезни. Оставляю за Вами право использовать силу местного Инквизитория при необходимости.\n\n   С уважением, господин командующий Штабом Внутренних Вопросов, генеральный протектор Ольер Денари.\"",
    "answers": [
      {
        "id": 3,
        "text": "Отложить письмо и обдумать действия"
      }
    ]
  },
  {
    "id": 3,
    "text": "Не успел Базилио отойти от предыдущего дела с еретиками  нелегального в Красной Империи культа, как тут на него обрушилась следующая миссия еще большей важности. Позавтракав и приведя себя в надлежащий вид после сна, господин священник в очередной раз посетовал на бешеный ритм своей жизни, после чего стал собираться в дорогу. Среди вещей, которые он обычно брал в походы, были всевозможные книги, разнообразные церковные принадлежности, рабочие инструменты и даже оружие — мало ли, что таит в себе новое приключение.\n\nБыло принято решение начать с книг. Сначала предстояло выбрать один из двух подходящих к ситуации теоретических фолиатов.",
    "answers": [
      {
        "id": 3,
        "text": "Положить в сумку...",
        "comment": true
      },
      {
        "id": 4,
        "text": "...Энциклопедию \"Классификация болезней разума\"",
        "var_set": [
          "enz",
          1
        ]
      },
      {
        "id": 4,
        "text": "...Научный труд \"Особенности поведения душевнобольных\"",
        "var_set": [
          "trud",
          1
        ]
      }
    ]
  },
  {
    "id": 4,
    "text": "\"Уф, тяжёлая штука!\" — подумал Вех.\n\nОтец Базилио обладал хорошими навыками в магии крови, но освежить умения никогда не помешает. Тем не менее, таскать с собой стопку практических пособий он, конечно же, не собирался.",
    "answers": [
      {
        "id": 4,
        "text": "Положить в сумку...",
        "comment": true
      },
      {
        "id": 5,
        "text": "...Пособие по телекинезу",
        "var_set": [
          "telekinez",
          1
        ]
      },
      {
        "id": 5,
        "text": "...Пособие по телепатии",
        "var_set": [
          "telepatia",
          1
        ]
      },
      {
        "id": 5,
        "text": "...Пособие по трансфигурации",
        "var_set": [
          "transfiguracia",
          1
        ]
      }
    ]
  },
  {
    "id": 5,
    "text": "С макулатурой покончено. Теперь стоит рассмотреть более приземлённые вещи. Помимо стандартного набора для ежедневных богослужений стоит взять с собой...",
    "answers": [
      {
        "id": 6,
        "text": "...Набор для экзорцизма",
        "var_set": [
          "ex",
          1
        ]
      },
      {
        "id": 6,
        "text": "...Пыточный инвентарь",
        "var_set": [
          "inv",
          1
        ]
      }
    ]
  },
  {
    "id": 6,
    "text": "Отличный выбор. Ну и, наконец, необходимо позаботиться о своей безопасности. Многолетный опыт работы священником подсказывал, что без средств самозащиты уходить в дальнюю дорогу не стоит. Из оружия ближнего боя, помимо ритуального ножа, в доме был только клевец и топор. Оба предмета нести будет тяжеловато, так что святой отец бы предпочёл...",
    "answers": [
      {
        "id": 6,
        "text": "[Клевец имеет вид малого боевого молота с длинным стальным шипом вместо второй половины рабочей части. Хорошо дробит кости одной стороной, пробивает латные доспехи другой]",
        "comment": true
      },
      {
        "id": 6,
        "text": "[Топор — классическое, наиболее распространённое оружие, наносящее рубящие повреждения. Удобен в применении, надёжен. Может быть использован в качестве бытового предмета, например, для рубки дров]",
        "comment": true
      },
      {
        "id": 7,
        "text": "...Клевец",
        "var_set": [
          "klev",
          1
        ]
      },
      {
        "id": 7,
        "text": "...Топор",
        "var_set": [
          "topor",
          1
        ]
      }
    ]
  },
  {
    "id": 7,
    "text": "Замечательно, осталось лишь взять оружие дальнего боя. Выбор средств убийства здесь, опять же, был невелик, а комичности ситуации прибавлял тот факт, что Базилио толково обращаться не умел ни с одним из имеющихся.",
    "answers": [
      {
        "id": 7,
        "text": "[Пистолет — компактный, но мощный. При выстреле издаёт жуткий грохот, выдающий стрелка. Можно использовать для запугивания/привлечения внимания. Маленькая точность, но при попадании наносит огромный урон. Иногда бывают осечки]",
        "comment": true
      },
      {
        "id": 7,
        "text": "[Арбалет — громоздкий, зато проверенный и надёжный. Стреляет точно, вблизи пробивает доспехи, при этом почти бесшумный. Хорошая дальность, однако при попадании у противника больше шансов на выживание]",
        "comment": true
      },
      {
        "id": 10,
        "text": "Взять пистолет",
        "var_set": [
          "pistol",
          1
        ]
      },
      {
        "id": 10,
        "text": "Взять арбалет",
        "var_set": [
          "arb",
          1
        ]
      }
    ]
  },
  {
    "id": 8,
    "text": "БИБЛИОТЕКА В МОНАСТЫРЕ\n -------------------------------------------------\nКнижные полки полны всевозможной литературы на религиозную тематику и не только.",
    "answers": [
      {
        "id": 11,
        "text": "Искать записи о Графе Антари",
        "need": -11
      },
      {
        "id": 12,
        "text": "Искать записи о бароне Мелерисе",
        "need": -12
      },
      {
        "id": 13,
        "text": "Искать записи о городском маге Тахари",
        "need": -13
      },
      {
        "id": 20,
        "text": "Искать информацию о жрецах Красного Бога",
        "need": [
          13,
          -22,
          -21
        ]
      },
      {
        "id": 9,
        "text": "Закончить и спуститься к карете",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 9,
    "text": "И отец Базилио отправился в путь. Кучер погнал лошадей вперёд, а священник тем временем погрузился в размышления.\n\n\"Я ведь жрец шестого ранга, почему послали именно меня? Существуют же священники рангом пониже, если проблема несущественна, а ежели беда велика, так послали бы верховного! Вот же напасть.\"\n\nПо правде говоря, Базилиону было лень. Видно, играла роль приближающаяся старость. Он потрепал свою короткую бородку с проседью и посмотрел в окно. Карета проезжала поле, засеянное рожью...",
    "answers": [
      {
        "id": 14,
        "text": "Ожидать прибытия"
      }
    ]
  },
  {
    "id": 10,
    "text": "С экпипировкой решено. Последними штрихами стали небрежно закинутый в суму мешочек монет, который пригодится в абсолютно любой ситуации, а также ритуальный нож — его носят с собой все, без исключения, жрецы Красного Бога. Приказав слугам подготовить карету, святой отец изучающе взглянул на карту королевства.\n\n— Мда, путь предстоит неблизкий. Надеюсь, у господина протектора были действительно веские причины посылать туда именно меня, а не священника рангом пониже, или вообще какую-нибудь солдатню. Впрочем, до армии дело действительно может дойти, если всё так плохо, как в письме описывают, — озвучил он свои мысли в слух.\n\nПока есть время, стоит ознакомиться с правящей верхушкой города. Граф этих земель Дюбриэль Антари, бургомистр Жан Мелерис, жрец третьего ранга Алвар Тахари. С кем предстоит иметь дело?",
    "answers": [
      {
        "id": 8,
        "text": "Поискать информацию в монастырской библиотеке"
      },
      {
        "id": 9,
        "text": "\"Я достаточно знаю о них\""
      }
    ]
  },
  {
    "id": 11,
    "text": "Отрывок из книги:\n\n\"Граф Дюбриэль Антари — благословейнейший покровитель северных Кистицких земель, почтейнейший лорд и служитель короля. Точный возраст неизвестен: не менее ста лет, но не более стапятидесяти. Отец — человек, мать — эльфийка. Несмотря на властность Антари старшего, мать настояла на том, чтобы назвать сына эльфийским именем. Дюбриэль унаследовал от родителей их лучшие черты, и является одним из самых красивых мужчин королевства. Женат пятый раз, имеет двенадцать детей, включая отпрысков от предыдущих жён. Перед новой свадьбой выгонял свою нынешнюю жену из графства, по общепринятой версии за измену, однако некоторые летописцы убеждены, что обвинения беспочвенны. Живет в фамильном замке к югу от Венбрина вместе со своим семейством. В самом Венбриге появляется редко.\"",
    "answers": [
      {
        "id": 8,
        "text": "Закрыть книгу"
      }
    ]
  },
  {
    "id": 12,
    "text": "Что удалось выяснить:\n\nБарон Жан Мелерис — бургомистр Венбрига, доверенное лицо графа Антари. Почти постоянно находится в городе, занимается всеми административными делами. Несмотря на зрелый возраст, всё еще не женат. Страдает ожирением, поскольку любит поесть. Живёт в большом доме в центре города, который, по слухам, наполнен драгоценностями и всевозможными предметами роскоши, купленными на незаконно присвоенные средства из бюджета Венбрига.",
    "answers": [
      {
        "id": 8,
        "text": "Закрыть книгу"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вот, что удалось понять из литературы:<s>r\n<s>r\nГородской священник Алвар Тахари(жреч.: Алварион Крау-Тахари) — духовный наставник Венбрига. Живет в черте города, неподалёку от Храма Краудака, однако роскошь не любит, предпочитая аскетизм. Заправляет религиозным развитием городка и его предместий. Молодой, харизматичный, амбициозный лидер, любимец народа. Несмотря на свой возраст, уже занимает высокую должность, имея звание жреца третьего ранга.",
    "answers": [
      {
        "id": 8,
        "text": "Закрыть книгу"
      }
    ]
  },
  {
    "id": 14,
    "text": "Спустя несколько дней пути, карета жреца прибыла в город. ",
    "answers": [
      {
        "id": 14,
        "text": "Почитав в дороге энциклопедию \"Классификация душевных болезней\", ",
        "var_equal": [
          "enz",
          1
        ],
        "merge": true
      },
      {
        "id": 14,
        "text": "Почитав в дороге научный труд \"Особенности поведения душевнобольных\", ",
        "var_equal": [
          "trud",
          1
        ],
        "merge": true
      },
      {
        "id": 14,
        "text": "Базилион узнал, что психически нездоровые личности далеко не всегда являются неадекватными. Многие кажутся вполне нормальными людьми, и задача священника — отбирать из них опасных для общества субъектов и изолировать для того, чтобы те никому не навредили, и \"не сбили с пути истинного\". Остаётся лишь гадать, с чем магу предстоит столкнуться в городе.",
        "merge": true
      },
      {
        "id": 15,
        "text": "Выйти из кареты"
      }
    ]
  },
  {
    "id": 15,
    "text": "Монастырский подручник, ехавший радом с кучером, соскочил со своего места, открыл дверцу, после чего услужливо помог отцу Базилио сойти на землю. \n\nВзору предстала пустынная, продуваемая осенним ветром, улица Венбрига, где местная церковная свита пообещала встретить прибывшего жреца высокого ранга. Однако, никого не было видно... За исключением потрёпанного вида человека, ковыляющими шагами приближающегося к карете.\n\n— Здравствуйте! — кивнул ему Вех, — Вы из Инквизитория?\n\nВ ответ на это странный человек остановился, глядя куда-то вдаль, после чего закивал, и немедленно набросился на святого отца.\n\n— Грррр!!! — взревел он, угрожающе замахиваясь кулаком. Из его рта шла пена.",
    "answers": [
      {
        "id": 16,
        "text": "Выстрелить из пистолета в голову",
        "var_equal": [
          "pistol",
          1
        ]
      },
      {
        "id": 17,
        "text": "Выстрелить из пистолета в бедро",
        "var_equal": [
          "pistol",
          1
        ]
      },
      {
        "id": 18,
        "text": "Выстрелить из пистолета в воздух",
        "var_equal": [
          "pistol",
          1
        ]
      },
      {
        "id": 19,
        "text": "Выстрелить из арбалета в голову",
        "var_equal": [
          "arb",
          1
        ]
      },
      {
        "id": 23,
        "text": "Выстрелить из арбалета в бедро",
        "var_equal": [
          "arb",
          1
        ]
      }
    ]
  },
  {
    "id": 16,
    "text": "Волна ужаса накатила на священника. Не долго думая, он выхватил из-за пояса пистолет, и произвёл оглушительный выстрел практически в упор. \n\nГолова нападающего с хрустом разлетелась во все стороны, словно лопнувшая тыква, орошая всё пространство вокруг кровавой кашей из осколков костей черепа и выпавшего мозга. Часть \"содержимого\" попала и на одежду жреца. С отвращением отпрыгивая, Базилио смахнул с себя красные ошмётки, пока те не успели насквозь пропитать его богатые одеяния.\n\n— Ну и мерзость... — прошептал он, не разбирая собственных звуков от потери слуха после выстрела. Мимикой и жестами он приказал кучеру ехать прямиком к городской ратуше, и лишь в дороге, спустя несколько минут, к магу вернулся слух.",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "Волна ужаса накатила на священника. Не долго думая, он выхватил из-за пояса пистолет, и произвёл оглушительный выстрел практически в упор. \n\nПуля попала нападающему в бедро, и тот, словно подкошенный, свалился к ногам Базилио. Из раны хлынуло \"содержимое\" во все стороны, обрызгивая всё вокруг кровью, осколками кости, ошмётками мяса. Часть попала и на одежду жреца. С отвращением отпрыгивая, Базилио смахнул с себя красные ошмётки, пока те не успели насквозь пропитать богатые одеяния.\n\n— Ну и мерзость... — прошептал он, не разбирая собственных звуков от потери слуха после выстрела.\n\n— А-А-А-А-А!!! — орал человек от чудовищной боли, безуспешно пытаясь закрыть руками кровоточащую рану. Его стенания доносились до ушей приглушённо, словно сквозь пелену.\n\nМимикой и жестами Базилион приказал кучеру ехать прямиком к городской ратуше. А мужчина выживет, если на то будет воля Краудака — именно поэтому Вех и выстрелил ему в ногу, оставляя всевышнему право определить судьбу наглеца.",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "Волна ужаса накатила на священника. Не долго думая, он выхватил из-за пояса пистолет, и произвёл оглушительный выстрел в воздух, намереваясь вразумить человека силой своего оружия.\n\n— А-А-А-А-А!!! — заорал человек, осев на землю перед ногами Базилио, хватаясь за голову. Его стенания доносились до ушей приглушённо, будто сквозь пелену. Через какое-то время, он встал на колени, и, поклонившись священникуя произнёс;\n— О, почтейнейший господин! Простите меня за дурное наваждение, каюсь я перед Вами, и перед самим Краудаком за глупость.\n\nНе дожидаясь ответа, мужчина вскочил и убежал куда-то вглубь улиц, лишая мага всяческого понимания, что здесь происходит. Мимикой и жестами он приказал кучеру ехать прямиком к городской ратуше, и лишь в дороге, спустя несколько минут, к священнику вернулся слух.",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "Волна ужаса накатила на священника. Не долго думая, он выхватил из-за спины арбалет и произвёл выстрел.\n\nАрбалетный болт попал в нос нападающему, запрокидывая его голову вверх таким образом, что остриё прошило череп до затылка. Захлёбываясь кровью, мужчина осел на землю к ногам Базилио, а через пару секунд так и скончался.\n\n— Ну и мерзость... — прошептал священник, перезаряжая орудие убийства, вновь закрепляя его на спине. Затем он приказал кучеру гнать прямиком до городской ратуши, нигде не делая остановок, и, вернувшись в карету, задёрнул шторку, дабы не видеть окровавленный труп на дороге.",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "Непонятно, зачем жрецу Империи информация о жрецах Империи, однако отец Базилио решил освежить свои знания перед поездкой.\n\nКульт Краудака(Кровавого/красного Бога) — наиболее распространённая и единственная разрешённая религия Красной Империи. Концепция веры строится на искуплении грехов путём жертв божеству в виде крови. Магия крови ни что иное, как проявление доброй воли Краудака: он призывает творить чудеса, дабы заблудшие души приняли истинную веру. Красной магией занимаются маги-жрецы культа, которые являются руками Краудака на земле. Император, в свою очередь, является наместником Бога, и вершит справедливость, командуя священниками. Чтобы стать Императором, необходимо быть служителем из числа верховных, либо верховнейших жрецов, а также пройти испытание.",
    "answers": [
      {
        "id": 21,
        "text": "Читать про красную магию"
      },
      {
        "id": 22,
        "text": "Читать при иерархию священников в Империи"
      },
      {
        "id": 8,
        "text": "Закрыть книгу"
      }
    ]
  },
  {
    "id": 21,
    "text": "Красная(кровавая) магия, магия крови — результат синтеза трёх магических школ(столпов): телекинеза, телепатии и трансфигурации, объединённых общими чертами, такими как необходимость \"топлива\" в виде крови человека или животных, а также использование артефактов для проведения ритуалов — рунических ножей.\n\n• Телекинез — самый распространенный вид магии. Под телекинезом подразумеваются все действия, которыми маг может нарушать законы гравитации. Перемещение объектов, полёт и т.п.\n\n• Телепатия — любая магия, связанная с ментальными воздействиями. Чтение мыслей, предугадывание действий живого существа, контроль над чужим, либо своим сознанием.\n\n• Трансфигурация — превращение одного вещества в другое, изменение формы предметов, даже изменения в теле живых существ. Считается самым сложным разделом, требует больших энергозатрат и концентрации.",
    "answers": [
      {
        "id": 20,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 22,
    "text": "Система званий красных жрецов следующая:\n \n• Подподручник (новоприбывший послушник, выполняет мелкие поручения жрецов)\n\n• Подручник (более опытный ученик, имеет право командовать подподручниками, но всё еще выполняет задания магов)\n\n• Старший подручник (переходное звено между послушником и священником, выполняет ответственные задания, готовясь стать молодым магом)\n\n• Жрец от Первого до Седьмого ранга (начиная с этого момента становятся членами самой уважаемой касты, и меняют своё имя так, чтобы оно оканчивалось на \"-он\", а также прибавляют к своей фамилии приставку \"Крау\". Пример: Тибар Унсари — Тибарион Крау-Унсари)\n\n• Верховный жрец(Высокопоставленный священник, отвечающий за духовную жизнь региона/крупного города)\n\n• Верховнейший жрец(приближённый к императорскому двору маг, помогающий монарху в управлении крупными отраслями общественной жизни)\n\n• Император-наместник (высший и неоспоримый источник власти в Империи)",
    "answers": [
      {
        "id": 20,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 23,
    "text": "Волна ужаса накатила на священника. Не долго думая, он выхватил из-за спины арбалет и произвёл выстрел.\n\nАрбалетный болт попал в ногу нападавшего: прошив бедро насквозь, он застрял в толще мяса, и лишь остриё выглянуло с противоположной стороны. \n\n— А-А-А-А-А!!! — заорал человек от чудовищной боли, хватаясь руками за кровоточащую рану. Лёжа на боку и постанывая, он жалобно произнёс:\n— О, почтеннейший господин! Простите меня за дурное наваждение, каюсь я перед Вами, и перед самим Краудаком за глупость.\n\n— Ну и мерзость, — прошептал священник, перезаряжая оружие, и закрепляя его на спине. Затем Базилион приказал кучеру ехать прямиком к городской ратуше, не делая остановок. А мужчина выживет, если на то будет воля Краудака — именно поэтому Вех и выстрелил ему в ногу, оставляя всевышнему право определить судьбу наглеца.",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "Ехать требовалось всего несколько минут, но даже за это время отец Базилио успел услышать несколько испуганных возгласов по ту сторону дверей кареты. Окна были занавешены, так что жрец не видел того, что происходило снаружи. Не хотел видеть, по правде говоря. Безусловно, ему придётся начать расследование, но он почему-то стремился отложить это на как можно большее время.\n\nКогда транспортное средство остановилось, маг поморщил лоб, после чего нехотя вылез на улицу, держа наготове оружие самообороны. К его удивлению, взору предстала вполне нормальная, оживлённая центральная площадь города. Ратуша возвышалась прямо перед жрецом.",
    "answers": [
      {
        "id": 25,
        "text": "Зайти внутрь"
      }
    ]
  },
  {
    "id": 25,
    "text": "Показав двум обеспокоенным охранникам свои жреческие татуировки, Базилион Крау-Вех беспрепятственно прошёл в главный холл Ратуши. Его сразу же заметила компания из трёх человек, которые что-то активно обсуждали между собой до этого. На секунду воцарилось молчание.\n\n— Господин святой отец? — заговорил худощавый молодой человек, в котором маг тут же узнал своего коллегу рангом пониже. Юный священник отвесил поклон седьмого ранга, отдавая честь Базилио.\n— Я собственной персоной, Базилион Крау-Вех, — ответил он, кланяясь жрецу по третьей ступени.",
    "answers": [
      {
        "id": 26,
        "text": "Окинуть взором священника",
        "need": -26
      },
      {
        "id": 27,
        "text": " Взглянуть на статного полуэльфа",
        "need": -27
      },
      {
        "id": 28,
        "text": "Рассмотреть толстого господина рядом с ними",
        "need": -28
      },
      {
        "need_sometimes": true,
        "middle_answer": true,
        "text": "Подойти к аристократам",
        "need": [
          26,
          27,
          28
        ],
        "id": 29
      }
    ]
  },
  {
    "id": 26,
    "text": "Его светлые волосы и карие глаза выдавали в нём чистокровного халарца. Черты лица были приятными и правильными, а одежды выглядели крайне дешёвыми, но при этом чистыми, словно только что постираны. Подстрижен молодой человек был коротко, причём явно руками умелого цирюльника. Жёсткий пытливый взгляд, узкие губы, а также начищенные сапоги дополняли образ прямолинейного и смелого человека.",
    "answers": [
      {
        "id": 25,
        "text": "Отвести взгляд"
      }
    ]
  },
  {
    "id": 27,
    "text": "Этот высокий статный полуэльф самим своим видом показывал, что он здесь главный. Тёмно-каштановые длинные волосы, заплетённые в косу, были почти идеально уложены с ноткой лёгкой растрёпанности. Изящные черты лица, чистейшая кожа и слегка заострённые уши указывали на его благородное происхождение, а одет он был так элегантно, что даже принцы позавидовали бы. Единственное, что выдавало мужчину — морщины. Полуэльфы жили меньше эльфов, так что по лицу данного господина можно было предположить, что ему около ста лет, хотя простому человеку священник дал бы шестьдесят-семьдесят.",
    "answers": [
      {
        "id": 25,
        "text": "Отвести взгляд"
      }
    ]
  },
  {
    "id": 28,
    "text": "Этот аристократ выглядел так, будто проснулся полчаса назад, наспех оделся, и вышел. Его черты лица были округлыми, нос коротким и приплюснутым, а губы пухлыми. На щеках выделялись аккуратные бакенбарды, однако тёмно-каштановые волосы на голове растрепались, торча во все стороны. Богатая одежда мужчины, казалось, сшита из крайне дорогих, качественных тканей, и даже смотрелась бы на чиновнике органично, если бы не была так сильно помята. В руках человек держал золотой кубок, инкрустированный драгоценными камнями, на котором виднелись засохшие капли красного вина.",
    "answers": [
      {
        "id": 25,
        "text": "Отвести взгляд"
      }
    ]
  },
  {
    "id": 29,
    "text": "— Моё имя Дюбриэль Антари, возмножно Вы уже слышали обо мне, — представился высокий мужчина-полуэльф, — Рад приветствовать в этом графстве, и я приношу глубочайшие извинения за то, что мои подчинённые не смогли организовать Вашей милости достойный приём, — произнёс он таким тоном, будто извиняется не перед красным жрецом, а вежливо обращается к своему секретарю.\n— Ситуация оказалась несколько хуже, чем мы думали, — сдавленно произнёс толстый человек с кубком в руке. Он икнул, из-за чего отца Базилио обдало резким запахом вина.",
    "answers": [
      {
        "id": 32,
        "text": "Вести себя крайне сдержанно"
      },
      {
        "id": 30,
        "text": "Вести себя расслабленно"
      },
      {
        "id": 31,
        "text": "Вести себя немного надменно"
      }
    ]
  },
  {
    "id": 30,
    "text": "— Мне действительно пришлось приложить некоторые усилия, чтобы добраться сюда, — вежливо начал Базилион, — Ну а теперь извольте рассказать, что же у нас происходит в городе, и что я должен сделать...\n— Если я правильно понимаю, вам известно лишь то, что люди в нашем поселении стали вести себя странно... — поднял бровь пухлый человек, — В таком случае, Вы осведомлены о проблеме не сильно больше нашего.\n\nИ пухлый чиновник, представившийся как Жан Мелерис, вкратце обрисовал проблему. Суть в том, что около месяца назад люди, никак не связанные друг с другом, постепенно стали сходить с ума. То старый дед начнёт говорить бессвязные вещи, то жена хлебопашца вдруг будет вести себя агрессивно, кидаясь со скалкой на всех прохожих. И таких случаев с каждым днём становилось всё больше — именно поэтому правительство в лице трёх самых влиятельных лордов приняло решение пригласить более опытного мага, чтобы тот решил их проблему без привлечения армии и внимания широкой общественности.",
    "answers": [
      {
        "id": 33,
        "text": "— Благодарю, господин бургомистр."
      }
    ]
  },
  {
    "id": 31,
    "text": "— Мне действительно пришлось приложить некоторые усилия, чтобы добраться сюда, — вежливо начал Базилион, — Надеюсь, такое больше не повторится, ну а теперь я жду объяснений на тему того, что здесь происходит, и в чем заключается моя работа...\n— Если я правильно понимаю, Вам известно лишь то, что люди в нашем поселении стали вести себя странно... — поднял бровь граф Антари, — В таком случае, Вы осведомлены о проблеме не сильно больше нашего.\n\nИ Дюбриэль Антари собственной персоной вкратце обрисовал проблему. Суть в том, что около месяца назад люди, никак не связанные друг с другом, постепенно стали сходить с ума. То старый дед начнёт говорить бессвязные вещи, то жена хлебопашца вдруг будет вести себя агрессивно, кидаясь со скалкой на всех прохожих. И таких случаев с каждым днём становилось всё больше — именно поэтому правительство в лице трёх самых влиятельных лордов приняло решение пригласить более опытного мага, чтобы тот решил их проблему без привлечения армии и внимания широкой общественности.",
    "answers": [
      {
        "id": 33,
        "text": "— Благодарю Вас, граф."
      }
    ]
  },
  {
    "id": 32,
    "text": "— Мне действительно пришлось приложить некоторые усилия, чтобы добраться сюда, — вежливо начал Базилион, — Теперь расскажите пожалуйста о ситуации в городе, а также, в чём именно заключается моя задача...\n— Если я правильно понимаю, вам известно лишь то, что люди в нашем поселении стали вести себя странно... — поднял бровь священник третьей степени, — В таком случае, Вы осведомлены о проблеме не сильно больше нашего.\n\nИ красный жрец, представившийся как Алвар Тахари, вкратце обрисовал проблему. Суть в том, что около месяца назад люди, никак не связанные друг с другом, постепенно стали сходить с ума. То старый дед начнёт говорить бессвязные вещи, то жена хлебопашца вдруг будет вести себя агрессивно, кидаясь со скалкой на всех прохожих. И таких случаев с каждым днём становилось всё больше — именно поэтому правительство в лице трёх самых влиятельных лордов приняло решение пригласить более опытного мага, чтобы тот решил их проблему без привлечения армии и внимания широкой общественности.",
    "answers": [
      {
        "id": 33,
        "text": "— Благодарю, сын мой."
      }
    ]
  },
  {
    "id": 33,
    "text": "— Что-ж, теперь мне стало более понятно. Когда могу приступать?\n— Прямо сегодня, святой отец. Вас проводят в покои для высокопоставленных гостей Инквизитория. И мой Вам совет — не выходите на улицу без охраны, особенно ночью.\n\nНа этом обсуждение закончилось, и Веха отправили в здание Инквизиции, расположенное неподалёку от Ратуши в сопровождении двух крепких бугаев, одетых в красные плащи, и носивших добротные мечи на поясе. Хоть это и выглядело, как попытка защитить солдат, а не его самого, жрец чувствовал себя в компании чуть более безопасно.",
    "answers": [
      {
        "id": 35,
        "text": "Пройти внутрь и осмотреться"
      }
    ]
  },
  {
    "id": 34,
    "text": "Камеры для заключённых:",
    "answers": [
      {
        "id": 97,
        "text": "Проверить камеру запертой служанки",
        "need": 65
      },
      {
        "id": 98,
        "text": "Проверить камеру запертого мясника",
        "need": 96
      },
      {
        "id": 99,
        "text": "Проверить камеру запертого мясника",
        "need": 77
      },
      {
        "id": 100,
        "text": "Проверить камеру крестьянского сына",
        "need": 89
      },
      {
        "id": 156,
        "text": "Проверить камеру подручника Эрса",
        "need": 142
      },
      {
        "id": 157,
        "text": "Проверить камеру желтой аристократки",
        "need": 52
      },
      {
        "id": 158,
        "text": "Проверить камеру буйного убийцы",
        "need": 133
      },
      {
        "id": 34,
        "text": "Вернуться в главный зал",
        "middle_answer": true,
        "go_to": [
          "turma"
        ]
      }
    ]
  },
  {
    "id": 35,
    "text": "Главный зал Инквизитория.<s>r\n<s>r\nПросторное помещение без лишних деталей. Отсюда можно попасть в любое место этого здания.",
    "answers": [
      {
        "id": 35,
        "text": "Башня:",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 39,
        "text": "Личные покои",
        "middle_answer": true,
        "var_set": [
          "pokoi",
          "global current_id"
        ]
      },
      {
        "right_answer": false,
        "comment": true,
        "id": 35,
        "text": "Первый этаж:",
        "middle_answer": true
      },
      {
        "id": 37,
        "text": "Допросная",
        "var_set": [
          "dopros",
          "global current_id"
        ],
        "left_answer": true
      },
      {
        "right_answer": true,
        "id": 41,
        "text": "Зал ритуалов",
        "var_set": [
          "ritual",
          "global current_id"
        ],
        "left_answer": false
      },
      {
        "middle_answer": true,
        "id": 36,
        "text": "Выход из Инквизитория",
        "need": -148,
        "var_set": [
          "exit",
          "global current_id"
        ]
      },
      {
        "id": 152,
        "text": "Выход из Инквизитория",
        "need": 148,
        "middle_answer": true
      },
      {
        "right_answer": false,
        "comment": true,
        "id": 35,
        "text": "Подвал:",
        "middle_answer": true
      },
      {
        "id": 34,
        "text": "Тюрьма",
        "var_set": [
          "turma",
          "global current_id"
        ],
        "left_answer": true
      },
      {
        "id": 42,
        "text": "Пыточная",
        "right_answer": true,
        "var_set": [
          "pitki",
          "global current_id"
        ]
      },
      {
        "id": 35,
        "text": "\nЧасть потолка выполнена в виде светлых, будто бы парящих в воздухе витражей. Это ни что иное, как наследие славной гиджиийской архитектуры.",
        "need": -151,
        "merge": true
      },
      {
        "id": 35,
        "text": "\n\nКрасивейшие гиджилийские витражи были зверски уничтожены упавшим с башни безумным человеком. Сейчас его окровавленное тело лежало лицом вниз, но даже по силуэту было понятно, что это тот самый крестьянский сын, который приходил на визит к отцу Базилио и был отпущен им на свободу.",
        "need": 151,
        "merge": true
      }
    ]
  },
  {
    "id": 36,
    "text": "Главная площадь города.",
    "answers": [
      {
        "id": 40,
        "text": "Пойти к Ратуше"
      },
      {
        "id": 44,
        "text": "Пройтись по городу"
      },
      {
        "id": 45,
        "text": "Сходить в храм"
      },
      {
        "id": 36,
        "text": "Вернуться в Инквизиторий",
        "middle_answer": true,
        "go_to": [
          "exit"
        ]
      }
    ]
  },
  {
    "id": 37,
    "text": "Это комната для допросов. Чтобы попасть в неё, нужно было пройти через преддопросную комнатушку, где дежурят стражники, готовые в любой момент прийти на помощь.\n\nВ центре помещения стоит стол. С одной стороны расположено удобное роскошное кресло, видимо, предназначенное для инквизитора. Напротив него, с другой стороны, стоит простая деревянная табуретка — очевидно, туда садится сам допрашиваемый.",
    "answers": [
      {
        "id": 37,
        "text": "[Сейчас тут нет пациентов, допрашивать некого]",
        "comment": true,
        "need": -48
      },
      {
        "id": 38,
        "text": "Начать прием больных",
        "need": [
          104,
          -38
        ]
      },
      {
        "id": 58,
        "text": "Начать приём больных",
        "need": [
          48,
          -58
        ]
      },
      {
        "id": 37,
        "text": "Вернуться в главный зал",
        "middle_answer": true,
        "go_to": [
          "dopros"
        ]
      }
    ]
  },
  {
    "id": 38,
    "text": "Приготовившись выслушивать очередной бред от сумасшедших жителей сумасшедшего городка, маг нексколько секунд посидел с закрытыми глазами, а затем объявил о начале приёма. ",
    "answers": [
      {
        "id": 49,
        "text": "[Первый больной]"
      }
    ]
  },
  {
    "id": 39,
    "text": "Гостевые покои, выделенные Базилиону Крау-Веху.",
    "answers": [
      {
        "id": 46,
        "text": "Осмотреться и расположиться",
        "need": -46
      },
      {
        "id": 48,
        "text": "Осмотреть записку на столе",
        "need": [
          46,
          -48
        ]
      },
      {
        "id": 47,
        "text": "Открыть ежедневник",
        "need": 46
      },
      {
        "id": 43,
        "text": "Завершить день",
        "need": [
          58,
          -104
        ],
        "middle_answer": false
      },
      {
        "id": 149,
        "text": "Завершить день",
        "need": [
          133,
          -148
        ]
      },
      {
        "middle_answer": true,
        "id": 39,
        "text": "Спуститься в главный зал",
        "need": 46,
        "go_to": [
          "pokoi"
        ]
      }
    ]
  },
  {
    "id": 40,
    "text": "Ратуша расположена в центре города. Отсюда можно попасть к домам аристократов, либо же зайти в саму Ратушу.",
    "answers": [
      {
        "id": 105,
        "text": "Отыскать бургомистра Мелериса в Ратуше",
        "need": [
          -104,
          58
        ]
      },
      {
        "id": 106,
        "text": "Отыскать графа Антари в Ратуше",
        "need": [
          -104,
          58
        ]
      },
      {
        "id": 107,
        "text": "Пойти к дому бургомистра Мелериса"
      },
      {
        "id": 114,
        "text": "Пойти к дому графа Антари"
      },
      {
        "id": 144,
        "text": "Отыскать графа Антари в Ратуше",
        "need": [
          53,
          -144
        ]
      },
      {
        "id": 36,
        "text": "Вернуться назад",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 41,
    "text": "Ритуальный зал. Тут проводятся жертвы кровью богу Краудаку, который даёт священникам магическую силу взамен за это.",
    "answers": [
      {
        "id": 93,
        "text": "Начать ритуал больного с червями",
        "need": [
          78,
          -93
        ]
      },
      {
        "id": 140,
        "text": "Начать ритуал для старшего подручника",
        "need": [
          129,
          -140
        ],
        "var_add": [
          "mana",
          1
        ]
      },
      {
        "id": 41,
        "text": "Вернуться в главный зал",
        "middle_answer": true,
        "go_to": [
          "ritual"
        ]
      }
    ]
  },
  {
    "id": 42,
    "text": "Пыточная комната. Здесь применяют особые методы для допроса молчаливых, а также, по нынешним медицинским представлениям, здесь можно лечить некоторые случаи душевных заболеваний.",
    "answers": [
      {
        "id": 143,
        "text": "Пытать Эрса",
        "need": [
          130,
          -143
        ]
      },
      {
        "id": 147,
        "text": "Провести сеанс экзорцизма для Эрса",
        "need": [
          131,
          -147
        ]
      },
      {
        "id": 42,
        "text": "Вернуться в главный зал",
        "middle_answer": true,
        "go_to": [
          "pitki"
        ]
      }
    ]
  },
  {
    "id": 43,
    "text": "Отец Базилио опросил всех душевнобольных на сегодня и подумал над тем, чтобы лечь спать. Однако, все ли дела он на сегодня сделал?",
    "answers": [
      {
        "id": 39,
        "text": "\"Я ещё должен кое-что сделать\""
      },
      {
        "id": 104,
        "text": "Отправиться спать"
      }
    ]
  },
  {
    "id": 44,
    "text": "Просто так слоняться по городу без цели опасно. Есть ли у отца Базилио какие-то дела, которые он должен тут сделать?",
    "answers": [
      {
        "id": 103,
        "text": "Навестить семью мясника",
        "need": [
          74,
          -103
        ]
      },
      {
        "id": 36,
        "text": "На данный момент дел нет",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 45,
    "text": "Храм кровавого бога был, пожалуй, самым богато оформенным зданием в городе: он представлял немалую архитектурную ценность. ",
    "answers": [
      {
        "id": 108,
        "text": "Помолиться Краудаку"
      },
      {
        "id": 109,
        "text": "Отыскать комнату с конфискатом",
        "need": [
          84,
          -109
        ]
      },
      {
        "id": 110,
        "text": "Отыскать жреца Алвариона Крау-Тахари",
        "need": [
          58,
          -110
        ]
      },
      {
        "id": 36,
        "text": "Вернуться назад",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 46,
    "text": "Отец Базилио приказал своему подручнику перетаскать все вещи из кареты сюда, а сам прошелся по комнатам, осматриваясь.\n\nГостевые покои, в отличие от всего остального Инквизитория, были обставлены несколько побогаче, но даже здесь чувствовалось влияние аскетизма Тахари. Этот дотошный маг ни единого места не оставит без внимания! \n\nВ спальне находилась роскошная широкая кровать, туалетный столик с зеркалом, а также шкаф и комод. Кабинет, напротив, был крайне простым: окно, письменный стол, пара пустых книжных полок. Этот диссонанс между двумя комнатами бросался в глаза, заставляя задуматься о том, какой внутренний конфликт пришлось преодолеть молодому жрецу, когда тот хотел и угодить почётным гостям, и удовлетворить свои предпочтения.",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 47,
    "text": "В ежедневник жрец записывал всевозможные события и задачи, которые он не хотел по рассеянности забыть.",
    "answers": [
      {
        "id": 101,
        "text": "Дела на первый день",
        "need": [
          -104
        ]
      },
      {
        "id": 119,
        "text": "Дела на второй день",
        "need": [
          104,
          -148
        ]
      },
      {
        "id": 102,
        "text": "Вложенная записка от Алвара",
        "need": 48
      },
      {
        "id": 39,
        "text": "Закрыть",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 48,
    "text": "Священник подошёл к столу и рассмотрел записку, лежащую на нём.\n\n\"Отцу Базилиону Крау-Веха от отца Алвариона Крау-Тахари.\n\nПочтейнейший отец мой! Смею Вам сообщить, что в комнате для допросов на первом этаже Вас будут ждать пациенты с помутнениями рассудка, которых я сам не смог определить в виду своего неведения. Вам позволено принимать душевнобольных, когда тех приводит стража, и решать их дальнейшую судьбу. Возможно, следует назначить им определенное лечение на дому, возможно, имеют место ритуалы крови, которые Вы можете с удобством проводить в соответствующей зале. В крайнем случае, за Вами остаётся право изолировать больного в темнице, если тот может угрожать обществу.\n\nС уважением, Алвар\"",
    "answers": [
      {
        "id": 39,
        "text": "Отложить записку"
      }
    ]
  },
  {
    "id": 49,
    "text": "К большому удивлению, первым человеком, вошедшим в допросную... Была женщина. Стражники в тёмно-красных доспехах сначала хотели ввести пациентку, но она, брезгливо отмахнувшись, сказала, что пойдёт сама.\n\n— Здравствуйте, святой отец, — начала дамочка, садясь за стол. \n\nВыглядела она, словно жена какого-то богатого аристократа. На ней было красивое платье жёлтого цвета, на голове шляпка, а в руках она держала такой же жёлтый веер.\n\n— Добрый день, уважаемая. Могу я узнать Ваше имя, и привело вас сюда?\n— Несомненно, святой отец. Меня зовут Умбрия, и я начала страдать от жизни в последнее время.\n— Что конкретно Вас беспокоит?\n— Кажется, что в последние дни или даже недели моя жизнь утратила краски. Еда стала не такой вкусной, как раньше, птички, чьё пение радовало и вдохновляло меня, вдруг перестали приносить удовольствие, — рассказывала дама, обмахиваясь веером, — Даже, извините меня, времяпровождение с моим мужем для меня не столь сладостно. Одним словом, мне плохо, святой отец. Можете ли Вы мне помочь? \n\nНесмотря на то, что священник не был готов к такой мелочной, на первый взгляд, проблеме, он всё равно разглядел в глазах этой женщины тревогу. Казалось, всё её состояние передалось Базилиону через этот монотонный голос, полный грусти и безысходности.",
    "answers": [
      {
        "id": 50,
        "text": "— Происходили ли в Вашей жизни какие-то события перед тем, как Вы стали такое ощущать?"
      },
      {
        "id": 51,
        "text": "— Мучает ли Вас бессоница или какие-то иные проблемы параллельно с этим?"
      }
    ]
  },
  {
    "id": 50,
    "text": "— Вы знаете, я считаю, виной всему переезд, — Монотонно продолжила барышня, уставившись в пол, — Я очень плохо переношу любую дорогу, а тут муж настоял на том, чтобы взять меня сюда, в город. А там, в поместье, мои дети сидят с нянями, и я переживаю за них. Как не переживать? Хотя, по правде говоря, после того, как со мной началось такое, любые проблемы перестают меня волновать. Простите за такую эгоистичность, святой отец, мне кажется, со мной что-то не так, — Она снова подняла глаза и посмотрела перед собой, словно в какое-то бесконечное пространство.",
    "answers": [
      {
        "id": 51,
        "text": "— Мучает ли Вас бессоница или какие-то иные проблемы параллельно с этим?",
        "need": [
          -51
        ]
      },
      {
        "id": 53,
        "text": "Закончить расспрос",
        "need": [
          51,
          50
        ]
      }
    ]
  },
  {
    "id": 51,
    "text": "— Нет, только это. Полная апатия и упадок сил: ничего не хочется делать, не хочется жить, и даже иногда меня стали посещать мысли о... Ну вы поняли, о том, чтобы покинуть этот мир. Я гоню от себя подобные рассуждения, но, будто они стали сами лезть в голову последние пару дней. С каждым днем всё хуже.\n\nРука с веером бессильно опустилась на стол, а плечи женщины, державшей всё это время ровную осанку, сгорбились.",
    "answers": [
      {
        "id": 50,
        "text": "— Происходили ли в Вашей жизни какие-то события перед тем, как Вы стали такое ощущать?",
        "need": -50
      },
      {
        "id": 53,
        "text": "Закончить расспрос",
        "need": [
          50,
          51
        ]
      }
    ]
  },
  {
    "id": 52,
    "text": "Было принято решение запереть женщину, дабы она не нанесла себе никаких увечий.<s>r\n<s>r\n— Извините, но мне придётся Вас запереть.<s>r\n— Что? — вяло переспрасила она с той же монотонностью.<s>r\n— Я опасаюсь, что вы наложите не себя руки, а также Вам необходима терапия в закрытом помещении, чтобы после выхода жизнь заиграла новыми красками.<s>r\n<s>r\nЗвучит как бред, но что еще сказать бедному священнику, который желает засадить богатенькую аристократку в тюрьму, чтобы та отведала по-настоящему плохой жизни? О да, это был принципиальный момент для Базилио. Через минуту стражники вывели её, настало время звать следующего пациента, которому реально может понадобиться помощь.",
    "answers": [
      {
        "id": 56,
        "text": "— Следующий!"
      }
    ]
  },
  {
    "id": 53,
    "text": "Отец Базилио поразмыслил:\n\n\"Итак, мы имеем: одну понурую женщину, которую перестала инетересовать жизнь, дарованная Краудаком, со всеми её прелестями. И одну болезнь, которая, по словам пациентки, началась незадолго после переезда в город из поместья, и проявляется в апатии, монотонности голоса, а также присутствием суицидальных мыслей. Ну и что мне делать?\"",
    "answers": [
      {
        "id": 52,
        "text": "Запереть",
        "left_answer": true
      },
      {
        "id": 54,
        "text": "Отпустить",
        "right_answer": true
      }
    ]
  },
  {
    "id": 54,
    "text": "Было принято решения отпустить женщину и оставить на домашнем наблюдении. Возможно, позже удастся её вылечить, но пока у мага были дела поважнее.\n\n— Вот, обратитесь к аптекарю за этим перечнем трав, — Вех взял перо и написал на листочке названия тех целебных растений, которые могли бы в теории помочь больной, а через день приходите ко мне с новостями. Я не вижу смысла Вас изолировать, вы абсолютно адекватны и никому не причините вреда.\n— Спасибо Вам, надеюсь, это поможет.\n\nДама встала с неудобной табуретки и направилась к выходу из кабинета, рассматривая выданный листочек.",
    "answers": [
      {
        "id": 56,
        "text": "— Следующий!"
      }
    ]
  },
  {
    "id": 55,
    "text": "— Ни с кем, святой отец, оно уже ушло.<s>r\n— Я спрашиваю, что это было — нетерпеливо наседал Вех.<s>r\n— Простите... Это было существо, которое я не знаю, как назвать. Оно вечно преследует меня и приказывает мне, что делать, когда я один. ",
    "answers": [
      {
        "id": 123,
        "text": "— Расскажи подробнее про существо."
      },
      {
        "id": 124,
        "text": "— Расскажи, почему тебя сюда привели."
      }
    ]
  },
  {
    "id": 56,
    "text": "Как только дамочка вышла, в допросную завели небогато одетого, бритого налысо юношу, которому по виду было около двадцати-двадцати пяти лет. Он не сопротивлялся, хотя было видно, с какой неприязнью тот воспринимает сам факт своего нахождения здесь.<s>r\n<s>r\n— Эээ... Здравия Вам, о, глубокоуважаемый жрец! — выдавил он из себя, когда солдаты-инквизиторы отпустили его и вышли из кабинета. Открытием для мага было то, что молодой человек безошибочно определил уровень сидящего перед ним священника, и совершил реверанс по соответствующей степени.<s>r\n— Ну здравствуйте, — сказал Базилио, изучающе разглядывая вошедшего, — С чем пожаловали?<s>r\n— Я, как бы это сказать... — начал он, но вдруг перевёл взгляд куда-то назад, и кивнул.",
    "answers": [
      {
        "id": 57,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 57,
    "text": "Отец Базилио обернулся и оглядел то место, куда смотрел опрашиваемый. Его взор упирался куда-то между шкафом и углом комнаты. Так или иначе, там абсолютно точно никто не стоял — просто пустота.<s>r\n<s>r\n— Д-да. Понял, — едва слышно прошептал простолюдин.",
    "answers": [
      {
        "id": 55,
        "text": "— С кем ты говоришь?"
      }
    ]
  },
  {
    "id": 58,
    "text": "Вот и настало время для первого шага в предотвращении катастрофы. Объявив о начале приёма, Базилио устроился в кресле поудобнее, только гадая, с чем ему предстоит столкнуться. ",
    "answers": [
      {
        "id": 59,
        "text": "[Первый больной]"
      }
    ]
  },
  {
    "id": 59,
    "text": "— Иди давай! — послышался грубый голос стражника-инквизитора откуда-то со стороны дверей.<s>r\n— Иди давай! — последовал ответ в виде пронзительного женского визга.<s>r\n<s>r\nВслед за этим в комнату влетела девушка, по одежде которой можно предположить, что её обладательница является служанкой или горничной. А затем хлопнула дверь допросной. Дивясь происходящему, отец Базилио взглянул на девушку, наблюдая за тем, как она возвращается к двери и от души несколько раз пинает её. Последняя ожидаемо загрохотала от таких действий.\n<s>r\n— Ух, проучу, остолопы! — выругалась служанка, после чего нехотя присела за табуретку, <s>r\n— Извините, — тихо добавила она.<s>r\n<s>r\nУ неё были светло-русые волосы, изящная фигура, и глаза голубого цвета, однако лицо священник не мог назвать симпатичным, хотя допрашиваемой было, по ощущениям, не больше двадцати лет.",
    "answers": [
      {
        "id": 60,
        "text": "— Что привело ко мне столь юную леди?"
      }
    ]
  },
  {
    "id": 60,
    "text": "— Что привело ко мне столь юную леди? — ответила магу служанка, склонив голову чуть набок. \n— Это я у Вас спрашиваю, милочка.\n\nДевушка ошеломлённо отстранилась назад, выпучив глаза, а затем произнесла, словно обидевшись:\n— Это я у Вас спрашиваю?\n\nЗатем её выражение лица резко изменилось, она упёрлась руками об стол, наклонилась и зло прошипела:\n— Милочка!\n\n\"Так, понятно, она просто повторяет за мной\".",
    "answers": [
      {
        "id": 61,
        "text": "— Вы можете хоть что-нибудь сказать самостоятельно?"
      },
      {
        "id": 92,
        "text": "Откинуться на спинку кресла, закатив глаза"
      }
    ]
  },
  {
    "id": 61,
    "text": "— Вы можете что-нибудь сказать самостоятельно, — выдала допрашиваемая с уверенным видом, — Меня зовут Элизабет, я из дома лорда Мелериса. \n\nСвернув губы трубочкой, сумасшедшая наклонилась вперед, показала магу язык, а затем, хихикая, снова отстранилась. В её глазах читалось истинное восхищение.\n\n— Нет, определенно, здоровый человек не сможет позволить себе такое поведение перед жрецом, — проговорил Базилио, раздумывая, как ему поступить. Ответа в виде повтора фразы на это не последовало.",
    "answers": [
      {
        "id": 63,
        "text": "— Да как ты смеешь кривляться передо мной, девка?!"
      },
      {
        "id": 63,
        "text": "— Как твое здоровье?"
      }
    ]
  },
  {
    "id": 62,
    "text": "Перед священником сидела девушка, судя по всему, работавшая служанкой в доме бургомистра. Она говорит безумные вещи и странно себя ведёт, но вроде бы, не представляет угрозы для общества. Хотя, кто знает этих сумасшедших. Неизвестно, правда ли то, что она говорит про Мелериса, или же всё это выдумки — Вех слишком мало общался с душевнобольными, чтобы сходу отделять их бред от реальности. Он даже не знал, как вылечить подобный недуг, поэтому оставалось два варианта: запереть допрашиваемую в темнице от греха подальше, либо отпустить, приказав привести обратно через пару дней. Быть может, она и скажет что-нибудь путное.",
    "answers": [
      {
        "id": 65,
        "text": "Запереть",
        "left_answer": true
      },
      {
        "id": 66,
        "text": "Отпустить",
        "right_answer": true
      }
    ]
  },
  {
    "id": 63,
    "text": "— Погода сегодня очень хорошая. Люблю, когда такая погодка, — ответила душевнобольная, кокетничая.\n— Ну и ну, — удивлялся священник.\n— Вы же такой умный человек, святой отец. Давайте я вам лучше расскажу, чем втайне ото всех занимается бургомистр Мелерис. Ха-ха-ха-ха-ха! — девушка залилась невинным женским хохотом, чуть не упав с табуретки. Отец Базилио напрягся, а она продолжала откровенно ржать, иногда похрюкивая и переходя на визг, словно ей рассказали самую смешную шутку в её жизни.",
    "answers": [
      {
        "id": 64,
        "text": "Расспросить о доме бургомистра"
      },
      {
        "id": 64,
        "text": "Расспросить о характере бургомистра"
      }
    ]
  },
  {
    "id": 64,
    "text": "Жрец спокойным, умиротворяющим голосом задал свой вопрос.<s>r\nРезко скорчив гримассу боли, девушка выдавила из себя:<s>r\n— Лорд Мелерис очень жирный и грубый, но деньги решают всё! — начала она, переводя разговор в какое-то своё русло, — Он приводит к себе в покои городских девушек, и даже склоняет к этому служанок из собственного дома, святой отец. Накажите его за всё! Это он меня такой сделал!<s>r\n<s>r\nСлужанка облокотилась на край стола, уткнулась лицом в руки и по-настоящему зарыдала. <s>r\n— Великий Краудак простит все наши грехи, если искупить их кровью... — продолжила она, вхлипывая, — Но я могу проследить за ним, если отпустите. Я готова пойти на всё, лишь бы узнать, что скрывает этот жирдяй. Уверена, там что-то нечисто, только не могу пока понять, что.",
    "answers": [
      {
        "id": 62,
        "text": "— Мда, тяжёлый случай."
      }
    ]
  },
  {
    "id": 65,
    "text": "— Хорошо, ты проследишь за ним, милочка... Стража! \n\nДвое крепких солдат в бордовых доспехах вошли в комнатку.\n\n— Отведите её в темницу, — мрачно приказал Вех.\n— Так точно! — отозвался воин.\n— Так точно! — повторила сумасшедшая, показывая всем язык и продолжая гримассничать.",
    "answers": [
      {
        "id": 67,
        "text": "[Второй больной]"
      }
    ]
  },
  {
    "id": 66,
    "text": "— Хорошо, ты проследишь за ним и расскажешь мне, что он, как ты говоришь, скрывает. Через пару дней. \n— Я не подведу, святой отец!\n— Молодец, Элизабет. Только будь добра, не твори глупости.\n— Молодец, Элизабет! — повторила девушка и бодро вышла из кабинета, продолжая гримассничать.\n\nНа удивлённый взгляд стражника в бордовых доспехах, заглянувшего внутрь, священник отмахнулся:\n— Отпустите её... И зовите следующего.",
    "answers": [
      {
        "id": 67,
        "text": "[Второй больной]"
      }
    ]
  },
  {
    "id": 67,
    "text": "Следующим после служанки Мелериса оказался здоровенный мужик средних лет. Пока он заходил и садился, жрец успел заметить, как тот на протяжении всего времени чесал себе плечо. На нём была надета рубаха и рабочий фартук, слегка запачканный пятнами тёмной крови. Кудраявые волосы были растрёпаны.<s>r\n<s>r\n— С чём пожаловали, уважаемый? — начал маг.<s>r\n— Я, видите ли, по такой проблеме. У меня постоянно черви зудят! Когда под кожей поселились эти твари, всё покраснело, и я стал весь чесаться. Жена смотрела, вроде бы нет никого, но иногда я прямо чувствую, как эти создания шевелятся там, внутри!<s>r\n<s>r\nС этими словами мужчина показал отцу Базилио свою руку, на которой было большое красное пятно и следы от расчёсов. В одном месте даже показалась маленькая капелька крови.",
    "answers": [
      {
        "id": 68,
        "text": "— Я тебе что, лекарь? А ну пшёл вон! Не хватало ещё чесоткой заразиться.",
        "addToHistory": [
          95
        ]
      },
      {
        "id": 69,
        "text": "Осмотреть кожу, избегая прикосновений"
      },
      {
        "id": 70,
        "text": "Осмотреть кожу, тщательно прощупывая то, что под ней"
      }
    ]
  },
  {
    "id": 68,
    "text": "— Прошу прощения, святой отец... Обращусь снова к цирюльнику, может посоветует ещё чего, — угрюмо сказал мужчина и вышел из допросной. <s>r\n<s>r\n\"Ну и ну, приходят же такие. Пусть спасибо скажет, что не прирезал его за диверсию против Красной Церкви. Это ж надо с чесоткой явиться сюда\", — подумал про себя Базилио, а затем велел пригласить следующего больного.",
    "answers": [
      {
        "id": 71,
        "text": "[Третий больной]"
      }
    ]
  },
  {
    "id": 69,
    "text": "Жрец осторожно осмотрел кожу больного, не притрагиваясь к ней, но ничего нового на ней не заметил: то же самое покраснение, те же самые расчёсы. Спустя минуту никакого движения червей не было обнаружено, но человек всё равно не выдержал и принялся снова чесаться.<s>r\n<s>r\n— Вы что, тоже их не увидели? Они хорошо маскируются, черти, но все равно постоянно шевелятся под моей кожей. Р-р-р-р! Вы можете что-нибудь сделать?",
    "answers": [
      {
        "id": 72,
        "text": "— Как давно тебя мучает эта проблема?"
      },
      {
        "id": 73,
        "text": "— Кто ты по профессии?"
      }
    ]
  },
  {
    "id": 70,
    "text": "Взяв руку человека, жрец осмотрел её, а затем скурпулёзно прощупал на передмет наличия червей. К его удивлению, ни в месте покраснения, ни вокруг, под кожей никаких инородных тех обраружено не было: то же самое покраснения, те же самые расчёсы. Тем не менее, больной, не выдержав и пары минут осмотра, вновь принялся чесаться.<s>r\n<s>r\n— Вы что, тоже их не нащупали? Они хорошо маскируются, черти, но все равно постоянно шевелятся под моей кожей. Р-р-р-р! Вы можете что-нибудь сделать?",
    "answers": [
      {
        "id": 72,
        "text": "— Как давно тебя мучает эта проблема?"
      },
      {
        "id": 73,
        "text": "— Кто ты по профессии?"
      }
    ]
  },
  {
    "id": 71,
    "text": "Далее в комнату завели худощавого мужчину в простой светлой тунике и крестьянских штанах. Он выглядел изрядно потрёпанным, а также вяло сопротивлялся солдатам, когда те его усаживали.<s>r\n<s>r\n— Я сам справлюсь, тупицы! Вы так и останетесь в неведении, проваливайте.<s>r\n<s>r\nВоин, которому, судя по всему, это было адресовано, вопросительно посмотрел на жреца, всем своим видом будто бы спрашивая разрешения ударить оборванца за дерзость.",
    "answers": [
      {
        "id": 79,
        "text": "Кивнуть"
      },
      {
        "id": 80,
        "text": "Прогнать стражу"
      }
    ]
  },
  {
    "id": 72,
    "text": "— Где-то неделю назад это начало прям досаждать. До этого я в принципе мог почесать где-то, ну, как обычно, но именно усиленная чесотка началась две недели назад. А неделю назад появилась первая кровь от расчёсов, во.",
    "answers": [
      {
        "id": 73,
        "text": "— Кто ты по профессии?",
        "need": [
          -73
        ]
      },
      {
        "id": 74,
        "text": "Обдумать ситуацию",
        "need": [
          72,
          73
        ]
      }
    ]
  },
  {
    "id": 73,
    "text": "— Я простой мясник. Зарезать, освежевать, нарубить — вот моя работа. Затем выставляю свежее мясо на прилавок. Хотя, признаться честно, животные не всегда бывают здоровыми... Нет, конечно такое я не продаю! Но в обработку попадает иногда и всякая гниль, и гной. Редко, но бывает. И я вот думаю: не мог ли из-за этого подцепить? Моя жена и дети пока ни на что не жаловались, хотя прикасались ко мне, но если это заразно, я за них опасаюсь.",
    "answers": [
      {
        "id": 72,
        "text": "— Как давно тебя мучает эта проблема?",
        "need": [
          -72
        ]
      },
      {
        "id": 74,
        "text": "Обдумать ситуацию",
        "need": [
          72,
          73
        ]
      }
    ]
  },
  {
    "id": 74,
    "text": "Этот человек мясник по профессии, у него есть семья. По его словам, в теле живут черви, постоянно шевелящиеся, вызывающие жуткий зуд. Так ли это в действительности, сложно было утверждать, потому что Базилио ничего не заметил. Вероятно, мужчина уже ходил к какому-то лекарю, либо цирюльнику, но тот не сумел быстро решить проблему, поэтому больной обратился сюда. Теперь предстоит что-то решать.",
    "answers": [
      {
        "id": 75,
        "text": "Отправить больного домой, посоветовав чаще мыться",
        "addToHistory": [
          95
        ]
      },
      {
        "id": 76,
        "text": "Отправить больного домой, назначив успокаивающую мазь и повторный визит к лекарю",
        "addToHistory": [
          95
        ]
      },
      {
        "id": 77,
        "text": "Запереть в темницу под надзор"
      },
      {
        "id": 78,
        "text": "Записать на сеанс кровопускания"
      }
    ]
  },
  {
    "id": 75,
    "text": "— Знаешь, что, уважаемый? Я подумал и принял решение. Иди-ка ты домой, скорее всего тут ничего серьёзного.<s>r\n— Правда? Это пройдет? — обратовался мужик.<s>r\n<s>r\n\"Хотел бы я знать\" — подумал Базилио, но произнёс следующее:<s>r\n<s>r\n— Да. Самое главное, почаще мойся, вода с мылом поможет избавиться от любых кожных бед.<s>r\n— Только и всего? Спасибо, святой отец, — с этими словами мясник вышел из комнаты, а Вех надеялся, что не совершил ошибку.",
    "answers": [
      {
        "id": 71,
        "text": "[Третий больной]"
      }
    ]
  },
  {
    "id": 76,
    "text": "— Знаешь, что, уважаемый? Я подумал и принял решение. Иди-ка ты домой, скорее всего тут ничего серьёзного.<s>r\n— Правда? Это пройдет? — обратовался мужик.<s>r\n<s>r\n\"Хотел бы я знать\" — подумал Базилио, но произнёс следующее:<s>r\n<s>r\n— Да. Самое главное, выполни мои рекомандации. Возьми вот это листок, с ним пойдешь к аптекарю — он выпишет успокаивающую мазь. Наноси на кожу, где чешется, два раза в день, а также сходи к лекарю.<s>r\n— Только и всего? Спасибо, святой отец, — с этими словами мясник взял рецепт лекарства и вышел из комнаты, а Вех надеялся, что не совершил ошибку.",
    "answers": [
      {
        "id": 71,
        "text": "[Третий больной]"
      }
    ]
  },
  {
    "id": 77,
    "text": "— Знаешь, что, уважаемый? Я подумал и принял решение. Посиди-ка ты в темнице, пока не прояснится до конца, заразен ты или нет. Сам понимаешь, работа у тебя такая, нельзя болезнь на ногах переносить.<s>r\n— Но я же...<s>r\n— Никаких но. Я прослежу, чтобы с твоей женой и детьми всё было в порядке. Не в моих интересах плодить число заражённых в городе, — сказал маг и примирительно улыбнулся.<s>r\n— Ладно, как скажете, я всё понимаю.<s>r\n<s>r\nВ комнату вошли стражники и забрали мясника в темницу.<s>r\n<s>r\n— Передай дозорным, чтобы наблюдали за ним, — приказал Базилио одному из воинов, в ответ на что тот кивнул. Всё-таки Вех подозревал, тут кроется нечто большее, чем чесотка.",
    "answers": [
      {
        "id": 71,
        "text": "[Третий больной]"
      }
    ]
  },
  {
    "id": 78,
    "text": "— Знаешь, что, уважаемый? Я подумал и принял решение. Сделаем тебе ритуальное кровопускание.<s>r\n— Что? Но я не виноват в том... — начал возмущаться мясник.<s>r\n— Тише, тише, ты ни в чём не виноват. Кровопускания бывают не только в качестве наказания, но и для лечения людей. Если там и есть черви, то я их вытащу, понял?<s>r\n— Да, да, вырвать червей эт хорошо, — мужчина сразу успокоился.<s>r\n— Вот и славно! Буду ждать тебя в зале для ритуалов. Стража!<s>r\n<s>r\nЗдоровые бугаи тут же подскочили и повели мясника готовиться к кровопусканию в ритуальную комнату Краудака. Базилио надеялся, это поможет.",
    "answers": [
      {
        "id": 71,
        "text": "[Третий больной]"
      }
    ]
  },
  {
    "id": 79,
    "text": "От души пнув негодника коленкой в бок, красный солдат удалился.<s>r\n<s>r\n— Зачем Вы позволили ему сделать это? У меня правда куча ценной информации для Вас.<s>r\n— Надо же? И какой, интересно? В этот кабинет здоровые люди не попадают.<s>r\n— Я полностью здоров, святой отец! Единственное, что у меня бывает, так это мои приступы быстрого мышления и голоса в голове. Я верю, что это голоса, посылаемые мне богом нашим, Краудаком, выражающие волю его — я лишь посредник великих дел.<s>r\n— Давай начистоту. За что тебя сюда привели? — прямо спросил отец Базилио, глядя допрашиваемому прямо в глаза.<s>r\n— Я вломился в покои графа Антари и вынес ценные вещи оттуда, — невинно ответил он, — А затем я отнёс их городской страже. Кто знал, что эти охули поведут себя неадекватно и накажут меня?<s>r\n<s>r\nВ глазах оборванца читалось искреннее изумление.",
    "answers": [
      {
        "id": 81,
        "text": "Попросить рассказать о себе"
      },
      {
        "id": 82,
        "text": "Расспросить о его приступах"
      },
      {
        "id": 83,
        "text": "Расспросить о голосах в голове"
      }
    ]
  },
  {
    "id": 80,
    "text": "— Вышел вон, — сухо отрезал жрец, и красный солдат спешно удалился, изображая на лице смесь досады и испуга.<s>r\n<s>r\n— Спасибо, что не дали им ударить меня, у меня для Вас правда много важной информации.<s>r\n— Надо же? И какой, интересно? В этот кабинет здоровые люди не попадают.<s>r\n— Я полностью здоров, святой отец! Единственное, что у меня бывает, так это мои приступы быстрого мышления и голоса в голове. Я верю, что это голоса, посылаемые мне богом нашим, Краудаком, выражающие волю его — я лишь посредник великих дел.<s>r\n— Давай начистоту. За что тебя сюда привели? — прямо спросил отец Базилио, глядя допрашиваемому прямо в глаза.<s>r\n— Я вломился в покои графа Антари и вынес ценные вещи оттуда, — невинно ответил он, — А затем я отнёс их городской страже. Кто знал, что эти олухи поведут себя неадекватно и накажут меня?<s>r\n<s>r\nВ глазах оборванца читалось искреннее изумление.",
    "answers": [
      {
        "id": 81,
        "text": "Попросить рассказать о себе"
      },
      {
        "id": 82,
        "text": "Расспросить о его приступах"
      },
      {
        "id": 83,
        "text": "Расспросить о голосах в голове"
      }
    ]
  },
  {
    "id": 81,
    "text": "— Кто ты? Сколько тебе лет? Кем работаешь?<s>r\n— Моё имя Гриблар. Я молод и перспективен, святой отец, мне всего девятнадцать. Живу в крестьянской семье, работаю, вспахивая поля и кормя скот. Вернее, я делал это до тех пор, пока не достиг просветления и не начал расследовать происходящее в городе. Теперь спасение жизней простых людей — моя работа.<s>r\n<s>r\nОтец Базилио оглядел паренька с ног до головы: тот не казался сумасшедшим. Он явно был бедным, как и многие в городе, но не сумасшедшим. Возможно, больной тщательно скрывал это, но было бы странно, если в таком возрасте молодой человек внезапно стал дурачком.",
    "answers": [
      {
        "id": 82,
        "text": "Попросить рассказать о приступах",
        "need": -82
      },
      {
        "id": 83,
        "text": "Попросить рассказать о голосах в голове",
        "need": -83
      },
      {
        "id": 84,
        "text": "Поразмыслить над этим случаем",
        "need": [
          81,
          82,
          83
        ]
      }
    ]
  },
  {
    "id": 82,
    "text": "— О каких приступах ты только что говорил, парень?<s>r\n— Это бывает со мной не так часто, но почти всегда вовремя... — загадочно начал оборванец, — Когда пожаловал граф Антари в наши края, со мной случилось это впервые. Знаете, тогда я осознал, что голова человека обычно работает лишь на десятину от возможного. В обычной жизни мы не прилагаем усилий, но тогда я ощутил, что мои мысли разгоняются до двух, нет, даже до трёх десятых! И это не предел, сейчас во время приступов я пытаюсь достичь половины разгона своего мышления при помощи трав. Но мы не об этом: во время таких состояний ко мне и приходят догадки и откровения по поводу происходящей в городе чертовщины. Все сходят с ума, и мы должны это предотвратить, святой отец.",
    "answers": [
      {
        "id": 81,
        "text": "Попросить рассказать о себе",
        "need": -81
      },
      {
        "id": 83,
        "text": "Расспросить о голосах в голове",
        "need": -83
      },
      {
        "id": 84,
        "text": "Поразмыслить над этим случаем",
        "need": [
          81,
          82,
          83
        ]
      }
    ]
  },
  {
    "id": 83,
    "text": "— Ну-ка, а что за голоса? Что ты слышишь?<s>r\n— Я слышу разные голоса, о, Жрец. Мужские, женские, весёлые, грустные. Иногда даже голос моей умершей бабушки. Я хорошо его помню... Но одно мне известно точно: все они принадлежат Краудаку. Поначалу, когда это только началось, я думал, что свихнулся. В один момент, когда голоса наскучили мне тем, что постоянно твердили перерыть мусор на заднем дворе графского дома, я решил проверить, врут ли они. Но они говорили правду! В чемодане, выброшенном слугами графа, действительно оказались туфли убитых жён. Различные туфли, все по одной — нет ни единой, что была бы в паре. Не зря ведь на Антари наговаривают, что он меняет жён, как перчатки. Только где тела?",
    "answers": [
      {
        "id": 81,
        "text": "Попросить рассказать о себе",
        "need": -81
      },
      {
        "id": 82,
        "text": "Расспросить о приступах",
        "need": -82
      },
      {
        "id": 84,
        "text": "Поразмыслить над этим случаем",
        "need": [
          81,
          82,
          83
        ]
      }
    ]
  },
  {
    "id": 84,
    "text": "Деревенский паренёк говорил очень странные вещи, заставляющие задуматься. А вдруг он прав? Базилио Вех не являлся бы собой, если бы не разобрался в этом запутанном случае.<s>r\n<s>r\nМолодой человек резко наклонился, обхватив себя за голову, и протяжно застонал:<s>r\n— У-у-у... Кажется, оно опять.",
    "answers": [
      {
        "id": 85,
        "text": "— Как давно у тебя появились приступы и голоса?"
      },
      {
        "id": 86,
        "text": "— Зачем ты обокрал графа Дюбриэля?"
      }
    ]
  },
  {
    "id": 85,
    "text": "— С момента приезда графа Антари я стал это ощущать. Сначала голос был один и не такой явный. Затем их количество прибавлялось, они становились кромче и настойчивей с каждым днём. Сейчас я едва могу слушать Вас и себя, поскольку они говорят в разнобой. Ы-ы-ы-ы!<s>r\n<s>r\nЗакрыв уши, парень вертел головой туда-сюда, словно пытаясь избавиться от криков. Но в том-то и был ужас, что сейчас стояла по-настоящему гробовая тишина, нарушаемая лишь скрипением табуреки.<s>r\n<s>r\n— Я ничего не слышу, но если Вы меня отпустите, святой отец, я помогу Вам в расследовании! — кричал он.",
    "answers": [
      {
        "id": 85,
        "text": "Распросить крестьянина еще о чём-нибудь",
        "need": -87,
        "addToHistory": [
          87
        ]
      },
      {
        "id": 85,
        "text": "[Священник попытался привлечь внимание паренька, но тот лишь отмахнулся, показывая, что ничего не слышит из-за гомона внутри головы. Похоже, уже от него ничего не добиться]",
        "comment": true,
        "need": 87
      },
      {
        "id": 88,
        "text": "Принять решение"
      }
    ]
  },
  {
    "id": 86,
    "text": "— Я думал, он прячет у себя в комнате тела убитых жён! Решив разоблачить графа, я ворвался к нему, и, пока там никого не было, провёл обыск. Трупов не оказалось, но зато было найдено много улик! Достаточно, чтобы был компромат. Тупые солдафоны, которым я сдал вещи Антари, видимо, оказались подкуплены и скрутили меня.<s>r\n<s>r\nЗакрыв уши, парень вертел головой туда-сюда, словно пытаясь избавиться от криков. Но в том-то и был ужас, что сейчас стояла по-настоящему гробовая тишина, нарушаемая лишь скрипением табуреки.<s>r\n<s>r\n— Я ничего не слышу, но если Вы меня отпустите, святой отец, я помогу Вам в расследовании! — кричал он.",
    "answers": [
      {
        "instant": true,
        "id": 86,
        "text": "Распросить крестьянина еще о чём-нибудь",
        "need": -87,
        "addToHistory": [
          87
        ]
      },
      {
        "id": 85,
        "text": "[Священник попытался привлечь внимание паренька, но тот лишь отмахнулся, показывая, что ничего не слышит из-за гомона внутри головы. Похоже, уже от него ничего не добиться]",
        "comment": true,
        "need": 87
      },
      {
        "id": 88,
        "text": "Принять решение"
      }
    ]
  },
  {
    "id": 87,
    "text": "ssssss",
    "answers": []
  },
  {
    "id": 88,
    "text": "Подводя итоги, можно сказать, что этот парень, судя по всему, сын в крестьянской семье. Недавно у него умерла бабушка, и он по ней скорбит. Также этот оболтус ворвался в покои графа Антари, вынес ценные вещи, за что и был справедливо доставлен в Инквизиторий. Стоило осмотреть те ценности, которые этот сумасшедший вынес из дома, не помешало бы еще проверить мусор. Возможно, этот человек действительно не в себе, но в его размышлениях могла быть доля истины.",
    "answers": [
      {
        "id": 89,
        "text": "Запереть",
        "left_answer": true
      },
      {
        "id": 90,
        "text": "Отпустить",
        "right_answer": true
      }
    ]
  },
  {
    "id": 89,
    "text": "— Охрана, уведите его в темницу!<s>r\n— А? Что?! — орал крестьянин, пытаясь разобрать звуки в окружающем мире. Но каково было его удивление, когда двое инквизиторов взяли его под руки и уверенно повели в направлении подземной темницы.",
    "answers": [
      {
        "id": 91,
        "text": "[Завершить приём больных]"
      }
    ]
  },
  {
    "id": 90,
    "text": "— Охрана, выведите его прочь!<s>r\n— А? Что?! — орал крестьянин, пытаясь разобрать звуки в окружающем мире. Но каково было его удивление, когда двое инквизиторов взяли его под руки и уверенно повели в направлении выхода из Инквизитория.",
    "answers": [
      {
        "id": 91,
        "text": "[Завершить приём больных]"
      }
    ]
  },
  {
    "id": 91,
    "text": "— На сегодня с меня хватит такого стресса, — высказался отец Базилио, и, выглянув в преддопросную, с радостью прошмыгнул в корридор, радуясь тому, что пока к нему никого больше не приводили. ",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 92,
    "text": "Жрец крови устало откинулся на спинку кресла, а девица с уверенным видом выдала: \n— Меня зовут Элизабет, я из дома лорда Мелериса. \n\nСвернув губы трубочкой, сумасшедшая наклонилась вперед, показала магу язык, а затем, хихикая, снова отстранилась. В её глазах читалось истинное восхищение.\n\n— Нет, определенно, здоровый человек не сможет позволить себе такое поведение перед жрецом, — проговорил Базилио, раздумывая, как ему поступить. Ответа в виде повтора фразы на это не последовало.",
    "answers": [
      {
        "id": 63,
        "text": "— Да как ты смеешь кривляться передо мной, девка?!"
      },
      {
        "id": 63,
        "text": "— Как твое здоровье?"
      }
    ]
  },
  {
    "id": 93,
    "text": "Подготовив ритуальный нож, Базилион Крау-Вех пригласил мясника внутрь. На всякий случай на руки священника были надеты кожаные перчатки.\n— Ну, показывай, где у тебя \"черви\".\n\nИспуганно зыркнув на нож, мужчина неуверенно показал на руку и произнёс:\n— Тут. А еще вот тут, здесь и там тоже.\n— Видимо, подпитка сегодня у меня будет, что надо, — резюмировал святой отец.",
    "answers": [
      {
        "id": 94,
        "text": "Резать плоть",
        "var_set": [
          "mana",
          1
        ]
      }
    ]
  },
  {
    "id": 94,
    "text": "Из-за дверей ритуальной доносились неистовые крики, но уже через несколько минут оттуда вывалился мужчина, весь перебинтованный в местах порезов. Вслед за ним выскочил и жрец кровавого культа.\n\n— Нет никаких червей, уважаемый! Вы всё себе выдумали, уж я-то видел.\n— Как нет-то, когда до сих пор шевелятся!? — негодовал пациент.\n\nВолшебный нож отца Базилио впитал кровь человека, преобразовав в магическую энергию. Теперь этот инструмент заряжен для заклинаний, ну а что делать с больным еще предстояло решить.",
    "answers": [
      {
        "id": 95,
        "text": "Отпустить",
        "left_answer": true
      },
      {
        "id": 96,
        "text": "Запереть",
        "right_answer": true
      }
    ]
  },
  {
    "id": 95,
    "text": "Дав рекомендации по уходу за ранами, отец Базилио отпустил бедного мясника. Теперь-то он точно поверит, что никаких червей под его кожей нет.",
    "answers": [
      {
        "id": 35,
        "text": "Вернуться в главный холл"
      }
    ]
  },
  {
    "id": 96,
    "text": "Приставив инквизиторского лекаря к больному для того, чтобы тот делал перевязки, священник приказал запереть мясника в темнице. ",
    "answers": [
      {
        "id": 35,
        "text": "Вернуться в главный холл"
      }
    ]
  },
  {
    "id": 97,
    "text": "Заглянув через решетку в камеру служанки лорда Жана Мелериса, отец Базилио увидел сумасшедшую, невинно кривляющуюся девушку. Она стояла лицом к стене и беззвучно гриммассничала. Иногда из её камеры раздавались звуки безумного смеха или плача.",
    "answers": [
      {
        "id": 34,
        "text": "Отойти от решётки"
      }
    ]
  },
  {
    "id": 98,
    "text": "Весь перебинтованный, мясник удручённо сидел в своей тюрьме. Грустно было наблюдать за тем, как он постоянно чесал свежие раны, а также здоровые участки кожи, прогоняя выдуманных им паразитов. ",
    "answers": [
      {
        "id": 34,
        "text": "Отойти от решётки"
      }
    ]
  },
  {
    "id": 99,
    "text": "Удручённый мясник, весь в расчёсах, молча сидел в своей тюрьме. Грустно было наблюдать за тем, как он постоянно чешет и без того разодранные участки кожи, прогоняя так называемых \"червей\".",
    "answers": [
      {
        "id": 34,
        "text": "Отойти от решётки"
      }
    ]
  },
  {
    "id": 100,
    "text": "На весь тюремный коридор разносились разговоры оборванца Гриблара, который постоянно пытался что-то донести голосам в своей голове, словно перекрикивая их. При попытке что-то спросить у него, паренёк лишь немного отвлекался на посторонний звук, однако затем снова принимался за диалоги с выдуманными людьми.",
    "answers": [
      {
        "id": 34,
        "text": "Отойти от решётки"
      }
    ]
  },
  {
    "id": 101,
    "text": "Дела на первый день:\n\n• Опросить пациентов, которых инквизиторы привели в преддопросную комнату",
    "answers": [
      {
        "id": 101,
        "text": "\n\n• Проверить мусорную кучу возле дома графа Дюбриэля Антари",
        "need": 88,
        "merge": true
      },
      {
        "id": 101,
        "text": "\n\n• Проверить улики, вынесенные Грибларом из дома графа Антари",
        "need": 88,
        "merge": true
      },
      {
        "id": 101,
        "text": "\n\n• Поговорить с семьёй мясника для выяснения обстоятельств его болезни",
        "need": 74,
        "merge": true
      },
      {
        "id": 101,
        "text": "\n\n• Побеседовать с бургомистром Жаном Мелерисом. Он действительно может что-то скрывать",
        "need": 60,
        "merge": true
      },
      {
        "forget": 101,
        "id": 101,
        "text": "Закрыть эту страницу дневника",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 102,
    "text": "\"Отцу Базилиону Крау-Веха от отца Алвариона Крау-Тахари.\n\nПочтейнейший отец мой! Смею Вам сообщить, что в комнате для допросов на первом этаже Вас будут ждать пациенты с помутнениями рассудка, которых я сам не смог определить в виду своего неведения. Вам позволено принимать душевнобольных, когда тех приводит стража, и решать их дальнейшую судьбу. Возможно, следует назначить им определенное лечение на дому, возможно, имеют место ритуалы крови, которые Вы можете с удобством проводить в соответствующей зале. В крайнем случае, за Вами остаётся право изолировать больного в темнице, если тот может угрожать обществу.\n\nС уважением, Алвар\"",
    "answers": [
      {
        "forget": 102,
        "id": 102,
        "text": "Вернуть записку на место",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 103,
    "text": "Поспрашивав местных жителей о том, где живет мясник, Базилио Вех вышел прямиком к его дому. Последний выглядел не бедным, но и не богатым: самая обычная изба, такие же построены для многих семей Венбрига.",
    "answers": [
      {
        "id": 112,
        "text": "Постучаться и войти"
      }
    ]
  },
  {
    "id": 104,
    "text": "Скоротав время за чтением ",
    "answers": [
      {
        "id": 104,
        "text": "пособия по телекинезу",
        "merge": true,
        "var_equal": [
          "telekinez",
          1
        ]
      },
      {
        "id": 104,
        "text": "пособия по телепатии",
        "merge": true,
        "var_equal": [
          "telepatia",
          1
        ]
      },
      {
        "id": 104,
        "text": "пособия по трансфигурации",
        "merge": true,
        "var_equal": [
          "transfiguracia",
          1
        ]
      },
      {
        "id": 104,
        "text": ", Базилио дождался ночи и улёгся спать. Затра ему тоже предстоял весьма тяжёлый день.",
        "merge": true
      },
      {
        "id": 39,
        "text": "Заснуть",
        "blackout": true
      }
    ]
  },
  {
    "id": 105,
    "text": "Кабинет Жана находился на втором этаже. Войдя внутрь, святой отец поморщился от того беспорядка, что творился внутри. Полная противоположность помещениям отца Тахари. Сам бургомистр восседал на богато расшитом кресле, работая с бумагами и попивая вино. По его виду, он скорее просто пил, создавая видимость работы для случайно вошедшего посетителя.\n\n— Отец Крау-Вех? Чем могу быть полезен? — отозвался Мелерис, чуть присползая в кресле.",
    "answers": [
      {
        "id": 40,
        "text": "— Пока ничего не надо."
      },
      {
        "id": 115,
        "text": "— Хотел поговорить с Вами.",
        "need": -115
      }
    ]
  },
  {
    "id": 106,
    "text": "Рослый полуэльф должен был быть в своём кабинете, но оказалось, что он ходил по корридору, репетируя мотивирующую речь, с которой выступит на площади перед гражданами.<s>r\n— День добрый. Всегда рад Вас видеть, — сухо, но вежливо говорил Дюбриэль, — Чем могу быть полезен?",
    "answers": [
      {
        "id": 40,
        "text": "— Ничем, извините, что отвлёк."
      },
      {
        "id": 128,
        "text": "Поговорить с графом об ограблении",
        "need": [
          -128,
          84
        ]
      }
    ]
  },
  {
    "id": 107,
    "text": "Огромный роскошный каменный дом. Пожалуй, одно из самых богато выглядящих зданий в Венбриге. Местами видны даже небольшие крепостные укрепления, расчитанные, видимо, на то, чтобы в экстренном случае задержать бунтующих крестьян и дать владельцу сбежать через какие-то подземные ходы.",
    "answers": [
      {
        "middle_answer": true,
        "text": "Отойти от дома",
        "id": 40
      }
    ]
  },
  {
    "id": 108,
    "text": "Базилион Крау-Вех не поленился улучить несколько минут своего времени, чтобы тихо помолиться красному богу под изумлённые взгляды прихожан.",
    "answers": [
      {
        "forget": 108,
        "id": 108,
        "text": "Закончить молиться",
        "isBack": true,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 109,
    "text": "Данная комната была на задворках церкви и располагалась в пристойке. Не без помощи местрого сторожа, отец Базилио нашёл здесь стойку с украденными вещами графа Антари.\n\n— Я посмотрю их? — спросил Вех.\n— Да, безусловно, — ответил страж.",
    "answers": [
      {
        "id": 111,
        "text": "Осмотреть улики Гриблара"
      }
    ]
  },
  {
    "id": 110,
    "text": "Кровавый маг почти постоянно занимался делами храма, так что отыскать его здесь не составило большого труда.\n\n— Что вы желаете спросить, о, святой отец?",
    "answers": [
      {
        "id": 45,
        "text": "— Пока ничего, извини."
      }
    ]
  },
  {
    "id": 111,
    "text": "Среди так называемых \"улик\" были всевозможные драгоценности: серебрянный подсвечник, резная шкатулка, ожерелье, книга в позолоченном переплёте... Все эти вещи были досконально осмотрены священником, а также проверены на предмет магической начинки при помощи ритуального ножа. Он чувствует волшебство, и начинает нагреваться, когда оно происходит поблизости. Ничего подобного при разборе украденных ценностей не происходило.\n\nПоложив всё на место, Базилио со спокойной совестью направился к выходу из комнаты.",
    "answers": [
      {
        "id": 45,
        "text": "Вернуться в храм Краудака"
      }
    ]
  },
  {
    "id": 112,
    "text": "Жрецы культа имели право беспрепятственно посещать любые помещения, так что отец Базилио воспользовался своим преимуществом.\n\nВнутри было довольно темно, глаза не сразу привыкли к здешнему полумраку. Послышался голос какого-то ребёнка, зовущего мать, а затем вся семья оказалась в сборе перед незванным гостем. Вежливо представившись, Вех начал разговор.",
    "answers": [
      {
        "id": 113,
        "text": "— Расскажите о болезни главы вашего семейства."
      }
    ]
  },
  {
    "id": 113,
    "text": "Вытирая руки полотенцем после мытья посуды, женщина в серо-коричневом платье рассказала, что её муж заразился чесоткой во время приготовления мяса. Сама она довольно давно ощупывала его руки, но не нашла никаких следов присутствия подкожных паразитов. На вопрос о том, есть ли у кого-то из семьи похожее заболевание, она отрицательно покачала головой:\n\n— У нас другие проблемы. Например, меня мучает бессоница последние дни, а наш старший сынуля почему-то стал часто шалить. Какая-то напасть пришла в наш дом, — жаловалась она.",
    "answers": [
      {
        "id": 36,
        "text": "Приняв это к сведению, отец Базилио покинул дом мясника\n"
      }
    ]
  },
  {
    "id": 114,
    "text": "Богатый, но не очень ухоженный изящный особняк стоит ближе к южной окраине города, немного вдали от суеты. Большая территоря с полузаросшими садами окружает его, и даже по беглому взгляду можно предположить, что дом приводится в порядок только перед приездом графа Дюбриэля. А он, по обыкновению, не задерживается в Венбриге надолго.",
    "answers": [
      {
        "id": 120,
        "text": "Обыскать мусор на задворках особняка",
        "need": [
          84,
          -120
        ]
      },
      {
        "id": 40,
        "text": "Вернуться к Ратуше",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 115,
    "text": "— Да, я слушаю, — он лениво махнул рукой на стул напротив, — Чувствуйте себя, как дома.<s>r\n<s>r\nСвященник начал с вопросов о том, как обстоят дела в городе, а затем перешёл на разговор о служанке. Лорд Мелерис рассказал, что эта Элизабет была ему дорога, как личность, а также пожелал ей скорейшего выздоровления.<s>r\n<s>r\n— Так что Вы сделали с ней в итоге, святой отец?",
    "answers": [
      {
        "id": 116,
        "text": "— Я поместил её в изолятор, так будет безопаснее для всех.",
        "need": 65
      },
      {
        "id": 117,
        "text": "— Я назначил лечение и отпустил её обратно. Думаю, скоро она поправится.",
        "need": 66
      },
      {
        "id": 116,
        "text": "— Я поместил её в изолятор, так будет безопаснее для всех.\n(соврать)",
        "need": 66
      },
      {
        "id": 117,
        "text": "— Я назначил лечение и отпустил её обратно. Думаю, скоро она поправится.\n(соврать)",
        "need": 65
      }
    ]
  },
  {
    "id": 116,
    "text": "— Печально, весьма печально — отозвался Жан, но было видно, что в душе ему ему по большей части всё равно на судьбу Элизабет.",
    "answers": [
      {
        "id": 118,
        "text": "Прочитать сокровенные мысли Мелериса\n(Доступно энергии на одно телепатическое волшебство)",
        "var_need": [
          "mana",
          1
        ],
        "var_equal": [
          "telepatia",
          1
        ]
      },
      {
        "id": 40,
        "text": "Попрощаться с бургомистром и выйти"
      }
    ]
  },
  {
    "id": 117,
    "text": "— Славно, весьма славно! — отозвался Жан, но было видно, что в душе ему по большей части всё равно на судьбу Элизабет.<s>r\n<s>r\nЗатем лицо толстяка несколько переменилось, будто он вспомнил о чём-то плохом:<s>r\n— Знаете, что, святой отец? Я молю Вас чаще просить Краудака о том, чтобы он помогал нам. В городе зреет недовольство, люди уже несколько раз выходили на улицы с протестами, многие ремесленники устроили забастовки... Они винят нас в том, что происходит. Отчасти это так, но лично я мало как могу повлиять на ситуацию в целом. Честно сказать, мне плевать на людей, я лишь хочу сам сохранить рассудок, ну и остаться при этом на должности бургомистра. Если устраните проблему в кратчайшие сроки, не сочтите за дерзость, но я вас дополнительно награжу из собственного кошелька. Поверьте, мне очень важно, чтобы всё оставалось так, как есть.<s>r\n— Я попробую.",
    "answers": [
      {
        "id": 118,
        "text": "Прочитать сокровенные мысли Мелериса\n(Доступно энергии на одно телепатическое волшебство)",
        "var_need": [
          "mana",
          1
        ],
        "var_equal": [
          "telepatia",
          1
        ]
      },
      {
        "id": 40,
        "text": "Попрощаться с бургомистром и выйти"
      }
    ]
  },
  {
    "id": 118,
    "text": "Покрутив под столом своим ритуальным ножиком, Базилио использовал телепатическое заклинание, чтобы незаметно проникнуть в голову к Мелерису.<s>r\n<s>r\nОтбросив похотливые мысли, желание прикупить дорогого кинского вина на деньги бюджета Венбрига и рой других подобных \"хотелок\", маг добрался до самой сути мышления этого толстого человека.  Оказалось, что в последнее время он действительно не совершал никаких поступков, какие можно связать с эпидемией психозов в городе. Это были лишь невинные попытки удержаться за власть и высосать как можно больше средств у графа Антари.",
    "answers": [
      {
        "id": 40,
        "text": "Попрощаться с бургомистром и выйти"
      }
    ]
  },
  {
    "id": 119,
    "text": "Дела на второй день:<s>r\n<s>r\n• Провести допрос больных",
    "answers": [
      {
        "id": 119,
        "text": "\n\n• Сделать ритуальное кровопускание Эрсу, ученику отца Тахари",
        "need": 129,
        "merge": true
      },
      {
        "id": 119,
        "text": "\n\n• Провести очищение пытками для Эрса, ученика отца Тахари",
        "need": [
          130
        ],
        "merge": true
      },
      {
        "id": 119,
        "text": "\n\n• Провести сеанс экзорцизма для Эрса, ученика отца Тахари",
        "need": [
          131
        ],
        "merge": true
      },
      {
        "middle_answer": true,
        "text": "Закрыть",
        "id": 47
      }
    ]
  },
  {
    "id": 120,
    "text": "Место для сбора мусора было выделено за забором, так что к нему можно было беспрепятственно попасть. Вот только нечистое это дело — в мусоре копаться. Вдруг увидит кто? С одной стороны стыдно, а с другой никто не посмеет смеяться над жрецом высокого ранга.",
    "answers": [
      {
        "id": 121,
        "text": "Поймать прохожего, чтобы возился в мусоре вместо святого отца"
      },
      {
        "id": 122,
        "text": "Разобраться самому"
      },
      {
        "id": 40,
        "text": "Оставить эту затею"
      }
    ]
  },
  {
    "id": 121,
    "text": "Поймав какого-то мальчугана, маг приказал ему сделать дело. Тот повиновался, пригнулся, а затем принялся с отвращением разбирать кучу мусора в поисках чемодана с туфлями. Время шло, его руки и одежда пачкались, а искомой вещи так и не было видно. Бросив эту затею, отец Базилио сделал вывод, что скорее всего тот крестьянин свихнулся, раз усмотрел в этом бардаке какие-то улики.",
    "answers": [
      {
        "id": 40,
        "text": "Вернуться назад"
      }
    ]
  },
  {
    "id": 122,
    "text": "Закатав рукава красного одеяния, в котором он постоянно ходил, маг пригнулся, а затем принялся с отвращением разбирать кучу мусора в поисках чемодана с туфлями. Время шло, руки и одежда пачкались, а искомой вещи так и не было видно. Бросив эту затею, отец Базилио сделал вывод, что скорее всего тот крестьянин свихнулся, раз усмотрел в этом бардаке какие-то улики",
    "answers": [
      {
        "id": 40,
        "text": "Вернуться назад"
      }
    ]
  },
  {
    "id": 123,
    "text": "— О, это высокая горбатая тварь! Лучше Вам никогда с ней не встречаться. Она имеет огромные зубы, мощные лапы и поистине чудовищные щупальца. Она приходит, когда в помещении мало людей, как сейчас, ну а когда меня оставляют одного, просто полностью вступает в свои права... Я не могу об этом вспоминать! — юноша слегка всплакнул.<s>r\n— Кто-то видит её помимо тебя?<s>r\n— Нет, святой отец. Как назло её никто не видит, возможно, в реальности её нет. Но я правда ощущаю её присутствие, словно наяву. Это не отличить от действительности не только на вид, но и на ощупь. Поверьте, мне довелось однажды потрогать эту противную, шершавую, изуродуванную бугристыми гнойниками кожу!",
    "answers": [
      {
        "id": 124,
        "text": "— Расскажи, почему тебя сюда привели.",
        "need": -124
      },
      {
        "id": 125,
        "text": "— Расскажи о себе.",
        "need": [
          123,
          124
        ]
      }
    ]
  },
  {
    "id": 124,
    "text": "— Я учинил погром в храме ночью, когда все спали... — с печалью в голосе отвечал он, — Честное слово, я не контролировал себя в тот момент! После того, как очнулся, даже не сразу вспомнил, что меня заставляла делать эта тварь. Наутро младшие храмовники застали меня среди разрухи, потом пожаловал и сам отец Алварион. Он-то и отправил меня сюда, в Инквизиторий. Что со мной теперь будет?",
    "answers": [
      {
        "id": 123,
        "text": "— Расскажи подробнее про существо.",
        "need": [
          -123
        ]
      },
      {
        "id": 125,
        "text": "— Расскажи о себе.",
        "need": [
          123,
          124
        ]
      }
    ]
  },
  {
    "id": 125,
    "text": "— Меня зовут Эрс, я страший подручник жреца Алвариона Крау-Тахари, — гордо объявил юноша, — Правда, теперь меня либо понизят, либо вообще отстранят. Будущий жрец должен быть стойким, не то, что я...",
    "answers": [
      {
        "id": 126,
        "text": "Приободрить ученика Тахари, пообещав, что всё наладится"
      },
      {
        "id": 127,
        "text": "Морально втоптать в грязь за нытьё, чтобы не расслаблялся"
      }
    ]
  },
  {
    "id": 126,
    "text": "— Не волнуйся, всё наладится, как только мы тебя вылечим. А мы сделаем это, — улыбнулся Базилио. Хоть он и знал, что сумасшествие это почти крест на карьере жреца, расстраивать пацана не хотелось.<s>r\n— Так точно! — по-армейски ответил Эрс, встрепенувшись.<s>r\n— Теперь слушай, как мы поступим. Я назначу тебе один из видов лечения, а ты будешь неукоснительно делать всё, что я говорю.<s>r\n<s>r\nПаренёк был весь во внимании.",
    "answers": [
      {
        "id": 129,
        "text": "Назначить кровопускание"
      },
      {
        "id": 130,
        "text": "Назначить лечение пытками",
        "var_equal": [
          "inv",
          1
        ]
      },
      {
        "id": 131,
        "text": "Назначить сеанс экзорцизма",
        "var_equal": [
          "ex",
          1
        ]
      }
    ]
  },
  {
    "id": 127,
    "text": "— Намотай сопли на кулак и борись, слабак! Взгляни на себя, ты свихнулся и видишь чёртиков. Думаешь, после такого тебя примут в жрецы? Не надейся, единственный путь это твоё излечение. И ты мне в этом поможешь, уяснил?<s>r\n— Так точно! — по-армейски ответил Эрс, встрепенувшись.<s>r\n— Теперь слушай, как мы поступим. Я назначу тебе один из видов лечения, а ты будешь неукоснительно делать всё, что я говорю.<s>r\n<s>r\nПаренёк был весь во внимании.",
    "answers": [
      {
        "id": 129,
        "text": "Назначить кровопускание"
      },
      {
        "id": 130,
        "text": "Назначить лечение пытками",
        "var_equal": [
          "inv",
          1
        ]
      },
      {
        "id": 131,
        "text": "Назначить сеанс экзорцизма",
        "var_equal": [
          "ex",
          1
        ]
      }
    ]
  },
  {
    "id": 128,
    "text": "Проведя небольшую беседу об ограблении, святой отец смог выяснить для себя, что Дюбриэль был сильно раздосадован такой выходкой и совершенно не имеет представления о том, зачем крестьянину понадобилось такое делать. Углубляться в подробности с прямыми обвинениями, выдвинутыми сумасшедшим против Антари он не стал и просто вежливо завершил диалог.",
    "answers": [
      {
        "id": 106,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 129,
    "text": "— Записываю тебя на ритуальное кровопускание. Чтобы в том зале был после приёма как штык, понял?<s>r\n— Хорошо, святой отец, — дрожащим голосом, полным страха и понимания, ответил подручник.<s>r\n<s>r\nБазилио решил, что так и овцы будут целы, и волки сыты. Точнее, он попытается вылечить парня, получив при этом энергию его крови.",
    "answers": [
      {
        "id": 132,
        "text": "— Следующий!"
      }
    ]
  },
  {
    "id": 130,
    "text": "— Назначаю лечение пытками. Тебе предстоит многое пережить. Чтобы в зале был после приёма как штык, понял?<s>r\n— Хорошо, святой отец, — дрожащим голосом, полным страха и понимания, ответил подручник.<s>r\n",
    "answers": [
      {
        "id": 132,
        "text": "— Следующий!"
      }
    ]
  },
  {
    "id": 131,
    "text": "— Назначаю тебе сеанс экзорцизма лично от меня, хе-хе. Чтобы в той пыточной комнате был после приёма как штык, понял?<s>r\n— Хорошо, святой отец, — дрожащим голосом, полным страха и понимания, ответил подручник.<s>r\n",
    "answers": [
      {
        "id": 132,
        "text": "— Следующий!"
      }
    ]
  },
  {
    "id": 132,
    "text": "Далее в допросную завели взъерошенного мужчину средних лет. Усадив того на табуретку, охранники с опаской взглянули на больного, но всё-таки вышли.<s>r\n<s>r\n— Здравствуйте, гражданин, — начал святой отец, но тут же был перебит:<s>r\n— Пять, пять, пять, пять, пять, — допрашиваемый сначала смотрел на священника, но затем переключился на свой серый свитер, и начал перебирать пальцами комочки, стряхивая с себя, будто пытался сделать свою одежду идеально гладкой.<s>r\n— Как Вас зовут, на что Вы жалуетесь?<s>r\n— Пять, пять, пять... — продолжал он. Жрецу начало это надоедать.<s>r\n— Я задал тебе вопрос!<s>r\n— Пять, четыре, три, два... — мужчина с увеличенной скоростью стал стряхивать комочки, а затем резко набросился на священника, прошептав:<s>r\n— ОДИН!",
    "answers": [
      {
        "id": 133,
        "text": "Отбросить сумасшедшего"
      }
    ]
  },
  {
    "id": 133,
    "text": "Вех отпрянул, но этого оказалось недостаточно. Душевнобольной молниеносно перелетел через стол и вцепился магу в горло, лишая возможности дышать.<s>r\n— По... кхх... мо...гхкхх... — только и выдавил он из себя, пытаясь отбросить мужчину. Тот беззвучно ухмылялся, смотря слабеющему Базилиону прямо в глаза своим диким взором. <s>r\n<s>r\nСтража, как назло, будто оглохла. Скорее всего, звуки тихой борьбы просто не были слышны им сквозь двери допросной.",
    "answers": [
      {
        "id": 134,
        "text": "Попытаться нащупать оружие",
        "var_equal": [
          "topor",
          1
        ]
      },
      {
        "id": 135,
        "text": "Попытаться нащупать оружие",
        "var_equal": [
          "klev",
          1
        ]
      }
    ]
  },
  {
    "id": 134,
    "text": "Отец Базилио надеялся вытащить из-за пояса свой нож, которым было бы удобнее орудовать в сложившейся ситуации, однако под руку попался топор.<s>r\n<s>r\n\"Хоть что-то\" — пронеслась мысль на задворках сознания.",
    "answers": [
      {
        "id": 136,
        "text": "Ударить топором"
      },
      {
        "id": 137,
        "text": "Использовать телекнез для помощи себе",
        "var_equal": [
          "telekinez",
          1
        ]
      },
      {
        "id": 138,
        "text": "Использовать трансфигурацию для помощи себе",
        "var_equal": [
          "transfiguracia",
          1
        ]
      }
    ]
  },
  {
    "id": 135,
    "text": "Отец Базилио надеялся вытащить из-за пояса свой нож, которым было бы удобнее орудовать в сложившейся ситуации, однако под руку попался клевец.<s>r\n<s>r\n\"Хоть что-то\" — пронеслась мысль на задворках сознания.",
    "answers": [
      {
        "id": 139,
        "text": "Ударить клевцом"
      },
      {
        "id": 137,
        "text": "Использовать телекнез для помощи себе",
        "var_equal": [
          "telekinez",
          1
        ]
      },
      {
        "id": 138,
        "text": "Использовать трансфигурацию для помощи себе",
        "var_equal": [
          "transfiguratia",
          1
        ]
      }
    ]
  },
  {
    "id": 136,
    "text": "Кое-как вытащив руку с оружием из-под стола, пожилой священник замахнулся, после чего из последних сил шарахнул больного по голове. <s>r\n<s>r\nПридя в себя после того, как хватка ослабла, жрец заорал \"Охрана!!!\" что есть мочи. В комнату немедленно ввалились двое солдат. И где они стояли, когда были так нужны?!<s>r\n<s>r\nПоднявшись и оценив масштаб произошедшего, отец Базилио сделал вывод, что удар пришёлся обратной стороной топора. Иначе сейчас в черепе потерявшего сознание сумасшедшего была бы открытая рана.<s>r\n<s>r\n— Он наверняка жив. Отнесите его в темницу, — приказал маг, а затем добавил, что завершает приём на сегодня.",
    "answers": [
      {
        "id": 35,
        "text": "\"Пропади всё пропадом!\"\n(вернуться в главный зал)"
      }
    ]
  },
  {
    "id": 137,
    "text": "Без ножа использование заклинаний было крайне затруднительным, но в стрессовой ситуации у пожилого священника откуда ни возьмись усилились магические способности. Пару раз взмахнув свободной рукой, отец Базилио немного отбросил больного телекинетической волной, одновременно шарахнув его по голове оружием.<s>r\n<s>r\nПридя в себя после того, как хватка ослабла, жрец заорал \"Охрана!!!\" что есть мочи. В комнату немедленно ввалились двое солдат. И где они стояли, когда были так нужны?!<s>r\n<s>r\nПоднявшись и оценив масштаб произошедшего, отец Базилио сделал вывод, что удар пришёлся обратной стороной. Иначе сейчас в черепе потерявшего сознание сумасшедшего была бы открытая рана.<s>r\n<s>r\n— Он наверняка жив. Отнесите его в темницу, — приказал маг, а затем добавил, что завершает приём на сегодня.",
    "answers": [
      {
        "id": 35,
        "text": "\"Пропади всё пропадом!\"\n(вернуться в главный зал)"
      }
    ]
  },
  {
    "id": 138,
    "text": "Без ножа использование заклинаний было крайне затруднительным, но в стрессовой ситуации у пожилого священника откуда ни возьмись усилились магические способности. Пару раз взмахнув свободной рукой, отец Базилио превратил пальцы больного в воду, одновременно шарахнув его по голове оружием.<s>r\n<s>r\nПридя в себя после того, как хватка ослабла, жрец заорал: \"Охрана!!!\" что есть мочи. В комнату немедленно ввалились двое солдат. И где они стояли, когда были так нужны?!<s>r\n<s>r\nПоднявшись и оценив масштаб произошедшего, отец Базилио сделал вывод, что удар пришёлся обратной стороной. Иначе сейчас в черепе потерявшего сознание сумасшедшего была бы открытая рана.<s>r\n<s>r\n— Он наверняка жив. Отнесите его в темницу, — приказал маг, а затем добавил, что завершает приём на сегодня.",
    "answers": [
      {
        "id": 35,
        "text": "\"Пропади всё пропадом!\"\n(вернуться в главный зал)"
      }
    ]
  },
  {
    "id": 139,
    "text": "Кое-как вытащив руку с оружием из-под стола, пожилой священник замахнулся, после чего из последних сил шарахнул больного по голове. <s>r\n<s>r\nПридя в себя после того, как хватка ослабла, жрец заорал \"Охрана!!!\" что есть мочи. В комнату немедленно ввалились двое солдат. И где они стояли, когда были так нужны?!<s>r\n<s>r\nПоднявшись и оценив масштаб произошедшего, отец Базилио сделал вывод, что удар пришёлся обратной, \"молоточной\" стороной клевца. Иначе сейчас в черепе потерявшего сознание сумасшедшего была бы открытая рана.<s>r\n<s>r\n— Он наверняка жив. Отнесите его в темницу, — приказал маг, а затем добавил, что завершает приём на сегодня.",
    "answers": [
      {
        "id": 35,
        "text": "\"Пропади всё пропадом!\"\n(вернуться в главный зал)"
      }
    ]
  },
  {
    "id": 140,
    "text": "Любой кровавый ритуал во славу Краудака сопровождается болью жертв, но отец Базилио постарался сделать всё максимально мягко и быстро для ученика Алвара Тахари. Спустя некоторое время раны от ножа были перебинтованы, а молитвы за исцеление Эрса вознесены.<s>r\n<s>r\nТем не менее, предстояло решить, отпускать юношу обратно в храм, либо же посадить в темницу для дальнейших наблюдений. Подначивала Веха и та мысль, что последним правящим человеком, на которого не пытались наговорить душевнобольные, был Тахари собственной персоной,  и только старший подподручник мог должным образом проследить за делами наставника.",
    "answers": [
      {
        "id": 141,
        "text": "Отпустить",
        "right_answer": true
      },
      {
        "id": 142,
        "text": "Запереть",
        "left_answer": true
      }
    ]
  },
  {
    "id": 141,
    "text": "— Послушай меня Эрс, есть одно дельце. Я отпускаю тебя в храм, но твоей задачей будет проследить за перемещениями Алвариона и его действиями. Пока у меня нет подозрений, но я хочу удостовериться, что всё чисто с его стороны. Принято?<s>r\n— Конечно, святой отец. Я сделаю всё, что в моих силах.<s>r\n<s>r\nС этими словами паренёк ушёл, а Вех вернулся в главный зал Инквизитория.",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 142,
    "text": "— Послушай, Эрс. Сейчас для твоего же блага будет побыть в темнице Инквизитория, под наблюдением нашего лекаря. Будь сильным, ты отлично держался.<s>r\n— Спасибо, святой отец, — удручённо проговорил Эрс.<s>r\n<s>r\nС этими словами паренька увели, а Вех вернулся в главный зал Инквизитория. ",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 143,
    "text": "Кивнув ожидающему рядом со входом пареньку, жрец пропустил его внутрь и закрыл дверь изнутри.<s>r\nПроведя цикл относительно безопасных для здоровья, но не менее болезненных инквизиторских пыток, Базилион наконец прекратил мучения бедного ученика, пообещав, что на время его недуг отступит.<s>r\n<s>r\nТем не менее, предстояло решить, отпускать юношу обратно в храм, либо же посадить в темницу для дальнейших наблюдений. Подначивала Веха и та мысль, что последним правящим человеком, на которого не пытались наговорить душевнобольные был Тахари собственной персоной, и только старший подручник мог должным образом проследить за делами наставника.",
    "answers": [
      {
        "id": 141,
        "text": "Отпустить",
        "right_answer": true
      },
      {
        "id": 142,
        "text": "Запереть",
        "left_answer": true
      }
    ]
  },
  {
    "id": 144,
    "text": "Дюбриэль сидел в своём кабинете и будто бы ждал визита священника.<s>r\n— Отец Базилио, не томите. Что вы сказали ей?<s>r\n— Кому? — опешил жрец.<s>r\n— Моя жена, она была в жёлтом платье, приходила к Вам по поводу её болезни. Ну же, что с ней будет?",
    "answers": [
      {
        "id": 145,
        "text": "— Я велел её запереть."
      },
      {
        "id": 146,
        "text": "— Я велел её отпустить. Если будете соблюдать мои рекомендации, она поправится."
      }
    ]
  },
  {
    "id": 145,
    "text": "В воздухе повисла напряжённая тишина.<s>r\n<s>r\n— Что же, видимо, так будет лучше для неё, — медленно, растягивая каждое слово, промолвил ошеломлённый граф, — Не думал, что всё настолько плохо.<s>r\n— Не беспокойтесь, почтеннейший господин. С ней всё будет в порядке, нужно лишь немного полечиться.<s>r\n<s>r\nДвое мужчин переглянулись. Они оба знали, чем обычно заканчивается это \"полечиться\" в стенах Инквизитория.<s>r\n<s>r\n— Я не смею более задерживать Вас, спасибо, что помогаете моей жене, — сказал полуэльф, давая понять, что разговор окончен.",
    "answers": [
      {
        "id": 40,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 146,
    "text": "В воздухе повисла напряжённая тишина. Но затем граф разрядил обстановку.<s>r\n<s>r\n— Вот и замечательно! Вот и хорошо. Спасибо Вам, святой отец, что помогатете моей жене, это решение снимает с меня большой моральный груз. Теперь будет легче. Уф...<s>r\n<s>r\nБазилио слегка улыбнулся, учтиво кивнул Дюбриэлю Антари и покинул его кабинет.",
    "answers": [
      {
        "id": 40,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 147,
    "text": "Кивнув ожидающему рядом со входом пареньку, жрец пропустил его внутрь и закрыл дверь изнутри.<s>r\nПроведя цикл относительно жутких инквизиторских манипуляций, направленных на изгнание потусторонних существ, Базилион наконец прекратил мучения бедного ученика, пообещав, что на время его недуг отступит.<s>r\n<s>r\nТем не менее, предстояло решить, отпускать юношу обратно в храм, либо же посадить в темницу для дальнейших наблюдений. Подначивала Веха и та мысль, что последним правящим человеком, на которого не пытались наговорить душевнобольные был Тахари собственной персоной, и только старший подручник мог должным образом проследить за делами наставника.",
    "answers": [
      {
        "id": 141,
        "text": "Отпустить",
        "right_answer": true
      },
      {
        "id": 142,
        "text": "Запереть",
        "left_answer": true
      }
    ]
  },
  {
    "id": 148,
    "text": "Сегодня пожилой жрец уже достаточно натерпелся.<s>r\n<s>r\n\"Мне необходим отдых. Завтра во всём разберёмся\" — с этими мыслями он и лёг спать.",
    "answers": [
      {
        "id": 150,
        "text": "Уснуть",
        "need": 90,
        "blackout": true
      },
      {
        "id": 35,
        "text": "Уснуть",
        "need": -90,
        "blackout": true
      }
    ]
  },
  {
    "id": 149,
    "text": "Отец Базилио опросил всех душевнобольных на сегодня и подумал над тем, чтобы лечь спать. Однако, все ли дела он на сегодня сделал?",
    "answers": [
      {
        "id": 39,
        "text": "\"Я ещё должен кое-что сделать\""
      },
      {
        "id": 148,
        "text": "Отправиться спать"
      }
    ]
  },
  {
    "id": 150,
    "text": "Под утро жреца разбудил чей-то безумный крик совсем рядом. Затем послышался оглушительный хруст, перемешанный со звоном разбитого стекла... Очень большого стекла.<s>r\n<s>r\nПробудившись, святой отец убедился, что опасности нет, быстро привёл себя в порядок и только после этого осознал, что звук доносился прямиком из его окна.",
    "answers": [
      {
        "id": 151,
        "text": "Выглянуть в окно"
      }
    ]
  },
  {
    "id": 151,
    "text": "Подойдя к окну и свесившись вниз, взору жреца предстала ужасающая картина: витражная крыша Инквизитория была вдребезги разбита, а на полу первого этажа валялся окровавленный труп, судя по всему и пробивший стекло. <s>r\n<s>r\n\"Что же это за напасть-то такая?!\"\n\nПохоже, человек взобрался на колокольню, что находится в самом верху башни, а затем спыгнул, целясь прямиком в витражи. Кому такое понадобилось и, главное, как он попал в башню Инквизитория?",
    "answers": [
      {
        "id": 35,
        "text": "Выйти в главный зал первого этажа"
      }
    ]
  },
  {
    "id": 152,
    "text": "Только выйдя из здания, священник обнаружил, что люди на площади были более оживлёнными, чем обычно. Сегодня явно что-то происходило, причём далеко не факт, что в положительном ключе.",
    "answers": [
      {
        "id": 153,
        "text": "Зайти в Ратушу",
        "middle_answer": true
      },
      {
        "id": 154,
        "text": "Пойти к дому мясника",
        "need": [
          95,
          -154
        ]
      },
      {
        "id": 155,
        "text": "Пойти к храму",
        "need": [
          141,
          -155
        ]
      },
      {
        "id": 159,
        "text": "Пойти к дому Мелериса",
        "need": [
          66,
          -159
        ]
      }
    ]
  },
  {
    "id": 153,
    "text": "Возле входа в Ратушу столпилось особенно много народа. Многие из горожан были неадекватными, и общее недовольство подпитывало само себя.\n\nВнутри также царила напряжённая обстановка. Граф ходил взад-вперёд, бубня под нос какие-то слова, священник тихо молился в углу, а бургомистр и вовсе был на грани истерики.\n\nНе дав Базилиону собраться с мыслями, в помещение вбежал какой-то мужчина:\n— Милостивые государи! Народ почти собрался. \n— Не торопи меня! — взвизгнул Дюбриэль, — Вот когда будет толпа, тогда и зови!\n\nВсе явно были на нервах.",
    "answers": [
      {
        "id": 165,
        "text": "Подойти к графу Антари",
        "need": -165
      },
      {
        "id": 166,
        "text": "Подойти к отцу Тахари",
        "need": -166
      },
      {
        "id": 167,
        "text": "Подойти к лорду Мелерису",
        "need": -167
      },
      {
        "need_sometimes": false,
        "middle_answer": true,
        "text": "Дождаться речи графа перед людьми",
        "need": [
          165,
          166,
          167
        ],
        "id": 174
      }
    ]
  },
  {
    "id": 154,
    "text": "Это было странно, но довольно большая толпа горожан скучилась вокруг дома мясника. Протолкнувшись через стоявших плотным кольцом людей, жрец вышел к крыльцу, слыша вокруг себя обрывки фраз: \"...содрал\", \"... бред\", \" бедные д...\", \"...за что\". Возле входной двери были капли свежей крови.\n\n— Расступитесь! \n\nПослушав мага высокого ранга, народ дал проход и отец Базилио наконец-то вошёл внутрь.",
    "answers": [
      {
        "id": 160,
        "text": "Зайти в гостинную"
      }
    ]
  },
  {
    "id": 155,
    "text": "Решив проверить храм перед походом в Ратушу с отчетами о проделанной работе, святой отец отыскал подручника Эрса, обещавщего проследить за настоятелем этих мест.\n\n— Доброе утро, почтеннейший! Кажется, у меня для Вас плохие новости.",
    "answers": [
      {
        "id": 164,
        "text": "— И тебе привет, выкладывай."
      }
    ]
  },
  {
    "id": 156,
    "text": "Весь истерзанный, Эрс сидел на лавке внутри камеры и печально смотрел под ноги. Завидев святого отца, заглядывающего через решётку стальной двери, юноша хотел было что-то спросить, но Вех уже отстранился и ушёл в другое место.",
    "answers": [
      {
        "id": 34,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 157,
    "text": "— Пожалуйста, выпустите меня... — обессиленно стонала аристократка, — Я не выношу этой сырости и снующих крыс.\n\nЕё голос всё ещё был монотонным, поэтому Базилио молча отошёл от решётки, надеясь, что когда-нибудь у неё это пройдёт.",
    "answers": [
      {
        "id": 34,
        "text": "Отойти"
      }
    ]
  },
  {
    "id": 158,
    "text": "Этот дикий больной бился об дверь так, что на весь корридор было слышно. Стражник попросил побыстрее сменить его, а другие заключённые жаловались на постоянный шум, от которого они не могут избавиться. Издалека взглянув на решётку, отец Базилио увидел пену, идущую изо рта сумасшедшего и множественные травмы, которые он, видимо, сам же себе и нанёс. По-настоящему жуткая болезнь.",
    "answers": [
      {
        "id": 34,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 159,
    "text": "Подойдя к черному ходу обители бургомистра, Базилио понадеялся встретить служанку Элизабет здесь.\n\nСпустя несколько минут она действительно вышла, чтобы вынести помои наружу.\n— Эй, стой! Это я. Помнишь про нашу! договорённость, а?\n— Ой, здравствуйте, святой отец. А я как раз вас искала, — как ни в чем не бывало, начала девушка, — Я следила за Жаном и выяснила, что он в тайне встречается с дочкой сапожника. Хи-хи-хи!\n— Мне плевать на это, Элизабет! Он делает что-то более секретное по ночам или в свободное время?\n— Мне плевать на это, Элизабет! Мне плевать на это, Элизабет! — начала повторять служанка.\n\n\"Мда, теперь мне тут больше ловить нечего...\"",
    "answers": [
      {
        "id": 152,
        "text": "Вернуться назад"
      }
    ]
  },
  {
    "id": 160,
    "text": "Внутри гостинной царил истинный хаос: повсюду кровь, разбросанные вещи, мертвые тела... Пол был буквально залит красной жидкостью, которая стала вязкой и липла к подошве ботинок.\n\n— Ну и гадость, — даже во время ритуалов было меньше жестокости, — Кто мог такое сделать?! — проорал Базилио.\n\n— Сам мясник и сделал. Взгляните, вот же он лежит ободраный.",
    "answers": [
      {
        "id": 161,
        "text": "Осмотреть окровавленные тела"
      }
    ]
  },
  {
    "id": 161,
    "text": "Перебарывая отвращение, Вех осмотрел трупы. Один мужчина, одна женщина, трое малолетних детей. У каждого изрезана кожа и снят скальп, закрывающий лица пострадавших. Из зияющих сосудов головы, судя по всему, и вылилась большая часть крови. Жена и дети были привязаны верёвками к потолку головой вниз, будто тушки скота в мясницкой лавке. Они были ободраны первыми. Затем убийца принялся за себя. Изрезал сначала кожу, а затем и снял с себя скальп аналогичным образом. Походив по дому, умалишённый скончался сидя за столом, обливаясь кровью.",
    "answers": [
      {
        "id": 162,
        "text": "Прикрыть глаза и застонать"
      },
      {
        "id": 163,
        "text": "Выплестнуть содержимое желудка наружу"
      }
    ]
  },
  {
    "id": 162,
    "text": "Не в силах больше терпеть эту мерзость, отец Базилио закрыл глаза, пытаясь представить, что это всё не по-настоящему.\n\nСкорее всего, психически больной мясник пришёл в ярость от своего зуда и окончательно поехал крышей, избавив от \"червей\" сначала семью, а затем и себя самого.\n\n\"Ну, теперь черви его не побеспокоят\" — резюмировал маг.",
    "answers": [
      {
        "id": 152,
        "text": "Пойти обратно"
      }
    ]
  },
  {
    "id": 163,
    "text": "Не в силах больше терпеть эту мерзость, отец Базио испражнил желудок на стол, за которым сидел убийца.\n\nСкорее всего, психически больной мясник пришёл в ярость от своего зуда и окончательно поехал крышей, избавив от \"червей\" сначала семью, а затем и себя самого.\n\n\"Ну, теперь черви его не побеспокоят\" — резюмировал маг.",
    "answers": [
      {
        "id": 152,
        "text": "Пойти обратно"
      }
    ]
  },
  {
    "id": 164,
    "text": "— Я не спал всю ночь и заметил, как отец Тахари куда-то вышел из своей спальни.\n— Ты что, был у него в келье?!\n— Вы же сказали прослед...\n— Ладно, считай, ты ничего не нарушил. Что дальше?\n— Дальше не знаю, он пошёл куда-то вниз и у меня не получилось бы оставаться незамеченным, — удручённо доложил паренёк.\n\n\"Мда, негусто информации. Возможно, наш дружок Алвар просто сходил облегчиться\" — размышлял Вех.",
    "answers": [
      {
        "id": 152,
        "text": "Вернуться назад"
      }
    ]
  },
  {
    "id": 165,
    "text": "— Почтеннейший граф...\n— Я готовлюсь к речи перед публикой! Если выступление провалится, чую я, начнётся бунт. И в нем, поверьте, я буду отстаивать своё право обладать этим городом. Скажите честно, вы со мной, Базилио?",
    "answers": [
      {
        "id": 170,
        "text": "— К вашим услугам, граф."
      },
      {
        "id": 171,
        "text": "— На такое я не подписывался!"
      }
    ]
  },
  {
    "id": 166,
    "text": "— Позвольте мне помолиться вместе с Вами за долгую славу этого города...\n— Отец Базилио, вы ведь понимаете, что мы не удержим толпу? Ставлю на то, что грянет бунт. На чью сторону вы встенете? Грязного, коррумпированного правительства? Или требующего свободы народа? Кто вы в душе?",
    "answers": [
      {
        "id": 172,
        "text": "— Я за правительство"
      },
      {
        "id": 173,
        "text": "— Я за народ"
      }
    ]
  },
  {
    "id": 167,
    "text": "— Что с вами, лорд?\n— Тише, дорогой мой, тише, — шептал Жан, — Я всё взвесил и понял, что город на грани бунта. Если речь графа провалится, будет восстание, в котором я не собираюсь участвовать. Запрусь у себя дома, а если станет совсем худо, бегу на север, в столицу Империи. Скажи, Базилио, ты со мной? Мы люди неглупые, всё понимаем. А?",
    "answers": [
      {
        "id": 168,
        "text": "Согласиться"
      },
      {
        "id": 169,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 168,
    "text": "— Я согласен.\n— Ну вот и славно, — толстяк похлопал жреца по плечу, — в случае чего жду у городских ворот.",
    "answers": [
      {
        "id": 153,
        "text": "Кивнуть и отойти"
      }
    ]
  },
  {
    "id": 169,
    "text": "— Извините, но я буду со своим народом в трудный час. Вы вольны делать, что захотите, Мелерис.\n— Ну, как знаете. В случае чего, жду у городских ворот, а потом сваливаю.",
    "answers": [
      {
        "id": 153,
        "text": "Гордо поднять нос и отойти"
      }
    ]
  },
  {
    "id": 170,
    "text": "— Спасибо, я знал, что могу положиться на Вас.\n\nВех примирительно улыбнулся, всем своим видом показывая уверенность в победе Антари.",
    "answers": [
      {
        "id": 153,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 171,
    "text": "Антари сурово взглянул на жреца.\n\n— Будешь сам потом оправдываться перед верховным, глупый волшебничек! Мне плевать, что ты маг, я выйграю эту битву и донесу на тебя, предатель Империи! — зло шептал граф.",
    "answers": [
      {
        "id": 153,
        "text": "Молча отойти подальше"
      }
    ]
  },
  {
    "id": 172,
    "text": "С уважением посмотрев на священника, коллега произнёс:\n— Достойно. Я собираюсь помочь благородным господам сохранить порядок в Империи. Вы со мной?",
    "answers": [
      {
        "id": 153,
        "text": "Неопределённо кивнуть и отойти"
      }
    ]
  },
  {
    "id": 173,
    "text": "С уважением посмотрев на священника, коллега произнёс:\n— Достойно. Но я собираюсь помочь благородным господам сохранить порядок в Империи. Вы со мной?",
    "answers": [
      {
        "id": 153,
        "text": "Неопределённо кивнуть и отойти"
      }
    ]
  },
  {
    "id": 174,
    "text": "Собравшись, граф приказал отворить двери Ратуши и смелым шагом вышел на постамент, под которым собрались почти всё население городка.\n\n— Дорогие жители Венбрига! Попрошу тишины! Сегодня...\n\nНеодобрительное улюлюканье толпы заглушило попытки Антари что-либо донести ей.\n\n— Я должен сказать нечто важное по поводу сложившейся ситуации! ПОСЛУШАЙТЕ ЖЕ!!! — выдал полуэльф максимум громкости своего голоса. Вопреки ожиданиям, гомон не прекратился. Донельзя разгневанные люди лишь немного затихли, готовясь вот-вот разойтись новой волной шума. Речь графа провалилась даже не начавшись.\n\nВ то же время, народ видел новоприбывшего жреца Базилио. Тот знал, что может временно усилить свой голос красной магией и что-то попытаться донести, пока полуэльф стоит в ступоре.",
    "answers": [
      {
        "id": 175,
        "text": "Обвинить во всём бургомистра Жана"
      },
      {
        "id": 176,
        "text": "Обвинить во всём жреца Алвара"
      },
      {
        "id": 177,
        "text": "Обвинить во всём графа Дюбриэля"
      }
    ]
  },
  {
    "id": 175,
    "text": "— А теперь послушайте меня! Вами всё время манипулировали! — гомон затих под воздействием магии крови. \n— И всему виной ваш бургомистр! Он ворует деньги и наживается на ваших страданиях!\n\n\"ДА-А-А-А!\" — доносилось из масс.\n\"Долой Мелериса!\"\n\"Свергнем его!\"\n\n— И теперь, чтобы убедиться в его виновности, разорите его дом! Обыщите покои мерзавца, он что-то скрывает в них! В б-о-о-й!\n\nИ разгорячённая толпа, смахнув ряд имперских гвардейцев, словно соломинку, двинулась к дому бургомистра.",
    "answers": [
      {
        "id": 178,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 176,
    "text": "— А теперь послушайте меня! Вами всё время манипулировали! — гомон затих под воздействием магии крови. \n— И всему виной ваш священник! Он наслал на вас проклятие вместо того, чтобы защищать!\n\n\"ДА-А-А-А!\" — доносилось из масс.\n\"Долой Тахари!\"\n\"Свергнем его!\"\n\n— И теперь, чтобы убедиться в его виновности, разорите его келью! Обыщите покои мерзавца, он что-то скрывает в них! В б-о-о-й!\n\nИ разгорячённая толпа, смахнув ряд имперских гвардейцев, словно соломинку, двинулась к храму Краудака.",
    "answers": [
      {
        "id": 178,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 177,
    "text": "— А теперь послушайте меня! Вами всё время манипулировали! — гомон затих под воздействием магии крови. \n— И всему виной ваш покровитель! Когда он приехал, над городом повисла беда!\n\n\"ДА-А-А-А!\" — доносилось из масс.\n\"Долой Антари!\"\n\"Свергнем его!\"\n\n— И теперь, чтобы убедиться в его виновности, разорите его дом! Обыщите покои мерзавца, он что-то скрывает в них! В б-о-о-й!\n\nИ разгорячённая толпа, смахнув ряд имперских гвардейцев, словно соломинку, двинулась к особняку графа.",
    "answers": [
      {
        "id": 178,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 178,
    "text": "Те гвардейцы, что охраняли Ратушу, оградили Базилио от беснующихся людей, и оттеснили его внутрь здания. \n\n— Закрыть двери! — послышалось сзади.\n\nТеперь толпа из красных солдат, чиновников и писарей оказалась внутри зала.\n\n— Спасаемся через задний ход... — доносилось с разных сторон.\n\nБазилио побежал, куда глаза глядят, смешался с толпой, затерядся в корридорах. Найдя наконец правильное направление, он ринулся в нужную сторону и выбрался наружу.\n",
    "answers": [
      {
        "id": 179,
        "text": "Бежать к дому Мелериса",
        "need": 175
      },
      {
        "id": 180,
        "text": "Бежать к дому Антари",
        "need": 177
      },
      {
        "id": 181,
        "text": "Бежать к келье Тахари",
        "need": 176
      }
    ]
  },
  {
    "id": 179,
    "text": "У дома Мелериса бунт уже закончился. Осадив эту миниатюрную крепость, народ прорвался внутрь, повытаскивал ценные вещи, но ничего подозрительного или тайного Базилио после погрома не обнаружил. Видимо, если где и был источник сумасшествия, то точно не здесь.\n\nНо куда теперь податься Веху? Поддержать толпу или убраться от греха подальше.",
    "answers": [
      {
        "id": 182,
        "text": "Бежать вглубь Империи"
      },
      {
        "id": 183,
        "text": "Примкнуть к восстанию"
      }
    ]
  },
  {
    "id": 180,
    "text": "У дома Антари бунт уже закончился. Осадив этот особняк, народ прорвался внутрь, повытаскивал ценные вещи, но ничего подозрительного или тайного Базилио после погрома не обнаружил. Видимо, если где и был источник сумасшествия, то точно не здесь.\n\nНо куда теперь податься Веху? Поддержать толпу или убраться от греха подальше?",
    "answers": [
      {
        "id": 182,
        "text": "Бежать вглубь Империи"
      },
      {
        "id": 183,
        "text": "Примкнуть к восстанию"
      }
    ]
  },
  {
    "id": 181,
    "text": "У красного храма бунт уже закончился. Осадив это монументальное сооружение, народ прорвался внутрь, повытаскивал ценные вещи, и среди них святой отец обнаружил странные части будто одного механизма. Мысленно сопоставив разрушенный механизм, маг пришел в ужас: это вполне могла быть рунная машина для генерации телепатических волн. Так вот, почему жители сходили с ума! Их просто зомбировали при помощи этого механизма по ночам.\n\nНо куда теперь податься Веху? Поддержать толпу или убраться от греха подальше?",
    "answers": [
      {
        "id": 182,
        "text": "Бежать вглубь Империи"
      },
      {
        "id": 183,
        "text": "Примкнуть к восстанию"
      }
    ]
  },
  {
    "id": 182,
    "text": "Пройдя окольными путями к воротам Венбрига, священник встретил там собирающегося уезжать лорда Мелериса.\n\n— Не спрашивайте, как я выбрался из этой передряги, святой отец. Забудем всё и уедем отсюда. Здешнее правительство пало.\n\nНе долго думая, Базилио забрался в карету, и та покатила на север, прямиком в столицу Империи.",
    "answers": [
      {
        "id": 184,
        "text": "Эпилог"
      }
    ]
  },
  {
    "id": 183,
    "text": "Решив перестать выслуживаться, наконец, перед своим начальством, отец Базилио возглавил толпу людей, ставших жертвами обстоятельств. Они не виноваты в том, что подверглись насилию со стороны тиранов. И с каждым уничтоженным отрядом гвардейцев, с каждым поднявшим руки вверх солдатом в красных доспехах, священнику, ставшему лицом этого восстания, становилось всё легче.",
    "answers": [
      {
        "id": 184,
        "text": "Эпилог"
      }
    ]
  },
  {
    "id": 184,
    "text": "Приграничный город пылал. Пылал в огне народного гнева. Правительство было свергнуто, бургомистр бежал, а судьбы графа Дюбриэля и жреца Алвара остались неизвестными. \n\nЧто дальше будет с поселением и его жителями, пока трудно предположить. С одной стороны Красная Империя, с другой Торговая Коалиция: каждая сверхдержава желает оттяпать любой клочок земли у соседки, так что скучно здесь точно не будет.\n\nНу а пока над Ратушей красуется новый флаг. Вольного города Венбрига.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 185,
    "text": "",
    "answers": []
  }
]