[
  {
    "id": 1,
    "text": "Этот рассказ про человека который научится останавливать время, о возможных путишествиях сквозь него же, попытках выжить и по возможности не сойти с сума. \nКвест \"Как не сойти с сума или остановка времени\" на стадии тест. Его дальнейшая судьба неизвестна, так как зависеть она будет от вас.\n  При обноружении ошибки или идей на счет сценария, просьба написать коментарий. \n  Квест был создан в развлекательных целях, и не несет в себе не какого смысла или тайного посыла.",
    "answers": [
      {
        "id": 2,
        "text": "Следующая страница"
      },
      {
        "id": 13,
        "text": "Автор"
      }
    ]
  },
  {
    "id": 2,
    "text": "  откидывал все эти мысли, но факты которые я вскоре опишу, втаптали меня в грязь, в прямом смысле этого слова.\n   Время, хм, его то у меня придостаточно наверное, почему бы и не начать эту книгу? Серавно хуже уже не будет. Меня звали раньше Роберт, до того как я попал сюда, наверное любой читающий этот бред спросит куда это сюда? А я отвечу... что же мне еще остаётся? Чуть более полгода назад, я жил обычной жизнью, как все ходил в ВУЗ, учился там, на....\"",
    "answers": [
      {
        "id": 5,
        "text": "Инженера"
      }
    ]
  },
  {
    "id": 3,
    "text": "программист",
    "answers": []
  },
  {
    "id": 4,
    "text": "кондитер",
    "answers": []
  },
  {
    "id": 5,
    "text": "В книге: \"Случайно получилось как то поступить на курс, когда закончил учёбу в школе, родственники посоветовали, мол прибыльно. Вот и получается что я \"инженер\", хотя я учёбу толком и не закончил, не успел.\"",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "В книге: Ну вообщем то, вернемся к тому как  папал в эту \"ситуацию\". Я как раз шел домой после..., Хм, не могу вспомнить после че, как будто в памяти пробел, ну или за полгода забыл, и... Привык? Так вот, увидел какое-то странное свечение. Оно было в каком то заброшенном доме, старом, хоть построен из кирпича, но даже он не спас его от больших трещин на стенах. Я огляделся по сторонам. Не кого естественно не было, ведь семь утра было на часах, спят все... Мне захотелось зайти в внутрь, что то как будто манила меня. Дальше, туман, белая вспышка, и очнулся я на улице. Дом был полностью развален, на его месте было куча камней и кирпича сваленных в кучу, крыша и стены развалились. Что с ним случилось, как я выбрался, и что было в нем, до сих пор неизвестно.",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "В книге: \"Огляделся, ищя хоть кого-нибудь, кто мог бы придти на звук разрушения, хотя я и сам не помню был ли шум. Не кто так и не пришёл даже спустя пару минут. Решил убраться от сюда подальше, продолжая путь. Когда пришёл в свой дом, я не лег спать, сил небыло вообще, как будто, я целый день разгружал вагоны, почему именно их? Не знаю, но что то тяжолое явно.\"",
    "answers": [
      {
        "id": 8,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 8,
    "text": "В книге: \"Когда я проснулся на часах было 7 утра... Пока я приходил в себя после сна, в голове крутилось куча мыслей, и каждая обсурднее другой. Сошелся на первая из них, на телефоне зависли часы. \n   Я решил начать собиратся, понял что надо сходить в магазин, так как жил один, и запас еды в холодильнеке был неахти. Подходя к магазину не кого не встретил, что странно думал я. Но нет, это еще норма была, так как магазин был пустой, не всмысле без вещей, напротив их там было куча, в нем небыло людей.\"",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "В книге: \"Вот вся моя история начала пути. Даже странно, первое что я сделал тогда, это начал искать родственников, пытался пойти в полицию. Первое время даже боялся заходить в какие нибудь здания, все казалось что за мной слидят, да и жутко было, везде пусто, не души... Интересно любой бы так думал, или только я? \n  Я начал путишествовать по городам, не сразу конечно, первый месяц ходил думал что делать, обьедался всякой фигней, марадерствовал...Не ну а кто бы поступил по другому? Все бы хотеле войти в магазин и брать что хочешь.",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "В книге: \"Идея путишествовать пришла не сразу, но, как подумал о ней, сразу пошел искать как это сделать, дабы безопасней и комфортней. Самолеты  и вертолеты сразу отпали, не умею ими управлять, хотя было бы возможность, научился бы. Поезда тоже, едут тока по рельсам. Нашел машину, да не абы какую,  Гелендваген. К тому же это легендарное авто, еще и с трехлучевой звездой на капоте. Дизайн толком не менялся с 79-го года. Но проходимость скажем так не храмает, да просто он мне понравился как его увидел. Спросите где я его взял? У здании Мэрии. Вот наверно владелец удивится как появится.\"",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "Мысли: \"Надо передохнуть от книги. Так, сосредоточусь на настоящем так сказать. Не когда я не видел таких разрушений, хм, может землетрясение? Да не, бред, откуда в центре москвы оно могло взятся? Пол города нет, ушел под землю, как будто он стал тяжелей, и ядро земли начало его притягивать сильнее. Метров на сто или двести ушел. Хех, Столица город возможностей... Мда, спускатся придется наверняка, нужно узнать что там случилось, и не случится ли вновь. \"",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "В стадии дороботки. ",
    "answers": []
  },
  {
    "id": 13,
    "text": "   Всем привет, кто бы не читал этот текст. Мое имя Данил. Да, знаю, не особо подходит для официального представления, но оно и не нужно, так же как и мой возрост, но мне больше 18, так что вот... \n\n   Моя почта: Saladuha2015gmail.com\n   Мой ВК: https://vk.com/saladukha0\n   \nП.С. прошу пишите все кому не лень, люблю хорошее общение на разные темы  __-- (0_0) --__\n\nП.П.С. Пишите все кто умеет делать (писать) книги (квесты), может сможем собратся и создать что то общее.",
    "answers": []
  },
  {
    "id": 14,
    "text": "",
    "answers": []
  }
]