[
  {
    "id": 1,
    "text": "Проснувшись рано утром Марк медленно и лениво приоткрыл глаза, на тот момент ему было всё ещё семь лет и он рос в Чёрном Храме вместе с Драго и Дьяконом. Рядом с ним было окно, а также стояла тумбочка. В помещении было темно, но благо на тумбочке был фонарь, который можно было зажечь.",
    "answers": [
      {
        "id": 2,
        "text": "Посмотреть в окно"
      },
      {
        "id": 3,
        "text": "Зажечь фонарь"
      }
    ]
  },
  {
    "id": 2,
    "text": "За окном было очень темно и практически ничего не видно. Марк смог увидеть своего опекуна Драго, что вышел из дома и направился куда-то в сторону телеги, в которой жила недавно приехавшая группа музыкантов.",
    "answers": [
      {
        "id": 4,
        "text": "Отвернуться от окна и зажечь фонарь"
      }
    ]
  },
  {
    "id": 3,
    "text": "Когда Марк зажёг фонарь, то он увидел рядом с ним спящую и охраняющую его дракониху Нару, что бесшумно сопела. От фонаря Нара начала скалиться и думать, что кто-то нападает. Также в комнате был шкаф.",
    "answers": [
      {
        "id": 14,
        "text": "Потушить фонарь и продвинуться к шкафу"
      },
      {
        "id": 15,
        "text": "Оставить фонарь и пройти к шкафу"
      },
      {
        "id": 16,
        "text": "Посмотреть в окно"
      }
    ]
  },
  {
    "id": 4,
    "text": "Когда Марк зажёг фонарь, то он увидел рядом с ним спящую и охраняющую его дракониху Нару, что бесшумно сопела. От фонаря Нара начала скалиться и думать, что кто-то нападает.",
    "answers": [
      {
        "id": 5,
        "text": "Аккуратно встать с кровати и на мысочках подойти к шкафу"
      },
      {
        "id": 6,
        "text": "Начать громко кричать и ударить Нару ногой по роже"
      }
    ]
  },
  {
    "id": 5,
    "text": "Когда Марк подходит к шкафу, то открывает его и находит там свою одежду. Одевшись Марк оборачивается назад и видит, что Нара стоит сзади и уже не спит.",
    "answers": [
      {
        "id": 7,
        "text": "Подойти к Наре и попроситься выйти погулять"
      },
      {
        "id": 8,
        "text": "Резко выбежать из комнаты и нестись на улицу"
      }
    ]
  },
  {
    "id": 6,
    "text": "Ударив Нару ногой Марк сразу же слетает с кровати от Нары, что вцепилась зубами в ногу и после чего падает на пол, при этом сильно ударившись ногой об пол.",
    "answers": [
      {
        "id": 12,
        "text": "Постараться подняться и резко начать убегать"
      },
      {
        "id": 13,
        "text": "Начать умолять Нару, чтобы та его отпустила"
      }
    ]
  },
  {
    "id": 7,
    "text": "Марк попросившись выйти погулять начинает на коленях умолять Нару, но та понимая, что сейчас ночь и на улице может быть опасно отрицательно кивает и кладёт Марка обратно спать. Игра окончена!",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться в самое начало"
      }
    ]
  },
  {
    "id": 8,
    "text": "Марк резко начав бежать всхлопнул дверью и выбежал на улицу. Нара, тем временем была в ошеломлении, но когда Марк уже был на улице, то она только собиралась бежать. Рядом с Марком на земле лежал лом.",
    "answers": [
      {
        "id": 9,
        "text": "Взять лом и подпереть им дверь, чтобы Нара не смогла выйти"
      },
      {
        "id": 10,
        "text": "Оставить лом и просто начать бежать в ту сторону, куда ушел Драго"
      },
      {
        "id": 11,
        "text": "Взять лом с собой и не подпирать им дверь, чтобы можно было его использовать в качестве оружия для самообороны, после чего вместе с ломом побежать в ту сторону, куда ушёл Драго."
      }
    ]
  },
  {
    "id": 9,
    "text": "Марк смог удачно подпереть дверь и сколько бы Нара не долбилась, она всё равно не могла выйти. Но пока Марк бездействовал сзади подлетел Дьякон и отнёс его обратно в дом. Игра окончена!\n",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться в самое начало"
      }
    ]
  },
  {
    "id": 10,
    "text": "Марк смог сбежать, когда Нара выломала дверь, то от Марка уже и след простыл, а Дьякон прилетел слишком поздно. Тем временем Марк смог найти Драго и заметил его за разговором с его другом Эвелисом Этелраем.",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться в самое начало [тест]"
      }
    ]
  },
  {
    "id": 11,
    "text": "Марку с ломом в руках было бежать крайне трудно, так что Наре не составило труда догнать Марка и схватить его, после чего унести обратно домой. Игра окончена!",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться в самое начало"
      }
    ]
  },
  {
    "id": 12,
    "text": "Марк смог подняться, но когда постарался сбежать, то сразу же упал из-за ушиба ноги. Нара забрала его и уложила на кровать. Игра окончена!",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться в самое начало"
      }
    ]
  },
  {
    "id": 13,
    "text": "Не смотря на, то, как Марк умолял Нару она всё равно со злостью отрицательно кивает и кладёт его обратно спать.",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться в самое начало"
      }
    ]
  },
  {
    "id": 14,
    "text": "Когда Марк потушил фонарь, то стало практически ничего не видно и пока он продвигался к шкафу, то споткнулся обо что-то и упал с таким грохотом, что умудрился разбудить Нару.",
    "answers": [
      {
        "id": 17,
        "text": "Без тёплой одежды выбежать на улицу, как можно скорее"
      },
      {
        "id": 18,
        "text": "Постараться быстро одеться и выбежать на улицу"
      }
    ]
  },
  {
    "id": 15,
    "text": "Когда Марк прошёл к шкафу, то нашел там свою одежду и начал одеваться, после чего переодевшись собирался выходить на улицу, как вдруг появилась Нара, что остановила его и уложила спать. Игра окончена!",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться в самое начало"
      }
    ]
  },
  {
    "id": 16,
    "text": "Посмотрев в окно Марк заметил тёмную личность, что ушла куда-то в сторону телеги, в которой приехали недавно музыканты. Но пока он пытался разглядеть его, то сразу же сзади его схватила Нара и уложила спать. Игра окончена!",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться в самое начало"
      }
    ]
  },
  {
    "id": 17,
    "text": "Марк изо всех сил понёсся на улицу и вынес дверь, рядом с ним на земле лежал лом. А Нара пока что ещё в ошеломлении была в комнате, но когда Марк уже выбежал, то она начала бежать к нему. ",
    "answers": [
      {
        "id": 19,
        "text": "Взять лом и закрыть им дверь"
      },
      {
        "id": 20,
        "text": "Кинуть лом и просто начать бежать"
      },
      {
        "id": 21,
        "text": "Не закрывать дверь и взять лом с собой, как оружие для самообороны, после чего начать убегать в сторону телеги"
      }
    ]
  },
  {
    "id": 18,
    "text": "Когда Марк оделся, то сразу же сзади к нему подошла Нара и схватила его, после чего уложила спать. Игра окончена!",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться в самое начало"
      }
    ]
  },
  {
    "id": 19,
    "text": "Марк смог закрыть дверь, но тут появился Дьякон, что подхватил его и унёс обратно в дом. Игра окончена!",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться в самое начало"
      }
    ]
  },
  {
    "id": 20,
    "text": "Кинув лом вам удаётся во время сбежать. Выбегая Нара замечает лишь маленький силуэт, что уже скрылся из виду. И сколько бы Дьякон не искал Марка с воздуха, он уже не мог его найти.",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться в самое начало [тест]"
      }
    ]
  },
  {
    "id": 21,
    "text": "Марку с ломом, да ещё и без тёплой одежды бежать было крайне дискомфортно и Нара с легкостью смогла его догнать и отнести обратно в дом. Игра окончена!",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться в самое начало"
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  }
]