[
  {
    "id": 1,
    "text": "Автор: Mikasa Akkerman\nСтатус: Завершён\n                      !!! Приятного чтения!!!\n\nНе так давно в одном из подмосковных частных домов случилось ЧП. Строение сгорело дотла, оставив после себя лишь кучу пепла и, распространившийся на километры, запах гари. Все произошло так быстро, что приехавшей пожарной бригаде оставалось лишь затушить догорающее деревянное ограждение, на которое перекинулось пламя. Несколько дней пытались установить причину пожара, а после было вынесено официальное заявление, что дом сгорел в результате неаккуратного обращение с газовой плитой.\nХотите узнать настоящую возможно ужасающую историю этого ЧП? Читайте дальше",
    "answers": [
      {
        "id": 2,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 2,
    "text": "Не так давно в одном из подмосковных частных домов случилось ЧП. Строение сгорело дотла, оставив после себя лишь кучу пепла и, распространившийся на километры, запах гари. Все произошло так быстро, что приехавшей пожарной бригаде оставалось лишь затушить догорающее деревянное ограждение, на которое перекинулось пламя. Несколько дней пытались установить причину пожара, а после было вынесено официальное заявление, что дом сгорел в результате неаккуратного обращение с газовой плитой.\n\nСреди трудно различимых остатков, напоминающих однородную черную массу, был обнаружен блокнот, в толстой кожаной обложке. По невероятной случайности огонь не задел желтые листы бумаги и лишь обуглил выпирающие края. Содержимое блокнота было строжайше засекречено. Но уже спустя пару дней на одном из малоизвестных новостных сайтов появилась публикация содержимого данного блокнота. Тот, кто поместил запись, представился как один из членов пожарной бригады, но имени своего не назвал. Провисев всего несколько часов, запись была удалена. А, спустя еще какое то время, сам сайт перестал работать и не работает посей день.\n\nУдаленный текст представлен не весь, а лишь часть несущая смысловую нагрузку.\n\n«\n\n30 марта 2014.\n\nВсю ночь я слушаю, как из спальни родителей доносился мамин кашель. Папа несколько раз выходил на кухню, за водой. Но ей не становится лучше. Сейчас, слава Богу, все затихло и я, наконец, могу поспать. Завтра тяжелый учебный день, нужно высыпаться.\n\n31 марта 2014.\n\nСегодня приходил доктор. Долго находился в маминой комнате, а после о чем-то громко ругался с папой. Папа велел мне сидеть у себя и не выходить. Когда все стихло, папа зашел в мою комнату и сказал, что доктор ушел. Он обнял меня, и весь вечер мы сидели вместе, смотрели мультики. Он сказал, что мама скоро поправится.\n\n1 апреля 2014.\n\nПапа разбудил за несколько минут до будильника. Вел себя странно. Сказал, что я могу не ходить в школу сегодня. Папа сказал, что мама заболела и что ее лучше не тревожить. Мы позавтракали, а после он разрешил поиграть в компьютер. Сам отправился в спальню к маме.\n\nДоносилась, какая та возня, но я старалась не обращать на это внимание. Вечером мы с ним ходили гулять. Он был очень молчаливый. Постоянно вздрагивал, при громких звуках. Когда я пыталась спросить как дела у мамы, сразу переводил тему. Когда я спросила последний раз – накричал на меня.\n\n2 апреля 2014.\n\nУтром я проснулась оттого, что папа стоит напротив моей кровати и пристально смотрит на меня. Я очень испугалась. Он начал расспрашивать, не заходила ли я в мамину комнату. Долго задавал один и тот же вопрос. Убедившись, что меня там не было – накормил завтраком и отправил в школу. Я заметила белое пятнышко на его виске. Как будто он седеет. Папа ведет себя очень странно. Мне страшно.\n\nВернувшись из школы и пообедав, я отправилась учить уроки. Папа оставил записку, что он ушел в магазин. Проходя мимо двери их спальни, в щель снизу я увидела двигающуюся тень. Это мама ходит по комнате. Наверно ей уже становится лучше, но я пока не заходила к ней. Папа сказал, что лучше ее не тревожить. Позже он вернулся. Вечером мы поужинали, а после снова вместе смотрели мультики. Он уже не такой задумчивый. Только руки трясутся.\n\n3 апреля 2014..\n\nМеня разбудил какой-то крик. Я даже не поняла, кто кричал, так как он оборвался, стоило мне принять сидячее положение. За окном еще темно, не знаю, сколько сейчас времени. Встала с кровати, хотела выйти посмотреть, но не успела дойти до двери, как вошел папа. Бледный и с безумным взглядом. Держал одну руку за спиной, как будто что-то прятал. Я начинаю его бояться. Велел мне ложиться спать дальше и ушел. Я так и не уснула.\n\nКогда рассвело и будильник, наконец, зазвенел, встала и пошла умываться. Папы дома не было. Проходя мимо их спальни, снова увидела тень снизу. Почему мама не лежит, раз она больна? Из комнаты доносится какое-то металлическое лязганье и какие-то щелчки. Захотела заглянуть. Уже взялась за ручку двери и собралась открыть, как раздался хлопок из прихожей. Это папа вернулся, как выяснилось, из магазина. У него что-то с рукой, она перевязана бинтом. Папа сказал, что упал. У него очень уставший вид, как будто не спит ночами. Я его не узнаю.\n\nПозавтракала, отправилась в школу.\n\nВозвращаясь домой, я видела как папа заносит что-то в дом. Что-то завернутое в черный пакет. Увидев меня, он поспешил вовнутрь. Дома странно пахнет. Запах как будто железа. Папа слоняется по квартире и что-то шепчет себе под нос. На меня никак не реагирует.\n\nДаже когда я заплакала, просто прошел мимо. Сегодня без ужина. Выучила уроки, легла спать.\n\nКогда же мама поправится?\n\n4 апреля 2014..\n\nПапа разбудил. За окном темно. Впервые вижу, как он плачет. Он велел пойти умыться и принять душ. По возвращению на моей кровати меня ждало мое платье, которое я надеваю по праздникам. На мои вопросы, папа ответил, что я, наконец, могу увидеть мамочку. Мама проголодалась, и я могу покормить ее. Я обрадовалась. Взяла свой блокнот, что бы показать мамочке свои записи.\n\nКогда я оделась, папа подошел, взял меня за руку и повел в их комнату. По дороге я вспомнила, что в холодильнике лежит мороженное, и решила, что надо угостить мамочку. Хотела сходить на кухню, но папа не разжал свою руку. Теперь уже, крепко держа, он тащил меня. Мне стало очень страшно. Я заплакала, но ему было все равно.\n\nПодойдя к двери он опустился на одно колено передо мной. Он сказал: «Солнышко. Будь ласкова с мамочкой, она все еще больна. Но сейчас ты покормишь ее, и ей обязательно станет лучше». Он открыл дверь, силой толкнул меня в комнату и закрыл ее за моей спиной.\n\nЯ упала и, поднявшись, сразу же повернулась лицом к двери, крикнув папе, что он забыл дать мне еду. Но в ответ звучал, лишь папин плачь, напоминающий какой-то вой.\n\nЗдесь так неприятно пахнет. «Мамочка?» — спросила я. Где-то в другом конце комнаты, за кроватью, послышались звуки движения, сопровождавшиеся металлическим лязганьем, которое я слышала раньше. «Мама?» — повторила я. Тишина.\n\nЗажимая одной рукой нос, я сделала шаг вдоль стены и, нащупав рукой выключатель, щелкнула им. Свет зажегся всего на секунду. Этого хватило, что бы я, наконец, увидела свою маму.\n\nОна стояла в нескольких метрах от меня и тянула ко мне испачканные кровью руки. Ее шея была застегнута в собачий строгий ошейник, который острыми шипами впивался ей в шею. От ошейника к стене тянулась толстая металлическая цепь, не дававшая ей дотянуться до меня. Теперь понятно, что за звук я слышала из этой комнаты.\n\nЕе глаза… это не были глаза моей мамочки. Красные, налитые кровью бешенные наполненные ненавистью и злобой. Весь рот так же был перепачкан кровью. Когда она разомкнула губы, я увидела длинные острые тонкие, местами отсутствующие зубы. Ими она, издавая громкие щелчки, резко смыкая их, смотря прямо на меня. Я, наконец, поняла. Мамочкина еда – стоит прямо перед ней. Нарядная, в платье.\n\nОт страха я попятилась и опустила глаза. На полу валялись обглоданные останки какой-то собаки и… доктора, что приходил к нам несколько дней назад. Рядом лежали клещи и вырванные острые зубы. Думаю, папочка, таким образом, пытался вылечить маму. Думаю, у него ничего не получилось. Мама очень голодна.\n\nКак я и сказала, прошло всего пару секунд, как мама махнула рукой и задела люстру. Вместе со звоном стекла, комната вновь погрузилась в темноту. В темноту, из которой часто-часто звучали щелканья зубами.\n\nЯ упала на колени и попыталась выползти отсюда. Осколки впивались и резали мои колени, но я не чувствовала боли. Дверь была заперта. Папа запер меня здесь.\n\nЯ поползла в сторону, пока не уткнулась в шкаф. В их комнате стоял огромный деревянный гардероб. Открыв его, я заползла вовнутрь и закрыла за собой дверь. Спустя какое-то время щелчки прекратились.\n\n4 апреля 2014 (несколькими часами позднее).\n\nЯ сижу в шкафу. Слушаю тяжелое мамино дыхание. Звон цепочки. Я знаю, она пытается освободиться.\n\nНа улице уже светло. Через щель открывается небольшой обзор на дверь в комнату. С негромким скрипом она открылась, и в комнату вошел папа. С его появлением снова раздались щелчки. Мамочка очень голодна.\n\nПапа пытается говорить с ней. Он спрашивает, почему она не поправляется, почему она все еще голодна? Он же скормил ей их дочь. Он же скормил меня!!! Мама ничего не отвечает, только щелкает зубами и издает хриплые звуки, напоминающие рычание собаки.\n\nЯ чувствую запах газа. Папа просит у нее прощения и говорит, что это единственный выход. Он поднимает руку, в которой у него что-то есть. Кажется это зажигалка. Я поняла, что он хочет сделать.\n\nВ этот момент раздался какой-то шум. Папа упал на спину, и мамочка набросилась на него. Значит, ей все-таки удалось освободиться от цепи. Она, словно изголодавшийся зверь, начинает обгладывать его лицо и тело. Она с легкостью рвет плоть и отделяет кости друг от друга. Я сдерживаюсь изо всех сил, что бы не закричать. Я знаю что будет со мной, если я закричу.Внезапно мама вздрогнула и замерла. Она подняла голову и огляделась вокруг. Я думаю, случилось нечто ужасное. Мама вспомнила, что где-то в доме должна быть я. Не поднимаясь на ноги, на руках и ногах она рывком выбежала из комнаты.\n\nА я сижу в этом гардеробе и пишу. Хорошо, что мой блокнотик со мной. Наверное, я делаю последнюю запись в своей жизни. Я слышу, как она бегает по дому и щелкает зубами. Мама ищет меня. Несколько раз забегает в комнату, но почти сразу же покидает ее. Она не знает где я, но знает что я где-то рядом. Может она чует меня?\n\nЗапах газа стал совсем резкий. Рядом с изуродованным папиным телом лежит его зажигалка, которую он так и не успел зажечь. Думаю, у меня получится. Если нет, то пускай тот, кто найдет эти записи, знает, что здесь произошло. Если да, то, скорее всего, никто никогда ничего уже не узнает. Сейчас она в другой комнате. Думаю я успею. Я должна попытаться. Прощайте.\n\n»\n\nНа этом запись заканчивается.\n\nПод обломками было найдено два тела. После экспертизы было установлено, что тела принадлежат взрослому мужчине и школьного возраста девочке. Тело женщины найдено не было. Некто из соседей утверждает, что видел как кто-то или что-то выбежало на улицу и скрылось в соседней посадке, за несколько секунд до возгорания. Кто-то говорит, что по ночам по сгоревшим останкам кто-то рыщет. Говорят, что это не человек.\n\nМожет мама все еще ищет свою дочь?\n\n",
    "answers": []
  }
]