[
  {
    "id": 1,
    "text": "Автор: Mikasa Akkerman\nСтатус: Завершён\n                        !!! Приятного чтения!!!\n\nВ этой игре нужно вызвать дух ужасного призрака, который будет преследовать вас весь день. Цель игры – уклоняться от призрака и не дать ему поймать вас. Внимание! Мы советуем вам не играть в игру \"Дарума-Сан\". Говорят, что эта игра может привести к ужасным последствиям.\n\n\n",
    "answers": [
      {
        "id": 2,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 2,
    "text": "В этой игре нужно вызвать дух ужасного призрака, который будет преследовать вас весь день. Цель игры – уклоняться от призрака и не дать ему поймать вас. Внимание! Мы советуем вам не играть в игру \"Дарума-Сан\". Говорят, что эта игра может привести к ужасным последствиям.\n\nИнструкция:\n\nШаг 1: Перед тем, как лечь спать, разденьтесь и зайдите в ванну.\n\nШаг 2: Заполните ванну водой и выключите свет.\n\nШаг 3: Сядьте в средине ванны, глядя на краны.\n\nШаг 4: Вымойте волосы, повторяя такие слова: \"Дарума-Сан упала. Дарума-Сан упала\".\n\nШаг 5: Моя волосы, представляйте, что в ванне стоит женщина японка. Она скользит и падает на ржавый кран. Кран попадает её в глаз и убивает её.\n\nШаг 6: Продолжайте повторять слова: \"Дарума-Сан упала. Дарума-Сан упала\", пока не закончите мыть волосы. Всё это время ваши глаза должны быть закрытыми. Вы можете услышать или почувствовать легкое движение в ванной за вами. Держите глаза закрытыми. Не пытайтесь посмотреть, что там. Вы только что вызвали призрак. Позади вас поднимется призрак женщины. Вы почувствуете её присутствие и как она буравит вас своим взглядом. Её голова будет за вашим правым плечом. У неё длинные чёрные запутанные волосы. У неё грязная и рваная одежда. У неё лишь один глаз. Её левый глаз широко открыт и кровоточит. Правый глаз у неё отсутствует, там лишь пустая, красная от крови глазница.\n\nШаг 7: Когда вы почувствуете присутствие призрака, скажите вслух: \"Почему ты упала в ванну?\"\n\nШаг 8: Держите глаза закрытыми, встаньте и выходите из ванны. Будьте осторожны, не упадите. Выходите из ванной и закройте за собой дверь. Теперь можно открыть глаза. Воду в ванной оставьте на ночь, не спускайте её. Идите спать.\n\nНа следующее утро, когда вы проснётесь, начнётся игра. Призрак одноглазой женщина будет преследовать вас. Всякий раз, когда вы будете оглядываться, чтобы посмотреть на неё, она будет исчезать. В течение всего дня, когда вы будете оглядываться через правое плечо, вы мельком сможете заметить её. Она будет приближаться всё ближе и ближе, не позволяйте ей поймать вас.\n\nЕсли вы, взглянув через плечо, увидите, что призрак подобрался к вам слишком близко, вы должны крикнуть: \"Tomare!\", что значит \"Стой!\", и бегите со всех ног. Это позволит вам на некоторое время увеличить дистанцию между вами и одноглазой женщиной.\n\nЧтобы закончить игру, вы должны уловить видение призрачной женщины и крикнуть: \"Kitta!\", это значит \"я отрезаю, ты проиграла!\" Затем сделайте перед собой режущее движение рукой вниз, как в каратэ. Вы должны завершить игру до наступления полуночи. В противном случае одноглазая женщина станет преследовать вас в ваших снах.\n\nПравила игры.\n\nНе открывайте глаза, когда в первый раз почувствуете призрака.\n\nНе допустите, чтобы призрак вышел за вами из ванной. Сразу закройте дверь.\n\nНе заходите в ванну, после того, как вышли оттуда.\n\nНе сливайте ванну до утра.\n\nНе позволяйте одноглазой женщине догнать вас.\n\nПоследний совет.\n\nНе играйте в эту игру. Это очень опасно. Вызывая призраков, вы можете стать одержимы демоном, и умереть в страшных муках. Вы также можете поскользнуться, упасть и убиться в ванне. Если вы неправильно завершите игру, призрак может продолжить преследовать вас до конца жизни. Не играйте в эту игру!\n\n",
    "answers": []
  }
]