[
  {
    "id": 1,
    "text": "Автор :\nКорявый Плинтус\n\n\nВы, обычный, среднестатистический человек, который ходит на работу,или неходит... сидит дома за компьютером, и спит... Никто не знает как повернется к вам судьба завтра...Ваша история, полная тайн, загадок и приключений начинается...\n",
    "answers": [
      {
        "id": 2,
        "text": "Читать пролог ->"
      }
    ]
  },
  {
    "id": 2,
    "text": "Прошу всех, кто начинает читать данное произведение, не отвлекатся, дерево событий крайне большое, концовок в принципе немного.\nОбязательно читайте все, и будьте осторожны с выбором Вашего Пути.\nКаждый ответ может привести к неизвестным последствиям.\nЗарвнее прошу прощения за сухость текста, пока что работаю над его вымачиванием.\nПриятного прочтения.\n\nВы обычный среднестатистический парень, котрый любит играть в компьютерные игры, мечтает попасть в другой мир, не особо любите общатся, только недавно вернулись из армии.\nК вашему счастью у вас есть крыша над головой.... пока что... телефон и две тысячи р.\nКак будет дальше развиватся судьба главного героя, зависит полностью от Вас, мои дорогие читатели.",
    "answers": [
      {
        "id": 3,
        "text": "Начать."
      }
    ]
  },
  {
    "id": 3,
    "text": "Проснувшись утром пораньше, вы решили стоит ли пить как обычно кофе, или завараить чай?",
    "answers": [
      {
        "id": 4,
        "text": "Кофе"
      },
      {
        "id": 5,
        "text": "Чай"
      }
    ]
  },
  {
    "id": 4,
    "text": "Налив себе кофе, вы вышли на балкон, Следом за вами вышел сосед, который протянул вам сигарету.",
    "answers": [
      {
        "id": 11,
        "text": "взять сигарету."
      }
    ]
  },
  {
    "id": 5,
    "text": "Сделав себе кружку чая, вы решили не отвлекатся и сразу начать искать работу.",
    "answers": [
      {
        "id": 20,
        "text": "Лезть на форум"
      }
    ]
  },
  {
    "id": 6,
    "text": "Бороздя просторы интернета, вы узнали, что есть  фирма, которая набирает добровольцев, для каких то странных эксперементов. Это опасно,но обещают очень солидную сумму.",
    "answers": [
      {
        "id": 7,
        "text": "Позвонить и отправить свое резюме"
      },
      {
        "id": 28,
        "text": "Не звонить, идти в магазин"
      }
    ]
  },
  {
    "id": 7,
    "text": "Спустя несколько минут, вам пришло уведомление на почту, вас пригласили на собеседование.\nПойти?",
    "answers": [
      {
        "id": 8,
        "text": "Да"
      },
      {
        "id": 28,
        "text": "Нет, сходить в магазин"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы отправились на собеседование, чтобы получить хоть какую нибудь информацию.\nДом, который был указан в письме, находился в далеком районе, вам пришлось потратить целый час чтобы добратся до него, как итог вы опоздали.\n\nПеред вами стоит пяти этажное здание,с двумя входами и одним местом для погрузки/разгрузки.\nЗдание выглядит новым, желтого цвета, пластиковые окна, внушительные даже на вид двери...\nЧто ж, пора идти, и так уже опаздываете.",
    "answers": [
      {
        "id": 9,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 9,
    "text": "Прямо за дверью турникет, справа высокий стол, за которым сидит бабушка, ну божий одуванчик.\n—Здравствуйте, я на собеседование\n—Документы давай, я тебя запишу.\nПротянув свои документы, вы немного подождали, бабушка заполнила что то в своем журнале и вернула документы.\n— Сразу налево, второй этаж, номер кабинета два.",
    "answers": [
      {
        "id": 15,
        "text": "Поднятся на второй этаж"
      }
    ]
  },
  {
    "id": 10,
    "text": "Когда вы пришли на собеседование, вас уже ждали, здесь было порядка десяти человек,Большинство было одето как попало, но у всех были ддинсы, в прочем как и у вас.\nВзгляд зацепился за нескольких человек, в одном из них вы узнали старого знакомого.\nТак же здесь было две девушки,\nОдга была блондигка, другая рыжая, обе с хорошей внешностью, остальные были парни.\nЕще немного странно выглядел взрослый мужчина, на вид лет 35-40, неподалеку от вас стоял 'типичный гопник'.",
    "answers": [
      {
        "id": 47,
        "text": "Поговорить со знакомым"
      },
      {
        "id": 1,
        "text": "Познакомится с рыжеволосой девушкой"
      },
      {
        "id": 1,
        "text": "Познакомится с блондинкой"
      },
      {
        "id": 1,
        "text": "Поприветствовать мужика"
      },
      {
        "id": 1,
        "text": "Завязать разговор с гопником"
      }
    ]
  },
  {
    "id": 11,
    "text": "Поговорив с соседом на общие темы, вы цзнали от него, что в строительную компанию требуются разнорабочие.\nХотите согласится и устроится на работу?",
    "answers": [
      {
        "id": 12,
        "text": "Да"
      },
      {
        "id": 13,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 12,
    "text": "Пусть и непрспективная, зато стабильная...\nПодумали было вы, но в итоге как оказалось, через месяц работы вам не заплатили.\n\n\nГлупая смерть от голода.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вернувшись к себе в квартиру, вы сели за компьютер, работа сама себя не найдет, а денег и так не много.\nВы давно уже живете один, родных у вас нет, друзей штук пять, и две тысячи рублей на карте.",
    "answers": [
      {
        "id": 14,
        "text": "Зайти на форум,поискать работу."
      },
      {
        "id": 1,
        "text": "Поиграть в какую нибудь игру."
      },
      {
        "id": 6,
        "text": "Посмотреть рекламму и новости"
      }
    ]
  },
  {
    "id": 14,
    "text": "На форуме шел ожесточенный спор, двух никому не известных людей,  пролистав немного ниже вы наткнулись на колонку с вакансиями.\nЗдечь пристуствовали такие вакансии как:\nДворник з.п. 500р за смену\nУборщица з.п. 700р за смену\nГрузчик,разнорабочий 900 р за смену\nДонор крови 300р за одну сдачу, чай и печенье.\nМладший помошник в крупную компанию. з.п. сдельная.\nДальше искать не было смысла, по отзывам и рейтингам видно, либо обман, либо оплата далеко не соответсвует, или уже не актуальные вакансии.",
    "answers": [
      {
        "id": 1,
        "text": "Узнать про работу дворником."
      },
      {
        "id": 18,
        "text": "Узнать про работу уборщицей."
      },
      {
        "id": 1,
        "text": "Узнать про работу Грузчиком."
      },
      {
        "id": 26,
        "text": "Узнать про работу Донором крови."
      },
      {
        "id": 1,
        "text": "Узнать про работу Младшим помошником."
      }
    ]
  },
  {
    "id": 15,
    "text": "Поднявшись на второй этаж, вы удивленно заозирались, перед вами была лишь одна дверь, с номером два.\nДеватся некуда, надо заходить.\nЗа дверью ничего не слышно, повернув ручку, дверь начала медленно открыватся, дверь оказалась очень тяжелой и толстой, поэтому медленно открывалась.\nСразу как только дверь немного приоткрылась, вы услышали голоса''значит все уже началось''.",
    "answers": [
      {
        "id": 16,
        "text": "Зайти внутрь"
      }
    ]
  },
  {
    "id": 16,
    "text": "Внутри было довольно ярко, слева от входа стояло четыре стула, три из них были заняты. Справа стоял стол и стул, на котором сидел мужчина, довольно молодой, лет тридцать пять, не больше. Посмотрев на вас он махнул в сторону стульев, мол, присаживайтесь.\nКивнув вы напрвились к свободному место.",
    "answers": [
      {
        "id": 17,
        "text": "Сесть"
      }
    ]
  },
  {
    "id": 17,
    "text": "",
    "answers": []
  },
  {
    "id": 18,
    "text": "Когда вы взяли в руки свой мобильный, до вас дошло, что вы ПАРЕНЬ, и УБОРЩИЦЕЙ вас ну никак не возьмут.\nЖелаете все равно позвонить?",
    "answers": [
      {
        "id": 22,
        "text": "Да."
      },
      {
        "id": 27,
        "text": "Нет."
      }
    ]
  },
  {
    "id": 19,
    "text": "",
    "answers": []
  },
  {
    "id": 20,
    "text": "На форуме шел ожесточенный спор, двух никому не известных людей,  пролистав немного ниже вы наткнулись на колонку с вакансиями.\nЗдесь пристуствовали такие вакансии как:\n1. Помошник руководителя в быстро растущую компанию\n2. Младший помошник в крупную компанию. з.п. сдельная.\n3. Работа по контракту в Вооруженных Силах\n4. Требуется человек который хочет что нибудь изменить в своей жизни.\nДальше искать не было смысла, по отзывам и рейтингам видно, либо обман, либо оплата далеко не соответсвует, или уже не актуальные вакансии.",
    "answers": [
      {
        "id": 23,
        "text": "Позвонить по первой вакансии"
      },
      {
        "id": 25,
        "text": "Позвонить по второй вакансии"
      },
      {
        "id": 1,
        "text": "Позвонить по третьей вакансии"
      },
      {
        "id": 1,
        "text": "Позвонить по четвертой вакансии"
      },
      {
        "id": 4,
        "text": "Вылить нафиг чай и сделать себе кофе."
      }
    ]
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  },
  {
    "id": 22,
    "text": "Как и предпологалось, им требовалась женщина, желательно даже бабушка.\nВнезапно вы вспомнили, еды то в холодильнике нет...\nВернутся к поиску работы на форуме или пойти прогулятся до магазина?",
    "answers": [
      {
        "id": 24,
        "text": "На форум."
      },
      {
        "id": 27,
        "text": "В магазин."
      }
    ]
  },
  {
    "id": 23,
    "text": "Вакансия Помошник Руководителя.... Довольно интересная вакансия, надо бы узнать детали...\n\nПоговорив немного с руководителем, вы узнали что вам предстоит стать игровым журналистом, в новой игре с системой полного погружения.\nПо итогам собеседования оплата может менятся.\n\nВы согласны на эту работу?\n",
    "answers": [
      {
        "id": 1,
        "text": "Да"
      },
      {
        "id": 46,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 24,
    "text": "Увы но просмотрев все темы еще раз, все вакансии закрыли. Осталось только одна... Донор крови.\nЖелаете позвонить и узнать детали?",
    "answers": [
      {
        "id": 26,
        "text": "Да"
      },
      {
        "id": 27,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 25,
    "text": "Долгое время никто не берет трубку.\n—Мда.... не повезло.\nВнезапно приятно женский голос ответил вам, и сообщил всю необходимую информацию, так же Вас пригласили на собеседование.\n\nОдна не без ивестная фирма разработала капсулы полного погружения, и вас приглашают стать одним из участников тестирования.\nПитание и проживание оплачивает работодатель, так-же, Вам придется переехать жить за город, в частный охраняемый объект.",
    "answers": [
      {
        "id": 10,
        "text": "Согласится и сходить на собеседование."
      },
      {
        "id": 24,
        "text": "Отказатся и лезть обратно на форум."
      }
    ]
  },
  {
    "id": 26,
    "text": "После нескольких гудков, вам ответили сухим старческим голосом что вы ошиблись номером.\nУвы но ничего не получилось, ничего не поделаешь, всяких шутников на просторах интернета много.\nНо вы еще думали набрать номер еще раз или нет?",
    "answers": [
      {
        "id": 27,
        "text": "не набирать"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы решили не звонить, ничего больше не остается кроме как идти в магазин за продуктами.\nВремя летит так быстро уже полдень, вакансии обновляются каждое утро.",
    "answers": [
      {
        "id": 28,
        "text": "Траты в магазине на продукты 500р."
      }
    ]
  },
  {
    "id": 28,
    "text": "Осталось 1500р.\nПодкрепившись вы раздумывали кому бы позвонить.\nИз всех гомеров в вашей телефонной книжке внимания заслужились только\nДмитрий\nМарат\nНастя\nСо всеми остальными говорить в принципе было не о чем.",
    "answers": [
      {
        "id": 29,
        "text": "Позвонить Дмитрию"
      },
      {
        "id": 30,
        "text": "Позвонить Марату"
      },
      {
        "id": 31,
        "text": "Позвонить Насте"
      }
    ]
  },
  {
    "id": 29,
    "text": "После нескольких гудков раздался голос:\n\nЗдарова, слушай мне сейчас немного некогда, я тебе позже позвоню.\n\nМда, Димка, ваш школьный друг, всегда был чем то занят, не стоит ждать от него звонка.\n\nЗвонить кому либо еще, уже нехотелось, остаток дня проведен без пользы.",
    "answers": [
      {
        "id": 1,
        "text": "Новый день."
      }
    ]
  },
  {
    "id": 30,
    "text": "После нескольких гудков послышался голос:\nЗдарова, если снова занять денег, то извини, сам на мели.",
    "answers": [
      {
        "id": 34,
        "text": "Да не, я просто поболтать(поговорить на разные темы)"
      },
      {
        "id": 35,
        "text": "Спросить на счет работы."
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы решили позвонить своей бывшей подруге.\nОна на удивление быстро взяла трубку.\nПоговорив с ней немного она позвала вас 'посидеть, выпить кофе', завтра... И сказала что у нее есть для вас интересная инфорация о работе.",
    "answers": [
      {
        "id": 1,
        "text": "Следующий день"
      }
    ]
  },
  {
    "id": 32,
    "text": "",
    "answers": []
  },
  {
    "id": 33,
    "text": "",
    "answers": []
  },
  {
    "id": 34,
    "text": "Поговорив немного на разныем темы, вы узнали немного новостей, Одна компания запустила проект, связанный с виртуальной реальностью, и там требуются бета тестеры.\nНазвание фирмы и контактый телефон он продиктовал, поскольку сам очень заинтересовался этим.",
    "answers": [
      {
        "id": 1,
        "text": "Звонить"
      },
      {
        "id": 40,
        "text": "Не звонить"
      }
    ]
  },
  {
    "id": 35,
    "text": "—Не, сам без работы сижу.\nЛадно мне пора, если что, звони.",
    "answers": [
      {
        "id": 37,
        "text": "Попрощатся."
      }
    ]
  },
  {
    "id": 36,
    "text": "",
    "answers": [
      {
        "id": 42,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 37,
    "text": "Мда, Марат работает сис.админом, целый день сидит за компом и играет, немного завидно, но как он любит говорить, -Кто на кого учился.",
    "answers": [
      {
        "id": 1,
        "text": "Остаток дня вы провели в своих мыслях."
      }
    ]
  },
  {
    "id": 38,
    "text": "",
    "answers": []
  },
  {
    "id": 39,
    "text": "",
    "answers": []
  },
  {
    "id": 40,
    "text": "Остаток дня вы провели валяясь на кровати.\nБесполезно прожитый день, но надежда еще есть.... Завтра....",
    "answers": [
      {
        "id": 1,
        "text": "Новый день."
      }
    ]
  },
  {
    "id": 41,
    "text": "",
    "answers": []
  },
  {
    "id": 42,
    "text": "",
    "answers": []
  },
  {
    "id": 43,
    "text": "",
    "answers": []
  },
  {
    "id": 44,
    "text": "",
    "answers": []
  },
  {
    "id": 45,
    "text": "",
    "answers": []
  },
  {
    "id": 46,
    "text": "Еще немного подумав,вы отказались. Возможно вы сделали большую ошибку,а возможно вы решили поискать чего нибудь получше?",
    "answers": [
      {
        "id": 14,
        "text": "Обратно на форум."
      }
    ]
  },
  {
    "id": 47,
    "text": "В своем знакомом вы узнали Влада, он служил в разведке, как и вы.\n—Здарова солдат, окликнули вы его.\n—Здарова Пуля!\nЭто Ваш позывной, приклеился еще до армии, потому что вы вскгда таскали с собой когла то найденую пулю от патрона 7.62, в дальнейшем она стала для вас счастливой.\n—Как оно дружище, давно не виделись, какими судьбами?\nВлад скорчил уставшую рожицу и прокоментировал\n—Запарила эта гражданка,нигде нормальной работы нет, вот нормальную работу кадется нашел, уже месяц бегаю, запарился.\n\nВы еще немного постояли и поговорили о разном.\n\nВ комнату вошла девушка, в деловом костюме, как только она поприветствова вас всех, до вас сразу дошло, это с ней вы говорили по телефону.\n—Всем доброго дня,меня зовут Елена, Проходите в зал.",
    "answers": [
      {
        "id": 52,
        "text": "Идти в зал с Владом"
      }
    ]
  },
  {
    "id": 48,
    "text": "",
    "answers": []
  },
  {
    "id": 49,
    "text": "",
    "answers": []
  },
  {
    "id": 50,
    "text": "",
    "answers": []
  },
  {
    "id": 51,
    "text": "",
    "answers": []
  },
  {
    "id": 52,
    "text": "Вы вошли в небольшой зал, в котором в два ряда были расставлены стулья, а перед ними стояла кафедра.\nЕлена: \n—Рассаживайтесь.\n\nВы заняли свободное место, слева сел гопник, справа Влад.Девушки и мужик сели где то сзади вас.\nЕлена:\n—Я, буду вашим непосредственным руководителем, вся работа, которая будет проводится вами,строго засекречена.\nВыдержав небольшую паузу, видимо чтобы все прониклись важностью момента, она продолжила.\n—Перед тем, как я посвящу вас в детали работы, необходимо будет подписать контракт о неразглашении, если, кто либо, расскажет о происходящем,друзьям, семьям, родственникам и так далее, того будет ждать штраф в полтора миллиарда долларов и пожизненное заключение в колонии, если вас это не устраивает, можете идти.",
    "answers": [
      {
        "id": 53,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 53,
    "text": "Почти все встали и ушли, Остались только Вы,Влад,Гопник,Рыжая,Блондинка и Мужик.\n\nЕлена посмотрела на всех печальным взглядом.\n—Вас устраивают наши условия?\n\nВам ничего не оставалось кроме как кивнуть, обратного пути все равно уже нет.\n\nЕлена отвела взгляд в сторону двери, там стоял старичек, в старом лабораторном халате, с грубой щетиной, впалыми щеками, худой, с палочкой в руке.\n\n—Николай Николаевич, все как вы и говорили, именно ОНИ и остались.\n\nСтарик зашел и закрыл за собой дверь на ключь.\n—Уважаемые, я прошу вас еще раз подумать, это может оказатся очень опасно.",
    "answers": [
      {
        "id": 54,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 54,
    "text": "Никто не проронил ни слова, кроме гопника, тот явно скучая сказал:\n—Отец давай реще к делу, время как грится, бабки.\n\n—Вы правильно подметили молодой человек.\nИтак, вот ваши договора, все ваши данные уже записанны, очень внимательно прочитайте и подпишите, в двух экземплярах.\n\nВаш взгляд упал на увесистую стопку бумаг..\n\nСтарик, заметив ваши взгляды, сказал,\n—В принципе можете не читать, вам итак все расскажут, покажут, и выдадут электронную копию, так что в течении годы, вы, можете предлагать изменения, а совет директоров будет решать, утвердить их или отказать вам.",
    "answers": [
      {
        "id": 55,
        "text": "Не читать,подписать"
      }
    ]
  },
  {
    "id": 55,
    "text": "Кое как вы нашли место для подписи, поставили свою закорючку и принесли Елене, на что она утвердительно кивнула.\nДождавшись пока все отнесут свои экземпляры,\nСтарик продолжил.\n—Итак, теперь можно представлятся, и раздавать позывные, Меня зовут Николай Николаевичь, я вхожу в состав директоров фильмы 'СтальТрон'.\nВы можете называть меня Старец.А вас,\n\nон начал тыкать пальцами в окружающих вас людей.\nБелка — Это рыжая, немного похожа.\nПаяц — это гопник.\nПузырь — Это мужик по всей видимости\nГарда — Это блондинка, поскольку остались только я и Влад\nСолдат — Это был Влад\nИ ключевая фигура, Пуля.\n",
    "answers": [
      {
        "id": 56,
        "text": "Удивленно уставится на Старца"
      }
    ]
  },
  {
    "id": 56,
    "text": "Старик, заметив наши непонимающие взгляды, усмехнулся.\n—А что вы думали? Мы знаем про вас всё.Мы за ночь собрали все ваши данные,слухи,состав семьи, банковские счета, номера кридиток, адреса и телефоны всех друзей и родственников.\nМы знаем о вас абсолютно всё.\n\nТяделое молчание повисло в кабинете, никто не зотел его нарушать, каждый думал о своем.\n\nТеперь, когда мы познакомились, и когда вы подписали документы, перейдем сразу к делу.\n—Так, с чего бы начать.... ах да....\n—Вы точно не знаете, что капсулы виртуальной реальности были изобретены 11 лет назад, кем, я не буду называть, вам это знать не к чему.\nИтак, капсулы или как мы их называем 'гробы' существуют уже 11 лет, но есть одна проблема, мы можем поместить туда людей, но вылезти из них они могут только раз в неделю, и то, не более чем на два дня.\nСразу предупреждаю, там — он тыкнул вверх пальцем, есть сотовая связь, но звонить оттуда, вы чможете только за местную валюту.",
    "answers": [
      {
        "id": 57,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 57,
    "text": "Местая валюта, Рубли.\nПо окончанию вашей задачи вы сможете забрать их с собой по курсу 1 игровой за 10 реальных.\n\nВ зале висит тишина, у вас словно онемел язык от такой информации, вы до сих пор не можете поверить своим ушам... какой то дед, знает о вас абсолютно все... конечно есть еще вариант что он врет... но он маловероятен...\n\nИтак,в гробах существует несколько миров, но для вас будет только один, Мир Сталкера.\n\nУ вас глаза чуть не выпали и непроизвольно открылся рот, тот самый сталкер? за прохождением которого вы убили почти год своей жизни? и всегда хотели оказатся в шкуре 'тех самых' сталкеров, побродить по припяти, собрать артефакты, поохотится на мутантов....",
    "answers": [
      {
        "id": 58,
        "text": "Офигеть...."
      }
    ]
  },
  {
    "id": 58,
    "text": "Старик тем временем не умолкал ни на секунду.\n— Да да, тот самый сталкер, его воспроизвели по мотивам компьютерных игр и книг, там есть мутанты, радиация, группировки,бар,сталкеры а главное! там есть аномалии и артефакты.\n—А теперь самое главное, запомните раз и на всегда,вам нельзя умирать! Если умрете, ваш мозг просто сгорит! Вы не то что калекой, вы вообще жить не сможете, доставляйте артефакты,части мутантов, данные исследований по аномалиям, новым образованиям всех видов, на станцию Янов, к бункеру ученых, почти все вы будете распределены по разным группировкам, они не игровые, то есть это искусственный интелект, живые люди там тоже есть, и немало.\nТак, все закончили, сейчас Елена проводит вас по вашим комнатам, ей можете передать предпочтения по группировкам, хотя мы и так знаем кто где будет.\nСтраик улыбаясь вышел из кабината, сразу за ним зашли пять военных с автоматами в руках.\nЕлена жестом позвала вас всех за собой.",
    "answers": [
      {
        "id": 1,
        "text": "Идти за Еленой"
      }
    ]
  },
  {
    "id": 59,
    "text": "",
    "answers": []
  }
]