[
  {
    "id": 1,
    "text": "Автор: Falos.\n\nЖанр: Безумие | Юмор.\n\n Главный герой данного квеста, потерпел сильную травму головного мозга, с тех пор его раздрожают обсалютно все, начиная от любящей жены, заканчивая собственным хобби.\n Ваша цель — разнообразить жизнь главного героя любыми способами.\n\n◾Достижений: 4\n◾Концовок: 1/4\n\n❗ Убедительная просьба, ознакомиться с разделами \"От автора\" и \"Помощь\".\n\n23.01.2020 | 4:35 [Автор]: Закончил квест(почти), исправил ошибки ( Естественно не все ыыы ), так же в некоторых местах убрал/заменил текст, что бы не удалили квест за такое содержание..(",
    "answers": [
      {
        "id": 5,
        "text": "[ Начать ]",
        "middle_answer": true
      },
      {
        "id": 3,
        "text": "[ Достижения ]",
        "middle_answer": true
      },
      {
        "id": 54,
        "text": "[ Концовки ]",
        "middle_answer": true
      },
      {
        "id": 2,
        "text": "[ От автора ]",
        "middle_answer": true
      },
      {
        "id": 4,
        "text": "[ Помощь ]",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 2,
    "text": " Автор не пытается пропагандировать наркотические средства, табачные изделия, спиртные напитки или подталкивание на совершение суицида, убийство, умышленное нанесение вреда, изнасилование крупного рогатого скота и тому подобное..!\n\n Всё выше перечисленное — вредит вашему здоровью!\n\n Автор не несет ответственность за дальнейшие действия читателей!\n\n Автор не в коем случае не пытается чему-нибудь научить или что-нибудь доказать!\n\n Квест создан от \"Нечего делать\". Исключительно для любителей не стандартного юмора. С целью посмеяться, а не научиться чему-нибудь! Ни в коем случае не повторяйте вычитанное в общественных местах и не берите пример с персонажей данного квеста! Не рекомендовано для читателей младше 18и лет.\n\n Все совпадения случайны.\n\n Это не дисклеймер. \n\n Автор желает вам удачи и терпения в прохождении квеста.\n\nУбедительная просьба не ставить плохую оценку квесту за глупые шутки, если вам не нравиться такой тип, просто закройте квест.\nЕсли вас устраивает задумка квеста, то попрошу справедливо оценивать всё, включая ошибки.\n\n           Спасибо за внимание!",
    "answers": [
      {
        "id": 1,
        "text": "[ Назад ]",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 3,
    "text": "      ",
    "answers": [
      {
        "id": 3,
        "text": "Достижения:",
        "comment": true,
        "middle_answer": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "• Десантник",
        "need": [
          10
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "• Терпила",
        "need": [
          23
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "• Дизайнер",
        "need": [
          28
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "• Помощник",
        "need": [
          50
        ]
      },
      {
        "id": 3,
        "text": "---------------------------------------------------------",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "[ Назад ]",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 4,
    "text": " Главная цель главного героя — пройти через все трудности предоставленные автором, никого не убив, при этом оставаться в здравом уме. Ну и конечно же, не умереть самому.\n Проиграть невозможно, т.к в случае смерти или других фейлов, главный герой будет все снова и снова просыпаться, и начинать день заново, словно ему сниться вечный кошмар.\n Квест должен быть довольно сложным, по этому автор решил оставить в этом разделе очень важный совет, без которого, прохождение квеста будет весьма сложным.\n\nСОВЕТ: Ьуь :0",
    "answers": [
      {
        "id": 1,
        "text": "[ Назад ]",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 5,
    "text": " Вы живете в съемной квартире на 11ом этаже, со своей любимой женой. Детей вы не планируете так как не одобряете этих мелких личинусов. Туалет и ванна у вас совмещена в одну комнату. Работаете грузчиком, но живете в достатке. На первом этаже живёт довольно противная бабка.\n Автор не знает зачем он написал эту информацию, но в любом случае он надеется что вам это поможет в прохождении квеста.\n\n Вам необходимо прожить один день за главного героя. ",
    "answers": [
      {
        "id": 6,
        "text": "[ Проснуться ]"
      }
    ]
  },
  {
    "id": 6,
    "text": "— Ержан, вставай! На работу пора. — тихим голосом обращаеться к вам ваша жена с целью оторвать вас от очередного кошмара и отправить на работу.",
    "answers": [
      {
        "id": 7,
        "text": "[ Оттолкнуть ]"
      },
      {
        "id": 8,
        "text": "[ Прижать к себе и поцеловать ]"
      }
    ]
  },
  {
    "id": 7,
    "text": " Ваше утро начинаеться с не большого спаринга с женой. Одним ударом вы сломали ей ребро, после чего запинали ногами пока та не забилась под кровать.\n Вы одержали победу, соперник был слаб! ",
    "answers": [
      {
        "id": 9,
        "text": "[ Встать и осмотреться ]"
      }
    ]
  },
  {
    "id": 8,
    "text": " Жена была удивлена вашему действию, медленными и осторожными движениями, будто в ожидании какого-то подвоха, она прижалась к вам. \n Легко вздохнув и почти полностью расслабившись в ваших нежных обьятиях она решила прошептать вам на ухо: \"Я беременна\".\n После этих слов вы достали резинку из трусов, и повеселись на люстре.",
    "answers": [
      {
        "id": 8,
        "text": "Вы проиграли...",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 6,
        "text": "[ Проснуться ]"
      }
    ]
  },
  {
    "id": 9,
    "text": " Вы находитесь в своей комнате, по всюду разбросана грязная одежда, вас это очень сильно раздрожает, но на то что бы доставать жену из под кровати у вас нет времени.",
    "answers": [
      {
        "id": 11,
        "text": "[ Войти на кухню ]"
      },
      {
        "id": 12,
        "text": "[ Войти в туалет ]"
      },
      {
        "id": 10,
        "text": "[ Выйти на балкон ]"
      },
      {
        "id": 13,
        "text": "[ Выйти в подъезд ]"
      }
    ]
  },
  {
    "id": 10,
    "text": " Вы находитесь на балконе, решив что вам некуда торопиться, вы затянули одну еденицу тобачного изделия. Вы смотрите на город, серые коробки и много противных людей. Лёгкий ветерок обдувает ваше лицо. Вы представили что вы летите, но тут же в нос ударил запох выхлопных газов. С мыслью, что весь мир это свалка, вы спругнули с балкона, после чего в полете сломали шею об ветку дерева, ростущее внизу. Позже, оказавшись на земле, вы переломали себе все кости.",
    "answers": [
      {
        "id": 10,
        "text": "Вы проиграли...",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 6,
        "text": "[ Проснуться ]"
      },
      {
        "id": 10,
        "text": "       ",
        "comment": true
      },
      {
        "id": 10,
        "text": "• Вы получили достижение \"Десантник\".",
        "comment": true
      }
    ]
  },
  {
    "id": 11,
    "text": " Вы находитесь на кухне. Очень много грязной посуды, вы все больше задумываетесь о том, что бы вернуться к жене, но больше всего вас волнует пустой желудок.",
    "answers": [
      {
        "id": 15,
        "text": "[ Открыть холодильник ]"
      },
      {
        "id": 9,
        "text": "[ Вернуться ]"
      }
    ]
  },
  {
    "id": 12,
    "text": " Вы находитесь в туалете. \nНа удивление он довольно чистый.",
    "answers": [
      {
        "id": 16,
        "text": "[ Справить нужду ]"
      },
      {
        "id": 9,
        "text": "[ Вернуться ]"
      }
    ]
  },
  {
    "id": 13,
    "text": " Вы подошли к входной двери. Надо бы проверить, не забыли ли вы ничего, перед тем как выйти.",
    "answers": [
      {
        "id": 17,
        "text": "[ Искать ключ от двери ]"
      },
      {
        "id": 18,
        "text": "[ Выбить дверь ]"
      },
      {
        "id": 9,
        "text": "[ Вернуться ]"
      }
    ]
  },
  {
    "id": 14,
    "text": " В шкафу такая же гнязная посуда, как и в раковине, вы около минуты рассматривали ее, и думали о ней как о своей жизни, после чего вы не выдержали и начали бросать посуду на пол. В истерике вы сели ягодицами на пол, взялись за осколок разбитой посуды и перерезали себе горло.",
    "answers": [
      {
        "id": 14,
        "text": "Вы проиграли...",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 6,
        "text": "[ Проснуться ]"
      }
    ]
  },
  {
    "id": 15,
    "text": " Осмотрев холодильник и не обнаружив ничего сьедобного, вы впали в истерику, после чего вы сунули голову по дальше в холодильник и усердно пытались закрыть его.\n Позже вы поняли что это безполезно.",
    "answers": [
      {
        "id": 11,
        "text": "[ Назад ]"
      }
    ]
  },
  {
    "id": 16,
    "text": " Вы подняли крышку унитаза, независимо от поставленных целей, и желаемых результатов, ваше внимание привлекла вода в туалете, она была на столько чистая, что можно было разглядеть прошлые результаты человеческих выделений. После долгих наблюдений, а так же размышлений, сравнивая свою жизнь с этой водой, вам показалось что будет лучше если вы станете ближе к прекрасному. Вы сунули голову в унитаз, не обращая внимания на кислородное голодание... Вы потеряли сознание...",
    "answers": [
      {
        "id": 16,
        "text": "Вы проиграли...",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 6,
        "text": "[ Проснуться ]"
      }
    ]
  },
  {
    "id": 17,
    "text": " Вы принялись искать ключ, что бы открыть дверь. После долгих рысканий по корманам и тумбочкам, вы обнаружили его в сердцевине зомка. Взбесившись от ситуации, вы ударили кулаком в дверь, достали ключ и воткнули его себе в глаз.",
    "answers": [
      {
        "id": 17,
        "text": "Вы проиграли...",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 6,
        "text": "[ Проснуться ]"
      }
    ]
  },
  {
    "id": 18,
    "text": " Вы в состоянии гнева, выбили дверь, вам стало гораздо спакойнее. \n Вы наконец вышли из квартиры.",
    "answers": [
      {
        "id": 19,
        "text": "[ Идти к лифту ]"
      },
      {
        "id": 20,
        "text": "[ Спуститься по лестнице ]"
      },
      {
        "id": 21,
        "text": "[ Катиться по леснице ]"
      }
    ]
  },
  {
    "id": 19,
    "text": " Вы подошли к лифту и нажали на кнопку его вызова, минут 10 вы стояли и думали о работе. Лифт никак не приехал, вы повторили процесс, после чего заметили объявление на лифте, которое гласит о его неисправности.",
    "answers": [
      {
        "id": 18,
        "text": "Мать собаки!"
      }
    ]
  },
  {
    "id": 20,
    "text": " С трудом, но вы спустились на первый этаж. Вы готовы были уже выходить из подьезда, но вас остановила бабуля и слезно умоляет помочь повесить полку в зале. Отказаться вы не можете, потомучто Автор не захотел добавлять такой вариант ответа.",
    "answers": [
      {
        "id": 22,
        "text": "[ Согласиться ]"
      },
      {
        "var_no_more": [
          "ER",
          5
        ],
        "instant": true,
        "id": 20,
        "text": "[ Отказаться ]",
        "var_mult": [
          "ER",
          5
        ],
        "var_set": [
          "ER",
          5
        ]
      }
    ]
  },
  {
    "id": 21,
    "text": " Вы опаздываете на работу, и придумали как с экономить время. К сожалению когда достигли 10ого этажа, из за многочисленных переломов, вы не смогли встать.",
    "answers": [
      {
        "id": 21,
        "text": "Вы проиграли...",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 6,
        "text": "[ Проснуться ]"
      }
    ]
  },
  {
    "id": 22,
    "text": " Вы решили сделать доброе дело и помочь бедной бабушке. Она вручила вам отвертку и сказала что гвозди с молотком в комнате, после чего повела вас внуторь, но шла очень медленно...",
    "answers": [
      {
        "id": 23,
        "text": "[ Помочь бабушке идти быстрее ]"
      },
      {
        "id": 24,
        "text": "[ Терпеливо ждать ]"
      }
    ]
  },
  {
    "id": 23,
    "text": " Вы решили проявить заботу. Пихнув бабушку ногой в спину, она влетела головой в стену, разбив себе лоб. Вы не заметили никаких признаков жизни неуклюжей бабушки.",
    "answers": [
      {
        "id": 23,
        "text": "Вы проиграли...",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 6,
        "text": "[ Проснуться ]"
      },
      {
        "id": 23,
        "text": "      ",
        "comment": true
      },
      {
        "id": 10,
        "text": "• Вы получили достижение \"Терпила\".",
        "comment": true
      }
    ]
  },
  {
    "id": 24,
    "text": " Ваши руки уже начинают колотиться, бабушка достигла места назначения, но вы все еще ждете пока она нащупает выключатель, что бы осветить комнату.",
    "answers": [
      {
        "id": 25,
        "text": "[ Оттолкнуть бабушку и нажать на выключатель ]"
      },
      {
        "id": 26,
        "text": "[ Терпеливо ждать ]"
      }
    ]
  },
  {
    "id": 25,
    "text": " Вы грубо пихнули бабушку и нажали на выключатель, бабушка ели удержалась на ногах.\n Комната осветилась, вы увидели ящик гвоздей и молоток.\n Бабушка недовольно начала ворчать на вас, за такой поступок, начала ругать и рассказывать как нужно обращаться со старшими.",
    "answers": [
      {
        "id": 27,
        "text": "[ Слушать ]"
      },
      {
        "id": 28,
        "text": "[ Извениться и сказать что вы опаздываете на работу ]"
      }
    ]
  },
  {
    "id": 26,
    "text": " Вы не смогли очередной раз вытерпеть очередное издевательство. Вы по крепче взяли отвёртку которую вам дала бабушка и всадили ей в череп.",
    "answers": [
      {
        "id": 26,
        "text": "Вы проиграли...",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 6,
        "text": "[ Проснуться ]"
      }
    ]
  },
  {
    "id": 27,
    "text": " Вы какое-то время слушали как мнение о вас, так и ее истории из жизни. Вы уже понимаете что на работу опаздали. Но выбора у вас нет.\n Когда бабушка закончила свои высказывания, она посмотрела на место где должна висеть полка. Как оказалось, полку ей вчера повесил ее сосед. Она извинилась за свой склероз и настаивала угостить вас чаем в знак извенений.",
    "answers": [
      {
        "id": 31,
        "text": "[ Согласиться ]"
      },
      {
        "var_no_more": [
          "ERR",
          5
        ],
        "instant": true,
        "id": 27,
        "text": "[ Вежливо отказаться ]",
        "var_mult": [
          "ERR",
          5
        ],
        "var_set": [
          "ERR",
          5
        ]
      },
      {
        "id": 56,
        "text": "[ Сбежать ]"
      }
    ]
  },
  {
    "id": 28,
    "text": " Вы начали перекрикивать бабушку, но ей это еще больше не понравилось и она продолжила ругательства, но на более высоком тоне.\n Вы не смогли сдержаться, оттолкнули бабушку так как она загораживала вам путь к гвоздям и молотку. \n Взяв молоток и гвоздь, вы вбили его бабушке в голову, но не смогли успакоиться пока не вбили туда же, весь ящик гвоздей.",
    "answers": [
      {
        "id": 28,
        "text": "Вы проиграли...",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 6,
        "text": "[ Проснуться ]"
      },
      {
        "id": 28,
        "text": "      ",
        "comment": true
      },
      {
        "id": 10,
        "text": "• Вы получили достижение \"Дизайнер\".",
        "comment": true
      }
    ]
  },
  {
    "id": 29,
    "text": " Видимо бабушка совсем сошла с ума, она попросила вас разбить сервант об ее голову.\n Вы не смогли отказать ей в помощи. Сервант оказался слишком хрупким, обним ударом бабушкиной головы хватило что бы разбить стекло, лицо бабушки изрезалось, а сама она потеряла сознание.",
    "answers": [
      {
        "id": 29,
        "text": "Вы проиграли...",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 6,
        "text": "[ Проснуться ]"
      }
    ]
  },
  {
    "id": 30,
    "text": " В разработке...\n       Спасибо большое что дочитал до этого момента, пока что это только тестовая версия.\n \n   ",
    "answers": [
      {
        "id": 1,
        "text": "[ В начало ]",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 31,
    "text": " \"Отказываться было бы весьма не вежливо\" — подумали вы и согласились. Бабушка с улыбкой на лице повела вас на кухню...\n Как только вы дошли до кухни бабушка попросила вас достать на верхней полке ее любимый чай.",
    "answers": [
      {
        "id": 33,
        "text": "[ Открыть полку ]",
        "var_add": [
          "T",
          5
        ]
      },
      {
        "id": 34,
        "text": "[ Попросить описание чая ]"
      }
    ]
  },
  {
    "id": 32,
    "text": " Вы медленно закрыли полку, после чего бабушка поставила чайник, на удивление, без инцидентов. \n Вы уселись за стол вместе с бабушкой и ждете пока закипит чайник. Бабушка настроена слишком разговорчиво, вы всем своим видом показывали что не желаете общаться, и по скорее бы уже уйти, но она продолжала задавать вопросы. \n И вот вы услышали звук закипающего чайника. Громкий свист режет вам уши, но бабушка не слышет, что чайник уже закипел.",
    "answers": [
      {
        "id": 49,
        "text": "[ Снять чайник ]"
      },
      {
        "id": 50,
        "text": "[ Обратиться к бабушке ]"
      },
      {
        "id": 51,
        "text": "[ Сидеть ]"
      }
    ]
  },
  {
    "id": 33,
    "text": " Как только вы открыли шкафчик вы обнаружили 13 упаковок чая. Терпение главного героя почти на нуле, по этому автор будет надеяться на вашу удачу.",
    "answers": [
      {
        "id": 33,
        "text": "Терпение: ",
        "comment": true,
        "var_show": [
          "T",
          "%"
        ]
      },
      {
        "id": 35,
        "text": "[ Красная - \"Левобережка и сантехник\" ]"
      },
      {
        "id": 36,
        "text": "[ Оранжевая - \"Белогнойка и семь упырей\" ]"
      },
      {
        "id": 37,
        "text": "[ Жёлтая - \"Горбатый скокун\" ]"
      },
      {
        "id": 38,
        "text": "[ Зеленая - \"Лапки Шрека\" ]"
      },
      {
        "id": 39,
        "text": "[ Голубая - \"Гнойный принц\" ]"
      },
      {
        "id": 40,
        "text": "[ Синяя - \"Лохматый князь\" ]"
      },
      {
        "id": 41,
        "text": "[ Фиолетовая - \"Принцесса Дури\" ]"
      },
      {
        "id": 42,
        "text": "[ Розовая - \"Еврейская царица\" ]"
      },
      {
        "id": 43,
        "text": "[ Коричневая - \"Мёртвый гусь\" ]"
      },
      {
        "id": 44,
        "text": "[ Черная - \"Деревянный яйцезвон\" ]"
      },
      {
        "id": 45,
        "text": "[ Белая - \"Бурядский чай\" ]"
      },
      {
        "id": 46,
        "text": "[ Серая - \"Золушкин выкидыш\" ]"
      },
      {
        "id": 47,
        "text": "[ Бежевая - \"Дешёвая чаша\" ]"
      }
    ]
  },
  {
    "id": 34,
    "text": " Вы попытались узнать какой именно чай вам следует достать, но к сожалению, бабушка забыла, но сказала что вспомнит если увидет упаковку.",
    "answers": [
      {
        "id": 31,
        "text": "[ Назад ]"
      }
    ]
  },
  {
    "id": 35,
    "text": " Вы достали одну из упаковок и показали ее бабушке, в надежде что именна ее вам следует найти, но вы услышали от нее отрицательный ответ..",
    "answers": [
      {
        "id": 33,
        "var_sub": [
          "T",
          1
        ],
        "text": "[ Поискать другую ] (-1)",
        "var_more": [
          "T",
          1
        ]
      },
      {
        "id": 48,
        "text": "[ Сказать бабушке что у нее нет чая ]"
      }
    ]
  },
  {
    "id": 36,
    "text": " Вы достали одну из упаковок и показали ее бабушке, в надежде что именна ее вам следует найти, но вы услышали от нее отрицательный ответ..",
    "answers": [
      {
        "id": 33,
        "var_sub": [
          "T",
          1
        ],
        "text": "[ Поискать другую ] (-1)",
        "var_more": [
          "T",
          1
        ]
      },
      {
        "id": 48,
        "text": "[ Сказать бабушке что у нее нет чая ]"
      }
    ]
  },
  {
    "id": 37,
    "text": " Вы достали одну из упаковок и показали ее бабушке, в надежде что именна ее вам следует найти, но вы услышали от нее отрицательный ответ..",
    "answers": [
      {
        "id": 33,
        "var_sub": [
          "T",
          1
        ],
        "text": "[ Поискать другую ] (-1)",
        "var_more": [
          "T",
          1
        ]
      },
      {
        "id": 48,
        "text": "[ Сказать бабушке что у нее нет чая ]"
      }
    ]
  },
  {
    "id": 38,
    "text": " Вы достали одну из упаковок и показали ее бабушке, в надежде что именна ее вам следует найти, но вы услышали от нее отрицательный ответ..",
    "answers": [
      {
        "id": 33,
        "var_sub": [
          "T",
          1
        ],
        "text": "[ Поискать другую ] (-1)",
        "var_more": [
          "T",
          1
        ]
      },
      {
        "id": 48,
        "text": "[ Сказать бабушке что у нее нет чая ]"
      }
    ]
  },
  {
    "id": 39,
    "text": " Вы достали одну из упаковок и показали ее бабушке, в надежде что именна ее вам следует найти, но вы услышали от нее отрицательный ответ..",
    "answers": [
      {
        "id": 33,
        "var_sub": [
          "T",
          1
        ],
        "text": "[ Поискать другую ] (-1)",
        "var_more": [
          "T",
          1
        ]
      },
      {
        "id": 48,
        "text": "[ Сказать бабушке что у нее нет чая ]"
      }
    ]
  },
  {
    "id": 40,
    "text": " Вы достали одну из упаковок и показали ее бабушке, в надежде что именна ее вам следует найти, но вы услышали от нее отрицательный ответ..",
    "answers": [
      {
        "id": 33,
        "var_sub": [
          "T",
          1
        ],
        "text": "[ Поискать другую ] (-1)",
        "var_more": [
          "T",
          1
        ]
      },
      {
        "id": 48,
        "text": "[ Сказать бабушке что у нее нет чая ]"
      }
    ]
  },
  {
    "id": 41,
    "text": " Вы достали одну из упаковок и показали ее бабушке, в надежде что именна ее вам следует найти, но вы услышали от нее отрицательный ответ..",
    "answers": [
      {
        "id": 33,
        "var_sub": [
          "T",
          1
        ],
        "text": "[ Поискать другую ] (-1)",
        "var_more": [
          "T",
          1
        ]
      },
      {
        "id": 48,
        "text": "[ Сказать бабушке что у нее нет чая ]"
      }
    ]
  },
  {
    "id": 42,
    "text": " Вы достали одну из упаковок и показали ее бабушке, в надежде что именна ее вам следует найти, но вы услышали от нее отрицательный ответ..",
    "answers": [
      {
        "id": 33,
        "var_sub": [
          "T",
          1
        ],
        "text": "[ Поискать другую ] (-1)",
        "var_more": [
          "T",
          1
        ]
      },
      {
        "id": 48,
        "text": "[ Сказать бабушке что у нее нет чая ]"
      }
    ]
  },
  {
    "id": 43,
    "text": " Вы достали одну из упаковок и показали ее бабушке, в надежде что именна ее вам следует найти и вы услышали положительный ответ!\n Бабушка ответила что это именно тот чай.",
    "answers": [
      {
        "id": 32,
        "text": "- Неужели..."
      }
    ]
  },
  {
    "id": 44,
    "text": " Вы достали одну из упаковок и показали ее бабушке, в надежде что именна ее вам следует найти, но вы услышали от нее отрицательный ответ..",
    "answers": [
      {
        "id": 33,
        "var_sub": [
          "T",
          1
        ],
        "text": "[ Поискать другую ] (-1)",
        "var_more": [
          "T",
          1
        ]
      },
      {
        "id": 48,
        "text": "[ Сказать бабушке что у нее нет чая ]"
      }
    ]
  },
  {
    "id": 45,
    "text": " Вы достали одну из упаковок и показали ее бабушке, в надежде что именна ее вам следует найти, но вы услышали от нее отрицательный ответ..",
    "answers": [
      {
        "id": 33,
        "var_sub": [
          "T",
          1
        ],
        "text": "[ Поискать другую ] (-1)",
        "var_more": [
          "T",
          1
        ]
      },
      {
        "id": 48,
        "text": "[ Сказать бабушке что у нее нет чая ]"
      }
    ]
  },
  {
    "id": 46,
    "text": " Вы достали одну из упаковок и показали ее бабушке, в надежде что именна ее вам следует найти, но вы услышали от нее отрицательный ответ..",
    "answers": [
      {
        "id": 33,
        "var_sub": [
          "T",
          1
        ],
        "text": "[ Поискать другую ] (-1)",
        "var_more": [
          "T",
          1
        ]
      },
      {
        "id": 48,
        "text": "[ Сказать бабушке что у нее нет чая ]"
      }
    ]
  },
  {
    "id": 47,
    "text": " Вы достали одну из упаковок и показали ее бабушке, в надежде что именна ее вам следует найти, но вы услышали от нее отрицательный ответ..",
    "answers": [
      {
        "id": 33,
        "var_sub": [
          "T",
          1
        ],
        "text": "[ Поискать другую ] (-1)",
        "var_more": [
          "T",
          1
        ]
      },
      {
        "id": 48,
        "text": "[ Сказать бабушке что у нее нет чая ]"
      }
    ]
  },
  {
    "id": 48,
    "text": " Вы решили не заморачиваться с поисками и обмануть бабушку.\nВесьма плохой проступок...\nБабушка не могла поверить что ее любимый чай, так быстро закончился и решила убедиться сама.\n Вскорапковшись на маленький стульчик, она потянулась к чаю. Вы молча смотрели на это и вас пробил истерический смех, вы вспомнили армейские приколы, быстрым движением одной руки вы выдернули стульчик из под ног бабушки. Во время полета, бабушка приложилась лицом об газовую плиту, сломав себе челюсть. После вы добили ее стулом...",
    "answers": [
      {
        "id": 8,
        "text": "Вы проиграли...",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 6,
        "text": "[ Проснуться ]"
      }
    ]
  },
  {
    "id": 49,
    "text": " Вы взяли инициативу на себя. Сняв чайник вы разлили горячей воды в обе кружки. После поставили его возле себя, на всякий случай.\n Отпив немного бабушкиного чая, вам стало гораздо спакойнее, вы даже перехотели идти на работу.\n\"Во истину волшебный чай\" — произнесли вы.\n\"Ох.. кошачий помёт высушеный на батарее, вот он, залог хорошего настроения\" — с улыбкой ответила бабушка.\n Да-да... Но вам уже было всеровно... Вы счастливы...",
    "answers": [
      {
        "id": 52,
        "text": "[ Далее ]"
      }
    ]
  },
  {
    "id": 50,
    "text": " Вы откликнули бабушку, после чего она извинилась за свой слух и сняла чайник.\n Бабушка начала разливать горячую воду по кружкам и естественно облила вас. \n Мирно посидеть у вас не вышло, видел бог, не вы начали эту войну... Вы огрели бабушку чайником и выбежали из квартиры.",
    "answers": [
      {
        "id": 56,
        "text": "[ Далее ]"
      },
      {
        "id": 50,
        "text": "    ",
        "comment": true
      },
      {
        "id": 16,
        "text": "• Вы получили достижение \"Помощник\".",
        "comment": true
      }
    ]
  },
  {
    "id": 51,
    "text": " Вы по боялись принимать какие либо действия. Закрыв глаза и преоткрыв рот, вы истерически орёте.\n Внезапно колпочек чайника, со свистом влетает в здоровенную, старую люстру. Люстра падает бабушке на голову. Голова в смятку, вас обдало смесью мозгов и крови.\n Но колпочек не думал останавливаться, отрекашетивши от люстры, он направился к окну, от окна к тумбочке, от тумбочки прямо вам в рот. Вы подавились и погибли...",
    "answers": [
      {
        "id": 8,
        "text": "Вы проиграли...",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 6,
        "text": "[ Проснуться ]"
      }
    ]
  },
  {
    "id": 52,
    "text": " Вы вернулись в квартиру и помирились с женой. На позетиве сходили в магазин за продуктами, вернулись и приготовили еду. Крики из вашей квартиры больше никто из соседей не слышал. От начальника с работы, небыло звонка, видимо на работе все обошлось. Вы счастливы.",
    "answers": [
      {
        "id": 53,
        "text": "- Но.. а что потом?"
      }
    ]
  },
  {
    "id": 53,
    "text": " Ближе к вечеру у вас открылась сильная рвота и понос, ваш белоснежный туалет был похож на вас, по утрам. Ночью открылась сильная язва и вы погибли. Но это уже не важно. Вы прошли квест!",
    "answers": [
      {
        "id": 8,
        "text": "Вы выиграли...!",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "[ Закончить ]"
      },
      {
        "id": 53,
        "text": "      ",
        "comment": true
      },
      {
        "id": 53,
        "text": "- Разблокирована концовка!\n[ Счастливчик ]",
        "comment": true
      }
    ]
  },
  {
    "id": 54,
    "text": "     ",
    "answers": [
      {
        "id": 54,
        "text": "Доступные концовки:",
        "comment": true,
        "middle_answer": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 54,
        "text": "• Счастливчик!",
        "need": [
          53
        ]
      },
      {
        "id": 3,
        "text": "---------------------------------------------------------",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "[ Назад ]",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 55,
    "text": " Вы вышли из подьезда. На улице вас ждал яркий солнечный свет, ваши глаза еще не привыкли к такому резкому освещению, вокруг уже начинает таять лёд. Вы прошли пару шагов и подскользнулись на замерзшей луже после дождя и потеряли сознание.",
    "answers": [
      {
        "id": 58,
        "text": "[ Очнуться ]"
      }
    ]
  },
  {
    "id": 56,
    "text": " Самая главная проблема позади! Вот он, выход из подъезда...\n Автор решил сделать впереди автосохранение.\nВы готовы выйти?",
    "answers": [
      {
        "id": 55,
        "text": "- Да."
      },
      {
        "id": 6,
        "text": "- Я еще похожу..."
      }
    ]
  },
  {
    "id": 57,
    "text": "Главное не забыть удалить...",
    "answers": [
      {
        "id": 1,
        "text": "< Назад >"
      },
      {
        "id": 32,
        "text": "• Чаепитие"
      },
      {
        "id": 56,
        "text": "• Выход из подъезда"
      }
    ]
  },
  {
    "id": 58,
    "text": " — Братишка. Эй, братишка. Вставай, замерзнеш. — Хриплым голосом произнес местный бомж Евгений, с целью разбудить вас.",
    "answers": [
      {
        "id": 59,
        "text": "[ Прогнать ]",
        "var_add": [
          "TR",
          1
        ]
      },
      {
        "id": 60,
        "text": "[ Поблагодарить ]",
        "var_sub": [
          "TR",
          1
        ]
      }
    ]
  },
  {
    "id": 59,
    "text": " Прогнав бомжа, вы с трудом поднялись. Ваша одежда немного грязная, но на вашу работу, не стыдно явиться и в таком виде.",
    "answers": [
      {
        "id": 61,
        "text": "[ Отправиться на работу ]"
      }
    ]
  },
  {
    "id": 60,
    "text": " Вы поблагодарили бедного человека, после чего он помог вам встать. Ваша одежда была грязная, но нищий помог вам немного отряхнуться. Вы уже собирались уходить, но у вас было чувство что бомж хочет вам что-то сказать.\n — \"Наша встреча не случайность, мы еще встретимся\" — пафосно произнес бомж и спрятался за деревом.",
    "answers": [
      {
        "id": 61,
        "text": "[ Отправиться на работу ]"
      }
    ]
  },
  {
    "id": 61,
    "text": " Работа находиться в двух районах от сюда, вы остановились возле остановки. Пойдете пешком или воспользуетесь транспортом?",
    "answers": [
      {
        "id": 62,
        "text": "[ Транспорт ]",
        "instant": true,
        "var_need": [
          "TR",
          1
        ]
      },
      {
        "id": 64,
        "text": "[ Транспорт ]",
        "var_no_more": [
          "TR",
          0
        ]
      },
      {
        "id": 63,
        "text": "[ Пешком ]"
      }
    ]
  },
  {
    "id": 62,
    "text": " Вас не пустили в автобус. Кондуктор посмотрев на вас, сразу же выпихнул из салона, видимо из за подения на льду, вы испачкались сильнее чем думали.",
    "answers": [
      {
        "id": 63,
        "text": "[ Пешком ]"
      }
    ]
  },
  {
    "id": 63,
    "text": " Вы направились на работу на своих двоих. Но вы не расстраивались, по пути разглядывали разные городские пейзажи, и думали о работе. На удивление, людей на улице очень мало.",
    "answers": [
      {
        "id": 65,
        "text": "[ Идти дальше ]"
      }
    ]
  },
  {
    "id": 64,
    "text": " Воспользовавшись общественным транспортом, вы без проблем добрались до работы. Как только вы вошли из салона у вас сильно забурчал желудок... Не желаете перекусить в ближайшей забегаловке?",
    "answers": [
      {
        "id": 72,
        "text": "[ Заглянуть ]"
      },
      {
        "id": 73,
        "text": "[ Отправиться в офис к начальнику ]"
      }
    ]
  },
  {
    "id": 65,
    "text": " Вы идёте уже около 15 минут и ваше внимание привлек открытый люк, ничем не огороженый и работников рядом не видно.",
    "answers": [
      {
        "id": 66,
        "text": "[ Осмотреть ]"
      },
      {
        "id": 67,
        "text": "[ Пройти мимо ]"
      }
    ]
  },
  {
    "id": 66,
    "text": " Вы нагнулись что бы посмотреть внуторь канализации и вы увидели там чёрного, глозастого человека, всего измазанного человечками выделениями, с орешками. В руке он держал мертвую тушу крысы. Возможно это какой то комуфляж, так как выглядел он напуганно и скорее всего от кого то скрывался.",
    "answers": [
      {
        "id": 68,
        "text": "[ Заговорить с существом ]"
      },
      {
        "id": 69,
        "text": "[ Продолжить смотреть ]"
      }
    ]
  },
  {
    "id": 67,
    "text": " Вы идете дальше и замечаете купюру в 1000рублей. Казалось бы, удача, но нет.\nС зади подбежали 4 ванючий бомжа и начали вас бить, как только вы потеряли сознание, вас раздели и изнасиловали по среди улицы.",
    "answers": [
      {
        "id": 67,
        "text": "Вы проиграли...",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 58,
        "text": "[ Проснуться ]"
      }
    ]
  },
  {
    "id": 68,
    "text": " Вы решили развязать диолог, но как только вы произнесли слово, существо резко вылезло из канализации и убежало в сторону остановки. Вы с выпученными глазами смотрели ему в спину.\n    Погодите... Кажеться это ваша жена...",
    "answers": [
      {
        "id": 70,
        "text": "[ Идти дальше ]"
      }
    ]
  },
  {
    "id": 69,
    "text": " Вы простояли так 3 часа и 27 минут, в итоге вы здались. Схватив существо за горло вы выбросили его на асфальт, после подняли крышку люка и пару раз уронили его на существо. Когда эта тварь перестала дергаться, вы бросили ее тело обратно в канализацию и закрыли люком.",
    "answers": [
      {
        "id": 71,
        "text": "[ Идти дальше ]"
      }
    ]
  },
  {
    "id": 70,
    "text": " Вы повернулись что бы направиться в сторону работы, но в вас тут же прилетел комок свежих фикалий. Это не простительно, хотите спрыгнуть в канализацию и наволять обидчику?",
    "answers": [
      {
        "id": 70,
        "text": "Закрыто. [ В разработке ]\n[ Требуется достижение \"Десантник\" ]",
        "comment": true
      },
      {
        "id": 75,
        "text": "[ Идти дальше ]"
      }
    ]
  },
  {
    "id": 71,
    "text": " Немного подумав о произошедшем, вы бросились под машину.",
    "answers": [
      {
        "id": 71,
        "text": "Вы проиграли...",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 58,
        "text": "[ Проснуться ]"
      }
    ]
  },
  {
    "id": 72,
    "text": " Как только вы зашли в забегаловку, к вам на встречу вышла очаровательная девушка. Миленькие тоненькие усики, густые сросшиеся брови и большие...глаза..\n Вы влюбились в эту девушку по уши..\n— Эй, чурка ванючая, ты теперь новый работник этого прекрасного ресторана. — Произнесла девушка показывая пальцем прямо на вас. Она начала выбирать вам униформу по размеру, одновременно обьясняя ваши обязанности, иногда из ее рта вылетали капельки слюнь, это выглядело чертовски мило. В итоге вы остались одни на кассе.",
    "answers": [
      {
        "id": 74,
        "text": "[ Ждать ]"
      }
    ]
  },
  {
    "id": 73,
    "text": " Перед входом в офис, вы обратили внимание, что на работу никто не явился.\nВы зашли в кабинет начальника, его долгое время не было, но позже он зашел в кобинет и в недоумении смотрит на вас.",
    "answers": [
      {
        "id": 76,
        "text": "- Есть что разгрузить?"
      }
    ]
  },
  {
    "id": 74,
    "text": " Опыта работы у вас не было, за весь день вы ничего не продали, а просто думали о девушке. В конце рабочего к вам пришла девушка, ваше сердце забилось сильнее. Но тут вы увидели как за ней зашли еще двое крепких ребят, они проверили кассу, увидели что вы ничего не продали, погрузили вас в машину и продали на органы.",
    "answers": [
      {
        "id": 74,
        "text": "Вы проиграли...",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 58,
        "text": "[ Проснуться ]"
      }
    ]
  },
  {
    "id": 75,
    "text": " Вы прошли метров 15, после чего вам придетел кирпич в голову.",
    "answers": [
      {
        "id": 75,
        "text": "Вы проиграли...",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 58,
        "text": "[ Проснуться ]"
      }
    ]
  },
  {
    "id": 76,
    "text": " Вы прервали долгое молчание. Начальник удивился вашему желанию работать и похвалил вас. На удивление, про ваше опаздание ничего не сказал. Вы не поняли причину его доброты, но задание вы получили. Вам нужно разгрузить 5ый фургон. Как не странно, разгружали вы его совершенно один, и освободились только под вечер.",
    "answers": [
      {
        "id": 77,
        "text": "[ Вернуться к начальнику ]"
      }
    ]
  },
  {
    "id": 77,
    "text": " Вы вернулись в кобинет начальника, его самого там как обычно не было, вы принялись поджидать его, что бы сообщить о проделанной работе. Краем глаза вы заметили на стене календарь, как оказалось, сегодня выходной день.",
    "answers": [
      {
        "id": 77,
        "text": "Закрыто. [ В разработке ]\n[ Требуеться достижение \"Терпила\" ]",
        "comment": true
      },
      {
        "id": 78,
        "text": "[ Психануть ]"
      }
    ]
  },
  {
    "id": 78,
    "text": " Вы вспомнили свою жену... Немного расстроившись вы погадили на стол начальника, измазали лицо говном и выпрыгнули в окно.",
    "answers": [
      {
        "id": 78,
        "text": "Вы проиграли...",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "[ Проснуться ]"
      }
    ]
  },
  {
    "id": 79,
    "text": "",
    "answers": []
  }
]