[
  {
    "id": 1,
    "text": "*Это мой самый первый квест\nВы молодой студент Владимир Дубицкий, долги за обучение и ипотека за квартиру( понесла Вас нелёгкая в тот день в банк) совсем вас доканали. Работаете на трёх работах и берёте любую подработку. Вы за это время конечно со многими познакомились, но всё-таки такая жизнь не для вас, вам нужен адреналин. Вы стали перебирать варианты:\" Горячая точка... Нет, денег простым солдатом много не насобираешь... Стоп, а что там про... как там... а Зону... Вспомнил, туда люди ходят фигню какую-то тоскают, но за большие бабки. А это идея!\". Вы тот час стали перебирать все варианту попадения туда. На ум пришло несколько вариантов",
    "answers": [
      {
        "id": 2,
        "text": "Набрать номер профессора Юрия Доцкого, работоющего в НИИЧАЗ, с которым вы встречались на одной конференции "
      },
      {
        "id": 3,
        "text": "Набрать Диму, вашего однаклассника и человека работающего на периметре"
      },
      {
        "id": 50,
        "text": "Что я делал в прошлой жизни?..\n[Достижения]"
      },
      {
        "id": 54,
        "text": "К чему же это приведёт?\n[Концовки]"
      },
      {
        "id": 70,
        "text": "Связь и автор"
      }
    ]
  },
  {
    "id": 2,
    "text": "Милый женский голос:\n— Алло, приёмная НИИЧАЗ\n— Мне нужен Юрий Доцкий\n— Сейчас, так-так освободится Юрий Николаевич только через час...\n— Хорошо...\nЧас тянулся целую вечность... Вот прошёл час терзнаний, вы уже десять раз жалели о звонке. Снова милый голос\n—Алло, а это вы, соединяю\n—Добрый день, кто это?\n— Здравствуйте Юрий Николаевич. Это тот смышлённый студент с коференции. Вы меня помните?\n—А как иначе, так что вы решились поступить к нам в НИИЧАЗ? Биологи нам нужны.\n—Я...*выдох*... Я бы хотел работать в Зоне.\n—...В полевых условиях?\n—Да, очень деньги нужны...\n— Но это очень опасно. Я конечно могу помочь, но... \n—Прошу...\n—Сделаю всё возможное. Я перезвоню, Владимир Алексеевич.\n—Буду ждать...\n",
    "answers": [
      {
        "id": 5,
        "text": "Ждать..."
      }
    ]
  },
  {
    "id": 3,
    "text": "—Алло...\n—Дима, привет это Володя...\n—Аааа... Володя, говорил же я что придёшь служить\n—Дима, я по такому делу... Устрой работь...\n—Денег совсем нет?\n—Совсем, Дима, совсем...\n—Согласен командывать постом в Зоне? Платят 65 тыщ...\n—Ещё бы Дима!\n—Приходи завтра в военкомат.\n—Приду Дима, приду! Спасибо большое!",
    "answers": [
      {
        "id": 71,
        "text": "Идти в военкомат "
      }
    ]
  },
  {
    "id": 4,
    "text": "",
    "answers": []
  },
  {
    "id": 5,
    "text": "Тянулись дни, вот прошла неделя. Вдруг звонок. \n—Владимир Алесеевич?\n—Да, а кто спрашивает?\n—Отдел кадров НИИЧАЗ. Мы рассмотрели ваше досье и решили принять вас полевым лаборантом.\n—Спасибо! Спасибо большое!\n—Мы ждём вас через неделю в вашем университете. К вам подойдут. Теперь о жаловании... Полевому лаборанту-биологу причетается... около 65000 рублей в месяц, вас устраивает?\n—Да-да, более чем! Спасибо ещё раз!\n— До свиданья.\n—Да-да...\nГудки. В вас всё трепещет от радости. 65000-это какие деньги! Но... если лаборанту столько платят, а если остаться работать там? С такой зарплатой вам можно будет жить безбедно!\n",
    "answers": [
      {
        "id": 6,
        "text": "Идти в университет "
      }
    ]
  },
  {
    "id": 6,
    "text": "Вот он тот же самый университет... в который вы поступили 2 года назад, правда сейчас он выглядит странно... более радостно что-ли. Вот кабинет ректора, рядом с ним сидит человек в форме. Он заговорил:\n—Вы Владимир Дубицкий?\n—Д-д-д-а-а-а— решительность сразу же вас покинула\n—Собирайтесь, у вас 3 дня. ",
    "answers": [
      {
        "id": 7,
        "text": "Взять всё необходимое"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вот вы уже едете в машине. Перед вами крупная военная база, кажется вы её видили в новостях... про ЧЗО. Вас поставили в строй. Человек в форме начал:\n— Владимир Дубцкий? Вы опаздали на 2 минуты? В зоге это может быть смертельно...\n—Я...я...\n—Ничего, понимаю транспорт, но впредь чтоб секунда-в-секунду.\n—Есть!\n—Фильмов пересмотрел? Хотя отвечать теперь только так. Вообщем, биологи слушайте Юрия Александровича- он указал на человека в ярко лаймовом костюме неизвестного образца.\n Далее был инструктаж. Объяснили как чем пользоваться\n Вот уже все в вертолёте, все их два один с личным составом, другой с техникой. Человек в  зелёном костюме, тоже лаборант, спросил:\"Надеюсь выживем.... Знаешь я не впервые так лечу.... Много там странного\"\n",
    "answers": [
      {
        "id": 8,
        "text": "-Например?"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы провели всё время полёта в разговоре. Человек представился Димой Никалаечем. Вот Юрий Александрович вывел всех из вертолёта. Месоо исследования представляло собой низину, в которой стелился странный зеленовато-синий туман. Запах вообще не чувствовался через костюм, хотя это не удивительно, костюм ведь с замкнутым циклом дыхания, это нам рассказали на инструктаже. Военных человек 15 стаяли вне низины, строжили учёных. Работа была простой: подай, принеси, очисти, помой пробирку, возьми образец. Лаборантов гоняли нещадно, вы к завершения были просто вымотаны, костюм был весь мокрый от пота. Вот наконец началась погрузка, сначала данные и инструменты, позже личный состав. Дима вас позвал:\n—Володя! Ты хочешь остаться в этом месте? Неспорю курорт хороший, но впереди нас ждут великие дела!",
    "answers": [
      {
        "id": 9,
        "text": "-Иду, Дима! Место займи!"
      }
    ]
  },
  {
    "id": 9,
    "text": "Полёт шёл штатно, как вдруг нечто выскочило из-под пола и прошло дальше в потолок. В следующие мгновение упал один из лаборантов, сидевших рядом. Свет погас, пилоты шли на аварийную пасадку, как вдруг ещё раз. Нет уже какого-то профессора, всё заляпано кровью, его голова лопнула как гнилой арбуз. Мгновение удар. Свет померк. Вы видели сквозь сон, как странные люди в белом, но не научном снаряжении, забрали пару флешек и диск у профессора, курировшего вашу экспедицию. Слуха начал потихонько возвращаться, но понятны только несколько фрагментов:\n—Брат!..Придут...\n—Не страшно... сила...\n—Уходим... быстро!\n—Бежим...\nИ вы вновь упали в обморок. Очнулись уже утром, на экстренном спальнике, рядом мед. набор. Напротив сидит Дима.Вы начали:\n—Ддииммаа... \n—О Володя! Жив! Ну значит всё хорошо. Хотя бы не один! Вообщем всё было так:\n\"Выживших всего было трое:я, ты и проф...\"\n",
    "answers": [
      {
        "id": 10,
        "text": "-Стоп! Профессор? где он?\n"
      }
    ]
  },
  {
    "id": 10,
    "text": "—Да-да, проф. Сейчас расскажу:\n\" Вообщем, видел тех хмырей в белом? Да? Так вот, они забрали у него пару флешек и дисков, но он сказал, что это мусор, никому не нужная инфа про кольчатых червей ЧЗО. Он умирая от кровопотери, у него была IV- группа крови. Не спасти, кароче дал флешку, очень важную. Сказал принести её в НИИЧАЗ и не попасться этим хмырям.\"\n—Он умер?..\n—Да-ответил Димка сразу поникнув.\nТолько сейчас вы смогли осмотреться, тёмная комната. наверное под землёй, костёр в центре, три спальника, один в крови...",
    "answers": [
      {
        "id": 11,
        "text": "-Что делать будем?"
      }
    ]
  },
  {
    "id": 11,
    "text": "—Не знаю, есть два варианта:ждать рассвета или идти куда-нибудь",
    "answers": [
      {
        "id": 12,
        "text": "-Ждём. Ночью ходить опасно, не зря же нас охраняли?"
      },
      {
        "id": 13,
        "text": "Идём, времени терять нельзя! Может нас ищут?"
      }
    ]
  },
  {
    "id": 12,
    "text": "—Ладно... Ээххх..... Жалко в пайке чая мало, да и воды....\n—Да чай бы не помешал\nЧаса 2 прошло в разговорах, байках и шутках. Тьма была всеоблемлющей, всепожираюшей. Как вдруг в них загоредись два ярко зелёных глаза, свет был холодный, спокойный, как на охоте...или в супермаркете, когда выбираешь еду... Миг и нечто собакоподобное метнулось на Диму. Тишину оглушил крик, дикий крик Димы. Вы заметили обрубок старой трубы. Через мгновение она уже была у вас в руках",
    "answers": [
      {
        "id": 14,
        "text": "Ударить собаку трубой"
      }
    ]
  },
  {
    "id": 13,
    "text": "—Как хочешь... Я бы остался...\nВот вы проходите мимо останков вертолёта, могилы профессора, которая представляет собой просто крест и холмик рыхлой земли...\nШли вы долго, как вдруг напоролись на стаю чего-то собакоподобного",
    "answers": [
      {
        "id": 55,
        "text": "Броситься в атаку!"
      },
      {
        "id": 56,
        "text": "Быстро залезть на камень "
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы помогли ему подняться. \n—Видимо нас ждёт весёлая ночка!\n—Да уж Димка!\nВот метнулась ещё собака и тут же отправилась к проотцам. Вы повернули голову к  Диме и увидели как его прижала к земле огромная черная собака(?).",
    "answers": [
      {
        "id": 15,
        "text": "Броситься на помощь!"
      },
      {
        "id": 16,
        "text": "Не подпускать к нему других собак! Сам разберётся!"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы метнулись прямо к нему, как в это же мгновение прямо туда где секунду назад была ваша шея метнулся пёс. Поняв, что пролетел мимо жалобно заскулил и полетел в темноту. Раздался звук:\"хрясь\" ,и скулёж прекратился. Вы подбежали к Димке. Удар, ещё и ещё, черный пёс упал. Димка встал:\n—Ооохххх...! Ещё бы чуть чуть и всё! Как думаешь много их ещё?\n—Врядли, слышишь их лай удаляется.\n—Дааа. Ну Володя! Ну молодец! Я пойду дверь забрикадирую, а ты трупы вынеси пока можно, или хочешь провести ночь с этими красавчиками?\n—Иду-иду\nВы бы никогда не подумали, как приятно лечь на свой спальник, мягкий, уютный, тёплый..... Оставшаяся ночь прошла тихо, только где-то на фоне слышался лай, хрюканье и другие странно-жуткие звуки. Димка вас разбудил чуть взошло солнце:\n—Пойдём боец-собакоборец!",
    "answers": [
      {
        "id": 17,
        "text": "Ха-ха! Как смешно! Идём!"
      },
      {
        "id": 18,
        "text": "Ха-ха! Сейчас обыщу комнату и пойдём!"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы повернули голову и увидели как на вас летит пёс. Через пару секунд её пасть сомунулась на вашей шее",
    "answers": [
      {
        "id": 1,
        "text": "Смерть"
      }
    ]
  },
  {
    "id": 17,
    "text": "Комната оказалась подвалом деревянного дома. На фоне, за лесом виднелась струйка чёрного дыма(видимо вертолёты). По дороге Димка рассказал, что до того как стать лаборантом он был сталкером. Рассказал основы:\n1. Искажение воздуха? Кинь туда болт или гильзу!\n2. Трясётся небо и земля? Бегом в убежище- выброс!\n3. Ожидай худшего!\nВы прошли немного, как увидели какой-то большой комлекс. Димка посмотрел и посоветовал проверить подземку под ним. Потому что в одной из них есть база сталкеров, но он точно не помнил в какой именно.",
    "answers": [
      {
        "id": 19,
        "text": "Идти туда?! Там А- темно и Б-страшно! Но там люди... Эх была не была!"
      }
    ]
  },
  {
    "id": 18,
    "text": "В комнате, несмотря на то что уже светало, всё ещё было темно. Но вы умудрились найти: ржавый фонарик с батарейками, разбитый противогаз, АКМС полностью ржавый и коробок 7.62, полупустой да и патроны в таком же состояниии как и оружие- непригодное.",
    "answers": [
      {
        "id": 17,
        "text": "Лучше чем ничего. Димка смотри!"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы быстро нашли какой-то спуск. Начали спускаться, становилось всё темнее и темнее.",
    "answers": [
      {
        "id": 20,
        "text": "Ничего не поделаешь!"
      },
      {
        "id": 26,
        "text": "Точно фонарь! Включим его!",
        "need": [
          18
        ]
      }
    ]
  },
  {
    "id": 20,
    "text": "Дима сорвался и упал. Откуда-то снизу раздались стоны:\"Аааххх... Володя! Чёрт! Ааааахххх.\"\nПривыкнув к тьме, вы увидели:Дима лежит в крови, ряди окровавленный штырь, кругом бетонная крошка, посмотрев вверх вы заматили что у края ступеньки обвалились.\n—Дима!..\n—Володя! Помоги, чёрт бы побрал эту лестницу!..\n—Сейчас-сейчас!\n—Ааайййй! Черт! Я же не мешок с картошкой аккуратнее! Смотри! туда тащи!- он указывал на чуть открытую толстую железгую дверь.\n—Давай! Поднажмём! Ээххх... Худеть Дима надо, худеть! А то спасателей не наберёшься!\n—Володя! Тащи пока разные твари не полезли!",
    "answers": [
      {
        "id": 22,
        "text": "Тащу, тащу"
      }
    ]
  },
  {
    "id": 21,
    "text": "—аааааа!!",
    "answers": [
      {
        "id": 20,
        "text": "-Что?"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вот вы уже в тесной комнатушке. Опракинутый стеллаж, древние картонные каробки, отсыревшие полностью от влаги. Димка уже у стены зажимает бок рукой:\n—Послушай Володя, перевязать себя смогу, бинтов хватит, но это то подземелье, помнишь, я рассказывал про базу? Она где-то здесь. Как видишь я уже не ходок... Найди её, тебе помогут стрелки, только запомни: ИДИ ПРОТИВ СТРЕЛОК. Понял? Против стрелок, это важно!\n—Понял, но как я тебя найду после всего этого?\n—На базе найди Слепого. Он подземелья знает как свои пять пальцев. Он найдёт...",
    "answers": [
      {
        "id": 23,
        "text": "Понял:идти против стрелок, найти Слепого"
      }
    ]
  },
  {
    "id": 23,
    "text": "Стоп! Что это там, впереди? Лёгкая дрожь воздуха. А делать что? Черт, забыл. Вроде...",
    "answers": [
      {
        "id": 24,
        "text": "Пройти сквозь"
      },
      {
        "id": 25,
        "text": "Кинуть патрон от ака",
        "need": [
          18
        ]
      },
      {
        "id": 24,
        "text": "Стать в цетре искажения"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вот, всё ближе и ближе... Как весь коридор озарило пламя. Вы умерли в мучениях и корили все оставшиеся секунды себя:\"КАК можно это было не запомнить?\"",
    "answers": [
      {
        "id": 1,
        "text": "УУУПППСССС......"
      }
    ]
  },
  {
    "id": 25,
    "text": "Да, точно! Аномалия! Какое странное явление- столб огня бьющий из земли! Так-так, сейчас обойдём... Есть, аномалия позади! Можно идти дальше. Спустя множество поворотов, углов, дверей, завалов вы видите на стене начерченную белым мелом стрелку. Она указывает налево...\nЯ пойду...",
    "answers": [
      {
        "id": 27,
        "text": "Налево, естественно!"
      },
      {
        "id": 28,
        "text": "Конечно направо!"
      }
    ]
  },
  {
    "id": 26,
    "text": "\"Щёлк\",\"щёлк\"-ничего.\n—Черт Володя что за хлам ты наш.......",
    "answers": [
      {
        "id": 20,
        "text": "Повернуть голову к собеседнику"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы шли, шли и шли, как вдруг задели тонкую верёвочку ногой. *Дзинь* чека скользит по шершавому бетонному полу. Оглушительный взрыв разметал по стенам туннеля, то кровавое месиво, что когда-то было человеком...",
    "answers": [
      {
        "id": 1,
        "text": "Смерть..."
      }
    ]
  },
  {
    "id": 28,
    "text": "\"Ну я же не дурак?! Это было легко запомнить!\"- тотчас подумали вы. Спустя огромное количество поворотов, вы обнаружили стрелку,\"Ещё? Элементарно!\"-пронесловсь у вас в голове. Пройдя ещё два поворота, вы видите как на вас с ошалелыми глазами бежит человек. Вы отшатнулись в сторону  и в тот же миг он запнувшись об камень упал, а ему на спину приземлилось нечто человекоподобное, с разодраной спиной, откуда виднелся позвоночник. Крик умирающего оглушил, казалось, всё подземелье. Тварь с окрававленным ртом, откуда свисали куски плоти бедняги, повернулась на вас. И этот рык, вы окаменели, он пронзал всю вашу душу. Вы уже простились с жизнью, как *бам-бам-бам*. Голова твари лопнула, как гнилой арбуз. К вам подошёл человек в плаще, держа дымящий дробовик в руках,\n—Как ты, странник?-начал он спокойным дикторским голосом\n—Я...я...я— вы вздрогнули от неожиданности, казалось , что вы говорите с профессором \n—Говори, не бойся",
    "answers": [
      {
        "id": 29,
        "text": "-Вы Слепой?"
      }
    ]
  },
  {
    "id": 29,
    "text": "—Да, я так понимаю тебе нужна помощь?\n—Да! Там мой...\n—Друг— он перебил и рассказал почти всю историю\n—Но... Но... Как?\n—Тише, тише. Это сейчас неважно, важно, что там умирает человек.\nЧаса 2 до Слепого и 30 минут обратно. Вы бы и не подумали, что это расстояние можно было так быстро пройти.\nИ наконец, ЛЮДИ! Живые, обычные просто люди!",
    "answers": [
      {
        "id": 30,
        "text": "Какое облегчение!"
      }
    ]
  },
  {
    "id": 30,
    "text": "Гомон людей, смех сразу же смолк, только вы вошли. \n—Слепой, что за полутрупов ты привёл?-раздался голос из толпы.\nТолько сейчас вы поняли почему. Ободранный комбинезон, с дырками во многих местах, весь в крови и грязи, разбитое забрало шлема откуда смотрит истощенное постаревшее лицо— точно полутруп, словно из могилы подняли.\n—Мне нужен Окопыч- сказал в тишине Слепой\nНас провели за небольшую барную стойку, затем в комнату за ней, потом на кухню и из кухни в кабинет. Кабинет представлял собой комнату где-то  10 на 5 метров, в конце которой напротив входа стоял стол, за ним кресло, правее большой сейф, перед столом 2 стула. Окопыч, как его все называли, мужчина лет 50, с пышной седой шевелюрой. начал:\n—Мне Слепой всё рассказал. Вас ищут, правда мы о вас сообщить не можем. Вы видели людей в белом, да? Так вот-это \"Монолит\", фанатики, поклоняются каменной глыбе в центре Зоны, а ими руководит О-Сознание- полумифическая организация. Кароче на флешке всё то что надо для уничтожения О-Сознания и взятия под контроль Зоны. Понимаете к чему клоню?",
    "answers": [
      {
        "id": 31,
        "text": "Да, понимаю"
      }
    ]
  },
  {
    "id": 31,
    "text": "—Так вот, они нас окружили. Человек 100, а нас от силы 25, 1 к 4. Если бы не катокомбы, мы бы уже кормили червей...\n—А военные?\n—Они глушат сигнал. Ещё  вопросы?\n—Нет, пожалуй нет, правда нам бы снаряжение...\n— Будет, будет, Окопыч позаботится. АК-105 и два рожка, подойдёт?\n—Да! Конечно!\n—И ещё 2 Берилла\n—Спасибо! Может ещё разгрузку, а я АКМС и всё остальное?\n—Разгрузка, фонари и прочее разумеется, а АКМС давай. Всё равно тебе не нужен...",
    "answers": [
      {
        "id": 32,
        "text": "Спасибо! Век не забуду"
      }
    ]
  },
  {
    "id": 32,
    "text": "—Ещё бы! Не забудешь, счёт на Большую Землю пришлю! Ладно, ШУЧУ, парень.\n",
    "answers": [
      {
        "id": 33,
        "text": "Ещё раз спасибо"
      }
    ]
  },
  {
    "id": 33,
    "text": "*Два дня спустя*\nБоёв было немало, вы потеряли 3 человек убитыми, 2 тяжело ранеными. Правда, вы не участвовали ни в одном, вы- резерв, как и другие 4 человека, отмычки. Димка уже встал на ноги. К вам подошёл Окопыч:\n—Мы теряем людей, уже не контролируем половину подземелий, кароче мы в ... *гхм-гхм*... гуано. Вообщем вы с тем больным эвакуируетесь...",
    "answers": [
      {
        "id": 34,
        "text": "А остальные?"
      }
    ]
  },
  {
    "id": 34,
    "text": "—Если вы уйдёте им тут делать нечего будет...\nСлепой часто сидел с Димкой в палате, ну как в палате, в небольшой комнате с кроватями и коробком медикоментов, Димка был сильно расстроен, что Слепой не идёт с вами.",
    "answers": [
      {
        "id": 35,
        "text": "Вперёд и с песней!"
      }
    ]
  },
  {
    "id": 35,
    "text": "Вот вы уже на -3 уровне. Слева закрытая железная дверь, левее какие-то светящиеся грибы, есть развилка. Вы пойдёте...",
    "answers": [
      {
        "id": 36,
        "text": "Вперёд"
      },
      {
        "id": 36,
        "text": "Вправо"
      },
      {
        "id": 37,
        "text": "Влево"
      }
    ]
  },
  {
    "id": 36,
    "text": "Тупик. Похоже вы ошиблись...",
    "answers": [
      {
        "id": 35,
        "text": "Назад!"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы поднялись уже на  -2 уровень. Вновь развилка, поэтому я пойду...",
    "answers": [
      {
        "id": 38,
        "text": "Вправо "
      },
      {
        "id": 39,
        "text": "Вперёд"
      },
      {
        "id": 39,
        "text": "Влево"
      }
    ]
  },
  {
    "id": 38,
    "text": "Тупик, перед вами небольшая комнатка",
    "answers": [
      {
        "id": 40,
        "text": "Обыскать"
      },
      {
        "id": 37,
        "text": "Назад!"
      }
    ]
  },
  {
    "id": 39,
    "text": "Я уже на -1 уровне... и вновь развилка...",
    "answers": [
      {
        "id": 41,
        "text": "Влево"
      },
      {
        "id": 41,
        "text": "Вправо"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы нашли свёрток. В нём лежит хорошо упакованная книга. Похоже это чей-то дневник:\n\"12.3.*Затёрто*\nВот оно! Подземелье, поговаривают тут полным полно артов.\n20.3.\nНичего тут нет! Совсем НИЧЕГО! НИЧЕГОШЕНЬКИ! Просто сырые забытые подвалы! Всё что тут сожно найти это крыс и снорков! Плакала моя вилла в Монако!\n16.6.\nОкопыч, старый циркач, кажется, из Петербурга, решил базу построить здесь... Глупость! Перевалочный пункт! Куда? На Запад? На Северо-Запад? Или на Север? Бред....\n30.9.\nОсень, Окопыч уже обосновался в одном тупиковом тоннеле. Странно, людей хоть и немного, но они есть! \n12.1.\nЯ тут почти год, подземелья знакомы как мои 5 пальцев! Я тут знаю каждый угол, каждую трещину! Теперь я этим зарабатываю!\n20.3\nВчера нашёл какой-то ход, раньше его не было... или был? Завтра схожу, проверю...\n23.3.\nЧерт! Мои глаза! Еле пишу, как жгёт! Вляпался в какую-то аномалию! Черт...\n5.4.\nВрач ничего не смог сделать... Я ослеп... Странно но я пишу, сталкеры уверяют что прекрасным почерком, раньше у меня он был ужасный...\n12.4 \nЯ ухожу из Зоны...\n13.4 \nВ туннлеях я чувствую себя прекрасно, решил остаться, странно меня будто не отпускает...\n15.4\nСнова проводник... Я чувствую каждый тоннель, каждый вздох крысы. Я ДОМА...\"\nТут он обрывается...",
    "answers": [
      {
        "id": 38,
        "text": "пора возвращаться"
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы попали в какую-то странную комнату, какие-то то-ли разрывы, то-ли что...\n—Мне Слепой рассказывал... Это комната блуждает... Ну типо завтра тут, а вчера там... Все в неё разными путями попадают даже в один день... Тут типа окна в другие измерения...- рассказал Димка\nВы промолчали, действительно, разные люди в этих разрывах, разные места... Откуда сзади доносились разговоры... Они там жили, совсем недалеко... Но и далеко одновременно...\"Знаешь с кем ты связался? Ты со скинами связался!\"-слышалось сзади, плач раздался совсем недалеко...\nНаконец вы вышли... спустя два поворота перед вами дверь.",
    "answers": [
      {
        "id": 42,
        "text": "Открыть"
      }
    ]
  },
  {
    "id": 42,
    "text": "Свобода! Простор! Наконец! Вы шли и шли в указанном направлении, как вдруг вы поняли вас окружили...",
    "answers": [
      {
        "id": 43,
        "text": "Броситься в дом"
      },
      {
        "id": 44,
        "text": "Узнать кто"
      }
    ]
  },
  {
    "id": 43,
    "text": "*Бах-бах*\nЕщё бы мгновение и вы бы лежали на земле.\nБыстро забежав в дом вы поняли... Димка остался там... лежит с простреляной ногой...\nК нему подошёл человек в белом и взял в заложники...",
    "answers": [
      {
        "id": 45,
        "text": "ДИМОННН!"
      }
    ]
  },
  {
    "id": 44,
    "text": "—Эй! Кто здесь?..- начали вы\n*Бах-бах*\nВы и Димка распластались на земле с аккуратными ранами на лбу, из них вытекала кровь...",
    "answers": [
      {
        "id": 1,
        "text": "Смерть"
      }
    ]
  },
  {
    "id": 45,
    "text": "—Стой неверный! Или я выстрелю!- сказал \"Монолитовец\"\nНадо что-то решать, поставить под угрозу мир... или друга...",
    "answers": [
      {
        "id": 46,
        "text": "Я так понимаю вы за флешкой... Берите..."
      },
      {
        "id": 47,
        "text": "Прости Дима..."
      }
    ]
  },
  {
    "id": 46,
    "text": "—Нет! Не надо!-закричал Дима, но было поздно...\nвы её отдали...\n*Бах-Бах*\nДва трупа лежит на поляне... с простреляными головами...",
    "answers": [
      {
        "id": 48,
        "text": "Концовка I"
      }
    ]
  },
  {
    "id": 47,
    "text": "*Бах* Дима упал...\nВы сжали флешку в руке... И бросили её на землю...\n*Бах*\nПуля полетела в эту злосчастную флешку...\nВсё то что вы сделали было напрасно... Вы отбивались ещё два часа, прежде чем пуля настигла и вас...\n",
    "answers": [
      {
        "id": 49,
        "text": "Концовка II"
      }
    ]
  },
  {
    "id": 48,
    "text": "Монолит восстановил могущество и преумножил его... Милитари теперь полностью контролируется им. В Баре постоянные бои...\nТёмная Долина почти пала... Ни армия, ни сталкеры их не остановят... Вскоре всё ЧЗО контролировал Монолит... Этот кладезь тайн и решений более был недоступен человечеству...\nА сколько можно было бы спасти жизней... А всё из-за ВАС...",
    "answers": [
      {
        "id": 1,
        "text": "Может я что-то исправлю?.."
      }
    ]
  },
  {
    "id": 49,
    "text": "Поддержав статус-кво в Зоне, вы потеряли столько жизней напрасно, а ведь сколько хороших людей умерлр защищая вас... Вы не оправдали надежд...",
    "answers": [
      {
        "id": 1,
        "text": "Может я что-то изменю?.."
      }
    ]
  },
  {
    "id": 50,
    "text": "Список достижений ",
    "answers": [
      {
        "id": 51,
        "text": "Искатель",
        "need": [
          28
        ]
      },
      {
        "id": 52,
        "text": "Искатель дневников",
        "need": [
          40
        ]
      }
    ]
  },
  {
    "id": 51,
    "text": "Вы смогли найти обязательный предмет. Вы \"молодец\"! Так держать!\n",
    "answers": [
      {
        "id": 50,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 52,
    "text": "Вы нашли один из трёх дневников... Может найдёте ещё два?",
    "answers": [
      {
        "id": 50,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 53,
    "text": "",
    "answers": []
  },
  {
    "id": 54,
    "text": "Список концовок",
    "answers": [
      {
        "id": 48,
        "text": "Концовка I",
        "need": [
          48
        ]
      },
      {
        "id": 49,
        "text": "Концовка II",
        "need": [
          49
        ]
      },
      {
        "id": 60,
        "text": "Концовка III-",
        "need": [
          60
        ]
      },
      {
        "id": 69,
        "text": "Концовка III<plus>",
        "need": [
          69
        ]
      },
      {
        "id": 127,
        "text": "Концовка IV-",
        "need": [
          127
        ]
      },
      {
        "id": 135,
        "text": "Концовка IV<plus>",
        "need": [
          135
        ]
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 55,
    "text": "Вы долго отбивались, но одна собака всё перегрызла вам глотку...",
    "answers": [
      {
        "id": 1,
        "text": "Смерть...."
      }
    ]
  },
  {
    "id": 56,
    "text": "Вы просидели на нём может часа 2, после собаки успокоились и ушли искать новую жертву. \n—Приключение так приключение!-сказал Димка.\n—Согласен\n—Нам надо дальше, по-моему где-то тут должен быть военный блокпост!\n—Это было-бы неплохо!\nПошли сказал он и упал...\nВы подбежали к нему и оттащили. \n—Что с тобой?\n—Д-д-д-а-а-а н-н-н-н-е-е-е-ч-г-о...\n—Ты уверен?\n—Более чем. Это просто \"Дрожь Земли\", простая аномалия не смертельная, хотя опасная, в таком состояние не повоюешь\n—Ладно, пошли искать",
    "answers": [
      {
        "id": 57,
        "text": "Надо искать ни чего не поделаешь"
      }
    ]
  },
  {
    "id": 57,
    "text": "К утру вы обнаружили блокпост. Димку пришлось тащить на себе. По его словам аномалия попалась сильная. Раздался голос из громкоговорителя:\n—Остановитесь или мы откроем огонь!\n",
    "answers": [
      {
        "id": 58,
        "text": "Они нас защищать должны, а не стрелять! Пошли они к чёрту!"
      },
      {
        "id": 59,
        "text": "Остановиться, так остановиться "
      }
    ]
  },
  {
    "id": 58,
    "text": "После предупредительного выстрела раздалась короткая очередь...",
    "answers": [
      {
        "id": 60,
        "text": "Концовка III-"
      }
    ]
  },
  {
    "id": 59,
    "text": "Вас завели в небольшую комнатку. После оснавательного допроса комендант этой \"крепости\" удалился со своим помощником. Прошёл час, два и вот они вышли и сказали что эвакуация будет проходить через 10 часов.\n—Так долго?! Чем они там занимаются?!-удивились вы\n—Поверьте, есть чем. Бумажная волокита, организация и так далее...\n—Пока держим оборону...\n—Оборону?\n—Сюда движутся большие силы противника...\n",
    "answers": [
      {
        "id": 61,
        "text": "Надеюсь доживу..."
      }
    ]
  },
  {
    "id": 60,
    "text": "Военные вскоре разбили Монолит и О-Сознание. ЧЗО была под контролем. Человечество совершило ещё массу полезных открытий... Но выжили ли вы?",
    "answers": [
      {
        "id": 1,
        "text": "Нет, но может я всё исправлю?"
      }
    ]
  },
  {
    "id": 61,
    "text": "Через 30 минут начался бой. Человек сильно не хватало поэтому вас посадили за пулемёт.\nПротивник движется небольшими клиньями. Вот один из таких отрядов приблизился слишком сильно...",
    "answers": [
      {
        "id": 62,
        "text": "Ждать"
      },
      {
        "id": 63,
        "text": "Огонь!"
      }
    ]
  },
  {
    "id": 62,
    "text": "Он приблизился ближе...",
    "answers": [
      {
        "id": 64,
        "text": "Ждать"
      },
      {
        "id": 63,
        "text": "Огонь!"
      }
    ]
  },
  {
    "id": 63,
    "text": "Верное решение! Длинная очередь скосила отряд противника! Что?! Лёгкий транспорт? К вам приближается уазик с пулемётом на крыше и ещё один отряд...",
    "answers": [
      {
        "id": 65,
        "text": "Огонь по отряду!"
      },
      {
        "id": 66,
        "text": "Огонь по транспорту!"
      }
    ]
  },
  {
    "id": 64,
    "text": "Они приблизились и... выстрел из гранатомёта...\nВас превратили в фарш...",
    "answers": [
      {
        "id": 60,
        "text": "Концовка III-"
      }
    ]
  },
  {
    "id": 65,
    "text": "В это время несколько пуль из уазика поразили вас...",
    "answers": [
      {
        "id": 60,
        "text": "Концовка III-"
      }
    ]
  },
  {
    "id": 66,
    "text": "Вы попали прямо в водителя! Машину занесло и неведомая сила подняла её в воздух... и разорвала вместе с людьми... Следуйщей очередью вы скосили тот отряд. Что это?! огромная толпа мутантов несётся на вас, а в это время вас обходит справа ещё один отряд...\n—ГГГОООНННН!!!!- раздался крик...",
    "answers": [
      {
        "id": 67,
        "text": "По мутантам"
      },
      {
        "id": 68,
        "text": "По отряду!"
      }
    ]
  },
  {
    "id": 67,
    "text": "Вам удалось отсановить и гон, и отряд...\nБрй шёл ещё 5 часов... Потом наступило долгожданное затишье... Патронов не было, ничего не было людей-по одной руке пересчитать можно... Затишье всё длилось и длилось... Вы решили вздремнуть... Вас разбудил шум вертолётов... ЭВАКУАЦИЯ!",
    "answers": [
      {
        "id": 69,
        "text": "Концовка III<plus>"
      }
    ]
  },
  {
    "id": 68,
    "text": "Мутанты добрались до блокпоста и их не остановили ни мины, ни свинец ваших соратников...",
    "answers": [
      {
        "id": 60,
        "text": "Концовка III-"
      }
    ]
  },
  {
    "id": 69,
    "text": "Военные вскоре разбили Монолит и О-Сознание. ЧЗО была под контролем. Человечество совершило ещё массу полезных открытий... Но выжили ли вы?",
    "answers": [
      {
        "id": 1,
        "text": "Конечно! Я молодец!"
      }
    ]
  },
  {
    "id": 70,
    "text": "egorsalikov64gmail.com- эл. почта",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 71,
    "text": "После всех формальностей вас отправили проходить подготовку. Кратки курс тактики и всего необходимого... Если бы не Дима вы бы на это угробили год...\n—Володя! Ты готов!-начал свою речь Дима...\nКраткий инструктаж:\n1. Сталкеров пускай за деньги, но всегда за одну плату\n2. Всё что происходит на блокпосте, остаётся на блокпосте\n3. Сталкерам надо оружие? Продай чуть-чуть лишнего!\n—Вначале твой заместитель тебе поможет-закончил речь Дима.\n",
    "answers": [
      {
        "id": 72,
        "text": "Всё понял!"
      }
    ]
  },
  {
    "id": 72,
    "text": "Вот вы и на блокпосте. Личного состава 30 человек, БТР, два уазика. Помощник начал:\n—Товарищ лейтенант! Отныне вы просто Володя доя всех своих!\n—Ладно, не люблю формальности, давай к делу\n—Сталкерам не нравится, что старый лейтенант ушёл. При нём проход был дешёвый... Значит нам надо завоевать их любовь. Может устроим распродажу?",
    "answers": [
      {
        "id": 73,
        "text": "-Звучит заманчиво! А как тебя звать?"
      }
    ]
  },
  {
    "id": 73,
    "text": "—Гриша, просто Гриша...\n—Хорошо Просто Гриша устроим...\nСталкеры очень оценили презент и познакомились с вами, весь остальной день проходило \"новоселье\". То есть всё пили и поздравляли вас с должностью. На следующий день прошло трое сталкеров, вы и ваши подчинённые на этом неплохо нажились...",
    "answers": [
      {
        "id": 74,
        "text": "А что неплохая работа!"
      }
    ]
  },
  {
    "id": 74,
    "text": "*спустя 2 недели*\nИз рации доносится голос генерала:\n—Дайте мне этого чертова Дубицкого!\n—Да, товарищ генерал!\n—СРОЧНО отправляйтесь на помощь соседний блокпост атаковали неизвестные! Сами помочь мы не можем прийти на помощь из-за новой аномалии, поэтому БЕГОМ!\n",
    "answers": [
      {
        "id": 75,
        "text": "Так точно, товарищ генерал!"
      }
    ]
  },
  {
    "id": 75,
    "text": "Бой был в самом разгаре- взрывы, выстрелы и стоны от раненых...",
    "answers": [
      {
        "id": 76,
        "text": "В атаку!"
      }
    ]
  },
  {
    "id": 76,
    "text": "Одного из ваших подопечных ранили...",
    "answers": [
      {
        "id": 77,
        "text": "Не обращать внимания..."
      },
      {
        "id": 78,
        "text": "Помочь!"
      }
    ]
  },
  {
    "id": 77,
    "text": "Вы бежите и вас почти в тот же миг сразила пуля... Вы истекли кровью на этом же поле...",
    "answers": [
      {
        "id": 1,
        "text": "Смерть...."
      }
    ]
  },
  {
    "id": 78,
    "text": "Вы ринулись к нему на помощь, рана оказалась довольно глубокой, ему срочно нужна помощь.",
    "answers": [
      {
        "id": 79,
        "text": "Звать санитаров"
      }
    ]
  },
  {
    "id": 79,
    "text": "Вскоре к вам подбежала небольшая группа санитаров, они забрали его. Группа неизвестных всё ещё пыталась взять, теперь уже неприступный для них, блокпост. Как вдруг они резко начали отступать, чем было вызвано это решение- неясно...",
    "answers": [
      {
        "id": 80,
        "text": "За ними! В погоню!"
      }
    ]
  },
  {
    "id": 80,
    "text": "Что было дальше вы помните плохо... Взрывы, стрельба, крики умирающих, стоны раненых... Всё как во сне... И вот вы очнулись в тёмной комнатушке, рядом  почти догоревшея свеча...",
    "answers": [
      {
        "id": 81,
        "text": "Осмотреться..."
      }
    ]
  },
  {
    "id": 81,
    "text": "Ничего примечательного вы не заметили, возможно потому что ничего не было видно...\n—Где я?- спросили в темноту вы...\n—Очнулся! Удивительно, я считала что до вечера скопытишся...\n—В-в-в-с-с-м-м-ы-с-с-л-л-е?\n—В прямом, самом прямом. Ты рану не чувствуешь или простр тупой?\nИ тут вам пришло осознание, плечо заныло так чильно, что самой главной мечтой на мгновение стало любое прекращение боли, даже смерть...\n—Сильно болит? Знаю что сильно... Кароче, если сейчас жив, значит выживешь...",
    "answers": [
      {
        "id": 82,
        "text": "-Где я?"
      }
    ]
  },
  {
    "id": 82,
    "text": "—Ты в Зоне... А если подробнее в Лиманске.\n—Как в Лиманске?! Я же был совсем в другом конце Зоны, около, кажется, Кладбище техники. Так вы его называете?\n—Ты о ком? Я не сталкер... Мы все не сталкеры...\n—А кто?\n—Наёмники, бывшие...\n—Бывших же не бывает?\n—Бывает... Но сейчас не время для историй. Иди в главный зал, там тебя твой ждёт.",
    "answers": [
      {
        "id": 83,
        "text": "Осмотреться "
      },
      {
        "id": 85,
        "text": "Идти в главный зал"
      }
    ]
  },
  {
    "id": 83,
    "text": "На стене вы нащупали выключатель. Комната освещается только тлеюшим костром,говорившего рассмотреть в такой тьме невозможно. По звукам похоже что он точит что-то... ",
    "answers": [
      {
        "id": 84,
        "text": "Щёлкнуть выключатель"
      },
      {
        "id": 82,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 84,
    "text": "*Щёлк-щёлк* Ничего не произошло ",
    "answers": [
      {
        "id": 83,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 85,
    "text": "Пройдя до конца комнаты вы обнаружили дверь, войдя в неё вы попали в более просторное и освещённое помещение. Костёр уже не тлел, а ярко горел... Около него сидел перевязанный Гриша и человек в форме западного образца, правда истёртую и уже напоминающую лохмотья.",
    "answers": [
      {
        "id": 86,
        "text": "-Гриша! Где мы?"
      }
    ]
  },
  {
    "id": 86,
    "text": "—Ооооо.... Ты выжил. Говорили кони двигешь на этой недели\n—А ты не рад?\n—Рад, хоть кто знакомый здесь...\n—А этот кто?\n—У этого есть имя. Валерий, или Валидол...- начал человек в западной форме.\n—Где я, Валидол?\n—Ты в Лиманске, точнее в подвале одного необычного дома...\n\n\n",
    "answers": [
      {
        "id": 87,
        "text": "-А кто вы?"
      }
    ]
  },
  {
    "id": 87,
    "text": "—Хочешь историю? Получай:\nМы отряд наёмников особого назначения \"Верден 2000\", но с вашими \"гусями'' общего ничего не имеем. Наша цель- это место, но случилось непредвиденное... Мы связались с заказчиком крупным бизнесменом, однако оказалось на нас подействовал газ... Мы мутанты... Мы перехватили сигнал... Нас хотят убрать... Но благо никто нас не найдёт, все свидетели- мертвы... Мы их того... Убили... Без них нас не найти... Поэтому и говорю так смело про заказчика и цель... Вижу по глазам. Хочешь спросить про мутации. Расскажу, эта тема не запретная... У каждого своя способность...\n У меня- чувствовать людей и их замыслы, у Короля- предсказывать будущее, у Лебедя... С ней каждый чувствует себя спокойно и умиротворенно... Остальные... Не по тому путь пошли мутации... С катушек слетели... Я так понимаю вы преследовали людей в белом? Это они... Они смогли отжать костюмы \"Монолита\"... Их чувство самосохранения отключено, сила увеличена в десятки раз, боль не чувствуют и подчиняются беспрекословно тому кого выбирут хозяином... Им стал Вепрь... Газ его не пощадил...\nИнтеллект стал выше, чем можно представить...\nНо остальное... Он тоже сошёл с ума... Но по-другому... Он считает себя Богом... Хочет мир подчинить себе... Он и нас то пощадил из-за жалости и того что мы были одной командой... Когда-то давно...",
    "answers": [
      {
        "id": 88,
        "text": "-Мне жаль..."
      }
    ]
  },
  {
    "id": 88,
    "text": "—Да что ты знаешь о жалости!\nВ комнату вошла одетая в ту же одежду женщина:\n—Хватит спорить! Обед готов...\nТебя провели в небольшую комнатку. Её убранство довольно минималистично: стол, три стула, в углу тлеют угли( видимо это их \"плита\").\nНа столе три миски, в них находится какая-то баланда, чересчур разбавленная водой. Женщина пригласила всех к столу, как рассказал Валидол, мисок у них очень мало и едят они по очереди...\nБыстро перекусив безвкусной баландой, все устипили место женщине(скорее всего именуемой Лебедем) и парню(видно Королю). Валидол сказал подождать их в главном зале и отправился в столовую-кухню. Спустя 10 минут они вернулись в главный зал. Валидол начал:\n—Мы посовещались и решили: вы можете нам помочь...\nЕго перебил Король:\n—Если согласны конечно...",
    "answers": [
      {
        "id": 89,
        "text": "Мы поможем вам"
      },
      {
        "id": 90,
        "text": "Увы, но нам надо идти обратно к своим"
      }
    ]
  },
  {
    "id": 89,
    "text": "—Спасибо!-сразу выпалила Лебедь-Нам нужно собираться!\n—Идти надо в другой конец города...-мрачно поведал Валидол.\n—А куда мы денемся с подводной лодки?- пошутил Гриша.\n—А этот парень мне нравиться!-начал Король",
    "answers": [
      {
        "id": 140,
        "text": "Идём уже!"
      }
    ]
  },
  {
    "id": 90,
    "text": "—Не смею задерживать...-и далее трёхэтажный мат, вы удивились такому разнообразию русского языка.\n—Выход там- указал пальцем на стальную дверь, Король...\n",
    "answers": [
      {
        "id": 91,
        "text": "-Удачи!"
      }
    ]
  },
  {
    "id": 91,
    "text": "Дверь закрылась, у вас снова в руках верный АК-74, Гриша немного прихрамывал, но шёл уверенно и иногда обганял вас. Вы входите в туннель. Странно, но за это время вы не встретили ни единой живой души: ни мутанта, ни бандита... Вы вышли на берег какой-то реки, на другом берегу виднеется странный лес, рыжий. Мост поднят, и около его стаят группа людей в чёрной и коричневой одежде.",
    "answers": [
      {
        "id": 92,
        "text": "Подойти к ним и попросить опустить мост"
      },
      {
        "id": 92,
        "text": "Подойти к ним и потребовать опустить мост"
      },
      {
        "id": 93,
        "text": "Искать другой путь"
      }
    ]
  },
  {
    "id": 92,
    "text": "Вы подоходите, и они , завидев вас, открыли шквальный огонь. Заряд дроби раскроил череп Гриши, и тот, как безвольная кукла, отлетел назад, совершив невооброзимый кульбит в воздухе. Очередь из какого-то ПП сшибла вас. Пока вы истекали кровью, они подошли к вам и прозвучал выстрел ТТ. Это определённо не самая геройская смерть...",
    "answers": [
      {
        "id": 1,
        "text": "Что-то пошло не так"
      }
    ]
  },
  {
    "id": 93,
    "text": "Дабы не гневить фортуну, вы решили обойти эту компанию. Тихо обойдя их, вас ждало разочарование — забор. Рядом с забором есть небольшая сторожка.",
    "answers": [
      {
        "id": 94,
        "text": "Зайти в неё"
      }
    ]
  },
  {
    "id": 94,
    "text": "На стуле спит(явно пьяный) человек в чёрном плаще, рядом связанный лежит человек в кожаной куртке. Завидев вас, он сказал шёпотом:\n—Тсссссс... Это бандиты. Помогите\nИ тут же нож Гриша полоснул недосторожа по горлу.\n—Парни! Я не знаю как вас отблагодарить! Вы спасли мне жизнь! Этот... Кароче у их бугра днюха. Все около моста бухают. А этот провинился и остался сторожить меня, но как видишь надакался один.\n",
    "answers": [
      {
        "id": 95,
        "text": "Как обойти мост?"
      }
    ]
  },
  {
    "id": 95,
    "text": "—Я краем уха слышал, что где-то здесь есть люк, и он ведёт в туннель под рекой, а ключ у бугра...\n—Значит надо завалить бугра?-начал Гриша- Сколько их?\n— Я не знаю, около десяти? Или двадцати?\n",
    "answers": [
      {
        "id": 96,
        "text": "Ясно. Сражаться можешь?"
      }
    ]
  },
  {
    "id": 96,
    "text": "—Дайте ствол и можем идти в атаку.\nГриша снял с жмура \"Бизон\" с половиной обоймы и отдал сталкеру.\nВы вышли из сторожки и тихо, на корточках, начали подползать к бандитам.\n40 метров, 30, 20 и очередь, сталкер открыл огонь, он явно не знал тактику даже в лицо...\nНо делать нечего ваши с Гришей калаши затрещали в унисон \"Бизону\". Бандиты, явно опешившие от такой наглости, почти сразу метнулись в стороны, матерясь и проклиная нападавших. Дваое бандитов остались около импровизированного столика с простреленными телами, две бутылки \"беленькой\" разлетелись вдребезги, вызвав явное недовольство бандитов.",
    "answers": [
      {
        "id": 97,
        "text": "- В атаку!"
      }
    ]
  },
  {
    "id": 97,
    "text": "Бой длился недолго, минут тридцать от силы. В итоге: две разбитые бутылки водки, двенадцать трупов и раненый бугор",
    "answers": [
      {
        "id": 98,
        "text": "Ну, тварь, где ключ и люк?"
      }
    ]
  },
  {
    "id": 98,
    "text": "—К-к-к-а-а-акой? От люка? Сдохни...\nГриша не дал ему договорить, прозвучал выстрел...\n—И что нам теперь делать?!\n—Есть два варианта: первый- опустить мост, второй- найти ключ и пройти по туннелю...",
    "answers": [
      {
        "id": 99,
        "text": "Скажи сначала как тебя звать?"
      }
    ]
  },
  {
    "id": 99,
    "text": "—Зовите меня Юрком Копателем, промышлял диггерством на Свалке. Я так понимаю вы военные, которым нужна эвакуация?\n—Но... КАК?!\n—Интуиция...\n—Ладно, что делать будем?\n",
    "answers": [
      {
        "id": 100,
        "text": "Сейчас посмотрим..."
      }
    ]
  },
  {
    "id": 100,
    "text": "Поляна перед мостом, на другом берегу виднеется башня. Мост поднят, рядом с ним кусок фанеры с четырьмя ножками(скорее всего стол) 12 трупов и один умерший бугор.",
    "answers": [
      {
        "id": 101,
        "text": "Обыскать бугра"
      },
      {
        "id": 102,
        "text": "Осмотреть пульт управления мостом"
      },
      {
        "id": 103,
        "text": "Осмотреть сторожку"
      },
      {
        "id": 104,
        "text": "Осмотреть левую от тоннеля часть берега"
      },
      {
        "id": 110,
        "text": "Осмотреть правую от тоннеля часть берега"
      }
    ]
  },
  {
    "id": 101,
    "text": "От него ужасно пахнет перегаром, куревом и запахом давно не мытого тела. Обыскав грязный плащ вы ничего не нашли кроме бумажки. На ней явно  что-то написано, вроде: \"мост-> ключ-> ак.\" И рисонк моста. На обратной стороне:\" вернуть Михалычу 184628.\" В разгрузке есть ржавый ключ",
    "answers": [
      {
        "id": 100,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 102,
    "text": "Обычный ржавый пульт управления. Внизу открытая ниша, видно в неё нужно что-то вставить... На самом пульте находится замочная скважина и рубильник.",
    "answers": [
      {
        "id": 100,
        "text": "Назад"
      },
      {
        "id": 106,
        "text": "Вставить ключ",
        "need": [
          101
        ]
      },
      {
        "id": 107,
        "text": "Вставить аккумулятор ",
        "need": [
          104
        ]
      },
      {
        "id": 108,
        "text": "Повернуть ключ",
        "need": [
          106,
          107
        ]
      }
    ]
  },
  {
    "id": 103,
    "text": "Под грудой трепья находится люк, на нём есть кодовая панель и паз для ключ-карты . Найти код и ключ карту...",
    "answers": [
      {
        "id": 100,
        "text": "Назад"
      },
      {
        "id": 105,
        "text": "Ввести код",
        "need": [
          101
        ]
      },
      {
        "id": 113,
        "text": "Вставить ключ-карту",
        "need": [
          110
        ]
      },
      {
        "id": 114,
        "text": "Открыть люк",
        "need": [
          113,
          105
        ]
      }
    ]
  },
  {
    "id": 104,
    "text": "Кострище, зола ещё тёплая, видно потушили недавно. Десяток грязных, пропахших мочой и потом, матрасов. В небольшой палатке лежит довольно чистый спальник и маленький ящик. В ящике личные вещи и ... Аккумулятор с набором проводков, довольно изношенных, но всё ещё рабочих...",
    "answers": [
      {
        "id": 100,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 105,
    "text": "Какой же там был пароль...",
    "answers": [
      {
        "id": 111,
        "text": "184628"
      },
      {
        "id": 112,
        "text": "164826"
      },
      {
        "id": 112,
        "text": "284618"
      },
      {
        "id": 112,
        "text": "481628"
      }
    ]
  },
  {
    "id": 106,
    "text": "Ключ в скважине",
    "answers": [
      {
        "id": 102,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 107,
    "text": "Аккумулятор подошёл в паз идеально, провода тоде сработали",
    "answers": [
      {
        "id": 102,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 108,
    "text": "Ключ повернулся, со скрежитом, но повернулся... Пара лампочек загорелась на пульте управления.",
    "answers": [
      {
        "id": 109,
        "text": "Дёрнуть рубильник"
      }
    ]
  },
  {
    "id": 109,
    "text": "Мост, скрежитая ржавый металлом, начал опускаться. ",
    "answers": [
      {
        "id": 128,
        "text": "Пройти по нему"
      }
    ]
  },
  {
    "id": 110,
    "text": "В кустах, прямо под забором нашлась небольшая коробка. В ней записка:\" Михалыч, ты не забудь масляты, база долгарей сама себя не возьмёт\", под запискай красная ключ-карта",
    "answers": [
      {
        "id": 100,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 111,
    "text": "*Пип* Видно пароль правильный, но... люк не открывается ",
    "answers": [
      {
        "id": 103,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 112,
    "text": "Неверный пароль... Стоп! Что это?!\n*Взрыв*\nВидно в этом люке такая защита от взломщиков. Вы умерли...",
    "answers": [
      {
        "id": 1,
        "text": "Ээхх"
      }
    ]
  },
  {
    "id": 113,
    "text": "Ключ-карта легко встала в паз. Дружелюбный *пип* раздался.",
    "answers": [
      {
        "id": 103,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 114,
    "text": "Люк скрежетая ржпвым металлом открылся. Вниз вела лестница, сделанная из скоб, она выглядела добротно. Вы и ваша компания начали спуск... Спускались долго, вам начало казаться, что это будет длиться бесконечно, как вдруг... ваша нога вместо очередной скобы наступиоа на бетонный пол. Вы оказались в небольшом тоннеле, где-то в дали сверкал и переливался мертвенно зелёным цветом студень",
    "answers": [
      {
        "id": 115,
        "text": "Идти дальше по тоннелю"
      }
    ]
  },
  {
    "id": 115,
    "text": "По ощущениям вы уже на середине реки, но путь преградил завал, Гриша заметил в стене вентиляцию, достаточно широкую, чтобы по ней прополз человек. Вы полезли туда первым...",
    "answers": [
      {
        "id": 116,
        "text": "Эх! Была не была!"
      }
    ]
  },
  {
    "id": 116,
    "text": "В вентиляции обнаружилась гора трупов, едва не преграждающая проход, большая их часть уже начала разлагаться, а остальные уже разложились. Трупный смрад стоял ужасный, однако вентиляция работала и не давала запаху выбится в тоннель. Вы выбрались уже около такой же лестницы, как и на другой стороне. Костюм был перепачкан в грязи, крови, гное и возможно кусках внутренних органов, но молились ятобы этт были не они. Остальная команда выглядела так же. Перед выходом вы договорились никогда, не при каких условиях об этом не вспоминать. внизу вас ждал рубильник, видно открывавший люк сверху, вас осенило: вы не закрыли за собой люк! Но возвращаться не было сил, вновь проползти по этой канализации казалось не возможным. Ваши размышления прирвал Гриша:\n—Володя, в ... ну ты понял где, я нашёл небольшой схрон, и в нём была эта книжка.",
    "answers": [
      {
        "id": 117,
        "text": "Выбрось её"
      },
      {
        "id": 118,
        "text": "Дай посмотреть"
      }
    ]
  },
  {
    "id": 117,
    "text": "Поднимаясь по лестнице вы поняли- как же хорошо дышать свежим воздухом... Свет резал глаза, но как же было хорошо! Вы лезли первым и вам пришлось ждать остальных, но как же хорошо...\nСТОП!\nЧто это в кустах?! \n—Химера!-голос Гриши казалось слышали все, даже люди с Кардона, но сейчас было не до рассуждений...\nХимера метнулась к сталкеру, только начавшему вылезать из люка. Он почти успел увернуться, но на земле осталась половина его кисти, он полетел вниз, оглашая всю окрестность своим криком.",
    "answers": [
      {
        "id": 120,
        "text": "Дать очередь по твари"
      }
    ]
  },
  {
    "id": 118,
    "text": "16.4\nФраеры хотят взять штурмом Бар, смешно, однако им нужна моя помощь, без меня им не найти туннель в Бар. Я согласился помочь...\n20.4 \nЧетыре дня поисков, эти туннели больше чем Дома и разветвлённей...\n1.5\nТоннель с трупами... Интересно из-за чего они умерли?\n2.6\nЭти фраеры настолько тупые, не могу сдержать злобу... Или они думают, что  исследовать тоннели легко!?\n7.6\nМеня что-то тянет в ещё не исследованную часть тоннеля, похоже там ЧТО-ТО есть\n10.6\nЯ схожу с ума... Тяжело писать... ОНО берёт верх\n20.6 \nЯ должен с ЭТИМ покончить... Если ты это читаешь... у меня получилось... Всё труднее и труднее...\n",
    "answers": [
      {
        "id": 119,
        "text": "Ты это читал Гриша?!"
      }
    ]
  },
  {
    "id": 119,
    "text": "—Да, пойдём лучше отсюда...",
    "answers": [
      {
        "id": 117,
        "text": "Согласен "
      }
    ]
  },
  {
    "id": 120,
    "text": "Автоматная очередь казалось не произвела должного эффекта, тварь даже не шелохнулась...\nГриша метнул гранату в то место, куда скорее всего должна была приземлиться химера. Но тварь оказалась шустрее, успела гадина отпрыгнуть. Граната лишь слегка повредила ей  лапу, мерзко воя, тварь метнулась на обидчика, но Гриша успел спрятаться под грудой камней, химере его не достать... Обернувшись химера заметила вас...",
    "answers": [
      {
        "id": 121,
        "text": "В атаку!"
      },
      {
        "id": 122,
        "text": "Попытаться спрятаться"
      }
    ]
  },
  {
    "id": 121,
    "text": "Вы не знаете что за идиотизм вами руководил тогда, но вы это сделали побежади на свою смерти... Химера ,опешив от такой наглости, остановилась, в её холодных, однако безусловно умных, глазах появилось сомнение. Вы, окаменевшие от ужаса, остановились в 10 метрах. Химера словно вопрашала:\"Ты кто такой? Ты не бежишь? Ты сильнее?\" Вы не могли знать  что происходило в её голове, но она мыслила, сравнивала варианты...\nВ конце концов, она медленно развернулась и побрела назад... Вы стояли не шелохнувшись, пока она не ушла окончательно...",
    "answers": [
      {
        "id": 123,
        "text": "Что это ,чёрт возми, было?!"
      }
    ]
  },
  {
    "id": 122,
    "text": "Вы обернулись и начали бежать, единственное место куда вы могли спрятаться был люк. Вы почти успели впрыгнуть в него, однако химера была шустрее. Шесть огромных когтей впилась в вашу спину, тяжёлая тварь опракинула вас и разорвала...",
    "answers": [
      {
        "id": 1,
        "text": "Смерть..."
      }
    ]
  },
  {
    "id": 123,
    "text": "—Володя!..-только смог вымолвить Гриша.\n—Я?..Я?..Живой?..\n—Чёрт! Тот сталкер, помоги мне!\nВ аптечке нашлась мазь на основе светляка, она чуть ли не органы регенирурует. Сталкер был бессознания. Краткая медпомощь и вы пошли искать убежище, таковым для вас стал полу заваленный подвал, не самое безопасное место. Однако выбор был невелик.",
    "answers": [
      {
        "id": 124,
        "text": "Выбирать не приходится"
      }
    ]
  },
  {
    "id": 124,
    "text": "Мазь, как оказалось являлась экстрактом светляка и помочь должна была сильно, уже почти закончилась, в других меднаборах их не было. Ночь прошла тихо, на утро обнаружилось что оторванная часть кисти приросла к оставшейся, оставив на месте разрыва лишь ужасный шрам...\nУтром вам удалось оглядеться где вы. Это юыла небольшая деревушка на её фоне высились склады. И тут до вас дошло — это деревня кровососов...",
    "answers": [
      {
        "id": 125,
        "text": "Срочно уходить отсюда"
      }
    ]
  },
  {
    "id": 125,
    "text": "Вы почти вышли из деревни, как вдруг сталкера начал душить кровосос. Очередь из автомата Гриши охладила его пыл навсегда. Вы бежали, как не бежали никогда...\nВот снова Рыжий лес, вам пришлось оббегать завод на озере Янтарь, дабы не стать зомбированными, ведь шлемов специальных у вас нет.\n Ближе к бункеру погоня прекратилась...",
    "answers": [
      {
        "id": 126,
        "text": "Идти в бункер к учёным"
      }
    ]
  },
  {
    "id": 126,
    "text": "Учёные быстро залатали сталкера и выхвали вертолёт эвакуации...\nПосле рассказаной истории они сказали что разберутся(но врядли это сделают).",
    "answers": [
      {
        "id": 127,
        "text": "Концовка IV-"
      }
    ]
  },
  {
    "id": 127,
    "text": "Статус-Кво в Зоне поддержан, вы так и не узнали что стало с Верденом-2000 и их остатками, но ничего не произошло...\nПравильно ли вы поступили прежав приютивших вас людей?..",
    "answers": [
      {
        "id": 1,
        "text": "Наверное..."
      }
    ]
  },
  {
    "id": 128,
    "text": "Мост очень сильно скредитал, конла вы по нему шли, однако с горем пополам выдержал... Вот вы уже на другой части берега, сталкер говорит, что надо идти к Леснику, мол долгари там обосновались и помогут военным",
    "answers": [
      {
        "id": 129,
        "text": "Выбора нет..."
      }
    ]
  },
  {
    "id": 129,
    "text": "Рыжий лес... Обиталеще разной нечести, понятной и нет, паранормалной и обычной...\nТуман сегодня был необычно густ, проходя по возвышенности ,вы заметили в дали Армейские склады и странный пригорок с люк на вершине...\nШли вы долго, даже очень как вдруг, виднеется она, база Долга...\nВпустили вас сразу, только завидев ваши удостоверения. Однако вас заставили поговорить с главным...",
    "answers": [
      {
        "id": 130,
        "text": "Придётся говорить"
      }
    ]
  },
  {
    "id": 130,
    "text": "—Так кто вас приютил и вылечил?..",
    "answers": [
      {
        "id": 131,
        "text": "Мутанты!"
      },
      {
        "id": 132,
        "text": "Бывшие наёмники!"
      }
    ]
  },
  {
    "id": 131,
    "text": "Вас расстреляли ",
    "answers": [
      {
        "id": 1,
        "text": "Смерть"
      }
    ]
  },
  {
    "id": 132,
    "text": "—Из какого синдиката, или может вы знаете их название...",
    "answers": [
      {
        "id": 133,
        "text": "Верден-2000!"
      },
      {
        "id": 134,
        "text": "Не помню...."
      }
    ]
  },
  {
    "id": 133,
    "text": "По нашим данным они являются зомбированными, а следовательно мутантами. Значит вы якшались с мутантами... Расстрелять!",
    "answers": [
      {
        "id": 131,
        "text": "Чего?!"
      }
    ]
  },
  {
    "id": 134,
    "text": "—Допустим... Значит они с мутантами боролись? Поможем им! А вы эвакуируйтесь...",
    "answers": [
      {
        "id": 135,
        "text": "Концовка IV<plus>"
      }
    ]
  },
  {
    "id": 135,
    "text": "Статус-Кво в Зоне поддержан. Скорее всего приютившие и вылечевшие вас люди метрвы, впрочем как и их враги... Но правильно ли вы поступили предав их?",
    "answers": [
      {
        "id": 1,
        "text": "Не знаю..."
      }
    ]
  },
  {
    "id": 136,
    "text": "",
    "answers": []
  },
  {
    "id": 137,
    "text": "",
    "answers": []
  },
  {
    "id": 138,
    "text": "",
    "answers": []
  },
  {
    "id": 139,
    "text": "",
    "answers": []
  },
  {
    "id": 140,
    "text": "Шли вы довольно долго, как вдруг из кустов послышался выстрел- Король упал. В след за ним попадали все:\n—Засада!- крикнул Валидол\nНачался бой...",
    "answers": [
      {
        "id": 141,
        "text": "Пытаться доползти до укрытия"
      },
      {
        "id": 142,
        "text": "Открыть огонь по месту откуда стреляли"
      },
      {
        "id": 143,
        "text": "Кинуть гранату туда, откуда стреляли"
      }
    ]
  },
  {
    "id": 141,
    "text": "Вот вы уде в укрытии, что же делать?",
    "answers": [
      {
        "id": 145,
        "text": "Отстреливаться от их"
      },
      {
        "id": 146,
        "text": "Прикрыть своих"
      },
      {
        "id": 144,
        "text": "Побежать в атаку"
      }
    ]
  },
  {
    "id": 142,
    "text": "После не самлй продолжительной очереди к вам полетела граната. Вы уже вскочили, что бы убежать, но вашу грудь прошила автоматная очередь....",
    "answers": [
      {
        "id": 1,
        "text": "Смерть"
      }
    ]
  },
  {
    "id": 143,
    "text": "Граната разорвалась и похоже убила троих. Вы быстро встали и...",
    "answers": [
      {
        "id": 144,
        "text": "Побежать в атаку"
      },
      {
        "id": 141,
        "text": "Броситься в укрытие"
      }
    ]
  },
  {
    "id": 144,
    "text": "Вы встали побежали на них. Очень жаль, что у них был станковый пулемёт...",
    "answers": [
      {
        "id": 1,
        "text": "Смерть"
      }
    ]
  },
  {
    "id": 145,
    "text": "Вскоре все ваши были мертвы, вас взяли в огневой мешок и убили...",
    "answers": [
      {
        "id": 1,
        "text": "Смерть"
      }
    ]
  },
  {
    "id": 146,
    "text": "Все ваши, кроме Короля быстро нашли свои  укрытия и тоже начали отстреливаться... Что дальше?",
    "answers": [
      {
        "id": 144,
        "text": "Побежать в атаку"
      },
      {
        "id": 148,
        "text": "Пытаться отойти"
      }
    ]
  },
  {
    "id": 147,
    "text": "Вы успели дойти раньше Монолита. Перед вами лежит полудохлый на вид мужчина, с гипертрофированным черепом и ничтожно слабым телом калеки.\n—Вепрь, мы приш...-начала Лебедь\n—КАК ТЫ СМЕЕШЬ СО МНОЙ ТАК ГОВОРИТЬ!- перебил её Вепрь-Я ВЕЛИЧАЙШЕЕ СУЩЕСТВО ИЗ СУЩЕСТВОВАВШИХ!\n—Как тебя величать о величайший из величайших?\n—Так и величай, женщина... Зачем пришли ко мне? Отговорить от союза с Монолитом? Эта сделка с фанатиками слишком выгодная! Хотя... Что вы можете предложить?",
    "answers": [
      {
        "id": 149,
        "text": "Мы поможем вам оружием, я военный, договорюсь..."
      },
      {
        "id": 149,
        "text": "Вали уродов!"
      }
    ]
  },
  {
    "id": 148,
    "text": "Вы смогли отойти только через минут 20. Вся комада собралась в небольшом доме.\n—Он мёртв-начал Валидол- Король мёртв... Он истёк кровью прямо там...\n—Он был хорошим парнем-начал Гриша, уже успевший с ним подружиться...\n—Это был Монолит...\n—Надо скорее идти!- выпалила Лебедь- если они успеют раньше...",
    "answers": [
      {
        "id": 147,
        "text": "Вновь пора в путь"
      }
    ]
  },
  {
    "id": 149,
    "text": "Пули прошили ваше тело насквозь... Видимо они не хотят договариваться...",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 150,
    "text": "",
    "answers": []
  }
]