[
  {
    "id": 1,
    "text": "Автор: Bartow\n\n   Девушка по имени Лера собирается на работу. Миллионершей она еще не стала, поэтому ее выбором становится маршрутка.\n   Проедьтесь с главной героиней на одном из самых распространенных видов общественного транспорта.",
    "answers": [
      {
        "id": 2,
        "text": "Далее."
      },
      {
        "id": 1,
        "text": "Группа ВКонтакте.",
        "url": "https://vk.com/club170795540"
      }
    ]
  },
  {
    "id": 2,
    "text": "   Этот день никак не отличался от предыдущих. Медленно передвигая ногами по мокрому после дождя асфальту, Лера направлялась на свою остановку. До работы шел только один автобус, поэтому девушка заранее предвкушала душный салон, до верху набитый сонными, раздраженными людьми. На удивление, маршрутка подъехала очень быстро. Двери распахнулись, и Лера ощутила поток горячего воздуха.",
    "answers": [
      {
        "id": 3,
        "text": "Зайти."
      }
    ]
  },
  {
    "id": 3,
    "text": "   Сегодня ей везло, в салоне еще были свободные места. Выбор Леры пал на одиночное сиденье у окна. Удобно усевшись, девушка стала смотреть в окно, наблюдая за проходящими мимо людьми. Маршрутка тронулась.\n   Проехав несколько остановок, автобус остановился, чтобы взять новых пассажиров. Небольшой салон быстро заполнился детскими криками.\n\" Школьники. \" — подумала Лера. \n   Внезапно, ее взгляд устремился в начало салона. Там стояла пожилая женщина. Она двумя руками ухватилась за поручни, пытаясь устоять в забитой маршрутке.",
    "answers": [
      {
        "id": 4,
        "text": "Уступить место."
      },
      {
        "id": 5,
        "text": "Не уступать."
      }
    ]
  },
  {
    "id": 4,
    "text": "— Присаживайтесь! — громко крикнула Лера.\n— Ой, спасибо, милочка. — радостно сказала бабушка.\n   Заняв свое место, старушка то и делала, что с улыбкой поглядывала на Леру. Маршрутка вновь поехала. На одном повороте водитель резко повернул руль так, что девушка еле удержалась на ногах. Проклиная плохие дороги и неумелого водителя, Лера вернулась в исходное положение.\n   Через некоторое время к девушке подошел маленький мальчик и попросил денег на проезд, говоря, что свои он потерял.",
    "answers": [
      {
        "id": 9,
        "text": "Грубо отказать."
      },
      {
        "id": 10,
        "text": "Дать денег."
      },
      {
        "id": 11,
        "text": "Промолчать."
      }
    ]
  },
  {
    "id": 5,
    "text": "\" Пускай кто-то другой уступит. Вон сколько парней сидит! \" — подумала девушка.\n   Разобравшись со своими мыслями, Лера вернулась к захватывающему виду из окна. Автобус тронулся. Через несколько остоновок Леру вновь отвлекли от ее занятия. Рядом стоял маленький мальчик, он дергал девушку за рукав куртки и жалобно смотрел.\n— Извините, тетя, я потерял свои деньги. Не дадите мне немного, чтобы я мог заплатить за проезд? — он выглядел так жалко, что не помочь ему мог только самый злой человек в мире.",
    "answers": [
      {
        "id": 6,
        "text": "Дать денег."
      },
      {
        "id": 7,
        "text": "Промолчать."
      },
      {
        "id": 8,
        "text": "Грубо отказать."
      }
    ]
  },
  {
    "id": 6,
    "text": "\" Бедный ребенок \" — подумала Лера.\n   Достав свой кошелек, она протянула ему деньги.\n— Тетя, здесь слишком много.\n— Купи себе чего-нибудь. — улыбнувшись сказала девушка.\n— Большое спасибо! — мальчик схватил руку девушки и неуклюже ее потряс в знак благодарности.\n   Весело воскликнув, он побежал на выход. А Лера стала готовиться к оплате проезда, ведь скоро ее остановка.",
    "answers": [
      {
        "id": 12,
        "text": "Выйти."
      }
    ]
  },
  {
    "id": 7,
    "text": "   Оторвавшись от окна, девушка молча взглянула на мальчика. Несколько секунд хватило, чтобы она поняла, что не хочет помогать этому ребенку. \n\" Зарплата еще не скоро, сейчас каждая копейка на счету. \" — подумала она.\n   Лера просто отвернулась, оставив мальчика без ответа. Тот грустно вздохнул и пошел искать помощи у других пассажиров. Через несколько остановок Лера начала готовиться к оплате проезда. ",
    "answers": [
      {
        "id": 12,
        "text": "Выйти."
      }
    ]
  },
  {
    "id": 8,
    "text": "— Отстань от меня, попрошайка! — выкрикнула девушка.\n   На глазах ребенка появились слезы. На лице читался легкий испуг. Видимо, он совсем не ожидал такого ответа. Мальчик быстро скрылся среди пассажиров. А Лера начала готовиться к оплате проезда.\n\" Наконец доехали \" — подумала она.\n   Тем временем, автобус подъезжал к Лерыной остановке. Медленно сбавив скорость, он остановился возле старенькой остановки.",
    "answers": [
      {
        "id": 12,
        "text": "Выйти."
      }
    ]
  },
  {
    "id": 9,
    "text": "— Отстань, попрошайка! — выкрикнула девушка.\n   На голос Леры сразу обернулись другие пассажиры. Мальчик, от испуга, начал громко плакать. Старушка, которой Лера уступила место, осуждающе на нее посмотрела, и начала успокаивать ребенка. Сгорая от сдыта, девушка решила, как можно быстрее покинуть транспорт.",
    "answers": [
      {
        "id": 12,
        "text": "Выйти."
      }
    ]
  },
  {
    "id": 10,
    "text": "— Эх, малышь, мне б твои проблемы. — сказала девушка, протягивая ребенку денежную купюру.  — Не теряй больше.\n— Большое спасибо, тетя. — мальчик обнял Леру.\n   Отстранившись от девушки, он быстро направился к выходу.\n— Ты хороший человек. — улыбнувшись голливудской улыбкой, сказала бабушка.\n   Лера не обратила внимания на слова старушки, думая о своем. \n\" Скоро выходить \" — подумала девушка, и достала деньги на проезд.",
    "answers": [
      {
        "id": 12,
        "text": "Выйти."
      }
    ]
  },
  {
    "id": 11,
    "text": "   Взглянув на мальчика, Лера тяжело вздохнула. У нее не было ни желания,  ни возможности помочь ему. Ведь ее зарплаты едва хватало для нее самой. Поэтому она решила просто проигнорировать просьбу мальчика.\n— Вот, возьми малышь. — бабушка протягивала мальчику купюру трясущейся рукой.\n— Я вас так понимаю, девушка. — бабушка обратилась к Лере. — Мне в вашем возрасте тоже было не легко, но это пройдет. \n   Лера лишь слабо кивнула. Радостный ребенок, расталкивая всех пассажиров, помчался к выходу. Через несколько остановок девушка стала готовить деньги к оплате за проезд.",
    "answers": [
      {
        "id": 12,
        "text": "Выйти."
      }
    ]
  },
  {
    "id": 12,
    "text": "   Оплатив проезд, девушка поспешила выйти. Ступая по мокрому, местами отсутствующему асфальту,  она направилась к месту своей работы. Она не задумывалась о произошедшем с ней в маршрутке, не думала о последсвиях своих действий. Она уже забыла все, что сделала или не сделала. Ее взгляд устремился под ноги, сейчас она просто хотела спокойно добраться до работы.\n   Маршрутка — это лишь средство передвижения. Не комната испытаний, не храм Божий. Всего лишь машина, позволяющая, относительно быстро, добраться из пункта А в пункт Б. Люди не меняются зайдя в нее. Они заходят внутрь такими, какими они есть и такими же выходят. \n   В маршрутках происходит множество разных ситуаций. Вот парень целует девушку, которая сообщила ему о беременности. И они счастливы. А вот сидит мужчина. Он со всей силы пытается сдержать слезы, но его выдает сильно трясущееся тело. Только что он узнал, что его отец скончался от рака. Вот детишки знакомятся с новым другом. А рядом сидит старенькая бабушка и грустно вздыхает, потому что ее дети уже давно не рядом с ней.\n   В маршрутках происходит множество разных ситуаций. Но какой бы поступок мы не совершили, какой бы выбор не сделали, мы никогда не изменимся здесь.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 13,
    "text": "",
    "answers": []
  }
]