[
  {
    "id": 1,
    "text": "Автор: Kayo\nЖанры: апокалипсис\n\nВеликое бедствие мирового,  нет,  вселенского масштаба.  Человек полностью убил планету. Воздух был далеко не чистым и мог убить если его обильно вдохнуть. Вода в природных источниках была полностью отравлена. И из-за влияния человека появились аномальные осадки. Появились опасные зараженные видв растений и животных.  Появились новые болезни,  а в некоторых местах развились страшные вспышки эпидемий.  Люди погибали.\n\nТогда то, ВОС (Всемирная Организация Спасения), которая начала свою работу с появлением всех этих катаклизмов,  начала создавать и отправлять спасательные \"шлюпки\", воздушные корабли,  авиаборты,  которые благополучно забрали большую половину населения. По крайней мере, всех, кто остался в живых...  \n\nХотя в этой системе были недочеты и некоторых \"счастливчиков\" попросту не забрали...  \nПотом ВОС с кораблями забитыми людьми-выжившими куда-то исчезли.  Поговаривают, что данная организация нашла, или возможно искусственно сотворила, место где всё пока не тронуто этим ужасным бедствием и человеком... \n\nТе, кого не забрали, теперь стараются выжить и найти это место,  спрятанное в глубине от посторонних глаз. Многих покинула надежда,  а некоторые все еще держатся. Но к чему это приведёт?",
    "answers": [
      {
        "id": 2,
        "text": ">> — Начать — <<"
      },
      {
        "id": 3,
        "text": ">> — Достижения — <<"
      },
      {
        "id": 4,
        "text": ">> — От автора — <<"
      },
      {
        "id": 46,
        "text": ">> - Обновления - <<"
      }
    ]
  },
  {
    "id": 2,
    "text": "                                         « Пролог »\n\nКогда-то этот мир был совершенно другим. Это когда-то было не так давно. Всего лишь несколько месяцев назад всё было нормально... \n\nЧеловек всё же сделал это. Он окончательно испортил природу Земли. Стоило ожидать такого исхода, не так ли? Рано или поздно это должно было случится. \n\nСейчас эта планета кажется безжизненной. На ней осталось совсем немного людей, и эти люди либо заражены неизвестной болезнью, вызванной катастрофой, либо входят в число \"счастливчиков\", которые по какой-то причине остались в этом месте, когда большинство людей эвакуировали. У всех разные причины, по которым их просто забыли тут. \n\nТеперь всё, что нужно — выжить. Выжить и найти то место, где остальное население Земли. Но что, если это место где-то в другой галактике? Тогда надежды на спасение нет. Или же есть? Кто знает... ",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "Чего же Вы достигли, проходя квест? Сейчас узнаем! \n\n>> — Список достижений — << \n1. Одиночка \n2. Вместе будет легче \n3. Ты подарила мне силы, чтобы двигаться вперёд\n4. Брошенный на произвол судьбы\n5. Рука помощи \n6. Лёгкий путь \n7. Слишком большая ответственность\n8. Осторожность и одиночество \n9. Деревня ",
    "answers": [
      {
        "id": 1,
        "text": ">> — Назад — <<"
      },
      {
        "id": 8,
        "text": "«Одиночка»",
        "need": 7,
        "need_ever": true
      },
      {
        "id": 14,
        "text": "«Вместе будет легче»",
        "need": 12,
        "need_ever": true
      },
      {
        "id": 16,
        "text": "«Ты подарила мне силы, чтобы двигаться вперёд»",
        "need": 15,
        "need_ever": true
      },
      {
        "id": 39,
        "text": "Брошенный на произвол судьбы ",
        "need": 31,
        "need_ever": true
      },
      {
        "id": 40,
        "text": "Рука помощи ",
        "need": 32,
        "need_ever": true
      },
      {
        "id": 41,
        "text": "Лёгкий путь ",
        "need": 24,
        "need_ever": true
      },
      {
        "id": 42,
        "text": "Надежда умирает последней",
        "need": 23,
        "need_ever": true
      },
      {
        "id": 43,
        "text": "Слишком большая ответственность ",
        "need": 37,
        "need_ever": true
      },
      {
        "id": 44,
        "text": "Осторожность и одиночество",
        "need": 26,
        "need_ever": true
      },
      {
        "id": 45,
        "text": "Деревня",
        "need": [
          27,
          38
        ],
        "need_ever": true
      },
      {
        "id": 3,
        "text": "* достижение \"Деревня\" становится доступным, только если Вы найдёте все ветки с этим исходом ",
        "comment": true
      }
    ]
  },
  {
    "id": 4,
    "text": "Приветствую Вас, мой дорогой читатель! Мне очень важно Ваше мнение, поэтому, если не сложно, то не могли бы Вы оставить отзыв? \nЯ приветствую критику в абсолютно любой форме. Для меня главное, чтобы Вы честно указали на все недочёты моей работы. \nЭто моя первая история, поэтому, мне кажется, Вы должны указать на все ошибки в любой форме, чтобы они больше не повторялись. Мне ещё работать и работать, но, надеюсь, я смогу закончить этот квест! \nСпасибо за внимание! ",
    "answers": [
      {
        "id": 1,
        "text": ">> — Назад — <<"
      }
    ]
  },
  {
    "id": 5,
    "text": "Алиса Ли — одна из тех \"счастливчиков\". Она не застала тот момент, когда спасательные воздушные корабли забрали всех её близких людей. Тогда она исследовала близлежащий лес, надеясь найти что-то интересное. Когда девушка вернулась в город, там уже почти никого не было. Её не стали искать, чтобы не терять зря времени. Её просто забыли в этом гиблом месте. Впрочем, не только её, поэтому жаловаться не на что. Алиса фактически сама виновата, что осталась тут. \n\nСейчас девушка стояла на небольшом холмике, вглядываясь в даль. Её тёмно-рыжие волосы колыхал ветер, а голубые глаза были абсолютно безразличными. \n\nЧто же будет завтра? А через минуту? Что вообще ожидать от этого мира? \n\nНа глаза Алисе попался небольшой магазинчик, расположившийся недалеко от неё. Кажется, там девушка ещё не была. Нужно бы проверить этот магазинчик, вдруг там ещё осталось что-то нужное? ",
    "answers": [
      {
        "id": 6,
        "text": "Проверить магазинчик"
      },
      {
        "id": 7,
        "text": "«У меня достаточно всего. Лучше вернусь в своё убежище.»"
      }
    ]
  },
  {
    "id": 6,
    "text": "Конечно, заходить в магазинчик может быть опасно. Но вдруг там есть что-то важное? С этими мыслями Алиса направилась к магазину. Пожалеет ли она о своём выборе? \n\nЗайдя в магазинчик, Алиса с облегчением вздохнула. Вроде бы тут никого нет. Или, может, кто-то скрывается в тёмном углу?... \n\nСтоило девушке подумать об этом, как она услышала шорохи из дальнего угла, покрытого темнотой... \n\nКто это?! В любом случае, убежать Алисе не позволяло любопытство, а сказать что-то было слишком страшно. ",
    "answers": [
      {
        "id": 9,
        "text": "Молча стоять"
      },
      {
        "id": 10,
        "text": "Кинуть первый попавшийся под руку предмет в угол"
      }
    ]
  },
  {
    "id": 7,
    "text": "Заходить куда-то — слишком опасно. Алиса за эти дни научилась осторожности. Несколько раз её чуть было не убили из-за провизии, поэтому она не очень хотела заходить в магазин. Вдруг там есть кто-то, кто может ей навредить? Лучше вернуться в убежище. \n\nНекоторое время Алиса шла по тихой пустой улице. Некоторые дома на этой улице развалились, некоторые были близки к этому. Именно в подвале одного из этих домов и находилось убежище рыжеволосой. \n\nВот и знакомый подвал. На полу лежало множество пуфиков, служивших Алисе постелью.  Также на полу были постелены ковры, стены были увешаны коврами. Это придавало тёмной комнате некоторую долю уюта. \n\nОколо стены стояло несколько чемоданов и тумбочек. Именно там Алиса хранила свою провизию и нужные для выживания вещи. Пока что всего этого достаточно... \n\nДевушка присела на один из пуфиков и вздохнула. Выживать одной — сложно. Особенно если ты всего лишь хрупкая девушка, которой нет и восемнадцати. Но доверять кому-то в этой ситуации тоже опасно... ",
    "answers": [
      {
        "id": 7,
        "text": "Получено новое достижение! \n«Одиночка»",
        "comment": true
      },
      {
        "id": 1,
        "text": ">> — На первую страницу — <<"
      },
      {
        "id": 17,
        "text": ">> - Перейти к первой главе - <<"
      }
    ]
  },
  {
    "id": 8,
    "text": "Алиса предпочла уйти в своё убежище, а не заходить в магазин, опасаясь, что на неё могут напасть. Но, может, стоило проверить тот магазинчик? Вдруг там было что-то важное? ",
    "answers": [
      {
        "id": 3,
        "text": ">> — Назад — <<"
      },
      {
        "id": 7,
        "text": ">> — На страницу, где было получено достижение — <<"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вскоре шорохи прекратились. Никто не показался из темноты. Может, Алиса просто слишком переволновалась и ей послышались шорохи?... \n\nНо эта мысль была опровергнута, когда из угла послышался тихий робкий голос. \n\n— З-здесь кто-то ес-сть?... \n\nАлиса ещё некоторое время молча смотрела в угол, а потом решилась подойти. Да, там кто-то есть. Но этот кто-то, судя по всему, напуган и не собирается нападать. \n\nПодойдя ближе, рыжеволосая смогла разглядеть мальчика лет тринадцати-четырнадцати. У мальчишки были тёмные растрёпанные волосы, а в карих глазах был виден испуг. Да, он напуган. И вряд ли он сможет навредить кому-то. \n\nОдежда мальчика была изношенной. Он носил синие джинсы, уже сильно потёртые и порванные в одном месте, и чёрную водолазку, тоже, судя по всему, не новую. \n\n— К-кто ты?... З-зачем ты тут?... \n— Называй меня Алисой. Я просто зашла сюда проверить, есть ли тут что-то нужное мне, — рыжеволосая постаралась дружелюбно улыбнуться, чтобы не пугать мальчика ещё больше, — Как твоё имя? \n— Мен-ня з-зовут Рей, — тихо ответил мальчик. Похоже, он всё ещё побаивается Алису. ",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "— Ай! — послышалось из угла, — З-за что?!\n\nТот, кто сидел в углу, тихо всхлипнул. Алиса ещё некоторое время молча смотрела в угол, а потом решилась подойти. \n\nПодойдя ближе, рыжеволосая смогла разглядеть мальчика лет тринадцати-четырнадцати. У мальчишки были тёмные растрёпанные волосы, а в карих глазах был виден испуг. Да, он напуган. И вряд ли он сможет навредить кому-то. \n\nОдежда мальчика была изношенной. Он носил синие джинсы, уже сильно потёртые и порванные в одном месте, и чёрную водолазку, тоже, судя по всему, не новую. \n\n— К-кто ты?... З-зачем ты тут?... \n— Называй меня Алисой. Я просто зашла сюда проверить, есть ли тут что-то нужное мне, — рыжеволосая постаралась дружелюбно улыбнуться, чтобы не пугать мальчика ещё больше, — Как твоё имя? \n— Мен-ня з-зовут Рей, — тихо ответил мальчик. Похоже, он побаивается Алису. ",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "— Рей значит... Что ты тут делаешь? — Алиса старалась держаться на некотором расстоянии от мальчика, чтобы не пугать его. \n— Я...живу тут. Когда-то я ходил по улице, и за мной погнался заражённый... Я с-смог спастись тут... И с т-того момента я не выхожу отсюда, — Рей вдруг всхлипнул, — Странно, что меня никто не нашёл... Интер-ресно, а искали ли меня вообще?... \n\nАлиса грустно улыбнулась. Похоже, Рей не знает, что большую часть людей забрали отсюда. Стоит ему рассказать обо всём... \n\nВздохнув, девушка приблизилась к своему новому знакомому, присев рядом. Рей вздрогнул, но не отодвинулся от неё. \n\nВздохнув, Алиса начала рассказывать о том, что, скорее всего, все близкие Рея где-то в безопасном далёком от этого маленького магазинчика месте. Мальчик молча смотрел в пол. Наверно, ему очень грустно. \n\nРыжеволосая рассказала Рею и о том, что она тоже осталась одна, и предложила объединиться и выживать вместе. Недолго думая, мальчик кивнул. Оставаться один он не хотел. ",
    "answers": [
      {
        "id": 12,
        "text": "Пойти в убежище"
      },
      {
        "id": 13,
        "text": "Остаться и осмотреть магазинчик"
      }
    ]
  },
  {
    "id": 12,
    "text": "Алиса и Рей шли по тихой пустой улице. Некоторые дома на этой улице развалились, некоторые были близки к этому. Именно в подвале одного из этих домов и находилось убежище рыжеволосой. \n\nВот и знакомый подвал. На полу лежало множество пуфиков, служивших Алисе постелью.  Также на полу были постелены ковры, стены были увешаны коврами. Это придавало тёмной комнате некоторую долю уюта. \n\nОколо стены стояло несколько чемоданов и тумбочек. Именно там Алиса хранила свою провизию и нужные для выживания вещи. Пока что всего этого достаточно...\n\n— Т-тут...уютно, — Рей осмотрелся. \n— Присаживайся на пуфики, — Алиса подошла к одному из чемоданов, — А я поищу тебе более новую одежду. \n\nМальчик кивнул и сел на один из пуфиков. Вместе будет легче выжить, не так ли? ",
    "answers": [
      {
        "id": 12,
        "text": "Получено новое достижение! \n«Вместе будет легче»",
        "comment": true
      },
      {
        "id": 12,
        "text": "Конец пролога. Первая глава для этой сюжетной ветки находится в разработке. ",
        "comment": true
      },
      {
        "id": 1,
        "text": ">> — На первую страницу — <<"
      }
    ]
  },
  {
    "id": 13,
    "text": "— Ты же не против, если я осмотрюсь тут? — Алиса встала на ноги. \n— Да, конечно... Тут есть м-много еды. Ей я и питался всё это время. \n\nРей остался сидеть в углу, а Алиса начала осмотр магазинчика. Но, кажется, это было ошибкой... \n\nВ магазин ворвалась группа парней. Алиса не успела посчитать, сколько их было. Девушку ударили тяжёлой битой по голове. Она вскрикнула и повалилась на пол. \n\nРей тут же спрятался за одним из дальних шкафов. К его счастью, парни не заходили далеко. Они лишь быстро опустошили все шкафчики, близкие к выходу, и убежали. \n\nЕщё долго мальчик не выходил из своего укрытия, опасаясь, что на него кто-то нападёт. Только под вечер он вышел из-за шкафа. \n\nВ магазинчике стало как-то пусто после налёта парней. Тело Алисы лежало недалеко от того угла, в котором когда-то сидел Рей. ",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "Алиса решилась зайти в магазин, где встретила мальчика по имени Рей. Они объединились в команду, и теперь им предстоит выживать вместе. Ведь так будет легче, да? ",
    "answers": [
      {
        "id": 3,
        "text": ">> — Назад — <<"
      },
      {
        "id": 12,
        "text": ">> — На страницу, где было получено достижение — <<"
      }
    ]
  },
  {
    "id": 15,
    "text": "Мальчик присел рядом с телом, проверяя пульс и сердцебиение Алисы. Не было никаких признаков жизни. \n\nАлиса мертва. \n\nОт осознания этого у Рея закружилась голова. Он винил в произошедшем себя. Нужно было сказать Алисе, что лучше уйти отсюда. И тогда бы этого не случилось... \n\nНо прошлого уже не вернёшь. Нужно просто смириться и жить дальше. И бороться за свою жизнь... Нужно выжить и найти, куда делась большая часть населения Земли любыми способами. \n\nРей нашёл в магазинчике рюкзак и начал складывать туда различные припасы, которые могут долго храниться. Он решил, что нельзя сидеть в этом магазинчике вечность. Нужно идти дальше несмотря ни на что. \n\nСможет ли выжить в этом ужасном мире тринадцатилетний мальчик? Он должен хотя бы попытаться. \n\nУже выходя из магазина, Рей обернулся и в последний раз посмотрел на тело Алисы. \n\n— П-прости меня... Это произошло по м-моей вине. Прощай... ",
    "answers": [
      {
        "id": 15,
        "text": "Получено новое достижение! \n«Ты подарила мне силы, чтобы двигаться вперёд»",
        "comment": true
      },
      {
        "id": 15,
        "text": "Конец пролога. Первая глава для этой сюжетной ветки находится в разработке. ",
        "comment": true
      },
      {
        "id": 1,
        "text": ">> — На первую страницу — <<"
      }
    ]
  },
  {
    "id": 16,
    "text": "Алиса была убита. Рей решил, что оставаться до самой смерти в магазинчике — плохая идея, и наконец вышел в мир. Сможет ли он выжить? ",
    "answers": [
      {
        "id": 3,
        "text": ">> — Назад — <<"
      },
      {
        "id": 15,
        "text": ">> — На страницу, где было получено достижение — <<"
      }
    ]
  },
  {
    "id": 17,
    "text": "                                       « Глава 1 »\n                                 « Нужно искать »\n\nАлиса некоторое время провела в своём убежище. Всю ночь она не смыкала глаз. Нужно было что-то делать дальше. Но что? Наверно, стоит поискать то место, куда исчезла большая часть населения Земли. Но где вообще нужно искать? \n\nРыжеволосая могла и раньше отправиться на поиски, но до последнего надеялась, что встретит того, кто пойдёт вместе с ней. Однако, этого так и не произошло. Значит, придётся искать ответы самой. Делать больше нечего. Нельзя вечно сидеть в убежище. \n\nНужно собрать вещи и идти. Идти куда угодно. Главное — идти. Если долго идти куда-то, то обязательно что-нибудь найдёшь. Да ведь?... ",
    "answers": [
      {
        "id": 18,
        "text": "Собрать вещи и уйти"
      },
      {
        "id": 19,
        "text": "«Скорее всего, я больше не вернусь в этот город. Пожалуй, перед тем, как уйти, осмотрю хотя бы его часть.»"
      }
    ]
  },
  {
    "id": 18,
    "text": "Ходить по городу всё же довольно опасно. Куда безопаснее собрать вещи и отправиться в путь. Хоть и уходить куда-то из города тоже опасно... \n\nСпустя пару часов вещи были собраны. Теперь нужно уходить. Грустно покидать это место. Как никак, Алиса живёт тут уже довольно долго. Но что ещё делать? Ведь нужно искать, где большая часть населения Земли. Однако, кто знает, сможет ли Алиса это сделать? \n\nВероятность того, что идея найти большинство людей провальна, очень велика. Может, стоит уже сейчас забросить это дело? ",
    "answers": [
      {
        "id": 23,
        "text": "«Нет. Я не сдамся в самом начале.»"
      },
      {
        "id": 24,
        "text": "«Может, легче умереть, чем пытаться сделать что-то?...»"
      }
    ]
  },
  {
    "id": 19,
    "text": "Алиса решила, что нужно перед уходом осмотреть город. Скорее всего, она уходит отсюда навсегда. Вдруг при осмотре получится найти что-то важное. Да и уходить из места, где прошло всё твоё детство, не очень хорошо, не так ли? \n\n... Уже несколько минут Алиса ходила по городу, осторожно осматривая все закоулки и дворы. Ей не попалось ничего интересного. Показался тот самый магазинчик, в который девушка побоялась зайти вчера. \n\nМожет, стоит заглянуть туда? Хотя... Возможно, лучше пойти обратно в убежище и собрать вещи, чтобы отправиться в путь. ",
    "answers": [
      {
        "id": 20,
        "text": "Зайти в магазин"
      },
      {
        "id": 21,
        "text": "«Наверно, я похожу по городу ещё немного...»"
      },
      {
        "id": 22,
        "text": "Вернуться в убежище и собрать вещи"
      }
    ]
  },
  {
    "id": 20,
    "text": "Наверно, в магазине осталось хоть что-то, что может пригодиться. Однако, заходить куда-то опасно, ведь неизвестно, что ждёт тебя там.\n\nНемного волнуясь, Алиса открыла дверь магазинчика. Никто не напал на неё. Это хорошо.\n\nНо тут не было ничего нужного. В магазинчике царил полнейший беспорядок. Всё, что не портится или могло бы пригодиться в пути, уже забрали. Похоже, было бесполезно заходить сюда. \n\nВозможно, ещё вчера тут и можно было найти что-то нужное, но сейчас даже пытаться не стоит. ",
    "answers": [
      {
        "id": 21,
        "text": "«Наверно, я похожу по городу ещё немного...»"
      },
      {
        "id": 22,
        "text": "Вернуться в убежище и собрать вещи "
      }
    ]
  },
  {
    "id": 21,
    "text": "Даже если найти что-то в городе бессмысленно и опасно, Алиса не хотела так просто уходить. Всё же её детство прошло в этом городе, и просто уйти девушка не могла. \n\nЕщё некоторое время рыжеволосая бродила по городу. Она не нашла ничего нужного. К тому же, у неё пока было достаточно провизии. Но что-то не давало девушке вернуться в убежище прямо сейчас.\n\nПроходя по какой-то улице Алиса услышала шорох. Она вздрогнула и посмотрела в сторону, откуда исходил звук. \n\nКто это может быть? Заражённый? Да если и человек, ничего хорошего в этом нет. Мало ли, чего это существо хочет... \n\nАлиса вздохнула, пытаясь успокоиться. \n\n— Кто здесь?! — девушка, крикнув это, готова была броситься бежать. ",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "Алиса решила вернуться к себе. Ходить по городу всё же довольно опасно. Куда безопаснее вернуться в убежище и собрать вещи, чтобы отправиться в путь. \n\nСпустя пару часов вещи были собраны. Теперь нужно уходить. Грустно покидать это место. Как никак, Алиса живёт тут уже довольно долго. Но что ещё делать? Ведь нужно искать, где большая часть населения Земли. Однако, кто знает, сможет ли Алиса это сделать? \n\nВероятность того, что идея найти большинство людей провальна, очень велика. Может, стоит уже сейчас забросить это дело? ",
    "answers": [
      {
        "id": 23,
        "text": "«Нет. Я не сдамся в самом начале.»"
      },
      {
        "id": 24,
        "text": "«Может, легче умереть, чем пытаться сделать что-то?...»"
      }
    ]
  },
  {
    "id": 23,
    "text": "Нет, нельзя так просто сдаться без боя. Нужно жить дальше. Нужно искать. Надеяться. Ведь надежда умирает последней. \n\nАлиса улыбнулась. Не такая уж она и слабая, раз смогла продержаться до этого дня. И она продержится ещё. Она обязательно найдёт то место, куда эвакуировали людей. Нужно всего лишь поверить в это и постараться. \n\nЭти мысли придали Алисе сил. Она взяла собранные вещи и выбралась из своего убежища. \n\nКуда идти? Алиса не могла знать. Поэтому она пошла на север. Там, уже за пределами города, должна быть небольшая деревушка. Вдруг там есть кто-то менее враждёбный, чем в городе? А если там есть что-то, что поможет в поисках? Хотя и оба этих варианта были маловероятны, Алиса надеялась, что хоть один из них окажется реальностью. ",
    "answers": [
      {
        "id": 23,
        "text": "Получено новое достижение! \n«Надежда умирает последней»",
        "comment": true
      },
      {
        "id": 25,
        "text": "Идти "
      }
    ]
  },
  {
    "id": 24,
    "text": "Алиса вздохнула. Разве хрупкая девушка сможет долгое время выживать одна в таком мире? Очень маловероятно. Так не легче ли будет закончить всё прямо сейчас? \n\nИ, снова вздохнув, девушка встала на ноги. Зря она собрала вещи. Зря пыталась выжить столько времени. Всё зря... \n\n... Алиса поднимается по лестнице какого-то здания. Может, она встретит тут кого-то? Если встретит, то этот кто-то с большой вероятностью будет настроен враждёбно. Впрочем, на это уже всё равно. \n\nВот девушка оказалась на крыше здания. Какая тут высота? Явно более пятнадцати метров. \n\nНекоторое время Алиса стояла на краю крыши, уставившись вниз. Затем она подняла свою голову и увидела несколько птиц, парящих в воздухе. Интересно, они заражены или нет? \n\nАлиса как-то грустно улыбнулась. Вот бы быть птицей. Наверно, так хорошо летать... \n\nВсё ещё улыбаясь, девушка сделала шаг. Свой последний шаг в этой жизни. ",
    "answers": [
      {
        "id": 24,
        "text": "Получено новое достижение! \n«Лёгкий путь»",
        "comment": true
      },
      {
        "id": 1,
        "text": ">> - На первую страницу - <<"
      }
    ]
  },
  {
    "id": 25,
    "text": "Идти пришлось долго. Деревня была не так уж и далеко, но Алисе было страшновато, и она шла крайне медленно и осторожно, пугаясь каждого шороха. \n\nНо вот на горизонте показалась деревня. Алиса улыбнулась. Она почти дошла. Хоть это и было совсем маленьким достижением, рыжеволосая радовалась ему. Сейчас нужно радоваться каждой вещи, даже самой маленькой. \n\nНо именно сейчас, когда хоть и короткий, но всё же путь, был пройден, Алиса начала бояться. Что ждёт её в деревне? Уж не лучше ли обойти эту деревню стороной, чем исследовать её?... Ведь сейчас любой неверный шаг может стоить жизни.",
    "answers": [
      {
        "id": 26,
        "text": "Идти дальше, не заходя в деревню "
      },
      {
        "id": 27,
        "text": "Зайти в деревню "
      }
    ]
  },
  {
    "id": 26,
    "text": "Порой из-за излишней осторожности люди навсегда остаются одиноки. Но, может, одиночество того стоит? \n\nАлиса решила быть крайне осторожной, и поэтому прошла мимо деревни, не заходя в неё. Может, это было ошибкой, а может, верным решением. Нельзя точно знать. \n\nСейчас главное — выжить и найти то место, куда эвакуировали людей. Ну, или хотя бы попытаться сделать это. Поэтому осторожность не может быть лишней. Или всё же может? \n\nРыжеволосая девушка шла по пустой дороге, пугаясь каждого шороха. В любом случае, она пока жива, а это уже хорошо.",
    "answers": [
      {
        "id": 26,
        "text": "Получено новое достижение! \n«Осторожность и одиночество» ",
        "comment": true
      },
      {
        "id": 26,
        "text": "Конец главы. Следующая глава находится в разработке. ",
        "comment": true
      },
      {
        "id": 1,
        "text": ">> - На первую страницу - <<"
      }
    ]
  },
  {
    "id": 27,
    "text": "Нельзя упускать возможность найти что-то важное. Вдруг в деревне есть то, что нужно Алисе? Именно поэтому девушка решила не проходить мимо. \n\nВ деревне было тихо. Что же, на Алису пока никто не напал. Уже хорошо. \n\nМожет, тут вообще нет людей? Правда, скорее всего, заражённых тут много... Но заражённые, по наблюдениям Алисы, в большинстве случаев крайне медлительны, что делает их менее опасными, чем враждёбно настроенных людей. \n\nМожет, тут есть кто-то более дружелюбный? Стоит обыскать деревню. ",
    "answers": [
      {
        "id": 27,
        "text": "Получено новое достижение! \n«Деревня»",
        "comment": true
      },
      {
        "id": 27,
        "text": "Конец главы. Следующая глава находится в разработке. ",
        "comment": true
      },
      {
        "id": 1,
        "text": ">> - На первую страницу - <<"
      }
    ]
  },
  {
    "id": 28,
    "text": "Шорохи резко прекратились. Существо, скрывавшееся в темноте, не ответило. Это придало Алисе сил. Наверно, этот кто-то тоже боится. Значит, он не будет нападать... \n\nКак ни странно, в голову девушки не пришла мысль о том, что существо может специально притворяться напуганным, чтобы заманить её в ловушку. Недолго думая, Алиса подошла к месту, откуда доносились шорохи... \n\nТам не было заражённого. Это был просто мальчик лет тринадцати-четырнадцати.  Одежда на нём была изношенной. Он носил синие джинсы, уже сильно потёртые и порванные в одном месте, и чёрную водолазку, тоже, судя по всему, не новую. Тёмные волосы были растрёпанными и грязными, а в карих глазах явно читался испуг. Вряд ли этот мальчик сможет кому-то навредить.",
    "answers": [
      {
        "id": 29,
        "text": "- Кто ты? "
      }
    ]
  },
  {
    "id": 29,
    "text": "Мальчишка со страхом посмотрел на Алису, а после закрыл голову руками, как будто ожидая удара. \n\n— Эй, что случилось? Тебя кто-то обидел? Не бойся, я небуду бить тебя... — Алиса присела рядом с мальчиком, — Так как твоё имя? И что с тобой произошло? \n\nМальчик хотел отодвинуться подальше от рыжеволосой, но, похоже, у него не хватило сил, и поэтому он просто захныкал. \n\nСудя по всему, его кто-то сильно напугал. Или, может, побил. Интересно, как он вообще смог выжить до этого момента? Наверняка это было очень сложно для него. \n\n— Я хочу помочь тебе, — Алиса улыбнулась, — Мы с тобой в похожих ситуациях... Я не обижу тебя, честно. \n\nНекоторое время со стороны мальчика были слышны только всхлипы, но после он тихо произнёс: \n\n— М-можешь не п-пытаться мне п-помочь... ",
    "answers": [
      {
        "id": 30,
        "text": "- Но... Почему?"
      }
    ]
  },
  {
    "id": 30,
    "text": "Алиса не могла понять. Почему не нужно пытаться помочь ему? Что с ним сделали?\n\n— Я в-всё равно н-не в-выживу... \n— Но почему? Ты ведь как-то выживал до этого момента! Что случилось теперь? — Алиса искренне недоумевала, — Нужно всегда верить в то, что ты выживешь! \n— Я...ранен. И, к т-тому же, я б-болею... У м-меня слабое с-сердце... Я не в-выживу. \n— Но ведь ты как-то выживал раньше! И скажи уже, как тебя зовут. \n\nНа некоторое время мальчик замолчал, изучая что-то под своими ногами, а после тихо произнёс: \n\n— Моё имя — Р-рей. П-прошу, не п-пытайся помочь мне... Ты т-только погубишь себя. Не н-надо... \n\nРей прикусил губу и всхлипнул. Он так и не рассказал, как выживал до этого момента. Впрочем, наверно, это не так важно сейчас...\n\nОставить мальчика тут означало, что он погибнет. Вряд ли кто-то окажет ему помощь. Но, в то де время, может, его и правда лучше бросить на поизвол судьбы? ",
    "answers": [
      {
        "id": 31,
        "text": "Уйти в убежище, оставив Рея"
      },
      {
        "id": 32,
        "text": "- Я не могу бросить тебя. Ты можешь идти сам? "
      }
    ]
  },
  {
    "id": 31,
    "text": "Наверняка будет легче выжить без Рея. От него будут одни проблемы. Да, это жестоко, бросать мальчика на произвол судьбы, но сейчас главное выжить самой.\n\nАлиса решила вернуться к себе. Она всё ещё сомневалась в правильности своих действий.\n\nИ вот, она в своём убежище. Одна... \n\nСпустя пару часов вещи были собраны. Теперь нужно уходить. Грустно покидать это место. Как никак, Алиса живёт тут уже довольно долго. Но что ещё делать? Ведь нужно искать, где большая часть населения Земли. Однако, кто знает, сможет ли Алиса это сделать? \n\nВероятность того, что идея найти большинство людей провальна, очень велика. Может, стоит уже сейчас забросить это дело? ",
    "answers": [
      {
        "id": 31,
        "text": "Получено новое достижение! \n«Брошенный на произвол судьбы»",
        "comment": true
      },
      {
        "id": 23,
        "text": "«Нет. Я не сдамся в самом начале.»"
      },
      {
        "id": 24,
        "text": "«Может, легче умереть, чем пытаться сделать что-то?...»"
      }
    ]
  },
  {
    "id": 32,
    "text": "Бросить этого беспомощного мальчишку для Алисы означало потерять человечность. Рей умрёт, если оставить его тут. Девушка не простит сеье подобного. \n\nМожет, всё же стоило оставить его тут, но Алиса не могла сделать так. Она должна хотя бы попытаться помочь ему. \n\nРей попытался подняться на ноги и смог сделать это, а потом грустно улыбнулся. \n\n— Я с-смог п-подняться... Но идти в-вряд ли с- смогу... Оставь м-меня. \n\nНо Алиса уже твёрдо решила, что не оставит Рея. Девушка протянула ему руку. Если мальчик не может идти сам, она поможет ему... ",
    "answers": [
      {
        "id": 32,
        "text": "Получено новое достижение!\n«Рука помощи»",
        "comment": true
      },
      {
        "id": 33,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 33,
    "text": "И вот, Алиса и Рей в убежище девушки. Мальчик едва держится на ногах. Но они смогли дойти сюда, уже хорошо. \n\nХоть и теперь на плечи рыжеволосой легла ответственность за жизнь мальчика, она не собиралась сидеть в убежище. Это скучно и бессмысленно. Нужно хотя бы попытаться что-то сделать. \n\nАлиса подошла ближе к Рею, внимательно изучая его. Судя по всему, его ударили по голове чем-то тяжёлым. Не слишком критично, но всё же довольно неприятно. Девушка нашла аптечку, припасённую ей уже давно, и обработала место удара. Мальчик не сопротивлялся её действиям. \n\nТеперь нужно было собраться, а после отправиться в путь... Рей к тому времени должен немного отдохнуть и набраться сил. К счастью, у Алисы достаточно еды на двоих. \n\nСпустя пару часов вещи были собраны. Теперь нужно уходить. Грустно покидать это место. Как никак, Алиса живёт тут уже довольно долго. Но что ещё делать? Ведь нужно искать, где большая часть населения Земли. Однако, кто знает, сможет ли Алиса это сделать? ",
    "answers": [
      {
        "id": 34,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 34,
    "text": "Если бы с ней не было Рея, то Алиса бы сейчас засомневалась в том, что сможет что-то сделать, и осталась бы в своём убежище, или же просто покончила бы с собой. Но сейчас... Девушка чувствовала, что теперь отвечает не только за свою жизнь, но и за жизнь этого беспомощного мальчика. Она не могла просто бросить его. \n\n— Идём, — Алиса ободряюще улыбнулась, — Тебе всё ещё сложно идти? \n\nРей уже успел отдохнуть. Он почувствовал себя лучше. Тогда, на улице, он понимал, что вряд ли проживёт долго. Сейчас же у него есть надежда на то, что он выживет. И это уже придавало сил. \n\n— Да, я могу даже что-то понести... — мальчик всё ещё не понимал, почему Алиса не оставила его на произвол судьбы, но был рад. \n— Нет, тебе не стоит поднимать что-то. Мне не тяжело. \n\nС появлением Рея количество нужных вещей увеличилось. Но рыжеволосая была готова нести их сама. Мальчику не стоит сейчас напрягаться... ",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "Алиса взяла собранные вещи и выбралась из своего убежища. Рей последовал за ней. \n\nМальчик говорил, что у него слабое сердце, но больше эта тема не упоминалась. Алиса решила пока не беспокоить Рня вопросами об этом. Если бы это было очень важно, то он бы сам сказал сразу же, верно? \n\nКуда идти? Нельзя было знать. Поэтому она пошла на север. Там, уже за пределами города, должна быть небольшая деревушка. Вдруг там есть кто-то менее враждёбный, чем в городе? А если там есть что-то, что поможет в поисках? Хотя и оба этих варианта были маловероятны, Алиса надеялась, что хоть один из них окажется реальностью. \n\nА Рей следовал за девушкой. Он полностью доверял ей. ",
    "answers": [
      {
        "id": 36,
        "text": "Идти "
      }
    ]
  },
  {
    "id": 36,
    "text": "Идти пришлось долго. Деревня была не так уж и далеко, но Алисе было страшновато, и она шла крайне медленно и осторожно, пугаясь каждого шороха. Да и Рей не мог идти слишком быстро. \n\nНо вот на горизонте показалась деревня. Алиса улыбнулась. Они почти дошли. Хоть это и было совсем маленьким достижением, рыжеволосая радовалась ему. Сейчас нужно радоваться каждой вещи, даже самой маленькой. \n\nРадость Алисы передалась и Рею. Мальчик робко улыбнулся. Теперь он не один. Всё будет хорошо. А если не будет, то вдвоём не так страшно. \n\nОднако, именно сейчас, когда хоть и короткий, но всё же путь, был пройден, Алиса начала бояться. Что ждёт её в деревне? Уж не лучше ли обойти эту деревню стороной, чем исследовать её?... Ведь сейчас любой неверный шаг может стоить жизни. Причём погибнет не только рыжеволосая, но и Рей, ведь он вряд ли выживет без неё. ",
    "answers": [
      {
        "id": 37,
        "text": "Идти дальше, не заходя в деревню "
      },
      {
        "id": 38,
        "text": "Зайти в деревню "
      }
    ]
  },
  {
    "id": 37,
    "text": "Алиса решила быть крайне осторожной, и поэтому прошла мимо деревни, не заходя в неё. Мало ли, что там ожидает. А сейчас с девушкой Рей, поэтому нельзя рисковать лишний раз... \n\nСейчас главное — выжить и найти то место, куда эвакуировали людей. Ну, или хотя бы попытаться сделать это. Поэтому осторожность не может быть лишней. Или всё же может? \n\nАлиса чувствовала огромную ответственность. Она шла по пустой и тихой дороге, а Рей следовал за ней. Он полностью доверился девушке... ",
    "answers": [
      {
        "id": 26,
        "text": "Получено новое достижение! \n«Слишком большая ответственность» ",
        "comment": true
      },
      {
        "id": 26,
        "text": "Конец главы. Следующая глава находится в разработке. ",
        "comment": true
      },
      {
        "id": 1,
        "text": ">> - На первую страницу - <<"
      }
    ]
  },
  {
    "id": 38,
    "text": "Нельзя упускать возможность найти что-то важное. Вдруг в деревне есть то, что нужно Алисе и Рею? Именно поэтому девушка решила не проходить мимо. Разумеется, Рей во всём следовал за ней. \n\nВ деревне было тихо. Что же, на Адису и Рея пока никто не напал. Уже хорошо. \n\nМожет, тут вообще нет людей? Правда, скорее всего, заражённых тут много... Но заражённые, по наблюдениям Алисы, в большинстве случаев крайне медлительны, что делает их менее опасными, чем враждёбно настроенных людей. \n\nМожет, тут есть кто-то более дружелюбный? Стоит обыскать деревню, даже не смотря на риск. Тем более, вместе с Реем Алиса чувствовала себя спокойнее, нежели одна. Вместе они сильнее, чем поодиночке. ",
    "answers": [
      {
        "id": 27,
        "text": "Получено новое достижение! \n«Деревня»",
        "comment": true
      },
      {
        "id": 27,
        "text": "Конец главы. Следующая глава находится в разработке. ",
        "comment": true
      },
      {
        "id": 1,
        "text": ">> - На первую страницу - <<"
      }
    ]
  },
  {
    "id": 39,
    "text": "Алиса встретила Рея, который был ранен. Более того, мальчик сказал, что у него слабое сердце, и он вряд ли выживет. Алиса решила оставить его и не пытаться помочь. Было ли это решение верным. ",
    "answers": [
      {
        "id": 3,
        "text": ">> - Назад - <<"
      },
      {
        "id": 31,
        "text": ">> - На страницу, где было получено достижение - <<"
      }
    ]
  },
  {
    "id": 40,
    "text": "Алиса встретила Рея, который был ранен. Более того, мальчик сказал, что у него слабое сердце, и он вряд ли выживет. Но Алиса решила не бросать Рея, а протянуть ему руку помощи. Теперь Рей во всём доверяет девушке и везде следует за ней. ",
    "answers": [
      {
        "id": 3,
        "text": ">> - Назад - <<"
      },
      {
        "id": 32,
        "text": ">> - На страницу, где было получено достижение - <<"
      }
    ]
  },
  {
    "id": 41,
    "text": "Алиса полность отчаялась, так и не начав поиски. Она посчитала, что делать что-либо бессмысленно, и прыгнула с крыши, закончив свою жизнь. Может, это было верным решением? ",
    "answers": [
      {
        "id": 3,
        "text": ">> - Назад - <<"
      },
      {
        "id": 24,
        "text": ">> - На страницу, где было получено достижение - <<"
      }
    ]
  },
  {
    "id": 42,
    "text": "Алису начали терзать сомнения в том, что её поиски не бессмыслены. Но она смогла поверить в то, что всё это имеет хоть какой-то смысл, и начала свой путь. ",
    "answers": [
      {
        "id": 3,
        "text": ">> - Назад - <<"
      },
      {
        "id": 23,
        "text": ">> - На страницу, где было получено достижение - <<"
      }
    ]
  },
  {
    "id": 43,
    "text": "Алиса почувствовала большую ответственность, ведь теперь с ней Рей. Из-за этого девушка решила не рисковать и прошла мимо деревни. ",
    "answers": [
      {
        "id": 3,
        "text": ">> - Назад - <<"
      },
      {
        "id": 37,
        "text": ">> - На страницу, где было получено достижение - <<"
      }
    ]
  },
  {
    "id": 44,
    "text": "Алиса была очень осторожна и никуда не зашла. Может, эта осторожность была излишней? ",
    "answers": [
      {
        "id": 3,
        "text": ">> - Назад - <<"
      },
      {
        "id": 26,
        "text": ">> - На страницу, где было получено достижение - <<"
      }
    ]
  },
  {
    "id": 45,
    "text": "Алиса решила исследовать деревню. Но что её ожидает там? ",
    "answers": [
      {
        "id": 3,
        "text": ">> - Назад - <<"
      },
      {
        "id": 27,
        "text": ">> - На страницу, где было получено достижение - << (| вариант) "
      },
      {
        "id": 38,
        "text": ">> - На страницу, где было получено достижение - << (|| вариант) "
      }
    ]
  },
  {
    "id": 46,
    "text": "Тут находится вся информация об обновленяих в квесте. \n\n30.12.19. Доработана и опубликована сюжетная ветка для достижения «Одиночка»",
    "answers": [
      {
        "id": 1,
        "text": ">> - Назад - <<"
      }
    ]
  },
  {
    "id": 47,
    "text": "                                       « Глава 1 »\n                                 « Нужно искать »\n\nТеперь Алиса была не одна. Вдвоём выжить должно быть легче. Рей довольно слаб и пуглив, но хоть какая-то помощь от него быть должна. Главное верить в свою удачу. \n\nАлиса всю ночь не смыкала глаз. Рей же спокойно спал. Глядя на спящего мальчика, Алиса невольно улыбалась. \n\nНужно было что-то делать дальше. Но что? Наверно, стоит поискать то место, куда исчезла большая часть населения Земли. Но где вообще нужно искать? \n\nРыжеволосая могла и раньше отправиться на поиски, но до последнего надеялась, что встретит того, кто пойдёт с ней. Это случилось. Но теперь Алиса чувствовала большую ответственность за Рея и боялась, что мальчик погибнет в пути. Однако, делать больше нечего. Нельзя вечно сидеть в убежище. \n\nНужно собрать вещи и идти. Идти куда угодно. Главное — идти. Если долго идти куда-то, то обязательно что-нибудь найдёшь. Да ведь?... ",
    "answers": [
      {
        "id": 48,
        "text": "Сказать Рею о том, что нужно уходить"
      }
    ]
  },
  {
    "id": 48,
    "text": "Алиса решила предупредить мальчика о том, что нужно уходить, заранее. Девушка всё ещё была не до конца уверена в том, что стоит идти, но всё же лучше рассказать Рею о своих мыслях. \n\nМальчик слушал Алису, сосредоточенно глядя куда-то ",
    "answers": []
  }
]