[
  {
    "id": 1,
    "text": "   Любовь очень сложная штука. Порой, приходиться чем-то жертвовать, чем-то рисковать, что-то менять в своей жизни. Порой жизнь подкидывает нам испытания и в этом квесте Вам придется справиться с такими испытаниями, во имя любви.\n\n\nАвтор: Semkoed72\n\nЖанр: Романтика\n\n\n Приятного прохождения!\n",
    "answers": [
      {
        "id": 2,
        "text": " [Начать]"
      },
      {
        "id": 43,
        "text": " [Магическая кнопка]"
      }
    ]
  },
  {
    "id": 2,
    "text": " Любовь бежит от тех, кто гонится за нею, а тем, кто прочь бежит, кидается на шею. \n\n ©Вильям Шекспир",
    "answers": [
      {
        "id": 3,
        "text": ">>>>>"
      }
    ]
  },
  {
    "id": 3,
    "text": "\n\"О боже! Никогда не думал что доживу до этого.\" Примерно с такой мыслью я стоял и смотрел на дуло револьвера 45-ого калибра, направленное на меня. И в этот миг как будто передо мной промелькнули все моменты моей жизни: садик, школа, универ; как будто во мне сейчас горит злость вперемешку со страхом. И вы спросите, как я до такого докатился. Это началось за неделю до этого.\n",
    "answers": [
      {
        "id": 4,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 4,
    "text": "  Я как обычно шел за покупками в магазин. Ну так, по мелочи: хлеб, молоко. Ну вот я уже расчитываюсь и скорее бегу домой. И я так быстро лечу домой что сбиваю девушку с пакетами и она падает вместе с ними. Я конечно же пошел ей помогать.\n—Вы в порядке — сказал я. \n—Да все хорошо не переживайте — оптимистично,на мое удивление ответила она.\n—Давайте я вам помогу собрать пакеты.\n—Не надо. Я сама справлюсь, а вы идите, вы же торопились куда-то.\n—Да мне не сложно — и я начал собирать выпавшие продукты из пакета обратно.\n—Спасибо — ответила она и мило улыбнулась — Вы такой джентельмен. Слушайте, может проводите меня до дома, а то время позднее, да и пакеты нелегкие.\n—Да без проблем — сказал я и увидел ее искреннюю улыбку. Я взял свои и ее пакеты и мы вместе пошли.\n",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "  Мы ходили по ночным, заснеженным тропинкам, говорили обо всякой всячине. И вот мы подошли к ее подъезду.\n—Пришли — сказала она\n—Как?Уже? Эх... С тобой время быстро летит.\n—Да уж.\n—Нууу... Я пойду.\n—Стой! Ничего не забыл?\n—Ах да — я посмотрел на ее пакеты в моей руке — Вот, держи.\n—И еще раз спасибо что помог донести и вообще спасибо за время припровождение. Ну, теперь прощай — она помахала мне рукой\nИ вот я отхожу от подъезда, но все равно решаюсь спросить\n—А как звать тебя?\n—Лена\n—Мы еще уидимся?\n—Обязательно увидимся.\nИ вот, дверь подъезда закрывается и она как будто испарилась в подъезде.\n",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "  Я шел домой и думал о ней. Может, это судьба так распорядилась? Или это послание Бога? Но мои раздумья прервали одни парни. Меня окружили трое парней и избивали кулаками и ногами,и я ничего не смог сделать. После избиений,один из них заговорил.\n—Что, думаешь пакеты ей донес, похихикали с ней, теперь думаешь она твоя станет — говорил он и чуть ли не орал. Как я понял это был ее парень, ну или просто какой-то парень который за ней бегает. У него было серьезное лицо,  он носил кожанку и был среднего телосложения.\n—Что!? — сказал я от испуга\n—Она моя,понял? На первый раз прощу, но чтоб я тебя с ней не видел или последнее что ты увидишь это дуло моего пистолета. Пошлите парни — и после этого они быстро побежали за дворы, а я еще долго думал об этом инциденте. \"Интерсно, он всерьез это сказал?\"\n",
    "answers": [
      {
        "id": 7,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 7,
    "text": "   И вот я пришел домой весь побитый, и сразу же завалился в кровать, но так, чтоб никого не разбудить. Всю ночь я не мог уснуть. Я даже думал больше не о тех бандитах, что набили мне морду, а думал о том, как я хорошо провел с ней время. Хоть и немного, но мне и этого хватило. Её образ никак не выходил у меня из головы...Эх.\n",
    "answers": [
      {
        "id": 8,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 8,
    "text": "  Я всю ночь думал о ней, и поэтому я поздно проснулся. Я встал, умлыся, и пошел обедать. За столом сидела вся моя семья: мама и папа.\n—Сынок, ты проснулся — сказала мама — садись поешь, я только что разогрела — она всмотрелась в мое лицо — почему ты весь побитый?\n—Да так. Подрался кое с кем.\n—С кем?\n—Да не важно. Ну все, закрыли тему — я начал молча есть свой обед. И вот, когда я только закончил есть, в дверь квартиры кто-то постучал.\n",
    "answers": [
      {
        "id": 9,
        "text": "[Подойти к двери и открыть ее]"
      }
    ]
  },
  {
    "id": 9,
    "text": "  Я открыл дверь и увидел моего друга. Он весь был запыхавшийся.\n—Привет — с отдышкой сказал он\n—Привет. Ты че такой запыхавшийся?\n—Да я просто торопился к тебе.\n—Что-то случилось?\n—Да. Прикинь, в наш город приехала наша любимая рок группа.\n—Да ладно. Здорово!\n—А знаешь что самое крутое? Я успел достать на них билеты, тебе и мне. Вот — он передал мне билет — держи. Сегодня у перекупщика еле-еле урвал.\n—Ух ты! Спасибо друг!\n—Незачто. Кстати концерт сегодня в 6 вечера. Не опаздывай и одень что-нибудь поприличней.\n—Ладно. Ну все, я побежал готовится.\n—Ага. Пока.\nИ я сразу же пошел в комнату и начал перебирать наряды.\n",
    "answers": [
      {
        "id": 10,
        "text": "[Выбрать наряд]"
      }
    ]
  },
  {
    "id": 10,
    "text": "\n —Так. Что у нас тут есть?\n",
    "answers": [
      {
        "id": 11,
        "text": "Простой наряд (белая футболка, джинсы, кроссовки)"
      },
      {
        "id": 12,
        "text": "Панк наряд (черная футболка с панк надписью)"
      },
      {
        "id": 13,
        "text": "Спортивный наряд ( спортивный костюм, кроссовки)"
      }
    ]
  },
  {
    "id": 11,
    "text": "  —Хмм... Вполне просто и со вкусом.",
    "answers": [
      {
        "id": 14,
        "text": "[Надеть]"
      },
      {
        "id": 10,
        "text": "–Я еще подумаю"
      }
    ]
  },
  {
    "id": 12,
    "text": "—Ну впринципе.... Вполне по-рокерский.",
    "answers": [
      {
        "id": 14,
        "text": "[Надеть]"
      },
      {
        "id": 10,
        "text": "—Надо еще подумать"
      }
    ]
  },
  {
    "id": 13,
    "text": "—Неплохой прикид. Главное комфортный и удобный.",
    "answers": [
      {
        "id": 14,
        "text": "[Надеть]"
      },
      {
        "id": 10,
        "text": "—Я еще подумаю"
      }
    ]
  },
  {
    "id": 14,
    "text": "  Спустя долгое время я наконец оделся. Я посмотрел на часы. \"Черт! Я должен через час уже быть на концерте. Ладно, времени нет, пора выходить.\"\n",
    "answers": [
      {
        "id": 15,
        "text": "[Надеть верхнюю одежду и выйти из дома]"
      }
    ]
  },
  {
    "id": 15,
    "text": "         Я вышел из дома и сразу же прбежал к остановке. Я сел на автобус, который, на удивление, быстро приехал, и поехал. Автобус остановился и я вышел на остановке, и все. Оставалось только через дорогу перейти и я на месте.\n  И вот я пришел наконец на концерт, сел на свое место. Но как то странно, где же мой друг? Он же должен быть напротив меня, а место пустое? Ну вот, концерт начинается, а его нету. А нет! Аот он бежит.\n—Фух — говорит он — я немного опоздал\n—Я уж думал ты не придешь.\n—Если бы я такое пропустил, я не простил бы себя.\n  Концерт начался. С балкона было хорошо видно всех артистов, и вообще все. Я сидел и слушал свою любимую рок группу вместе с моим другом, мы вместе подпевали. Что может быть еще лучше?!\n  Оказывается, может. Впереди меня пустовало место и я невзначай обратил на него внимание. Я подумал, кто же может купить билет и не прийти? Забыл чтоли? Хотя такое забыть невозможно. Или не смог? Но все мои сомнения развеялись,как дым, когда я увидел что впереди села девушка. Хмм... что-то до боли знакомый силуэт. Из любопытности я похлопал по ее плечу. Она повернулась и я увидел ее. Лена! Это оказалась та самая Лена которую я провожал с пакетами, из-за которой я нехило огреб от каких-то парней.\n—Привет Лена — сказал я слегка с восторгом\n—Привет — она улыбнулась — Я же говорила что еще увидимся.\n—Что ты тут делаешь?\n—Как и ты, пришла на концерт.\n  Я поменялся местами с соседом Лены. Мой друг, видя то, что я подсел к ней, поменялся с моим соседом, и получилось так, что мы сидели втроем. Теперь мы все вместе подпевали, разговаривали, что-то невнятное орали с балкона. Это был один из лучших моментов в моей жизни.\n",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "  Концерт был в самом разгаре. И именно тогда, я решил спросить.\n—Слушай, а что это были за парни?\n—Ты про кого?\n—На меня напали трое, и пригрозили к тебе не подходить.\n—Господи, как они меня достали. Это Серега опять со своей бандой. Шагу мне спокойно не дает сделать.\n—Это твой парень?\n—Нет, что ты. Он просто за мной по пятам ходит и на свидания приглашает, а я не соглашаюсь, вот и достает меня и докапывается до всех с кем я разговариваю.\n",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "   И вот концерт закончился. Мы все вместе хорошо провели время, и я был раз видеть Лену. Но когда мы вышли из площадки нас ожидал не очень приятный сюрприз. Опять эта троица, что избила меня, теперь и караулит нас везде.\n—Опять ты — сказал он — Я же говорил не подходи к ней.\n—Отстань от нас! — сказала она\n—Ты должна быть со мной, а не с ним!\n—Я никогда не буду твоей, урод.\n—А ты что уставился? — переключил взгляд на меня — Тебе мало было тогда? Ну значит я закончю начатое.\nИ после этого завязалась драка. Но в этот раз мы с другом избили этих троих. Теперь пусть знает, с кем имеет дело.Они позорно побежали.\n—Ты пожалеешь, что затеял это все — кричал он вслед, одновременно отдаляясь от нас.\n—Ты в порядке — спросила она, осматривая меня.\n—Да так, царапины. Но вчера он жестко меня избил.\n—Может рану обработать надо?\n—Да ерунда.\n—Слушай, может ко мне пойдем? У меня дома никого сегодня нет.\n—Ну.....Впринципе можно — я перевел взгляд на друга — Эй друг, как ты?\n—В поряде\n—Я к Лене сегодня пойду. Иди сегодня без меня.\n—Да без проблем. Береги себя.\n—Пока — я перевел взгляд снова на нее — Ну что, пошли?\n",
    "answers": [
      {
        "id": 18,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 18,
    "text": "     И вот мы пошли на остановку, сели на автобус. Я сидел возле окошка и наблюдал за машинами, людьми,домами и городскими пейзажами. Лена наклонила голову на мое плечо и уснула. Она так мило уснула. И вот наша остановка. Я не хотел будить ее, но надо было.\n—Вставай, наша остановка — полушепотом произнес я, после чего она проснулась, встала и мы пошли к ней домой. Она ключом открыла дверь подъезда, а затем и входную дверь своей квартиры. Мы зашли в нее и вот. что я увидел: маленькая, но уютная квартирка, простая, но со вкусом. Я прошел в ее комнату. Она сказала:\n—Я сейчас приду. Жди здесь, хорошо?\n—Ну куда же я денусь?!\nИ так я остался в ее комнате один.",
    "answers": [
      {
        "id": 19,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 19,
    "text": " Светлая комната. Вполне обычная девчачая комната.\n\n\n [Можете осмотреться]\n",
    "answers": [
      {
        "id": 20,
        "text": "[Осмотреть стол]"
      },
      {
        "id": 23,
        "text": "[Осмотреть шкаф]"
      },
      {
        "id": 24,
        "text": "[Осмотреть окно]"
      },
      {
        "id": 25,
        "text": "Далее",
        "need": 24
      }
    ]
  },
  {
    "id": 20,
    "text": "Маленький стол, немного неприбранный. На нем лежит семейная фотография, книги.\n",
    "answers": [
      {
        "id": 21,
        "text": "[Осмотреть семейную фотографию]"
      },
      {
        "id": 22,
        "text": "[Осмотреть книги]"
      },
      {
        "id": 19,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 21,
    "text": "  Я смотрел на фотографию. На ней изображена сама Лена, и, судя по всему, ее мама и папа. А на заднем фоне море и песок. Видимо всей семьей ездили на отдых.\n",
    "answers": [
      {
        "id": 20,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 22,
    "text": "  Так. Что тут за книги? Учебники, детективы и... романы. Все понятно.\n",
    "answers": [
      {
        "id": 20,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 23,
    "text": "Большой шкаф. Может влезть много вещей.\n",
    "answers": [
      {
        "id": 19,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 24,
    "text": "   На окне лежали ращные цветочки и мягкие игрушки, а из окна открывался потрясающий вид на соседние дома.\n",
    "answers": [
      {
        "id": 19,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 25,
    "text": "  И вот я немного подождал и наконец пришла Лена.\n—Давай я все-таки обработаю рану?\n—Ну давай.\nОна достала кусочек ваты, налила какую-то жидкость и начала растирать лицо.\n—Ай! — завопил я\n—Сильно больно!?\n—Да нет, терпимо. Продолжай.\n     В это время я смотрел на нее и ни о чем не думал. Мое сердце билось сильнее обычного. И я каким то образом, сам того не осознавая погладил ее по волосам. Она это заметила, но ничего не сказала. И после этого я ее.... поцеловал. Потом я немного откатил голову, чтобы посмотреть на нее. Она мило заулыбалась и тогда я поцеловал ее еще раз. В этот момент у меня все как будто горело внутри. Она немного раскрепостилась, и она затащила меня в постель. От такого даже я в шоке был. Но тем не менее эта была лучшая ночь в моей жизни. И наверное, в ее тоже.\n",
    "answers": [
      {
        "id": 26,
        "text": "[На следующий день]"
      }
    ]
  },
  {
    "id": 26,
    "text": "  На следующее утро я проснулся, а она все еще спала. Я смотрел на нее. Она так крепко уснула. Лена! Мой светлый человечек. Я все еще думал, а может это судьба? \nНо мои раздумья прервал стук в комнату.\n—Лена, ты спишь? — спросил мужской голос по ту сторону двери.\nМне ничего не оставалось как спрятаться.\n",
    "answers": [
      {
        "id": 27,
        "text": "[Залесть в шкаф]"
      }
    ]
  },
  {
    "id": 27,
    "text": "  Я спрятался в шкаф, в надежде что меня не увидят. И тут в ее комнату вошел, как я понял, ее отец. Лена продолжала спать. Тогда он просто подошел к ней, поцеловал, и собирался уходить, если бы я нечайно не зацепил вешалку и она бы не упала. Он медленно подошел к шкафу и резко отдергнул дверь. Это был немного староватый, но солидный и серьезный мужщина. Он пару секунд посмотрел на меня молча, потом начал свой разговор.\n—Кто вы? — спросил отец — И что вы здесь делаете? Да еще и без штанов? Ах... Все понятно — он повернулся и разбудил Лену — Ты что, привела мужика в мой дом?\n—Нет, пап. Это мой знакомый.\n—А ну да. Это все меняет. Почему он полуголый в твоем шкафу? Лена,Лена. Я всегда старался тебе дать все лучшее, и оберегал тебя. А этого молодого человека ты по сути вообще не знаешь. Не знаешь что у него на уме.\n—Не говори так про него.\n—А вам — переключил взгляд на меня — должно быть стыдно. А теперь я вежливо вас прошу уйти из моей квартиры.\nЯ быстро оделся и уходил. И когда я выходил из ее комнаты я услышал то что отец сказал\n—А с тобой, Лена, у меня будет серьезный разговор. \nПосле этого я покинул квартиру, дабы избежать дополнительных проблем.\n",
    "answers": [
      {
        "id": 28,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 28,
    "text": "    Прошло 4 дня.\n Прошло ровно 4 дня с того инцидента с отцом. О Лене ни слуху, ни духу. Я обзвонил всех знакомых. Она была не в зоне действия сети. И я ее нигде не видел. Даже караулил ее у подъезда, но ничего это мне не дало. Тогда я просто лежал на диване в своем доме в гордом одиночестве. Пока ко мне не пришли неожиданные гости.\nВ дверь позвонили и я пошел открывать дверь. Вдруг что-то важное про Лену.\n",
    "answers": [
      {
        "id": 29,
        "text": "[Открыть дверь]"
      }
    ]
  },
  {
    "id": 29,
    "text": "   Я открываю дверь и сразу же с порога заходит Серега. Да, тот самый преследователь Лены. Он молча достает из своих штанин пистолет-револьвер 45 калибра и направляет на меня.\n—Доволен? Ты хоть знаешь что ты натворил? — возмущался он\n—Что!? Что случилось? Почему ты с пистолетом ворвался в мой дом? \n—Ты вообще в курсе что Лена из города уезжает?\n—Не может быть! Как это произошло?\n—Ее папаша узнал, что ее дочь встречается с тобой. И чтоб этого избежать он ее отправляет к бабушке в другой город на \"перевоспитание\".\n—Черт! Это срочно надо исправить. Она еще в городе? Может успеем ее перехватить? Надо что-то делать!\n—Да, ты прав. Но только не с ней, а с тобой — он снял револьвер с предохранителя — Ты мне всю жизнь испортил своим появлением. Теперь уж ты точно никому ничего больше не испоганишь — еще чуть-чуть и он нажмет на курок.\nВот я и вернулся к тому, с чего и начинал свой рассказ. \n   \"О боже! Никогда не думал что доживу до этого.\" Примерно с такой мыслью я стоял и смотрел на дуло револьвера 45-ого калибра, направленное на меня. И в этот миг как будто передо мной промелькнули все моменты моей жизни: садик, школа, универ; как будто во мне сейчас горит злость вперемешку со страхом.\n   Тогда я просто смирился, закрыл глаза, и думал о ней. Об ее прекрасных глазах, о ее красивой улыбке, об ее почти безупречным силуэтом.\n   Но упущенное уже не вернуть. И тогда я просто ждал с закрытыми глазами когда он нажмет на курок и пуля пронзит меня насмерть.\n   Я стоял так пару секунд. И я открыл глаза, но он,почему-то опустил оружие. Неужели он меня пощадил? Он тяжело вздохнул, а потом начал спокойно говорить.\n—Прости меня. Пожалуйста прости. Я честно не хотел чтоб так все закончилось, ты ведь тоже верно? Просто я хотел чтоб она была со мной в безопастности. Но ты посмотри на меня! Я взял в руки оружие и иду убивать человека. Ты этого не заслуживаешь. Может я и не могу обеспечить ей безопасность и сделать ее счастливой, зато это можешь сделать ты. Я уверен что с тобой она будет счастлива и безопасна. Мне друзья сказали, что видели ее на автовокзале. Поезжай туда. И прости меня еще раз за мои выходки и мою глупость. Ты прощаешь меня?\n\n\n[Перед Вами важный выбор]\n\n",
    "answers": [
      {
        "id": 30,
        "text": "—Да, я тебя прощаю",
        "left_answer": true
      },
      {
        "id": 31,
        "text": "—Нет. Ты не прощен.",
        "right_answer": true
      }
    ]
  },
  {
    "id": 30,
    "text": "—Да, я прощаю тебя.\n—Спасибо! Наверное бы только сильный человек смог бы такое простить. Если я смогу чем то помочь скажи?\n—Нет, ты и так мне помог. Ну всмысле сказал где она сейчас.\n—Ну тогда прощай. Желаю тебе найти ее. Удачи!\n—И тебе\nИ потом он быстро исчез и я его больше не видел.\n",
    "answers": [
      {
        "id": 32,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "—Нет, ты не прощен. \n—Понимаю, это твой выбор. Желаю тебе ее найти. Прощай — и после этого он бытро исчез из моего дома и я больше никогда его не видел.\n",
    "answers": [
      {
        "id": 32,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "  Теперь осталось только доехать до автовокзала как можно быстрее. Я быстро выбегаю на улицу, ловлю такси и плачу двойную стоимость чтоб он ехал быстрее. \n",
    "answers": [
      {
        "id": 33,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 33,
    "text": "                    И я наконец-то доехал до автовокзала. Я оглядываюсь вокруг и ищу Лену глазами. Я долго не мог найти ее, но вот, вдали из-за угла, я увидел ее незабываемый силуэт. Я быстро подбежал к ней и обнял ее.\n—Лена, не уезжай — сказал я\n—Позно. Тем более это не я так решила. И как ты меня нашел?\n",
    "answers": [
      {
        "id": 34,
        "text": "—Мне Серега сказал где ты"
      },
      {
        "id": 35,
        "text": "—Неважно"
      }
    ]
  },
  {
    "id": 34,
    "text": "—Мне Серега рассказал, что его друзья видели тебя здесь.\n—Что? Где вы с ним увиделись? И почему он тебе решил рассказать?\n",
    "answers": [
      {
        "id": 37,
        "text": "[Рассказать все как было]"
      },
      {
        "id": 38,
        "text": "[Соврать]"
      }
    ]
  },
  {
    "id": 35,
    "text": "—Это неважно, главное что я нашел тебя.\n—Может все-таки скажешь\n—Не думаю, что это хорошая идея.\n",
    "answers": [
      {
        "id": 40,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "—Мы с тобой уедем в другой город. Начнем жизнь с читого листа. И никто нам не будет мешать. Ты согласна?\n—Ну... Я... даже не знаю. И все просто бросить?\n—Пойми, возможно это единственный шанс сохранить нашу любовь. Доверься мне.\n—Хорошо. Я согласна.\n—Вот и здорово. Уедем куда-нибудь далеко-далеко.\n",
    "answers": [
      {
        "id": 42,
        "text": "  Концовка",
        "blackout": true
      }
    ]
  },
  {
    "id": 37,
    "text": "—Серега ворвался ко мне домой и угрожал меня убить пистолетом?\n—У него был пистолет?\n—Да. Он хотел убить меня, но походу совесть и здравый смысл стукнули ему в голову и он решил не убивать меня.\n—Господи\n—Но он не то что не стал меня убивать, но мне еще и помог. Сказал где ты. Еще он сказал, что со мной она будет счастлива и в безопасности, в отличии от него самого.\n—Я даже не знаю, что сказать — с ее глаз потекли слезы\n",
    "answers": [
      {
        "id": 40,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "—Нууу... Мы с ним... Пересеклись на улице. И он вдруг решил мне рассказать.\n—Ты меня не обманываешь?\n—Нет конечно! Когда хоть я тебя обманывал?\n",
    "answers": [
      {
        "id": 40,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "—Уезжай без меня.\n—Что?! Ты с ума сошел? Как же я без тебя?\n—Ты сильная, справишься. Да и тем более не хочу мешать. А то если папа узнает...\n—И из-за этого разрушить нашу любовь?\n—Поверь так будет лучше для всех. \n—Я не смогу без тебя — она начала рыдать — Потому что я... Люблю тебя.\n—И я тебя. А если любишь, делай так как я сказал. Ты уедешь и начнешь новую жизнь. Пожалуйста, ради меня.\n—Хорошо. Я буду скучать по тебе — она обняла меня — Прощай.\n—Прощай\nОна развернулась и ушла на место посадки автобусов. Мы в последний раз попрощались взглядами и она ушла.",
    "answers": [
      {
        "id": 41,
        "text": "  Концовка",
        "blackout": true
      }
    ]
  },
  {
    "id": 40,
    "text": "—Не уезжай пожалуйста. Ты мне нужна. \n—Я знаю, но против воли отца я не могу пойти.\n—Даже ради меня?\nВ ответ я услышал только молчание. Тогда я взял волю в кулак и твердо решил:\n\n\n     \n  [Перед вами важный выбор. И помниие; Ваше решение может повлиять на ход событий. Подумайте, прежде чем выбрать]\n",
    "answers": [
      {
        "id": 36,
        "text": "[Уехать в другой город вместе с Леной]",
        "left_answer": true
      },
      {
        "id": 39,
        "text": "[Отпустить ее]",
        "right_answer": true
      }
    ]
  },
  {
    "id": 41,
    "text": "      Прошло ровно 2 года с момента нашей последней встречи. В моей жизни многое поменялось. Я нашел новую девушку. Да, незаменимых людей нет. Я обзовелся маленьким продуктовым магазином и называется он, магазин \"Елена\". Иногда я вспоминал Лену и все, что было между нами; от нашего знакомства, до нашего прощания. Я пытался что-то узнать про нее, но все безуспешно. Но она сама меня нашла. Как-то раз я сидел залипал в телефон и мне приходит сообщение.\n—Привет дружище.\n—Здарова.\n—Слушай, я тут кое-что узнал про Лену. \n—Серьезно!? И что с ней? Как она? Жива? Здорова? Где она сейчас?\n—Мне знакомый с того города рассказал что видел ее в торговом центре. Она была как я понял со своим новым парнем. Они ходили за покупками.\n   Как думаете, что. я чувствовал в этот момент? Радость. Ведь когда Лена счатлива, то я тоже начинаю радоваться. Да, она счастлива не со мной, но тем не менее. Я благодарен ей за все то, что она делала для меня. Теперь ее счастье в ее руках. Ну а моё сердце занято другой женщиной. И тепер я буду делать ее счастливой.\n       Мы сами вершим свою судьбу. Иногда прощанье — это второй шанс. Шанс начать все по-новому. Жизнь сложная и непредсказуемая штука и никогда не знаешь, что она приподнесет тебе завтра.\n\n\n     КОНЕЦ!\n",
    "answers": [
      {
        "id": 1,
        "text": "[Вернуться в начало квеста]"
      }
    ]
  },
  {
    "id": 42,
    "text": "            Прошло ровно 2 года с момента нашего отъезда. Мы поженились. Мы живем с Леной в маленькой квартирке. Я устроился на работу в престижный офис. Жизнь с каждым днем налаживалась. Главное что Лена со мной рядом. Она моя надежда и опора. Ее отец все узнал, но теперь он не осуждает Лену и ведет себя более терпимо, когда упоминает меня. А еще в нашей семье ожидается пополнение. Лена беременна. Когда я узнал об этом, тогда я носил ее на руках и пытался каждый день ее чем-то порадовать. Я был безумно счастлив. \n     Мы сами управляем своей жизнью. И от наших поступков зависит, будем ли мы счастливы. И никогда не знаешь, что ждет тебя в будущем.\n\n\n    КОНЕЦ!\n",
    "answers": [
      {
        "id": 1,
        "text": "[Вернуться в начало квеста]"
      }
    ]
  },
  {
    "id": 43,
    "text": "\n  Ты нажал на магическую кнопку\n\n Дорогой читатель! Благодарю тебя за прохождение данного квеста. Обязательно напиши комментарий, ставь лайк или дизлайк — у нас все по-честному.\n\n Также советую тебе пройти другие мои квесты. Они не менее интересные и я старался и вкладывал душу в написание каждого квеста.\n\n Если ты это читаешь, то ты лучший! Удачи тебе!\n",
    "answers": [
      {
        "id": 1,
        "text": "[В начало квеста]"
      }
    ]
  },
  {
    "id": 44,
    "text": "",
    "answers": []
  }
]