[
  {
    "id": 1,
    "text": "\n \n \n       Автор: Максимильян.\n\n\n\n\n        Вы обыкновеный мужчина. Имя у вас Ден. Вы не богатый и не нищий. У вас очень высокий рост, худой. У вас красивая причёска, цвет ваших волос, бровей тёмно-коричневый. Глаза голубые. Вы одинокий человек, который живёт в однокомнатной квартире.\n        Но не так всё просто. На вашей планете начался хаус после ...........\n\n\n\n",
    "answers": [
      {
        "id": 2,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 2,
    "text": "\n\n\n        Ваш день прошёл, как обычно. \n        Вы встпли где-то в 7 часов утра. Потом переоделись, пошли на кухню покушать, вышли из дома и поехали на работу на своей машине.\n        В 6 часов вечера вы уже были дома. Вы были очень уставшим, вас не держали ноги. Пошли в комнату и включили телевизор. Сначала вы посмотрели фильм и решили посмотреть новости. \n        Ведущая:\"Срочные новости! К нам на землю из космаса прилетел корабль. Государство отправила группу солдат, чтоб они узнали кто это, им дали кординаты, где приземлился корабль. Они полетели туда, но они сообщают, что там никого нет. Группа продолжает.... Из неба летят ещё корабли! Сведение говорят, что их где-то тысяча. У людей остаётся один вопрос это вторжение или друзья?\". \n        Вдруг к вам кто-то стучится и очень громко...\n\n\n\n",
    "answers": [
      {
        "id": 3,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 3,
    "text": "\n\n\n        Вы думаете совподение ли это. Потом вы услышили звук воды в ванне. Вы сразу подумали, что это сосед снизу. Вы быстро встали и побежали до двери. Вы открываете дверь. Там стоит ваш сосед снизу Джон. Он выглядит уставшим, у него слепаются глаза. Джон работает очень много, его безнес пошёл в гору. Он продаёт свою квартиру, Джон хочет переехать. Вы говорите:\n— Простите меня пожайлуста!\n        Джон:\n— Извинение скажешь потом! Пошли воду убирать!\n        Вы с Джоном побежали в ванну. Вы выключили кран. Джон увидел тряпку и тазик и начал убирать воду, вы начали помогать ему. Вы убрали воду. Вы говорите:\n— Ещё раз извините\n        Джон:\n— Ничего страшно со всеми бывает. Я побежал.\n        Джон убежал и захлопнул дверь. Вы пошли закрывать её на ключ. Вы уже закрыли. Вы сделали два шага. Снова стучатся в дверь. Открываете там снова Джон, и он говорит:\n— Вы снова забыли выключить кран.\n        Вы:\n— Сейчас посмторю.\n       Вы вспоминаете, что выключали кран. Заходите в ванну, но там нет воды. Вы оборачиваетесь...\n\n\n\n",
    "answers": [
      {
        "id": 4,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 4,
    "text": "\n\n\n        Вы видите со всем другого человека. Он ростом, как вы, худой. Причёска не обычная, цвет волос, бровей чёрные. Глаза красные. Он был в эскафантре. Вы хотели закричать, но он зыкрыл вам рот рукой, а другой рукой взялся за вашу футболку и поднял вас. Вы поняли он сильный. Вы все ровно пытались позвать на помощь, но ничего не получилось. Потом пытались выбраться, но снова не получилось. Вы успокоились.\n        Он убрал руку с моего рта. Он говорит:\n— Успокоился?\n        Вы:\n— Да. Ты кто такой?\n        Он отпустил вас.Он:\n— Это не важно, ты сейчас не поймёшь и не запомнишь. Называй меня Джоном мне нравится это имя.\n        Вы:\n— Хорошо. Ты из тех кораблей, которые прилетели из космоса?\n        Он:\n— Да. Моя группа пришли спасти ваш мир, а другие корабли прилетели захватить вашу планету. Ваша раса может победить. У нас есть, как вы называете зелье силы, но нас оно не действует.Только на вашу расу. Мой друг сделал его, он умер делая это зелье. Ты должен отправится с нами. Это зелье на нашем корабле. Он далеко, придётся полететь, как вы называете на тачке.\n        У вас не было выбора вы согласились.\n\n\n\n",
    "answers": [
      {
        "id": 5,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 5,
    "text": "\n\n\n        Вы поднимаетесь с Джоном на крышу на лифте. Вы молчали, но Джон не ожидано заговорил:\n— Главное не бойся.\n        Вы промолчали. Лифт поднялся до крыши. Открылись двери  и вы видите стоит звездолёт, и рядом с ним стоят люди. Их было четыри человека. Все они были одинакового роста, худые и сильные. Первый был блондин, глаза жёлтые. Второго были коричневые волосы, глаза светло-зелёные. У третей были красные волосы. Глаза были, как алмаз. У четвёртого зелёные волосы, глаза синие. Четвёртый начал говорить:\n— Привет! Как тебя завут? Можешь звать меня Ником.\n        Вы:\n— Ден.\n        Первый:\nПривет нищие отродье. Зави меня Джеком.\n        Второй:\n— Не слушай его. Зави меня Беком.\n        Третия:\n— Привет! Какой ты симпатичный. Можешь меня звать Юлей.\n        Джон:\n— Берегись!\n\n\n\n",
    "answers": [
      {
        "id": 6,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 6,
    "text": "\n\n\n        В небе видите другой звездолёт. Из корабля говорят:\n— Сдавайтесь!\n        Джон:\n— Бек стреляй!\n        Вы замечаете у Бека нет оружия. У Бека засвятилось кольцо. Из этого кольца получается оружие. Бек стреляет и попадает в крыло. Корабль стреляет, но он не попадает по нам. Вы замечаете, что пули попадают по их звездолёту. Вражеский звездолёт падает. \n        Все побежали к Джеку. Вы пошли медлеными шагами, дошли до него. Вы видите, что Джека ранили, но ещё из его раны течёт голубая кровь. Джон справшивает:\n— Ден у тебя есть дома приборы для лечения ран.\n        Вы:\n— У меня есть бинт\n        Ник кричит:\n— Беги за ним быстрей!\n        Вы быстро побежали до своей квартиры. Вы нашли бинт, алкоголь и побежали обратно. Вы добежали обратно. Вы отдали всё Нику.\n\n\n\n",
    "answers": [
      {
        "id": 7,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 7,
    "text": "\n\n\n        Ник сначала налил на рану алкоголь. Потом обматал бинтом. Джек даже не кричал  но было видно, что ему очень больно. К вам подошёл Джон и говорит вам:\n— Пошли осмотрем их звездолёт. У них обычно есть аварийный транспорт. У него скорость, как у ваших машин, но она летает и может стать неведимой. Кстати, возьми своё оружие. Это автомат. Одень линзу с помощью неё ты видишь врагов сквозь стены и управляшь оружием, то есть открываешь. Юля пошли с нами!\n        Юля:\n— Сейчас! Держись Джек. О симпатичный парень!\n\n\n\n",
    "answers": [
      {
        "id": 8,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 8,
    "text": "\n\n\n         Вы спускаетесь с Джоном и Юлей. Вы с вашими приятелеми спустились на первый этаж. Джон говорит:\n— Возьмите в руки оружия!\n        Юля:\n— Окей!\n        Потом Юля подмигивает вам.\n        Вы взяли оружие в руки. Юля тоже взяла в руки оружие. Джон вышел первым. Потом вы за ним, а Юля за вами. Вы видите много горячих машин, свою в том числе. Вы поваричиваетечь направо и замечаете звездолёт, у него пробит корпус. Ваша команда без всяких проблем зашла в звездолёт. Вы и все остальные пошли в кабину пилотов. Там Джон набрал всякие разные штучки, которые вам были не понятны. Потом подошёл к вам и сказал: \"Это патроны на твоё оружие. Этот пистолет увеличивает всё. Вот еда, а это аварийный звездолёт. Не потеряй!\". Сначала онвам дал какие-то зелёные штучки, потом пистолет, дал железные квадратики и игрушечный звездолёт.\n        Джон ещё покапался в корабле, дал что-то Юле. Потом ваша команда пошла обратно на крышу.\n\n\n\n",
    "answers": [
      {
        "id": 9,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 9,
    "text": "\n\n\n        Ваша команда пришла обратно. Джек, Ник и Бек стояли и общались. Вы подошли с Джном и Юлей к ним. Юля сразу спросила:\n— Как себя чувствуешь?\n        Джек:\n— Всё нормально. Всё спасибо Нику.\n        Ник:\n— Не только мне, но и Дену.\n        Джек:\n— Ну и тебе.\n        Джон:\n— Уже ночь надо лететь до корабля. Ден доставай аварийный звездолёт. \n        Вы достаёте игрушечный звездолёт. Все отходят от него, вы тоже отошли. Достаёте пистолет истреляете по этому звездолётику. Он резко начинает расти. Он стал большим. Все зашли вы тоже в звездолёт. Внутри он выглядит, как отдел в самолёте бизнес класс, но тут ещё есть стол и шкафы. \n\n\n\n       ",
    "answers": [
      {
        "id": 10,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 10,
    "text": "\n\n\n        Джек сел за руль корабля. Он крикнул:\n— Всем сесть и пристегнуться!\n        Все и вы так и сделали. Взлетели аккуратно, но когда мы уже улетали с крыши, позади раздался взрыв — это взорвался их звездолёт. \n        Джек:\n— Всё расслабтись.\n        Все забронивали себе полки. Положили свои вещи. Вы подошди и увидели две свободные полки, вы положили всё на полку, которая была по выше. Вы сели на своё место. Вы засыпали уже, но к вам подошёл Джон и говорит вам:\n— Привыкай! Ночью мы летаем и все на чеку, а днём выбираем место, где можно поспать.\n        Вы:\n— Попытаюсь привыкнуть.\n        Джон:\n— Пора рассказать о истории нашей планеты. Наш мир такой же, как у вас был 3000 лет назад, а 2900 лет назад мы получили супер сбособности. Наши учёные изобрили прибор, который может наделить весь мир супер способнястями. Правитель узнал о приборе, кторый даст супер сбосбность ему, но он не знал, что супер способности дастанутся всему миру. Были слухи, что он заставил этих учёных сделать так, чтоб этот прибор давал способности одному человеку, на которого на целен прибор. Мне кажется это правда, потому что он становился с каждым днём силнее. Он приказал своим солдатом убить телепатов и предсказателей, но одного предсказателя привести к нему. А 2899 лет назад наш мир начал захватывать мира. И когда он захватывал мир, правитель убивал всех жителей планеты.\n\n\n\n\n         ",
    "answers": [
      {
        "id": 11,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 11,
    "text": "\n\n\n        Вы:\n— Да уж. Вы хотите свергнуть правителя? Стоп вы бессмертны?\n        Джон:\n— Все люди на нашей планете стали бессмертными, но мы можем убивать дру друга с помощью этих пушек. Все кто сейчас находится на нашем корабле хотят свергнуть правителя. Мой друг предупреждал, кто это выпьет потеряет контроль. В его теле появится ещё один житель. Человек с нормальной силой духа просто потеряет контроль и будет уничтожать всё живое и не сможет его одолеть. Только человек с сильным духом поставит его на своё место. Ты же с сильным духом?\n        Вы:\n— Я надеюсь в это.\n        Джек:\n— Уже светает!\n        Джон подошёл к Джеку и начал искать место для ночёвки. Джон говорит Джеку:\n— Давай среди тех домов.\n        Джек:\n— Хорошо босс.\n        Наш звездолёт сел очень аккуратно.\n\n\n\n",
    "answers": [
      {
        "id": 12,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 12,
    "text": "\n\n\n       Джон:\n— Надо добыть еды и лекарства для Джека. Со мной пойдёт Ник за едой, а Джек и Бек пойдут за лекартсвами. Вы оставайтесь.\n        Вы:\n— Нет проблем. \n        Они ушли добывать еду и лекарства. Вы хотели поспать. Вот вы уже засыпаете, но вас будит Юля. Юля:\n— Ден давай поговорим.\n        Вы:\n— Я не хочу. Мне хочется поспать.\n        Юля:\n— Ну ладно.\n        Вы засыпаете. Вы спите вам очень хорошо, но заходят с шумом добычики. Вы проснулись. Вы спрашиваете:\n— Ну как поход удачный?\n        Джон:\n— Да. Давайте поедим.\n\n\n\n",
    "answers": [
      {
        "id": 13,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 13,
    "text": "\n\n\n        Ваша компашка села за стол. Только Джон не сел, он даставал еду. Он вытощил сосиски, яблоки, воду, хлеб, молоко, овощи. Все обрадовались. Все поели и пошли спать.\n        Вас разбудил Бек. Вы сразу поняли, что пара лететь. К вам подошёл Джон и начал говорить:\n— Армия нашей планеты первые два дня делает лагерь на мире, который хотят захвотить. Так что завтра будь внимательным. \n        Вы:\n— Понял.\n        Джек:\n— Эй смотрите, что я включил!\n        Юля:\n— Это новости нашей планеты.\n        Телеведущая:\n— Наш правитель мира послал армию на другую планету, чтоб захватить её. Вот что говорит главнокомандущий армии.\n        Главнокомандущий армии: \n— Здраствуйте! С пасадкой кораблей всё было хорошо. У нас уже были перестрелки с местными жителями мира, иы их победили. Нам осталось немного достроить лагерь. Завтра мы будем наносить удары по армии стран. Хочу выделить на этот прилетели мятежники.\n        Телеведущая:\n— Мятежники снова будут путаться под ногами. На этом всё. Всем приятно провести время. До свидания!\n\n        ",
    "answers": [
      {
        "id": 14,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 14,
    "text": "\n\n\n        Джек:\n— На этот раз мы им покажем, какая сила бывает мятежников. Да мятежники?\n       Ник:\n— Ещё как покажем!\n       Все вокруг вас утврждали, что мятежники — это круто, но вам было все ровно. Ведь все люди достойны жизни на вашей планете. Вы думали, как скоро вы прибудите к кораблю. Вы посмотривая из окна видите большая армия идёт к приземлившимся из другой планеты людям. Джон сказал:\n— Главное, чтоб наш корабль не нашли\n        Бек:\n— Это точно.\n        Вы тоже задумались об этом, если они найдут придётся их убить, но вам это не хочется. Ведь у каждого человека есть своя семья.\n\n\n\n",
    "answers": [
      {
        "id": 15,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 15,
    "text": "\n\n\n        Джек:\n— Босс! Надо приземлятся\n        Джон подошёл к Джеку и начал осмтаривать местность. Джон показал пальцем, куда надо сесть.\n        Вы даже не заметили, как ночь быстро пролетела. Вы плавно приземлись. Вы поняли, что Джон хороший пилот. Вы хочете выйти из звездолёта. Ведь вы целых два дня не были на улице, ещё хочете посмотреть, что тварится на улице. Джон:\n— Надо сходить за едой и лекарствами. За едой пойду я с Деном, а за лекарствами Ник и Бек. Джек открывай двери.\n        По вашим глазам сразу начал бить солнечный свет. Вы ничего не видите из-за света, но через несколько секунд вы снова видите. Звездолёт стоит в подземной парковке. Вы с Джоном вышли, потом вы направились к выходу. Вы ожидали, что увидите толпы людей, но нет на улице пусто, как в пустыни. Только вместо перекати поле, летает всякий мусор. ",
    "answers": [
      {
        "id": 16,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 16,
    "text": "\n\n\n        Вы с Джоном увидели сразу магазин и пошли вместе в него. Вы вспоминате, что у вас нет денег. Вы надеялись, что у Джона есть деньги. Ведь вы ни будете грабить магазин\n        Вот вы увхода магазина. Заходите и видите, что никого нет. Вы даже не преполагали, что здесь никого не будет. Ведь это магазин толпы, как люди живут без еды. Потом вы поянли, что большинство людей пошли защищать свой мир.\n         Джон:\n— Сторижи вход.\n         Вы:\n— Хорошо.\n         Вы взяли оружие в руки. Вы увидили, что на стенке есть телевизор. Вы хочети попытаться включить его. Вы подошли осмотреть кассу, но на кассе ничего не было. Внизу есть шкафчики, вы открыли их. Ваше чутьё не обмануло. Там лежал пульт от телевизора. \n\n\n\n",
    "answers": [
      {
        "id": 17,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 17,
    "text": "\n\n\n        Вы включаете телевизор и сразу переключаете на канал, на котором показывают новости. \n        Телеведущая: \n— Моного численное войско отправилось бороться с неприятелями. Некотрые отряды уже видут перестрелку, но все эти отряды умерли. Стоп есть выживший. Наш репортёр попробует взяьь у него интервью.\n        Выживший:\n— Здрастуйте! Я единственый выживший. Наши враги похожи на людей, но глаза у них разного цвета. Мне кажется они бессмертны. Сколько раз мы попадали по ним они не умирали.\n        Телеведущая:\n— Если его слова это правда, то нам никогда не выйграть их. Надо смириться с этим.",
    "answers": [
      {
        "id": 18,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 18,
    "text": "\n\n\n       Джон приходит с полными пакетами едой. \n       Вы:\n— Мне срочно надо, туда где происходит битва.\n       Джон:\n— Для начала у нас много оружий. Мы можем их одать твоей расе, но наш мир не победит по оружию, она победит вас количеством. Лучше нам ускориться и лететь, как можно быстрей к кораблю. Ты выпьешь это зелье. Станешь сильным и уничтожишь сначала здесь войско, потом на всех остальных мирах. Не забудь в твоём в теле поселится новый житель, и тебе придётся поставить его на своё место.\n        Вы:\n— Хорошо.\n        Вы выходите с Джоном из магазина. Вам навстречу идут Ник и Бек. Ник:\n— Как удачно сходили?\n         Джон:\n— Ещё как удачно.\n         Вы все вмести пошли обратно на звездолёт.\n\n\n\n",
    "answers": [
      {
        "id": 19,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 19,
    "text": "\n\n\n        Вы вернулись на звездолёт. Вы зашли, что Юля и Джек разговаривают. Джон пошёл поставил пакеты на стол. Ник подошёл к Джеку.             Ник:\n— На выпей легче будет.\n       Джек:\n— Хорошо\n       Вы:\n— Мы можем сейчас ещё полететь до корабля?\n       Джек:\n— Нет проблем блоха. Только дай я поем.\n       Все сели за стол и вы в том чиле и нчали есть. На столе было много разной еды. Вам было все ровно. Вы ели, в вашей голове критулась одна и таже мысль. Скоро ли звездолёт взлетит.\n        Вот все уже поели. Все сели по своим местам. Джек сел за руль и звездолёт слегка взлетел. Сначала летели прямо, потом на искосок. Резко вверх и снова прямо. \n        Вы были рады, что днём ваша команда полетела до корабля.\n\n\n\n",
    "answers": [
      {
        "id": 20,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 20,
    "text": "\n\n\n        Все молчали. Вы задумались далеко вам лететь до их корабля. Корабль большой, значит и людей там будет много. Ещё вы задумались, сразу ли вам придётся выпить эликсир. Вы настраивали себя на битву с неизвестным врагом, который будет в вашем теле. \n        Джек: \n— Мы вылетели из города!\n        Джон:\n— Теперь можно лететь не беспокоясь, что нас кто-то заметил. \n        Вы:\n— Долго ли нам ещё лететь?\n        Бек:\n— Час где-то.\n        Ник:\n— Не терпится геройствовать!\n        Джон:\n— Ден, тебе для начала придётся тренироваться. У нас на корабле есть прибор, может поместить ещё одну душу в твоё тело. Наши солдаты будут взять власть над твоим телом, а ты должен поставить их на своё место.\n        Вы\n— Отлично! Я просто не уверен в себе, надо потренироваться.\n\n\n\n",
    "answers": [
      {
        "id": 21,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 21,
    "text": "\n\n\n        Вам стола по спокойнее, что вы не сразу будете питб это зелье, но каждпя минута — это одна смерть. Вот вы себя поставили безвыходную ситуацию. Либо вам сразу выпить, но без тренеровки вам будет трудно сражаться с врагом в вашем теле или потренировать, тогда большая вероятнось, что сразу поставите его на место.\n        Вы: \n— Сколько нам ещё лететь?\n        Юля:\n— Минут 15. \n        Вы:\n— Джон, можно я сразу пойду тренироваться, чтоб не терять время?\n        Джон:\n— Если ты так хоч....\n        Вы:\n— Да я хочу! Спасибо!\n        Юля:\n— Что-то не так?\n        Вы\n— Да. Мне кажется, что каждую минуту умирает человек или даже люди. Все эти смерти по моей вине.\n        Юля:\n— Это не так. Не нвдо на себя брать все эти смерти у каждого своя судьба. Запомни это Ден.\n        Вы:\n— Спаисибо, Юля. Мне стало немного полегче.\n\n\n\n",
    "answers": [
      {
        "id": 22,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 22,
    "text": "\n\n\n        Джек:\n— Радуйтесь мы призмляемся возле нашего корабля!\n        Вы очень обрадовались. Вы приземлились, как обычно. Вы вышли своими приятелями, вас всех встретила какая-то девушка. Она блондинка, а глаза у неё зелёные. Вам она понравилось. Джон:\n— Привет Сара!\n        Сара:\n— Привет Джон!\n        Вы:\n— Привет! Меня завут Ден. А тебя как я понял Сара?\n        Сара:\n— Да меня так завут. Пошлите ребята в корабль!\n        Вы со всеми другими идёте к входу...\n\n\n\n",
    "answers": [
      {
        "id": 23,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 23,
    "text": "\n\n\n        Вы заходите в корабль. Вы проств шоке. Корабль, как летающий дом. В нём очень много народа. Вы замечаете, что Сара и Джон разговаривают между собой. Сара подходит к вам и говорит:\n— Это главный корпус. Сейчас мы направляемся зал тренеровок. Ты молодец сразу на тренировку! Сначала мы дадим самого слабого соперника, а потом постепено с каждым разом сильнее, пока не достигним самого сильного духом. Я буду твоим последним соперником.\n        Вы:\n— Хорошо!\n        Вы поварачиваете налево. Прошли прямо минут 5, а потом завернули направо и зашли в зал тренировок. \n        Сара:\n— Садись сейчас тебя будем в твоё тело соперника.\n        Вы:\n— Окей!\n        Вы садитесь на кресло, вам на голову одевают какой-то прибор. Рядом с вами сел какой-то мужчина. На его голову тоже одели. \n        Сара:\n— Уда....\n\n\n\n",
    "answers": [
      {
        "id": 24,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 24,
    "text": "\n\n\n        Вы оказались, в какой-то пустоте, всё вокруг белое. Вот вы замечаете своего соперника. Рядом с ним летают камни. Он сделал рукой движение будто что-то кинул. В вас полетел один из тех камней . Вы отошли в сторону. Он кидает ещё. Вы бегаете. \n        Вдруг вы слышите в соей голове:\"Это Сара. Это твоё вображение. Здесь всё исполниться о чём ты подумаешь.\n        Вы сразу поняли и подумали о щели под его ногами. Она появилась и в правду. Он упал туда. Вы закрыли её. Сара:\"Молодец! Посмотри назад!\"\n        Вы посмтрели назад. Там был соперник. Он стал каким-то существом очень сильным. Вы подумали о  огоромном метеорите, который упадёт на него. Метеорит его раздавил. Сара:\"Ничего себе!\"\n        Вы видите слева ещё одного соперника и он очень близко. Он превратился в вашу мать, он вас бил. Вы вспонили о магах. Вы стали огненым магом и зажгли его заживо. Вы:\n— Моя мама не била меня. \n        Сара:\n— Молодец! Наверное, то существо, которое появится в твоём теле будет делать так же. \n\n\n\n",
    "answers": [
      {
        "id": 25,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 25,
    "text": "\n\n\n        Сара:\n— Ты мне уже нравишься. Давай попрбуешь победить соперника по силе, который стоит на 2 месте. \n        Вы:\n— Давай!\n        Переди вас стоит ваш соперник, но далеко от вас. Он кинул  вас огненный шар. Вы увернулись. Вы отправили на него метеорит. Он его превратил пыль. Он начал приближаться медлеными шагами, превращаясь в монстра. Вы сделали себе мощные руки и вспомнили о телепортации. Вы сделали телепорт под его ногами и отправили его на ваш удар. Вы повторяли это очень долго. Сара сказала:\n— Успокойся!\n        Вы \n— Да! Ты права.\n        Вы прекратили это делать. Он исчез и появилась Сара.",
    "answers": [
      {
        "id": 26,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 26,
    "text": "\n\n\n        Она сделала телепорт рядом с вами и начала вас бить. Вы пытались её огнём, метеором телепортом, но ничего не получилось. Вы ьыли растерены и не знали, что делать. Она стала монстром, прыгнула и хотела  прихлопнуть вас, но вы стали очень большим монстром. Она промахнулась и ударила по земле, авы её раздавили, как какую-то букашку. \n         Вы вернулись лбратно в зал. Вы увидили, как стоит Сара рядом с другими. Вы подошли я к ней и сказали:\n— Прости, что раздавил тебя!\n        Сара:\n— За что ты извиняешься, ты должен был это сделать. Это было потресающе. Пошли с нами поедишь\n        Вы:\n— Давай!\n\n\n\n",
    "answers": [
      {
        "id": 27,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 27,
    "text": "\n\n\n        Вы пошли за своими приятелеми. Вы пришли в столовую. Вам выдали каждому коробку еды. Вы сели все вместе за один свободный стол. С вами рядом сидела Сара. Вы все ели. Вдруг вас спрашивает Сара:\n—  Меня мучает один вопрос! Как ты стал таким большим монтром.\n        Вы:\n— Сам не понимаю! Но догадываюсь. Это наверно зи-за того, что я делала всё что мог, но у меня не получалась. Потом пришла мысль рядом появился вирус и он тебя заразил и этот вирус быстро размножается и унитожает твоё тело.\n        Сара:\n— Я поставила блок от виросов.\n       Вы:\n— Это не важно. Я не буду скрывать этого. Ты мне нравишься. Я хотел это сделать, но меня мучила, что ты мне нравишься и ты мой враг. Меня это взбесила и стал большим монтром.\n       Сара:\n— Вот это да! Ты мне тоже нравишься. Давай послезавтра пойдём куда-нибудь.\n       Вы:\n— Я только за!\n\n\n\n",
    "answers": [
      {
        "id": 28,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 28,
    "text": "\n\n\n        Вам показали, где находиться ваша комната. Вы зашли в неё. Комната была большой, у вас есть ванная комната. Кровать была очень большая и удобная. Вы легли и сразу же уснули.\n\n\n\n",
    "answers": [
      {
        "id": 29,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 29,
    "text": "\n\n\n        Вам снился, как проходит ваше свидание с Сарой, но вас разбудили.\n        Вас разбудил Джон. Вы сели и спросили:\n— Что случилось?\n        Джон\"\n— Передевайся. Зачем тебе ты и так в форме. Пара мышцы подкачать. \n        Вы бысто встали и пошли умываться. Вы вышли и увидили Ника, Бека и Джека. Вы пожали дру другу руки и пошли в спортзал качать мышцы рук. \n        Вы пришли в спортзал все разошлись и делали упржанения, какие хотели. Вы пошли на турник.Подтянулись, сколько смогли, вы не считали, но вы сделали раз 40. Ник:\n— Пошлите побегаем! \n        Вы начали бегать по кораблю.\n        Вот все уже устали и пошли по комнатам. Вы зашли в комнату и вспомнили, что уже завтра вы пойдёте с Сарой на свидание. Вы переоделись и легли на кровать, но вдруг кто-то стучится в дверь. Вы встали и открыли дверь. Там стоит Джон, он стревожен чем-то.\n\n\n\n",
    "answers": [
      {
        "id": 30,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 30,
    "text": "\n\n\n        Джон:\n— Армия нашего мира продвинулась. Она уже возле города. Скоро дойдёт до города. Тебе придётся выпить зелье сейчас. Переодевайся быстрей!\n        Вы переоделись очень быстро и вышли. Джон увидел, как вы вышли. Сразу куда-то пошёл. Вы направились за ним. \n        Джон:\n— Входи! Это лаборотория. \n        Вы:\n— Хорошо\n        Джон:\n— Прости! Но тебе придётся зайдти в изалированное помещение, чтоб мы знали, что ты говоришь правду. Что ты одолел его. Скажишь кодовое слово \"Вторжение\". Это для того, что если новый житель захватит твой разум. Чтоб он не убил всё живое.\n        Вы:\n— Это как-то страно, но я согласен.\n        Вам дали, то самое зелье. Вы зашли в помещение. Вас закрыли. Вы выпили. Вы услышили голос в своей гллове. Новый житель:\"Ты слишком силён, если меня так долго держали в заперти. Я даже сопротивляться не буду.\". Вам показалось это страным. \n\n\n\n",
    "answers": [
      {
        "id": 31,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 31,
    "text": "\n\n\n        Вы почувтвали, каким вы стали сильным. Вы можете сделать, что захочется вам и стать, кем угодно. Вы сказали:\n— Вторжение \n        Джон:\n— Открывай дверь.\n        Вы снова попали в белую пустоту. Вы разворачиваетесь, и вас бьёт по лицу новый житель. Он вас вырубил. \n        Вы очнулись. Всё как обычно, но вы попытались сделать какое-то движение. У вас это не получалось. Новый житель:\"Даже не пытайся пошевелиться. Я овладел твоим телом. Пора уничтожить всё живоё. А ты будешь на это всё смотреть.\". Вы пму хотели ответить, но не смогли. \n        К вам подходит один из учёных и вы сразу убиваете его. Вас пытались закрыть, но вы молниностно вышли из этого помещение. Вы переубили всех учёных и их помощников, но Джона не была в лаборотории. Вы желеете, что подумали всё так просто. Из-за вас умерло много людей.\n\n\n\n",
    "answers": [
      {
        "id": 32,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 32,
    "text": "\n\n\n        Вы вышли из лаборотории. К вам бежала группа солдат, которая должна вас остановить. Но вы всех их тоже убили. Ваша комната находилась на 7 этаже в главнем корпусе. Вы спрыгнули на первый этаж. Вас там поджидала ещё одна группа солдат, но вы эту группу уничтожили. К вам подходит Сара и говорит:\" Борись с ним! Я верю в тебя!\". Новый житель:\" Это твоя подружка, смотри, что я с ней сделаю.\". Он сначала убил её, потом в руке появился меч. Он раскромсал на кусочки. \n       Новый житель:\" Что как у  ебя это получилось?\".\n       Вы позади его. Он разворачивается, и вы наносите серию ударов. Он чам тоже сделал  серия ударов. Новый житель и вы одновремено стали сильными существами. Вы по очериди наносили удары друг другу. Вы оба устали и все в крови. Не понятна даже чья она его или ваша. Вы вспоминаете ,что вы видили. Вы становитесь, тем огромным монстром. Это тот монстор, которым вы раздавили Сару. Вы сделали тоже  самое с ним, тем самым. Вы поставили его на своё место.\n\n\n\n",
    "answers": [
      {
        "id": 33,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 33,
    "text": "\n\n\n        Вы снова чувствуете приход сил. Вы чуть не забыли о армии, которая находиться рядом с городом. Вы полетели к ней. За 5 минут вы уже были над этой армией. Вы подумали, как они превратились в прах. Вы полетели по другим планетом и унчтожили армии находившиеся на них. Вот вы прилетели на планету, где находится правитель. Вы сожгли его дотла. Всех солдат заразил страшной болезнью. Вы  сделали людей этой расы смертной. Вы полетели обратно. По пути вы задумались, если вы даже свергнули правителя, кто должен стать правителем. Тем более их раса была бессмертна, им пришлось захватывать ещё мира. Они вас обманули или кто-то один.\n       Вы прилетели обратно к кораблю. У входа лежала записка, вы подняли её и прочитали.\n       \"По пути обратно, наверное, ты догадался о каком-то замысле. Это пишит Джон. Я  убил у всех Джека, Ника, Бека и Юлю. Ведь они мне только мешали. Запомни Ден я ещё вернусь и стану великим правителем и стану захватывать мира, и я не успокоюсь, пока я не захвачу всю вселеную.\".\n\n\n        Продолжение следует......\n\n\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец истории"
      }
    ]
  },
  {
    "id": 34,
    "text": "",
    "answers": []
  }
]