[
  {
    "id": 1,
    "text": "Автор : Коля Серёгин \n\nОписание : Всё было хорошо пока не настал этот день , зомби апокалипсис ваша задача вернуться домой в Смоленск а вы находитесь в Москве\n\nЖанр: Апокалипсис, выживание.\n\nПодсказка : Чтобы вам добраться до Смоленска вам нужно очень много бензина.",
    "answers": [
      {
        "id": 3,
        "text": "Начать"
      },
      {
        "id": 2,
        "text": "Пролог"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вас зовут Никита, жену зовут Оля, дочку зовут Маша.\n\nВам 26 лет, Оле 24 года, Маше 7 лет.\n\nВсё началось в 5.12.2019 году \nВы поехали в Смоленск чтобы навести друга и родителей вы приехади через 12 часов, в 14.20 минуе, сначала вы пошли к другу вы щашли в его квартире, вы позвонили через 1 минуту вам открыл Дима это ваш друг вы поговорили с ним где-то 2 часа о потом поехали к родителям через 15 минут вы приезали вас встретили родители вы щашли в дом поговорили насчёт комнаты чтоб было где поспать неделю они показали вам вашу команду\nвы с ними ещё поговорили а потом пошли в комнату уже было 19.35 вы легли спать через 4 дня вы узнаете о апокалипсисе вы пошли в дом родителей а их там не было тогда вы решили их найти ну было безполезно их не где небыло вы опятб пошли в дом родителей и заметили записку : Извини что мы не смогли тебя найти мы тебя скали долго но  еслиб мы задержались ещё на минут 20 то мы бы из Смоленска не вышли, не пытайся до нас дозвониться это без полезно , мы тебя еды оставили она в холодильнике если ты выживешь то приежай обратно к Оле мы тебя там ждём удачи тебе сынок. Таои родители",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы остались одни ваша задача добраться до Москвы где есть квартира в которой сидят ваши родители жена и дочь ",
    "answers": [
      {
        "id": 4,
        "text": "Идти в квартиру друга"
      }
    ]
  },
  {
    "id": 4,
    "text": "Позвонили не кто вам не ответел видно он тоже уехал как и ваши родители, вы вышли во двор теперь куда идти ? ",
    "answers": [
      {
        "id": 5,
        "text": "Добыть бензина "
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы пошли к заправке там вы нашли конистру и набрали 20 литров ",
    "answers": [
      {
        "id": 6,
        "text": "Вернуться в родительский дом "
      }
    ]
  },
  {
    "id": 6,
    "text": "Вашей машины небыло видно ваши родители её забрали , теперь вам надо найти себе машину",
    "answers": [
      {
        "id": 7,
        "text": "Искать машину "
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы легко нашли машину вы нашли в ней ключи и завели в  машине было 10 литров бензина вы перелили 20 л , вы поехали на заправку там налили весь бак бензина и наюрали ещё одну конечьу на максимально это было 60 л , вы начали искать ещё коничьру как вдруг увидели зомби что с ним делать ?",
    "answers": [
      {
        "id": 8,
        "text": "Убить с ножа "
      }
    ]
  },
  {
    "id": 8,
    "text": "Вам было ьрудно но вы убили его , вы через 14 минут нашли канистру под 60 л, вы её наполняли и поехали в дом родителей там вы перекусили легли спать в 16.49 вы проснулись в 8.12 и поели, взяли всю еду в сашину и поехали в Смоленск .Через 3 чеса вызахотели в туалет вы вышли из машины сходили в туалет, но заметили зомби и сразу 2 что делать ",
    "answers": [
      {
        "id": 9,
        "text": "Убить с ножа"
      },
      {
        "id": 10,
        "text": "Бежать в машину и взять двух стволку которую взяли у родителей"
      },
      {
        "id": 11,
        "text": "Завести машину"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вам получилось но один замби вас укусил заруку чере 6 часов вы стали зомби ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы убили зомби, но к сожалению вас убила оржа зомби, еслиб не машина которая заглохла в самый нужный момент то вы бы выжили",
    "answers": [
      {
        "id": 1,
        "text": "Конец "
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы зовули машуну и уехали вы ехали уже 10 часов скоро вы будете дома.",
    "answers": [
      {
        "id": 12,
        "text": "Ехать дольше "
      }
    ]
  },
  {
    "id": 12,
    "text": "У вас случилось поломка машины чтобы её починить вам надо детали которых у вас нет теперь вам осталось идти где-то 9-13 часов, а еслиб машина не сломалось то было бы лучше 1-3 часа. Вы зачнули в машине , проснулись в 6.42, теперь вам надо идти ",
    "answers": [
      {
        "id": 13,
        "text": "Идти "
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы шди ужё 3 часа ноги у вас болели вы сели на камень и одохли 20 минут, теперь можно продолжать идти дальше",
    "answers": [
      {
        "id": 14,
        "text": "Идти дальше "
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы прошли ежё 4 часа уже начало темнеть вы зашли в какой-то дом нашли там кровать и легли спать проснулись в 8.34, вышли из дома и пошли дальше",
    "answers": [
      {
        "id": 15,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы шли 3 часа , одохнули минут 20 и продолжмли ",
    "answers": [
      {
        "id": 16,
        "text": "Поесть что у вас есть "
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы ели около 10 минут, а потом продолжили идти ",
    "answers": [
      {
        "id": 17,
        "text": "Идти "
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы шли 3 часа и наконец то вы в Москве теперь ещё около 5 часов ходьбы и вы увидите родителей, жену, дочь ",
    "answers": [
      {
        "id": 18,
        "text": "Идти дольше"
      },
      {
        "id": 19,
        "text": "Войти в дом и поспать "
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы пришли домой вас встретили родители, жена и дочь. \nВы жили долго и щасливо со своей семьёй конец ",
    "answers": [
      {
        "id": 20,
        "text": "Вы победили "
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы поспали и проснулись в 9.34 и увидели что вы стоите на крыши и к сожелению вы упали с 6 этажа",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы всё сделали ",
    "answers": [
      {
        "id": 21,
        "text": "Это было лекго "
      }
    ]
  },
  {
    "id": 21,
    "text": "Спасибо вам за то что попытались выиграть и выиграли с победой вас ",
    "answers": [
      {
        "id": 1,
        "text": "Я выйграл "
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  }
]