[
  {
    "id": 1,
    "text": "Автор: Метаморфозник<s>r\nЖанр: фантастика, приключения, боевик \n<s>r\nВселенная бесконечна, а значит в ней бесконечно много ненависти, конфликтов и споров. Часто доходит до того, что возникает необходимость в наёмных убийцах. Вы — наёмник класса С, в который входят самые опасные охотники за головами. Межгалактический Совет выделяет огромные средства на поимку таких. Работа убийцы опасна, но оплачивается запредельными суммами. Странствуя по всей вселенной со своим подопечным-инженером Дастином и встроенным в Ваш мозг искусственным интеллектом Джимом, Вы наживаетесь на чужих смертях. Сможете ли скрыться от Совета? Удастся ли в этот раз выполнить миссию? Зависит только от Вас!\n\nP. S. Вышла вторая глава \"К истокам\" ",
    "answers": [
      {
        "id": 2,
        "text": "Начать",
        "var_str_set": [
          "global bg_music",
          "p"
        ],
        "initSounds": [
          "p",
          "http://d.zaix.ru/geWC.mp3"
        ]
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a36/1912/32/9cc74fb5263e.jpg"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://c.radikal.ru/c01/1912/e4/f6475e24f964.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "        Пролог\n\nЗелёный свет неоновых ламп плавно растёкся по просторной комнате с невообразимо дорогим интерьером и большими окнами, с которых на меня взирал ночной город. Передо мной лежали два нурийца — обитатели планеты Б3К3. Внешностью они походили на людей, разве что кожа была синяя и глаза токсично-зелёные. На шее у них мигали ошейники \"Тайное безмолвие\" из сверхпрочного металла. Они полностью парализовывали нервную и мышечную систему, в том числе голосовые связки. Не тронутыми оставались только лёгкие и глаза. Я контролировал действие ошейника с помощью небольшого браслета с экраном, прикреплённого к правой руке. \n\n   — Начинается самая неприятная часть... — прозвучал у меня в голове волнительный, похожий на человеческий голос. Его мог слышать только я. Это был Джим — искусственный интеллект, встроенный в мой мозг с самого детства, чтобы я не доставал родителей, пока они проигрывают в казино последние ксавины — межгалактическая цифровая валюта. Позже у меня появилась возможность избавиться от чипа в своей голове и тем самым навсегда позабыть о Джиме, но за непродолжительный срок именно он стал для меня настоящей семьёй.",
    "answers": [
      {
        "id": 3,
        "text": "- Без этого никак... "
      }
    ]
  },
  {
    "id": 3,
    "text": "   — Может хотя бы дашь им минуту попрощаться друг с другом? Всё-таки муж и жена... — не унимался он. \n\n   — Джим, хватит морочить мне голову. Если хочешь, могу тебя на минуту отключить, и ты не увидишь их смерть, — слегка злорадно ответил я. \n\n   — Нет... Мне не нравится, когда ты так делаешь. А вдруг ты потом меня не включишь обратно?!\n\n   — Как хочешь... Но я бы не дал им и секунды на жизнь. Ты хоть знаешь скольких нурийцев они погубили? Эта парочка финансировала тайные опыты над своим видом, чтобы после продавать получившихся мутантов на Главную арену.\n\n   — С каких пор ты следуешь моральным принципам?\n\n   — Ни с каких. Именно поэтому я их и убью без всяких церемоний, — сухо отрезал я и направил на нурийца-мужчину лазерный пистолет. — Я убил всю их охрану, а теперь ты мне предлагаешь подождать?! \n\n   — Ну я прошу тебя, Алрой! Отмени действие ошейника хотя бы до шеи!",
    "answers": [
      {
        "id": 4,
        "text": "Выстрелить"
      },
      {
        "id": 5,
        "text": "- Ладно, достал"
      }
    ]
  },
  {
    "id": 4,
    "text": "Я бесстрастно нажал на курок и из пушки вылетел короткий лазерный луч, сопровождаемый тихим резким звуком. В голове у мужчины уже зияла дыра. \n\n   — Какой же ты упрямый, — возмутился Джим.\n\n   — Заткнись, — огрызнулся я и сделал выстрел в женщину. После я каснулся пальцем маски формы птицы в области левого уха, включив переговорное радиоустройство. — Дело сделано. Я скоро буду.\n\n   — Отлично сработано, командир, — прозвучал хриплый голос Дастина. — Я жду вас на месте высадки. Конец связи. \n\nВнезапно на стальных стенах комнаты появилось ярко-красное свечение — кто-то по ту сторону разрезал их плазмой. \n\n   — Легавые! — воскликнул Джим. \n\nЧерез секунду в окна на тросах залетел спецназ, части стен и потолка упали, и в проёмы поочерёдно проскользнули солдаты. Грохот и крики залили помещение. В руках у каждого был гиперскорострельный М4, а на голове маска с четырмя сияющими красным заревом линзами. Благодаря этому создавался образ насекомого. ",
    "answers": [
      {
        "id": 6,
        "text": "Использовать браслет (инфразвуковая атака) "
      },
      {
        "id": 7,
        "text": "Кинуть под себя дымовую гранату"
      },
      {
        "id": 8,
        "text": "Кинуть под себя световую гранату"
      }
    ]
  },
  {
    "id": 5,
    "text": "Я недовольно выставил перед собой руку с прикреплённым к ней экраном. Через мгновение он воспроизвёл мини-голограмму тела нурийца и я поднёс палец к голове голограммы, отменив действие ошейника на голову. \n\n   — Урод! Да ты хоть знаешь, что мы с тобой сделаем! — в ту же секунду завопила женщина-нурийка.\n\n   — Охрана! Охрана! — заорал мужчина.\n\n   — Не надрывайся так, они все мертвы. Ты же сам слышал.\n\n   — Я лично убью тебя!\n\n   — Время вышло, — равнодушно бросил я и бесстрастно нажал на курок. Из пушки вылетел короткий лазерный луч, сопровождаемый тихим резким звуком. В голове у мужчины уже зияла дыра.\n\nВизг нурийки растёкся по всей комнате. Я сделал второй выстрел. ",
    "answers": [
      {
        "id": 9,
        "text": "- Вот и слушай теперь тебя после этого"
      }
    ]
  },
  {
    "id": 6,
    "text": "   — Руки вверх! — закричал один из них. Я повиновался, стоя под прицелом примерно пятнадцати спецназовцев. Перед этим я предварительно нажал на браслете нужную кнопку со значком \"I\". \n\nСолдаты начали падать один за одним, скукоживались, брались за голову, стонали и завывали. Нурийский спецназ снаряжён далеко не так качественно, как я или спецназ Совета, и у них нет глушителя инфразвуковых волн настолько низких частот. Мой браслет мог передавать эти волны на расстояние десяти-двадцати метров, буквально сводя с ума попавших в этот радиус, хоть и на небольшой промежуток времени, поэтому через пару минут  действие волн закончится и спецназовцы снова будут в порядке. Учитывая все эти факторы, я отцепил с пояса небольшую рукоятку и из неё тотчас, будто чудо-растение, выросла плазма. Легко вырезав из стального пола подо мной нужный проём, я прыгнул вниз, где были лишь сотни метров свободного падения до земли. Мимо огромных зданий летали машины. \n\n   — Неплохо выкрутился! — восхитился Джим. — Но кто же знал, что под этой комнатой ничего нет... ",
    "answers": [
      {
        "id": 10,
        "text": "- Я знал... "
      }
    ]
  },
  {
    "id": 7,
    "text": "Без доли сомнений я отцепил с пояса дымовую гранату и кинул под себя, предварительно нажав кнопку со значком \"E\" на браслете. Дым тотчас образовал густой непроглядный занавес. \n\n   — У них есть тепловизоры! — загорланил Джим.\n\n   — Да знаю я! — я злобно рявкнул, томясь в ожидании. Через мгновение послышалось недоумение солдат.\n\nНурийский спецназ снаряжён далеко не так качественно, как я или спецназ Совета, и у них нет глушителя электромагнитных волн настолько высоких частот. Мой браслет мог передавать эти волны на расстояние десяти-двадцати метров, выводя из строя электронное оборудование, хоть и на небольшой промежуток времени, поэтому через пару минут действие волн закончится и оборудование спецназа снова будет в порядке. Учитывая все эти факторы, я отцепил с пояса небольшую рукоятку и из неё тотчас, будто чудо-растение, выросла плазма. Легко вырезав из стального пола подо мной нужный проём, я прыгнул вниз, где были лишь сотни метров свободного падения до земли. Мимо огромных зданий летали машины. \n\n   — Неплохо выкрутился! — восхитился Джим. — Но кто же знал, что под этой комнатой ничего нет... ",
    "answers": [
      {
        "id": 10,
        "text": "- Я знал... "
      }
    ]
  },
  {
    "id": 8,
    "text": "Без доли сомнений я отцепил с пояса световую гранату и кинул под себя, предварительно нажав кнопку со значком \"Е\" на браслете. Яркий свет тотчас заполонил комнату. \n\n   — У них есть противоослепляющее оборудование! — загорланил Джим.\n\n   — Да знаю я! — я злобно рявкнул, томясь в ожидании. Через мгновение послышалось недоумение солдат.\n\nНурийский спецназ снаряжён далеко не так качественно, как я или спецназ Совета, и у них нет глушителя электромагнитных волн настолько высоких частот. Мой браслет мог передавать эти волны на расстояние десяти-двадцати метров, выводя из строя электронное оборудование, хоть и на небольшой промежуток времени, поэтому через пару минут действие волн закончится и оборудование спецназа снова будет в порядке. Учитывая все эти факторы, я отцепил с пояса небольшую рукоятку и из неё тотчас, будто чудо-растение, выросла плазма. Легко вырезав из стального пола подо мной нужный проём, я прыгнул вниз, где были лишь сотни метров свободного падения до земли. Мимо огромных зданий летали машины. \n\n   — Неплохо выкрутился! — восхитился Джим. — Но кто же знал, что под этой комнатой ничего нет... ",
    "answers": [
      {
        "id": 10,
        "text": "- Я знал... "
      }
    ]
  },
  {
    "id": 9,
    "text": "Джим лишь недовольно фыркнул в ответ. Я каснулся пальцем маски формы птицы в области левого уха, включив переговорное радиоустройство.\n\n   — Дело сделано. Я скоро буду.\n\n   — Отлично сработано, командир, — прозвучал хриплый голос Дастина. — Я жду вас на месте высадки. Конец связи. \n\nВнезапно на стальных стенах комнаты появилось ярко-красное свечение — кто-то по ту сторону разрезал их плазмой. \n\n   — Легавые! — воскликнул Джим. \n\nЧерез секунду в окна на тросах залетел спецназ, части стен и потолка упали, и в проёмы поочерёдно проскользнули солдаты. Грохот, крики и лязг стекла залили помещение. В руках у каждого был гиперскорострельный М4, а на голове маска с четырмя сияющими красным заревом линзами. Благодаря этому создавался образ насекомого. ",
    "answers": [
      {
        "id": 6,
        "text": "Использовать браслет (инфразвуковая атака) "
      },
      {
        "id": 7,
        "text": "Кинуть под себя дымовую гранату"
      },
      {
        "id": 8,
        "text": "Кинуть под себя световую гранату"
      }
    ]
  },
  {
    "id": 10,
    "text": "Я вытянул перед собой левую руку, на которой находилось портативное наручное сооружение. Через секунду из него вылетел стальной трос с большим наконечником, похожим на наконечник стрелы, и вонзился в стену здания напротив. Резко повернувшись, я проделал тот же трюк с зданием, из которого только что выпрыгнул. По мере приближения к земли тросы всё сильнее натягивались. Машины небрежно огибали меня, несколько раз чуть не сбив. Благодаря натяжению тросов я без лишних повреждений опустился на землю. Движение транспорта здесь было ещё больше, чем в воздухе, поэтому я быстро отошёл на обочину. \n\n   — Эх, а ведь ещё вчера ты был наивным, простодушным ребёнком, — выдохнул Джим.\n\n   — Вскоре меня обнаружат. Надо бежать. ",
    "answers": [
      {
        "id": 11,
        "text": "Бежать через канализацию"
      },
      {
        "id": 12,
        "text": "Бежать через переулки"
      },
      {
        "id": 13,
        "text": "Взобраться на какую-то машину",
        "need": 24
      }
    ]
  },
  {
    "id": 11,
    "text": "Я забежал в ближайший переулок, нашёл люк и, отодвинув его, спустился вниз под землю. Широкие канализационные тунели разветвлялись один за другим. По серединам путей была вода, а по бокам расположились дорожки, по которым можно было идти. Выбрав нужную функцию на экране браслета, я воспроизвёл голограмму карты канализационной системы города и задал точку назначения. \n\n   — Пока что без особых происшествий, — сказал я, шагая по определившемуся маршруту.\n\n   — Да... Бывали дела и похлеще. — Джим задумался. — А помнишь дело на К8Д3? Или Т76? Или Д54 — вот где было опасно! ",
    "answers": [
      {
        "id": 14,
        "text": "- Тот заказ на К8Д3 мне запомнится навсегда "
      },
      {
        "id": 15,
        "text": "- Тот заказ на Т76 мне запомнится навсегда "
      },
      {
        "id": 16,
        "text": "- Тот заказ на Д54 мне запомнится навсегда"
      }
    ]
  },
  {
    "id": 12,
    "text": "Я забежал в ближайший переулок и сбавил шаг, чтобы отдышаться. Выбрав нужную функцию на экране браслета, я воспроизвёл мини-голограмму карты города и задал точку назначения. Массивные дома взирали на меня сверху, будто готовые наступить и раздавить. На них светились большие голографические экраны с рекламами самых разнообразных вещей: от зубной пасты \"Денгэм\", до личного робота. \n\n   — Пока что без особых происшествий, — сказал я, шагая по определившемуся маршруту.\n\n   — Да... Бывали дела и похлеще. — Джим задумался. — А помнишь дело на К8Д3? Или Т76? Или Д54 — вот где было опасно!",
    "answers": [
      {
        "id": 30,
        "text": "- Тот заказ на К8Д3 мне запомнится навсегда"
      },
      {
        "id": 31,
        "text": "- Тот заказ на Т76 мне запомнится навсегда "
      },
      {
        "id": 32,
        "text": "- Тот заказ на Д54 мне запомнится навсегда "
      }
    ]
  },
  {
    "id": 13,
    "text": "После очередного нажатия кнопки на наручнике, из него вылетел трос с крюком, который зацепился за пролетавшую мимо машину. Я взмыл в воздух, и вскоре трос притянул меня к машине. Это был небольшой фургон, на крыше которого спокойно можно было лечь во весь рост. Он нёс меня среди массивных домов, что холодно взирали сверху, будто готовые наступить и раздавить. На них светились большие голографические экраны с рекламами самых разнообразных вещей: от зубной пасты \"Денгэм\", до личного робота. Снизу и сверху нас на разных высотах так же летели множества машин. Я выбрал на экране браслета нужную иконку и передо мной воссоздалась мини-голограмма города. На ней я задал точку назначения. На данный момент наш транспорт держал путь к западному краю города, куда мне и было нужно.    \n\n   — Пока что без особых происшествий, — сказал я, сидя на крыше и наслаждаясь видом.\n\n   — Да... Бывали дела и похлеще. — Джим задумался. — А помнишь дело на К8Д3? Или Т76? Или Д54 — вот где было опасно!",
    "answers": [
      {
        "id": 70,
        "text": "- Тот заказ на К8Д3 мне запомнится навсегда "
      },
      {
        "id": 73,
        "text": "- Тот заказ на Т76 мне запомнится навсегда "
      },
      {
        "id": 74,
        "text": "- Тот заказ на Д54 мне запомнится навсегда "
      }
    ]
  },
  {
    "id": 14,
    "text": "   — Мы тогда чуть не погибли! — с удовольствием вспоминал Джим. — Кто же знал, что на К8Д3 днём температура поднимается до двухсот градусов Цельсия! Если бы не та подземная пещера, мы бы сгорели заживо! \n\n   — Эта была моя первая операция. Я был неопытен и не нашёл достаточно информации о планете, — отвечал я, стараясь обходить гнивших крыс. ",
    "answers": [
      {
        "id": 17,
        "text": "Следовать маршруту "
      }
    ]
  },
  {
    "id": 15,
    "text": "   — А как они всё детально продумали! — с удовольствием вспоминал Джим. — Кто же знал, что на Т76 мы весь день гонялись не за сенатором, а за его двойником. Они нас обвели вокруг пальца!\n\n   — А ведь он вёл нас прямиком в западню Совета... Если бы я не сверил тогда показатели его роста с моей базой данных, то был бы уже мёртв. А разница была только в несколько сантиметров... — отвечал я, стараясь обходить гнивших крыс. ",
    "answers": [
      {
        "id": 17,
        "text": "Следовать маршруту "
      }
    ]
  },
  {
    "id": 16,
    "text": "   — Отлетели ровно за три секунды до взрыва! — с удовольствием вспоминал Джим. — Кто же знал, что вся планета — одна сплошная бомба!\n\n   — Тот учёный нас, конечно, спас. Жаль, что он остался на планете. Не смог бросить свою родину. Сам сделал эту бомбу и сам же от неё и погиб, не в состоянии вернуть её обратно из ядра, — отвечал я, стараясь обходить гнивших крыс. — Ну у него было раздвоение личности, поэтому ничего удивительного. ",
    "answers": [
      {
        "id": 17,
        "text": "Следовать маршруту "
      }
    ]
  },
  {
    "id": 17,
    "text": "Вдруг раздался оглушительный взрыв и прямо передо мной обрушился верх канализации. Огромные каменные обломки загородили дорогу, подняв густой столб пыли.\n\n   — Снова они! — удивлся Джим. — Как они нашли нас? \n\nЯ закрыл на браслете карту и нажал на функцию \"Диагностика снаряжения\". Через секунду появилась проекция-моделька моего тела, где на спине мелькала красная точка. Потянувшись, я отцепил еле ощутимый передатчик со своей спины.\n\n   — Жучок. Они следили за нами. ",
    "answers": [
      {
        "id": 18,
        "text": "Раздавить передатчик и прыгнуть в воду"
      },
      {
        "id": 19,
        "text": "Прыгнуть в воду с передатчиком"
      }
    ]
  },
  {
    "id": 18,
    "text": "Кинув на землю передатчик, я злобно раздавил его и прыгнул в воду. С помощью своей маски я мог спокойно дышать почти в любых жидкостях, которые содержат кислород. ",
    "answers": [
      {
        "id": 20,
        "text": "Поплыть длинным путём"
      },
      {
        "id": 21,
        "text": "Поплыть коротким путём"
      }
    ]
  },
  {
    "id": 19,
    "text": "Я прыгнул в воду. С помощью своей маски я мог спокойно дышать почти в любых жидкостях, которые содержат кислород. ",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "Нажав на экране браслета функцию \"Тепловая маскировка\", я открыл карту и поплыл по обходному пути. \"Тепловая маскировка\" создавала тепловую оболочку вокруг тела, соответственно понижая или повышая температуру этой невидимой оболочки до уровня окружаюдей среды. Так тепловизоры не могли засечь меня. При этом температура моего тела не меняется.\n\n   — Решил без драк? — облегчённо выдохнул Джим.\n\n   — Да, достаточно на сегодня убийств. Не хочу ещё больше морать руки.\n\nПод водой я плыл ещё минут десять, пока не прибыл к месту назначения. Я вылез из воды перед поворотом. Выбрав на экране иконку \"Сушка\", подожлал несколько секунд, пока моя одежда не высушится полностью. Выглянув из-за поворота, я, как и ожидалось, увидел группу спецназовцев. Но их было слишком много: целых десятеро были преградой на пути к моей цели. Видимо, спецназ был раскинут по всем выходам из канализации. ",
    "answers": [
      {
        "id": 22,
        "text": "Нейтрализовать их инфразвуком"
      },
      {
        "id": 23,
        "text": "Убить их с лазерного пистолета"
      }
    ]
  },
  {
    "id": 21,
    "text": "Нажав на экране браслета функцию \"Тепловая маскировка\", я открыл карту и поплыл по прежнему маршруту. \"Тепловая маскировка\" создавала тепловую оболочку вокруг тела, соответственно понижая или повышая температуру этой невидимой оболочки до уровня окружаюдей среды. Так тепловизоры не могли засечь меня. При этом температура моего тела не меняется.\n\n   — Видимо, тебе не терпится уже улететь отсюда. Они пустят водолазов по этому пути, — не унимался Джим. — Очевидно же, что ты с большей вероятностью поплывёшь по тому же пути, только под водой.\n\n   — Да заткнись ты, у меня всё под контролем. ",
    "answers": [
      {
        "id": 25,
        "text": "Плыть дальше"
      },
      {
        "id": 26,
        "text": "Вынырнуть и раскинуть дымовые гранаты"
      }
    ]
  },
  {
    "id": 22,
    "text": "Нажав на браслете кнопку со значком \"I\", я вышел из-за поворота. К этому времени солдаты уже лежали немощными. Я полон уверенности приближался к выходу.\n\n   — Стой, Алрой! — неистово заорал Джим. — Их тут девять!\n\nВ ту же секунду из воды выглянула голова, а я отпрыгнул в сторону. Огненный шквал поразил стену, у которой я секунду назад находился. Я дополз до угла и скрылся за ним.\n\n   — Прохвост! Он успел спрыгнуть в воду!\n\n   — Звук на границе разделения двух сред рассеивается и отбивается, так что не удивительно, что на него не подействовал эффект, — сказал я и одним глазом выглянул из-за угла: враг всё ещё находился в воде. ",
    "answers": [
      {
        "id": 57,
        "text": "Попытаться выйти и застрелить его первым"
      },
      {
        "id": 58,
        "text": "Кинуть дымовую гранату"
      }
    ]
  },
  {
    "id": 23,
    "text": "Я вытянул из кобуры лазерный пистолет и выскочил. Всё произошло быстро: три выстрела, три трупа. Остались ещё семеро, которые тотчас направили на меня дула своих автоматов. ",
    "answers": [
      {
        "id": 27,
        "text": "Скрыться за угол"
      },
      {
        "id": 60,
        "text": "Прыгнуть в воду"
      }
    ]
  },
  {
    "id": 24,
    "text": "Переходная страница (не занята) ",
    "answers": [
      {
        "id": 1,
        "text": "Титульная страница"
      }
    ]
  },
  {
    "id": 25,
    "text": "Нажав на браслете кнопку со значком \"I\", я продолжил плыть.\n\n   — Теперь они ко мне не приблизятся, — сказал я Джиму.\n\n   — Им повезло, что их аппаратура не способна глушить инфразвуковые волны, иначе они были бы мертвы...\n\nПод водой плыл ещё минут десять, пока не прибыл к месту назначения. Я вылез из воды перед поворотом. Выбрав на экране иконку \"Сушка\", подожлал несколько секунд, пока моя одежда не высушится полностью. Выглянув из-за поворота, я, как и ожидалось, увидел группу спецназовцев. Но их было слишком много: целых десятеро были преградой на пути к моей цели. Видимо, спецназ был раскинут по всем выходам из канализации. ",
    "answers": [
      {
        "id": 22,
        "text": "Нейтрализовать их инфразвуком"
      },
      {
        "id": 23,
        "text": "Убить их с помощью лазерного пистолета"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вынырнув, я раскинул пять-шесть дымовых гранат и выбрался из воды. Дым заполонил сразу несколько путей канализации. Я выбрал на экране иконку \"Сушка\" и подожлал несколько секунд, пока моя одежда не высушится полностью. Солдаты не могли узнать моё местоположение с помощью тепловизоров из-за моей \"Тепловой маскировки\". Я же мог их спокойно засечь со встроенным тепловизором в маске, поэтому двинулся к выходу из канализации, обходя ни о чём не подозревавших солдат. Вскоре я прибыл к месту назначения. Рядом с лестницей крутились сразу десятеро спецназовцев, а трое из них стояли прямо перед ней, загораживая проход. Такие группы, видимо, были разбросаны по всем выходам из канализации.",
    "answers": [
      {
        "id": 55,
        "text": "Нейтрализовать их инфразвуком "
      },
      {
        "id": 54,
        "text": "Убить их с помощью лазерного пистолета "
      }
    ]
  },
  {
    "id": 27,
    "text": "Под безумный оркестр свиста пуль и криков я прыгнул обратно за угол.\n\n   — Тебе следует побыстрее покончить с ними, — Джим немного заволновался. — Вскоре прибудет подкрепление.\n\nОгненный шквал всё никак не прекращался, обтёсывая и сбивая края стены, за которой я стоял. Джим был прав — нужно закончить всё до прихода поддержки. Я нажал на браслете кнопку \"E\", тем самым выведя из строя противоослепляющую аппаратуру спецназа электромагнитными волнами, отцепил с пояса световую гранату и кинул её в стену напротив. Она в свою очередь отрекошетила и упала прямо перед врагами. Вспыхнул свет и я вновь вышел из-за угла. Меня не слепило, так как в мой шлем был встроен противоослепляющий прибор, который мог выдержать электромагнитные волны низких частот. Ровно семь выстрелов в голову ничего не понимающим спецназовцам. ",
    "answers": [
      {
        "id": 61,
        "text": "Выбраться из канализации "
      }
    ]
  },
  {
    "id": 28,
    "text": "   — Ты только что сказал, что они следили за нами с помощью жучка, а теперь продолжаешь держать его у себя в руках! — не унимался Джим.\n\n   — Да заткнись ты. У меня всё под контролем. — Я оттянул немного троса со своего наручника на левой руке и обвязал им жучок. После я нажал нужную кнопку и этот трос устремился в дали вод путя, с которого я пришёл. Затем я отцепил трос и, нажав на экране браслета функцию \"Тепловая маскировка\", открыл карту и поплыл по обходному пути. \"Тепловая маскировка\" создавала тепловую оболочку вокруг тела, соответственно понижая или повышая температуру этой невидимой оболочки до уровня окружаюдей среды. Так тепловизоры не могли засечь меня. При этом температура моего тела не меняется.\n\n   — Умно! Теперь они все сбегутся туда, а выход будет пустым!",
    "answers": [
      {
        "id": 51,
        "text": "Плыть"
      }
    ]
  },
  {
    "id": 29,
    "text": "Переходная страница ",
    "answers": [
      {
        "id": 24,
        "text": "Конец пролога"
      }
    ]
  },
  {
    "id": 30,
    "text": "   — Мы тогда чуть не погибли! — с удовольствием вспоминал Джим. — Кто же знал, что на К8Д3 днём температура поднимается до двухсот градусов Цельсия! Если бы не та подземная пещера, мы бы сгорели заживо! \n\n   — Эта была моя первая операция. Я был неопытен и не нашёл достаточно информации о планете, — отвечал я, время от времени поворачивая из переулка в переулок. ",
    "answers": [
      {
        "id": 33,
        "text": "Следовать маршруту"
      }
    ]
  },
  {
    "id": 31,
    "text": "   — А как они всё детально продумали! — с удовольствием вспоминал Джим. — Кто же знал, что на Т76 мы весь день гонялись не за сенатором, а за его двойником. Они нас обвели вокруг пальца!\n\n   — А ведь он вёл нас прямиком в западню Совета... Если бы я не сверил тогда показатели его роста с моей базой данных, то был бы уже мёртв. А разница была только в несколько сантиметров... — отвечал я, время от времени поворачивая из переулка в переулок. ",
    "answers": [
      {
        "id": 33,
        "text": "Следовать маршруту"
      }
    ]
  },
  {
    "id": 32,
    "text": "   — Отлетели ровно за три секунды до взрыва! — с удовольствием вспоминал Джим. — Кто же знал, что вся планета — одна сплошная бомба!\n\n   — Тот учёный нас, конечно, спас. Жаль, что он остался на планете. Не смог бросить свою родину. Сам спроэктировал эту бомбу и сам же от неё и погиб, не в состоянии вернуть её обратно из ядра, — отвечал я, время от времени поворачивая из переулка в переулок. — Ну у него было раздвоение личности, поэтому ничего удивительного.",
    "answers": [
      {
        "id": 33,
        "text": "Следовать маршруту"
      }
    ]
  },
  {
    "id": 33,
    "text": "Внезапно я услышал стремительное наростание знакомого звука: полицейской сирены. Обернувшись, я увидел зависшую в воздухе машину спецназа, с которой по тросам спускались солдаты. Такая же картина наблюдалась и на другом конце переулка.\n\n   — Они нас окружили, — удивился Джим. — Как они узнали наше местоположение?\n\nКинув под себя дымовую гранату, я нажал на экране браслета функцию \"Тепловая маскировка\". \"Тепловая маскировка\" создавала тепловую оболочку вокруг тела, соответственно понижая или повышая температуру этой невидимой оболочки до уровня окружаюдей среды. Так тепловизоры не могли засечь меня. При этом температура моего тела не меняется.",
    "answers": [
      {
        "id": 34,
        "text": "Разрезать стену дома и вбежать в него "
      }
    ]
  },
  {
    "id": 34,
    "text": "Выхватив с пояса плазменный меч, я лёгким движением рассёк участок стены дома и прыгнул в образовавшуюся дыру, попав в чью-то квартиру. В ту же секунду переулок залило огненным дождём. Я выбрал на браслете функцию \"Диагностика снаряжения\". Через мгновение появилась голограмма-моделька моего тела, где на спине мелькала красная точка. Потянувшись, я отцепил еле ощутимый передатчик со своей спины.\n\n   — Жучок. Они следили за нами.",
    "answers": [
      {
        "id": 35,
        "text": "Раздавить жучок и бежать"
      },
      {
        "id": 36,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 35,
    "text": "Кинув на землю передатчик, я злобно раздавил его и только после осмотрел помещение, в котором находился. Просторную комнату освещал приглушённый неоновый свет, в противоположной от меня части комнаты расположилась кровать, на тумбочке рядом мерцала голограмма планеты. Сверху на меня смотрела вентеляционная решётка. С немного приоткрытого окна справа продувал ночной приятный ветерок, около него была механическая входная дверь в виде механической заслонки. ",
    "answers": [
      {
        "id": 38,
        "text": "Залезть в вентеляционную шахту"
      },
      {
        "id": 37,
        "text": "Вырезать дыру в стене напротив и пробежать"
      },
      {
        "id": 39,
        "text": "Выбежать на улицу через дверь"
      }
    ]
  },
  {
    "id": 36,
    "text": "Я осмотрел помещение, в котором находился. Просторную комнату освещал приглушённый неоновый свет, в противоположной от меня части комнаты расположилась кровать, на тумбочке рядом мерцала голограмма планеты. Сверху на меня смотрела вентеляционная решётка. С немного приоткрытого окна справа продувал ночной приятный ветерок, около него была входная дверь в виде механической заслонки.\n\n   — Что ты творишь? — Джим тихо заворчал. — Только что сказал, что они следят за нами с помощью жучка, а теперь спокойно держишь его в руках.\n\n   — Заткнись ты, — сухо отрезал я. — У меня всё под контролем. ",
    "answers": [
      {
        "id": 46,
        "text": "Открыть дверь"
      },
      {
        "id": 47,
        "text": "Подойти к окну"
      },
      {
        "id": 48,
        "text": "Залезть в вентеляционную шахту "
      },
      {
        "id": 49,
        "text": "Вырезать дыру в стене напротив и пробежать"
      }
    ]
  },
  {
    "id": 37,
    "text": "Плазменным мечом я вырезал себе проход в другую квартиру. Комната, в которую я попал, так же была пуста, но с соседней доносились звуки голографического телевизора.\n \n  — Ты же понимаешь, что они догадаются, о том что ты полез в следующую квартиру? — после долгого молчания заговорил Джим.\n\n   — Да, — равнодушно прошептал я. \n\nЗадерживаться не стал и прорвался в следующую квартиру. Спиной ко мне на диване сидела нурийка-старушка и смотрела голографический телевизор. Она меня не увидела, но если не получится проскользнуть мимо неё незамеченным, то может подняться невообразимый крик. ",
    "answers": [
      {
        "id": 43,
        "text": "Убить её "
      },
      {
        "id": 44,
        "text": "Попытаться незаметно пройти"
      }
    ]
  },
  {
    "id": 38,
    "text": "Я направил левую руку на вентеляционную решётку и нажал нужную кнопку на наручнике. В ту же секунду из него вырвался трос с крюком и зацепился за решётку. Потянув на себя трос, я открыл себе путь наверх. После нажатия ещё одной кнопки на наручнике, вылетел трос с наконечником, который вонзился в самый потолок шахты и стремительно потянул меня наверх. Вскоре я уже пробирался меж тесных железных стенок.\n\n   — Ты же понимаешь, что они догадаются, о том что ты полез в шахту? — после долгого молчания заговорил Джим.\n\n   — Да, — равнодушно ответил я и продолжил путь. Добравшись до четвёртой по счёту решётки, выбил её и спрыгнул вниз.\n\nИ снова я попал в чью-то квартиру, только на этот раз она не была пустой: передо мной стояла дрожащая от испуга девочка-нурийка. ",
    "answers": [
      {
        "id": 41,
        "text": "- Тихо, девочка, только не кричи"
      },
      {
        "id": 42,
        "text": "Молча перелезть через окно на улицу"
      },
      {
        "id": 50,
        "text": "Использовать ошейник"
      }
    ]
  },
  {
    "id": 39,
    "text": "Подбежав к двери, я нажал на зелёную кнопку слева и заслонка поднялась. Это было плохой идеей: несколько спецназовцев увидели меня и подали знак другим. Если бы я вышел, то был бы уже мёртв... Поэтому со следующим нажатием кнопки дверь-заслонка опустилась и я вновь вернулся к выбору путей побега. Время поджимало. ",
    "answers": [
      {
        "id": 38,
        "text": "Залезть в вентеляционную шахту"
      },
      {
        "id": 37,
        "text": "Сделать вырез в стене напротив и пробежать"
      }
    ]
  },
  {
    "id": 40,
    "text": "Привіт",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 41,
    "text": "Но мои слова ей, видимо, показались страшными угрозами, и через секунду в уши впился невообразимый визг.\n\n   — Вот чёрт! Сказал же не кричать! ",
    "answers": [
      {
        "id": 50,
        "text": "Использовать ошейник"
      }
    ]
  },
  {
    "id": 42,
    "text": "Я молча подошёл к окну и открыл его. Через секунду невообразимый визг впился в уши, но я быстро выскользнул на улицу и закрыл окно. Справа в метрах пятидесяти парили полицейские машины, озаряя тёмные переулки своими переменчивыми красно-синими цветами. После выстрела тросом с крюком из наручника, он зацепился за пролетающую мимо машину, и я вскоре уже сидел на её крыше. Она держала путь к западному краю города, куда мне и было нужно.",
    "answers": [
      {
        "id": 45,
        "text": "Спрыгнуть"
      }
    ]
  },
  {
    "id": 43,
    "text": "Бесшумно подойдя сзади, я перерезал ей горло плазменным мечом.\n\n   — Ты дурак?! — заорал Джим. — Зачем ты её убил?!\n\nОтвета он не получил. Послышался массовый топот: спецназ уже забежал в первую комнату.\n\nЯ отошёл на достаточное расстояние от того переулка, чтобы спокойно выйти из квартиры. Так и было сделано. Дверь-заслонка поднялась и я выскользнул на улицу. В метрах пятидесяти справа парили полицейские машины, но меня это уже не касалось. \n\n   — Ты урод моральный! — закипал Джим. — Ещё раз так убьёшь кого-то без причины — пожалеешь об этом!\n\n   — Интересно как... \n\nПосле выстрела тросом с крюком из наручника, он зацепился за пролетающую мимо машину, и я вскоре уже сидел на её крыше. Она держала путь к западному краю города, куда мне и было нужно. ",
    "answers": [
      {
        "id": 45,
        "text": "Спрыгнуть"
      }
    ]
  },
  {
    "id": 44,
    "text": "Я бесшумно подокрался к двери сбоку. Не обращать внимания на старушку было большим риском. Послышался массовый топот: спецназ уже забежал в первую комнату. Я отошёл на достаточное расстояние от того переулка, чтобы спокойно выйти из квартиры. Так и было сделано. Дверь-заслонка поднялась и я выскользнул на улицу. Старая нурийка и голову не повернула — видимо, она спала. В метрах пятидесяти справа парили полицейские машины, но меня это уже не касалось. После выстрела тросом с крюком из наручника, он зацепился за пролетающую мимо машину и я вскоре уже сидел на её крыше. Она держала путь к западному краю города, куда мне и было нужно. ",
    "answers": [
      {
        "id": 45,
        "text": "Спрыгнуть "
      }
    ]
  },
  {
    "id": 45,
    "text": "Я спрыгнул в нужном месте и, пройдя ещё несколько сот метров, приблизился к месту, где меня ждал мой звездолёт. Он больше походил на обширный автобус. Единственным отличием было два крыла по бокам. Задняя механическая дверь опустилась, и я увидел задумчивое лицо Дастина.\n\n   — Быстро управились, командир, — равнодушно проговорил он.\n\n   — Да... — согласился я, залезая в \"звёздный автобус\", как мы его называли. — Улетаем отсюда.\n\nЧерез мгновение турбины с насвистывающим шёпотом пробудились, мы поднялись в воздух и на невообразимых скоростях улетели ввысь к звёздам. ",
    "answers": [
      {
        "id": 76,
        "text": "Глава 1"
      }
    ]
  },
  {
    "id": 46,
    "text": "Подбежав к двери, я полон уверенности нажал на зелёную кнопку слева и заслонка поднялась. Это было плохой идеей: несколько спецназовцев увидели меня и подали знак другим. Если бы я вышел, то был бы уже мёртв... Поэтому со следующим нажатием кнопки дверь-заслонка опустилась и я вновь вернулся к выбору путей побега. Время поджимало. ",
    "answers": [
      {
        "id": 48,
        "text": "Залезть в вентеляционную шахту"
      },
      {
        "id": 49,
        "text": "Вырезать дыру в стене напротив "
      }
    ]
  },
  {
    "id": 47,
    "text": "Я полон уверенности подошёл к окну. Это было плохой идеей: несколько спецназовцев увидели меня и подали знак другим. Если выйду на улицу — буду моментально убит. Я вновь вернулся к выбору путей побега. Время поджимало. ",
    "answers": [
      {
        "id": 48,
        "text": "Залезть в вентеляционную шахту"
      },
      {
        "id": 49,
        "text": "Вырезать дыру в стене напротив "
      }
    ]
  },
  {
    "id": 48,
    "text": "Я направил левую руку на вентеляционную решётку и нажал нужную кнопку на наручнике. В ту же секунду из него вырвался крюк с тросом и зацепился за решётку. Потянув на себя трос, я открыл себе путь наверх. После нажатия ещё одной кнопки на наручнике, вылетел трос с наконечником, который вонзился в самый потолок шахты и стремительно потянул меня наверх. Вскоре я уже пробирался меж тесных железных стенок.\n\n   — Я всё ещё не понимаю что, ты задумал. \n\n   — Сейчас всё увидишь. \n\nДобравшись до первой попавшейся решётки, я выбил её и спрыгнул вниз. Снова попал в чью-то квартиру. Комната, где я находился, также была пуста, но с соседней доносились звуки голографического телевизора. ",
    "answers": [
      {
        "id": 52,
        "text": "Подойти к окну"
      }
    ]
  },
  {
    "id": 49,
    "text": "Плазменным мечом я выерзал себе проход в другую квартиру. Комната, в которую попал была также пуста, но с соседней доносились звуки голографического телевизора.\n\n   — Я всё ещё не понимаю что, ты задумал. \n\n   — Сейчас всё увидишь. ",
    "answers": [
      {
        "id": 52,
        "text": "Подойти к окну"
      }
    ]
  },
  {
    "id": 50,
    "text": "Отцепив с пояса ошейник \"Тайное безмолвие\", я молниеносно кинул его в девочку, и тот автоматически сомкнулся у неё на шее. Она камнем упала, парализованная. \n\n   — Ну хоть не убил, — облегчённо выдохнул Джим. \n\nПослышался массовый топот — спецназ уже забежал в первую комнату. Я отошёл на достаточное расстояние от того переулка, чтобы спокойно выйти из квартиры. Так и было сделано. Открыв окно, я выскользнул на улицу. Справа в метрах пятидесяти парили полицейские машины, озаряя тёмные переулки своими переменчивыми красно-синими цветами.  После выстрела тросом с крюком из наручника, он зацепился за пролетающую мимо машину, и я вскоре уже сидел на её крыше. Она держала путь к западному краю города, куда мне и было нужно. ",
    "answers": [
      {
        "id": 45,
        "text": "Спрыгнуть "
      }
    ]
  },
  {
    "id": 51,
    "text": "Я доплывал к месту назначения, как мой тепловизор засёк неожиданные объекты: группа из трёх человек охраняла выход из канализации.\n\n   — А они не так глупы, как мы думали, — Джим был в предвкушении последуещего развития событий.",
    "answers": [
      {
        "id": 53,
        "text": "Заплыть за поворот и вылезти из воды"
      },
      {
        "id": 62,
        "text": "Остаться в воде"
      }
    ]
  },
  {
    "id": 52,
    "text": "Я подкрался к окну и осторожно открыл его. Оттянув немного троса с наконечником, обмотал передатчик и выстрелил им в мчавшуюся в высотах машину. Наконечник воткнулся в её низ, и я отцепил трос, который вскоре притянулся с жучком к наконечнику.\n\n   — Умно, — прокомментировал мои действия Джим.\n\nЧерез несколько мгновений весь наряд спецназа устремился за машиной на восток, а я выскользнул на улицу. После выстрела тросом с крюком из наручника, он зацепился за пролетавшую мимо машину и я вскоре уже сидел на её крыше. Она держала путь к западному краю города, куда мне и было нужно. ",
    "answers": [
      {
        "id": 45,
        "text": "Спрыгнуть"
      }
    ]
  },
  {
    "id": 53,
    "text": "Я заплыл за угол и, вынырнув, выбрался из воды. После нажал на экране браслета иконку \"Сушка\", подожлал несколько секунд, пока моя одежда не высушится полностью. Врагов всего трое, не стоит заморачиваться. ",
    "answers": [
      {
        "id": 63,
        "text": "Убить их с помощью лазерного пистолета"
      },
      {
        "id": 64,
        "text": "Использовать инфразвук"
      },
      {
        "id": 65,
        "text": "Кинуть дымовую гранату "
      },
      {
        "id": 66,
        "text": "Кинуть световую гранату "
      }
    ]
  },
  {
    "id": 54,
    "text": "Достав из кобуры лазерный писотлет, я в гуще дымовой завесы обошёл всех спецназовцев, пока не подобрался к этим троим вплотную. Всё произошло быстро: три выстрела, три трупа, непонятки и суета. Я поднялся наверх, отодвинул люк и выбрался наружу. Это был край города, где меня ждал мой звездолёт. Он больше походил на обширный автобус. Единственным отличием было два крыла по бокам. Задняя механическая дверь опустилась, и я увидел задумчивое лицо Дастина.\n\n   — Быстро управились, командир, — равнодушно проговорил он.\n\n   — Да... — согласился я, залезая в \"звёздный автобус\", как мы его называли. — Улетаем отсюда.\n\nЧерез мгновение турбины с насвистывающим шёпотом пробудились, мы поднялись в воздух и на невообразимых скоростях улетели ввысь к звёздам. ",
    "answers": [
      {
        "id": 76,
        "text": "Глава 1"
      }
    ]
  },
  {
    "id": 55,
    "text": "Я нажал на кнопку браслета со значком \"I\". Солдаты заскулили и упали. Подойдя к лестнице, я поднялся наверх, отодвинул люк и выбрался наружу. Это был край города, где меня ждал мой звездолёт. Он больше походил на обширный автобус. Единственным отличием было два крыла по бокам. Задняя механическая дверь опустилась, и я увидел задумчивое лицо Дастина.\n\n   — Быстро управились, командир, — равнодушно проговорил он.\n\n   — Да... — согласился я, залезая в \"звёздный автобус\", как мы его называли. — Улетаем отсюда.\n\nЧерез мгновение турбины с насвистывающим шёпотом пробудились, мы поднялись в воздух и на невообразимых скоростях улетели ввысь к звёздам. ",
    "answers": [
      {
        "id": 76,
        "text": "Глава 1"
      }
    ]
  },
  {
    "id": 56,
    "text": "Привіт (переходная страница, занята) ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 57,
    "text": "Я резко выскочил и, молниеносно направив дуло лазерного пистолета ему на голову, выстрелил. Враг пошёл ко дну с дырой в голове.\n\n   — У него не было и шанса, — уверен, что если бы у Джима было физичеслке тело, он бы это сказал с ехидной улыбкой.\n\nПереступая воющих спецназовцев, я подошёл к лестнице, поднялся наверх, отодвинул люк и выбрался наружу. Это был край города, где меня ждал мой звездолёт. Он больше походил на обширный автобус. Единственным отличием было два крыла по бокам. Задняя механическая дверь опустилась, и я увидел задумчивое лицо Дастина.\n\n   — Быстро управились, командир, — равнодушно проговорил он.\n\n   — Да... — согласился я, залезая в \"звёздный автобус\", как мы его называли. — Улетаем отсюда.\n\nЧерез мгновение турбины с насвистывающим шёпотом пробудились, мы поднялись в воздух и на невообразимых скоростях улетели ввысь к звёздам. ",
    "answers": [
      {
        "id": 76,
        "text": "Глава 1 "
      }
    ]
  },
  {
    "id": 58,
    "text": "Я взял в руку дымовую гранату и кинул в стену. Она, отрекошетив, упала возле выхода. Под дымовым занавесом я выскочил и направил дуло лазерного пистолета ему на голову. Враг меня видеть сквозь дым не мог: с моей тепловой оболочкой его тепловизоры были беспомощны, в отличие от моих, которые легко определили местоположение уцелевшего. Я выстрелил, и враг пошёл ко дну с дырой в голове.",
    "answers": [
      {
        "id": 59,
        "text": "Выбраться из канализации "
      }
    ]
  },
  {
    "id": 59,
    "text": "   — У него не было и шанса, — уверен, что если бы у Джима было физичеслке тело, он бы это сказал с ехидной улыбкой.\n\nПереступая воющих спецназовцев, я подошёл к лестнице, поднялся наверх, отодвинул люк и выбрался наружу. Это был край города, где меня ждал мой звездолёт. Он больше походил на обширный автобус. Единственным отличием было два крыла по бокам. Задняя механическая дверь опустилась, и я увидел задумчивое лицо Дастина.\n\n   — Быстро управились, командир, — равнодушно проговорил он.\n\n   — Да... — согласился я, залезая в \"звёздный автобус\", как мы его называли. — Улетаем отсюда.\n\nЧерез мгновение турбины с шёпотом пробудились, мы бесшумно поднялись в воздух и на невообразимых скоростях улетели ввысь к звёздам. ",
    "answers": [
      {
        "id": 76,
        "text": "Глава 1"
      }
    ]
  },
  {
    "id": 60,
    "text": "Под безумный оркестр свиста пуль и криков я прыгнул в воду.\n\n   — Тебе следует побыстрее покончить с ними, — Джим немного заволновался. — Вскоре прибудет подкрепление.\n\nОгненный шквал, будто дождь, обрушился на канализационные воды, под толщей которых я проплыл метров двадцать по направлению к спецназовцам. Пули проносились где-то рядом, чуть ли не задевая меня. Из-за тепловой оболочки они не могли определить моё местоположение. Я вынырнул прямо сзади них и  моментально сделал с десяток выстрелов с лазерного пистолета, поразив всех уцелевших в спину. Далее я вылез из воды. ",
    "answers": [
      {
        "id": 61,
        "text": "Выбраться из канализации "
      }
    ]
  },
  {
    "id": 61,
    "text": "   — У них не было и шанса, — уверен, что если бы у Джима было физическое тело, он бы это сказал с ехидной улыбкой.\n\nПереступая трупы, я подошёл к лестнице, поднялся наверх, отодвинул люк и выбрался наружу. Это был край города, где меня ждал мой звездолёт. Он больше походил на обширный автобус. Единственным отличием было два крыла по бокам. Задняя механическая дверь опустилась, и я увидел задумчивое лицо Дастина.\n\n   — Быстро управились, командир, — равнодушно проговорил он.\n\n   — Да... — согласился я, залезая в \"звёздный автобус\", как мы его называли. — Улетаем отсюда.\n\nЧерез мгновение турбины с насвистывающим шёпотом пробудились, мы поднялись в воздух и на невообразимых скоростях улетели ввысь к звёздам. ",
    "answers": [
      {
        "id": 76,
        "text": "Глава 1"
      }
    ]
  },
  {
    "id": 62,
    "text": "Я подплыл немного ближе. Мой тепловизор отлично определял местоположение врагов через муть воды, в отличие от их, что были бесполезны после активации \"тепловой маскировки\". Их всего трое, не стоит заморачиваться. ",
    "answers": [
      {
        "id": 69,
        "text": "Убить их с лазерного пистолета "
      },
      {
        "id": 71,
        "text": "Кинуть дымовую гранату "
      },
      {
        "id": 72,
        "text": "Нейтрализовать их инфразвуком "
      }
    ]
  },
  {
    "id": 63,
    "text": "Я вытянул из кобуры лазерный пистолет и выскочил из-за поворота. Всё произошло быстро: три выстра, три трупа.\n\n   — У них не было и шанса, — уверен, что если бы у Джима было физичеслке тело, он бы это сказал с ехидной улыбкой.\n\nПереступая мёртвых спецназовцев, я подошёл к лестнице, поднялся наверх, отодвинул люк и выбрался наружу. Это был край города, где меня ждал мой звездолёт. Он больше походил на обширный автобус. Единственным отличием было два крыла по бокам. Задняя механическая дверь опустилась, и я увидел задумчивое лицо Дастина.\n\n   — Быстро управились, командир, — равнодушно проговорил он.\n\n   — Да... — согласился я, залезая в \"звёздный автобус\", как мы его называли. — Улетаем отсюда.\n\nЧерез мгновение турбины с насвистывающим шёпотом пробудились, мы поднялись в воздух и на невообразимых скоростях улетели ввысь к звёздам. ",
    "answers": [
      {
        "id": 76,
        "text": "Глава 1"
      }
    ]
  },
  {
    "id": 64,
    "text": "Я нажал на конпку браслета со значком \"I\" и вышел из-за поворота. К этому времени враги немощные лежали на земле. Переступая воющих спецназовцев, я подошёл к лестнице, полез наверх, отодвинул люк и выбрался наружу. Это был край города, где меня ждал мой звездолёт. Он больше походил на обширный автобус. Единственным отличием было два крыла по бокам. Задняя механическая дверь опустилась, и я увидел задумчивое лицо Дастина.\n\n   — Быстро управились, командир, — равнодушно проговорил он.\n\n   — Да... — согласился я, залезая в \"звёздный автобус\", как мы его называли. — Улетаем отсюда.\n\nЧерез мгновение турбины с насвистывающим шёпотом пробудились, мы поднялись в воздух и на невообразимых скоростях улетели ввысь к звёздам. ",
    "answers": [
      {
        "id": 76,
        "text": "Глава 1"
      }
    ]
  },
  {
    "id": 65,
    "text": "Я отцепил с пояса дымовую гранату и кинул в стену напротив. Она, отрекошетив, упала возле выхода. Густой дым заполонил канализационный путь у выхода. Под этим занавесом я выскочил из-за угла. С моей тепловой оболочкой тепловизоры спецназовцев не могли обнаружить меня. Мой же легко определил их местоположение в дыму. ",
    "answers": [
      {
        "id": 67,
        "text": "Убить их"
      },
      {
        "id": 68,
        "text": "Оставить в живых"
      }
    ]
  },
  {
    "id": 66,
    "text": "Нажав на кнопку браслета со значком \"E\", я тем самым вывел из строя противоослепляющие приборы спецназа электромагнитными волнами. Затем отцепил с пояса световую гранату и кинул в стену на против. Она, отрекошетив, упала прямо перед врагами. Противоослепляющая аппаратура в моём шлеме была намного устойчивей к электромагнитным волнам, поэтому я спокойно вышел из-за поворота, вытянул из кобуры лазерный пистолет и застрелил их. ",
    "answers": [
      {
        "id": 61,
        "text": "Выбраться из канализации "
      }
    ]
  },
  {
    "id": 67,
    "text": "Я вытянул из кобуры лазерный пистолет. Всё произошло быстро: три выстра, три трупа.\n\n   — У них не было и шанса, — уверен, что если бы у Джима было физичеслке тело, он бы это сказал с ехидной улыбкой.\n\nПереступая мёртвых спецназовцев, я подошёл к лестнице, поднялся наверх, отодвинул люк и выбрался наружу. Это был край города, где меня ждал мой звездолёт. Он больше походил на обширный автобус. Единственным отличием было два крыла по бокам. Задняя механическая дверь опустилась, и я увидел задумчивое лицо Дастина.\n\n   — Быстро управились, командир, — равнодушно проговорил он.\n\n   — Да... — согласился я, залезая в \"звёздный автобус\", как мы его называли. — Улетаем отсюда.\n\nЧерез мгновение турбины с насвистывающим шёпотом пробудились, мы поднялись в воздух и на невообразимых скоростях улетели ввысь к звёздам. ",
    "answers": [
      {
        "id": 76,
        "text": "Глава 1"
      }
    ]
  },
  {
    "id": 68,
    "text": "Обходя ни о чём не подозревавших, но крайне напряжённых солдат, я подошёл к лестнице, поднялся наверх, тихо отодвинул люк и выбрался наружу. Это был край города, где меня ждал мой звездолёт. Он больше походил на обширный автобус. Единственным отличием было два крыла по бокам. Задняя механическая дверь опустилась, и я увидел задумчивое лицо Дастина.\n\n   — Быстро управились, командир, — равнодушно проговорил он.\n\n   — Да... — согласился я, залезая в \"звёздный автобус\", как мы его называли. — Улетаем отсюда.\n\nЧерез мгновение турбины с насвистывающим шёпотом пробудились, мы поднялись в воздух и на невообразимых скоростях улетели ввысь к звёздам. ",
    "answers": [
      {
        "id": 76,
        "text": "Глава 1"
      }
    ]
  },
  {
    "id": 69,
    "text": "Под толщей воды я вытянул из кобуры лазерный пистолет и направил на одного из спецназовцев. Затем нажал на курок и через мгновение короткий лазерный луч поразил врага прямо в голову. Осознав суть происходящего, выжившие яростно обрушили на тёмные воды канализации безумный огненный шквал, что легко, будто ветер через листву, проходили сквозь поверхность. Но было уже поздно: я вынырнул сбоку от них и, несколько секунд понаблюдав за их напрасными стараниями, выстрелил в голову каждому. Я выбрался из воды и нажал на экране браслета иконку \"Сушка\", подожлал несколько секунд, пока моя одежда не высушится полностью.",
    "answers": [
      {
        "id": 61,
        "text": "Выбраться из канализации "
      }
    ]
  },
  {
    "id": 70,
    "text": "   — Мы тогда чуть не погибли! — с удовольствием вспоминал Джим. — Кто же знал, что на К8Д3 днём температура поднимается до двухсот градусов Цельсия! Если бы не та подземная пещера, мы бы сгорели заживо! \n\n   — Эта была моя первая операция. Я был неопытен и не нашёл достаточно информации о планете, — отвечал я, попутно читая названия вещиц на экранах с рекламами. Некоторые даже мне запомнились, например, новый нейронный протез \"К-7000\". ",
    "answers": [
      {
        "id": 1,
        "text": "\"Всё отлично, машина едет прямо по маршруту\" (75!) страница"
      }
    ]
  },
  {
    "id": 71,
    "text": "Я тихо вынырнул и кинул дымовую гранату в стену. Отрекошетив, она упала возле выхода и тотчас дым накрыл путь канализации своей густой завесой. Под недоумения и мычание спецназовцев я выбрался из воды. ",
    "answers": [
      {
        "id": 67,
        "text": "Убить их"
      },
      {
        "id": 68,
        "text": "Оставить в живых"
      }
    ]
  },
  {
    "id": 72,
    "text": "Я нажал на кнопку со значком \"I\" и вытянул руку из воды, а вскоре и сам вынырнул и выбрался на сушу. К этому времени враги немощные лежали на земле. Переступая воющих спецназовцев, я подошёл к лестнице, полез наверх, отодвинул люк и выбрался наружу. Это был край города, где меня ждал мой звездолёт. Он больше походил на обширный автобус. Единственным отличием было два крыла по бокам. Задняя механическая дверь опустилась, и я увидел задумчивое лицо Дастина.\n\n   — Быстро управились, командир, — равнодушно проговорил он.\n\n   — Да... — согласился я, залезая в \"звёздный автобус\", как мы его называли. — Улетаем отсюда.\n\nЧерез мгновение турбины с насвистывающим шёпотом пробудились, мы поднялись в воздух и на невообразимых скоростях улетели ввысь к звёздам. ",
    "answers": [
      {
        "id": 76,
        "text": "Глава 1"
      }
    ]
  },
  {
    "id": 73,
    "text": "   — А как они всё детально продумали! — с удовольствием вспоминал Джим. — Кто же знал, что на Т76 мы весь день гонялись не за сенатором, а за его двойником. Они нас обвели вокруг пальца!\n\n   — А ведь он вёл нас прямиком в западню Совета... Если бы я не сверил тогда показатели его роста с моей базой данных, то был бы уже мёртв. А разница была только в несколько сантиметров... — отвечал я, попутно читая названия вещиц на экранах с рекламами. Некоторые даже мне запомнились, например, новый нейронный протез \"К-7000\". ",
    "answers": [
      {
        "id": 1,
        "text": "\"Всё отлично, машина едет прямо по маршруту\" (! 75)"
      }
    ]
  },
  {
    "id": 74,
    "text": "   — Отлетели ровно за три секунды до взрыва! — с удовольствием вспоминал Джим. — Кто же знал, что вся планета — одна сплошная бомба!\n\n   — Тот учёный нас, конечно, спас. Жаль, что он остался на планете. Не смог бросить свою родину. Сам спроэктировал эту бомбу и сам же от неё погиб, не в состоянии вернуть её обратно из ядра, — отвечал я, попутно читая названия вещиц на экранах с рекламами. Некоторые даже мне запомнились, например, новый нейронный протез \"К-7000\". — Ну у него было раздвоение личности, поэтому ничего удивительного. ",
    "answers": [
      {
        "id": 1,
        "text": "\"Всё отлично, машина едет прямо по маршруту\" (! 75)"
      }
    ]
  },
  {
    "id": 75,
    "text": "Я молниеносно отпрыгнул в сторону. Стул, на котором я только что сидел, располовинился на двое.\n\n   — Что за чёрт?! — воскликнул Джим.\n\nТолько что орущая на меня женщина с ирокезом забилась в угол и скулила. Сидящие в своих креслах клиенты виртуального кафе и не подозревают, что тут, в реальном мире, они находятся в опасности.  Киборг резко развернулся ко мне, приподняв плазменные катаны. ",
    "answers": [
      {
        "id": 225,
        "text": "Бежать "
      }
    ]
  },
  {
    "id": 76,
    "text": "       Глава 1: Могила светлячков\n\nЯ сидел в своём кресле у главной панели управления. Над ней мягким синим свечением пылали голографические мониторы, на которых расположились диаграммы с состоянием корабля, карта и ещё множество интересных функций. В соседнем кресле устроился Дастин,  докуривая сигарету от фирмы \"Корбин\", дым которой не имел никакого запаха. Он как всегда смотрел в окно. Я прокруитлся на кресле и обросил взглядом наш звездолёт изнутри. Всё свободное пространство преимущественно занимали ящики и полки с тоннами оружия. В самом дальнем углу была компактная туалетная комната. Она находилась сбоку от первого выхода. Всего у нас их было два: в целях предотвращения потерь герметичности салона при выходе из корабля в открытый космос. В моей голове уже несколько минут без остановки что-то тораторил Джим, но я его совершенно не слушал. \n\n   — Дастин, к чему так пристально прикован твой взор? — спросил я, перебив словесный поток своего друга в голове. \n\n   — К космосу, его пустой, но обволакивающей и поедающей черноте... — не отводя взгляда от окна, ответил уставшим, будто старческим, голосом Дастин. Хотя ему было всего 26. — Удивительно, что зачастую нам освещают путь давно угасшие звёзды, точно так же, как писатели и художники открывают нам глаза и проливают свет на истину через тысячи лет после своей смерти. ",
    "answers": [
      {
        "id": 77,
        "text": "- Ясно... "
      }
    ]
  },
  {
    "id": 77,
    "text": "Я не всегда понимал о чём говорит Дастин. Иногда он полностью погружался в мир грёз, наделяя свободой свой стремительный поток мыслей.\n\n   — Эй, Алрой! — раздражённо воскликнул Джим. — Ты меня вообще слушал?!\n\n   — Нет, тупая ты жестянка, — огрызнулся я.\n\nДастин на секунду оторвался от медленно плывущих мимо огоньков и вопросительно посмотрел на меня. \n\n   — Вечно забываю, что Вы можете говорить со своим ИИ в голове... — Дастин снова отвернулся к окну, выдыхая дым от сигареты. — Это странно выглядит. Тем более, что слышите его только Вы, а Вас — все...",
    "answers": [
      {
        "id": 78,
        "text": "- Наверное, поэтому такие чипы не особо популярны"
      },
      {
        "id": 79,
        "text": "- Какая разница, когда в голове у тебя сидит лучший друг, с которым можно общаться в любое время"
      }
    ]
  },
  {
    "id": 78,
    "text": "   — Возможно... — согласился Дастин. — А возможно, в каждом из нас кроется частичка отшельника, жаждущего побыть наедине со своими мыслями, дать волю своему полёту фантазий. Все мы рано или поздно возжелаем тишины и покоя. \"Кто не любит одиночества, не любит и свободы\", — так говорил Шопенгауэр. \n\n   — Снова он разглагольствует... — Джим недовольно фыркнул, будто слова Дастина его задели.",
    "answers": [
      {
        "id": 80,
        "text": "- Деньги за выполнение контракта пришли? "
      }
    ]
  },
  {
    "id": 79,
    "text": "   — Да, наверное, — согласился Дастин. — Но у каждого живого существа наступает время, когда  им овладевает жажда остаться одному, наедине с мыслями. Дать свободу своему полёту фантазий, либо вовсе ни о чём не думать, наслаждаясь тишиной и покоем. \"Кто не любит одиночества, не любит и свободы\", — так говорил Шопенгауэр.\n\n   — Снова он разглагольствует... — Джим недовольно фыркнул, будто слова Дастина его задели.",
    "answers": [
      {
        "id": 80,
        "text": "- Деньги за выполнение контракта пришли? "
      }
    ]
  },
  {
    "id": 80,
    "text": "   — Да, на счёт пришла вторая половина. Ровно 50 миллионов ксавинов, — Дастин развернулся к панели управления. Перед ним тотчас высветилася голографический экран, на котором он нажал на иконку \"Баланс\". Вскоре на экране появилось семизначное число. \n\n   — Отлично. Никто не хочет идти наперекор тебе, Алрой, — гордо подметил Джим.\n\n   — Спасибо, Дастин. А что насчёт моего снаряжения? Ты говорил, что усовершенствовал его.\n\n   — Верно, — Дастин встал с кресла. \n\nВместо левой руки у него был нейронный протез. Он натянул на себя чёрное пальто и подошёл к одной из полок на стенке звездолёта. Я последовал его примеру. ",
    "answers": [
      {
        "id": 81,
        "text": "Подойти к Дастину"
      }
    ]
  },
  {
    "id": 81,
    "text": "   — Начнём с простого, — Дастин взял бластерный пистолет с полки. — Я увеличил ёмкость аккумулятора и мощность импульса. Аналогично усовершенствовал бластерную раскладную снайперскую винтовку, но только ещё увеличил дальность оптического прицела. Жаль руки не добрались до пушки с той жидкостью. Вы её взяли с собой.\n\n   — Да... — я достал небольшой пистолет. Он стрелял мгновенно застывающей жидкостью. Обычно это пригождалось для остановки крови или обездвиживания жертвы.\n\n   — Я внёс все данные в бортовой журнал, можете посмотреть, — Дастин развернулся и направился в туалетную комнату, где и закрылся. \n\n   — Он меня немного раздражает, — Джим язвительно прожужжал у меня в голове.",
    "answers": [
      {
        "id": 82,
        "text": "- Мне повезло с таким инженером"
      },
      {
        "id": 83,
        "text": "- Заткнись, Джим "
      }
    ]
  },
  {
    "id": 82,
    "text": "   — \"То, что обычный инженер делает за три дня, Дастин делает за 20 минут...\" — я это уже слышал! — не унимался Джим. \n\n   — Значит, не буду повторяться, — я взял с полки бластерный пистолет и сел в своё кресло.",
    "answers": [
      {
        "id": 84,
        "text": "Открыть бортовой журнал"
      }
    ]
  },
  {
    "id": 83,
    "text": "Джим недовольно проворчал что-то и замолчал.\n  \n   — Таких как он — единицы, — сказал я и, взяв с полки бластерный пистолет, сел в своё кресло. ",
    "answers": [
      {
        "id": 84,
        "text": "Открыть бортовой журнал"
      }
    ]
  },
  {
    "id": 84,
    "text": "На голографическом экране я нажал на иконку \"Бортовой журнал\", и на нём тут же появились несколько пиктограмм с соответствующими надписями. ",
    "answers": [
      {
        "id": 85,
        "text": "Нажать на \"Снаряжение\" "
      },
      {
        "id": 86,
        "text": "Нажать на \"События\" "
      },
      {
        "id": 87,
        "text": "Нажать на \"Новости вселенной\" "
      },
      {
        "id": 88,
        "text": "Нажать на \"Тёмная материя\" "
      }
    ]
  },
  {
    "id": 85,
    "text": "Здесь размещается весь перечень моего снаряжения. ",
    "answers": [
      {
        "id": 91,
        "text": "Маска"
      },
      {
        "id": 94,
        "text": "Браслет (правая рука) "
      },
      {
        "id": 95,
        "text": "Наручник (левая рука) "
      },
      {
        "id": 98,
        "text": "Лазерный пистолет "
      },
      {
        "id": 92,
        "text": "Бластерный пистолет"
      },
      {
        "id": 93,
        "text": "Раскладная бластерная винтовка"
      },
      {
        "id": 96,
        "text": "Пистолет \"КМ\" "
      },
      {
        "id": 97,
        "text": "Плазменный меч"
      },
      {
        "id": 99,
        "text": "Ошейники \"Тайное безмолвие\" "
      },
      {
        "id": 89,
        "text": "Назад"
      },
      {
        "id": 85,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a40/1912/93/8e6a80dc4ac0.jpg"
      }
    ]
  },
  {
    "id": 86,
    "text": "Тут было внесено мною всего одно событие: \"Сегодня в ходе миссии мне пришлось убить ребёнка... Моему поступку нет оправдания, но этого решения вынуждали обстоятельства. Хоть я и убийца, но даже у меня есть моральные принципы. Я поклялся сам себе, что больше никогда не принесу в жертву невинное дитя ради выполнения заказа\".",
    "answers": [
      {
        "id": 84,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 87,
    "text": "Здесь размещают все главные новости, что происходят во вселенной. На первой странице было объявление, что появилось 20 минут назад: \"На планете Б3К3 были зверски убиты предприниматели Кем Горит и Лу Горит. Нурийскому спецназу не удалось поймать убийцу, но они говорят, что он полностью подходит под описание известного убийцы, так называемого Доктора чумы. Напомним, что семья Горит жертвовала огромные суммы больницам, детским домам и исследовательским центрам. Огромная потеря для всего нурийского вида...\"",
    "answers": [
      {
        "id": 89,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 88,
    "text": "\"Тёмная материя\" — новостной канал наёмных убийц всех классов. На нём обычно размещаются  контракты, новинки оружия и сведения о жертвах, заказчиках, купцах. На титульной странице канала было объявление, появившееся час назад: \"Крупное убийство на Б3К3. Доктор чума, охотник за головами С класса, убил нурийцев Кема Горита и Лу Гориту, успешно выполнив миссию. После этого награда за его голову на чёрном рынке возросла до 75 миллионов ксавинов! Завидный результат. Тем временем Синий демон поймал ещё троих охотников В класса. Надеемся, что до вас и нас он не доберётся...\"",
    "answers": [
      {
        "id": 89,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 89,
    "text": "На голографическом экране распологались несколько пиктограмм с соответствующими надписями. ",
    "answers": [
      {
        "id": 85,
        "text": "Нажать на \"Снаряжение\" "
      },
      {
        "id": 86,
        "text": "Нажать на \"События\" "
      },
      {
        "id": 87,
        "text": "Нажать на \"Новости вселенной\" "
      },
      {
        "id": 88,
        "text": "Нажать на \"Тёмная материя\" "
      },
      {
        "id": 90,
        "text": "Закрыть бортовой журнал",
        "need": -90
      },
      {
        "id": 100,
        "text": "Закрыть бортовой журнал",
        "need": [
          90,
          56
        ]
      },
      {
        "id": 106,
        "text": "Закрыть бортовой журнал",
        "need": 105
      }
    ]
  },
  {
    "id": 90,
    "text": "Я закрыл бортовой журнал. Позади послышался приглушённый звук слива воды и из туалетной комнаты вышел Дастин. Подойдя к своему креслу, он сел в него и вновь уставился в окно. ",
    "answers": [
      {
        "id": 84,
        "text": "Открыть бортовой журнал",
        "addToHistory": 56
      },
      {
        "id": 102,
        "text": "Поговорить с Дастином ",
        "forget": 56
      },
      {
        "id": 101,
        "text": "Молчать (пропустить все действия) "
      }
    ]
  },
  {
    "id": 91,
    "text": "Маска в форме птицы. Ещё очень давно на Земле была эпидемия бубонной чумы. Чумные доктора, пытавшиеся хоть как-то помочь больным, носили эти маски. Много веков прошло, и этот образ стал символом смерти.\nВ маску встроены прибор ночного видения, тепловизор и противоослепляющая аппаратура. Также выполняет функцию противогаза. Большим плюсом является подводное дыхание в практически всех жидкостях, что содержат в себе достаточный процент кислорода. Не поддаётся электромагнитным волнам любых частот. Глушит инфразвуковые волны для носителя. ",
    "answers": [
      {
        "id": 85,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 92,
    "text": "Стреляет короткими бластерными зарядами — сильно сжатыми сгустками энергии из сменных энергетических батарей. В данном бластерном пистолете для оглушения или уничтожения цели используется электрическая энергия. Одной улучшеной энергетической батареи хватает на сорок выстрелов. С увеличением расстояния выстрела по отношению к мишени мощность досягаемого заряда уменьшается. ",
    "answers": [
      {
        "id": 92,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c27/1912/40/9030d997e11a.png"
      },
      {
        "id": 85,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 93,
    "text": "Высокотехнологичное оружие, стреляющее перегретыми сгустками плазмы. В отличте от лазерного или бластерного пистолетов, винтовка практически не теряет урон с увеличением расстояния. Одной улучшеной энергетической батареи хватает на 10 выстрелов. Оптический прицел обладает встроенными светофильтрами, приборами ночного видения и тепловизорами. Видимое увеличение оптического прицела: 8 крат. Винтовку можно разложить на две части (что не будут работать без друг друга) для удобной переноски. Также для винтовки есть чехол, что перебрасывается через плечо и крепится на спине.",
    "answers": [
      {
        "id": 85,
        "text": "Назад"
      },
      {
        "id": 93,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d06/1912/8f/3bd10054d155.jpg"
      }
    ]
  },
  {
    "id": 94,
    "text": "Браслет с экраном. В главном меню размещаются 6 функций: 1) Тепловая маскировка — создаёт невидимую и неосязаемую оболочку по контуру тела носителя браслета. Понижает или повышает температуру оболочки до уровня окружающей среды, при этом тело носителя, в отличие от оболочки, не изменяет своей температуры. С помощью этой функции тепловизоры не способны засечь носителя. Оболочка не пропускает холод или тепло, поэтому с ней можно спокойно выходить в космос. 2) Электромагнитные волны (значок \"Е\") — браслет распространяет электромагнитные волны огромных частот, выводя из строя всю электронную аппаратуру в радиусе двадцати метров. Действует только на приборы, которые не обладают мощным глушителем электромагнитных волн. Максимальное время действия: две минуты. 3) Инфразвуковая атака (значок \"I\") — браслет распространяет звуковые волны крайне низких частот, которые при отсутствии мощных глушителей влияют на мозг человека, заставляя чувствовать непреодолимую тревогу, страх и волнение, что буквально сводит с ума человека, пока инфразвукове волны не перестанут действовать. Время действия: две минуты. Радиус: 20 метров. 4) Вывод голограмм и проекций любых объектов, включая формы жизни, карты, строение изнутри и т.д. 5) Сканирование тела носителя, находя на нём или в нём не внесённые в базу данных передатчики. 6) Потоками воздуха сушит тело и одежду носителя. ",
    "answers": [
      {
        "id": 85,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 95,
    "text": "Небольшое портативное устройство, прикрепляемое к левой руке носителя. При нажатии соответствующей кнопки на наручнике, он выпускает стальной трос с титановым наконечником либо титановым крюком. Наконечник вонзается в объект и притягивает сам предмет либо носителя к нему, в зависимости от массы того и другого. Крюк цеплется за края предмета, аналогично притягивая предмет либо самого носителя к объекту. В наручнике находятся запасные тросы, наконечники и крюки, так что по желанию можно отцепить уже выпущенный трос. ",
    "answers": [
      {
        "id": 85,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 96,
    "text": "Стреляет мгновенно застывающей суспензией. Полезно для оставновки крови и обездвиживания цели. Количество выпускаемой суспензии регулируется колёсиком на дуле пистолета. ",
    "answers": [
      {
        "id": 85,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 97,
    "text": "Плазменный меч. Длина рукоятки — 15 см. Длина плазменного лезвия — 45 см. На рукоятке находятся датчики, считывающие пульс, температуру тела и силу сжатия. Учитывая все эти факторы, плазма появляется из рукоятки по желанию носителя. ",
    "answers": [
      {
        "id": 97,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c10/1912/b6/5e869531babe.jpg"
      },
      {
        "id": 85,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 98,
    "text": "Лазерный пистолет — это высокотехнологичное энергетическое оружие, разработанное в довоенных США. Принцип действия — это сконцентрированный и многократно усиленный луч света, практически мгновенно и очень точно переносящий энергию «выстрела» (импульса) в очень маленькую площадь на мишени. \n\nВ результате должно иметь место стремительное нагревание вещества цели (в случае с биоцелью — ожоги и обугливание. Причем смерть, вероятно, наступит и при попадании по конечностям — от болевого шока).\n\nНесомненным достоинством лазерного оружия является высокая точность стрельбы, эффективность в борьбе с защищенными броней целями, однако мощность выстрела должна несколько уменьшаться с расстоянием.",
    "answers": [
      {
        "id": 85,
        "text": "Назад"
      },
      {
        "id": 98,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c29/1912/ba/fbd1f48d7fb7.jpg"
      }
    ]
  },
  {
    "id": 99,
    "text": "Ошейники \"Тайное безмолвие\" сделаны из сверхпрочного металла. При закреплении ошейнка на шее жертвы, устройство полностью парализует мышечную и нервную систему существа. Контролируется с помощью браслета. ",
    "answers": [
      {
        "id": 85,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 100,
    "text": "Я закрыл бортовой журнал. Справа от меня всё так же сидел Дастин, не отрывая взгляда от  окна.\n\n   — Тебе нравится открывать и закрывать бортовой журнал? — съязвил Джим.\n\nЯ проигнорировал этот упрёк. ",
    "answers": [
      {
        "id": 84,
        "text": "Открыть бортовой журнал"
      },
      {
        "id": 102,
        "text": "Поговорить с Дастином ",
        "forget": 56
      },
      {
        "id": 101,
        "text": "Молчать (пропустить все действия) "
      }
    ]
  },
  {
    "id": 101,
    "text": "Остаток пути мы ехали молча, пока на голографическом экране не замерцала надпись \"Конечная точка\". На карте отображалась моделька нашего звездолёта, приближающегося к огромному скоплению каменных обломков. Они формировали что-то вроде оболочки в виде сферы. Дастин взял в руки руль и искусно пролетел сквозь эту \"оболочку\", маневрируя и огибая большие булыжники. Наконец мы достигли своей цели: совсем небольшая планета, которую пешком можно полностью обойти всего за три минуты, спряталась в этом неисчесляемом множестве каменных обломков. Они все были её спутниками и окружали планету таким образом из-за её аномальной силы притяжения. Если сравнить диаметр планеты и образовавшейся сферы из спутников, то первый будет в пятнадцать раз меньше. На поверхности планеты почти никаких зданий не было — всё было в воздухе. Десятки трактиров и баров, магазинов и прилавков парили на платформах на разных высотах.\n\n   — Пристанище убийц, — встал с кресла Дастин, поставив звездолёт в режим пассивной работы. Так он находился неподвижно на месте, зависнув в воздухе. — Совету и в голову не придёт, что за таким скоплением каменных обломков может скрываться одна из главных баз охотников за головами. ",
    "answers": [
      {
        "id": 107,
        "text": "Покинуть звездолёт"
      }
    ]
  },
  {
    "id": 102,
    "text": "   — Дастин, не расскажешь о своём детстве? Ты  ни разу не поднимал эту тему.\n\nДастин достал из кармана мантии небольшой портсигар, на котором был вырезан череп, и взял оттуда сигарету. Затем он вытянул бензиновую зажигалку с точно таким же вырезом и запалил сигарету.\n\n   — Мне было шесть лет, когда родители продали меня и моего брата Рука в рабство на тростниковую плантацию, хозяин которой был слишкои жадным для покупки роботов, — Дастин выдохнул дым и повернулся ко мне. — Брату тогда недавно исполнилось десять. Они отдали нас за гроши, чтобы купить себе очередную дозу. Родители попали в ловушку наркотиков с тех пор как умерла моя младшая сестра. Уже в шесть лет я узнал, что значит отчаяние и безнадёга. Плантатор использовал нас для самой грязной работы, что у него была... Мы с Руком собирали трупы таких же рабов, как и мы. После мы бросали их в печь... ",
    "answers": [
      {
        "id": 104,
        "text": "Слушать "
      }
    ]
  },
  {
    "id": 103,
    "text": "Я сделал шаг вперёд и автоматические раздвижные двери открылись передо мной. В трактире было шумно: стук кружек, лязг стаканов и радостный хохот пьяниц заполонили всё помещение. Трактир был условно разделён на две половины: в левой части трактира находился голографический телевизор, по которому сейчас показывали бои на Главной арене, в правой — играли в карты. Я подошёл с Дастином к барной стойке и сел на высокий стул. Трактирщик тотчас подпрыгнул к нам. Он был крицийцем — основным видом планеты Л6О5. Крицийцы отличались своим тёмно-красным оттенком кожи и вытянутыми, как яйцо, головами.\n\n   — Что наливать, госпо... — заговорил трактирщик, но тут же застыл, уставившись на меня. — Алрой! — воскликнул тот. — Долго ты уже ко мне не заходил, старый друг.\n\n   — А вот эта компания мне по душе! — Джим будто взбодрился у меня в голове. \n\n   — Привет, Барри, — я снял маску и прицепил её к поясу. — Дела были. Целый год я бегал от Совета... ",
    "answers": [
      {
        "id": 108,
        "text": "- Налей-ка мне твоего лучшего пойла"
      },
      {
        "id": 109,
        "text": "- А ты как? Что с женой? "
      }
    ]
  },
  {
    "id": 104,
    "text": "   — Я держался благодаря моему брату, он был моей опорой. Рук не желал подчиняться воле плантатора, поэтому несколько раз пытался поднять бунт. Но людям присущ страх... Все рабы боялись кнута... И нашёлся один особенно подлый старик, который донёс плантатору про попытки брата. В тот же день Рука привязали к большому железному столбу, что находился на плантации. Плантатор лично вышел высечь мятежника на глазах у всех. Взяв длинный металлический кнут, он в несколько ударов рассёк спину брату... — Дастин выдержал короткую паузу, а потом продолжил всё тем же ровным тембром: — Рук умер... Но тот, будто наслаждаясь процессом, продолжал его бить, пока спина не превратилась в кровавое мессиво. Меня держал очередной трусливый раб, чтобы я не выбежал туда и не попытался остановить плантатора. В этом случае меня постигла бы такая же участь. Следующие три года я собирал мелкие детали, железные банки и прочий хлам. Я практиковался в инженерии, конструировал и создавал, чтобы свершить свою месть. С помощью своих изобретений я убил плантатора, а после сбежал. ",
    "answers": [
      {
        "id": 105,
        "text": "- А что случилось с тем стариком? "
      }
    ]
  },
  {
    "id": 105,
    "text": "   — Плантатор не оценил его \"преданность\", и остальные рабы избили его до смерти.\n\n   — Ясно... \n\n   — Тяжёлая история... — тихо пробормотал Джим.",
    "answers": [
      {
        "id": 84,
        "text": "Открыть бортовой журнал "
      },
      {
        "id": 101,
        "text": "Отдыхать (пропустить все действия) "
      }
    ]
  },
  {
    "id": 106,
    "text": "Я закрыл бортовой журнал. На голографическом экране замерцала надпись \"Конечная точка\". На карте отображалась моделька нашего звездолёта, приближающегося к огромному скоплению каменных обломков. Они формировали что-то вроде оболочки в виде сферы. Дастин взял в руки руль и искусно пролетел сквозь эту \"оболочку\", маневрируя и огибая большие булыжники. Наконец мы достигли своей цели: совсем небольшая планета, которую пешком можно полностью обойти всего за три минуты, спряталась в этом неисчесляемом множестве каменных обломках. Они все были её спутниками и окружали планету таким образом из-за её аномальной силы притяжения. Если сравнить диаметр планеты и образовавшейся сферы из спутников, то первый будет в пятнадцать раз меньше. На поверхности планеты почти никаких зданий не было — всё было в воздухе. Десятки трактиров и баров, магазинов и прилавков парили на платформах на разных высотах.\n\n   — Пристанище убийц, — встал с кресла Дастин, поставив звездолёт в режим пассивной работы. Так он находился неподвижно на месте, зависнув в воздухе. — Совету и в голову не придёт, что за таким скоплением каменных обломков может скрываться одна из главных баз охотников за головами. ",
    "answers": [
      {
        "id": 107,
        "text": "Покинуть звездолёт"
      }
    ]
  },
  {
    "id": 107,
    "text": "Я натянул на себя плащ с капюшоном, надел маску, которая автоматически сомкнулась сзади, образовав шлем, и двинулся к первой двери-заслонке, что находилась в конце корабля. Я прислонил ладонь к сенсору на стене и механическая заслонка опустилась. Дастин, подходя к выходу и также надевая маску, ударил ногой стальной шар, который тотчас раскрылся и сформировался в дрона. Взлетев, дрон последовал за Дастином. Когда мы вдвоём стояли в шлюзуемом отсеке, Дастин очередным нажатием кнопки опустил первую заслонку. Мы расположили корабль поодаль от планеты, поэтому эта процедура была необходимо. Затем мы подождали, пока в отсеке не образуется вакуум и не выровняется давление. Я аналогично открыл второй выход, и мы прыгнули вниз. Заслонка за нами опустилась автоматически. Дрон Дастина обвязал его руку металлическим тросом и взмыл ввысь, потянув за собой своего создателя. Я же поднял левую руку, и из наручника вырвался трос с крюком, который зацепился за край платформы. На этой платформе был трактир \"Железный бочонок\". Трос потянул меня к крюку, и вскоре я уже стоял с Дастином у двери трактира. ",
    "answers": [
      {
        "id": 103,
        "text": "Зайти"
      }
    ]
  },
  {
    "id": 108,
    "text": "   — Крицийский виски, — удовлетворительно промычал Барри. — Лучший в галактике.\n\n   — Мне эля, земного, — сказал Дастин.\n\n   — Хорошо. Он с тобой, Алрой?\n\n   — Да, мой инженер. Думаю, он мог бы стать отличным убийцей В класса, если бы у него не были другие приоритеты...\n\n   — Ух! А этот дрон твой? — Барри наклонился к Дастину.\n\n   — Да. Моя разработка.\n\n   — Прелестно! Кстати, пейте за мой счёт. Не каждый день такие гости.\n\nВидимо, последнее услышала лишняя пара ушей. Через секунду сидящий рядом убийца положил руку на плечо Дастину и многозначительно посмотрел на Барри.\n\n   — А чем они лучше меня?! — возмутился он. — Я вообще-то твой постоянный клиент! ",
    "answers": [
      {
        "id": 110,
        "text": "- Лучше тебе идти отсюда"
      },
      {
        "id": 111,
        "text": "Наблюдать"
      },
      {
        "id": 112,
        "text": "Убрать его руку с плеча Дастина"
      }
    ]
  },
  {
    "id": 109,
    "text": "   — Прелестно! Жена год назад родила мне двойню, теперь я отец! — гордо выпалил трактирщик. — Дела идут вгору, поэтому никаких финансовых проблем не возникает.\n\n   — Вот как... Беззаботная жизнь закончилась.\n\n   — Ты прав, теперь уже и в перестрелку попасть страшно... — на секунду задумался Барри, а потом перевёл взгляд на Дастина. — А он с тобой, Алрой?\n\n   — Да, мой инженер. Думаю, он мог бы стать отличным убийцей В класса, если бы у него не были другие приоритеты...\n\n   — Ух! А этот дрон твой? — Барри наклонился к Дастину.\n\n   — Да. Моя разработка. Кстати, модно мне земного эля? \n\n   — Конечно, а тебе, Алрой, крицийский виски! Кстати, пейте за мой счёт. Не каждый день такие гости.\n\nВидимо, последнее услышала лишняя пара ушей. Через секунду сидящий рядом убийца положил руку на плечо Дастину и многозначительно посмотрел на Барри.\n\n   — А чем они лучше меня?! — возмутился он. — Я вообще-то твой постоянный клиент! ",
    "answers": [
      {
        "id": 110,
        "text": "- Лучше тебе идти отсюда"
      },
      {
        "id": 111,
        "text": "Наблюдать"
      },
      {
        "id": 112,
        "text": "Убрать его руку с плеча Дастина"
      }
    ]
  },
  {
    "id": 110,
    "text": "   — Чё?! — выпучил глаза задира. — Да ты кто такой?! Я те...\n\nВ тот же миг дрон Дастина выстрелил дротиком в шею пьянице и он камнем свалился со стула. \n\n   — Парализующий яд... — Дастин неспешно объяснился. — Действие закончится через два часа, как раз протрезвеет.\n\n   — А дрон-то полезен оказался, — подметил Джим.\n\n   — Интересная штуковина, — сказал Барри и подал нам наши напитки. — Что она ещё умеет?\n\n   — Много чего, — сухо отрезал Дастин. Он не любил хвастаться своими изобретениями, раскрывая сразу все карты. — Спасибо за эль.\n\nДастин встал и направился к самому крайнему столику в трактире, что находился в углу. ",
    "answers": [
      {
        "id": 113,
        "text": "Остаться поговорить с Барри"
      },
      {
        "id": 181,
        "text": "Отойти от стойки "
      }
    ]
  },
  {
    "id": 111,
    "text": "   — А?! А может, ты мне ответишь?! — задира сжал плечо. — Отве...\n\nВ тот же миг дрон Дастина выстрелил дротиком в шею пьянице и он камнем свалился со стула. \n\n   — Парализующий яд... — Дастин неспешно объяснился. — Действие закончится через два часа, как раз протрезвеет.\n\n   — А дрон-то полезен оказался, — подметил Джим.\n\n   — Интересная штуковина, — сказал Барри и подал нам наши напитки. — Что она ещё умеет?\n\n   — Много чего, — сухо отрезал Дастин. Он не любил хвастаться своими изобретениями, раскрывая сразу все карты. — Спасибо за эль.\n\nДастин встал и направился к самому крайнему столику в трактире, что находился в углу. ",
    "answers": [
      {
        "id": 113,
        "text": "Остаться поговорить с Барри"
      },
      {
        "id": 181,
        "text": "Отойти от стойки "
      }
    ]
  },
  {
    "id": 112,
    "text": "Я резко скинул его руку с плеча Дастина.\n\n   — Ээ, ты страх потерял?! — покраснел от ярости задира. — Да я тебя в землю закопаю!\n\nПьяница неуклюже замахнулся, но я тотчас схватил и выкрутил его руку.\n\n   — Ай! Пусти, урод! — заорал тот.\n\nЯ вытянул из кобуры бластерный пистолет и рукояткой ударил по голове буяна. Он камнем свалился без сознания на пол.\n\n   — Насколько же он туп... — сказал Джим.\n\n   — Идиот, — Барри напряжённо выдохнул и подал нам наши напитки. — А кстати, что этот дрон умеет?\n\n   — Много чего, — сухо отрезал Дастин. Он не любил хвастаться своими изобретениями, раскрывая сразу все карты. — Спасибо за эль.\n\nДастин встал и направился к самому крайнему столику в трактире, что находился в углу. ",
    "answers": [
      {
        "id": 113,
        "text": "Говорить с Барри"
      },
      {
        "id": 181,
        "text": "Отойти от стойки "
      }
    ]
  },
  {
    "id": 113,
    "text": "  — Эй Барри, а ты помнишь как мы впервые встретились?\n\n   — Не лучшее было время, — хмуро промолвил Джим. \n\n   — О-о да, такое не забудешь! — захохотал трактирщик. — Ты был новичком в этом деле, убийцей класса А, а я класса B. Нас держали в соседних камерах в межгалактической тюрьме, а позже отдали на опыты какому-то учёному-психу.\n\n   — Говорил всё время сам с собой, резко менял тем речи и голос. Бывало, начинал еле слышно, а потом в миг переходил на крик и орал какую-то чушь. Если бы он не отвлёкся, снова разговаривая со своими мёртвыми предками в голове, мы бы и не сбежали.\n\n   — Кстати, я сначала тоже подумал, что у тебя не всё в порядке с мозгами. А потом ты мне рассказал про Джима. Ты ещё не вытащил чип?\n\n   — Нет, конечно! — воскликнул Джим, словно отвечая за меня. \n\n   — Нет, он всё ещё со мной. Джим стал немного спокойнее и меньше говорит попусту.",
    "answers": [
      {
        "id": 116,
        "text": "- А помнишь наши похождения на РБ7? "
      },
      {
        "id": 117,
        "text": "- Помнишь два года назад заявилась сюда особо дерзкая компашка? "
      },
      {
        "id": 118,
        "text": "- А как мы всю пиратскую шайку на место поставили, помнишь? "
      }
    ]
  },
  {
    "id": 114,
    "text": "Здравствуй, дорогой читатель. Если понравился/ не понравился квест, напиши, пожалуйста, комментарий. Если нашёл в теасте",
    "answers": []
  },
  {
    "id": 115,
    "text": "Глава 2: К истокам\n\nДождь неустанно настукивал свою чарующую мелодию по крышам домов. Дождь в Осоке — привычное явление. Я стоял в подъезде жилого дома, освещаемого приятным мягким светом люминисцентных ламп. Из динамика в стене играла успокаивающая восточная музыка. Передо мной была дверь с прибитой табличкой \"Боб Норт и Марта Норт\".\n\n   — Ты уверен, что хочешь зайти туда? — спросил Джим.\n\n   — Да... — неуверенно ответил я и нажал на кнопку звонка. — Ничего больше не говори, хочу пройти это испытание один.\n\nДжим утвердительно промычал. Прошла минута, никто мне не открыл. Я дёрнул за ручку и потянул на себя дверь. Вскоре уже стоял в тамбуре. Запах рвоты мгновенно ударил в нос. Я медленно прошел по коридору с обдёртыми стенами и вошёл в самую дальную комнату. Она была полностью голой: ни мебели, ни обоев. В углу в полулежащем состоянии на стену облокотились пожилые мужчина и женщина. По полу были разбросаны шприцы и пакетики. ",
    "answers": [
      {
        "id": 214,
        "text": "Подойти к ним"
      }
    ]
  },
  {
    "id": 116,
    "text": "   — О! Это когда мы с тобой напились и случайно взорвали весь клан жуков? Они мне никогда не нравились!\n\n   — Вот именно, эти антропоморфные чучела только и могут без сутали жужжать, — злобно бросил Джим.\n\n   — Их клан был самым влиятельным и мощным наркокартелем города. Они заслужили своей смерти.\n\n   — Вот так приключения ты тогда нашёл на мою красную задницу! — Барри налил виски в стакан и протянул его мне. — Ещё хочешь? Я сегодня угощаю.\n\n   — Да, давай. Отличное пойло, — сказал я и взял свой чудо-эликсир. ",
    "answers": [
      {
        "id": 119,
        "text": "- Помнишь два года назад заявилась сюда особо дерзкая компашка?"
      },
      {
        "id": 120,
        "text": "- А как мы всю пиратскую шайку на место поставили, помнишь?"
      }
    ]
  },
  {
    "id": 117,
    "text": "   — Ах да! Сразу десять человек вломились в мой трактир, хотели прибрать его себе!\n\n   — Ну да, такой лакомый кусок: и платформа высоко летает, и сам по себе трактир большой. А от кого они пришли, ты не помнишь, Джим?\n\n   — От Криткана. Он же метил на этот трактир, — ответил Джим, стараясь правильно выговорить его имя. \n\n   — Точно! Криткан, — я стукнул кулаком по стойке. — Вот же гад, делов нам подсунул! Десять трупов — это не шутки, девать-то их некуда.\n\n   — Ага, у нас с ним была настоящая война за этот трактир, а когда желаемое досталось мне, он будто с ума сошёл, — Барри налил виски в стакан и протянул его мне. — Ещё хочешь? Я сегодня угощаю.\n\n   — Да, давай. Отличное пойло, — сказал я и взял свой чудо-эликсир. ",
    "answers": [
      {
        "id": 121,
        "text": "- А помнишь наши похождения на РБ7?"
      },
      {
        "id": 122,
        "text": "- А как мы всю пиратскую шайку на место поставили, помнишь?"
      }
    ]
  },
  {
    "id": 118,
    "text": "   — Ха-ха, так себя расхваливали, а на деле сборище унылых попугаев. Целая сотня пиратов сдались, как только мы выкрали их лидера.\n\n   — Того трёхглазого? Да он и сам не против был кинуть тех дураков. Мы даже скидку в три миллиона ему сделали за возврат космического корабля, — я выставил перед собой три вытянутых пальца руки.\n\n   — Четыре, — поправил меня Джим.\n\n   — Четыре, точнее, — я вытянул ещё один палец.\n\n   — Он был деловой особой: быстро договорился, чтобы мы ничего не делали с его кораблём в обмен на сто миллионов ксавинов. Лишние деньги ещё никому не мешали, — Барри налил виски в стакан и протянул его мне. — Ещё хочешь? Я сегодня угощаю.\n\n   — Да, давай. Отличное пойло, — сказал я и взял свой чудо-эликсир. ",
    "answers": [
      {
        "id": 123,
        "text": "- А помнишь наши похождения на РБ7?"
      },
      {
        "id": 124,
        "text": "- Помнишь два года назад заявилась сюда особо дерзкая компашка?"
      }
    ]
  },
  {
    "id": 119,
    "text": "   — Ах да! Сразу десять человек вломились в мой трактир, хотели прибрать его себе!\n\n   — Ну да, такой лакомый кусок: и платформа высоко летает, и сам по себе трактир большой. А от кого они пришли, ты не помнишь, Джим?\n\n   — От Криткана. Он же метил на этот трактир, — ответил Джим, стараясь правильно выговорить его имя. \n\n   — Точно! Криткан, — я стукнул кулаком по стойке. — Вот же гад, делов нам подсунул! Десять трупов — это не шутки, девать-то их некуда.\n\n   — Ага, у нас с ним была настоящая война за этот трактир, а когда желаемое досталось мне, он будто с ума сошёл.",
    "answers": [
      {
        "id": 125,
        "text": "- Ладно, я пошёл "
      }
    ]
  },
  {
    "id": 120,
    "text": "   — Ха-ха, так себя расхваливали, а на деле сборище унылых попугаев. Целая сотня пиратов сдались, как только мы выкрали их лидера.\n\n   — Того трёхглазого? Да он и сам не против был кинуть тех дураков. Мы даже скидку в три миллиона ему сделали за возврат космического корабля, — я выставил перед собой три вытянутых пальца руки.\n\n   — Четыре, — поправил меня Джим.\n\n   — Четыре, точнее, — я вытянул ещё один палец.\n\n   — Он был деловой личностью: быстро договорился, чтобы мы ничего не делали с его кораблём в обмен на сто миллионов ксавинов. Лишние деньги ещё никому не мешали. ",
    "answers": [
      {
        "id": 125,
        "text": "- Ладно, я пошёл "
      }
    ]
  },
  {
    "id": 121,
    "text": "   — О! Это когда мы с тобой напились и случайно взорвали весь клан жуков? Они мне никогда не нравились!\n\n   — Вот именно, эти антропоморфные чучела только и могут без устали жужжать, — злобно бросил Джим.\n\n   — Их клан был самым влиятельным и мощным наркокартелем города. Они заслужили своей смерти.\n\n   — Вот так приключения ты тогда нашёл на мою красную задницу! ",
    "answers": [
      {
        "id": 125,
        "text": "- Ладно, я пошёл "
      }
    ]
  },
  {
    "id": 122,
    "text": "   — Ха-ха, так себя расхваливали, а на деле сборище унылых попугаев. Целая сотня пиратов сдались, как только мы выкрали их лидера.\n\n   — Того трёхглазого? Да он и сам не против был кинуть тех дураков. Мы даже скидку в три миллиона ему сделали за возврат космического корабля, — я выставил перед собой три вытянутых пальца руки.\n\n   — Четыре, — поправил меня Джим.\n\n   — Четыре, точнее, — я вытянул ещё один палец.\n\n   — Он был деловой личностью: быстро договорился, чтобы мы ничего не делали с его кораблём в обмен на сто миллионов ксавинов. Лишние деньги ещё никому не мешали.",
    "answers": [
      {
        "id": 125,
        "text": "- Ладно, я пошёл "
      }
    ]
  },
  {
    "id": 123,
    "text": "   — О! Это когда мы с тобой напились и случайно взорвали весь клан жуков? Они мне никогда не нравились!\n\n   — Вот именно, эти антропоморфные чучела только и могут без сутали жужжать, — злобно бросил Джим.\n\n   — Их клан был самым влиятельным и мощным наркокартелем города. Они заслужили своей смерти.\n\n   — Вот так приключения ты тогда нашёл на мою красную задницу!",
    "answers": [
      {
        "id": 125,
        "text": "- Ладно, я пошёл "
      }
    ]
  },
  {
    "id": 124,
    "text": "   — Ах да! Сразу десять человек вломились в мой трактир, хотели прибрать его себе!\n\n   — Ну да, такой лакомый кусок: и платформа высоко летает, и сам по себе трактир большой. А от кого они пришли, ты не помнишь, Джим?\n\n   — От Криткана. Он же метил на этот трактир, — ответил Джим, стараясь правильно выговорить его имя. \n\n   — Точно! Криткан, — я стукнул кулаком по стойке. — Вот же гад, делов нам подсунул! Десять трупов — это не шутки, девать-то их некуда.\n\n   — Ага, у нас с ним была настоящая война за этот трактир, а когда желаемое досталось мне, он будто с ума сошёл. ",
    "answers": [
      {
        "id": 125,
        "text": "- Ладно, я пошёл "
      }
    ]
  },
  {
    "id": 125,
    "text": "  — Что, уже? — раздосадованно протянул крициец.\n\n   — Да, хочу сегодня повеселиться, — ответствовал я, допив содержимое стакана, и встал со стула. — Пока, Барри.\n\n   — Эх, жаль... Мне нравилось с ним посидеть, — сказал Джим. \n\n   — Алрой, стой, — спохватился трактирщик. — Хорошо повспоминали... Возьми две бутылки виски. Тебе и твоему инженеру.\n\nОн протянул мне две бутылки лучшего крицийского пойла.\n\n   — Спасибо, Барри, — улыбнулся я и взял подарок. После ретировался к Дастину и молча поставил на стол две бутылки.\n\n   — Что это? — грузно спросил Дастин.\n\n   — Наша выпивка. Не отказывай себе. — Я отошёл от столика в раздумьях, что делать дальше. ",
    "answers": [
      {
        "id": 169,
        "text": "Пойти в левую часть трактира "
      }
    ]
  },
  {
    "id": 126,
    "text": "Подойдя к столу, я томно уставился на мелкого гролса.\n\n   — Хочешь сделать ставку? — бодро и как-то дружелюбно выпалила четырёхглазая зелёнка, что сидела посередине между остальными двумя. — Выбирай!\n\nЯ склонился над экраном, что был встроен в стол. На нём высвечивались две кнопки с соответствующей информацией. На первой кнопке, синей, была надпись: \"Нуриец Кирк. Рост: 2 метра. Вес: 100 кг. Выиграных боёв: 12\". Сверху от кнопки расположилась фотография нурийца. На второй же, красной, информация была более многообщающа: \"Даркенс. Рост: 4 метра. Вес: 500 кг\", а с картинки выше на меня злобно взирал мускулистый красный гигант. Коэффициенты были очевидны: 7.7 на победу Кирка, 1.4 на победу даркенсов. Никто не верил в победу нурийца. \n\n   — Ну, давай, не робей! — подгонял меня зелёный. ",
    "answers": [
      {
        "id": 128,
        "text": "- Сто тысяч на победу нурийца"
      },
      {
        "id": 129,
        "text": "- Сто тысяч на победу даркенсов "
      },
      {
        "id": 130,
        "text": "Я лучше просто посмотрю "
      }
    ]
  },
  {
    "id": 127,
    "text": "К ставочному столу поочерёдно подходили люди и склонялись над встроенным в стол экраном, на котором высвечивались две кнопки с соответствующей информацией и фото бойца. После выбора фаворита, они вводили номер счёта и пароль. Для меня это было лишь детской забавой, особого смысла в ставках я не видел. Остальные же, видимо, пылали этим, горели желанием увидеть бой, его исход. ",
    "answers": [
      {
        "id": 131,
        "text": "На арену вышли бойцы"
      }
    ]
  },
  {
    "id": 128,
    "text": "   — Принято! — воскликнул гролс. — А ты смельчак! Введи номер своего счёта и оплати ставку.\n\nЯ нажал на синюю кнопку и на экране появился циферблат, на котором требовали ввести номер счёта, что я и сделал. После я ввёл пин код, тем самым оплатив ставку.\n\n   — Ну вот и славно! А теперь присаживайся и наслаждайся боем!\n\nЯ сел обратно за свой столик. Бой начинается через минуту. Я не чувствовал никакого волнения. Мне было всё равно. Для меня ставки казались лишь детской забавой, не имеющая особого смысла. Остальные же, видимо, пылали этим, горели желанием увидеть бой, его исход. ",
    "answers": [
      {
        "id": 131,
        "text": "На арену вышли бойцы"
      }
    ]
  },
  {
    "id": 129,
    "text": "   — Принято! — воскликнул гролс. — Введи номер своего счёта и оплати ставку.\n\nЯ нажал на красную кнопку и на экране появился циферблат, на котором требовали ввести номер счёта, что я и сделал. После я ввёл пин код, тем самым оплатив ставку.\n\n   — Ну вот и славно! А теперь присаживайся и наслаждайся боем!\n\nЯ сел обратно за свой столик. Бой начинается через минуту. Я не чувствовал никакого волнения. Мне было всё равно. Для меня ставки казались лишь детской забавой, не имеющая особого смысла.Остальные же, видимо, пылали этим, горели желанием увидеть бой, его исход. ",
    "answers": [
      {
        "id": 131,
        "text": "На арену вышли бойцы"
      }
    ]
  },
  {
    "id": 130,
    "text": "   — Да?! — разочарованно опустил голову гролс и тут же подскочил на месте, снова полный энергии. — Ничего. Приходи тогда на следующую ставку.\n\nЯ сел обратно за свой столик. Для меня это казалось лишь детской забавой, особого смысла в ставках я не видел. Остальные же, видимо, пылали этим, горели желанием увидеть бой, его исход. ",
    "answers": [
      {
        "id": 131,
        "text": "На арену вышли бойцы"
      }
    ]
  },
  {
    "id": 131,
    "text": "Арена собой представляла огромный металлический колизей с медным куполом над ней. Площадка для битв была поражающе велика, её радиус достигал ста метров. Вокруг этой площадки, на высоте десяти метров и выше, размещались сидения, на которых полные эйфории встречали бойцов зрители. Обои  ворота-решётки поднялись, и на арену вышли те, кому суждено умирать на потеху толпы. Два даркенса первые выпрыгнули на засыпанную песком арену, жаждая убивать. На каждом из них была лишь набедренная повязка. Четырёхметровые, мускулистые гиганты, с красной, как зарево заката, кожей сразу вызвали довольные возгласы толпы как и на самой арене, так и в трактире перед экраном. Из противоположных ворот вышел загорелый, высокий, широкоплечий мужчина. В руках у него были две длинные плазменные сабли, сам он был облачён в свободные штаны и мешковатую майку. ",
    "answers": [
      {
        "id": 132,
        "text": "Бой начинается ",
        "need": [
          128,
          130
        ],
        "need_sometimes": true
      },
      {
        "id": 133,
        "text": "Бой начинатеся",
        "need": 129
      }
    ]
  },
  {
    "id": 132,
    "text": "Один из даркенсов в миг перепрыгнул десятки метров расстояния и с грохотом приземлился прямо перед нурийцем. В ту же секунду массивная лапа понеслась в сторону Кирка, но тот не растерялся и в последний момент увернулся. Тут уже подпрыгнул второй даркенс, что мощным ударом откинул Кирка на десять метров в сторону. Нуриец смог сгрупироваться и, казалось, не получил серьёзных увечий. Одна сабля осталась в руке свирепствующего даркенса. Не успел Кирк встать, как на него напрыгнул первый даркенс и огромной ногой чуть ли не раздавил его. Все кости были переломаны, нуриец не мог сражаться, но это никого не останавливало: даркенс взял Кирка и со всей силы метнул в землю. После этого уже никто не был бы жильцом. Толпа ликовала. На арену выскочили пять мужчин с длинным плазменными копьями и загнали рычащих даркенсов обратно в ворота. После выбежал человекоподобный робот, что взял изуродованный труп Кирка и отнёс его в свои ворота.\n\nНикто не был удивлён такому исходу. Радостным посетителям трактира приходили оповещения, что их баланс пополнен: почти все поставили на даркенсов и выиграли.\n\n   — Следующий бой! — заорал зелёный гролс за ставочным столом. — Убийца Торк против всеми любимого крицийца Нора! Бой на мечах! ",
    "answers": [
      {
        "id": 134,
        "text": "Сделать ставку ",
        "need": -127
      },
      {
        "id": 137,
        "text": "Сделать ставку",
        "need": 127
      },
      {
        "id": 135,
        "text": "Смотреть без ставки "
      },
      {
        "id": 172,
        "text": "Уйти в правую часть трактира"
      }
    ]
  },
  {
    "id": 133,
    "text": "Один из даркенсов в миг перепрыгнул десятки метров расстояния и с грохотом приземлился прямо перед нурийцем. В ту же секунду массивная лапа понеслась в сторону Кирка, но тот не растерялся и в последний момент увернулся. Тут уже подпрыгнул второй даркенс, что мощным ударом откинул Кирка на десять метров в сторону. Нуриец смог сгрупироваться и, казалось, не получил серьёзных увечий. Одна сабля осталась в руке свирепствующего даркенса. Не успел Кирк встать, как на него напрыгнул первый даркенс и огромной ногой чуть ли не раздавил его. Все кости были переломаны, нуриец не мог сражаться, но это никого не останавливало: даркенс взял Кирка и со всей силы метнул в землю. После этого уже никто не был бы жильцом. Толпа ликовала. На арену выскочили пять мужчин с длинным плазменными копьями и загнали рычащих даркенсов обратно в ворота. После выбежал человекоподобный робот и, взяв изуродованный труп Кирка, отнёс его в свои ворота.\n\nНикто не был удивлён такому исходу. Радостным посетителям трактира приходили оповещения, что их баланс пополнен: почти все поставили на даркенсов и выиграли. Я не был исключением: браслет слегка завибрировал и включился. На экране мерцало сообщение: \"На баланс пришло 140 тысяч ксавинов\". \n\n   — Следующий бой! — заорал зелёный гролс за ставочным столом. — Убийца Торк против всеми любимого крицийца Нора! Бой на мечах! ",
    "answers": [
      {
        "id": 134,
        "text": "Сделать ставку ",
        "need": [
          -127
        ]
      },
      {
        "id": 137,
        "text": "Сделать ставку",
        "need": 127
      },
      {
        "id": 135,
        "text": "Смотреть без ставки "
      },
      {
        "id": 172,
        "text": "Уйти в правую часть трактира "
      }
    ]
  },
  {
    "id": 134,
    "text": "   — И снова ты! Тебе тут всегда рады! — слегка наиграно воскликнул гролс, после того как я подошёл к ставочному столу.\n\nЯ уставился в монитор, читая характеристики первого бойца, Торка: \"Убийца класса B, прославившийся своим мастерством меча. Рост: 1,82 метра. Вес: 79 кг. Выигранных боёв: 19\". На второй кнопке размещалась информация о Норе: \"Крициец, что целых двадцать лет был учеником Хао — последнем монахе Шаолиня, где и был обучен всем боевым техникам. Рост: 1,73 метра. Вес: 68 кг. Выигранных боёв: 23\". Коэффициенты были интригующими: 2,8 на победу Торка и 2,5 на победу Нора. ",
    "answers": [
      {
        "id": 138,
        "text": "Поставить на Торка"
      },
      {
        "id": 139,
        "text": "Поставить на Нора"
      },
      {
        "id": 140,
        "text": "Не делать ставку"
      }
    ]
  },
  {
    "id": 135,
    "text": "Всё больше и больше людей собиралось у столиков возле телевизора: поединок обещал быть занимательным. Когда камеры показывали зрителей на арене, на лицах прослеживалось заметное волнение вперемешку с невероятным интересом. ",
    "answers": [
      {
        "id": 142,
        "text": "Начало боя"
      }
    ]
  },
  {
    "id": 136,
    "text": "Стол имел форму полумесяца: на округленной стороне располагались игроки, на второй — дилер. Он был высоким худым крицийцем с абсолютно безжизненными чертами лица.\n\n   — Знаешь как играть в блэкджек? — покачиваясь на стуле, спросил мужчина справа.",
    "answers": [
      {
        "id": 152,
        "text": "- Да"
      },
      {
        "id": 153,
        "text": "- Нет"
      }
    ]
  },
  {
    "id": 137,
    "text": "   — Приветствую! — бодро и как-то дружелюбно воскликнул гролс, после того как я подошёл к ставочному столу. Он сидел посередине между остальными двумя. — Делайте ставку, не робейте! \n\nЯ уставился в монитор, читая характеристики первого бойца, Торка: \"Убийца класса B, прославившийся своим мастерством меча. Рост: 1,82 метра. Вес: 79 кг. Выигранных боёв: 19\". На второй кнопке размещалась информация о Норе: \"Крициец, что целых двадцать лет был учеником Хао — последнем монахе Шаолиня, где и был обучен всем боевым техникам. Рост: 1,73 метра. Вес: 68 кг. Выиграных боёв: 23\". Коэффициенты были многообещающие: 2,8 на победу Торка и 2,5 на победу Нора. ",
    "answers": [
      {
        "id": 138,
        "text": "Поставить на Торка"
      },
      {
        "id": 139,
        "text": "Поставить на Нора"
      },
      {
        "id": 140,
        "text": "Не делать ставку"
      }
    ]
  },
  {
    "id": 138,
    "text": "После нажатия на синюю кнопку высветился циферблат, где нужно было ввести номер счёта и пин код. Выполнив соответсвующие требования, я ввёл сумму, которую хотел поставить. Три зелёных гролса, что сидели за столом, завидев мою ставку, открыли рот.\n\n   — С-спасибо... Ваша ставка принята, — медленно промолвил зелёный человечек.\n\nЯ молча сел за свой стол. Через секунду мой браслет завибрировал и на его экране высветилось оповещение: \"С Вашего баланса снята сумма в размере 10 миллионов ксавинов\". Удивление гролсов можно было понять: не часто ставят такие большие суммы. ",
    "answers": [
      {
        "id": 141,
        "text": "Минута до начала"
      }
    ]
  },
  {
    "id": 139,
    "text": "После нажатия на красную кнопку высветился циферблат, где нужно было ввести номер счёта и пин код. Выполнив соответсвующие требования, я ввёл сумму, которую хотел поставить. Три зелёных гролса, что сидели за столом, завидев мою ставку, открыли рот.\n\n   — С-спасибо... Ваша ставка принята, — медленно промолвил зелёный человечек.\n\nЯ молча сел за свой стол. Через секунду мой браслет завибрировал и на его экране высветилось оповещение: \"С Вашего баланса снята сумма в размере 10 миллионов ксавинов\". Удивление гролсов можно было понять: не часто ставят такие большие суммы. ",
    "answers": [
      {
        "id": 141,
        "text": "Минута до начала"
      }
    ]
  },
  {
    "id": 140,
    "text": "   — Я, пожалуй, откажусь, — кинул я без всякого энтузиазма и ушёл обратно за свой столик, вдогонку слушая фирменное: \"Ничего! Приходите позже!\" ",
    "answers": [
      {
        "id": 141,
        "text": "Минута до начала"
      }
    ]
  },
  {
    "id": 141,
    "text": "Всё больше и больше людей собиралось у столиков возле телевизора: поединок обещал быть занимательным. Когда камеры показывали зрителей на арене, на лицах прослеживалось заметное волнение вперемешку с невероятным интересом.\n\n   — Мне не особо по душе такое... — сказал Джим после длительного молчания. — Лучше бы просто остался с Барри. \n\n   — Ого, давно тебя не слышал... Ну, ничем не могу помочь, схватка будет зрелищной, а я уже поставил. Не могу же просто так уйти. ",
    "answers": [
      {
        "id": 142,
        "text": "Начало боя"
      }
    ]
  },
  {
    "id": 142,
    "text": "Ворота поднялись и на арену выбежали бойцы. Красный крициец Нор был облачён в монашеский образ: длинная безрукавка, своболная юбка до самой земли, багровая накдика через плечо. Торк, человек, одет в чёрный облегающий комбинезон с перевязками на руках и голенях, что выглядывал из-под серого плаща. В руках у каждого было по длинной катане. Зрители на арене тут же взорвались в возгласах и криках. Прозвучал длинный гудок, и бойцы ринулись друг на друга. С поразительной скоростью они преодолели расстояние в сотню метров между друг другом. Первое столкновение было эффектным: катаны со свистом ударились друг о друга и заискрились. Соперники секунд десять не разнимали объятия оружий, каждый пытаясь силой перевести преимущество на свою сторону. Первым начал атаку монах Нор, правой ногой ударив противника в плечо. Торк на секунду потерял равновесие и отступил на шаг назад, попутно уклоняясь от следующей атаки катаной. Через мгновение Нор оказался на расстоянии удара, что был успешно заблокирован. Оружие вновь заискрилось, крициец резко отстранил в сторону катану Торка и, сделав широкий выпад вперёд и моментально очутившись с ним лицом к лицу, снёс с ног мощным ударом локтём в нос. ",
    "answers": [
      {
        "id": 143,
        "text": "Смотреть дальше"
      }
    ]
  },
  {
    "id": 143,
    "text": "Рёв толпы растёкся по всей арене, но это был не конец. Нор замахнулся, чтобы добить лежащего на песке Торка, но тот в последний момент успел сделать кувырок назад, снова встав на ноги. Воспользовавшись смятением оппонента, Торк подпрыгнул к Нору и устремил катану ему в бок. Отбить времени не хватало, поэтому Нор, выпустив оружие из рук, отпрянул назад на десять метров. Крициец остался с пустыми руками, а Торк, подняв его катану, теперь имел двойную боевую мощь. Под просьбы зрителей в трактире, сводившихся к примитивному: \"Ну давай, порешай его!\", Торк ринулся на крицийца. Монах казался слишком спокойным для такой ситуации: встав в диковинную стойку, он дождался, пока противник не будет на нужном расстоянии и не замахнётся. Нор перехватил руку Торка и сжал её с такой силой, что тот вынужден был выбросить катану. Но у него была вторая, чем он и воспользовался: холодное лезвие вновь устремилось в плечо монаху. Сделав шаг вперёд, он отбил атаку и в тот же миг ударил в голень сопернику. Торк зашатался, а Нор с впечатляющей ловкостью кинул его на землю. Встать ему он не дал: взяв катану, Нор вонзил её в грудь оппонента. Толпа зарычала, с сидений вспрыгивали один за одним зрители. Победа крицийца Нора. В трактире послышались как и раздосадованные вздохи, так и бурные овации. ",
    "answers": [
      {
        "id": 144,
        "text": "\"Я выиграл\" ",
        "need": 139
      },
      {
        "id": 145,
        "text": "\"Я проиграл\" ",
        "need": 138
      },
      {
        "id": 146,
        "text": "\"Интересный вышел бой\"",
        "need": 140
      }
    ]
  },
  {
    "id": 144,
    "text": "Но выигрыш по каким-то причинам не приходил. Баланс оставался всё тем же. Обеспокоенный этим, я встал и направился к ставочному столу, где зеленокожий уже объявлял новых участников поединка. Завидев меня, он скривил губы.\n\n   — Деньги не пришли, — спокойно сказал я, подойдя к гролсам.\n\n   — Да?! — Центральный выпучил свой единственный глаз. — Соболезнуем, возможно, у вас неполадки с банковским счётом. Мы к этому никакого отношения не имеем.\n\n   — Нет, с банковским счётом у меня как раз всё нормально, а вот вы решили не переводить мне мои 25 миллионов.\n\nПосле этих слов в левой части трактира наступила тишина. \n\n   — Повторяю, мы не имеем к этому никакого отношения, — злобно процедил сквозь зубы центральный и положил руку на пистолет на столе. — Уйди, ты привлекаешь внимание клиентов. ",
    "answers": [
      {
        "id": 147,
        "text": "- Да? Ну что же... Слушайте, люди! Меня обокрали! "
      },
      {
        "id": 148,
        "text": "- Даю тебе последний шанс"
      },
      {
        "id": 149,
        "text": "- Ты решил меня запугать? Тщетно... "
      }
    ]
  },
  {
    "id": 145,
    "text": "   — Эх... Проиграл... — слегка расстроился я. — Но бой того стоил.\n\n   — Десять миллионов не шутки, — неожиданно ожил Джим.\n\n   — Я уже и позабыл про тебя.\n\n   — Я просто не в восторге от того, что ты ушёл от барной стойки, мог ещё поговорить с Барри. ",
    "answers": [
      {
        "id": 172,
        "text": "Пойти в правую часть трактира "
      }
    ]
  },
  {
    "id": 146,
    "text": "   — С этим согласен, — неожиданно ожил Джим.\n\n   — Уже и позабыл про тебя.\n\n   — Я просто не в восторге от того, что ты ушёл от барной стойки, мог ещё поговорить с Барри. ",
    "answers": [
      {
        "id": 172,
        "text": "Пойти в правую часть трактира "
      }
    ]
  },
  {
    "id": 147,
    "text": "Я повернулся к гролсам спиной, чтобы посетители лучше услышали меня и обратили внимание. \n\n   — Да не ори ты так! — опешил гролс. Я почувствовал, как мне в бок уткнулось дуло пистолета. Звук снятия с предохранителя меня слегка напряг. — Говорил же тебе не лезь...\n\nЯ медленно повернулся обратно к ним лицом, держа непоколебимо спокойное лицо. Я окинул холодным взглядом зелёных: те двое, что сидели по бокам от, видимо, их босса, растеклись в ленивой ухмылочке. Центральный же был насторожён, рука с пистолетом еле заметно трусилась.\n\n   — Уверен, что ты готов пойти на такие риски? — Я плавным движением отвёл в сторону край мантии. С моего пояса на гролсов взирала маска с клювом птицы. Все трое сразу отпрянули назад.\n\n   — М-маска чумного доктора...- дрожащим голосом заговорил один из зеленокожих.\n\n   — Доктор чума... — в страхе промолвил другой. ",
    "answers": [
      {
        "id": 150,
        "text": "- Ну... Ещё не передумал? "
      },
      {
        "id": 151,
        "text": "- Считаю до трёх. Ты должен опустить пистолет и перевести мне деньги. "
      }
    ]
  },
  {
    "id": 148,
    "text": "   — Что-то ты слишком самоуверен! — огрызнулся центральный и направил на меня дуло пистолета. — Зря ты не ушёл вовремя.\n\nЯ окинул холодным взглядом зелёных: те двое, что сидели по бокам от, видимо, их босса, растеклись в ленивой ухмылочке. Центральный же был насторожён, рука с пистолетом еле заметно трусилась.\n\n   — Уверен, что ты готов пойти на такие риски? — Я плавным движением отвёл в сторону край мантии. С моего пояса на гролсов взирала маска с клювом птицы. Все трое сразу отпрянули назад.\n\n   — М-маска чумного доктора...- дрожащим голосом заговорил один из зеленокожих.\n\n   — Доктор чума... — в страхе промолвил другой.",
    "answers": [
      {
        "id": 150,
        "text": "- Ну... Ещё не передумал? "
      },
      {
        "id": 151,
        "text": "- Считаю до трёх. Ты должен опустить пистолет и перевести мне деньги. "
      }
    ]
  },
  {
    "id": 149,
    "text": "   — Сейчас мы увидим! — огрызнулся центральный и направил на меня дуло пистолета. — Зря ты не ушёл вовремя.\n\nЯ окинул холодным взглядом зелёных: те двое, что сидели по бокам от, видимо, их босса, растеклись в ленивой ухмылочке. Центральный же был насторожён, рука с пистолетом еле заметно трусилась.\n\n   — Уверен, что ты готов пойти на такие риски? — Я плавным движением отвёл в сторону край мантии. С моего пояса на гролсов взирала маска с клювом птицы. Все трое сразу отпрянули назад.\n\n   — М-маска чумного доктора...- дрожащим голосом заговорил один из зеленокожих.\n\n   — Доктор чума... — в страхе промолвил другой.",
    "answers": [
      {
        "id": 150,
        "text": "- Ну... Ещё не передумал? "
      },
      {
        "id": 151,
        "text": "- Считаю до трёх. Ты должен опустить пистолет и перевести мне деньги. "
      }
    ]
  },
  {
    "id": 150,
    "text": "   — Чёрт... — его рука заметно затряслась. Он с ужасом наблюдал за этим, не в силах противостоять страху.\n\nОпустив пистолет, гролс провернул какие-то махинации на экране монитора, и у меня тотчас завибрировал браслет.\n\n   — О, деньги пришли, — злорадно сострил я, читая сообщение на экране браслета. — 25 миллионов ксавинов... Приятно было иметь с вами дело.\n\nЯ развернулся и, полный ликования, ушёл. Джим неожиданно ожил:\n\n   — Ну хоть денег заработал. \n\n   — Уже позабыл про тебя.\n\n   — Я просто не в восторге от того, что ты ушёл от барной стойки, мог ещё поговорить с Барри. ",
    "answers": [
      {
        "id": 172,
        "text": "Пойти в правую часть трактира "
      }
    ]
  },
  {
    "id": 151,
    "text": "   — Раз... Два... \n\n   — Чёрт... — рука гролса заметно затряслась. Он с ужасом наблюдал за этим, не в силах противостоять страху.\n\nОпустив пистолет, зелёные провернул какие-то махинации на экране монитора, и у меня тотчас завибрировал браслет.\n\n   — Как неожиданно, деньги пришли, — злорадно сострил я, читая сообщение на экране браслета. — 25 миллионов ксавинов... Приятно было иметь с вами дело.\n\nЯ развернулся и, полный торжества и ликования, ушёл. Джим наконец-то ожил:\n\n   — Они тебя боятся.\n\n   — Ух, я и позабыл про тебя.\n\n   — Я просто не в восторге от того, что ты ушёл от барной стойки, мог ещё поговорить с Барри. ",
    "answers": [
      {
        "id": 172,
        "text": "Пойти в правую часть трактира "
      }
    ]
  },
  {
    "id": 152,
    "text": "   — Тогда приступим. — Каждый склонился над встроенным в стол экраном и сделали ставку. Я последовал их примеру и ввёл на мерцающем циферблате номер счёта и пин код. Минимальная ставка 10 тысяч ксавинов, я решил начать с этой суммы.\n\nПосле того, как все отправили деньги, дилер раздал из колоды каждому по две карты. Мне попались валет и пятёрка. Затем дилер кинул и себе две карты одна из которых была дама, а вторая лежала рубашкой вверх.\n\n   — Ещё? — спрашивал нас поочерёдно дилер. Если игрок отвечал да, он докладывал одну карту.\n\nУ четырёхрукого хорда был перебор, от чего тот злобно фыркнул. У старика справа вышло 19 очков. Теперь спросили меня. \n\n   — Говори \"да\", — настаивал Джим. — 15 слишком мало.",
    "answers": [
      {
        "id": 154,
        "text": "- Да"
      },
      {
        "id": 155,
        "text": "- Нет"
      }
    ]
  },
  {
    "id": 153,
    "text": "   — Задача игрока — победить дилера. Для этого необходимо набрать больше очков, чем дилер, но не превысив при этом 21 очко. Игрок также выигрывает, если наберет меньше 22 очков, а у дилера будет больше 21. Если игрок набрал 22 или больше очков, это называется \"перебор\". В этом случае игрок автоматически проигрывает свою ставку. Игрок может взять дополнительные карты, чтобы набрать дополнительные очки. После того, как все игроки сделают свой ход, дилер завершит раздачу, взяв дополнительные карты или не делая этого. Лучшая рука в блэкджеке так и называется — \"блэкджек\". За такую руку игрок получает наибольший выигрыш до 3 к 2 в зависимости от разновидности. Блэкджек — это комбинация из туза и любой другой карты стоимостью 10 очков, а именно валет, дама, король или десятка. Это должны быть первые две сданные тебе карты. Получив блэкджек, ты точно не проиграешь. Однако, если у дилера тоже будет блэкджек, то вы сыграете вничью.",
    "answers": [
      {
        "id": 163,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 154,
    "text": "Дилер мне кинул ещё одну карту. Теперь у меня было 19 очков. После дилер перевернул свою вторую карту, тройку, и доложил себе третью карту, на которой было изображено шесть ромбиков. В сумме у дилера вышло 19, как и у меня.\n\n   — Ничья, — озвучил результат Джим у меня в голове. \n\n   — Ой-ой, а удача не на моей стороне, — усмехнулся старик справа. — Ну да ладно. Ты единственный, кто не проиграл. \n\nОн повернул голову ко мне, снова откинувшись на спинку стула и закачавшись на нём. Лицо с паутиной морщин почему-то внушало мне доброту и спокойствие. \n\n   — Ему всего лишь повезло. — Глазастый хорд явно был не в лучшем настроении, судя по его сильно сжатым кулакам. — В этот раз я точно отыграюсь. \n\nБраслет завибрировал и высветил сообщение о приходе выигрыша.\n\n   — Кстати, ты же Доктор чума? — Старик указал пальцем на мою маску на поясе. — Многое слышал о тебе. Могу я тебя называть по имени? ",
    "answers": [
      {
        "id": 156,
        "text": "- Как хочешь. Меня зовут Алрой "
      },
      {
        "id": 157,
        "text": "- Нет"
      }
    ]
  },
  {
    "id": 155,
    "text": "После дилер перевернул свою вторую карту, тройку, и доложил себе третью карту, на которой было изображено шесть ромбиков. В сумме у дилера вышло 19.\n\n   — Надо было меня слушать!\n\n   — Ой-ой, а удача не на нашей стороне, — усмехнулся старик справа. — Ну да ладно. \n\nОн повернул голову ко мне, снова откинувшись на спинку стула и закачавшись на нём. Лицо с паутиной морщин почему-то внушало мне доброту и спокойствие.\n\n   — В этот раз я точно отыграюсь. — Глазастый хорд явно был не в лучшем настроении, судя по его сильно сжатым кулакам.\n\n   — Кстати, ты же Доктор чума? — Старик указал пальцем на мою маску на поясе. — Многое слышал о тебе. Могу я тебя называть по имени? ",
    "answers": [
      {
        "id": 156,
        "text": "- Как хочешь. Меня зовут Алрой "
      },
      {
        "id": 157,
        "text": "- Нет"
      }
    ]
  },
  {
    "id": 156,
    "text": "   — Отлично, я Зак. Убийца класса С, но сейчас зарабатываю контрабандой и торговлей оружием.\n\n   — Заткнись уже! — злобно прорычал хорд. — Давайте играть!\n\nТаинственная улыбка разрезала лицо старика пополам. \n\n   — Раздавай, — сказал он.\n\nКогда все игроки перевели деньги, дилер кинул каждому по две карты. Мне выпали туз и десятка. \n\n   — Блэкджек! — воскликнул Джим. — Вот это подвезло!\n\nУ хорда было 16, а у старика 19.\n\n   — Ещё карту! — воскликнул желтокожий.\n\nДилер добросил ему шестёрку.\n\n   — Чёрт подери! — заорал хорд и яростно ударил по столу кулаком, так что некоторые карты подлетели и перевернулись, включая и лежащую рубашкой вверх карту дилера. — Как так этому дураку выпал блэкджек?!\n\n   — Это он про тебя?! — Джим искренне возмутился. — Алрой, ты же не дашь этому тупице над собой надсмехаться? Это дело чести! ",
    "answers": [
      {
        "id": 158,
        "text": "- Ты зарываешься "
      },
      {
        "id": 159,
        "text": "- Кто же виноват, что ты не умеешь играть "
      },
      {
        "id": 160,
        "text": "Проигнорировать "
      }
    ]
  },
  {
    "id": 157,
    "text": "   — Жаль... А я Зак. Убийца класса С, но сейчас зарабатываю контрабандой и торговлей оружием.\n\n   — Заткнись уже! — злобно прорычал хорд. — Давайте играть!\n\nТаинственная улыбка разрезала лицо старика пополам. \n\n   — Раздавай, — невозмутимо сказал он.\n\nКогда все игроки перевели деньги, дилер кинул каждому по две карты. Мне выпали туз и десятка. \n\n   — Блэкджек! — воскликнул Джим. — Вот это подвезло!\n\nУ хорда было 16, а у старика 19.\n\n   — Ещё карту! — воскликнул желтокожий.\n\nДилер добросил ему шестёрку.\n\n   — Чёрт подери! — заорал хорд и яростно ударил по столу кулаком, так что некоторые карты подлетели и перевернулись, включая и лежащую рубашкой вверх карту дилера. — Как так этому дураку выпал блэкджек?!\n\n   — Это он про тебя?! — Джим искренне возмутился. — Алрой, ты же не дашь этому тупице над собой надсмехаться? Это дело чести! ",
    "answers": [
      {
        "id": 158,
        "text": "- Ты зарываешься "
      },
      {
        "id": 159,
        "text": "- Кто же виноват в том, что ты не умеешь играть "
      },
      {
        "id": 160,
        "text": "Проигнорировать "
      }
    ]
  },
  {
    "id": 158,
    "text": "   — Пошёл ты! — громила выплюнул свою сигару и одной рукой перевернул стол. \n\n   — Ну вот, началось, — выдохнул Зак. — Сейчас будет избиение ребёнка. \n\nЗрачки хорда расширились, а костюм трещал по швам, не в силах укротить его мускулы. Мы с стариком всё так же сидели на месте, наблюдая за буйством великана.\n\n   — Драка! — заорал кто-то из посетителей трактира, и почти все присутствующие оточили нас в широкое кольцо.\n\nХорд встал и сделал шаг ко мне, оставив Зака позади. Через секунду кулак размером с мою голову со свистом устремился в меня. ",
    "answers": [
      {
        "id": 161,
        "text": "Уклониться"
      },
      {
        "id": 162,
        "text": "Отбить атаку"
      }
    ]
  },
  {
    "id": 159,
    "text": "   — Я не умею играть?! — громила выплюнул свою сигару и одной рукой перевернул стол. — Ты, ничтожество, хоть знаешь скольких я таких как ты положил? \n\n   — Значит, ты раз за разом проигрывал? — с издёвкой сострил я. \n\nЕго зрачки расширились, а костюм трещал по швам, не в силах укротить его мускулы. Мы с стариком всё так же сидели на месте, наблюдая за буйством великана.\n\n   — Драка! — заорал кто-то из посетителей трактира, и почти все присутствующие оточили нас в широкое кольцо.\n\nХорд встал и сделал шаг ко мне, оставив Зака позади. Через секунду кулак размером с мою голову со свистом устремился в меня. ",
    "answers": [
      {
        "id": 161,
        "text": "Уклониться"
      },
      {
        "id": 162,
        "text": "Отбить атаку"
      }
    ]
  },
  {
    "id": 160,
    "text": "   — А я бы выиграл так... — огорчённо выдохнул Зак, смотря на вторую карту дилера.\n\nХорд, встав со стула, продолжал наседать на крупье:\n\n   — Ты подтасовываешь карты! — брызжал он слюной. — Отдай мои деньги!\n\nКрициец-дилер подал хоть какие-то признаки жизни: в его глазах промелькнул страх, а руки нервно затряслись. Он дрожащим голосом пыталась опровергнуть обвинения.\n\n   — Успокойся уже, — наконец сказал я. — Просто нужно играть получше.\n\n   — Ты слишком дерзок для насекомого! — Громила выплюнул свою сигару и одной рукой перевернул стол. \n\nЕго зрачки расширились, а костюм трещал по швам, не в силах укротить его мускулы. Мы с стариком всё так же сидели на месте, наблюдая за буйством великана.\n\n   — Драка! — заорал кто-то из посетителей трактира, и почти все присутствующие оточили нас в широкое кольцо.\n\nХорд сделал шаг ко мне, оставив Зака позади. Через секунду кулак размером с мою голову со свистом устремился в меня. ",
    "answers": [
      {
        "id": 161,
        "text": "Уклониться"
      },
      {
        "id": 162,
        "text": "Отбить атаку"
      }
    ]
  },
  {
    "id": 161,
    "text": "Я оттолкнулся ногами и упал со стулом на пол. Рука пронеслась надо мной, а через мгновение уже и вторая рассекала воздух, жаждая убить меня. Я сделал кувырок назад и встал на ноги. От второго удара стул разломался, а в полу осталась большая выбоина с щепками вокруг.\n\n   — Зря ты полез. — Здоровяк показал свой боевой оскал. Его все четыре глаза с ненавистью и злобой проедали меня. ",
    "answers": [
      {
        "id": 165,
        "text": "Атаковать "
      },
      {
        "id": 166,
        "text": "Стоять и защищаться"
      },
      {
        "id": 167,
        "text": "Запугать "
      }
    ]
  },
  {
    "id": 162,
    "text": "Я молниеносно схватил с пояса рукоятку, и из неё тут же выскочила плазма. Своим мечом я лёгким движением отсёк здоровяку руку. Из него вырвался дикий вопль, что тотчас сменился на яростный рёв. Через секунду он ринулся на меня. Достать бластер я не успевал: хорд был слишком близко.",
    "answers": [
      {
        "id": 173,
        "text": "Уклониться"
      },
      {
        "id": 174,
        "text": "Контратаковать"
      }
    ]
  },
  {
    "id": 163,
    "text": "   — В блэкджеке десятки, валеты, дамы и короли стоят по 10 очков. Туз может стоить 1 или 11 очков. Зависит от твоего выбора. Например, комбинация туза и четверки может дать тебе 5 или 15 очков. За победу в раздаче блэкджека обычно выплачивается выигрыш в размере 1 к 1, также называется \"равные деньги\". То есть, если ты поставил 20 ксавинов и выиграл раздачу,  получишь плюс 20 ксавинов к своей ставке. Если же ты выиграешь с блэкджеком, то получишь выигрыш по коэффициенту 3 к 2, то есть плюс 30 фишек к твоей ставке, если, конечно, у дилера не будет блэкджека. Если у дилера и у тебя одинаковое количество очков, то раздача заканчивается вничью также называется \"пуш\". В этом случае ты просто получаешь обратно свою ставку без дополнительного выигрыша. В случае проигрыша твоя ставка уходит в пользу заведения.",
    "answers": [
      {
        "id": 164,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 164,
    "text": "   — В каждом раунде блэкджека тебе доступно несколько действий. Их доступность зависит от полученных карт, а также от разновидности блэкджека. В каждом раунде блэкджека тебе доступно несколько действий. Их доступность зависит от полученных карт, а также от разновидности блэкджека. Я тебе расскажу только про два из них, пока что будет достаточно. \"Взять карту\". Этим действием ты просишь дополнительную карту. Карты сдаются по одной за раз. Помни, что набрав более 21 очка, ты проиграешь. \"Хватит, достаточно\". Если у тебя 21 очко или меньше, ты можешь больше не брать дополнительные карты, чтобы не перебрать.",
    "answers": [
      {
        "id": 152,
        "text": "- Ясно, давайте играть "
      },
      {
        "id": 153,
        "text": "- Повтори ещё раз "
      }
    ]
  },
  {
    "id": 165,
    "text": "Я вытянул из кобуры бластерный пистолет и направил на здоровяка. Он яростно взревел и ринулся в мою сторону. Бластерный заряд — сгусток электрической энергии, при попадании пронёс по телу хорда ток силой более ста миллиампер. Через секунду увесистая мёртвая туша лежала у моих ног. Толпа недовольно загудела. Они ожидали, что схватка будет более зрелищной.\n\n   — Когда хорды впадают в ярость, им уже не важны обстоятельства — они хотят лишь убивать, — произнёс Зак, что так и не сдвинулся с места.\n\n   — Дубина... Голыми руками против бластера, — изумился Джим. \n\nЛюди постепенно садились на свои места, сразу забывая про драку. Такое случается часто, даже слишком. Дилер кивком поблагодарил меня и поднял стол. Играть мне моментально расхотелось, и я отошёл от игровых столов.\n\n   — Неплохо поиграли, — заявил Джим. Старик остался играть, а робот-уборщик уже выносил тело хорда. ",
    "answers": [
      {
        "id": 170,
        "text": "Выйти из трактира"
      }
    ]
  },
  {
    "id": 166,
    "text": "   — Он собирается тебя убить голыми руками? — изумился Джим.\n\nЧерез секунду громила ринулся в мою сторону. Я отцепил с пояса рукоятку, и из неё в тот же миг выскочила плазма. Здоровяк снова устремил кулак в мою голову, но я, отпрянув в сторону, сделал выпад и отсёк ему руку. Взревев, он с ещё большей злобой кинулся на меня. Церемонится с ним не хотелось, поэтому я направил на него бластер. Бластерный заряд — сгусток электрической энергии, при попадании пронёс по телу хорда ток силой более ста миллиампер. Через секунду увесистая мёртвая туша лежала у моих ног. Толпа недовольно загудела — они ожидали, что схватка будет более зрелищной.\n\n   — Когда хорды впадают в ярость, им уже не важны обстоятельства: они хотят лишь убивать, — произнёс Зак, что так и не сдвинулся с места.\n\nЛюди постепенно садились на свои места, сразу забывая про драку. Такое случается часто, даже слишком. Дилер кивком поблагодарил меня и поднял стол. Играть мне моментально расхотелось, и я отошёл от игровых столов.\n\n   — Неплохо поиграли, — заявил Джим. Старик остался играть, а робот-уборщик уже выносил тело хорда. ",
    "answers": [
      {
        "id": 170,
        "text": "Выйти из трактира"
      }
    ]
  },
  {
    "id": 167,
    "text": "   — Идиот, — сказал я. — Ты надеешься победить меня голыми руками? — Я достал бластер и направил на него.\n\n   — Действительно дубина, — Джиму понравилась тактика моих действий.\n\nНо громиле угрозы показались детским лепетом. Яростно заорав, он ринулся в мою сторону. Бластерный заряд — сгусток электрической энергии, при попадании пронёс по телу хорда ток силой более ста миллиампер. Через секунду увесистая мёртвая туша лежала у моих ног. Толпа недовольно загудела — они ожидали, что схватка будет более зрелищной.\n\n   — Когда хорды впадают в ярость, им уже не важны обстоятельства: они хотят лишь убивать, — произнёс Зак, что так и не сдвинулся с места.\n\nЛюди постепенно садились на свои места, сразу забывая про драку. Такое случается часто, даже слишком. Дилер кивком поблагодарил меня и поднял стол. Играть мне моментально расхотелось, и я отошёл от игровых столов.\n\n   — Неплохо поиграли, — заявил Джим. Старик остался играть, а робот-уборщик уже выносил тело хорда. ",
    "answers": [
      {
        "id": 170,
        "text": "Выйти из трактира"
      }
    ]
  },
  {
    "id": 168,
    "text": "   — Нет... — Дастин покрутил бутылку кистью нейронного протеза, вглядываясь в созданый мини-водоворот. — Человек — очень жадное существо. Живущие в высотках городов мечтают о бескрайней синеве моря, о солёном привкусе вечернего бриза, о каждый раз пожираемом волнами огромном огненном шаре. Живущие у моря только и говорят о снежных шапках гор, о внезапных встречах с белками, о бодрящем, но в то же время приносящем в душу покой оркестре утренних птиц. Они мечтают закричать: \"Я король мира!\", стоя на краю обрыва, а после вслушиваться в расплывающееся по окргуам эхо. А те, для кого эти прелести уже кажутся повседневной рутиной, мечтают о цивилизации, развитом обществе и невероятным технологиям, неоновым цветам ночного города и перечне развлечений. Мы хотим увидеть, пощупать и понять неизвестное. Иначе нас удушит чувство незавершённости. А после знакомства с ней мы чувствуем некую эйфорию, но сразу же теряем интерес к открывшемуся. Так люди и остались без ничего: без мечты, без тяги к знаниям, без той загадки, что двигала их вперёд и делала живыми. Этот процесс ускорили достижения науки: теперь в любую точку Земли можно попасть вчего за час. ",
    "answers": [
      {
        "id": 175,
        "text": "- Поэтому люди и путешествуют по галактикам"
      }
    ]
  },
  {
    "id": 169,
    "text": "Я направился в левую часть трактира, где находился большой голографический телевизор на стене. Полумесяцем его окружали столики. Я сел за тот, что был свободен. Среди них был один и большой стол: на нём принимали ставки. Сейчас шёл прямой эфир боёв на Главной арене — месте вечных поединков и кровопролития. Здесь насильно насмерть сталкивали друг с другом самых разных существ на радость публике.\n\n   — Итак, новый бой! — заорал низкорослый циклоп, что сидел за ставочным столом вместе с ещё двоими подобными ему гролсами, жителями планеты К1РК. Кожа его была зелёная. На столе, рядом с сенсерным монитором, лежал пистолет. — Нуриец Кирк против двух даркенсов! Коэффициенты довольно высоки на победу Кирка! Поставишь на него — разбогатеешь! ",
    "answers": [
      {
        "id": 126,
        "text": "Сделать ставку"
      },
      {
        "id": 127,
        "text": "Смотреть без ставки ",
        "addToHistory": 130
      }
    ]
  },
  {
    "id": 170,
    "text": "Я вышел из трактира. Лёгкое дуновение ветра приятно потрепало волосы. Я сделал глоток свежего воздуха, что покорно насытил мои лёгкие кислородом. На краю парящей платформы сидел Дастин, свесив ноги. В руках он держал уже наполовину пустую бутылку. Взглядом парень, казалось, проедал каменные глыбы, застилавшие чернь космоса. Эта планета — одна из многих планет вечной ночи: свет ближайшей звезды лишь изредка просачивался сквозь спутники планеты, поэтому за освещение полностью отвечали фонари, без устали гуляющие трактиры и пылающие неононовые вывески.\n\n   — О чём думаешь? — спросил я Дастина и сел рядом.\n\nОн на секунду прильнул к бутылке и сделал глоток. \n\n— Никогда не задумывались, что было до Большого взрыва? Предельно ясно, что было до появления Земли, Солнца, галактик... Но что было до всего этого? Если после Большого взрыва и сформировалась вселенная, то что было до вселенной? Ведь вселенная — всё сущее. Ответ — ничего. Пустота. Ни планет, ни звёзд, ни комет... Ни молекул, ни атомов, ни элементарных частиц. Пустота, где не существовало ни времени, ни пространства. Но как в такой пустоте мог возникнуть Большой взрыв... Как из ничего появилось всё... Как из бесконечного ничто появился разум, возвышающий себя над бесконечностью и самоуничижающий себя до самых глубин.",
    "answers": [
      {
        "id": 168,
        "text": "- Ай, Дастин, ты слишком себя нагружаешь. Просто веселись! "
      },
      {
        "id": 171,
        "text": "- Никто не знает... "
      }
    ]
  },
  {
    "id": 171,
    "text": "   — В этом и есть интрига... — Дастин покрутил бутылку кистью нейронного протеза, вглядываясь в созданый мини-водоворот. — Человек — очень жадное существо. Живущие в высотках городов мечтают о бескрайней синеве моря, о солёном привкусе вечернего бриза, о каждый раз пожираемом волнами огромном огненном шаре. Живущие у моря только и говорят о снежных шапках гор, о внезапных встречах с белками, о бодрящем, но в то же время приносящем в душу покой оркестре утренних птиц. Они мечтают закричать: \"Я король мира!\", стоя на краю обрыва, а после вслушиваться в расплывающееся по окргуам эхо. А те, для кого эти прелести уже кажутся повседневной рутиной, мечтают о цивилизации, развитому обществу и невероятным технологиям, неоновым цветам ночного города и перечне развлечений. Мы хотим увидеть, пощупать и понять неизвестное. Иначе нас удушит чувство незавершённости. А после знакомства с ней, мы чувствуем некую эйфорию, но сразу же теряем интерес к открывшемуся. Так люди и остались без ничего: без мечты, без тяги к знаниям, без той загадки, что двигала их вперёд и делала живыми. Этот процесс ускорили достижения науки: теперь в любую точку Земли можно попасть вчего за час. ",
    "answers": [
      {
        "id": 175,
        "text": "- Поэтому люди и путешествуют по галактикам"
      }
    ]
  },
  {
    "id": 172,
    "text": "Я направился в правую часть трактира, где размещались игровые столы, и сел за один из таких. \n\n   — О! — Джим моментально взбодрился. — Это интересно. \n\nЗа столом было два игрока. Напротив каждого в столе размещался встроенный мини-экран. \n\n   — Тоже хочешь сыграть? — по-дружески спросил седой бородатый мужчина лет пятидесяти, сидящий справа от меня. Он был одет в коричневую кожаную куртку и обычные чёрные штаны. — Что ж, сейчас они доиграют и мы начнём.\n\nЕщё одним игроком помимо меня и старика был устрашающий хорд, он сидел правее всех. Хорды — жители большой планеты Хордака, также известной как О1Д. Они славятся своими четырмя налитыми кровью глазами, жёлтой, как янтарь, кожей, двумя парами рук и ростом в три метра. Этот сидел в дорогом чёрном смокинге и хорошей сигарой во рту.\n\n   — Класса B, — будто озвучивал мои мысли Джим. — А может, даже С. ",
    "answers": [
      {
        "id": 136,
        "text": "Новая раздача"
      }
    ]
  },
  {
    "id": 173,
    "text": "Я резко вскочил с места и сразу же отпрыгнул в сторону. В мгновение ока от стула остались только щепки: кулак великана проломал его и даже оставил в полу выбоину. Воспользовавшись моментом, я вытянул из кобуры бластерный пистолет и направил на громилу. Бластерный заряд — сгусток электрической энергии, при попадании пронёс по телу хорда ток силой более ста миллиампер. Через секунду увесистая мёртвая туша лежала у моих ног. Толпа недовольно загудела — они ожидали, что схватка будет более зрелищной.\n\n   — Когда хорды впадают в ярость, им уже не важны обстоятельства: они хотят лишь убивать, — произнёс Зак, что так и не сдвинулся с места.\n\n   — Дубина... Голыми руками против бластера, — изумился Джим. \n\nЛюди постепенно садились на свои места, сразу забывая про драку. Такое случается часто, даже слишком. Дилер кивком поблагодарил меня и поднял стол. Играть мне моментально расхотелось, и я отошёл от игровых столов.\n\n   — Неплохо поиграли, — заявил Джим. Старик остался играть, а робот-уборщик уже выносил тело хорда. ",
    "answers": [
      {
        "id": 170,
        "text": "Выйти из трактира"
      }
    ]
  },
  {
    "id": 174,
    "text": "Я вскочил со стула и прыгнул навстречу громиле. Будучи мельче его, мне было легче к нему подобраться: я уклонился от его удара и отсёк ещё одну руку. Ни секунды не медля, я вонзил ему в горло плазменный меч. Но даже так он ещё держался, пошатываясь на месте. Тогда я вытянул из кобуры бластерный пистолет и направил на громилу. Бластерный заряд — сгусток электрической энергии, при попадании пронёс по телу хорда ток силой более ста миллиампер. Через секунду увесистая мёртвая туша лежала у моих ног. Толпа недовольно загудела — они ожидали, что схватка будет более зрелищной. Я поднял свой плазменный меч. \n\n   — Когда хорды впадают в ярость, им уже не важны обстоятельства: они хотят лишь убивать, — произнёс Зак, что так и не сдвинулся с места.\n\n   — Дубина... Голыми руками против бластера, — изумился Джим. \n\nЛюди постепенно садились на свои места, сразу забывая про драку. Такое случается часто, даже слишком. Дилер кивком поблагодарил меня и поднял стол. Играть мне моментально расхотелось, и я отошёл от игровых столов.\n\n   — Неплохо поиграли, — заявил Джим. Старик остался играть, а робот-уборщик уже выносил тело хорда. ",
    "answers": [
      {
        "id": 170,
        "text": "Выйти из трактира"
      }
    ]
  },
  {
    "id": 175,
    "text": "   — Вы правы... — Дастин смочил горло виски. — Но что будет, когда и этого станет недостаточно... Мне хорошо знакомо это ощущение. Уже и открытые планеты, и другие расы, и новые цивилизации для меня не представляют прежнего интереса. Поэтому я ищу неизвестность в чём-то высшем, более глобальном, чтобы замедлить процесс морального увядания.\n\n   — Как он вообще живёт так? — саркастически прыснул Джим.\n\n   — Ладно, Дастин, — я взял вторую бутылку виски и встал. — Пойду прогуляюсь. Кстати... Можешь говорить со мной на \"ты\".\n\nОтвета не последовало. Я подошёл к другому краю платформы и встал на светящийся по контуру квадрат площадью примерно метр квадратный.\n\n   — Место назначения? — послышался монотонный металлический голос.\n\n   — Сад \"Эдэм\", — сказал я. Через секунду квадрат плавно отделился от основной платформы и медленно понёс меня в нужном направлении. ",
    "answers": [
      {
        "id": 176,
        "text": "- Чем тебе так не угодил Дастин? "
      }
    ]
  },
  {
    "id": 176,
    "text": "   — Сложный он человек, — ответил Джим. — А ещё он как-то раз сказал, что я всего лишь кучка команд, формирующих алгоритм.\n\n   — Знаешь, — протянул я и откупорил бутылку. — По сути так и есть.\n\n   — И ты туда же!\n\n   — Ладно, не кричи так. — Я сделал глоток. — Отличное, кстати, пойло... Так вот. — Достав из кармана штанов небольшую красную кнопку на прямоугольном пластиковом корпусе, я поднёс её к лицу. — Помнишь эту штуковину?\n\n   — Ну, конечно! — взволнованно воскликнул Джим. — Этой кнопкой ты меня и шантажируешь!\n\n   — Да... При нажатии ты выключаешься, пока я не нажму ещё раз. Так что... — Я аккуратно положил её на летающий квадрат и демонстративно раздавил ногой.\n\n   — Что?! — обрадовался мой друг в голове. — Это значит, что ты меня больше не сможешь выключать! Ты герой, Алрой! Да тебе орден за это полагается! ",
    "answers": [
      {
        "id": 177,
        "text": "- Спасибо "
      },
      {
        "id": 178,
        "text": "- Да заткнись ты"
      }
    ]
  },
  {
    "id": 177,
    "text": "   — Честно, я не ожидал от тебя такого! — в экстазе говорил Джим. — Алрой — герой!\n\n   — Ха-ха, не льсти так себе, — усмехнулся я. — Она просто уже не работала.\n\n   — Что?! Так вот в чём дело! Тогда беру свои слова обратно, ты урод, Алрой.\n\n   — Ох, так вот как ты меня благода... — внезапно позади раздался оглушительный взрыв. Я обернулся и увидел в метрах ста от меня чей-то падающий вниз корабль, что оставлял за себой клубы дыма. Через секунду сквозь эту чёрную завесу пролетел большой корабль Совета.\n\n   — Совет тут?! — Ещё четыре таких же взрыва прогремели в разных направлениях. Я медленно обернулся вокруг себя на 360 градусов.\n\n   — Пять кораблей Совета... — сконфуженно произнёс я. — Нас окружили со всех сторон",
    "answers": [
      {
        "id": 179,
        "text": "Направиться к трактиру, вдруг там Дастин"
      },
      {
        "id": 180,
        "text": "Направиться к кораблю"
      }
    ]
  },
  {
    "id": 178,
    "text": "   — Нет, твой подвиг не может остаться без огласки! — в экстазе говорил Джим. — Алрой — герой!\n\n   — Ха-ха, не льсти так себе, — усмехнулся я. — Она просто уже не работала.\n\n   — Что?! Так вот в чём дело! Тогда беру свои слова обратно, ты урод, Алрой.\n\n   — Ох, так вот как ты меня благода... — внезапно позади раздался оглушительный взрыв. Я обернулся и увидел в метрах ста от меня чей-то падающий вниз корабль, что оставлял за собой клубы дыма. Через секунду сквозь эту чёрную завесу пролетел большой корабль Совета.\n\n   — Совет тут?! — Ещё четыре таких же взрыва прогремели в разных направлениях. Я медленно обернулся вокруг себя на 360 градусов.\n\n   — Пять кораблей Совета... — сконфуженно произнёс я. — Нас окружили со всех сторон. ",
    "answers": [
      {
        "id": 179,
        "text": "Направиться к трактиру, вдруг там Дастин"
      },
      {
        "id": 180,
        "text": "Направиться к кораблю"
      }
    ]
  },
  {
    "id": 179,
    "text": "Я откинул бутылку в сторону и выставил левую руку в направлении трактира. Вдруг резкая боль пронзила мою ногу. Голова закружилась, и непреодолимая слабость повалила меня на место.\n\n   — Алрой! — заорал Джим. — Чего разлёгся?!\n\n   — Это яд, — послышался чей-то холодный грубый голос. Казалось, он был совсем близко, где-то рядом. — Парализующий.\n\nЯ, приложив невероятные усилия, смог перевести взгляд на человека, неожиданно оказавшегося со мной на парящем квадрате. Мужчина, сидевший возле, точно не был солдатом Совета, судя по одежде. Внезапно он повернулся ко мне лицом и сердце на секунду пропустило удар, меня окутал страх: Синий демон — убийца убийц. Его маску ни с чем не спутаешь. Большие круглые линзы чёрной кожаной маски сияли холодным синим. На рту был большой противогаз, что крепился ремнями к основной маске. ",
    "answers": [
      {
        "id": 182,
        "text": "Попытаться пошевелиться"
      }
    ]
  },
  {
    "id": 180,
    "text": "Я откинул бутылку в сторону и выставил левую руку в направлении нашего корабля. Вдруг резкая боль пронзила мою ногу. Голова закружилась, и непреодолимая слабость повалила меня на место.\n\n   — Алрой! — заорал Джим. — Чего разлёгся?!\n\n   — Это яд, — послышался чей-то холодный грубый голос. Казалось, он был совсем близко, где-то рядом. — Парализующий.\n\nЯ, приложив невероятные усилия, смог перевести взгляд на человека, неожиданно оказавшегося со мной на парящем квадрате. Мужчина, сидевший возле, точно не был солдатом Совета, судя по одежде. Внезапно он повернулся ко мне лицом и сердце на секунду пропустило удар, меня окутал страх: Синий демон — убийца убийц. Его ни с кем не спутаешь. Большие круглые линзы чёрной кожаной маски сияли холодным синим. На рту был большой противогаз, что крепился ремнями к основной маске. ",
    "answers": [
      {
        "id": 182,
        "text": "Попытаться пошевелиться"
      }
    ]
  },
  {
    "id": 181,
    "text": "  — Что, уже? — раздосадованно протянул крициец.\n\n   — Да, хочу сегодня повеселиться, — ответствовал я и, допив содержимое стакана, встал со стула. — Пока, Барри.\n\n   — Всё?! Ты же мог ещё с ним поговорить, — сказал Джим. \n\n   — Алрой, стой, — спохватился трактирщик. — Хорошо, что зашёл... Возьми две бутылки виски — тебе и твоему инженеру.\n\nОн протянул мне две бутылки лучшего крицийского пойла.\n\n   — Спасибо, Барри, — улыбнулся я и взял подарок. После ретировался к Дастину и молча поставил на стол две бутылки.\n\n   — Что это? — грузно спросил Дастин.\n\n   — Наша выпивка. Не отказывай себе. — Я отошёл от столика в раздумьях, что делать дальше. ",
    "answers": [
      {
        "id": 169,
        "text": "Пойти в левую часть трактира "
      }
    ]
  },
  {
    "id": 182,
    "text": "Меня будто сковывали цепи. Ни одной мышцей так и не удалось пошевелить.\n\n   — Превосходно, не так ли, — глухой голос из-под сочившегося синим цветом противогаза был наполнен одновременно и сухостью, и пугающей эйфорией. — Хаос, что разворачивается здесь — это в своём роде искусство. А я — художник... творец. Главный тон в этой картине — эгоизм. Тот, кто только что пил и смеялся со своим товарищем, бросил его и предпочёл трусливое бегство. Но и у них не получается спастись. Вот что я называю бойней.\n\nЯ слышал непрерывную стрельбу из бластеров, крики и стоны. Где-то глубоко меня упрекал Джим, а потом и вовсе пытался подбодрить, чтобы задвигался... Но я его не слушал. \"Пойман\", — эта мысль звонким эхом гуляла у меня в голове. \n\n   — Ты ведь Доктор чума. — Он постучал пальцем по моей маске на поясе. — Слышал, что ты умелый убийца. За тобой уже пришли, жаль...\n\nВдруг меня что-то резко потянуло за ногу и я слетел с платформы. Моя лодыжка была обвязана стальным тросом, который не дал мне упасть вниз. Сквозь приоткрытые веки я смог разглядеть спасителя: дрон Дастина. Через секунду он ринулся в сторону нашего звездолёта, волоча меня за собой. Вокруг дрона появилось энергетическое поле, что охватывало и меня. Так нас не могли задеть пули. ",
    "answers": [
      {
        "id": 182,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c00/2001/ae/442738419dea.jpg"
      },
      {
        "id": 183,
        "text": "\"Отлично...\" "
      }
    ]
  },
  {
    "id": 183,
    "text": "Отражая снаряды силовым щитом, дрон залетел в открытую заднюю дверь корабля и кинул меня на пол. В шлюзуемом отсеке, в котором я пребывал, было крайне сложно дышать. Заслонка опустилась, турбины пробудились. Послышалось обнадёживающее шипение из-под потолка звездолёта: кислород поступал в шлюзуемый отсек. Наконец первый выход открылся, и я увидел своего спасителя. \n\n   — Дастин! — заорал Джим. — Первый раз я так рад ему!\n\nДастин сидел в своём кресле спиной ко мне и держал штурвал. Мы понеслись прочь от планеты, огибая большие каменные обломки. Дрон навис надо мной и медленно выдвинул из своего корпуса жало. Вонзив мне его в шею, он взял немного крови и вновь взлетел на секунд десять. Затем стрельнул мне в ногу дротиком. Оцепенение резко сменилось на спазмы, мышцы постепенно приходили в норму, и вскоре я снова мог двигать конечностями. ",
    "answers": [
      {
        "id": 184,
        "text": "- Спасибо. Полезный дрон "
      },
      {
        "id": 185,
        "text": "- Это был он, синий демон"
      },
      {
        "id": 186,
        "text": "- Чёрт! Нас застали врасплох! А там ещё Барри остался... "
      }
    ]
  },
  {
    "id": 184,
    "text": "   — Как только прогремел первый взрыв, я ринулся к кораблю. Тебя не было, поэтому я послал дрона... Повезло, что успел.\n\n   — Ты мог снова загреметь в тюрьму, если бы не Дастин! \n\n   — Он почему-то не убил меня, — вдумчиво произнёс я и встал на ноги. — Хотя мог... И он, заметив твоего дрона, мог сбить его или не дать обвязать мою ногу, но не стал. Странно...\n\n   — Сейчас не до этого! — воскликнул Дастин, смотря на карту на голографическом мониторе. — Нас преследуют. Один корабль. ",
    "answers": [
      {
        "id": 187,
        "text": "- Оторвись от них на минуту, я устрою им засаду"
      },
      {
        "id": 188,
        "text": "- Я возьму управление звездолётом"
      },
      {
        "id": 189,
        "text": "- Лети дальше, я буду отстреливаться"
      }
    ]
  },
  {
    "id": 185,
    "text": "   — Да, я видел. Опасный тип. Синий демон для убийц как охотник для добычи. Это везение, что мы смогли уйти.\n\n   — Он почему-то не убил меня, — вдумчиво произнёс я и встал на ноги. — Хотя мог... И он, заметив твоего дрона, мог сбить его или не дать обвязать мою ногу, но не стал. Странно...\n\n   — Чёрт... Да он само великодушие! — Джим радовался, что я уже пришёл в себя. \n\n   — Сейчас не до этого! — воскликнул Дастин, смотря на карту на голографическом мониторе. — Нас преследуют. Один корабль. ",
    "answers": [
      {
        "id": 187,
        "text": "- Оторвись от них на минуту, я устрою им засаду"
      },
      {
        "id": 188,
        "text": "- Я возьму управление звездолётом"
      },
      {
        "id": 189,
        "text": "- Лети дальше, я буду отстреливаться"
      }
    ]
  },
  {
    "id": 186,
    "text": "   — Плевать на Барри... Туда уже не вернуться — нас попросту уничтожат. Их там пять кораблей. Не думаю, что многие смогут спастись.\n\n   — Жаль, конечно, Барри... Но мы и сами оттуда еле сленяли! — сказал Джим. \n\n   — Тот, кто сидел рядом со мной, — это был синий демон... И почему-то он не убил меня, — вдумчиво произнёс я и встал на ноги. — Хотя мог... И он, заметив твоего дрона, мог сбить его или не дать обвязать мою ногу, но не стал. Странно...\n\n   — Сейчас не до этого! — воскликнул Дастин, смотря на карту на голографическом мониторе. — Нас преследуют. Один корабль. ",
    "answers": [
      {
        "id": 187,
        "text": "- Оторвись от них на минуту, я устрою им засаду"
      },
      {
        "id": 188,
        "text": "- Я возьму управление звездолётом"
      },
      {
        "id": 189,
        "text": "- Лети дальше, я буду отстреливаться"
      }
    ]
  },
  {
    "id": 187,
    "text": "Дастин принялся кружить среди каменных глыб. Найдя участок с самым меньшим пространством между булыжниками, он остановился и многозначительно повернулся ко мне. К этому времени я уже стоял с включенной тепловой оболочкой у открытой первой двери. В руках я держал... ",
    "answers": [
      {
        "id": 191,
        "text": "Две раскладные турели"
      },
      {
        "id": 192,
        "text": "Плазменный меч"
      }
    ]
  },
  {
    "id": 188,
    "text": "Я прыгнул в своё кресло и взял в руки штурвал. Дастин передал мне управление. Радары засекали местоположение вражеского судна и выводили на карту. Вдруг плазменный заряд пролетел в метре от нас и раздробил спутник, что был возле. Ни секунды не медля, я включил энергетическое поле, которое расползлось по контуру нашего корабля. Оно защитило нас от обломков. Наш звездолёт слегка затрясло: в него попали. Энергетический щит продержится ещё минуты две, так что возникала необходимость в быстрой развязке. ",
    "answers": [
      {
        "id": 197,
        "text": "Резко развернуться и атаковать вражеский звездолёт "
      },
      {
        "id": 198,
        "text": "Маневрировать и уворачиваться"
      }
    ]
  },
  {
    "id": 189,
    "text": "Дастин принялся кружить среди каменных глыб. Я взял с полок раскладную снайперскую винтовку, два большых диска и открыл первую дверь. Дастин повернулся ко мне и сказал: \"Я включил энергетический щит\". Кивнув в ответ, я закрыл первый выход и, стоя в шлюзуемом отсеке, подождал откачки воздуха. Затем прицепил к поясу трос, а трос в свою очередь к стене, и опустил вторую дверь-заслонку. В моём шлеме была встроена кислородная маска, поэтому задохнуться мне не грозило. Я увидел звездолёт противника: он был в несколько раз больше нашего, его также покрывал голубой энергетический щит. Я прикрепил диски к полу и каждый переконструировался в турель: первая была пулемётной установкой, вторая стреляла одиночными сгустками плазмы. Обе управлялись дистанционно с помощью браслета. Я активировал турели. Свинцовый ливень и плазменный шквал обрушились на космическое судно противника. Все попадания поглощал энергетический щит, но его действие не бесконечно. В нас ответно попадали бластерные заряды противника, что так же блокировались нашим энергополем. ",
    "answers": [
      {
        "id": 190,
        "text": "Продолжать стрелять по звездолёту"
      },
      {
        "id": 202,
        "text": "Стрелять по спутникам рядом"
      }
    ]
  },
  {
    "id": 190,
    "text": "Под таким натиском их энергетический щит вскоре падёт. Противник маневрировал как мог, но самонаводящиеся турели всюду поспевали за ним. Вражеский звездолёт начал постепеннно отставать: их энергетический щит был на пределе, как и наш. Вдруг они встали на месте, окончательно сдавшись. Их энергополе пропало, но расстояние было слишком большим, и турели потеряли цель. ",
    "answers": [
      {
        "id": 203,
        "text": "- Отлично, Дастин, они сдались "
      },
      {
        "id": 204,
        "text": "Добить их"
      }
    ]
  },
  {
    "id": 191,
    "text": "Одна стреляла плазмой, вторая — пулями крупного калибра. Обе управлялись дистанционно с помощью браслета. Я закрыл первый выход и, стоя в шлюзуемом отсеке, подождал откачки воздуха. После опустил вторую дверь-заслонку и вышел в открытый космос. В моём шлеме была встроена кислородная маска, поэтому задохнуться мне не грозило. Если считать, что корабль противника будет следовать за нами, то здесь у него так просто развернуться не получится. Поэтому я с помощью троса с наконечником переместился на ближайший спутник и установил на нём диск, что в последствии переконструировался в турельную пулемётную установку. Аналогично я перелетел на следующую глыбу и также закрепил на ней плазменную турель, стреляющую одиночными сгустками плазмы. Через минуту, как и ожидалось, появился враг. Звездолёт Совета был в несколько раз больше нашего. Они шли по предпологаемому маршруту. Выждав нужный момент, я активировал одну из турелей. Большие сгустки плазмы обрушились на космическое судно противника, по контуру которого образовалось энергетическое поле, что не пропускало заряды. Но и оно не могло продержаться долго. ",
    "answers": [
      {
        "id": 193,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 192,
    "text": "Я закрыл первый выход и, стоя в шлюзуемом отсеке, подождал откачки воздуха. После опустил вторую дверь-заслонку и вышел в открытый космос. В моём шлеме была встроена кислородная маска, поэтому задохнуться мне не грозило. Если считать, что корабль противника будет следовать за нами, то здесь у него так просто развернуться не получится. Поэтому я с помощью троса с наконечником переместился на ближайший спутник и ожидал их там. Через минуту, как и ожидалось, появился враг. Звездолёт Совета был в несколько раз больше нашего. Они шли по предпологаемому маршруту. Выждав нужный момент, я выпустил трос с крюком, что притянул меня на крышу вражеского судна. Энергетическое поле, защищающее корабль, действует очень непродолжительное время, поэтому его отключают, пока не начнётся перестрелка. Учитывая это, я легко сделал большую дыру в крыше звездолёта плазменным мечом. ",
    "answers": [
      {
        "id": 195,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 193,
    "text": "Улететь было практически невозможно: слишком мало пространства для маневрирования таким большим звездолётом. Секунд через десять таких атак энергетический щит падёт, и обшивка будет пробита. Поэтому экипаж судна, логически рассуждая, решил покинуть корабль. Но и тут они ошиблись. С открытием главного выхода звездолёта, солдат Совета встретил огненный дождь: пулемётная турель находилась на спутнике, что был прямо напротив выхода из космического судна. Энергетический щит не смог больше противостоять натиску и наконец дал брешь. Теперь плазма поразила корабль, оставив в нём многочисленные дыры, а пули изрешетили стоявших в шлюзуемом отсеке. Глыбы, на которых крепились турели, отлетели назад из-за отдачи. Точно так же и выведенный из строя звездолёт противников поплыл в сторону и столкнулся с каменным обломком. Последовал бесшумный взрыв.\n\n   — Наблюдать за взрывами, что не испытывают твои барабанные перепонки — одно удовольствие, — сказал я сам себе.\n\nПод бурные восхищения Джима я забрал турели и вернулся в наше судно, что уже успело отлететь на безопасное расстояние. Наконец мы покинули сферу из спутников и двинулись в объятия черни космоса, подальше от планеты. ",
    "answers": [
      {
        "id": 194,
        "text": "[Спустя несколько часов] "
      }
    ]
  },
  {
    "id": 194,
    "text": "   — Я так и не понял, почему огнестрельное оружие работает в космосе? — спросил Джим.\n\n   — Вакуум в открытом космосе не будет проблемой для выстрела, — с важным видом знатока ответил я. — Для работы оружия не нужен кислород. Порох или другое взрывчатое вещество в патроне, который содержит пулю, не зависит от атмосферы. У него есть окислитель, смешанный с горючим веществом, и идеально подходящий для выстрела в безвоздушном пространстве. Даже запал, ударяемый бойком огнестрельного оружия, абсолютно автономен, и может работать в вакууме.\n\n   — Ясно...\n\nДастин как обычно уткнулся в иллюминатор и курил сигарету фирмы \"Корбин\". Внезапно все мониторы, проекции, голограммы погасли. Погас и весь свет в корабле. Полная темнота. Мимолётная вспышка сигареты Дастина на мгновение озорила его равнодушное лицо. ",
    "answers": [
      {
        "id": 205,
        "text": "[Свет включился] "
      }
    ]
  },
  {
    "id": 195,
    "text": "Поток воздуха тотчас вынес мелкие вещи и экипаж корабля в открытый космос. От такого перепада давления у них полопались сосуды, и из ушей и носа пошла кровь. Они были мертвы. Передо мной в невесомости плыли с десяток трупов, с летящей то вверх, то в стороны кровью.\n\n   — Зрелище не из приятных... — сказал Джим.\n\nЯ забрал турели и вернулся в наше судно, что уже успело отлететь на безопасное расстояние. Наконец мы покинули сферу из спутников и двинулись в объятия черни космоса, подальше от планеты. ",
    "answers": [
      {
        "id": 196,
        "text": "[Спустя несколько часов] "
      }
    ]
  },
  {
    "id": 196,
    "text": "   — Жаль... — протянул Джим. — Накрыли такое укромное место. А таких спрятанных планет совсем немного...\n\n   — Каждому дураку понятно, что там есть планета, — возразил я. — Спутники ведь притягиваются к чему-то.\n\n   — Да, но Совет не думал, что там есть хоть какая-то жизнь, не то что целая база убийц...\n\nДастин как обычно уткнулся в иллюминатор и курил сигарету фирмы \"Корбин\". Внезапно все мониторы, проекции, голограммы погасли. Погас и весь свет в корабле. Полная темнота. Мимолётная вспышка сигареты Дастина на мгновение озорила его равнодушное лицо. ",
    "answers": [
      {
        "id": 205,
        "text": "[Свет включился] "
      }
    ]
  },
  {
    "id": 197,
    "text": "Я резко развернул звездолёт на 180 градусов и активировал боевой режим. Из корпуса вылезли несколько пулемётов и бластерных пушек. Я нажал большими пальцами на кнопки, что находились на штурвале, и на врага обрушился дождь из плазмы и свинца. Но их энергетический щит так же поглощал все попадания. Звездолёт противника был в несколько раз больше, но наш был вооружён напорядок лучше. Почти все свои деньги с контрактов мы вкладывали в улучшение корабля. Ещё несколько зарядов успели попасть в нас, состояние энергетического щита упало на 50%. Вскоре его действие закончится. Но щит противника, видимо, уже был на пределе, и они отступили. ",
    "answers": [
      {
        "id": 199,
        "text": "Последовать за ними и добить "
      },
      {
        "id": 200,
        "text": "Улетать"
      }
    ]
  },
  {
    "id": 198,
    "text": "С невероятным проворством наш корабль вертелся вокруг каменных обломков, огибал и миновал их. Звездолёт противника повсюду следовал за нами, чем я и решил воспользоваться. Такое большое космическое судно как у них не отличалось поворотливостью, поэтому я направился к самому большому скоплению этих спутников. Враг полетел за нами, попутно стреляя бластерными зарядами. Я мастерски маневрировал между глыбами и вскоре оказался в тупике со всех сторон, из которого мог выбраться только наш небольшой звездолёт. Большое судно Совета, преследовашее нас, оказалось в ловушке: пространства между каменными обломками было слишком, мало чтобы пролететь. К этому времени наш энергетический щит уже был на пределе. Я спокойно облетел несколько булыжников и, выбрав лучшее место для расстрела, активировал боевой режим. Из корпуса вылезли несколько пулемётов и бластерных пушек. Я нажал пальцами кнопки, что находились на штурвале, и на врага обрушился дождь из плазмы и свинца. Их энергетический щит так же поглощал все попадания, но вскоре его действие закончится. ",
    "answers": [
      {
        "id": 201,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 199,
    "text": "Я устремился за ними, минуя каменные глыбы. Наш звездолёт был намного поворотливее, поэтому я легко срезал путь и нагнал беглецов. Непрерывный ливень из бластерных зарядов и пуль в мгновение ока уничтожил оставшееся от энергетического щита и изрешетил обшивку корабля. Через секунду последовал бесшумный взрыв. \n\n   — Наблюдать за взрывами, что не испытывают твои барабанные перепонки — одно удовольствие, — торжественно сказал я сам себе.\n\n   — Ты мог и просто улететь, — проворчал Джим. — А если бы они вели тебя в ловушку?\n\nВскоре мы покинули сферу из спутников и двинулись в объятия черни космоса, подальше от планеты. ",
    "answers": [
      {
        "id": 194,
        "text": "[Спустя несколько часов] "
      }
    ]
  },
  {
    "id": 200,
    "text": "   — Ну и чёрт с ними, — торжественно произнёс я.\n\n   — О, ты даже не будешь их преследовать! — восхитился Джим. — Видимо, поумнел... \n\nВскоре мы покинули сферу из спутников и двинулись в объятия черни космоса, подальше от планеты. ",
    "answers": [
      {
        "id": 194,
        "text": "[Спустя несколько часов] "
      }
    ]
  },
  {
    "id": 201,
    "text": "Звездолёт Совета был в несколько раз больше, но наш был вооружён напорядок лучше. Почти все свои деньги с контрактов мы вкладывали в улучшение корабля. Противник, поняв своё плачевное положение, решил разбить плазмой каменные глыбы, чтобы прочистить себе путь, но разлетевшиеся обломки только сильнее повредили корпус. Их энергетическое поле наконец дало брешь: непрерывный ливень из бластерных зарядов и пуль в мгновение ока уничтожил оставшееся от щита и изрешетил обшивку корабля. Через секунду последовал бесшумный взрыв. \n\n   — Наблюдать за взрывами, что не испытывают твои барабанные перепонки — одно удовольствие, — торжественно сказал я сам себе.\n\n   — Ты мог и просто улететь, — проворчал Джим.\n\nВскоре мы покинули сферу из спутников и двинулись в объятия черни космоса, подальше от планеты. ",
    "answers": [
      {
        "id": 194,
        "text": "[Спустя несколько часов] "
      }
    ]
  },
  {
    "id": 202,
    "text": "С помощью браслета я перенаправил турели на ближайшие каменные глыбы. Бластерные заряды и пули дробили огромные булыжники, обломки от которых препятствовали преследователям. Их оружия не могли раздробить все камни на ещё более мелкие. Но они решили прорываться тараном, несмотря на значимый урон, что нанесут обломки. Наконец им пришлось отступить: их энергощит был на пределе, как и наш. Вражеский звездолёт резко остановился и принялись разворачиваться. Их энергетическое поле пропало, но они были уже не в радиусе досягаемости турелей. ",
    "answers": [
      {
        "id": 203,
        "text": "- Отлично, Дастин, они сдались, - доложил я по радиоприёмнику в своём шлеме"
      },
      {
        "id": 204,
        "text": "Добить их"
      }
    ]
  },
  {
    "id": 203,
    "text": "   — Слабаки! — ликовал Джим. — Что мог поделать такой кораблик против нас?!\n\n   — Особенно тебя, Джим, — я по-дружески съязвил. — Твой вклад был бесценным. \n\nЯ забрал турели и вернулся в основной отсек к Дастину. Вскоре мы покинули сферу из спутников и двинулись в объятия черни космоса, подальше от планеты. ",
    "answers": [
      {
        "id": 194,
        "text": "[Спустя несколько часов] "
      }
    ]
  },
  {
    "id": 204,
    "text": "Я достал с чехла на спине снайперскую винтовку. Оптический прицел увеличил изображение в восемь раз, так что попасть проблемой не оказалось: я нажал на курок и сгусток плазмы тут же поразил их пилота через лобовое стекло. Он, всё так же не отпуская штурвал, с дырой в голове упал на бок. Вражеское судно резко полетело в сторону и врезалось в большую глыбу. Через секунду последовал бесшумный взрыв. \n\n   — Наблюдать за взрывами, что не испытывают твои барабанные перепонки — одно удовольствие, — торжественно сказал я сам себе.\n\n   — Слабаки! — ликовал Джим. — Что мог поделать такой кораблик против нас?!\n\n   — Особенно тебя, Джим, — я по-дружески съязвил. — Твой вклад был бесценным. \n\nЗабрав турели, я вернулся в основной отсек к Дастину. Вскоре мы покинули сферу из спутников и двинулись в объятия черни космоса, подальше от планеты. ",
    "answers": [
      {
        "id": 194,
        "text": "[Спустя несколько часов] "
      }
    ]
  },
  {
    "id": 205,
    "text": "   — Что это такое? — возмутился Джим. \n\nИ вновь всё заработало: свет снова растёкся по салону, мониторы и голограммы вновь пылали мягким синим. Внезапно перед лобовым стеклом, где находился главный проектор, появилась большая двухмерная проекция. На ней светилось изображение ночных трущоб: по разные стороны стояли двух-трёхэтажные дома, с разваливающимися фасадами и сыпящейся штукатуркой, выбитыми окнами и покосившимися крышами. Среди нокоторых домов стояли большие железные контейнеры. Между стенами висели множества верёвок с рваной одеждой. Посередине, на улице, стояла огромная орава грязных лохматых людей, освещаемая бледным сиянием луны: низкие зарослые мужчины, плачущие женщины и худые до костей дети — все они сбились в кучу, прижались друг к другу и дрожали. ",
    "answers": [
      {
        "id": 206,
        "text": "- Дастин, это ты включил? "
      },
      {
        "id": 207,
        "text": "- Что это такое? Где это?"
      }
    ]
  },
  {
    "id": 206,
    "text": "   — Нет... — послышался уже знакомый мне сухой низкий голос. — Это я включил.\n\nКамера повернулась на 180 градусов и на весь экран вылезла та самая маска. Синие огоньки линз взирали на нас через экран.\n\n   — Синий демон, — прошептал Джим.\n\n   — Я на Земле, трущобы на окраинах Сан-Франциско.— Он отошёл от камеры. Капюшон чёрной куртки покрывал его голову.\n\n   — Так быстро на Земле очутился... Без межпространственных прыжков не обошлось, — снова прокомментировал Джим. ",
    "answers": [
      {
        "id": 208,
        "text": "- Как ты взломал нас? "
      },
      {
        "id": 209,
        "text": "- Что тебе нужно? "
      },
      {
        "id": 210,
        "text": "Выключить проектор"
      }
    ]
  },
  {
    "id": 207,
    "text": "   — На Земле, трущобы на окраинах Сан-Франциско, — послышался уже знакомый мне сухой низкий голос. \n\nКамера повернулась на 180 градусов и на весь экран вылезла та самая маска. Синие огоньки линз взирали на нас через экран.\n\n   — Синий демон, — прошептал Джим. — Так быстро на Земле очутился... Без межпространственных прыжков не обошлось. \n\nОн отошёл от камеры. Капюшон чёрной куртки покрывал его голову. ",
    "answers": [
      {
        "id": 208,
        "text": "- Как ты взломал нас? "
      },
      {
        "id": 209,
        "text": "- Что тебе нужно? "
      },
      {
        "id": 210,
        "text": "Выключить проектор"
      }
    ]
  },
  {
    "id": 208,
    "text": "   — Главное — причина. — Синий демон вышел из кадра. Послышались жалобные крики. Вскоре он вернулся с грязным мальчиком лет десяти. Тот был настолько худым, что мог едва стоять на ногах. Изорванная одежда предательски оголяла его выпирающие рёбра. Синий демон силой подтащил его к себе, обхватил одной рукой шею, а второй достал бластер и приставил к виску мальчика, из глаз которого полились слёзы. Демон сказал: — Меня давно мучает вопрос: почему они всё ещё хотят жить? Они страдают от холода и голода, мучаются от несправедливости и жестокости жизни, но всё равно ценят её. Они боятся умереть. — Он повернул голову к рыдающему мальчику, глаза которого заполонил необъятный страх. — Почему они предпочитают засыпать с мыслью, что могут уже не проснуться, видеть смерть близких, оплакивать их, корчась и крича от боли, но всё равно жить... Без света и канализации... в темноте и вони, они предпочитают жить. ",
    "answers": [
      {
        "id": 211,
        "text": "- Урод, отпусти мальчика! "
      }
    ]
  },
  {
    "id": 209,
    "text": "   — Сейчас узнаешь. — Синий демон вышел из кадра. Послышались жалобные крики. Вскоре он вернулся с грязным мальчиком лет десяти. Тот был настолько худым, что мог едва стоять на ногах. Изорванная одежда предательски оголяла его выпирающие рёбра. Синий демон силой подтащил его к себе, обхватил одной рукой шею, а второй достал бластер и приставил к виску мальчика, из глаз которого полились слёзы. Демон сказал: — Меня давно мучает вопрос: почему они всё ещё хотят жить? Они страдают от холода и голода, мучаются от несправедливости и жестокости жизни, но всё равно ценят её. Они боятся умереть. — Он повернул голову к рыдающему мальчику, глаза которого заполонил необъятный страх. — Почему они предпочитают засыпать с мыслью, что могут уже не проснуться, видеть смерть близких, оплакивать их, корчась и крича от боли, но всё равно жить... Без света и канализации... в темноте и вони, они предпочитают жить. ",
    "answers": [
      {
        "id": 211,
        "text": "- Урод, отпусти мальчика! "
      }
    ]
  },
  {
    "id": 210,
    "text": "Я потянулся к кнопки выключения на проекторе и нажал её, но проекция не пропала. \n\n   — Так это не работает. Я решаю, когда выключать, — сказал Синий демон и вышел из кадра. Послышались жалобные крики. Вскоре он вернулся с грязным мальчиком лет десяти. Тот был настолько худым, что мог едва стоять на ногах. Изорванная одежда предательски оголяла его выпирающие рёбра. Синий демон силой подтащил его к себе, обхватил одной рукой шею, а второй достал бластер и приставил к виску мальчика, из глаз которого полились слёзы. Демон сказал: — Меня давно мучает вопрос: почему они всё ещё хотят жить? Они страдают от холода и голода, мучаются от несправедливости и жестокости жизни, но всё равно ценят её. Они боятся умереть. — Он повернул голову к рыдающему мальчику, глаза которого заполонил необъятный страх. — Почему они предпочитают засыпать с мыслью, что могут уже не проснуться, видеть смерть близких, оплакивать их, корчась и крича от боли, но всё равно жить... Без света и канализации... в темноте и вони, они предпочитают жить. ",
    "answers": [
      {
        "id": 211,
        "text": "- Урод, отпусти мальчика! "
      }
    ]
  },
  {
    "id": 211,
    "text": "   — Он псих! — заорал Джим. \n\n   — Привычка жить формируется у человека раньше, чем привычка думать, — ответил за меня Дастин. — Эти люди живут в своём мире, со своими идеалами, убеждениями и мечтами. Ради них они и продолжают бороться. Каждый человек — как светлячок, что сияет своим собственным, особым и неповторимым свечением. И чем больше его желание жить, тем ярче свет.\n\nСиний демон еле слышно ухмыльнулся.\n\n   — Хороший ответ. — Он отпустил мальчика, что тут же побежал к остальным. Синий демон вновь повернул камеру и сказал: — Если каждый человек — светлячок, то я покажу тебе могилу светлячков.",
    "answers": [
      {
        "id": 212,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 212,
    "text": "На крышах домов появились силуэты с огнемётами. Через секунду послышался щелчок пальцами, и на людей обрушились рассекающие тьму струи пламени. Ночь вспыхнула кроваво-яркими красками: огонь пожирал мечущихся людей, что падали на землю и в агониях катались по ней. Стоны и вопли, мольбы и проклятия слились в симфонию горечи и боли.\n\n   — Что он творит?! — Джим единственный, кто не потерял дар речи. Брови Дастина сдвинулись к переносице, а я сидел не в силах даже пошевелиться. Невидимый занавес опустился перед моими глазами, сужая мир до безумия, творившегося по ту сторону экрана. \n\n   — Посмотри! — заорал Синий демон. — Разве они когда-либо горели так ярко? Разве это не их апогей жажды к жизни?\n\nМеня одолевала неукратимая ярость, ненависть к человеку, сотворившему это. ",
    "answers": [
      {
        "id": 213,
        "text": "- Зачем ты это сделал?! "
      }
    ]
  },
  {
    "id": 213,
    "text": "   — Я избавил их от страданий, от истерзаний жизни... В любом случае, цель каждого человека — это умереть. Я всего лишь им помог её достигнуть. \n\n   — Ты безумец!\n\n   — Нет... Безумцы сеют хаос, чтобы насладиться им, они желают лицезреть сам процесс, желают увидеть, как паника разъедает изнутри мнимое общество. Я же сею хаос с конечной целью... \n\nПроектор выключился. Мои руки тряслись, глаза всё ещё смотрели в лобовое стекло, где только что была проекция. Дастин, не произнося ни слова, остановил звездолёт, встал и вышел в открытый космос. Через пять минут он вернулся, держа странное шестиугольное устройство в руке.\n\n   — С помощью этого он и взломал нас, — сказал Дастин. — Оно было прикреплено к обшивке. \n\nНо мне было уже всё равно. Я откинул спинку кресла, чтобы можно было лечь. Веки опустились. Сейчас я хотел лишь одного — забыться во сне...",
    "answers": [
      {
        "id": 115,
        "text": "Глава 2"
      }
    ]
  },
  {
    "id": 214,
    "text": "Я нерешительно приблизился к ним и присел. Отросшая борода мужчины была грязной от рвоты, как и волосы сидящей рядом женщины.\n\n   — Ну здравствуй, мам, — сказал я дрожащим голосом. Женщина едва повернула голову и посмотрела на меня абсолютно пустыми глазами.\n\n   — Сын... — чуть слышно пробормотала она. — Сынок... — Она потянулась рукой ко мне, но на полпути снова уронила её на пол. — Купер... Дай мне... дай мне... дозу... ",
    "answers": [
      {
        "id": 215,
        "text": "- Что же вы с собой сделали... "
      },
      {
        "id": 216,
        "text": "- Пап, привет... "
      },
      {
        "id": 217,
        "text": "- Я Алрой... "
      }
    ]
  },
  {
    "id": 215,
    "text": "   — Дай... дозу... — прерывисто мычала женщина. — Мне нужна... доза...\n\n   — Ты даже имя своего сына назвала неправильно...\n\nМужчина рядом, мой отец, тяжело задышал.\n\n   — А-а-к-х-х... — глухо выдавил из себя стоны он. — Марта... быстрее... нужен ещё шприц... — Затем он снова провалился в коматоз. \n\n   — Дозу... умоляю... — вновь закряхтела мать. ",
    "answers": [
      {
        "id": 218,
        "text": "- Знаете, сколько боли вы причинили мне? "
      }
    ]
  },
  {
    "id": 216,
    "text": "Мужчина рядом тяжело задышал.\n\n   — А-а-к-х-х... — глухо выдавил из себя стоны он. — Марта... быстрее... нужен ещё шприц... — Затем он снова провалился в коматоз.\n\n   — Он даже не посмотрел на меня, а ты... не знаешь имени собственного сына.\n\n   — Дай... дозу... — прерывисто мычала женщина. ",
    "answers": [
      {
        "id": 218,
        "text": "- Знаете, сколько боли вы причинили мне? "
      }
    ]
  },
  {
    "id": 217,
    "text": "   — Дай... дозу... — ей было всё равно, как меня зовут. — Мне нужна... доза...\n\nМужчина рядом, мой отец, тяжело задышал.\n\n   — А-а-к-х-х... — глухо выдавил из себя стоны он. — Марта... быстрее... нужен ещё шприц... — Затем он снова провалился в коматоз. \n\n   — Дозу... умоляю... — вновь закряхтела мать. ",
    "answers": [
      {
        "id": 218,
        "text": "- Знаете, сколько боли вы причинили мне? "
      }
    ]
  },
  {
    "id": 218,
    "text": "   — Мне... нужна доза... — она не обращала внимания на мои слова, но я их говорил не для неё, а для чебя. Это была исповедь. \n\n   — Сколько страданий и унижения я терпел... Ещё с самого моего рождения меня никто не любил, обращались как с животным... Выйдешь из своей комнаты — будешь валяться на полу, выплёвывая зубы и сгустки крови... Не принесёшь денег в семью — изобьют до потери сознания. Вы заставляли меня воровать, иначе на азартнве игры вам не хватало. Я был для вас меньше, чем просто пустое место, я был мусором, никому не нужным мешком костей. Но потом вас пленили наркотики... И ситуация стала хуже вдвойне.\n\n   — Дозу... — мать дотянулась рукой до моего колена и сжала его.\n\n   — Вы посылали меня, восьмилетнего мальчика, искать закладки, на встречу с поставщиками и барыгами...\n\n   — Дозу... — сильнее сжала колено она.",
    "answers": [
      {
        "id": 219,
        "text": "- Хорошо, будет тебе доза"
      },
      {
        "id": 220,
        "text": "-  Не видать тебе дозы "
      }
    ]
  },
  {
    "id": 219,
    "text": "Я поднял близлежащих шприц, наполненный розовой жидкостью, издающей слабое свечение, и вложил в руку женщине. Она тотчас пустила жидкость во ненам, что вскоре взбухли и приобрели на коже розовый оттенок. Запрокинув голову, она в эфоретике упала на бок.\n\nЯ вышел из комнаты. Стоя в тамбуре, я взглянул в зеркало: по моему лицу катились слёзы. Я не любил родителей, даже, как мне казалось, ненавидел, но почему-то рыдал. \"Амбивалентность\", — прошептал я. Моё лицо располовинила вынужденная улыбка: я не хотел, чтобы Джим видел меня таким, считал жалким, но, думаю, он меня понял. ",
    "answers": [
      {
        "id": 221,
        "text": "[Бар. Вечер] "
      }
    ]
  },
  {
    "id": 220,
    "text": "Я сбросил её руку с моего колена. Женщина замычала.\n\n   — Дозу... Дозу... — повторяла женщина.\n\nЯ вышел из комнаты. Стоя в тамбуре, я взглянул в зеркало: по моему лицу катились слёзы слёзы. Я не любил родителей, даже, как мне казалось, ненавидел, но почему-то рыдал. \"Амбивалентность\", — прошептал я. Моё лицо располовинила вынужденная улыбка: я не хотел, чтобы Джим видел меня таким, считал жалким, но, думаю, он меня понял. ",
    "answers": [
      {
        "id": 221,
        "text": "[Бар. Вечер] "
      }
    ]
  },
  {
    "id": 221,
    "text": "Где-то рядом напевали свою симфонию птички, шум ручья приятно ласкали уши, лучи солнца игриво резвились на моём лице. Я открыл глаза: пышные кроны деревьев, яркие краски цветов, зелень травы — всё кругом цвело и пахло весной. Вдруг передо мной замигала красная надпись: \"Ваше время вышло\". Я очнулся в неудобном драном кресле с пластинками-электродами, прикреплённым к моим вискам. Справа и слева от меня расположились такие же кресла с сидящим на них людьми. Все они пребывали в виртуальной реальности, а это заведение — виртуальное кафе.\n\n   — Абонент 6, время вышло! Встаньте со своего места, — закричала средних лет женщина с ирокезом, сидящая за столом неподалёку от двери. ",
    "answers": [
      {
        "id": 222,
        "text": "- Да слышу я! Не нужно повторять! "
      },
      {
        "id": 223,
        "text": "- Хорошо, уже ухожу "
      }
    ]
  },
  {
    "id": 222,
    "text": "   — Ну так поднимай свою задницу и провали... — Вдруг полетели осколки: в кафе через окно запрыгнул худой силуэт. Это был киборг. Всё его тело было механизировано, а в руках он держал две плазменные катаны. Женщина с ирокезом дико заорала. Киборг тотчас ринулся на меня, замахнувшись катаной. ",
    "answers": [
      {
        "id": 75,
        "text": "Увернуться"
      },
      {
        "id": 224,
        "text": "Отразить атаку"
      }
    ]
  },
  {
    "id": 223,
    "text": "   — И давай пошевеливайся, а то клиентов задер... — Вдруг полетели осколки: в кафе через окно запрыгнул худой силуэт. Это был киборг. Всё его тело было механизировано, а в руках он держал две плазменные катаны. Женщина с ирокезом дико заорала. Киборг тотчас ринулся на меня, замахнувшись катаной. ",
    "answers": [
      {
        "id": 75,
        "text": "Увернуться"
      },
      {
        "id": 224,
        "text": "Отразить атаку"
      }
    ]
  },
  {
    "id": 224,
    "text": "Я схватил рукоятку и заблокировал атаку своим плазменным мечом. В меня тут же устремилась с боку вторая катана киборга. Я развернул корпус и со всей силы дёрнул меч в сторону, тем самым выбив плазменную катану противника. С молниеносной реакцией я упал на пол, увернувшись от второй катаны. В лежачем состоянии попытался подсечь соперника ногой, но всё тщетно: он будто впился в пол, а я только ушиб её о сталь киборга. В этот момент катана вновь понеслась на меня. Я перекатился через бок, и лезвие плазмы вонзилось в пол. Затем подскочил на ноги и отпрянул в сторону. \n\n   — Что за чёрт?! — воскликнул Джим.\n\nТолько что орущая на меня женщина с ирокезом забилась в угол и скулила. Сидящие в своих креслах клиенты виртуального кафе и не подозревают, что тут, в реальном мире, они находятся в опасности. Киборг поднял выбитую из рук катану и развернулся ко мне. ",
    "answers": [
      {
        "id": 225,
        "text": "Бежать "
      }
    ]
  },
  {
    "id": 225,
    "text": "Я опрометью ринулся в разбитое окно и очутился на узкой улице. На секунду я потерялся в своих мыслях, вновь увидев ночной город: по бокам улочки распологались компактные лавки торговцев, с которых доносился манящий запах какой-то традиционной еды. Над небольшими магазинами горели неоновые вывески. Где-то в десяти метров надо мной навис мост, соединяющий два дома. Таких было много и все находились на разных высотах. Однажды людям в городах уже перестало хватать места, и они начали строить кафе и парки прямо на крышах пристроек. Потом они соединили их мостами, сотворив многослойную паутину, а затем и соединили ими целые улицы. Конечно, есть нормы застроенности мостами, то есть они не могли находиться близко друг к другу, чтобы машины могли без проблем летать. Я глубоко вдохнул: вечерний свежий воздух заполнил прохладой мои лёгкие. Бодрые разговоры, насвистывание пролетающих где-то вверху машин и голоса с голографических экранов — мой любимый комплект ночого города. ",
    "answers": [
      {
        "id": 226,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 226,
    "text": "Я вновь собрался, вспомнив про желающего меня убить киборга. Он последовал за мной и также выпрыгнул из окна. Я направил левую руку ввысь, и из наручника вылетел трос с наконечником, что вонзился в мост и потянул меня к нему. Я взобрался на него, перелез через перила и, устремив взгляд на киборга, натянул на себя маску.\n\n   — Это вообще кто такой? — спросил Джим. Ответа он не получил.\n\nВнезапно всё тело затрясло, я пал на колени. Я чётко чувствовал пульсирующие мышцы: кто-то ударил меня током, а точнее, в меня попали електрическим зарядом из бластера. Врагов двое? Если бы одноразовый энергощит, что дал мне Дастин, не принял на себя весь урон, то я был бы мёртв.\n\n   — Алрой! — заорал Джим. — Он сейчас ещё раз выстрелит! Вставай!",
    "answers": [
      {
        "id": 227,
        "text": "Попытаться встать"
      },
      {
        "id": 228,
        "text": "Ползти"
      },
      {
        "id": 229,
        "text": "Лечь и лежать"
      }
    ]
  },
  {
    "id": 227,
    "text": "Положив руки на перила, я попытался встать на ноги, но тело не слушалось. Я без сил повалился на бок. Надо мной навис какой-то мужчина:\n\n   — Вам помочь? — встревоженно спросил он. — Что случилось? могу вызвать скорую помо...\n\nЧерез секунду он безжизненно рухнул наземь. Видимо, я был закрыт его телом, поэтому снайпер и убил его, а не меня. Спазмы постепенно проходили, и я пополз по мосту. Я понимал, что мне никак не увернуться от попадания снайпера, но сам факт того, что я не сдаюсь, заставлял меня гордиться собой. \"Всё ещё жив\", — проговаривал я про себя, подтаскивая себя руками вперёд. На мосту кроме меня уже никого не было. Но снайпер почему-то не стрелял. Вдруг на мост прыгнул первый киборг и приземлился прямо передо мной. Я видел только его ноги.\n\n   — Алрой! Вставай! — Джим, наверное, как и я, понимал, что это конец. ",
    "answers": [
      {
        "id": 230,
        "text": "- Прощай, Джим "
      },
      {
        "id": 231,
        "text": "- Да заткнись ты, жестянка"
      }
    ]
  },
  {
    "id": 228,
    "text": "Я оперелся на локти и, прикладывая неимоверные усилия, начал ползти по мосту. Я видел, как ко мне подбежал встревоженный мужчина и спросил:\n\n   — Вам помочь? Что случилось? могу вызвать скорую помо...\n\nЧерез секунду он безжизненно рухнул наземь. Видимо, я был закрыт его телом, поэтому снайпер и убил его, а не меня. Спазмы постепенно проходили, и я пополз по мосту дальше. Я понимал, что мне никак не увернуться от попадания снайпера, но сам факт того, что я не сдаюсь, заставлял меня гордиться собой. \"Всё ещё жив\", — проговаривал я про себя, подтаскивая непослушное тело руками вперёд. На мосту кроме меня уже никого не было. Но снайпер почему-то не стрелял. Вдруг на мост прыгнул первый киборг и приземлился прямо передо мной. Я видел только его ноги.\n\n   — Алрой! Вставай! — Джим, наверное, как и я, понимал, что это конец. ",
    "answers": [
      {
        "id": 230,
        "text": "- Прощай, Джим "
      },
      {
        "id": 231,
        "text": "- Да заткнись ты, жестянка"
      }
    ]
  },
  {
    "id": 229,
    "text": "Я без сил повалился на бок. \"Как так... Я сдался?..\" \n\n   — Вставай! — орал Джим. Надо мной навис какой-то мужчина. \n\n   — Вам помочь? — встревоженно спросил он. — Что случилось? могу вызвать скорую помо...\n\nЧерез секунду он безжизненно рухнул наземь. Видимо, я был закрыт его телом, поэтому снайпер и убил его, а не меня. Спазмы постепенно проходили, и я пополз по мосту. Я понимал, что мне никак не увернуться от попадания снайпера, но сам факт того, что я хоть что-то пытаюсь сделать, заставлял меня гордиться собой. \"Всё ещё жив\", — проговаривал я про себя, подтаскивая себя руками вперёд. На мосту кроме меня уже никого не было. Но снайпер почему-то не стрелял. Вдруг на мост прыгнул первый киборг и приземлился прямо передо мной. Я видел только его ноги.\n\n   — Алрой! Вставай! — Джим, наверное, как и я, понимал, что это конец. ",
    "answers": [
      {
        "id": 230,
        "text": "- Прощай, Джим "
      },
      {
        "id": 231,
        "text": "- Да заткнись ты, жестянка"
      }
    ]
  },
  {
    "id": 230,
    "text": "   — Нет, Алрой! — Я слегка приподнял голову, посмотрев на киборга, державшего над собой две плазменные катаны. Сейчас меня располовинят. Я опустил голову, приложив щеку к холодному, мокрому от дождя асфальту. Вдруг я услышал непонятное шипение, и через секунду киборг рухнул на землю. Его лицо было прямо напротив моего. В его голове была большая дыра, из которой сочилась чёрная жидкость. <s>r\n<s>r\n   — Что за... — Внезапно тело киборга вздрогнуло, будто на него упало что-то тяжёлое. Так и было, судя по сопровождаемому звуку. Голову киборга тотчас прижал к земле чей-то ботинок. Чёрная жидкость засочилась всё обильнее. <s>r\n<s>r\n   — Второго я тоже убил... — сказал неизвестный. Этот холодный голос я не забуду никогда: Синий Демон. Я вновь приподнял голову и взглянул в его сияющие синие огоньки маски. ",
    "answers": [
      {
        "id": 232,
        "text": "- Зачем ты спас меня?"
      }
    ]
  },
  {
    "id": 231,
    "text": "   — Ты же сможешь выжить?! <s>r\n<s>r\n   — Нет... — Я слегка приподнял голову, посмотрев на киборга, державшего над собой две плазменные катаны. Сейчас меня располовинят. Я опустил голову, приложив щеку к холодному, мокрому от дождя асфальту. Вдруг я услышал непонятное шипение, и через секунду киборг рухнул на землю. Его лицо было прямо напротив моего. В голове была большая дыра, из которой сочилась чёрная жидкость. <s>r\n<s>r\n   — Что за... — Внезапно тело киборга вздрогнуло, будто на него упало что-то тяжёлое. Так и было, судя по сопровождаемому звуку. Голову киборга тотчас прижал к земле чей-то ботинок. Чёрная жидкость засочилась всё обильнее. <s>r\n<s>r\n   — Второго я тоже убил... — сказал неизвестный. Этот холодный голос я не забуду никогда: Синий Демон. Я вновь приподнял голову и взглянул в его сияющие синие огоньки маски. ",
    "answers": [
      {
        "id": 232,
        "text": "- Зачем ты спас меня?"
      }
    ]
  },
  {
    "id": 232,
    "text": "   — Ты мне ещё нужен, — равнодушно ответствовал он. — Подумал, что от тебя живого будет больше пользы, чем от мёртвого. <s>rПовезло, что именно я был рядом. Другой мог бы и не справиться с ними.\n<s>r\n   —  Что он несёт? — в недоумении выпалил Джим. <s>r\n<s>r\n   — Зачем я тебе нужен? <s>r\n<s>r\n  — Пока что ты ещё не созрел для ответа. Эти двое были из братства ассасинов-киборгов. Они, видимо, охотятся на тебя. Выживи до нашей следующей встречи. — Синий Демон развернулся и медленно начал уходить по мосту. <s>r\n<s>r\n   — Стой, урод! — заорал я. — Думаешь, я забуду ту резню в трущобах?! Стой!\n\nНо он всё отдалялся и отдалялся. ",
    "answers": [
      {
        "id": 233,
        "text": "Глава 3",
        "need": 233
      },
      {
        "id": 1,
        "text": "Конец второй главы"
      }
    ]
  },
  {
    "id": 233,
    "text": "Прошло несколько дней. Я сидел на краю крыши, взирая на разгонявшие вечернюю тьму огни города. Мне всё н как не давал покоя тот случай с Синим Демоном. Почему он спас меня? И почему он меня отпустил в прошлый раз, даже видя дрон Дастина? Зачем я ему нужен. Вопросы роились, гудели у меня в голове, в итоге вгоняя меня всё глубже в смятение.",
    "answers": [
      {
        "id": 234,
        "text": "Открыть бортовой журнал"
      }
    ]
  },
  {
    "id": 234,
    "text": "На экране своего браслета я открыл бортовой журнал.",
    "answers": []
  },
  {
    "id": 235,
    "text": "",
    "answers": []
  },
  {
    "id": 236,
    "text": "",
    "answers": []
  }
]