[
  {
    "id": 1,
    "text": "Автор: Шатохин. А\nЖанр: Приключения, просто книга.\n\n       [Прочитай]\nЭта история о приключениях мальчика по\nимене Генри, я не буду много описывать ведь в самом квесте вам все будет понятно!\nНу, а если в краце, то вы должны выполнить задания которые дадут вам ....\nА вам я желаю хорошего время препровождения!!!\n\nСразу скажу, выбора будет не очень много, но я его добавил где только можно!\nЕсли вам понравиться я выпущу вторую часть!!!",
    "answers": [
      {
        "id": 2,
        "text": "Начать поход"
      }
    ]
  },
  {
    "id": 2,
    "text": "Генри — обычный мальчик все в районе его знают, довольно общительный, но есть свои тараканы в голове. Недавно ему исполнилось двенадцать лет.\n            \"Понедельник\"\n—Генри сходи в магазин, у нас закончились продукты\n—Хорошо, мама\n—Ой чуть не забыла...\n  \"Лишь бы сдачу оставить себе!!!\"- Подумал Генри\n—... Вынеси мусор\n—Мдаа, хорошо... А что купить-то?\n—Я дам тебе список, иди одевайся.\n",
    "answers": [
      {
        "id": 3,
        "text": "Пойти одеваться"
      }
    ]
  },
  {
    "id": 3,
    "text": "Генри пошел одеваться, ведь выбора остаться у него небыло...\nПо пути в свою комнату он задумался:\n—Интересно, что мне нужно будет купить!?!?! Надеюсь шоколадку, или тортик!\nПока Генри задумался он спотыкнулся об гору вещей, и решил убраться после того как придет. Встав и отрехнувся он продолжил свой путь!\n—Так что мне надеть???\n",
    "answers": [
      {
        "id": 4,
        "text": "Уличную одежду"
      },
      {
        "id": 5,
        "text": "Домашнюю"
      }
    ]
  },
  {
    "id": 4,
    "text": "Генри все-же выбрал уличную одежду, и чуть не выйдя за дверь он вспомнил что он не незнает что покупать, да еще и денег не взял.\nМама дала Генри список:\nМолоко\nХлеб;\nЯйца;\nМука;\nМед;\nТворог (или творог);\n1.5 килограмма бананов.\nГенри начали одевать куртку, ведь все-же зима и наши любимые -14°.\nТак как во дворе Генри обьявили  в розыск, в него могут начать полить снежками, а ведь приз гиганский, целых 6 ирисок!!! Для защиты от банд снежный войн, вы взяли перчатки. Обувши правую и левую ногу вы подумали:\nПочему у меня правая нога левая, а левая на оборот? \nПотом поняв что он просто надел батинки другой стороной, он переобулся и пошел.",
    "answers": [
      {
        "id": 6,
        "text": "Выйти на улицу"
      },
      {
        "id": 7,
        "text": "Посидеть в подъезде"
      }
    ]
  },
  {
    "id": 5,
    "text": "Мама Генри не особо приняла такую идею, так-что...",
    "answers": [
      {
        "id": 4,
        "text": "Уличная одежда"
      }
    ]
  },
  {
    "id": 6,
    "text": "Выйдя на улицу, как и ожидалось начались \"Снежные Войны\". Побеждала команда из 12 человек. \"Неожиданно\" для всех Генри не может победить физически своих противников, но может интелектуально он решил их заставить задуматься:\n—Вы знаете что есть приз за победу надо мною???\n—Дааа, шесть конфет каждому!!! — Крикнул хор\n—Нееет, шесть конфет (перевожу) пол конфеты каждому)\n—Всмысле, мы не будем идти на войну за столь маленькую зарплату! — продолжил хор\n—Так с войной разобрался осталось справиться с покупками... ЧЕРТ!!! Я не денег, не списка не взял! Ладно, своими заплачу, а покупать, то что???",
    "answers": [
      {
        "id": 8,
        "text": "Ладно, дойду до магазина там и подумаю"
      }
    ]
  },
  {
    "id": 7,
    "text": "Генри решил некуда не идти и посидеть дома, а точнее в его подъезде.\nНо стало холодно и вы решили пойти в магазин.",
    "answers": [
      {
        "id": 6,
        "text": "Выйти"
      }
    ]
  },
  {
    "id": 8,
    "text": "Генри дошел сквозь густой и светло белый снег до магазина...\nЧто нужно взять??",
    "answers": [
      {
        "id": 8,
        "text": "Молоко\nкокао\nсыр\nхлеб\nтворожок\nяблок 1 кг"
      },
      {
        "id": 9,
        "text": "Молоко\nхлеб\nмука\nмед\n1.5 кг бананов\nтворог"
      }
    ]
  },
  {
    "id": 9,
    "text": "Купив продукты (это обошлось в 389 рублей) Генри взяли пакет и решил",
    "answers": [
      {
        "id": 10,
        "text": "Пойти домой"
      },
      {
        "id": 10,
        "text": "Купить конфету и пойти домой"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вышев из магазина Генри \"наслаждаясь\" погодой дошел до дома.",
    "answers": [
      {
        "id": 11,
        "text": "Войти в квартиру"
      }
    ]
  },
  {
    "id": 11,
    "text": "Показав продукты маме, она дала вам 400 рублей за продукты и поход. Мама удивилась что вы запомнели что нужно брать, но сказала в следуйщий раз брать список.\nЧто Генри нужно сделать еще?",
    "answers": [
      {
        "id": 12,
        "text": "Вынести мусор"
      },
      {
        "id": 13,
        "text": "Убрать в комнате"
      }
    ]
  },
  {
    "id": 12,
    "text": "Генри решил вынести мусор, но ему было-бы скучно нести мусор просто так, из-за этого он совершил ограбление.\nКак вы уже догадались Генри\"- грабитель, мусор — драгоцености, мусорное ведро — банк, мусорный контейнер — убежище, а мусоровоз —  грузовик для драгоценостей, будто фильм сняли, да? ",
    "answers": [
      {
        "id": 14,
        "text": "Убраться в комнате"
      }
    ]
  },
  {
    "id": 13,
    "text": "Генри решил наконец-то убраться у себя в \"болоте\".\nПервым кучу об которую Генри спотыкнулся,было трудно, воняло ужасно, особенно статуя носков, ой нет это просто очень твердые, старые, страшные и вонючие носки. Далее у себя в шкафу и в столу, тоже не мало мусора там нашлось. Под конец вы решил протереть везде пыль.",
    "answers": [
      {
        "id": 15,
        "text": "Вынести мусор"
      }
    ]
  },
  {
    "id": 14,
    "text": "Генри решил наконец-то убраться у себя в \"болоте\".\nПервым кучу об которую Генри спотыкнулся,было трудно, воняло ужасно, особенно статуя носков, ой нет это просто очень твердые, старые, страшные и вонючие носки. Далее у себя в шкафу и в столу, тоже не мало мусора там нашлось. Далее вы решил протереть везде пыль, пыли оказалось намного больше чем Генри думал. Когда генри закончил, он не узнал свою комнату, как выяснелось  у него еще остался старый телефон...",
    "answers": [
      {
        "id": 1,
        "text": "[КОНЕЦ]"
      },
      {
        "id": 16,
        "text": "Сделать Д/З"
      }
    ]
  },
  {
    "id": 15,
    "text": "Генри решил наконец-то убраться у себя в \"болоте\".\nПервым кучу об которую Генри спотыкнулся,было трудно, воняло ужасно, особенно статуя носков, ой нет это просто очень твердые, старые, страшные и вонючие носки. Далее у себя в шкафу и в столу, тоже не мало мусора там нашлось. Под конец вы решил протереть везде пыль...",
    "answers": [
      {
        "id": 1,
        "text": "[Конец]"
      }
    ]
  },
  {
    "id": 16,
    "text": "Генри месяца два не делал домашнее заданее...\nСамое время начать! Генри конечно не отличник, но хоть что-то да знает, хоть и учится чуть-ли не хуже всех в классе... ",
    "answers": [
      {
        "id": 17,
        "text": "Начать делать Д/З"
      }
    ]
  },
  {
    "id": 17,
    "text": "Когда Генри делал домашнее задание ему было скучно, и ему показалось отличной идеей не делать домашнее задание некогда, пока все отлично выходит!\nГенри кое-как доделал домашнее задание и решил отдахнуть. В любом случае ему врядли удаться выйти отличником, хотя у него есть целая неделя....",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "\"Нужно будет выйти на четверки\"- подумал Генри.\nВедь если Генри будет троишником, он не будет сидеть в интернете... А это для него великая трагедия.",
    "answers": [
      {
        "id": 19,
        "text": "И как его \"спасти\"?"
      }
    ]
  },
  {
    "id": 19,
    "text": "Нужно всего-лишь подтянуть успеваемость, на это у вас неделя!!!\nЕсли вы не успеете, то прощай интернет!\n\n\n\nПонравился первый день?",
    "answers": [
      {
        "id": 20,
        "text": "Да!"
      },
      {
        "id": 21,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 20,
    "text": "Отлично, спасибо что прошел, скоро я выпущу второй день, жди!",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 21,
    "text": "Дядя, ты дурак?",
    "answers": [
      {
        "id": 21,
        "text": "Гы"
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  }
]