[
  {
    "id": 1,
    "text": "    Холод...Вечная зима...Снег...Все это-последствия катоклизма,повлиявшего на жизнь всей планеты... Вымерли практически все животные... Остались лишь те, кто смог пережить холод... Люди тоже вымерли... И только несколько групп выживших борятся за жизнь... ",
    "answers": [
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a18/1912/f9/8fab5c692aeb.jpg\n"
      },
      {
        "id": 109,
        "text": "§Предисловие§"
      },
      {
        "id": 2,
        "text": "[Начать]\n©Пролог®"
      },
      {
        "id": 37,
        "text": "[Продолжить]\n©Эпилог®\n(Плохая концовка) ",
        "need": [
          37
        ],
        "need_ever": true
      },
      {
        "id": 102,
        "text": "[Продолжить]\n©Эпилог®\n(Плохая концовка №2)",
        "need": [
          102
        ],
        "need_ever": true
      },
      {
        "id": 105,
        "text": "[Продолжить]\n©Эпилог®\n(Хорошая коцовка) ",
        "need": [
          105
        ],
        "need_ever": true
      },
      {
        "id": 63,
        "text": "©Достижения®"
      }
    ]
  },
  {
    "id": 2,
    "text": "   Вы ощущаете холод... Тепло быстро пропадает... Из-за этого вы щуритесь, а затем и просыпаетесь:\n—Том...Том! Просыпайся!- послышался чей то голос.\n—Ахх... Я уже не сплю... Уже утро?\n—Ещё нет... Но через час встанет солнце.\n—Эх... А мог бы ещё поспать... Так зачем ты меня разбудил?\n—Мне показалось что наверху кто то ходит... Я решил не выходить, но шаги все ещё слышны...\n—Ээх... Ладно, идём... ",
    "answers": [
      {
        "id": 3,
        "text": "[Подойти к лестнице] "
      },
      {
        "id": 4,
        "text": "[Осмотреться] "
      }
    ]
  },
  {
    "id": 3,
    "text": "    Подойдя к лестнице вы взяли ружье и начали потихоньку подниматься. Поднявшись ближе к люку вы тоже услышали странные звуки. Вы прислушались и не могли понять что это. ",
    "answers": [
      {
        "id": 5,
        "text": "[Открыть люк и посмотреть] "
      },
      {
        "id": 6,
        "text": "[Спуститься обратно] "
      }
    ]
  },
  {
    "id": 4,
    "text": "   Вокруг вас-стены. Вы находитесь в канализации. Здесь уже не осталось грязной воды и помоев. Из-за катоклизма вода перестала течь, да и люди ей уже не пользуются. Стены покрыты мхом и ржавчиной. Хоть воды здесь и нет, но сырость осталось как и прежде. Вы обустроились здесь, потомучто это самый эффективный вариант выжить. ",
    "answers": [
      {
        "id": 3,
        "text": "[Подойти к лестнице] "
      }
    ]
  },
  {
    "id": 5,
    "text": "   Открыв люк, вы почувствовали резкий сильный холод. Это бушевала буря. Осмотревшись и орентировавшись по звуку вы обнаружили источник. Это были ржавые банки бившиеся о люк. Они были привязаны к верёвке.\n   Спустившись и успакоив друга, вы легли спать. ",
    "answers": [
      {
        "id": 8,
        "text": "(Следующий день) "
      }
    ]
  },
  {
    "id": 6,
    "text": "   Вы решили спуститься обратно, не решив посмотреть что это. Вы сказали другу, что это просто железка бьётся от люк... Он решил вам поверить. Вы легли спать... ",
    "answers": [
      {
        "id": 8,
        "text": "(Следующий день) "
      }
    ]
  },
  {
    "id": 7,
    "text": "   В канализации есть три прохода: прямо, направо и влево... ",
    "answers": [
      {
        "id": 10,
        "text": "[Пройти прямо] "
      },
      {
        "id": 11,
        "text": "[Пройти направо] "
      },
      {
        "id": 12,
        "text": "[Пройти налево] "
      },
      {
        "id": 8,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 8,
    "text": "   Вы проснулись, через час после происшествия с люком. Бодрым вы решили поискать друга так как его не было в лагере. ",
    "answers": [
      {
        "id": 7,
        "text": "[Поискать в канализации] "
      },
      {
        "id": 9,
        "text": "[Поискать на улице] "
      }
    ]
  },
  {
    "id": 9,
    "text": "   Открыв люк вы больше не ощущал такого холода как тогда... Выйдя из канализации, вы увидели своего друга, который сидел на снегу",
    "answers": [
      {
        "id": 16,
        "text": "[Подойти к нему] "
      }
    ]
  },
  {
    "id": 10,
    "text": "  Прямо проход закрыт решёткой, пролезть нельзя, но можно поискать разные вещи, просунув туда руку",
    "answers": [
      {
        "id": 13,
        "text": "[Пошарить руками] "
      },
      {
        "id": 7,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 11,
    "text": "   Направо проход также закрыт решёткой, но можно поискать вещи. ",
    "answers": [
      {
        "id": 14,
        "text": "[Пошарить руками] "
      },
      {
        "id": 7,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 12,
    "text": "   Проход налево был открытый, но был мало освещен, без факела там не обойтись",
    "answers": [
      {
        "id": 15,
        "text": "[Пройти по тоннелю] ",
        "var_equal": [
          "факел",
          1
        ]
      },
      {
        "id": 7,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 13,
    "text": "   Вы решили поискать что нибудь через решотку. Пошарив везде вы ничего не нашли",
    "answers": [
      {
        "id": 7,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 14,
    "text": "   Пошарив руками вы нашли часы. Удивившись такой находкой вы решили оставить их себе. ",
    "answers": [
      {
        "id": 7,
        "text": "> > > "
      }
    ]
  },
  {
    "id": 15,
    "text": "   Зажгя факел последней вашей зажигалкой, вы отправились вперёд... Вокруг была кромешная тьма, только свет от факела придовал этому хоть что-то светлого...\n    Пройдя вдоль стен вы ничего не нашли,кроме старой двери. Вы не придали ей особого значения, но оттуда вдруг послышались странные звуки... Вы понячалу испугались, но прислувшись  расслышали человеческие голоса. ",
    "answers": [
      {
        "id": 24,
        "text": "[Попытаться выломить дверь] "
      },
      {
        "id": 25,
        "text": "[Позвать Брюса] "
      }
    ]
  },
  {
    "id": 16,
    "text": "   Вы подошли к нему и сев рядом начали диалог:\n—Ну так что?... Идём искать тот город?...\n—Какой город?... Ааа... Этот! Да конечно!... Вот только я не знаю что делать...\n—А что случилось?\n—Я думаю что мы долго не проживём.... У нас  практически нет еды... Запасов хватит на пару дней...\n—За пару дней мы сможем дойти до города, а там уже что нибудь обыскать...\n—Думаю не потянем\n—Почему такой негативный настрой? Не робей! Все мы сможем!\n—Вряд-ли...\n   Тишина стояла около минуты. Затем вы прервали её своим вопросом.\n—Знаешь... С того момента, как мы встретились, я не знаю твоего имени...\n—Хэх...Меня зовут Брюс... Как то странно что я твоё имя знаю, а ты моё нет...\n—Да уж... ",
    "answers": [
      {
        "id": 18,
        "text": "[Начать собираться в дорогу] "
      },
      {
        "id": 19,
        "text": "[Поискать вещи возле лагеря, приннесенные бурей] "
      },
      {
        "id": 17,
        "var_need": [
          "палка",
          1,
          "платки",
          1
        ],
        "text": "[Сделать факел] ",
        "var_set": [
          "факел",
          1
        ]
      }
    ]
  },
  {
    "id": 17,
    "text": "   Вы чудным образом сделали факел и решили что он пригодится. Позвав Брюса, вы  обсудили как пойти лучше всего:\n—Я думаю,-начали вы,- лучше пойти через тоннель. Он безопасней и не замёрзнем.\n—Все таки я с тобой может и соглашусь, но как мы узнаем где надо вылезать? И вообще можно ли будет выйти.\n—Хм... Черт... Ладно... У меня есть другой вариант... Я быстро пойду и поищу что нибудь в том тоннеле, а ты подождешь здесь... Как приду, сразу отправимся в путь...\n—Ок, только быстро... ",
    "answers": [
      {
        "id": 12,
        "text": "[Вернуться в канализацию] "
      }
    ]
  },
  {
    "id": 18,
    "text": "   Вы решили что задерживаться здесь нет смысла и отправились в путь...\n   По пути вам ничего не встречалось, кроме нескольких оленей и разрушенных деревень. Вокруг была снежная пустошь. До Нью-Йорка идти ещё около 2 дней...\n    Остановившись на призвал возле деревни, Брюс начал рассказывать истории... Но вам не было до этого дела, и вы решили поискать вещи\n    Вокруг вас была деревушке с кафешкой... ",
    "answers": [
      {
        "id": 23,
        "text": "[Обыскать кафешку] "
      },
      {
        "id": 44,
        "text": "[Осмотреть дома] "
      }
    ]
  },
  {
    "id": 19,
    "text": "   Вы решили поискать нужные вещи перед тем, как отправиться в Нью-Йорк.  ",
    "answers": [
      {
        "id": 20,
        "text": "[Поискать возле люка] "
      },
      {
        "id": 21,
        "text": "[Поискать возле отломавшегося носа корабля] "
      },
      {
        "id": 22,
        "text": "[Поискать в разрушенных зданиях] "
      },
      {
        "id": 16,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 20,
    "text": "   Порывшись в снег вы ничего не нашли",
    "answers": [
      {
        "id": 19,
        "text": "> > >"
      }
    ]
  },
  {
    "id": 21,
    "text": "   Порывшись в обломках корабля вы нашли несколько палок. Вы решили взять их для костра",
    "answers": [
      {
        "id": 19,
        "text": "> > >",
        "var_set": [
          "палка",
          10
        ]
      }
    ]
  },
  {
    "id": 22,
    "text": "   Зайдя в разрушенные здания, вы решаете осмотреть комоды и шкафчики. В комоде лежало несколько платков и бинтов. В шкафчике лежала рубашка.\n   Вы решили взять все на всякий случай",
    "answers": [
      {
        "id": 19,
        "text": "> > > ",
        "var_set": [
          "бинты",
          3,
          "платки",
          5,
          "рубашка",
          1
        ]
      }
    ]
  },
  {
    "id": 23,
    "text": "   Зайдя в кафешку, вам сразу же в глаза попался холодильник... Вам сразу же стало радостно, так как возможно можно будет продержится и дольше...\n   ",
    "answers": [
      {
        "id": 45,
        "text": "[Осмотреть холодильник] "
      },
      {
        "id": 46,
        "text": "[Осмотреть буфеты] "
      },
      {
        "id": 18,
        "text": "< < <",
        "need": [
          45,
          46
        ]
      }
    ]
  },
  {
    "id": 24,
    "text": "   Как вы только не пытались выломить эту стальную дверь,но безуспешно. ",
    "answers": [
      {
        "id": 15,
        "text": "> > > "
      }
    ]
  },
  {
    "id": 25,
    "text": "   Вы побежали к выходу, чтобы позвать на помощь Брюса. Он услышав это прибежал к вам, и вы вместе сломали дверь с помощью лома.\n   Зайдя туда вы обнаружили людей. Скорее всего это был отряд выживших. Он состоял из пяти человек из которых четверо были мертвы. Последний же лежал не двигаясь на земле. ",
    "answers": [
      {
        "id": 26,
        "text": "[Проверить пульс] "
      },
      {
        "id": 27,
        "text": "[Проверить дыхание] "
      },
      {
        "id": 28,
        "text": "[Отнести его к лагерю] "
      }
    ]
  },
  {
    "id": 26,
    "text": "  (Пульс в порядке) ",
    "answers": [
      {
        "id": 25,
        "text": "> > > "
      }
    ]
  },
  {
    "id": 27,
    "text": "   (Дыхание стабильно) ",
    "answers": [
      {
        "id": 25,
        "text": "> > >"
      }
    ]
  },
  {
    "id": 28,
    "text": "  Вы отнесли вижевшего к лагерю и уложили на спальник, разожгли костёр из палок и покормили его. ",
    "answers": [
      {
        "id": 29,
        "text": "[Подождать, пока он придёт в себя] "
      }
    ]
  },
  {
    "id": 29,
    "text": "   Вы оставили его в лагере и уложили спать, а сами вышли обсудить произошедшее:\n—И что это было?!- спросил Брюс\n—Мы спасли человека...\n—Зачем?!... Зачем?!... Ооох... Ты же понимаешь что он ОДНА БОЛЬШАЯ ПРОБЛЕМА!\n—Где ты видишь в нем проблему?!\n—Где?!... Где?!... Да он сожрёт все наши запасы еды... Мы даже до полпути до города пройти не успеем,как сдохнем от голода!\n—Успокойся! Я все решу! Я пойду и поговорю с ним... ",
    "answers": [
      {
        "id": 30,
        "text": "> > >"
      }
    ]
  },
  {
    "id": 30,
    "text": "   Зайдя в лагерь и сев подле выжившего вы ждали пока он доест...\n   Доев он сразу же сказал:\n—Кто вы?... И что вам от меня нужно?\n—Мы тебя не тронем... Мы наоборот...\n—Что наоборот?!... — перебил чувачок-Что наоборот?!... Вы хотите меня съесть?!... Канибалы!... Канибалы!\n—Всё!... Всё!... Успокойся... Мы не будем тебя есть... Мы тебя спасли... Ты лежал словно безжизненно на полу здесь, в канализации... Я хочу спросить кто ты... И кто эти погибшие люди...\n—Хнык... Ладно... Я отвечу... Меня зовут Борис... Я из России... Наш отряд был послан в Нью-Йорк на поиски выживших... Решив переночевать здесь,мы спрятались в комнате... На утро дверь заклинило... Мы не могли выбраться... Мы решили что это конец... Но капитан сказал что не все потеряно... Что есть надежда... Что нас придут и спасут... Но этого не случилось... Один из нажих умер от голода... И мы решили что не хотим умирать... Мы... Начали съедать друг друга... Я не хотел, ведь считал это безумием... Но когда остался я и капитан... Он пожалел меня и умер...\n—Боже... Сочувствую... Но не волнуйся... Теперь ты под нашей защитой... А можешь ещё сказать, откуда ты так хорошо знаешь английский?\n—Я обучался в специальной школе... Поэтому говорю без акцента...\n—Хорошо...теперь ляж и отдохни... ",
    "answers": [
      {
        "id": 31,
        "text": "> > >"
      }
    ]
  },
  {
    "id": 31,
    "text": "   После разговора с Брюсом вы начали плохо к нему относиться, а он к вам... Он не хотел принимать Бориса к себе, а вы наоборот хотели спасти его... Между вами произошёл спор...\n   Брус предложил, что он, взяв свою половину провианта, отправится первым... А вы его догоните.",
    "answers": [
      {
        "id": 32,
        "text": "-Хорошо. Будь по твоему"
      },
      {
        "id": 33,
        "text": "-Нет уж. Один я не справлюсь"
      }
    ]
  },
  {
    "id": 32,
    "text": "   ",
    "answers": [
      {
        "id": 1,
        "text": "Секретная комната) "
      }
    ]
  },
  {
    "id": 33,
    "text": "   Он, разозлившись, пошёл в лагерь, а вы решили собрать ветки и прочее...\n   Неожиданно для вас, Брюс незаметно ушёл,захватив с собой уже весь провиант, оставив вам только крошки... ",
    "answers": [
      {
        "id": 34,
        "text": "[Побежать за ним] "
      },
      {
        "id": 35,
        "text": "[Вернуться к Борису] "
      }
    ]
  },
  {
    "id": 34,
    "text": "   Бежав вы поняли что не сумеете догнать его",
    "answers": [
      {
        "id": 33,
        "text": "< < <"
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы, неожидавший, такого поворота событий легли спать",
    "answers": [
      {
        "id": 36,
        "text": "(Следующий день) (день 4)"
      }
    ]
  },
  {
    "id": 36,
    "text": "   На следующее утро, вы проснулись как не странно голодным, а есть было нечего... ",
    "answers": [
      {
        "id": 37,
        "text": "[Отправиться добывать еду] "
      }
    ]
  },
  {
    "id": 37,
    "text": "   Вы, взяв ружье, отправились охотиться, а Борис остался в лагере... ",
    "answers": [
      {
        "id": 38,
        "text": "> > >"
      }
    ]
  },
  {
    "id": 38,
    "text": "   Идя по снежной пустоши, вы увидели вдалеке столб... Приблизившись вы увидели маленький городок... Вы счастливы от радости... Когда вы побежали туда, то вы увидели какой-то объект...",
    "answers": [
      {
        "id": 39,
        "text": "> > >"
      }
    ]
  },
  {
    "id": 39,
    "text": "   Это был белый медведь, который смотрел на вас как на добычу... Вы сразу поняли, что он намерен сделать и достали ружье... Прицелившись в голову, вы ждали когда он начнёт атокавать...\n    Вдруг он начал шагать на вас... ",
    "answers": [
      {
        "id": 40,
        "text": "[Выстрелить] "
      },
      {
        "id": 41,
        "text": "[Подождать, пока он подойдёт ближе] "
      },
      {
        "id": 39,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d29/1912/20/f48f532caaf1.jpg"
      }
    ]
  },
  {
    "id": 40,
    "text": "   Нажав на курок... Выстрел не произошёл, а медведь продолжал идти на вас... Вы поняли, что этот предатель украл и патроны вместе со своей винтовкой.. ",
    "answers": [
      {
        "id": 42,
        "text": "[Смириться] "
      },
      {
        "id": 43,
        "text": "[Бежать] "
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы подождал пока медведь подойдёт немного ближе",
    "answers": [
      {
        "id": 40,
        "text": "[Выстрелить] "
      }
    ]
  },
  {
    "id": 42,
    "text": "   Вы спокойно стояли и ждали пока медведь дойдёт до вас... Вы поняли что бежать уже поздно и бессмысленно... Перед вами пролетела вся ваша жизнь... Как вы, когда были мелким играли с отцом в футбол... Как вы окончил колледж... Как вы купили собственную квартиру и завели семью... Перед вами пролетело прошлое...\n    Будущее же... Мы не можем видеть... Но можем чувствовать... Мы можем почувствовать что будет больно если вы засунете пальцы в розетку... Мы можем почувствовать сердцем, что это и есть наша вторая половинка...\n   Так и Том, вспомнив прошлое и почувствовав будущее, умер в клыках у медведя...\n\n\n\n                                Конец\n                           (Плохая концовка) ",
    "answers": [
      {
        "id": 1,
        "text": "[Конец] "
      }
    ]
  },
  {
    "id": 43,
    "text": "   Вы решили бежать как можно дальше и быстрее,бросив винтовку и сбросив рюкзак со спины... Но это как вы знаете редко помогает против медведя... Вы бежали как только можете, но медведь был все ближе и ближе...\n    Вы спокойно стояли и ждали пока медведь дойдёт до вас... Вы поняли что бежать уже поздно и бессмысленно... Перед вами пролетела вся ваша жизнь... Как вы, когда были мелким играли с отцом в футбол... Как вы окончил колледж... Как вы купили собственную квартиру и завели семью... Перед вами пролетело прошлое...\n    Будущее же... Мы не можем видеть... Но можем чувствовать... Мы можем почувствовать что будет больно если вы засунете пальцы в розетку... Мы можем почувствовать сердцем, что это и есть наша вторая половинка...\n   Так и Том, вспомнив прошлое и почувствовав будущее, умер в клыках у медведя...\n\n\n\n                                Конец\n                         (Плохая концовка) ",
    "answers": [
      {
        "id": 1,
        "text": "©Конец®"
      }
    ]
  },
  {
    "id": 44,
    "text": "   Кафешка находилась за деревней, поэтому вам пришлось немного пройтись...\n    Зайдя в поселение, вы наткнулись всего лишь на три дома... Остальные скорее всего заметны снегом, а видневшиеся-это самые высокие... ",
    "answers": [
      {
        "id": 47,
        "text": "[Зайти в первый дом] "
      },
      {
        "id": 48,
        "text": "[Зайти во второй дом] "
      },
      {
        "id": 49,
        "text": "[Зайти в третий дом] "
      },
      {
        "id": 68,
        "text": "[Вернуться в лагерь] "
      }
    ]
  },
  {
    "id": 45,
    "text": "   В холодильники лежали несколько бутылок пива, ветчина, и много сыра\n    Вы удивились такой находке,а ещё больше, что они не испортились... Может быть это аномалия... Тем не менее вы взяли все это с собой",
    "answers": [
      {
        "id": 23,
        "text": "< < < "
      }
    ]
  },
  {
    "id": 46,
    "text": "   Буфеты были из плохого дерева, поэтому полностью сгнили и покрылись мхом... Но он может вам помочь,если он защитил хоть какую-то еду от холода...\n    Хорошо поискав вы нашли хлеб... Его вы также оставили себе",
    "answers": [
      {
        "id": 23,
        "text": "< < <"
      }
    ]
  },
  {
    "id": 47,
    "text": "    [Вы вошли в первый дом][2 этаж] \n    Вам в глаза сразу же бросилась старая картина... Рядом стоял комод, дверь и лестница...",
    "answers": [
      {
        "id": 50,
        "text": "[Осмотреть картину] "
      },
      {
        "id": 51,
        "text": "[Поискать вещи в комоде] "
      },
      {
        "id": 52,
        "text": "[Зайти в комнату] "
      },
      {
        "id": 53,
        "text": "[Спуститься по лестнице] -->[1 этаж] "
      },
      {
        "id": 44,
        "text": "[Выйти] "
      }
    ]
  },
  {
    "id": 48,
    "text": "   Во втором доме было полностью пусто и ничего интересного вы там не нашли",
    "answers": [
      {
        "id": 44,
        "text": "[Выйти] "
      }
    ]
  },
  {
    "id": 49,
    "text": "   В третьем доме находился склад, и обыскав его вы нашли много всего (инструменты, вещи, оружие и немного еды) ",
    "answers": [
      {
        "id": 44,
        "text": "[Выйти] "
      }
    ]
  },
  {
    "id": 50,
    "text": "   Внимательно осмотрев картину, вы не заметили ничего из того что должно быть при сильном холоде... Вам это показалось странным, но все же скорее всего здесь работает отопление...\n   Картина была нарисована в 19 веке... Но не смотря на её старость,она осталась цела... ",
    "answers": [
      {
        "id": 47,
        "text": "< < <"
      }
    ]
  },
  {
    "id": 51,
    "text": "   Обыска комод, вы ничего не нашли кроме перочиного ножика... Вы взяли его себе... ",
    "answers": [
      {
        "id": 47,
        "text": "< < <"
      }
    ]
  },
  {
    "id": 52,
    "text": "   В комнате было пусто, только маленький сундук стоял возле стенки. Также на стене были детские рисунки... ",
    "answers": [
      {
        "id": 54,
        "text": "[Осмотреть рисунки] "
      },
      {
        "id": 55,
        "text": "[Осмотреть сундук] "
      },
      {
        "id": 47,
        "text": "< < <"
      }
    ]
  },
  {
    "id": 53,
    "text": "   Вы спустились вниз по лестницы и наступив на гнилую доску, провалились...\n   Это было неожиданно... Вы еле еле вытащили ногу из дыры... \n   Спустившись до конца, можно было зайти в две комнаты... Также были комоды и зеркало с витриной... ",
    "answers": [
      {
        "id": 56,
        "text": "[Зайти в первую комнату] "
      },
      {
        "id": 57,
        "text": "[Зайти во вторую комнату] "
      },
      {
        "id": 58,
        "text": "[Осмотреть комоды] "
      },
      {
        "id": 59,
        "text": "[Осмотреть зеркало] "
      },
      {
        "id": 47,
        "text": "[Подняться наверх] [2 этаж] "
      }
    ]
  },
  {
    "id": 54,
    "text": "Рисунки были изрисованы чёрным карандашом... На одной из них было изображено что-то странное, неподдающее объяснений... Это было похоже на монстра... Вам стало не по себе... ",
    "answers": [
      {
        "id": 54,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a36/1912/9a/a9e1ca290ef7.jpg"
      },
      {
        "id": 52,
        "text": "< < <"
      }
    ]
  },
  {
    "id": 55,
    "text": "   Сундук был очень старый... Ржавчина покрывало его на замке...\n   Вы попытались сломать замок но безуспешно... Придёться поискать ключ... ",
    "answers": [
      {
        "id": 52,
        "text": "< < <"
      },
      {
        "id": 60,
        "text": "[Открыть сундук] ",
        "var_equal": [
          "ключ",
          1
        ]
      }
    ]
  },
  {
    "id": 56,
    "text": "   Первой комнатой оказалось кухня... Обыскав в её полностью, вы ничего не нашли... ",
    "answers": [
      {
        "id": 53,
        "text": "< < <"
      }
    ]
  },
  {
    "id": 57,
    "text": "   Вторая комната оказалась спальней. Там стояла большая кровать и под ней находился сундук",
    "answers": [
      {
        "id": 64,
        "text": "[Прилечь и чутка отдохнуть] "
      },
      {
        "id": 65,
        "text": "[Осмотреть сундук] "
      },
      {
        "id": 53,
        "text": "< < <"
      }
    ]
  },
  {
    "id": 58,
    "text": "   В первом комоде вы ничего не нашли, а во втором лежал ключ... Скорее всего от сундука сверху... ",
    "answers": [
      {
        "id": 53,
        "text": "< < <",
        "var_set": [
          "ключ",
          1
        ]
      }
    ]
  },
  {
    "id": 59,
    "text": "   Зеркалом оказалась обычная аптечка... В ней вы нашли бинты и спирт... ",
    "answers": [
      {
        "id": 53,
        "text": "< < <"
      }
    ]
  },
  {
    "id": 60,
    "text": "   Открыв сундук, вы взяли несколько писем и пистолет...\n   Пистолет вы взяли себе а письма решили почитать... ",
    "answers": [
      {
        "id": 61,
        "text": "> > >"
      }
    ]
  },
  {
    "id": 61,
    "text": "\"Дорогой папа,\n        Я очень скучаю по тебе. И мама скачает, и маленькая Сэмми. Мы очень волнуемся за тебя. Как твоя служба? Если хорошо, то мы будем очень рады. У нас есть несколько приятных и не очень новостей.\n         Начну с приятных. Первая новость-у Сэмми выпал первый зубик и она очень счастлива. Вторая новость-я уже поступила во второй класс и мы праздновали всей семьёй. Жаль что тебя там не было.\n          Плохая новость. Я услышала что по телевизору говорили про какой-то котоклизм, и про сильные морозы. Я очень волнуюсь за тебя. Надеюсь ты найдёшь себе тёплое местечко.\n          Кстати малышка Сэмми учиться рисовать и она нарисовала свой первый рисунок. Он показался мне немного странным, но тебе возможно понравиться. \n           А на этом пока все.\n                        \n                                      С любовью, твоя дочка\n\n      P.S: Привет, Майк. Это Сара. Я пишу тебе в письме нашей дочери,но она даже не против. Слушай, Майк. Пожалуйста вернись домой!! Ты слышал что по новостям говорили? Лучше бы слышал... Я думаю, ты все таки не захочешь к нам приезжать, но я на всякий случай полажила твой пистолет тебе... Вдруг понадобится... Но пожалуйста... Если ты это прочтёшь, то как можно скорее возвращайся домой... Прошу... ",
    "answers": [
      {
        "id": 62,
        "text": "> > >"
      }
    ]
  },
  {
    "id": 62,
    "text": "   Письмо от начальства:\n\"Внимание всем постам, не поддерживающие радио связь! Мы отправили это письмо с предупреждением о том, что надвигается сильная снежная буря. Вам немедленно стоит покинуть зону катастрофы!\" ",
    "answers": [
      {
        "id": 44,
        "text": "[Выйти взяв письма с собой] "
      }
    ]
  },
  {
    "id": 63,
    "text": "Здесь будут показываться все открытые достижения по ходу игры",
    "answers": [
      {
        "id": 66,
        "text": "\"Смерти не избежишь\"\n(Открыть плохую концовку) ",
        "need": [
          42
        ],
        "need_ever": true
      },
      {
        "id": 67,
        "text": "\"Счастливо жить не запретишь\"\n(Открыть хорошую концовку) ",
        "need": [
          108
        ],
        "need_ever": true
      },
      {
        "id": 1,
        "text": "< < <"
      }
    ]
  },
  {
    "id": 64,
    "text": "   Вы подремали пять минут и встали бодрым",
    "answers": [
      {
        "id": 57,
        "text": "< < <"
      }
    ]
  },
  {
    "id": 65,
    "text": "   В сундук оказалось пусто",
    "answers": [
      {
        "id": 57,
        "text": "< < <"
      }
    ]
  },
  {
    "id": 66,
    "text": "   Эту концовку вы получили при смерти главного героя",
    "answers": [
      {
        "id": 63,
        "text": "< < <"
      }
    ]
  },
  {
    "id": 67,
    "text": "   Эту концовку вы получили при спасении главное героя. ",
    "answers": [
      {
        "id": 63,
        "text": "< < <"
      }
    ]
  },
  {
    "id": 68,
    "text": "   Вы вернулись в лагерь вместе с добычей и обрадовали своего товарища...\n   Сегодня у вас был отличный пир... Но много есть вы не стали... Нужно было оставить для похода",
    "answers": [
      {
        "id": 69,
        "text": "(Следующий день) "
      }
    ]
  },
  {
    "id": 69,
    "text": "   Ваш маленький отряд отправился в путь рано утром. По пути вам попадались маленькие забегаловки, в которых было пусто. Вам оставалось пройти всего несколько миль... Где то примерно 6 часов безостановочной ходьбы...\n   ",
    "answers": [
      {
        "id": 70,
        "text": "> > >"
      }
    ]
  },
  {
    "id": 70,
    "text": "   Наконец то вы после долгого странствия вы прибыли в город... Чудным образом, даже при таком катоклизма он оставался прекрасным... ",
    "answers": [
      {
        "id": 70,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b07/1912/94/b2357a213f31.jpg"
      },
      {
        "id": 71,
        "text": "> > >"
      }
    ]
  },
  {
    "id": 71,
    "text": "  Войдя в город, вы обошли все магазинчики и кафешки поплняя запасы.\n   Про выживших вы также не забывали и поэтому искали их во всех домах. Но спустя часовые поиски, вы никого не нашли.\n   Пройдя через несколько ули, вам пришлось подниматься на холм из снега в том месте, где стояли небоскрёбы.\n    Войдя в один из них, вы почувствовали тепло. С большим удовольствием вы сняли куртки и пошли обыскивать здание...\n   В одной из комнат стояло радио. Вы не придали этому большое значение, так как думали что оно и так не работает. Но нажав на кнопку оно включилось. Вы впали в небольшой ступор, когда услышали голос оттуда...:",
    "answers": [
      {
        "id": 72,
        "text": "> > >"
      }
    ]
  },
  {
    "id": 72,
    "text": "—Отряд Дельта! ... Отряд Дельта! Приём!- сквозь помехи был слышен голос\n—Приём! Приём!\n—Наконецто!... Кто вы? Капитан Прайс это вы?\n—Нет... Мы простые выжившие... Мы нашли радиоприёмник в одном из небоскрёбов и вот сейчас говорим с вами...\n—Стоп... А где наш отряд? Вы не видели их? Может хоть одного человека?\n—Нет... Никого не видели... Мы выживаем здесь около двух месяцев...\n—Ладно... Ждите помощи... Мы отправили вертолёт на ваши координаты... Но вам придётся подождать пока утихнет надвигающаяся буря... У вас есть все необходимое для этого... Вода, еда и тепло... Еда на складе, если конечно она не истощилась. Вода также там... Примерное ожидание около 3 дней... Конец связи\n—Хорошо... Спасибо вам... Будем дожидаться... Конец связи... ",
    "answers": [
      {
        "id": 73,
        "text": "> > >"
      }
    ]
  },
  {
    "id": 73,
    "text": "   Услышав эти новости, вы были счастливы. Позвав Брюса, вы рассказали все что было. Счастливыми, вы легли спать на койках пропавших солдат... ",
    "answers": [
      {
        "id": 74,
        "text": "> > >"
      }
    ]
  },
  {
    "id": 74,
    "text": "   Ночь... Началась буря... В небе завертелась метель... Весь город окружили стена из вьюги... Ещё одна аномалия...\n   Всё же в этом мире есть главный вопрос... Что на самом деле произошло...\n   Если вы не против, то я немного напишу историю... Вы можете её пропустить, но дочитав её, вы сможете узнать несколько секретов... ",
    "answers": [
      {
        "id": 75,
        "text": "(Читать) "
      },
      {
        "id": 76,
        "text": "(Пропустить) "
      }
    ]
  },
  {
    "id": 75,
    "text": "   Многие думают что все это- катоклизм... И в этом есть чуточка правды. Но катоклизм искусственный. Тоесть он не был вызван каким небудь вторым Ледниковым Периодом... Все это сделали люди... А именно, корпорация \"WolrdDeath\"... Они создали вирус для уничтожения мира, но проведя исследования, было выясненно, что вирусу нужна очень низкая температура... Тогда их директор совершил поступок... Перевернувший исход всей планеты... Он заморозил весь мир, для того чтобы его вирус смог жить... По сей день по всему миру ходят страшные существа, похожие на людей, но в два раза выше...\n   Теперь о секретах... Я обещал-я сделал... По экспериментом с вирусом выяснилось, что он плохо реагирует на свет и он вызывает у него ожоги... Они бояться сильных ультра звуках, в 115дБ...также бояться огня и высокой температуры...\n   Вот и все что вам надо знать... А для чего  я вам это рассказал?... Узнаете сами... ",
    "answers": [
      {
        "id": 76,
        "text": "> > >"
      }
    ]
  },
  {
    "id": 76,
    "text": "   Проснувшись по среди ночи от странного звука на улице, вы выглянул в окно и увидели странное существо стоящего и смотревшего на вас...\n   Вы испуганно побежали за оружием, когда в какой-то момент существо начало быстро приближаться... ",
    "answers": [
      {
        "id": 77,
        "text": "[Разбудить Брюса] "
      },
      {
        "id": 78,
        "text": "[Оставить его спать] "
      }
    ]
  },
  {
    "id": 77,
    "text": "   Подбежал к спящему Брюсу, вы с яркостью пнули его чтобы разбудить:\n—Вставай, мать твою... У нас проблемы!\n—Что случилось?\n—Некогда объяснять... Давай вставай и пойдём за мной... Возьми оружие... ",
    "answers": [
      {
        "id": 79,
        "text": "> > >"
      }
    ]
  },
  {
    "id": 78,
    "text": "   Вы все таки решили его разбудить",
    "answers": [
      {
        "id": 77,
        "text": "> > >"
      }
    ]
  },
  {
    "id": 79,
    "text": "Дойдя до окна вы ещё раз посмотрели в него... Теперь страх переборолся в ужас... Вместо одного существа, там стояло в пятнадцать раз больше...:\n—В общем так... Посмотри в окно... Если ты видишь этих тварей, то знай-они не люди... Не жалей их... Они скорее всего хотят сожрать нас...\n—Что?... Стоп стоп стоп!!! Я на это не подписывался!\n—Успокойся! Нам надо держаться вместе... И все будет хорошо... Помнишь тот кабинет с радио? Нам нужно туда",
    "answers": [
      {
        "id": 80,
        "text": "[Пройди в кабинет] "
      },
      {
        "id": 81,
        "text": "[Пойти обратно за провизией] "
      }
    ]
  },
  {
    "id": 80,
    "text": "   Вы решили что провизии хватит и зашли сразу в кабинет, ради безопасности... ",
    "answers": [
      {
        "id": 87,
        "text": "(В кабинете) "
      }
    ]
  },
  {
    "id": 81,
    "text": "   Вы решили на всякий случай взять еду и вместе отправились на склад... Дойдя до него и начав собирать продукты, вы услышали что что-то упало рядом с вами... ",
    "answers": [
      {
        "id": 82,
        "text": "[Стоять не двигаясь] "
      },
      {
        "id": 83,
        "text": "[Достать фонарик] "
      },
      {
        "id": 84,
        "text": "[Спокойно отступить обратно] "
      }
    ]
  },
  {
    "id": 82,
    "text": "   Стоя на месте вы не издовали ни одного звука... Это помогло вам спастись, но не надолго... Когда вы собирались, вы случайно уронили коробку, и монстр услышав это побежал на вас... ",
    "answers": [
      {
        "id": 85,
        "text": "[Бежать] "
      },
      {
        "id": 86,
        "text": "[Стрелять] "
      }
    ]
  },
  {
    "id": 83,
    "text": "   Достав старый фонарик, вы начали светить в сторону звука... Это была плохая идея... Хоть монстры и получают урон от света, но свет от фонарика был слабый, и он вас не спас, а лишь выдал позицию",
    "answers": [
      {
        "id": 85,
        "text": "[Бежать] "
      },
      {
        "id": 86,
        "text": "[Стрелять] "
      }
    ]
  },
  {
    "id": 84,
    "text": "   Собрав остальную нужную часть провизии вы начали потихоньку отступать... Но не заметив коробку, вы уронили её... Монстр раскрыл вашу позицию и ринулся к вам",
    "answers": [
      {
        "id": 85,
        "text": "[Бежать] "
      },
      {
        "id": 86,
        "text": "[Стрелять] "
      }
    ]
  },
  {
    "id": 85,
    "text": "   Вы побежали со всей дури в кабинет, ведь на нем была стальная дверь... Но монстр был быстрее любого человека, поэтому он мог догнать вас, но если бы не дверной проем... Монстр стукнул я головой об проем и замедлился, это и дало вам спастись",
    "answers": [
      {
        "id": 87,
        "text": "(В кабинете) "
      }
    ]
  },
  {
    "id": 86,
    "text": "   Стреляя, вы не наносили монстр серьёзных повреждений, но пули смогли замедлить его, что помогло вам спастись",
    "answers": [
      {
        "id": 87,
        "text": "(В кабинете) "
      }
    ]
  },
  {
    "id": 87,
    "text": "   В кабинете был стол, полки, комоды, картины, оружейный стенд и сейф... Для хорошей сохранности, вы Положили еду в сейф... ",
    "answers": [
      {
        "id": 88,
        "text": "[Обсудить ситуацию] "
      }
    ]
  },
  {
    "id": 88,
    "text": "—Черт возьми... Ну и что нам делать? Когда придёт эта долбанная помощь?-спрашивал Брюс\n—Сколько раз тебе говорить? Успокойся! Все будет хорошо... Надо просто продержаться всю бурю, и тогда и спасение недалеко...\n—Ну и что ты предлогаешь сделать?\n—Во первых--надо узнать что это за существа... Во вторых--как с ними бороться\n—Хорошо. Кажется здесь должны быть какие-то документы. Ты поищи а я проверю дверь, в порядке ли она.\n—Ок. ",
    "answers": [
      {
        "id": 89,
        "text": "[Искать документы] "
      }
    ]
  },
  {
    "id": 89,
    "text": "(Документы могут быть в письменном столе, в комодах и во втором маленьком сейфе)",
    "answers": [
      {
        "id": 90,
        "text": "[Осмотреть стол] "
      },
      {
        "id": 91,
        "text": "[Осмотреть комоды] "
      },
      {
        "id": 92,
        "text": "[Осмотреть сейф] "
      },
      {
        "id": 97,
        "text": "[Поговорить с Брюсом] ",
        "need": [
          94,
          95,
          96
        ],
        "need_ever": true
      }
    ]
  },
  {
    "id": 90,
    "text": " В столе вы ничего не нашли, кроме данных военных действий... ",
    "answers": [
      {
        "id": 89,
        "text": "< < <"
      }
    ]
  },
  {
    "id": 91,
    "text": "   В комодах вы ничего не нашли, кроме разных побрекушек и безделушек",
    "answers": [
      {
        "id": 89,
        "text": "< < <"
      },
      {
        "id": 92,
        "text": "[Взять ключ от сейфа] ",
        "need": [
          92
        ],
        "var_set": [
          "ключ от сейфа",
          1
        ]
      }
    ]
  },
  {
    "id": 92,
    "text": "   Сейф не открывается без ключа... Он должен быть здесь... Нужно посмотреть ещё раз",
    "answers": [
      {
        "id": 89,
        "text": "< < <"
      },
      {
        "id": 93,
        "text": "[Осмотреть сейф] ",
        "var_equal": [
          "ключ от сейфа",
          1
        ]
      }
    ]
  },
  {
    "id": 93,
    "text": "   Открыв сейф,вы нашли три документа с названиями \"Описание\", \"Уязвимости\", \"Неуязвимости\"... ",
    "answers": [
      {
        "id": 94,
        "text": "[Прочитать документ \"Описание\"] "
      },
      {
        "id": 95,
        "text": "[Прочитать документ \"Уязвимости\"] "
      },
      {
        "id": 96,
        "text": "[Прочитать документ \"Неуязвимости\"] "
      },
      {
        "id": 89,
        "text": "(Готово) "
      }
    ]
  },
  {
    "id": 94,
    "text": "\" Рост:250-300 см\n  Вес:Неизвестно\n  Масса:крупные\n  Внешность: вид у них выглядеть жутко, лицо неразборчиво состоит как будто из разных частей кожи человека. Руки худые, но сильные. Убил нескольких наших ударами руками. Ноги худые, но бегает он быстро.\" ",
    "answers": [
      {
        "id": 93,
        "text": "< < <"
      }
    ]
  },
  {
    "id": 95,
    "text": "\"Уязвимостей у них мало, поэтому будьте осторожны, если встретитесь с ними.\n   Уязвимости: свет вызывает ожоги, не выносит высокую температуру\"",
    "answers": [
      {
        "id": 93,
        "text": "< < < "
      }
    ]
  },
  {
    "id": 96,
    "text": "\"Неуязвимостей много... Как от стрельбы вних, до падения с высоты девяти этажного дома.\" ",
    "answers": [
      {
        "id": 93,
        "text": "< < <"
      }
    ]
  },
  {
    "id": 97,
    "text": "—Брюс, я нашёл документы... Вот... — вы протянули ему бумаги\n—мне они пока не нужны... Ну значит у нас 2 хорошие новости... Одна про документы, а вторая про дверь... Она в порядке и сможет все таки выдержать натиски монстров...\n—Отлично... Значит мы можем спокойно лечь спать...\n—Да,но лучше чтоб один из нас остался на посту ночью... Давай я первый?\n—Ладно... Давай... ",
    "answers": [
      {
        "id": 98,
        "text": "[Лечь спать] "
      }
    ]
  },
  {
    "id": 98,
    "text": "   Вы улеглись на полу как можно удобнее и заснули, пока Брюс сидел на посту...",
    "answers": [
      {
        "id": 99,
        "text": "(Следующий день) "
      }
    ]
  },
  {
    "id": 99,
    "text": "   Следующий день начался отлично. Вы бодро встали и покушали. Брюс уже наслаждался видом после бури... :\n—Всё таки даже в самые опасные моменты, земля может быть такой красивой\n—Даа... Помню как то в России бывал, и точно такой же пейзаж был... Спорю на сотку баксов, что он ещё остался... Хахаха\n—Хаха\n—Ладно впринципе нам стоит только ведь дождаться спасателей и все...\n—Ты прав... Нам бы надо включить радио, чтобы если что услышать спасателей...\n—Да.. Уже включил..\n—Отлично. Теперь только ждать",
    "answers": [
      {
        "id": 100,
        "text": "(Через день) "
      }
    ]
  },
  {
    "id": 100,
    "text": "—Приём! Группа выживших, приём!\n—Приём, как слышно?\n—Отлично! Так. Готовы вы уже пройти к вертолет?\n—Да. Мы уже собрались.\n—Отлично. Тогда выходите. Они уже прилетели.\n   Выглянув в окно, вы увидели пролетающий вертолёт... Он сел прям на вашу крышу... Вам очень повезло что он не перепутал здания...\n   Взяв оружие и документы, забрав всю еду и воду, вы отправились к лестнице на крышу.\n",
    "answers": [
      {
        "id": 101,
        "text": "> > >"
      }
    ]
  },
  {
    "id": 101,
    "text": "  Вдруг, неожиданно для вас, у двери стоял тот монстр... Он как будто ждал нас... ",
    "answers": [
      {
        "id": 102,
        "text": "[Стрелять] "
      },
      {
        "id": 103,
        "text": "[Бежать на другую лестницу] "
      }
    ]
  },
  {
    "id": 102,
    "text": "  Вы начали стрелять по нему и на звуки выстрелов сбежались остальные монстры...\n   У вас не было шансов на победу... Вы поняли что это конец для вас обоих... Вы знали что сопротивляться уже нет смысла... \n    Перед вами пролетела вся ваша жизнь... Как вы, когда были мелким играли с отцом в футбол... Как вы окончил колледж... Как вы купили собственную квартиру и завели семью... Перед вами пролетело прошлое...\n    Будущее же... Мы не можем видеть... Но можем чувствовать... Мы можем почувствовать что будет больно если вы засунете пальцы в розетку... Мы можем почувствовать сердцем, что это и есть наша вторая половинка...\n   Так и Том, вспомнив прошлое и почувствовав будущее, умер от рук существа, созданным другим... Более жестоким существом-человеком... \n\n\n\n                        Конец\n               (Плохая концовка №2)",
    "answers": [
      {
        "id": 1,
        "text": "(Конец) "
      }
    ]
  },
  {
    "id": 103,
    "text": "   Побежал на другую лестницу, вы смогли уйти с поля зрения врага, но вы все равно были в опасности... Поднявшись на крышу, к вам подбежал и спасатели и посадили в вертолёт, а сами начали чинить что-то... ",
    "answers": [
      {
        "id": 104,
        "text": "[Сказать, чтобы поторапливались] "
      },
      {
        "id": 105,
        "text": "[Игнорировать] "
      }
    ]
  },
  {
    "id": 104,
    "text": "—Ну во первых--вы нам не указ. А во вторых--это дело не быстрое. Так что прошу не мешайте\n—Ну тогда хотя бы не шумите...\n—Хорошо...\n   Вдруг из двери выбежал монстр, схватил рабочего, проверяющего электричество и разорвал его пополам... Все впали в ступор, а вы заставили их сесть в вертолёт и взлететь... Не успев вертолёт взлететь наверх, как монстр запрыгнул и ухватился за него... Вертолёт перевесился, и начал падать... ",
    "answers": [
      {
        "id": 106,
        "text": "[Стрельнуть в существо] "
      },
      {
        "id": 107,
        "text": "[Посветить фонариком] "
      }
    ]
  },
  {
    "id": 105,
    "text": "   Вдруг из двери выбежал монстр, схватил рабочего, проверяющего электричество и разорвал его пополам... Все впали в ступор, а вы заставили их сесть в вертолёт и взлететь... Не успев вертолёт взлететь наверх, как монстр запрыгнул и ухватился за него... Вертолёт перевесился, и начал падать... ",
    "answers": [
      {
        "id": 106,
        "text": "[Стрельнуть в существо] "
      },
      {
        "id": 107,
        "text": "[Посветить фонариком] "
      }
    ]
  },
  {
    "id": 106,
    "text": "   Стрельнул в него, он не отцепился, так как имел не уязвимость к пулям... ",
    "answers": [
      {
        "id": 107,
        "text": "[Посветить фонариком] "
      }
    ]
  },
  {
    "id": 107,
    "text": "   Вы выхватил у команды фонарик и направили свет на монстра... Тот, издавая крики, и получив ожог упал с вертолёта, и он смог выпрямиться... ",
    "answers": [
      {
        "id": 108,
        "text": "> > >"
      }
    ]
  },
  {
    "id": 108,
    "text": "   Раслабившись в кресле, вы смотрели в окно, а Брюс писал что-то в дневнике... :\n—Что это ты пишешь? — спросили вы у него\n—Да ничего такого...\n—Да скажи... Что ты другу не хочешь рассказывать что ты пишешь...\n—Эх... Я тут пишу про наше приключение... Как мы выжили... И как смогли приспособиться...\n—Думаешь кто-то будет это читать?\n—Вряд ли... Но чтоб хотя бы было... Может кто-то и оценит... Писатель я такой себе, поэтому может получиться кривовато...\n—Ничего страшного... Зато я буду читать с удовольствием... И да... Спасибо тебе за всю твою помощь...\n—И тебе спасибо... В одиночку думаю мы бы не справились\n—А вот это в точку!\n     Вертолёт летел через многие километры пустоши... Преодолевая их как один сантиметр... \n    Иногда, героем обычной легенды может быть простой человек... Может быть о нем никто не знает, а может и забыли... Но история, время и Мир,будут помнить их всегда...\n\n\n\n                            Конец\n                  (Хорошая концовка) ",
    "answers": [
      {
        "id": 1,
        "text": "(Конец) "
      }
    ]
  },
  {
    "id": 109,
    "text": "                       Предисловие:\n   Дорогой читатель, перед тем как начать квест почитайте что здесь написано.\n   И так... Это мой самый первый квест в моей жизни. Делаю я их плохо, но в тоже время и не ужасно. Я вас очень прошу, если вам не понравился квест- тогда скажите в чем ошибка и я её исправлю её  в последующих квестах. И прошу, не пишите гневные комментарии. Я только новичок, и плохо умею создавать квесты.\n                   \n\n                        Приятной игры! ",
    "answers": [
      {
        "id": 1,
        "text": "< < <"
      }
    ]
  },
  {
    "id": 110,
    "text": "",
    "answers": []
  },
  {
    "id": 111,
    "text": "",
    "answers": []
  }
]