[
  {
    "id": 1,
    "text": "\nАвтор : Коля Серёгин\n\nЖанры : Ужасы, романтика, приключения, выживание.\n\nВы обычный парень, вы ехали к\nдругу на день рождения ему исполнилось 23 года. С вами была ваша девушка Рита, ваш друг живёт в лесу вы поехали к нему но свернули не туда. Сможешь вышить со своей девушкой или нет ? ",
    "answers": [
      {
        "id": 2,
        "text": "Начать "
      },
      {
        "id": 4,
        "text": "Персонажы"
      },
      {
        "id": 22,
        "text": "Ответы на ваши вопросы по рассказу: Поворот не туда"
      },
      {
        "id": 24,
        "text": "Выбрать Главу"
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": ""
      }
    ]
  },
  {
    "id": 2,
    "text": "__________________________________\nГлава первая: Выживание.\n__________________________________\n\nВы ехали к другу на день рождения он жил в лесу когда вы ехали вы увидели дуб и поворт на лево и на право он не говорил куда ехать вы подумали, и решили ехать на право вы свернули туда, через 1 час вы взяли телефон чтобы посмотреть время  и он упал, вы  хотите его поднять но, ваша машина во что-то врезалась .\nВы проснулись у вас идёт слабое кровотечения, первым делом вы посмотрели на Риту,\nвы разбудили её через 5 минут,\nвы попытались завести машину но это было невозможно она сломалось , а идти вы не можете потому что у Риты сломана ного и она не хочет чтобы вы её оставили одну.",
    "answers": [
      {
        "id": 3,
        "text": "Осмотреть Риту"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы осмотрели у неё только сломана ного,  вы нашли палку, а бинт и  перекись были в машине вы обработали ногу Риты после этого вы обмотали полку бинтом, приложили её к ноге Риты и обмотали ногу.",
    "answers": [
      {
        "id": 12,
        "text": "Идти осмотреться"
      }
    ]
  },
  {
    "id": 4,
    "text": "Сдесь вы увидите персонажей, тех кто будет в квесте: Поворот не туда ",
    "answers": [
      {
        "id": 5,
        "text": "Вы, Рита"
      },
      {
        "id": 6,
        "text": "Ваши враги"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы и Рита, это ваш  характер, вес и рост,. ну и конечно Риты ",
    "answers": [
      {
        "id": 7,
        "text": "Вы "
      },
      {
        "id": 8,
        "text": "Рита"
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 6,
    "text": "В лесу которым вы застряли есть людоеды они хотят съесть человека,  почему они решили есть людей ? ",
    "answers": [
      {
        "id": 9,
        "text": "Самый высокий"
      },
      {
        "id": 10,
        "text": "Средний"
      },
      {
        "id": 11,
        "text": "Самый низкий"
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вас зовут: Никита \nВаш вес: 63\nВаш рост:174\nВам: 26 лет\nЛюбите вашу девушку Риту.\nКаким бываете: Злым, добрым, спортивным и вежливым.\nЧего хотите: Выжить в этих лесах и вернуться обратно в город, со своей девушкой Ритой.\n..............................................................\nЕсли будут выбор спасти себя или свою девушку Риту то он выбирит: Спасти свою девушку или Спати девушку и постараться выжить \n",
    "answers": [
      {
        "id": 5,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 8,
    "text": "Зовут: Рита\nВес: 52\nРост: 169\nЕй: 22\nХочет в 24 родить девочку и назвать её Лизой\nЛюбит своего парня Никиту.\nКакая бывает: Ласковая, добрая,\nкрасивая, спортивная и вежливая.\nЧего хочет: Выжить и вернуться к родителям, друзьям, и вернуться в родной город с парнём Никитой.\nСлушает все указания: Своего парня Никите \n..............................................................\nЕсли будет выбор выжить или спасти жизнь своему парню то выбир спасти жизнь своему парню Никите.\n",
    "answers": [
      {
        "id": 5,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 9,
    "text": "Ему: ?\nОн весит: ?\nЕго рост: 170-180.\n\nОн не чувствует боли его особеность среди братьев это сила \n",
    "answers": [
      {
        "id": 6,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 10,
    "text": "Ему: ?\nОн весит: ?\nЕго рост: 150-165\n\nОн не чувствует боли его особеность среди братьев это меткость",
    "answers": [
      {
        "id": 6,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 11,
    "text": "Ему:?\nОн весит:?\nЕго рост:120-145\n\nОн не чувствует боли его особеность среди братьев это Ум",
    "answers": [
      {
        "id": 6,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы хотели осмотреться но ваша девушка сказала, чтобы вы её не остовляли одну, вы посмотрели что есть в машине, Вы нашли:\nМолоток. \nГвозди 1.000 шт.\nШуруповёрт, \nШурупы 500 шт.\nВода 10 л.\nЕда 2 кг. \nФильтр для воды.\nПистолет о котором не знала Рита.\nПотроны 60 шт. \nДвух стволка о котой не знала Рита.\nПатронов 20 шт.\nНож \nВерёвка очень крепкая 5 км.\nЛопату.\nЗажигалка 1 шт, \n12 коробков спичек.\nФонарь и батареи от фонаря 20 шт. \n..............................................................\nАвтор: Я знаю что вы сейчас думаете: Чтоо, как у них это всё оказалась в машине, когда они ехали на день рождения друга, давайте не будем об это ок. ",
    "answers": [
      {
        "id": 13,
        "text": "Поговорить с Ритой"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы сели в машину и начали разговаривать с ритой:\nОна: Что делал\nВы: Смотрел что у нас есть\nОна: Мы сможем выжить ?\nВы: Конечно у нас есть всё необходимое\nВы: А тебе щас надо поспать\nОна: Хорошо я попытаюсь. ",
    "answers": [
      {
        "id": 14,
        "text": "Взять телефон и полезть на дерево"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы залезли на дерево у вас не было сигнала.\nВы спустились вниз и увидели сразу 6 кабанов они бежали на вас вы быстро взяли двух стволу и начали стрелять в кабанов вы убили 3, остольные ищё живы и они уже очень близко вы залезли в мажину через 3 секунды в машину врезались 3 кабана, вы убили их, из машины но, они легко могли выбить стекло и залезть к вам в машину.\nРита конечно проснулась первое что она сказала это: откуда у тебя оружие,\nВы: Еслиб у меня его не было то мы бы могли умереть.\nРита заплакала, не иза того что вы щас сказали а иза оружия которое у вас было, вы взяли её заруку и сказали \nВы: всё будет хорошо ",
    "answers": [
      {
        "id": 15,
        "text": "Подумать что можно сделать"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы думали 2 минуты и придумали вы можете сделать домик на дереве вы взяли доски и полезли на дерево через 1 час вы уже могли стоять на досках которые прибили.\nВы взяли топор и пошли рубить ещё деревья, через ещё 3 часа вы сделали стены и окно но без стекла, через 15 минут вы сделали лестницу, чтобы было легче подняться на верх.\nВы взяли Риту на руки и полезли на верх через 2 минуты вы были уже в своём доме на дереве.",
    "answers": [
      {
        "id": 16,
        "text": "Укрепить дом на дереве"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы укрепили дом на дереве у вас это заняло 3 часа, вы сделали кровать это было трудно  но у вас это получилось у вас на это ушло 1 час.",
    "answers": [
      {
        "id": 17,
        "text": "Лечь спать рядом с Ритой"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы легко заснули, вы проснулись в 9.35 так показали ваши часы на руке Рита ещё спала, Подумать как сделать шкаф через 5 минут вы уже придумали как это сделать. ",
    "answers": [
      {
        "id": 18,
        "text": "Посмотреть в окно "
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы посмотрели в окно, и увидели 2 кабана они бежали на трёх людей но эти люди очень лекго справились с ними вы увидели что это какие-то уроды вы пригнулись они вас не заметили чере 2 минуты вы опять посмотрели в их сторону они куда-то ишли хорошо что у вас дом на дереве может они его и не увидели.",
    "answers": [
      {
        "id": 19,
        "text": "Начать делать шкаф "
      }
    ]
  },
  {
    "id": 19,
    "text": "Через 30 минут вы сделали шкаф, теперь вы хотели сделать стол, через 22 минуты вы сделали стол",
    "answers": [
      {
        "id": 20,
        "text": "Сделать 2 стула "
      }
    ]
  },
  {
    "id": 20,
    "text": "Через 20 минут вы сделали 2 стула.\nВам надо  подумать о складе чтобы там хранить дерево, доски.",
    "answers": [
      {
        "id": 21,
        "text": "Сделать склад"
      }
    ]
  },
  {
    "id": 21,
    "text": "Через 4 часа вы сделали склад , он находился на дереве которые \nнаходилось рябом свами вы сделали мост через 2 часа.\n Чтож теперь у вас больше шансов выжить, вы должны прожить 7 месяца чтобы у вашей девушки зажила нога.",
    "answers": [
      {
        "id": 23,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 22,
    "text": "__________________________________\nОтветы на ваши вопросы о рассказе: Поворот не туда.\n__________________________________\nПочему они немогли уехать от сюда?\n— Машина была сломана.\n\nПочему у ним было столько вещей в машине ?\n— Это я сделал для того чтобы вам было проще выжить.\n\nПочему они не могли уйти ?\n— 1. Потому что у Риты была сломана нога. \n2 Риту нельзя было остовлять одну.\n3 Чтобы дойти до вашего друга, он ближе всёх был, вам надо было пройти 118 км.\n\nПочему он не мог позвонить кому-нибудь ?\n— Потому что не было сигнала. \n\nОт куда у них доски ? \n— давайте придставем что он их нашёл в лесу.\n\nЗачем он взял полку и обмотал её ? \n— 1. Потому что с неё могла просыпаться стружка и она бы просто мешала Рите .\n2 Палка стала крепче.\n\nЗачем ему нужна была палка ?\n— На это я не могу ответить если только чтобы кость не сдвинулась.\n\nПочему рассказ назвали: Поворот не туда ?\n— Потому что Никита повернул не в ту сторону.\n\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 23,
    "text": "Глава первая: Выживание.\nЗакончилась хотите продолжить историю ?",
    "answers": [
      {
        "id": 25,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 24,
    "text": "__________________________________\nГлава первая: Выживание.\n__________________________________\n\n*************************************\n__________________________________\nГлава вторая: Новый друг.\n__________________________________",
    "answers": [
      {
        "id": 2,
        "text": "Глава первая: Выживание"
      },
      {
        "id": 25,
        "text": "Глава вторая: Новый друг"
      }
    ]
  },
  {
    "id": 25,
    "text": "__________________________________\nГлава вторая: Новый друг\n__________________________________\n\nПрошёл 1 месяц, вы заметили что у вас начала пропадать еда,\nвы решили сделать ловушку для Вора вы положили кусок мяса и начали ждать, прошло 4 часа вы уже думали что можно уходить как вдруг из кустов вышла маленькая белочка вы её свотили и полезли на верх, через 2 минуты вы были в доме,\nвы подумали почему она не у себя дома вы дали ей еды, она сьела видно что она всё съест доже мяса, после того как она съела то что ей дали она легла спать вы тоже видь за окном уже темно.\nНа следующей день вы увидели что белочка принесла вам 2 гвоздика.\n",
    "answers": [
      {
        "id": 26,
        "text": "Погладить белочку"
      }
    ]
  },
  {
    "id": 26,
    "text": "Теперь у вас новый друг, вы ей дали имя F14 , через неделю после того как у вас появился новый друг,  теперь доже вашу девушку можно оставлять с F14\nвы решили сделать F14 кровать,\nчерез 2 часа вы уже сделали ей мини кровать это было сложно но вы это сделали, после этого вы улучшили ваш дом на дереве теперь он ведержет больше веса и он стал крепче.\nВы посмотрели в окно и увидели троих людей это были те самые которые убили  кабанов, кажется один из них заметил ваш дом на дереве, и они побежали к вам один из них\nвытащил откуда-то стрелу и запустил её вашу сторону, хорошо что не кто не постродал тогда вы взяли пистолет и выстрелили в того самого который стрелял в вас и конечно вы попали в его голову он мгновенно умер другие начали отступать вы ещё раз выстрелили в самого высокого и попали ему в ногу.\n",
    "answers": [
      {
        "id": 27,
        "text": "Через неделю"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы стали ночью и увидели тех двох, они двигались в вашу сторону было темно вы их ели заметили вы взяли пистолет и попали в самого высокого в его голову, он умер второй стоял на месте нечего не понимая вы попали ему в ногу, он начал отступать вы решили дать ему шанс выжить, через 2 дня он шёл опять на вас с луком он выстрельнул но не попал тогда вы выстрельнули и попали ему в шею он через 15 секунд умер,\nвы незнали сколько таких ешё есть но знали что сними вы больше не увидетесь.",
    "answers": [
      {
        "id": 28,
        "text": "Через 2 месяца"
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы уже находились в этом лесу \n4 месяца,1 неделя, 2 дня.\nВы Подошли к Рите.\nВы: Привет как нога\nОна: Почти не болит ну если некуда не наступать \nВы: Ну это уже хорошо \nОна: Как у нас дела \nВы: Всё хорошо еда, есть вода тоже есть.\nВы: Какак у тебя настроение ? \nОна: Отлично\nВы: Ладно тогда я пошёл.",
    "answers": [
      {
        "id": 29,
        "text": "Идти охотиться"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы нашли 3 кабана, вы их убили и пошли жарить мяса сегодня у вас есть 6 кг, мясо после этого вы пошли набирать воду после, вы набрали 7 л, воды. \nКогда вы хотели идти обратно то увидели дом вы достали двух стволку и пошли внутрь внутри некого небыло скорее всего это дом тех троих людей, вы нашли дневник, ручку, фонарик, телефон который безполез в этих местах, и нашли радио.\nВы пошли домой, вы посмотрели свои батарейки и поставили их в радио, оно заработало.",
    "answers": [
      {
        "id": 30,
        "text": "Слушать новости "
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы решили послушать новости.\nНовости: Сегодня заражён ещё один город: Смоленск туда некому не попасть и некому не выйти.\nЧто за бред какой-то, подумали вы и решили лечь спать",
    "answers": [
      {
        "id": 31,
        "text": "Через 1 месяц"
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы уже думали как вам идти и куда, вы пошли в лес к тому дому, за домом вы увидели машину вы побежали к ней ключи находились там вы завели машину и поехали к вашему дому где щас находилась ваша девушка вы собрались взяли Риту на руки и полезли в машину там было 20л вы поехали в город конечно вам не хватило бензина, вам осталось пройти 15 км, вы взяли вашу девушку наруки взяли с собой 5 л, воды и  2 кг, жареного мяса. ",
    "answers": [
      {
        "id": 32,
        "text": "Идти "
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы прошли 1 км, конечно с девушкой на руках это было тежело но вы не хотели показывать это Рите, вы прошли ещё 1 км, вы решили отдохнуть Рита попила воды вы тоже у вас осталось 2 кг мяса, и \n3 л, воды, вы поговорили с Ритой 10 минут, теперь вам надо идти дальше.",
    "answers": [
      {
        "id": 33,
        "text": "Взять Риту на руки"
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы прошли ещё 2 км, вам осталось 11 км, вы прошли ещё 1 км, вы взяли Риту на спину и прошли ещё 3 км, вам осталось пройти 7 км, вы отдохнули с Ритой съели жареного мяса и попили.\nУ вас остались :\n1 кг мяса\n2 л воды",
    "answers": [
      {
        "id": 34,
        "text": "Взять Риту на спину "
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы прошли 4 км и устали, вы взяли Риту наруки и прошли 2 км, отсталость 1 км.\nВы решили отдохнуть и попили воды.\nУ вас осталась:\n1 кг мяса \n1 л воды",
    "answers": [
      {
        "id": 35,
        "text": "Идти дальше "
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы прошли 1 км, и увидели город вы были рады, наконец вы были в городе, но что-то было не так, было слишком тихо\nвы зашли в город но некого не увидели вы пошли к себе в квартиру ",
    "answers": [
      {
        "id": 36,
        "text": "Положить Риту на кровать "
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы положили Риту на кровать закрыли дверь и легли рядом с ней, вы почти одновременно уснули.\nУтром вы хотели ести, вы пошли в магазин но там не было продавца, вы его звали минут 5, но некого не было, вы взяли что вам нужно:\nХлеб 3 шт\nБулка 2 шт\nЛимонад 3 л\nВоды 10 л\nЯйца 10 шт\nМяса 5 кг\nМакароны 3 кг\nКартошки 2 кг.\n\nИ пошли домой когда вы шли то почему некого не было.",
    "answers": [
      {
        "id": 37,
        "text": "Зайди в квартиру "
      }
    ]
  },
  {
    "id": 37,
    "text": "Вас небыло дома всего 13 минут, но Рита уже помыла полы, помыла посуда, расставила всё по местам.\nОна сказала,\nОна: Забыл масло \nВы: У тебя нога сломана, иди спи \nОна: Я не хочу спать\nВы: Ну тогда просто отдохни\nОна: Я уже давно отдохнула\nВы: Потерпи ещё 1 месяц \nОна: Но что я буду делать 1 месяц ?\nВы: Смотреть телевизор, играть с F14, Читать.\nОна: А кто будет смотреть за тобой ?\nВы: Я уже не маленький чтобы за мной смотреть.\nРита легла обижая на кровать.",
    "answers": [
      {
        "id": 38,
        "text": "Спросить что она будет"
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы решили спросить что она будет кушать, макароны или картошку.\nОна нечего не ответила, ладно потом будешь смотреть за мной через 1 месяц.\nРита улыбнулась, макароны.\nВы сделали макароны и принесли Рите, Рита всё сьела и включила телевизор.\n",
    "answers": [
      {
        "id": 39,
        "text": "Лечь рядом с Ритой"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы легли, начали смотреть телевизор, целый день вы с Ритой смотрели телевизор Рита заснула вы выключили телевизор и легли спать.\nЧерез 1 месяц Рита была на ногах, она готовила, убралась, короче она хозяйничала по квартире.\n\n..........................................…..................\nПока вы были в городе вы ещё не разу не увидели человека это было очень страно куда все подивались ? \nУ вас было много вопросов.",
    "answers": [
      {
        "id": 40,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 40,
    "text": "Глава вторая: Новый друг.\nЗакончилась я постараюсь как можно скорее написать продолжение, всем удачи !!!",
    "answers": [
      {
        "id": 1,
        "text": "Продолжение следует"
      }
    ]
  },
  {
    "id": 41,
    "text": "",
    "answers": []
  }
]