[
  {
    "id": 1,
    "text": "Жанр: Драма, Книга\nСтатус: ВООБЩЕ НЕ ЗАКОНЧЕНО :///\nКому нужны сладкие истории? Погрузись в пучину тьмы и грязи.\nОсновано на событиях фильма \"Грязь\"\n",
    "answers": [
      {
        "id": 2,
        "text": "Начать путешествие в траур. "
      }
    ]
  },
  {
    "id": 2,
    "text": "Дует нежный ветер. Этот ветер проносится так легко и уносит листья за собой. И листья не могут сопротивляться ветру. Как и люди не могут сопротивляться судьбе.\nТакже как и люди листья не знают, куда их принесет дальше: в руки какому-то коллекционеру или в костер засохшей травы...\nНо листья умрут телом, а люди... Могут умереть душой, если выберут не тот путь... И как по мне, это самое худшее — потерять огонь жизни в глазах, стать унылым, бесцельным существом, быть сломленным чужим мнением, давлением... нечаянным или специальным поступком ближнего.\nНо бывает так, что именно человек выбирает неправильный путь, и погибает не он сам, не его душа, а все, что его окружало, что он ценил. И вроде бы ты пытаешься воскресить это, но оно давно уже превратилось в пепел... И ты, было, хочешь вернуть дорогого человека... Но он уже не вернется.\nСудьба так распоряжается, что люди приходят в твою жизнь, уходят из нее. А  ты не хочешь отпускать человека, зачем, если он тебе так дорог?..\nНо вот, кулаки, которыми ты так тщетно разбивал стены, все в крови, а те самые стены стали только крепче...\nИ вроде бы ничего не вернуть, но в твою жизнь приходит новый человек... Про чувства к старому ты забываешь, но ты боишься, как бы это снова всё не повторилось. И у тебя уже хорошая связь с новым человеком, но как на зло, приходит \"привет\" из прошлого... Всплывают либо новые проблемы, либо отклики тех чувств...\nПриходится снова что-то придумывать, выкручиваться, чтобы все остались довольны. Приходится врать, чтобы все были счастливы... Но опять все идет не так... \nИ ты... Да-да, ты, ты теряешь все. Неудачник.\n\n\nЧто-то из моих сочинений... \n",
    "answers": [
      {
        "id": 3,
        "text": "×далее×"
      }
    ]
  },
  {
    "id": 3,
    "text": "Четвертый сезон \"Дарьи\" пересмотрен. В который раз. Хоть ты и любила этот мульт, но даже он не поднимал настроение. Как и любимый чай, который ты покупала уже который год.\n\"Хочется перемен...\" — мелькнуло у тебя в голове. Да только что менять? Ты учишься на 5, готовишься к экзаменам, и до сих пор, в почти 15 лет, не знаешь, куда пойти. Поэтому решила остаться до 11 класса. Все таки не хотелось заниматься тем, что терпеть не можешь, как твоя мама. Просто потому что так заставили родители.\n",
    "answers": [
      {
        "id": 4,
        "text": "Продолжать размышлять"
      }
    ]
  },
  {
    "id": 4,
    "text": "\"Маме 45 лет. Жаль, что такая красавица до сих пор одинока. С отцом они развелись, когда мне было 2 года... Что ж, все время меня все жалеют, да только у меня никогда не болело в душе из-за этого. Знаете, я была такая мелкая, что еще толком ничего не понимала. Да и с отцом я вижусь 2 раза в год. Все из-за расстояния в 2000 километров... \nКонечно, мама пробовала завести с кем-то отношения. Но к сожалению, ничего не получалось. \"\n",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "\"Все конечно хорошо в наших отношениях. Но в быту отвратно. Поэтому хочу свалить в Питер.\nИ все таки больше всего я грущу, что даже не знаю, какого это — сидеть всей семьёй с кучей родственников за одним большим столом. Не знаю, как это — объедаться бабушкиными пирожками. К сожалению... \"",
    "answers": [
      {
        "id": 6,
        "text": "Перестать погружаться в грустные мысли"
      }
    ]
  },
  {
    "id": 6,
    "text": "\"Ну да ладно, не будем о грустном.\" — подумала ты. \nМама давно ушла на работу.\nНеудивительно, она много работала, чтобы вас прокормить... \nТы хотела сегодня съездить в Парк Горького. Ведь лето, надо как-то развеяться... Только ты как всегда поедешь одна. ",
    "answers": [
      {
        "id": 7,
        "text": "Жаль, но на то есть причины... "
      }
    ]
  },
  {
    "id": 7,
    "text": "Ты переехала сюда только в начале года... Перешла в новую школу в апреле... Тебя не восприняли в новом классе. Было грустно. И так немало разочарований за этот год.\n\"Я так понимаю, сегодня мой разум решил устроить День меланхолии?.. Что ж, я не против.\"\nНе то, чтобы ты была современным, типичным, \"депрессивным\" подростком, нет... Просто нравилось иногда погрустить.\n\"В конце концов я ведь просто человек, у которого есть эмоции и чувства...\"\nЭто было твоим обычным оправданием. ",
    "answers": [
      {
        "id": 8,
        "text": "Включить плейлист с грустными песнями. "
      }
    ]
  },
  {
    "id": 8,
    "text": "Продолжение следует. ",
    "answers": [
      {
        "text": "На первую страницу "
      }
    ]
  },
  {
    "id": 9,
    "text": "",
    "answers": []
  }
]