[
  {
    "id": 1,
    "text": " Это начилось совсем недавно. Может недели две, три назад. Я это помню как сегодня, как свои пять пальцов на руке, там где я работал, где должно было быть, моё предписанное начало... и конец. Чернобылская Зона Отчуждения. Мурашки по коже не прошли ? Значит сейчас пройдут ! В субботу 26 апреля 1986 года на 4-м энергоблоке Чернобыльской АЭС произошёл взрыв, который полностью разрушил реактор. Более 4тыс. человек умерло от этой ужасной катастрофы, мощнейшие волны радиации раскинули свои \"сети\" на более, чем тысячи киллометров от центра. Болле чем 115тыс. человек было эвакуировано из Припяти, и я том числе.\n В 1986 году, мне было 17 лет. Я был обыкновеным парнишкой, гонял футбол, ходил с друзьями гулять и т.п. Семья было обычная : папа — Степан Иванович, мама — Лариса Ифанова ( ныне — Лариса Иванова). После поздний прогулки я пришёл домой, примерно в одиннадцать часов ночи, в потрёпаном состояние от выпитого мной \"легендарнного\" портвейна 777. Так вот, пришёл домой поздно, в нетрезвом состоянии, и кое — как \"приплыл\" до кровати, и рухнул как свинья в гряз, с таким же наслождением. \n И вот, в час ночи прогремел взрыв, такое чувство как — будто, очень сильно хлопнули в ладоши рядом с ухом. Я конечно резко встал, но мой организм говорил обратное, то есть хотел спать, и в этой не равной схватке победил организм. Вы спросите как я уснул, зная что в паре киллометров от меня прогремел взрыв ?  Вы когда — нибудь пытались переубидить пьяный мозг ? А я вот да ! Да вот только не получилось. Так — вот продолжим. Дальше я помню размыто. Отец вбежав в мою комнату что — то прокричал, мама собирала вещи. В этой эпопеи криков и возглосов, я кое — как встал с кровати и вместе с                родителеми стал собирать свои, и их вещи. Когда мы закончили сборы, и вышли из квартиры на улицу, побежали к ближайщей толпе людей которая направлялась на площадь или где было место сбора, или где была точка эвакуации... Я де точно не помню. Но знаю только одно, что на эвакуировали в Киев.",
    "answers": [
      {
        "id": 2,
        "text": "Образумится ( Перестать думать о прошлом )"
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "http://www.stalker-st.ru/_ph/14/679611005.jpg"
      }
    ]
  },
  {
    "id": 2,
    "text": "А, да, а чём это я. Я даже зыбыл придставится. Мне зовут Даниил Иванович, кореной житель, а точнее бывший гражданин Припяти. Сейчас я живу в Киеве, в столице Украины, работаю в журналистом на местном канале, рассказывающий о всяких событий прошлого. Вод к примеру, недавно освежали тему о Припяти, где раньше я жил 33 года назад, произошла чудовищная катострофа, которая повлекла за собой непоправимые для природы Припяти последствия. Сейчас на дворе 2019 год. Можно уже было забыть об этом проишествии, но люди до сех пор, чьтят память о трагедит 1986 года.\nМеня всю мою жизнь после трагедии интересовало, а если ещё те, которых не эвакуировали из Припяти ?",
    "answers": [
      {
        "id": 2,
        "text": "введите команды для картинки",
        "url": "https://www.chornobyl.com.ua/wp-content/uploads/2018/04/kZaGfD9Qtvw.jpg"
      },
      {
        "id": 3,
        "text": "А что если есть такие люди ? "
      }
    ]
  },
  {
    "id": 3,
    "text": "Я если честно не задумавлся об этом, есть ли те которых не эвакуировали ? Но я знаю одно, что всё  — таки есть, те люди которые по своей воли остались жить в Припяти. И мне бы хотелось узнать о них побольше, дотянутся до истены,  есть ли жизнь после конца. Я же всё — таки журналист, у меня в крови рассказывать людям, а том что, скрывается под свинцовым завесом тайны, которую могут открыть только сильные духом люди, которые не побоятся остнановиться на пол пути и пойти обратно.",
    "answers": [
      {
        "id": 3,
        "text": "Укажите команды для картинки",
        "url": "https://st4.depositphotos.com/1074956/29727/i/450/depositphotos_297270962-stock-photo-abandoned-cityscape-in-pripyat-chernobyl.jpg"
      },
      {
        "id": 4,
        "text": "То есть, ты хочешь, поехать в Припять и разузнать о местных \"обитателях\" ?"
      }
    ]
  },
  {
    "id": 4,
    "text": "Да, мне придётся это сделать, во имя безликого стараха боязни Чернобыльской Зоны Отчуждения. Ведь я знаю, что там есть жизнь, которая кяпит, в агонии страха радиации и чудовищ, которые убивают людей, если те переступять через рамки дозволеного.\nВот ты вериш, в этот бред ? А я вот да, от части, конечно. И поэтому я должен разузнать, а вдруг и правда, там есть жизнь, лучик надежды который умирает в оковах незнаний о ней, о Припяти, манящая на приключения.",
    "answers": [
      {
        "id": 4,
        "text": "Укажите команды для картинки",
        "url": "https://im.kommersant.ru/Issues.photo/OGONIOK/2017/010/KMO_157458_00107_1_t218_220704.jpg"
      },
      {
        "id": 5,
        "text": "(Перейти ко 2 главе)"
      }
    ]
  },
  {
    "id": 5,
    "text": "Главп 2.\n\nПОКА НА НЕЁ НЕТ МЫСЛЕЙ !!!",
    "answers": []
  }
]