[
  {
    "id": 1,
    "text": "Автор: altairg\nЖанр: Фантастика, боевик\nИстория о том как человеку надоела своя работа и посмотрев новости отправился в туда, где можно умереть за несколько минут для легкого заработка\n\n",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 3,
        "text": "Предисловие "
      },
      {
        "id": 31,
        "text": "Главы "
      },
      {
        "id": 35,
        "text": "Новости (4-оя глава)"
      }
    ]
  },
  {
    "id": 2,
    "text": "Влад проснулся от звонка своего лучшего Пети (он был дворником в его дворе) -\"Здарова Спелый,  как жизнь? \"",
    "answers": [
      {
        "id": 4,
        "text": "-\"Нормально,  я тут хочу в Зону отчуждения проникнуть\""
      }
    ]
  },
  {
    "id": 3,
    "text": "Жил один обычный человек. ходил на работу, жил в маленькой квартирке, вобщем, как все обычные люди. Работал он полицейским,  платили 25000 в месяц, он имел хорошее чувство юмора. Имя у него было Влад,  фамилия была такая же простая - Поспелов. Коллеги называли его Вася Спелый. И однажды,  смотрев новости по телевизору был сюжет про Чернобыльскую Зону Отчуждения,  \"На ней присутствуют от 3 до 500 тысяч неучтёных лиц, так называемые сталкеры. Они зарабатывают солидные деньги продавая аномальные образования стоящие от 2 до 100 тысяч. По периметру Зоны расположены кордоны, они оснащены военным оружием и самими солдатами охраняюшие проходы в Зону.\" На этом моменте сюжет о Зоне закончился и начался сюжет о группах смерти в соцсетях. -\"Думаю,  на мою последнюю зарплату я смогу купить себе достойное снаряжение для вылазки в Зону за быстрым заработком\" сказал Влад перед тем как выключить телевизор и лечь спать",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 1,
        "text": "В меню"
      }
    ]
  },
  {
    "id": 4,
    "text": "О,  слышал о ней от знакомых,  я тоже в неё собираюсь, как думаешь мне пройти скрыто,  дать взятку солдату или через свои связи? ",
    "answers": [
      {
        "id": 7,
        "text": "-\"Иди скрытно, целее будешь\""
      },
      {
        "id": 8,
        "text": "-\"Откуда у тебя деньги на взятку?\""
      },
      {
        "id": 9,
        "text": "-\"Какие у дворника могут быть связи?\""
      }
    ]
  },
  {
    "id": 5,
    "text": "!2",
    "answers": []
  },
  {
    "id": 6,
    "text": "Увы,  но вы не на службе,и у вас нет патронов ",
    "answers": [
      {
        "text": "Назад к звонку !2"
      }
    ]
  },
  {
    "id": 7,
    "text": "-\"Спасибо за совет, надеюсь что в Зоне есть сотовая связь\"",
    "answers": [
      {
        "id": 12,
        "text": "Ладно,  у меня тут дела поэтому до скорого "
      }
    ]
  },
  {
    "id": 8,
    "text": "Дворникам государство квартиры даёт, и зарплата у нас 15000 в месяц так что я могу себе позволить",
    "answers": [
      {
        "id": 12,
        "text": "У меня тут дела так что давай до скорого"
      }
    ]
  },
  {
    "id": 9,
    "text": "У меня родители были знаметы на всю округу",
    "answers": [
      {
        "id": 12,
        "text": "Ладно у меня тут дела так что до скорого"
      }
    ]
  },
  {
    "id": 10,
    "text": "",
    "answers": []
  },
  {
    "id": 11,
    "text": "\"Зона это площадка для всего криминального мира. В зоне вместе со сталкерами с существуют бандиты,. Одни скрываются от полиции, другие так зарабатывают,  в основном занимаются грабежами. Так же на территории Зоны находятся важные для знаю. страны обьекты\" Закончил свою речь телеведуший. Чем теперь занятся?",
    "answers": [
      {
        "id": 18,
        "text": "Подождать своем смены и пойти на работу "
      }
    ]
  },
  {
    "id": 12,
    "text": "-\"Ладно,  покедова\" На этих словах Петя сбросил трубку -\"Ненавижу людей которые будят своим звонком\" сказал Влад смотря на часы стоящие рядом с кроватью -\"Если бы он мне не позвонил, я бы проспал свою смену\" сказал Влад посмотрев на часы на которых было 06:54 -\"А нет,  я всё ещё его ненавижу\" Влад уснул в своей одноместной кровати ибо его смена начиналась в 10:30. После продолжительного сна Влад встал с кровати в 12:00. Заметив это он хотел начать моментально собираться, но он вспомнил что сегодня суббота и можно спокойно занятся своими делами.  Ну? Что будем делать?",
    "answers": [
      {
        "id": 15,
        "text": "Будем смотреть новости"
      },
      {
        "id": 16,
        "text": "Почитаем что такое сталкерство"
      }
    ]
  },
  {
    "id": 13,
    "text": "В интернете продаются автоматы, пистолеты, снайперские винтовки, боевые ножи, охотничные ножы, бронежелеты, камуфляж и бронежелеты-камуфляжи. \nНа киви у меня 75000 рублей, Пистолет Макарова и кухонный нож у меня есть. Думаю надо купить бронежелет на всякий пожарный.",
    "answers": [
      {
        "id": 17,
        "text": "Купить бронежелет за 50000"
      },
      {
        "id": 19,
        "text": "Купить боевой нож за 70000"
      },
      {
        "id": 12,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 14,
    "text": "!2",
    "answers": []
  },
  {
    "id": 15,
    "text": "-\"Вот так и узнаем про Зону чуть больше\" сказал Влад и стал перебирать федеральные каналы. \n-\"Мультики, мультики, музыка, мультики, ещё одни мультики, сериал, музыка, во,  наконец-то,  новости с сюжетом про Зону,  смотрим! ",
    "answers": [
      {
        "id": 11,
        "text": "Смотреть"
      },
      {
        "id": 12,
        "text": "Не смотреть "
      }
    ]
  },
  {
    "id": 16,
    "text": "Итак, страница в браузере открыта. Можно читать\n",
    "answers": [
      {
        "id": 23,
        "text": "Читать"
      },
      {
        "id": 12,
        "text": "Не читать"
      }
    ]
  },
  {
    "id": 17,
    "text": "Сталкерским комбенизон \"Заря\"\nТеперь у меня 25000 рублей кухонный нож, пм",
    "answers": [
      {
        "id": 10,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 18,
    "text": "Время 11:58. Скоро на работу. Влад начал одеваться в форму но на телефон пришло SMS\n-Петя сказал мне о тебе,  я буду готов выехать сегодня в полночь. В Зоне очень опасно.  Буду ждать у УАЗа.",
    "answers": [
      {
        "id": 20,
        "text": "Продолжать  собираться на работу "
      }
    ]
  },
  {
    "id": 19,
    "text": "-\"Зачем он мне?\" вовремя одумался Влад",
    "answers": [
      {
        "id": 13,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 20,
    "text": "Влад оделся и пошёл гонять преступников.",
    "answers": [
      {
        "id": 22,
        "text": "Гонять преступников до окончания смены"
      }
    ]
  },
  {
    "id": 21,
    "text": "Влад стал судорожно собирать вещи. Он взял:\nПМм\nКожанную куртку\n4 шт консерв\nСапёрская лопатка\nНабор картографа\n3 шт гранат Ф1",
    "answers": [
      {
        "id": 24,
        "text": "Дождатся полуночи и пойти ждать УАЗ"
      }
    ]
  },
  {
    "id": 22,
    "text": "Влад гонял преступников до конца смены. Теперь надо собирать свои вещи и валить в Зону. Влад уже сказал начальству что он поедет \"отдыхать\"  и начальство разрешило. У Влада месяц на то, чтобы заработать много денег\nВремя 22:40",
    "answers": [
      {
        "id": 21,
        "text": "Собрать вещи"
      }
    ]
  },
  {
    "id": 23,
    "text": "Ствлкерство это - род деятельности в которой человек под страхом смерти собирать аномальные образования т.е. артефакты (сокр. арт). -\"Это очень кропотливая, каждую минуту в Зоне умирает один сталкер\" заявил один из представителей этого дела -\"Пройти через блокпост военных очень легко\"  продолжает он -\"Рядом с блокпостом находится убежище сталкеров\". \nЧем теперь занятся ?",
    "answers": [
      {
        "id": 18,
        "text": "Дождатся своей смены и пойти на работу"
      }
    ]
  },
  {
    "id": 24,
    "text": "Время - 23:55. Влад  начал одеватся. После того как Влад оделся он вышел из квартиры, закрыл дверь ключами и пошёл ждать УАЗ.\nУ Влада есть телефон. Что будем делать?",
    "answers": [
      {
        "id": 25,
        "text": "Играть в тетрис"
      },
      {
        "id": 25,
        "text": "Рубится в Day R"
      },
      {
        "id": 25,
        "text": "Мечтать"
      },
      {
        "id": 25,
        "text": "Перечитать уголовный кодекс РФ"
      },
      {
        "id": 25,
        "text": "Просто стоять"
      }
    ]
  },
  {
    "id": 25,
    "text": "К вам подъехал зелённый УАЗ. Из него вышел мужчина 24-26 лет и попытался затолкать вас в багажник. После серии ударов в живот Влад повалил его на землю\n-\"Ты чё мужик?\" ",
    "answers": [
      {
        "id": 30,
        "text": "Я самообороняюсь"
      },
      {
        "id": 30,
        "text": "Прости"
      }
    ]
  },
  {
    "id": 26,
    "text": "-\"Увы, но моё имя ты узнаешь только в Зоне и только в удачной обстановке. Пока называй меня Грачом\" ответил мужчина.",
    "answers": [
      {
        "id": 28,
        "text": "Ну ок. Садись в машину и поехали!"
      }
    ]
  },
  {
    "id": 27,
    "text": "Грачь завёл машину, Грачь для безопасности засунул Влада в багажник. Теперь вы едите на блокпост. Думаете о том как будет проходить ваще существоание в Зоне...\nВы уснули.\nКонец первой главы",
    "answers": [
      {
        "id": 29,
        "text": "К второй главе"
      }
    ]
  },
  {
    "id": 28,
    "text": "-\"Ок ща только встану,заведу машину и поехали\"",
    "answers": [
      {
        "id": 27,
        "text": "Жду"
      }
    ]
  },
  {
    "id": 29,
    "text": "Начало второй главы\nВы проснулись в багажнике.  Влад хотел начать паниковать,  но вскоре он вспомнил как сюда попал.  В багажнике можно было наблюдать за тем что происходит на улице Влад видел как машина едет по сельской дороге.  \nЧем занятся? ",
    "answers": [
      {
        "id": 33,
        "text": "Зарубиться в Day R"
      },
      {
        "id": 34,
        "text": "Мечтать о деньгах"
      }
    ]
  },
  {
    "id": 30,
    "text": "-\"Да я тебя в Зону собираюсь отвести",
    "answers": [
      {
        "id": 26,
        "text": "Да я уже понял, тебя то как зовут?"
      },
      {
        "id": 28,
        "text": "А чего мы ждём? Садись!"
      }
    ]
  },
  {
    "id": 31,
    "text": "Главы которые вы прошли",
    "answers": [
      {
        "id": 29,
        "text": "2-я глава",
        "need": 29
      },
      {
        "id": 52,
        "text": "3-я глава",
        "need": 52
      },
      {
        "id": 64,
        "text": "4-ая глава",
        "need": 64
      }
    ]
  },
  {
    "id": 32,
    "text": "Связи нет",
    "answers": [
      {
        "id": 29,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 33,
    "text": "Влад долго рубился в Day R. После, Влад приехал на блокпост.Через шель в ящике было видно как Грача допрашивают о содержимом УАЗа",
    "answers": [
      {
        "id": 37,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 34,
    "text": "Влад задумался. Сколько денег у него будет после выхода из Зоны, будет ли он продолжать работать появится ли у него семья? Раздумие прервал приезд на блокпост. Через шель в ящике было видно как Грача допрашивают солдата о содержимом УАЗа",
    "answers": [
      {
        "id": 37,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 35,
    "text": "Новости <s>r\nДобавлена одна треть 4-ой главы<s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 36,
    "text": "В деревне новичков Влада встретил Шустрый. Он был легендой Зоны и продавал много всяких товаров. Он подозвал Влада к себе.",
    "answers": [
      {
        "id": 40,
        "text": "Подойти к Шустрому"
      },
      {
        "id": 41,
        "text": "Проигнорировать и отправится к костру за советами"
      }
    ]
  },
  {
    "id": 37,
    "text": "-\"Вот документы на вывоз оружия в Зону для учёных\" уверенно сказал Грачь\n-\"Ну ладно, проезжай. Храни тебя бог и опасайся аномалий\" сказал военный на блокпосту\nПосле этого разговора Влад продолжил ехать. Сейчас ему не хотелось ничего делать.Он ждал прибытия в Зону\nУАЗ остановился, из него вышел Грачь и открыл багажник, немного пострадав Грачь открыл ящик в котором и сидел Влад.\n-\"Хвалю за молчаливость Спелый. Сейчас обьясню как здесь обстоят дела: у нас тут не куррорт, но если ты здесь именно для того чтобы попасть на него тебе придётся хорошо потрудится. Короче, если пойдёшь налево - то там будет деревня новичков. Там обитают все новички и легенды Зоны, запомни, кличку могут тебе придумать только другие сталкеры, если кличку тебе придумал Легенда - то это хорошая примета. Если пойдёшь направо, то там стоит АТП. База бандитов, там их очень много и не иди туда без хорошей экипировки. Прямо мост под которым стоят военные. они тебя не тронут, но и не пропустят. Они требуют взятку с каждого кто проходит мимо, так что иди в деревню новичков\" закончил предподносить свою помощь Грачь",
    "answers": [
      {
        "id": 38,
        "text": "Прощай Грачь"
      }
    ]
  },
  {
    "id": 38,
    "text": "-\"Прощай Спелый\" легко отозвался Грачь\nТеперь можно пойти в деревню новичков чтобы купить нормальное сняряжение\n[Сохранение]",
    "answers": [
      {
        "id": 36,
        "text": "В деревню новичков"
      },
      {
        "id": 39,
        "text": "На АТП"
      }
    ]
  },
  {
    "id": 39,
    "text": "Шальная пуля и Влад мёртв",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 38,
        "text": "С сохранения"
      }
    ]
  },
  {
    "id": 40,
    "text": "-\"Что тебе надо?\" сказал Влад\n-\"Ты у нас новенький не такли? Я хочу дать тебе совет и кличку. Видишь вот тот подвал? Там живёт барыга один. Он тебе может дать задание. И я заметив твою рожу и доброту ко всем понял, ты будешь нести кличку... Спелый/Эрнест. ",
    "answers": [
      {
        "id": 42,
        "text": "Спасибо"
      }
    ]
  },
  {
    "id": 41,
    "text": "Влад получил огневое ранение в грудь. И вот смерть. Как легко умереть в Зоне",
    "answers": [
      {
        "id": 36,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 42,
    "text": "-\"Всегда пожалуйста\" ответил Шустрый\nКуда теперь пойдём?",
    "answers": [
      {
        "id": 43,
        "text": "К Сидоровичу"
      },
      {
        "id": 44,
        "text": "Подойдём к костру послушать анекдоты"
      }
    ]
  },
  {
    "id": 43,
    "text": "Влад пошёл к бункеру Сидоровича. Как сказал Шустрый, этот подвал и должен быть его бункером. В подвале достаточно светло. Влад прошёл в бункер, открыв дверь он увидел старого мужчину возраста от 50 до 55 лет. Тот сказал\n-\"Незнакомое лицо у тебя. Мы раньше встречались или ты новичок?\n",
    "answers": [
      {
        "id": 45,
        "text": "Я только недавно приехал в Зону"
      },
      {
        "id": 45,
        "text": "Я новичок"
      }
    ]
  },
  {
    "id": 44,
    "text": "Влад хотел сесть у костра, но у него были дела важнее",
    "answers": [
      {
        "id": 43,
        "text": "К Сидоровичу"
      }
    ]
  },
  {
    "id": 45,
    "text": "-\"Так вот как значит. Зови меня Сидоровичем. Я тот который даст тебе задание. Насчёт снаряги подойди к Фанату. Он тебе и детектор и броню даст. С оружием у нас туго. Тебе легче кого нибудь грохнуть и забрать его пушку, чем попросить у Фаната\" Закончил Сидорович",
    "answers": [
      {
        "id": 46,
        "text": "Какое у тебя задание ?"
      },
      {
        "id": 47,
        "text": "Выйти из бункера"
      }
    ]
  },
  {
    "id": 46,
    "text": "-\"Нынче обычных сталкеров грабят бандиты которые засели на АТП. Твоя задача будет перебить их всех. Награда:Автомат Калашников и детектор \"Медведь\"",
    "answers": [
      {
        "id": 47,
        "text": "Выйти из бункера"
      },
      {
        "id": 48,
        "text": "Я выполню это задание"
      }
    ]
  },
  {
    "id": 47,
    "text": "Влад только вышел из бункера как к нему подбежал стелкер и сказал\n-\"Я Фанат, Сидоровия просил передать тебе сняражение. Вот тебе:\nАптечки х3\nОхотничный обрез\nПатроны для обреза",
    "answers": [
      {
        "id": 50,
        "text": "Ок, я пошёл на АТП",
        "need": 48
      },
      {
        "id": 49,
        "text": "Есть работа?"
      }
    ]
  },
  {
    "id": 48,
    "text": "-\"Горжусь твоей смелостью новичок\" сказал Сидорович",
    "answers": [
      {
        "id": 47,
        "text": "Выйти из бункера"
      }
    ]
  },
  {
    "id": 49,
    "text": "-\"Тут шайка бандитив грабит сталкеров на АТП. Сидорович хочет чтобы с этой группой разобрались. ты идёшь однозначно вместе со мной\" сказал Фанат",
    "answers": [
      {
        "id": 52,
        "text": "Ладно, пошли"
      }
    ]
  },
  {
    "id": 50,
    "text": "-\"Желаю.удачи\" сказал Фанат и добавил\n-\"Я думаю тебе подмога не помешает\" сказал Фанат и выдвинулся со Владом в путь",
    "answers": [
      {
        "id": 52,
        "text": "Ладно, пошли"
      }
    ]
  },
  {
    "id": 51,
    "text": "-\"Так,  ты заходишь сбоку,  я выхожу сзади и мы отстреливаем бандитов.  Задача ясна?\" спросил Фанат",
    "answers": [
      {
        "id": 53,
        "text": "Понятно "
      }
    ]
  },
  {
    "id": 52,
    "text": "Влад с Фанатом чутька приблизись к АТП и начали разрабатывать план нападения\nКонец 2-ой главы",
    "answers": [
      {
        "id": 51,
        "text": "К 3-ей главе"
      }
    ]
  },
  {
    "id": 53,
    "text": "-\"Приступаем\" прошептал Фанат и перезарядил АКМ\n-\"С твоим ПМ'ом ты мало кого убьешь. Вот,  возьми калаш\"  Фанат отдал Владу 2-ой калаш и они побежали атаковать",
    "answers": [
      {
        "id": 54,
        "text": "Зайти сбоку"
      },
      {
        "id": 55,
        "text": "Зайти спереди"
      }
    ]
  },
  {
    "id": 54,
    "text": "С калаша Влад разделался с бандитами.  Фанат даже неуспел  зайти как все былли растреляны. \n-\"Ты где так научился?\" спросил Фанат",
    "answers": [
      {
        "id": 56,
        "text": "В полиции работал...."
      },
      {
        "id": 58,
        "text": "Не твоё дело "
      }
    ]
  },
  {
    "id": 55,
    "text": "Пуля была быстрей интуиции Влада и он погиб",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 53,
        "text": "С сохранения "
      }
    ]
  },
  {
    "id": 56,
    "text": "-\"Я раньше в полиции работал.  Там до майора дослужился, взял отпуск и поехал сюда зарабатывать деньги\" ответил Влад\n-\"Ок. Что будем сейчас делать? \" спросил Фанат",
    "answers": [
      {
        "id": 58,
        "text": "Будем... "
      }
    ]
  },
  {
    "id": 57,
    "text": "-\"Артефакт глаз\" ничего особенного, как считают ветераны Зоны, он приносит удачу.",
    "answers": [
      {
        "id": 60,
        "text": "Ладно, пошли обратно"
      }
    ]
  },
  {
    "id": 58,
    "text": "-\"Ладно,  я уже придумал что нам делать.  Обыскать их надо\" сказал Фанат и начал обыскивать трупы бандитов. ",
    "answers": [
      {
        "id": 59,
        "text": "Мне что нибудь  дай"
      }
    ]
  },
  {
    "id": 59,
    "text": "-\"Такс,  детектор \"Медведь\", неплохая штука,  но я не занимаюсь поиском артефактов.  Забирай\" сказал Фанат и отдал  Владу детектор",
    "answers": [
      {
        "id": 57,
        "text": "Что там ещё"
      }
    ]
  },
  {
    "id": 60,
    "text": "-\"Пошли,награду от меня ты уже получил, пора с Сидора бабки взять\" уверенно сказал Фанат и помчал Васька к деревне новичков",
    "answers": [
      {
        "id": 61,
        "text": "Мчаться с Фанатом"
      }
    ]
  },
  {
    "id": 61,
    "text": "Влад с Фанатом мчались быстрее вонючего ветра, они оба умели хорошо бегать\nНаконец-то Фанат с Владом добрались до деревни новичков\n-\"Чтоб тебе Сидор хабар не зажал\" крикнул на прощанье Фанат\nВлад пошёл к бункеру торговца, и он надеялся на хорошую награду",
    "answers": [
      {
        "id": 62,
        "text": "Ускорить шаг"
      }
    ]
  },
  {
    "id": 62,
    "text": "Влад ускорил шаг и зашёл в бункер, открыл дверь, и начал разговор с Сидоровичом",
    "answers": [
      {
        "id": 63,
        "text": "Здраствуй Сидорович, я выполнил задание. Давай награду"
      }
    ]
  },
  {
    "id": 63,
    "text": "-\"Вот, забирай награду, новичок. Мне Фанат рассказал о том как ты бандитов порешал, тут одно дельце нарисовалось, добыть документы. Идёшь\" спросил Сидор",
    "answers": [
      {
        "id": 64,
        "text": "Конечно"
      },
      {
        "id": 65,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 64,
    "text": "-\"Ладно, готовься. Завтра расскажу поподробнее<s>r\nКонец 3-ей главы<s>r\n",
    "answers": [
      {
        "id": 66,
        "text": "К 4-ой главе"
      }
    ]
  },
  {
    "id": 65,
    "text": "Сидорович достал обрез и выстрелил в жбан Владу\nGame Over",
    "answers": [
      {
        "id": 63,
        "text": "С сохранения"
      },
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 66,
    "text": "Вы вышли из бункера торговца и медленно направлялись к Шустрому для допроса",
    "answers": [
      {
        "id": 67,
        "text": "Ускорить шаг"
      },
      {
        "id": 68,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 67,
    "text": "Вы подошли к Шустрому и спросили:<s>r\n-\"Есть работа или что-то типо того?\" - спросили Вы<s>r\n-\"Я слышал о твоём поступке когда ты расстрелял бандитов, для таких как ты задания даёт обычо Волк, но его сдесь пока что нету. Но, не беспокойся, я тоже хорошо оплачиваю задания, готов к вечерной работе?\" - спросил Шустрый",
    "answers": [
      {
        "id": 69,
        "text": "Готов, делать мне всё равно нечего"
      }
    ]
  },
  {
    "id": 68,
    "text": "Вы еле дошли",
    "answers": [
      {
        "id": 67,
        "text": "Подойти к Шустрому"
      }
    ]
  },
  {
    "id": 69,
    "text": "-\"Вот и славно, твоё задание: Уничтожить перевал военных, не бойся, их там только трое, и если ты ещё не забыл, расхреначил ты толпу из 10 бандитов. Удачи сталкер!\" - крикнул Шустрый Владу вслед<s>r\nКоординаты он скинул на ПДА, до чего только местные сталкеры додумались.",
    "answers": [
      {
        "id": 70,
        "text": "Идти по координатам"
      }
    ]
  },
  {
    "id": 70,
    "text": "Вы шли к указаным координатам, после того как стало отчётливо слышно анекдоты военных вы пригнулись.<s>r\nКакие действия дальше?",
    "answers": [
      {
        "id": 72,
        "text": "Подобрать рядом лежащий дробовик и пойти в лобовую"
      },
      {
        "id": 76,
        "text": "Стелс-режим"
      }
    ]
  },
  {
    "id": 71,
    "text": "1-ый был рядовым<s>r\nПока вы поварачивались к 2-ому и 3-ему они вас застрелили",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 70,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 72,
    "text": "Влад взял дробовик, SPAS, хорошая вещь, стрелал из неё когда меня отправили заменить бойца ОМОНа.<s>r\nПерезарядив дробовик вы вышли из кустов и...",
    "answers": [
      {
        "id": 71,
        "text": "Стрельнуть в 1-ого"
      },
      {
        "id": 73,
        "text": "Стрельнуть во 2-ого"
      },
      {
        "id": 74,
        "text": "Стрельнуть в 3-его"
      },
      {
        "id": 75,
        "text": "Дробью легко ранить всех"
      }
    ]
  },
  {
    "id": 73,
    "text": "2-ой был майором<s>r\nПока вы поворачивались к 1-ому и 3-ему 1-ый сбил вас с ног пытаясь убежать, но 3-ий выстрелил из дробовика,убив вас и 1-ого",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 70,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 74,
    "text": "Вы попали и убили 3-его и 1-ого, который сидел рядом.<s>r\n2-ой выстрелил в вас из дигла, в голову.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 70,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 75,
    "text": "Вы попали во всех. 1-ому в живот, 2-ому в голову а 3-ему в правую ногу.<s>r\nКак оказалось: 1-ый - рядовой,2-ой - майор а 3-ий - подполковник<s>r\nВы неспеша добили 1-ого, ибо Зона ещё не совсем изменила вас и вы избавили его то мучений<s>r\nВ голову вам пришла гениальная идея: взять в плен подполковника и узнать от него информацию и продать Сидоровичу.<s>r\nВы обыскали 1-ого,2-ого и 3-его<s>r\nПатроны к дробовику,артефакт \"Пружина\" и патроны к калашу",
    "answers": [
      {
        "id": 1,
        "text": "Скоро будет ещё"
      }
    ]
  },
  {
    "id": 76,
    "text": "Вы кинули камень в дерево, 1-ого послали проверить. Вы подкрались к нему и убили его ножом. 3-ий отправил 2-ого проверить что там с -ым. Влад убил и его. Влад подкрался к 3-ему и долбанул рукояткой ножа<s>r\nИтог:1-ый и 2-ой- мёртвые, 3-ий - в экстазе, получить фирменным, подточенным ножом по башке.<s>r\nКак оказалось: 1-ый - рядовой,2-ой - майор а 3-ий - подполковник<s>r\nВлад обыскал их: Дробовик SPAS и патроны к нему,Артефакт \"Пружина\" и патроны к калашу<s>r\nВладу пришла гениальная идея: взять в плен подполковника и узнать от него информацию и продать Сидоровичу.",
    "answers": [
      {
        "id": 1,
        "text": "Скоро будет ещё"
      }
    ]
  },
  {
    "id": 77,
    "text": "",
    "answers": []
  }
]