[
  {
    "id": 1,
    "text": "Автор:Dery. Land\nЖанр:романтика, фантези\n      \n\n\nИстория  довольно простая, вы девушка,  живушая обычной жизнью,  в маленьком городке,  которым правит король, вам кажется что все хорошо. У вас есть верная подруга,  любящая мама. И один большой секрет. Который в скором  времени расскроится.  Что же произойдет?  \n\nУзнаете дальше, если  будете читать мой рассказ\nВсем удачи и приятного чтения! ",
    "answers": [
      {
        "id": 3,
        "text": "Начать"
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c39/1912/a8/c5bf30957f91.jpg"
      }
    ]
  },
  {
    "id": 2,
    "text": "Все началось рано утром. У вас непрерывно, жужжал телефон.Вы еще сонная пытались найти свой телефон. И вдруг, вы вспоминаете, что опаздываете на встречу с лучшей подругой.Вы кое как начинаете собираться, через пол часа вы готовы. Вы приходите в нужное  кафе где вас долго,  ожидала подруга. Этот день вы посвещаете друг другу, болтаете пьёте шейки и смеётесь. И вдруг вы слышите что на ваш телефон, приходит сообщение ????\n",
    "answers": []
  },
  {
    "id": 3,
    "text": "Все началось рано утром. У вас непрерывно, жужжал телефон.Вы еще сонная пытаетесь найти его.  И вдруг,  вспоминаете, что опаздываете на встречу с лучшей подругой.Вы кое как начинаете собираться, через пол часа вы готовы. Вы приходите в нужное  кафе,  где вас долго ожидала подруга. Этот день вы посвещаете друг другу, болтаете пьёте шейки и смеётесь. И вдруг вы слышите,  что на ваш телефон приходит сообщение. \n\n",
    "answers": [
      {
        "id": 4,
        "text": "Посмотреть сообщение "
      },
      {
        "id": 7,
        "text": "Не смотреть сообщение"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вам пишет ваша мама. И сейчас же просит прийти домой.И только с этого момента вы понимаете,  что-то не так. Обеспокоинная вы идете домой. Что же хочет сказать  вам мама? \nВы дома, мама спокойно сидит на диване. Она долго смотрит на вас, и молчит. Вы замечаете,  как на щеке у мамы поблёскевает слеза. ",
    "answers": [
      {
        "id": 8,
        "text": "Спросить что происходит"
      },
      {
        "id": 4,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c23/1912/78/fbb0d6c5137a.jpg"
      }
    ]
  },
  {
    "id": 5,
    "text": "",
    "answers": [
      {
        "id": 6,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 6,
    "text": "",
    "answers": []
  },
  {
    "id": 7,
    "text": "Вы продолжаете болтать и веселиться с подругой. У вас все идеально,  вы думаете что ничего лучшего, быть не может. \nВы дома, мама спокойно сидит на диване. Она долго смотрит на вас, и молчит. Вы замечаете,  как на щеке у мамы поблёскевает слеза. ",
    "answers": [
      {
        "id": 8,
        "text": "Спросить что происходит"
      }
    ]
  },
  {
    "id": 8,
    "text": "Выдыхая мама начинает рассказывать. Что когда был жив ваш отец, они были при дворце. Их уважали и считали высокими людьми. \nС недопаниманием вы задаете маме кучу вопросов. Но один не дает вам покоя, зачем мама рассказывает это именно сейчас? ",
    "answers": [
      {
        "id": 9,
        "text": "Спросить"
      },
      {
        "id": 10,
        "text": "Молчать и слушать маму"
      }
    ]
  },
  {
    "id": 9,
    "text": "—Мам, а зачем ты рассказываешь, мне это именно  сейчас? Что происходит? Сердце начало стучать  еще сильнее! \n—Я просит хочу чтоб ты была счаслтива! \nЯ не хочу чтобы в жизни ты осталась одна, я хочу,  что б ты влюбилась и всё было хорошо!Прошу сходи во дворец, скажи чья ты дочь! ",
    "answers": [
      {
        "id": 11,
        "text": "Конечно мама"
      }
    ]
  },
  {
    "id": 10,
    "text": "Я хочу чтоб ты была счастлива! \nЯ не хочу чтобы,  в жизни ты осталась одна, я хочу,  что б ты влюбилась и все было хорошо.Но прошу сходи во дворец, скажи чья ты дочь! ",
    "answers": [
      {
        "id": 11,
        "text": "Конечно мама"
      }
    ]
  },
  {
    "id": 11,
    "text": "Следующее утро. Вы собираетесь \n отправится в замок,  но только поняв, что вам нечего надеть, как к вам в дверь кто-то постучался. Это была мама. \n— Я принесла тебе, пару своих платьев в которых ходила на балы в замке. \n— Мам, я очень переживаю \n— Не бойся, я всегда с тобой,  ты будешь там счастлива, ты найдешь свою любовь. \nКогда мама это говорила, с её щек скатились слезинки. \n",
    "answers": [
      {
        "id": 12,
        "text": "Конечно \nЯ люблю тебя! "
      }
    ]
  },
  {
    "id": 12,
    "text": "—А теперь пора выбрать что же я одену?\nЯ должна выглядеть прекрасно!! \n\n",
    "answers": [
      {
        "id": 12,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d10/1912/53/99721351877d.jpg"
      },
      {
        "id": 13,
        "text": "1 платье"
      },
      {
        "id": 13,
        "text": "2 платье "
      },
      {
        "id": 13,
        "text": "3 платье"
      }
    ]
  },
  {
    "id": 13,
    "text": "А теперь пора отправится в замок! \n\n\nПодъехав к замку, вы очень запереживали, но всё же вошли в замок. \nВнутри он казался еще больше, все сияло,  сверкало, такого вы никогда в своей жизни не видели. И тут  удар, вы оказываетесь полу. \nПридя в себя после столкновения. Вы видете его.......  \n",
    "answers": [
      {
        "id": 14,
        "text": "Неожиданная встреча"
      }
    ]
  },
  {
    "id": 14,
    "text": "",
    "answers": []
  }
]