[
  {
    "id": 1,
    "text": "Автор: southside baby\n\nКраткая история: За окном нашествие зомби. Но станет ли это основной проблемой? Потеря рассудка, ссоры в группе и необдуманные решения — вот, что приведет к быстрой кончине. Чтобы пройти дальше, нужно обдумывать все наперёд. Персонаж, которого вы оставили умирать, может отказать вам в помощи в критичный момент, а может стать грудой костей, как напоминание о потери человечности в условиях апокалипсиса.\n\nЖанр: апокалипсис, психология\n\np.s Квест написан лишь на 5% но ваши комментарии будут мотивировать меня писать быстрее. Заранее благодарен за вашу критику и поддержку\n",
    "answers": [
      {
        "id": 13,
        "text": "Начало истории"
      },
      {
        "id": 17,
        "text": "Ачивки и концовки"
      }
    ]
  },
  {
    "id": 2,
    "text": "Видимо, ты опять забыл. Уже третий раз за неделю. Когда вирус вырвался из секретных лабораторий и стремительно распространялся по Америке, ты был в экспедиции в Гренландии. В это время ты получил травму головы и пролежал в коме три месяца. Ты оказался в числе последних людей на земле, так как в ходячих мертвецов превратилось более 85% населения и более чем 90% животных. Даже насекомые могут переносить вирус. База в Гренландии была разрушена, когда там сразились американцы и британцы за право владения этим островом. В итоге трупы начали оживать и тебе пришлось плыть в Канаду.",
    "answers": [
      {
        "id": 3,
        "text": "Как это связано с тем, где я сейчас нахожусь?"
      }
    ]
  },
  {
    "id": 3,
    "text": "Видимо, вчера ты не смог найти ночлег и решил остаться в жилом доме. Здесь нету таких высоток, как в Нью-Йорке, но стены здесь основательные, так что это хорошее решение. Пойди все же разведай обстановку. Было бы неплохо найти источник огня и теплую одежду. И помни: я у тебя в голове, Стив. Я буду наблюдать за тобой, особенно, когда приступы участились. А теперь ступай...",
    "answers": [
      {
        "id": 4,
        "text": "Посмотреть в окно"
      },
      {
        "id": 5,
        "text": "Найти выход из комнаты"
      },
      {
        "id": 6,
        "text": "Крикнуть [безумие]"
      }
    ]
  },
  {
    "id": 4,
    "text": "На улице чисто. Можно попробовать выйти, но на свой страх и риск!",
    "answers": [
      {
        "id": 7,
        "text": "Подняться на чердак"
      },
      {
        "id": 5,
        "text": "Осмотреть дверь"
      }
    ]
  },
  {
    "id": 5,
    "text": "Подойдя к двери вы услышали шорох. Это наверняка мертвец, но любопытсво берет верх. Рискнуть или нет?",
    "answers": [
      {
        "id": 3,
        "text": "Отойти от двери"
      },
      {
        "id": 9,
        "text": "Аккуратно повернуть ручку"
      },
      {
        "id": 8,
        "text": "Выбить дверь с ноги [безумие]"
      }
    ]
  },
  {
    "id": 6,
    "text": "Тише, Стив. Здесь могут таиться мертвецы. Не привлекай лишнего внимания!",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      },
      {
        "id": 10,
        "text": "Дежавю? [безумие]",
        "need": [
          8
        ]
      }
    ]
  },
  {
    "id": 7,
    "text": "На чердаке оказался мертвец. Его появление стало неожиданностью, так что времени на размышления нет. От этого решения зависит жизнь!",
    "answers": [
      {
        "id": 14,
        "text": "Прыгнуть в окно [опасность]"
      },
      {
        "id": 15,
        "text": "Ударить зомби ногой [опасность]"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы сломали дверь и за ней оказался скулящий пёс. Вы напугали его, так что он уже не станет верным напарником.",
    "answers": [
      {
        "id": 16,
        "text": "Идти на улицу"
      },
      {
        "id": 3,
        "text": "Осмотреться дальше"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы аккуратно повернули ручку и открыли дверь. За дверью был маленький пёс. Он мог бы стать отличным напарником. Уж лучше он, чем внутренний голос. Куда ты, малыш?",
    "answers": [
      {
        "id": 11,
        "text": "Приманить собаку косточкой"
      },
      {
        "id": 12,
        "text": "Погнаться за псом"
      }
    ]
  },
  {
    "id": 10,
    "text": "У тебя окончательно поехала крыша, Стив. Похоже, что ты слышишь другие голоса, помимо моего. Они наталкивают тебя на страннные действия. Ещё немного и ты сам себя погубишь. Мне жаль тебя...",
    "answers": [
      {
        "id": 1,
        "text": "Концовка #1: Безумец"
      }
    ]
  },
  {
    "id": 11,
    "text": "Малыш, похоже, слишком напуган. Так и быть, придется идти за ним. Надеюсь, там никого нет.",
    "answers": [
      {
        "id": 16,
        "text": "Следовать наружу"
      }
    ]
  },
  {
    "id": 12,
    "text": "Малый оказался быстрым! Его не догнать. В любом случае я хотел найти выход. Вот она, дверь, ведущая на задний двор.",
    "answers": [
      {
        "id": 16,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 13,
    "text": "История начинается банально... Вы проснулись в сыром, полуразрушенном помещении. Что может пойти не так? Идите лучше осмотритесь.",
    "answers": [
      {
        "id": 2,
        "text": "Какого черта? С каких пор это банальность?"
      },
      {
        "id": 2,
        "text": "На что смотреть? Вокруг разруха... "
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы неудачно приземлились и вывихнули ногу. Нужно срочно найти бинт. Обезболивающее тоже не помешало бы.",
    "answers": [
      {
        "id": 16,
        "text": "Осмотреть задний двор"
      }
    ]
  },
  {
    "id": 15,
    "text": "Ты раздавил его черепушку, Стив. Так держать. Но погоди... Кажется, он поранил твою ногу. Далеко с ней не уйдёшь!",
    "answers": [
      {
        "id": 16,
        "text": "Спуститься по лестнице на задний двор"
      }
    ]
  },
  {
    "id": 16,
    "text": "На заднем дворе тишина. Но все равно нужно смотреть в оба. Осталось решить, куда пойти.",
    "answers": [
      {
        "id": 19,
        "text": "Искать пёсика",
        "need": [
          9
        ]
      },
      {
        "id": 20,
        "text": "Выйти на главную дорогу"
      },
      {
        "id": 21,
        "text": "Осмотреть дома вокруг [риск]",
        "need": [
          7
        ]
      },
      {
        "id": 22,
        "text": "Ковылять в лес",
        "need": [
          7
        ]
      }
    ]
  },
  {
    "id": 17,
    "text": "Здесь отображаются все ваши Ачивки и Концовки, которые зависят от способа и стиля вашего прохождения. Сыграйте еще раз, чтобы разблокировать их все.",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      },
      {
        "id": 18,
        "text": "Безумная смерть",
        "need": [
          10
        ],
        "need_ever": true
      },
      {
        "id": 31,
        "text": "Трус",
        "need": [
          25,
          28
        ],
        "need_ever": true
      },
      {
        "id": 34,
        "text": "Рисковый поступок",
        "need": [
          33
        ],
        "need_ever": true
      }
    ]
  },
  {
    "id": 18,
    "text": "Ты слишком часто прислушивался к внутреннему голосу. Надо было тебя предупредить, что это опасно. Однозначно, одна из худших смертей.",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 19,
    "text": "Следы вели прямо к реке. Похоже, этот малый знает толк в выживании. Здесь, у воды риск встретиться с зомби минимален. Если они попадают в воду, то быстро набухают и теряют возможность передвигаться. Тем более основная масса мертвичины обитает в городе. Погодите...\nКажется, я слышу писк. Это точно он!",
    "answers": [
      {
        "id": 23,
        "text": "Идти на звук [любопытство]"
      }
    ]
  },
  {
    "id": 20,
    "text": "",
    "answers": []
  },
  {
    "id": 21,
    "text": "Перелезая через забор, вы заметили небольшой санитарный пункт на другой стороне улицы. Там могли бы оказаться бинты и обезболивающие. К тому же, там большой шанс встретить других выживших. Только вместе можно пережить приближающуюся зиму.",
    "answers": [
      {
        "id": 35,
        "text": "Перебежать улицу"
      },
      {
        "id": 36,
        "text": "Вломиться в дом"
      },
      {
        "id": 37,
        "text": "Размышлять"
      }
    ]
  },
  {
    "id": 22,
    "text": "Гуляя в лесу, вы услышали, как кто-то скулит. Похоже, это была собака. Но, чтобы подойти поближе, нужно спуститься с резкого склона. Крайне рисковый поступок...",
    "answers": [
      {
        "id": 32,
        "text": "Спуститься [риск]"
      },
      {
        "id": 19,
        "text": "Найти обход"
      }
    ]
  },
  {
    "id": 23,
    "text": "За деревом оказался тот самый пёсик. Он выглядел испуганным, шерсть стояла дыбом. Похоже, что он рычал на мертвеца. Нельзя допустить, чтобы тот укусил моего малыша!",
    "answers": [
      {
        "id": 24,
        "text": "Ударить зомби [риск]",
        "need": [
          -7
        ]
      },
      {
        "id": 25,
        "text": "Наблюдать [страх]"
      }
    ]
  },
  {
    "id": 24,
    "text": "Ты ударил Зомби, но он схватил тебя и опрокинул на спину. Ты сделал еще несколько ударов по голове, но череп был не настолько гнилой. Кость проломилась не сразу.\nВдруг, сзади раздался еще один шорох...",
    "answers": [
      {
        "id": 26,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 25,
    "text": "Пёс вцепился в ногу зомби, и мертвец рухнул на землю, продолжая рыпаться в грязи. Да, и сам четвероногий изрядно испачкался. Сздади раздался рёв.",
    "answers": [
      {
        "id": 26,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 26,
    "text": "За твоей спиной стоял огромный толстяк. От него пахло даже хуже, чем от толпы и он медленно двигался в твою сторону",
    "answers": [
      {
        "id": 27,
        "text": "Пытаться встать",
        "need": [
          -7
        ]
      },
      {
        "id": 27,
        "text": "Лежать",
        "need": [
          7
        ]
      }
    ]
  },
  {
    "id": 27,
    "text": "Толстяк уже был в паре шагов к тебе, как его привлекла собака. Они медленно отошли в сторону, предоставив тебе шанс выбора.",
    "answers": [
      {
        "id": 28,
        "text": "Вырубить зомби палкой",
        "need": [
          -7
        ]
      },
      {
        "id": 29,
        "text": "Попытаться убежать [страх]"
      }
    ]
  },
  {
    "id": 28,
    "text": "Чем выше зомби, тем сильнее он разлетается при падении. Да, Стив? Пёс явно оценит твой поступок. Пора бы ему дать кличку.",
    "answers": [
      {
        "id": 30,
        "text": "Сахарок. Теперь я буду звать тебя так"
      }
    ]
  },
  {
    "id": 29,
    "text": "Убегая, ты споткнулся, и зомби оказался у тебя за спиной. Тебя спасло лишь везение и твой верный друг. Пришло время дать ему кличку",
    "answers": [
      {
        "id": 30,
        "text": "Сахарок"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы пошли дальше",
    "answers": []
  },
  {
    "id": 31,
    "text": "В этот раз тебе удалось избежать смерти, но страх затмил твой разум. Тебе не выжить в этом мире, если ты боишься каждого шороха. Скажи спасибо Сахарку",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы скатились прямо к ногам зомби. Одного вы вырубили кулаком, но второй успел вас укусить. С травмированной ногой и сильным кровотечением вам далеко не уйти.",
    "answers": [
      {
        "id": 33,
        "text": "Пробовать бежать"
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы прыгали на одной ноге, облакачиваясь на деревья. Увы, надолго вас не хватило. Мертвец, шириной чуть-ли не с бочку, схватил вас и разорвал лицо. Ужасная смерть\nЯ же говорил, Стив. Не стоило спускаться к мертвецам в таком состоянии. По крайней мере, ты дал собаке шанс убежать. ",
    "answers": [
      {
        "id": 1,
        "text": "Концовка #2: Беги, Форест, беги"
      }
    ]
  },
  {
    "id": 34,
    "text": "Ты бы смог оторваться, будь бы у тебя целая нога. Но толку, если тебя укусили. В любом случае, в следующий раз будешь обдумывать каждый поступок. Болезненная смерть.",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 35,
    "text": "",
    "answers": []
  },
  {
    "id": 36,
    "text": "",
    "answers": []
  },
  {
    "id": 37,
    "text": "Замечательный дворик. Будь бы я сейчас в Сан-Франциско, сидел бы на таком же возле горячего мангала, переворачивал бы стейки и съедал бы пригаринки, пока жена и дети не видят. Младший подбежал бы, чтобы спросить о прошлой экспедиции. Чтобы я ему такого рассказал? Наверное об Африке, а может о Японии. Последняя экспедиция была в Гренландии. Жаль, что я мало, что помню оттуда, да и рассказать уже некому. Интересно, моя жена и дети еще живы? Был бы у меня фургон, отправился бы домой. Я давно не спал на мягкой кровати. Надеюсь, в том доме хотя бы тепло и есть хорошая мебель. В таком случае можно было бы еще несколько дней провести там.",
    "answers": [
      {
        "id": 21,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 38,
    "text": "",
    "answers": []
  }
]