[
  {
    "id": 1,
    "text": "Привет, читающий, этот квест про зомби-апокалипсис, фанаты The Walking Dead и Dying Light должны оценить. Кто играл в DL, то здесь сюжет совсем отличается от обычного.<s>r\n\n\nЯ снова возьмусь за разработку квеста, продолжение будет выходить постепенно, как первая глава квеста завершится, выйдет новая часть Dying light 2",
    "answers": [
      {
        "id": 2,
        "text": "Новая игра"
      }
    ]
  },
  {
    "id": 2,
    "text": "Ваше имя Крейн, вам 21 год, вы проживаете в америке, в городе Нью-Йорке, вы жили один, девушки у вас нет, ваша квартира находится в многоэтажном доме,точнее 22 этажном доме, вы жили на самом верхнем этаже, почему то вам хотелось с детства жить в очень  высокой многоэтажке. Вы работали охранником в торговом центре перед вашим домом. Ваш рост- 179, вы увлекаетесь баскетболом от чего у вас хорошая физическая форма. Вы были по жизни одиночкой и сильно привязанами к своей квартире.",
    "answers": [
      {
        "id": 4,
        "text": "Пролог"
      },
      {
        "id": 2,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d15/1912/dd/0ab07ab321db.png"
      }
    ]
  },
  {
    "id": 3,
    "text": "— Джимми: обратились вы. Джимми проигнорировав вас отвечает:\n— Крейн, как тебе вариант пригласить подруг с соседнего дома, думаю они тут были бы уместны\nВы отвечаете:",
    "answers": [
      {
        "id": 6,
        "text": "Я только за! "
      },
      {
        "id": 9,
        "text": "Нет, посидим и выпьем между собой, посмотрим футбол и закажем пиццу"
      }
    ]
  },
  {
    "id": 4,
    "text": "Воскресенье, вы со своими друзьями собрались у друга( он живет на 3 этажа ниже вашего)  намечается праздник со спиртным. Вас было трое,  ваш друг Сэм дружил с вами с 16 лет, вы учились в одном колледже, а с Джимми вы познакомились не давно. Праздник начинается. Вы берете бутылку Calsberg открываете, и обращаетесь к друзьям. ",
    "answers": [
      {
        "id": 3,
        "text": "Поговорить с Друзьями"
      },
      {
        "id": 9,
        "text": "Пропустить праздник, и идти домой на отдых."
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы отказались отдохнуть с друзьями, вернувшись домой в 22:00 вы включили телевизор. По новостям рассказали о новой болезни, которая вспыхнула в китае, как обычно  проигнорировав, погрузились в сон...",
    "answers": [
      {
        "id": 9,
        "text": "Начало."
      }
    ]
  },
  {
    "id": 6,
    "text": "Позвонив, им они отказались к вам идти, что ж досадно.",
    "answers": [
      {
        "id": 9,
        "text": "Отдыхать дальше"
      }
    ]
  },
  {
    "id": 7,
    "text": "Открыв ноутбук вы увидели что интернет и электричество работает, пошарив ленту новостей в браузере, вы наткнулись на огромное количество постов с одним и тем же- \"Зомби апокалипсис\" \"Конец света\" и т.д.",
    "answers": [
      {
        "id": 11,
        "text": "Отойти от ноутбука"
      }
    ]
  },
  {
    "id": 8,
    "text": "Телевизор, точнее ваша новенькая плазма без проблем включилась, но работал лишь один канал о новостях, там молодая женщина с ужасом рассказывает о новом вирусе, который полностью поражает мозг человека, превращая его в зомби.",
    "answers": [
      {
        "id": 11,
        "text": "Выключить плазму"
      }
    ]
  },
  {
    "id": 9,
    "text": "Дальше вы уже ничего не помните, проснувшись вы  встали с кровати в одежде,  сильно подтянулись, голова резко закружилась и вы осели на кровать. Медленно встав вы подошли к окну, и ужаснулись.",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "Везде были машины, половина из них горела, внизу была какая то перестрелка, двое парней убивали толпу из 10 странных людей которые плелись за ними, вдруг вы замечаете внизу еще одну толпу, но в раз пять она была больше. ",
    "answers": [
      {
        "id": 11,
        "text": "Закрыть окна и завесить их шторами"
      },
      {
        "id": 10,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d16/1912/1d/a2f4f2a3105e.jpg<s>r\n<s>r\n"
      }
    ]
  },
  {
    "id": 11,
    "text": "Завесив окна, вы не понимая происходящего начали обдумывать действия:",
    "answers": [
      {
        "id": 7,
        "text": "Посмотреть информацию в ноутбуке",
        "need": -7
      },
      {
        "id": 8,
        "text": "Включить телевизор",
        "need": -8
      },
      {
        "id": 12,
        "text": "Собрать все продукты, снаряжение и воду в вашей квартире и запереть дверь.",
        "need": -12
      },
      {
        "id": 13,
        "text": "Выйти в подьезд, на разведку\n",
        "need": [
          12,
          7,
          8
        ]
      }
    ]
  },
  {
    "id": 12,
    "text": "Обыскав все полки и комнаты вам удалось собрать:<s>r\nЕды на 6 дней, из неё: консервы, крупы, овощи, и немного сладостей<s>r\nВоды было немного всего 3 х литровая бутыль воды, открыв кран полилась грязная вода.<s>r\nТак же был найден большой охотничий нож в походном рюкзаке, двойная находка!<s>r\nДавно я не смотрел в кладовой<s>r\nВаша квартира состоит из санузела, кладовой и одной большой комнатой где ваша кровать, кухня и телевизор с рабочим столом, квартира была выполнена в стиле хай-тек.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 11,
        "text": "Вернутся к плану"
      },
      {
        "id": 12,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a06/1912/30/35825a26021e.jpg"
      }
    ]
  },
  {
    "id": 13,
    "text": "Посмотрев в глазок вы ничего не увидели, пустой коридор, как только вы вышли услышали внизу стоныи звуки чавканья, кажется несколько зомби этажом ниже, съедали кого-то заживо, поэтому вы решили:",
    "answers": [
      {
        "id": 14,
        "text": "Взять с собой охотничий нож и спустится к ним"
      },
      {
        "id": 16,
        "text": "Вернутся"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы медленно с частым сердцебиением спускаетесь вниз, и видите двух зомби  поедавших человека,  один заметил вас и поплёлся в вашу сторону. Вы решаете:",
    "answers": [
      {
        "id": 15,
        "text": "Достать нож "
      },
      {
        "id": 16,
        "text": "Побежать в квартиру"
      }
    ]
  },
  {
    "id": 15,
    "text": "Зомби был близко и вы мощно ударяете его ножом в голову, от такого удара у него вылетел глаз, вытащив нож, зомби обмяк и упал на землю. Второй зомби даже этого не услышал и продолжал охотно есть труп, но он был будто дикий, он быстро его поедал и раздирал, такого вам точно не одолеть и вы решаете вернутся в квартиру.",
    "answers": [
      {
        "id": 16,
        "text": "Заперется в квартире"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы зашли в квартиру и закрыли на два замка дверь, и остаток дня вы собираетесь:",
    "answers": [
      {
        "id": 17,
        "text": "Завесить окна простынями, чтобы вас никто не обнаружил"
      }
    ]
  },
  {
    "id": 17,
    "text": "Время: 18:30<s>r\nВы остаток дня листали ленту и сидели в facebook<s>r\nОттуда вы узнали что местные власти дали приказ всем жителям города заперется и ждать помощи, обещали поддавать всем электроэнергию если будут целы провода, военные вошли в город 2 часа назад и организовывают форпост в торговом центре где вы работали охранником, еще вы узнали что на  первом этаже вашего дома огромное скопление зомби. Узнали вы это от  соседей, они вам сообщили через интернет, возможно стоит наведатся к старым соседям и в квартиру к Сэму и Джимми, они написали  вам что сидят взаперти у себя дома.",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "Время: 22:00<s>r\nВы лежите на кровати с ноутбуком, в вашей квартире выключен свет, вы решили посмотреть что за окном, оттащив простыню и открыв окно, вас встречает холодный свежий воздух. \"Даже не пахнет гарью\": удивились вы. В некоторых окнах домов всё же горел свет и это хороший знак, как минимум половина населения города еще не заражена. Закрыв окно вы  решили посмотреть фильм про зомби.",
    "answers": [
      {
        "id": 19,
        "text": "После просмотра"
      }
    ]
  },
  {
    "id": 19,
    "text": "Время: 00:00<s>r\nВы сильно хотите спать, новостей пока нет.<s>r\nОтложив ноутбук и раздевшись, вы погружаетесь в сон...",
    "answers": [
      {
        "id": 20,
        "text": "Следующий день"
      }
    ]
  },
  {
    "id": 20,
    "text": "Время: 7:30 <s>r\nВы просыпаетесь, самочувствие неплохое. В комнате сейчас почти нет солнечного света, разве что только пару лучей проходят вашу квартиру. Вы поставили чайник и на радость электричество работает идеально. Чайник вскипел, вы выпили кофе заедая бутербродами с колбасой и открыли свой ноутбук.",
    "answers": [
      {
        "id": 21,
        "text": "Полистать новости"
      }
    ]
  },
  {
    "id": 21,
    "text": "Время: 8:00<s>r\nПролистав ленту вы узнали кое что новое:<s>r\nЭпидемия происходит по всей северной Америке и Евразии, остальные материки остались целыми. Есть новости и от военных: они активно сооружают форпост в торговом центре и принимают к себе жителей только по талонам, что за талоны? Вам пока неизвестно. Власти будут старатся поддерживать электричество в городе и будут спасать нуждающихся. Есть новые сообщения в Facebook. <s>r\nСэм пишет:<s>r\n—Мы с Джиммом не можем выбратся из квартиры, кажется наша дверь завалена, но если мы выберемся то будем сотрудничать с военными, там по моему безопасно. Крейн? Ты как? Сколько у тебя припасов? У нас вот на неделю есть провизия, пока держимся.<s>r\n—Сэм, у меня очень мало воды.<s>r\n—Можно попробовать попасть друг другу через окна, но это очень опасно и я боюсь<s>r\n—Я рассмотрю твой вариант.",
    "answers": [
      {
        "id": 22,
        "text": "Посмотреть в окно"
      },
      {
        "id": 21,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a04/2003/58/3d60b9a40fab.jpg"
      }
    ]
  },
  {
    "id": 22,
    "text": "Время: 8:30<s>r\nВы решили провести внимательный осмотр территории, которую видно с окна. <s>r\nВокруг торгового центра идут какие то строительные работы, инженеров обороняют много военных, вы увидели человек сорок. Посмотрев вниз, вы увидели балкон, который был ниже окна на 2 метра,можно спустится через этот балкон к Сэму потому что вы жили в одинаковой квартире но только вы были  на 22 а Сэм живёт на 20. Вы зашторили окно и решили немного позаниматся физически, у вас были гантели и шведская стенка с турником, так же баскетбольный мяч.",
    "answers": [
      {
        "id": 23,
        "text": "Позаниматься пол часа"
      }
    ]
  },
  {
    "id": 23,
    "text": "Время: 9:00 <s>r\nВы подтягивались, качали пресс и приседали, всё это нужно делать так как придётся вступать в бой с зомби, закончив с упражнениями решили перекусить орехами. Вы выпили уже треть бутыли, и кажется скоро придётся выходить из безопасности.",
    "answers": [
      {
        "id": 24,
        "text": "Выйти в подъезд на повторную разведку"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы вышли из квартиры, прислушались: Тишина...<s>r\nКоридор последнего этажа был не большой и тут было всего три квартиры, ваша 128, и две 127 и 126. Вы решили:",
    "answers": [
      {
        "id": 26,
        "text": "Зайти в  127 квартиру",
        "need": -26
      },
      {
        "id": 25,
        "text": "Зайти в 126 квартиру",
        "need": -25
      },
      {
        "id": 27,
        "text": "Вернутся в свою квартиру",
        "need": [
          26,
          25
        ]
      }
    ]
  },
  {
    "id": 25,
    "text": "Потянув ручку дверь не поддалась.<s>r\nВы постучались но ничего не произошло. Навыков взлома у вас нету,придётся вернутся сюда позже.",
    "answers": [
      {
        "id": 24,
        "text": "Вернутся"
      }
    ]
  },
  {
    "id": 26,
    "text": "Аккуратно потянув ручку, вы открыли дверь, она была не заперта. Войдя в квартиру вы увидели тут полный беспорядок, мебель разодрана, перевёрнута, окна побиты, лежит труп мужчины. Кажется здесь были зомби и они убили хозяина дома. Быстро обыскав квартиру, вы обнаружили только кухоный нож и банку кофе. Ну хоть что-то. Больше в квартире  под номером 127 нету ничего интересного.",
    "answers": [
      {
        "id": 24,
        "text": "Выйти"
      }
    ]
  },
  {
    "id": 27,
    "text": "Время: 10:00<s>r\nВернувшись обратно вы положили банку с кофе и нож  у себя на кухне и решили немного поднять настроение, сидя в ноутбуке.",
    "answers": [
      {
        "id": 28,
        "text": "Полазить в интернете, ради информации и зацепок"
      }
    ]
  },
  {
    "id": 28,
    "text": "В интернете новый пост о вакцине-\n Это пока не известнач никому болезнь, но уже началось исследование этой заразы. \nНовый пост у военных-\nЖителей без талона мы оставим на площади, пока очередь вертолета не дойдет до них и их не отвезут на безопасную землю.",
    "answers": [
      {
        "id": 29,
        "text": "Проверить Facebook"
      }
    ]
  },
  {
    "id": 29,
    "text": "Сэм: Крейн, у нас есть балкон и сверху еще один балкон, мы проделали дыры в этих балконах и поставил и деревянную лестницу, если ты сможешь с окна спустится то без труда попадешь к нам, главное будь аккуратен, упадешь- умрёшь.",
    "answers": [
      {
        "id": 30,
        "text": "Посмотреть в окно"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы открыли \nокно и смотрите вниз, вы видите что там и правда стоит лестница к балкону Сэма, но очень опасно спускатся туда, но обязательно надо туда попасть, воды не осталось.",
    "answers": [
      {
        "id": 31,
        "text": "Спрыгнуть на балкон"
      },
      {
        "id": 32,
        "text": "Снять канат со шведской стенки и привязать его к окну."
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы встали на подоконник и приготовились к прыжку, лететь до балкона где то 2 метра, вы прыгнули , но упав вы не удержались и полетели вниз, где то 20 этажей...\nВы погибли.",
    "answers": [
      {
        "id": 30,
        "text": "Вернутся к последнему выбору."
      }
    ]
  },
  {
    "id": 32,
    "text": "За 10 минут вы привязали канат. \nВы начали спускаться и услышали голос снизу.\nПосмотрев вниз... \nТам был Сэм!! Он стоял на балконе  и через дыру смотрел на вас с улыбкой.",
    "answers": [
      {
        "id": 33,
        "text": "Спустится на балкон к Сэму"
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы пожали руку Сэму и зашли в их квартиру.\nДжимми спал на диване, был включен телевизор. \nКвартира была 5 комнатная, немного больше вашей.",
    "answers": [
      {
        "id": 34,
        "text": "Поговорить с Сэмом"
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы присели с Сэмом за обеденый стол.\n—Крейн, Как нам выбратся отсюда?\n—Через мою квартиру можно выйти в подъезд, но на моем этаже нету лифта, придется спустится на 21 этаж, там живет бешеный зомби. \n— Бешеный зомби?\n— Да. Он отличатся от других. Обычного я смог одолеть без проблем, но вступить в бой с тем я побоялся...\n—Мы ведь сможем убить его втроём?\n— Для этого нужно попасть ко мне в квартиру...\n—Нет, слишком опасно, я не смогу...",
    "answers": [
      {
        "id": 35,
        "text": "Одолжить бутылку воды"
      }
    ]
  },
  {
    "id": 35,
    "text": "—Сэм... ты не мог бы одолжить немного воды, у меня совсем она закончилась...\n—Нет проблем: договорив, он встал и прошел в кладовую, оттуда он вынес трехлитровую бутылку воды, протянул ее вам.\n— Спасибо Сэм, я смогу еще прожить два дня не выходя из дома, я приду к вам завтра, не скучайте...",
    "answers": [
      {
        "id": 36,
        "text": "Полезть наверх обратно к себе"
      }
    ]
  },
  {
    "id": 36,
    "text": "Время: 12:00\nВы залезли через окно и закрыли шторы.\nВ животе заурчало, надо пообедать.\nВы поставили на плиту воду, пока она кипела вы ждали, играя в ноутбук, вода закипела, вы закинули туда куриные нагетсы и макароны. Прождав 10 минут вы приступили к трапезе, налили кофе и пообедали. Вы вдоволь наелись  и проводили время за компьютером.",
    "answers": [
      {
        "id": 37,
        "text": "Спустя пол часа."
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы услышали за дверью шаги...<s>r\nПосмотрели в глазок и увидели много зомби, он просто брели по лестнице, кто то просто лежал.<s>r\nВчера здесь никого не было!<s>r\nВы решили задвинуть дверь шкафом так как на вашем этаже кишат зомби. Ну что же, теперь вы взаперти как и вашм друзья.<s>r\nТеперь нужно думать как выбраться из этой ловушки...<s>r\nУ вас появилась мысль по канату попасть в окно 21 этажа,так как надоело уже сидеть в четырёх стенах вы решаете действовать.",
    "answers": [
      {
        "id": 38,
        "text": "Спустится на 21 этаж"
      }
    ]
  },
  {
    "id": 38,
    "text": "Взяв охотничий нож из сумки,подошли и открыли окно.<s>r\nВы висите на канате, внизу балкон Сэма, сверху ваше окно.<s>r\nПеред лицом окно 21 этажа, вы через стекло видите что там всего двое зомби, и то они стоят в трех метрах от окна.",
    "answers": [
      {
        "id": 39,
        "text": "Открыть окно и попасть внутрь"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы тихо перелазиваете  через окно, попадаете в квартиру номер 121.<s>r\nДвое зомби заметили вас, оба были медлительны и они просто поволокли к вам ноги.",
    "answers": [
      {
        "id": 40,
        "text": "Убить их ножом"
      },
      {
        "id": 41,
        "text": "Открыть окно и выманить их"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы достали нож, ударили ближайшего зомби в голову, но нож застрял у него  в черепе.<s>r\nВторой зомби тут же укусил вас за руку, от шока вы взялись второй рукой за место укуса и в этот момент зомби повалил вас на землю, вы из за всех сил ударили зомби по лицу.<s>r\nУ зомби разлетелся череп, но вы не смогли выжить, через пару минут у вас начались галюценации, место укуса анемело, вы перестали чувстовать своё тело.<s>r\nВы погибли.",
    "answers": [
      {
        "id": 39,
        "text": "Вернутся к выбору"
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы быстро перелезли через окно и зацепились за канат, зомби тоже полез на окно, но у него не хватило ума что внизу пропасть, он полетел вниз  как и второй глупый зомби.",
    "answers": [
      {
        "id": 42,
        "text": "Обыскать квартиру"
      }
    ]
  },
  {
    "id": 42,
    "text": "Это была трех комнатная квартира, кажется здесь жила семья с детьми, видно что отсюда уходили в спешке, некоторые ресурсы остались. Вы принялись искать  припасы.<s>r\nВам удалось найти:<s>r\nБутылка газированной воды на полтора литра,<s>r\nПачку печений.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 43,
        "text": "Положить к себе найденое"
      }
    ]
  },
  {
    "id": 43,
    "text": "Вы поднялись обратно в свою квартиру, сложили печенья и воду.<s>r\nКогда вы спускались на 21 этаж увидели около торгового центра военный танк!<s>r\nПерелезли и закрыли окно.",
    "answers": [
      {
        "id": 44,
        "text": "Попробывать выйти в коридор"
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы посмотрели в глазок, никого нет. <s>r\nАккуратно и тихо вы вышли в подъезд, слышно стоны ходящих с вашего этажа.<s>r\nСправа вы увидили лифт который почему-то был открыт и ждал пассажира.<s>r\nВы решили:",
    "answers": [
      {
        "id": 45,
        "text": "Обыскать квартиры на 21 этаже"
      },
      {
        "id": 46,
        "text": "Быстро забежать и закрыть лифт"
      }
    ]
  },
  {
    "id": 45,
    "text": "Вы тихо подошли к двери 125 квартиры, но она была закрыта.<s>r\nПодходите к 124 и видите что с лестницы спускаются 5 зомби, вы быстро бежите в 121 квартиру но среди них был тот самый бешеный зомби, которого вы видили в первой разведке.<s>r\nОн без проблем догнал вас прежде чем вы добежали до 121 квартиры, напрыгнул на вас и перекусил шею.<s>r\nВы погибли.",
    "answers": [
      {
        "id": 44,
        "text": "Вернутся к выбору"
      }
    ]
  },
  {
    "id": 46,
    "text": "Вы закрыли лифт и указали двигатся на 1 этаж, лифт заработал, вы спускаетесь вниз, но на пятом этаже вы встали, кажется ниже спустится невозможно. ",
    "answers": [
      {
        "id": 47,
        "text": "Открыть лифт и выйти на пятом этаже"
      }
    ]
  },
  {
    "id": 47,
    "text": "Лифт открылся, тут никого нет , но вы слышите и снизу и сверху звуки зомби, по лестнице спустится вниз не получится, лестница которая ведёт на 4 этаж разрушена, можно поднятся на 6 этаж или обыскать квартиры.",
    "answers": [
      {
        "id": 48,
        "text": "Поднятся по лестнице на 6 этаж"
      },
      {
        "id": 49,
        "text": "Обыскать квартиры пятого этажа"
      }
    ]
  },
  {
    "id": 48,
    "text": "Вы поднимаетесь, звуки зомби всё ближе из поворота выходят двое зомби.<s>r\nОни вас заметили!",
    "answers": [
      {
        "id": 50,
        "text": "Бежать на 5 этаж"
      }
    ]
  },
  {
    "id": 49,
    "text": "Вы дергаете ручки квартир: 35 закрыта... 34 закрыта...<s>r\nДернув ручку 36 она открылась, но из квартиры побежал на вас бешеный зомби!",
    "answers": [
      {
        "id": 50,
        "text": "Побежать в коридор"
      }
    ]
  },
  {
    "id": 50,
    "text": "Зомби пока взади, у вас считанные секунды, вы заметили большое окно, бежите к нему.<s>r\nВам очень повезло, в пол метре от окна обесточенный провод который идёт к уличному фонарю.",
    "answers": [
      {
        "id": 51,
        "text": "Прыгнуть на этот провод"
      }
    ]
  },
  {
    "id": 51,
    "text": "За секунду до прыжка вы оборачиваетесь — зомби был в шаге от вас, но вы успели прыгнуть в окно и зацепится за провод. Вы переставляя руки добрались до фонаря, вы находитесь от 30 метрах от трассы, отсюда видно торговый центр — примерно 300 метров до туда.<s>r\nК военным идти опасно, ведь путь к центру будет через трассу где много зомби, нужно найти обходной путь. ",
    "answers": [
      {
        "id": 52,
        "text": "Осмотрется"
      }
    ]
  },
  {
    "id": 52,
    "text": "Вы находились в парке перед вашей многоэтажкой, рядом небольшой магазин, под фонарём стоит автомобиль. Зомби рядом нет.",
    "answers": [
      {
        "id": 53,
        "text": "Осмотреть машину",
        "need": -53
      },
      {
        "id": 54,
        "text": "Осмотреть магазин"
      }
    ]
  },
  {
    "id": 53,
    "text": "Вы слезли с фонаря  и открыли дверь машины, но внутри оказалось пусто, только детское сиденье на задних сиденьях...",
    "answers": [
      {
        "id": 55,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 54,
    "text": "Вы спустились со столба и скрытно перебежали в магазин...",
    "answers": [
      {
        "id": 56,
        "text": "Зайти в магазин"
      }
    ]
  },
  {
    "id": 55,
    "text": "Вы скрытно перебежали в магазин...",
    "answers": [
      {
        "id": 56,
        "text": "Зайти в магазин"
      }
    ]
  },
  {
    "id": 56,
    "text": "Вы открыли дверь...\nВнутри никого нет, но к сожалению здесь все вынесено.\nВы решили не уходить и обыскать все щели, нельзя вернутся домой с пустыми руками...\nИ не зря, посмотрев в ящик на маленьком складе вы нашли в нем шесть банок тушёнки, килограмм макарон, 2 средние пачки чипсов lays, 3 банки газировки, и одну бутылку воды.\nВы загрузили все в рюкзак и вышли из магазина...",
    "answers": [
      {
        "id": 57,
        "text": " Вернутся к себе в квартиру"
      }
    ]
  },
  {
    "id": 57,
    "text": "Вы ничего не придумали как вернутся домой.\nПоэтому решили идти так, как и пришли сюда.\nСолнце садилось, надо поторопиться.",
    "answers": [
      {
        "id": 58,
        "text": "Залесть на столб"
      }
    ]
  },
  {
    "id": 58,
    "text": "Вы как по канату залезли по тонкому столбу до его вершины без трудности, но тут есть проблема...\nСтолб высотой в 7 метров, окно пятого этажа на высоте 25 метров и провод сильно наклонен, будет очень трудно залесть...",
    "answers": [
      {
        "id": 59,
        "text": "Собраться с силами и полезть"
      }
    ]
  },
  {
    "id": 59,
    "text": "Вы смогли взабратся до половины  провода, руки сильно забились , провод был крепкий, толщиной в 5 сантиметров диаметра. Вы обхватили провод ногами и решили лезть так, просто руками — тяжело.",
    "answers": [
      {
        "id": 60,
        "text": "Залесть в окно"
      }
    ]
  },
  {
    "id": 60,
    "text": "Вы попали в окно, увидели впереди двух зомби, лифт как вы из него вышли, так тут и остался,но путь к нему преграждали зомби, коридор узкий, единственная развилка- сломанная лестница",
    "answers": [
      {
        "id": 61,
        "text": "Выманить их в окно"
      },
      {
        "id": 62,
        "text": "Пробежать через них"
      },
      {
        "id": 63,
        "text": "Убить их ножом"
      }
    ]
  },
  {
    "id": 61,
    "text": "Вы взялись за провод...\nОба  упали вниз.\nЗалезли в окно и без проблем дошли до лифта.",
    "answers": [
      {
        "id": 64,
        "text": "Зайти в лифт"
      }
    ]
  },
  {
    "id": 62,
    "text": "Вы сделали рывок в сторону лифта... \nОстаётся метр от зомби и вы делаете длинный кувырок между ними, бежите дальше и оказываетесь у лифта.",
    "answers": [
      {
        "id": 64,
        "text": "Зайти в лифт"
      }
    ]
  },
  {
    "id": 63,
    "text": "Вы достали нож из кармана, зомби приближались, они шли вместе, сложный момент...\nОдного вы пнули в грудь, тот отошёл назад, но не упал, на вас набросился второй зомби...\nВы успели отразить удар и воткнуть ему нож в плече, он на это не обратил внимания...\nВ итоге вы оказались окруженным между двумя ходунами...\nПервый навалился на вас, а второй укусил за шею сзади...\nВы погибли.",
    "answers": [
      {
        "id": 60,
        "text": "Вернуться к выбору"
      }
    ]
  },
  {
    "id": 64,
    "text": "Вы закрыли лифт и нажали на 21...\nДвери лифта открылись вы в полуприсяди дошли до 121 квартиры...",
    "answers": [
      {
        "id": 65,
        "text": "Полезть к себе в квартиру"
      }
    ]
  },
  {
    "id": 65,
    "text": "Вы открыли окно и залезли по канату к себе...\nВы сильно проголадались и устали, положив всё найденое по местам вы просто лежали на полу 10 минут...\nУ вас есть:\nЕда и вода на неделю\nОхотничий нож\nПоходный рюкзак",
    "answers": [
      {
        "id": 66,
        "text": "Отдохнуть и поужинать"
      }
    ]
  },
  {
    "id": 66,
    "text": "Время: 20:00\nВы съели остатки макарон просматривая фильм, \nВам пришло сообщения от Сэма\n—Крейн, спустись к нам. Ты обещал вчера.",
    "answers": [
      {
        "id": 67,
        "text": "Спустится с каната к  Сэму"
      }
    ]
  },
  {
    "id": 67,
    "text": "Вы закончили с ужином и подошли к окну,отодвинув штору, полезли вниз, на улице уже темно, вы видите  в торговом центре военных горит свет...\n Вы слазиете по лестнице в балкон, заходите в квартиру...\nСэм и Джимми играли в карты, увидев вас они поприветствовали и предложили играть в троем...\nВам нравился Блэкджек.\n—Крейн, что это за инфекция, тебе что то известно? Нам уже надоело сидеть в квартире, наставления властей не правильны, мы не можем сидеть взаперти так долго, еда заканчивается! : Говорит Джимми.",
    "answers": [
      {
        "id": 68,
        "text": "Она передается через укусы"
      }
    ]
  },
  {
    "id": 68,
    "text": "Сэм залез в интернет через телефон и зачитывает в слух новости про болезнь:\n—Инфекция передается через кровь,  воздушно-капельным путем она не передаётся. Не вступать в контакт с заражёнными, достаточно укуса с кровотечением и инфекция попадет в артерии, потеря сознания через 5-10 минут, превращение в зомби в таком диапазоне: от 5 часов до 24 часов, зависит от имунной системы укушенного.\n",
    "answers": [
      {
        "id": 69,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 69,
    "text": "Джимми предложил вам остаться ночевать у них, обсудим как можно выбратся.",
    "answers": [
      {
        "id": 70,
        "text": "Остаться у них"
      },
      {
        "id": 72,
        "text": "Отказаться и подняться к себе"
      }
    ]
  },
  {
    "id": 70,
    "text": "Вы до 23:00 играли в карты и обсуждали все что можно, варианты выхода, идти к военным или нет, где безопаснее и т.д.\n",
    "answers": [
      {
        "id": 71,
        "text": "Лечь спать"
      }
    ]
  },
  {
    "id": 71,
    "text": "Вы заснули, вам приснился сон про старую жизнь, как вы каждый будний день ехали на лифте, после работы  смотрели фильмы, пили с Сэмом...\nВы просыпаетесь в 5:30\n",
    "answers": [
      {
        "id": 73,
        "text": "Подняться к себе"
      }
    ]
  },
  {
    "id": 72,
    "text": "Вы залезли по канату к себе домой, посмотрели фильм с чипсами  и легли спать.",
    "answers": [
      {
        "id": 73,
        "text": "Следующий день"
      }
    ]
  },
  {
    "id": 73,
    "text": "Время: 6:00\nВы попили кофе и решили проверить интернет...\nНа удивление интернет пропал, электричество есть.\nСегодня вы планируете дойти до военных, в 8 утра пойдёте вниз.",
    "answers": [
      {
        "id": 74,
        "text": "Приготовить все к вылазке"
      }
    ]
  },
  {
    "id": 74,
    "text": "Вы положили нож и рюкзак на стол, в рюкзак вы положили только полулитровую бутылку, время только 6:30...",
    "answers": [
      {
        "id": 75,
        "text": "Осмотреться из окна"
      }
    ]
  },
  {
    "id": 75,
    "text": "Вы открыли шторы, что странно, вас не встретило солнце, наулице пасмурно, света мало, по ощущениям- градусов 18°...\nВы посмотрели на трассу, много машин, как и зомби, от трассы до Торгового центра метров 100.\n",
    "answers": [
      {
        "id": 76,
        "text": "Поесть перед уходом"
      }
    ]
  },
  {
    "id": 76,
    "text": "Вы решили перекусить полуфабрикатом, нужно готовится к выходу наружу, прогулятся до военной базы, и поискать немного припасов",
    "answers": [
      {
        "id": 77,
        "text": "Отодвинуть шкаф и выйти в подъезд через свою квартиру."
      }
    ]
  },
  {
    "id": 77,
    "text": "Отодвинув шкаф медленно открываете дверь, зараженных не наблюдается, спускаетесь на этаж ниже...\nПусто, открываете лифт, все хорошо работает, жмете на 5 этаж.\nДвери открылись, с третьего этажа слышны стоны и шарканья, кажется там свыше дюжины ходунов.\nНадо думать как попасть наулицу...",
    "answers": [
      {
        "id": 78,
        "text": "Спустится по проводу"
      },
      {
        "id": 79,
        "text": "Спрыгнуть на четвертый этаж, на сломанную лестницу"
      }
    ]
  },
  {
    "id": 78,
    "text": "Вы подходите к окну, оно разбито, провод висит так же, прыжок...\nВы ухватились за провод и спускаетесь, будучи тренированным без проблем уже на столбе.",
    "answers": [
      {
        "id": 80,
        "text": "Перелезть через забор и идти на военную базу"
      }
    ]
  },
  {
    "id": 79,
    "text": "Подходите к пролету, было трое зомби на 4  этаже, кажется лучше спустится по старинке",
    "answers": [
      {
        "id": 78,
        "text": "Спустится через окно\n"
      }
    ]
  },
  {
    "id": 80,
    "text": "Вы слезли со столба и на в полуприсяди добежали до трассы, до ТЦ буквально 100 метров, вас уже заметили часовые и убивают заражённых рядом с вами, без проблем добравшись до ворот, к вам выходят два человека в бронежилетах.",
    "answers": [
      {
        "id": 81,
        "text": "Здравствуйте, я бы хотел узнать что вообще блин, происходит!?"
      }
    ]
  },
  {
    "id": 81,
    "text": "—\"Привет, ты не укушен? Есть царапины от рук зомби?\" :отвечает военный без шлема.<s>r\n—\"Нет, я совершенно здоров, у меня пара вопросов.<s>r\n—\"Пройдём к нам на площадь\"",
    "answers": [
      {
        "id": 82,
        "text": "Войти на территорию ТЦ"
      }
    ]
  },
  {
    "id": 82,
    "text": "Как вы вошли на площадь, военные закрыли ворота.<s>r\nБольшой торговый центр,огоражённ высоким забором из металлических листов, само здание немного изменилось, на крыше стоят часовые с бесшумными снаперскими винтовками, из окон видны обычные гражданские, на самой площади видны несколько человек, кажется это просто обычная семья и с ними беседует человек в костюме офицера.<s>r\n\"То что говорят по телевизору, враньё.\" — Отвлёк вас от осмотра базы военный без шлема.<s>r\n—\"Всмысле? Что именно?\"<s>r\n—На самом деле нету никакой эвакуации. Зараза распространилась по всему миру, нет никакого вертолёта, хочешь, можешь остаться у нас, здесь много работы, потому что мы просто набираем людей и укрепляем это большое здание, это иным словом общины военных и гражданских.<s>r\n—Если я приведу сюда двух своих друзей, вы сможете дать им защиту и место?<s>r\n—Пока им придётся пожить на матрасах, людей много- построенных жилых комнат мало, ну так приводи и лучше иди прямо щас, за границой ТЦ очень опасно...<s>r\n",
    "answers": [
      {
        "id": 83,
        "text": "Возвращаться домой"
      }
    ]
  },
  {
    "id": 83,
    "text": "По пути домой вы обыскали машину и в бордачке обнаружили два бинта и антисептик, перебежав через трассу полезли на столб, провод так же и висел, надо бы придумать новый способ передвижения.",
    "answers": [
      {
        "id": 84,
        "text": "Залезать в дом"
      }
    ]
  },
  {
    "id": 84,
    "text": "Вы залезли в окно, нужно отдышатся.<s>r\nСлышны стоны и шарканья, но в пролёте нет упырей.",
    "answers": [
      {
        "id": 85,
        "text": "Бежать в лифт"
      }
    ]
  },
  {
    "id": 85,
    "text": "Вы добежали до лифта и нажали на 20 этаж, надо идти к Сэму.",
    "answers": [
      {
        "id": 86,
        "text": "Зайти к ним  в квартиру"
      }
    ]
  },
  {
    "id": 86,
    "text": "Путь был спокоен, вы позвонили в дверь, Сэм открыл дверь  с битой в руках, но увидев вас он успокоился...<s>r\n—Привет дружище!<s>r\n—Сэм, собирайте все вещи с Джимми, здесь небезопасно находиться, я пока могу вам помочь, мы отправляемся в ТЦ на базу военных.<s>r\n—У нас нет талонов.<s>r\n—Они не н",
    "answers": []
  }
]