[
  {
    "id": 1,
    "text": "Автор : Альтер Эго\nЖанр : Фэнтези/Фантастика\n\nДевушка , что хочет убежать от угатованной ей судьбы , готова пойти на преступление . \nКто знает , получится ли у вас спасти её или же она смирится со своей судьбой.\nИспытание внутри......\nДемо версия в которой множество ошибок разного рода. \n",
    "answers": [
      {
        "id": 2,
        "text": "Начать путь\n"
      },
      {
        "id": 3,
        "text": "Подробнее про мир книги."
      }
    ]
  },
  {
    "id": 2,
    "text": "Серое утро Эстиозы . Запах с фабрик как обычно заставлял закрывать окна во время рабочего дня. Печаль главы семейства придавало еще больше серости и так унылой жизни. \nНемного покосившийся дом цвета ореха , обрамлённый желтыми тюльпанами краска с которых уже как много лет слезла. Обычный дом в Эстиозе каких еще сотни.\nСегодня ,именно сегодня к ним прийдут предсавители по контролю населения и обьявят с кем их дочь проведёт остаток своей жизни деля кров и хлеб.\n\nПечальный взгляд отца и тяжелые вздохи матери насторожили Эянну.\n",
    "answers": [
      {
        "id": 4,
        "text": "Поговорить с родителями."
      }
    ]
  },
  {
    "id": 3,
    "text": "Мир где магия норма , я технологии развивают не по дням а по часам.\nНо некая болезнь уничтожила популяцию населения материка и они были вынуждены ввести строгие правила для создания семей и для продолжения потомства.\nГород — Эстиоза является обычным городом с низкой рождаемостью и высокой степенью строгости правил.\nИменно в нём родилась главная героиня — Эянна.\nСоседние города были фермечкими угодьями в то время как Эстиоза попал под влияние индустриального развития. Десятки заводов , сотни рабочих , и тысячи проблем.\nНедавняя вспышка болезнипод названием \"Кара\" заставила главу города ужесточить правила по продолжению рода , и в то время как в больших городах люди создовали браки в основном по любви в Эстиозе семьи стали создаваться из тех , кто менее подвержен болезни чтобы родить хорошее потомство. \n\nЭянна была одной из немногих кто имел имунитет к \"Каре\" \nНу а что с ней произошло потом вы узнаете прочитав все до конца.\n",
    "answers": [
      {
        "id": 1,
        "text": "К началу"
      }
    ]
  },
  {
    "id": 4,
    "text": "\"Мам?, Пап? Что происходит? Почему на вас лица нет?\"\nМать не выдержала и плача ушла в свою комнату.\nОтец спокойно подошёл к дочьке и обнял её.\n\"Помни мы с мамой тебя любим.\"\n\nВзглад отца был искренне наполнен печалью и любовью. \nЭянна не нашутку перепугалась , но в дверь кто то постучал.\n",
    "answers": [
      {
        "id": 5,
        "text": "Открыть дверь."
      }
    ]
  },
  {
    "id": 5,
    "text": "Открыв дверь Эянна увидела перед собой солдата в чёрных доспехах с розовой лилией на левом плече. \nОн и ещё несколько таких же солдат зашли внутрь, а следом шла Дия , глава контроля населения держа в руках свиток с печатью лилии.\n\n\"Так эта и есть та самая Эянна? Красива . Лорд Фирт будет рад.\"\n\nЭянна только после этих слов осознала что её собираются выдать за этого лорда , но она не желала быть с кем то не по любви.\nЭянна .....",
    "answers": [
      {
        "id": 6,
        "text": "...собралась духом"
      },
      {
        "id": 7,
        "text": "...решила сбежать."
      }
    ]
  },
  {
    "id": 6,
    "text": "\"Спокойно...\" подумала Эянна. \n\"Вдох-выдох\"\nНельзя было предпринимать поспешных решений , вдруг это обернётся страшными последствиями.\n\"Прошу Эянну пройти за нами !\" скомандовал солдат что умел усы метёлки.\nЭянна.....",
    "answers": [
      {
        "id": 8,
        "text": "Спокойно согласилась."
      },
      {
        "id": 9,
        "text": "Кивнула головой."
      }
    ]
  },
  {
    "id": 7,
    "text": "\"Вот чёрт! Нужно срочно убегать , но как?\"\nмысли Эянны переплетались межсобой пока не заговорил один из солдат что имел усы метёлки.\n\"Прошу Эянну пройти с нами.\"\nСтрах наполнял Эянну и она....\n",
    "answers": [
      {
        "id": 9,
        "text": "Кивнула головой"
      },
      {
        "id": 10,
        "text": "Промолчала ...задумав побег"
      }
    ]
  },
  {
    "id": 8,
    "text": "\"Хорошо , я пройду с вами\" спокойно ответила Эянна .\nСоладты были немного удевлены спокойствию девушки ,но не обратили на это особого внимания выходя из дома.\nЭянна видела печаль отца и.....",
    "answers": [
      {
        "id": 12,
        "text": "Молча ушла."
      },
      {
        "id": 14,
        "text": "Успокоила отца."
      }
    ]
  },
  {
    "id": 9,
    "text": "Солдаты с подозрением переглянулись , но спокойно зашагали на улицу.\nОтец Эянны просто опустил голову и бубня попрощался.\nЭянна была в шоку от такого поступка отца и ....\n",
    "answers": [
      {
        "id": 11,
        "text": "Послала его к чертям!"
      },
      {
        "id": 12,
        "text": "Молча ушла."
      }
    ]
  },
  {
    "id": 10,
    "text": "Ответа не последовало и солдаты были огорчены и немного раздраженны полным игнорированием .\nСолдат с усами уже хотел взять Эянну за руку как тут .....",
    "answers": [
      {
        "id": 13,
        "text": "Отец Эянны ударил его."
      },
      {
        "id": 15,
        "text": "Эянна рванула на второй этаж."
      }
    ]
  },
  {
    "id": 11,
    "text": "\"Да пошёл ты! Даже не смотришь мне в глаза. Ты мне не отец!\"\nЗлоба сидела в Эянне . Отец всегда был для неё примером , но его равнодушие вывело её из себя.\nОтец даже поднял голову , он понимал что совершает и к чему всё приведёт. Он хотел уже что то сказать но не смог.\n Соладты были в шоке , но улыбки не скрывали. Эянна ...",
    "answers": [
      {
        "id": 12,
        "text": "Пошла за солдатами."
      }
    ]
  },
  {
    "id": 12,
    "text": "Отец остался на едине с собой лишь изредко слыша плач матери.\nЭянна вышла к солдатам и нервно проследовала с ними к выходу из города где их ждал делижанс .",
    "answers": [
      {
        "id": 21,
        "text": "Зайти в делижанс."
      }
    ]
  },
  {
    "id": 13,
    "text": "Размахнувшись отец повалил солдата , но рядом стоящий напарник имел хорошие рефлексы и выстрелил в отца из пистолета.\nЭянна закричала увидев эту картину и...\n\n\n",
    "answers": [
      {
        "id": 16,
        "text": "Упала в обморок."
      },
      {
        "id": 18,
        "text": "Испугавшись кинулась на стрелявшего."
      }
    ]
  },
  {
    "id": 14,
    "text": "\"Всё будет хорошо , я буду в порядке.\" \nОтец поднял голову и пара слезинок всё же пробили каменное состояние лица . \nСолдаты тем временем ждали Эянну на улице давая время на прощанье.\n\"Я люблю тебя \" ответил отец и не выдержав прощанья ушёл на второй этаж.\nЭянна понимала его и не стала ничего говорить а....",
    "answers": [
      {
        "id": 12,
        "text": "Последовала на улицу."
      }
    ]
  },
  {
    "id": 15,
    "text": "Эянна воспользовалась моментом и решила через окно сбежать от солдат.\nПопав в свою комнату она заперла дверь и ...",
    "answers": [
      {
        "id": 19,
        "text": "Выпрыгнула в окно с разбега."
      },
      {
        "id": 20,
        "text": "Аккуратно открыв окно сбежала на крышу дома."
      }
    ]
  },
  {
    "id": 16,
    "text": "Пркжде чем в глазах потемнело Эянна увидела  отца и кровь что шла из него.Где то в глубине души она чувствовала боль за свой жалкий характер который привёл к сметри отца.\nНо ....",
    "answers": [
      {
        "id": 28,
        "text": "В глазах всё потемнело"
      }
    ]
  },
  {
    "id": 17,
    "text": "Пишите в коментарии своё мнение и стои ли продолжать книгу. \nСпасибо за чтение.",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 18,
    "text": "К сожвлению солдат сделал и второй выстрел но уже по девушке. \nЭянна упала на пол и увидев в последний раз лицо отца погибла ....",
    "answers": [
      {
        "id": 1,
        "text": "Вы погибли. Начать заново."
      }
    ]
  },
  {
    "id": 19,
    "text": "К сожалению.хрупкая девушка не выдержала падения с второго этажа прямо на каменную дорогу .\nПоследнее что видела Эянна перед своей смертью стала куча газет с заголовком \"Череда самоубийств продолжается...\"",
    "answers": [
      {
        "id": 1,
        "text": "Вы погибли. Начать заново."
      }
    ]
  },
  {
    "id": 20,
    "text": "Неспеша Эянна перелезла на крышу дома .\nОт туда ей была уггтованна одна дорога, к единственной своей подруге Хельге что жила в рыбаловном районе города. \nЭянна...",
    "answers": [
      {
        "id": 17,
        "text": "Конец Демо"
      }
    ]
  },
  {
    "id": 21,
    "text": "Внутри всё было обшито красным бархатом.\nВместе с Эянной внутрь сели еще двое. \nТот самый солдат с усами и Дия.\n\"Даже не вздумай что то провернуть. Ты же понимаешь что всем будет проще если ты просто будешь следовать нашим указаниям?\" \nДия говорила спокойно и даже слишком пафосно.\nЭянна...",
    "answers": [
      {
        "id": 22,
        "text": "Молча кивнула."
      },
      {
        "id": 23,
        "text": "Спокойно ответила"
      }
    ]
  },
  {
    "id": 22,
    "text": "Дия посмотрела на девушки и сухо ответила \"Молодец\"\nСолдат пристально смотрел на Эянну буд то пытаясь прочитать мысли. \nВзглянув на спокойствие Дии он откинул голову и стал ждать .",
    "answers": [
      {
        "id": 24,
        "text": "Сидеть и ждать."
      }
    ]
  },
  {
    "id": 23,
    "text": "\"Я всё понимаю .\" Ответила Эянна и перевела взгляд к окно где мимо мелькали люди спешащие на работу и дома что мало чем отличались друг от друга.\n\"Вот и славно\" Дия была удовлетворена ответом , а вот усатый солдат с подозрительностью отнёсся к такому спокойствию девушки которую должны выдать в жёны силой и за незнакомца.\nСолдат что то шепнул Дие на ухо , она она лишь махнула рукой показывая свою уверенность.",
    "answers": [
      {
        "id": 24,
        "text": "Спокойно сидеть и ждать"
      }
    ]
  },
  {
    "id": 24,
    "text": "Город промелькал серыми силуэтами. Шум рынка, площади а затем тишина давала понять что делижанс выехал загород. \nВсё было тихо , до момента пока голос кучера не крикнул \"Приехали\".\n\"На выход\" приказала Дия.",
    "answers": [
      {
        "id": 25,
        "text": "Эянна вышла..."
      }
    ]
  },
  {
    "id": 25,
    "text": "Эянна вышла из делижанса и пред её глазами предстала картина из полей цветов . Словно она очутилась где то на полотне картины.\nУдивление девушки заметил и граф Фирт , что стоял неподалёку. \nНа нём была одета крастная шёлковая рубаха с золотыми пугавицами. \nСам же граф  лет двадцати был гладковыбрит Длинные светлые волосы делали его похожем на принца из сказок.\nЭянна завидев графа ....",
    "answers": [
      {
        "id": 26,
        "text": "Промолчала."
      },
      {
        "id": 27,
        "text": "Поздаровалась."
      }
    ]
  },
  {
    "id": 26,
    "text": "Эянна молча смотрела на графа.\nФирт понимая ситуацию взял ситуацию в свои руки.\n\"Я очень рад что мы встретились , Эянна\"\nПосле он стал подходить к ней всё ближе и ближе , но тут .....",
    "answers": [
      {
        "id": 28,
        "text": "Эянна упала в обморок."
      }
    ]
  },
  {
    "id": 27,
    "text": "\"\"Дорбрый день , граф.\"\nФирт был явно удивлён таким поведением , но не выдал этого.\n\"Эянна , как я рад что смог лицезреть вас\"\nГраф стал приближаться к Эянне всё ближе и ближе. \nВот он уже был совсем рядом как вдруг ...",
    "answers": [
      {
        "id": 28,
        "text": "Эянна упала в обморок."
      }
    ]
  },
  {
    "id": 28,
    "text": "Что было дальше девушка не знала . Но ей снился сон. \nОна стоит на вершине башни. Идёт сильный дождь. Кто то ей кричит \"Не прыгай, молю!\"\nНо Эянна неуспев подумать.соскальзывает и падает вниз. \nВ этот момент она резко подскачила и закричала...",
    "answers": [
      {
        "id": 29,
        "text": "Неееет!"
      }
    ]
  },
  {
    "id": 29,
    "text": "Резко соскачив с кровати Эянна почувствовала сильную.боль в голове и тут же рухнула обратно.\n\"Что случилось? Где это я?\" — первые мысли что появились у Эянны . В голове было .... как то пусто.",
    "answers": [
      {
        "id": 30,
        "text": "Оглядеться"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вокруг было очень роскошно. Красные бархатные зановески на огромных окнах откуда бил тусклый свет снаружи .\nЭянна лежала на большой кровати на которой бы поместилось еще пять человек.\nНа входе стояли два рыцаря , но то были только доспехи.\nЭянна встала с кровати . В ногах чувствовалась слабость но не сильная.\nРядом с кроватью она заметила шкатулку украшенную золотом и серебром.\nЭянна...\n",
    "answers": [
      {
        "id": 31,
        "text": "Открыла шкатулку."
      },
      {
        "id": 32,
        "text": "Не стала трогать шкатулку."
      }
    ]
  },
  {
    "id": 31,
    "text": "Внутри лежал медальён в форме дракона. Глаза были из рубина а само тело усыпанно брилиантами высшего качества.\nНе в силах устоять Эянна решила примерить его на себе .\nПодойдя к зеркалу что было едино с тумбочкой и огромным шкафом , она надела его . \nЭтот медальён был необычайно красив.\nНо тут в комнату ктото зашёл .\n",
    "answers": [
      {
        "id": 33,
        "text": "Эянна оглянулась."
      }
    ]
  },
  {
    "id": 32,
    "text": "Что то манило Эянну открыть шкатулку , но она не стала поддаватся этому чувству . \nПереведя взгляд Эянна решила подойти к окну и посмотреть что снаружи, но ей помешал кто то входящий в комнату.",
    "answers": [
      {
        "id": 34,
        "text": "Эянна обернулась ."
      }
    ]
  },
  {
    "id": 33,
    "text": "\"Моя дорогая Эянна я смотрю ты уже примерила мой подарок. Он тебе очень идёт\"\nЭто был мужчина с длинными светлыми волосами.\n\"А вы кто ?\" спросила Эянна\n\"О боги , как мне и сказали. ....\" повисла пауза прежде чем он продолжил говорить попутно подходя к Эянне.\n\"...Видищь ли , Я Граф Фирт а ты потеряла память.. К тому же у нас свадьба милая. \"",
    "answers": [
      {
        "id": 35,
        "text": "Эянна села на кровать от шока."
      }
    ]
  },
  {
    "id": 34,
    "text": "Это был мужчина с светлыми волосами. \n\"Ты уже проснулась моя милая . Это хорошо.\"\nЭянна хотела задать вопрос но этот человек быстрыми шагами подошёл к шкатулке и достал оттуда великолепный медальён в форме дракона с рубинами вместо глаз и покрытый брилиантами.\n\"Это мой подарок тебе милая.\"\n\"А...я... спасибо , но кто ты ?\"\nПовисла минутная пауза . Но мужчина стал говорить.\n\"Понимаешь милая , я Граф Фирт а у нас свадьба , но ты потеряла память как меня и предупреждали....\"",
    "answers": [
      {
        "id": 35,
        "text": "Эянна села на кровать от шока"
      }
    ]
  },
  {
    "id": 35,
    "text": "Эянна была в шоке. Она потеряла память так еще у неё свадьба с этим графом Фиртом.\nЧто же могло произойти такого что довело её до потери памяти . \nЭянна не нашла ничего лучше чем спросить у Фирта ......",
    "answers": [
      {
        "id": 36,
        "text": "Какой сейчас год и как меня зовут?"
      }
    ]
  },
  {
    "id": 36,
    "text": "\"Всё еще хуже чем мне говорили. Сегодня 1358 год и тебя зовут Эянна дэ Грант\"\n\"Дэ Грант... значит мы вместе ? Прости я не.хочу тебя обидеть , это.....просто как же...\" запиналась Эянна.\n\"Всё будет хорошо милая. Главное что ты здорова сейчас. \"\nСразу после заходит некто в черном костюме и сообщает что Граф должен явиться к гостам причем срочно.\n\"Прошу меня простить , эти аристократы всё всегда портят.\"\nГраф отлучился , а тот в костюме предложил свою помощь.\n\"Нет спасибо , все в порядке.\"",
    "answers": [
      {
        "id": 37,
        "text": "Эянна подошла к окну ."
      }
    ]
  },
  {
    "id": 37,
    "text": "Из окна были видны сады из множества цветов. \nЗелёная живая ограда образовывала лабиринт а в центре стоял прекрасный фонтан из белого мрамора.\n\"Красиво..\" вслух подумала Эянна и тут же пробежала мысль \"Слишком хорошо для правды.\"\nС этими мыслями.....\n",
    "answers": [
      {
        "id": 17,
        "text": "Конец Демо"
      }
    ]
  },
  {
    "id": 38,
    "text": "",
    "answers": []
  }
]