[
  {
    "id": 1,
    "text": "По небу медленно текла ночь... Полная луна выглядывала из-за чёрных облаков, а Максим, самый обычный человек, на которого вы скорее всего даже не обратили бы внимания, увидев на улице, прогуливался по пустынному городу. Макс решил пойти через железную дорогу, хотя его туда ничего не вело... Вообще, Максим с детства любил поезда. Немаленькая часть его жизни была связана с ними. Отец парня работал машинистом, он считал поезд чуть-ли не живым существом. Потом произошла трагедия : мать Максима стала жертвой опухоли мозга... Отец почти забросил своё призвание, уйдя в запой, а Максим... Ему уже стало наплевать на оценки, друзей и тому подобное. На Ж/Д теперь ему суждено быть только рабочим... Пробравшись через дыру в заборе к платформе, он стал просто стоять и ждать поезда... Вдруг всё потемнело и парень почувствовал, что летит вниз. Буквально из ниоткуда появился стук колёс, который через пару секунд начал немного растворяться в звуке, будто перед пробуждением... \n\nАвтор : Хан ",
    "answers": [
      {
        "id": 2,
        "text": "Начать прохождение "
      },
      {
        "id": 17,
        "text": "Внимание "
      }
    ]
  },
  {
    "id": 2,
    "text": "\"Так, видимо, и оказалось\" — подумал Максим, рассматривая узор на старом советском ковре, что висел у него на стене...\nПошутив про себя о том, что день никто отменить не может, парень встал с кровати и посмотрел на часы... Циферблат электронных Sony показывал лишь тьму... \n\"Да уж, отжил своё...\" — подумал Максим. \nВ квартире было темно, но солнце уже встало, ведь за окном плыла огромная масса, состоящая из облаков. Было пасмурно. \n",
    "answers": [
      {
        "id": 3,
        "text": "Попробовать заснуть ещё раз "
      },
      {
        "id": 4,
        "text": "Подойти к выключателю"
      }
    ]
  },
  {
    "id": 3,
    "text": "Сколько бы Максим не лежал, он всё равно не хотел спать. Это было странно.\n \"Как же я мог так выспаться, встав в...\" — думал Максим, взяв с компьютерного стола телефон. Тот был полностью разряжен. \"Но как же...\"-сказал Максим \n\"Я же только взял его с зарядки. Может, электричества нет?\" — подумал он.\n",
    "answers": [
      {
        "id": 4,
        "text": "Подойти к выключателю "
      }
    ]
  },
  {
    "id": 4,
    "text": "Максим нажал на выключатель... Ничего. Комната оставалась серой и тёмной. \n\"Ну дела... Наверное, пробки. Надо пойти, посмотреть\"- сказал Максим и, недолго думая, открыл ящик прикроватной тумбочки , взял пачку \"Пётр I\" — \"Заодно покурю.\" \nНакинув кожаную куртку, Максим вышел на лестничную площадку. Та встретила его той же тьмой.",
    "answers": [
      {
        "id": 5,
        "text": "Нажать на выключатель"
      },
      {
        "id": 6,
        "text": "Спуститься по лестнице "
      }
    ]
  },
  {
    "id": 5,
    "text": "Максим попытался включить свет на этаже... Тоже ничего. \n\"О, Господи, как же я надеюсь, что это не во всём доме...\" — подумал Максим. \nЕго опасения тут же исчезли, когда он понял то, что лампочки просто нет. Но света в квартире всё равно не было. Максим разобрался, что причиной исчезновения электричества у него были не пробки... \n\"Значит, потом включится, не впервой\" — подумал Макс",
    "answers": [
      {
        "id": 6,
        "text": "Спуститься по лестнице "
      }
    ]
  },
  {
    "id": 6,
    "text": "Максим пошёл вниз по лестнице. Спустя несколько пролётов он заметил то, что на всех этажах отсутствовали лампочки... \n\"Выкрутил всё же, Обама\" — подумал Максим и улыбнулся... \n\"Сожрали\" — пронеслась странная немая мысль в его голове... \n\"Сожрали!\" — прозвучало так реально, будто кто-то сказал это прямо в лицо Максиму. Тот разом вспомнил все нецензурные слова, которые только знал. \nМакс в ужасе обернулся, но никого не обнаружил... Он осмотрелся по сторонам и даже глянул вниз, но нигде никого не было... Всё желание курить резко пропало и парень решил вернуться в свою квартиру...\n",
    "answers": [
      {
        "id": 7,
        "text": "Вернуться домой "
      }
    ]
  },
  {
    "id": 7,
    "text": "Та встретила его тем же серым видом. Максим попытался включить телевизор, но, видимо,свет так и не дали. Но было и не без хороших вещей. Макс нашёл свои механические часы, которые были подарены ему дедом. На них было каллиграфическим почерком написано \"Победа\". К огромному счастью, они шли. Максим вспомнил, что достал их ещё вчера. Макс завёл часы ещё раз и посмотрел время. Половина восьмого... \nМаксим подошёл к окну и выглянул во двор. Улица всё-таки была безлюдна, а значит было раннее утро. Парень пошёл на кухню, чтобы сварить себе немного кофе и вдруг услышал на улице громкий смех. Он звучал так глупо, что Максим даже на секунду улыбнулся. Он посмотрел в окно в поиске источника сего звука и увидел сидящего на лавке у детской площадки парня. Он был одет в кожаную куртку и домашние штаны с кроссовками, лица было не разглядеть. Силуэт продолжал сидеть и смеяться, смотря в сторону подъезда Макса.\n",
    "answers": [
      {
        "id": 8,
        "text": "-Торчки чёртовы... "
      }
    ]
  },
  {
    "id": 8,
    "text": "произнёс себе под нос Макс, закрыв окно оранжевыми, как пламя шторами. Наконец-то слегка жутковатый ржач затих и двор погрузился в абсолютную тишину, прерываемую иногда песнями птиц,которые будто раздавались в голове Макса. Он сидел в кресле и читал одну из многих книг, которые прошлый хозяин квартиры оставил на полке.\nВдруг, сотрясая спокойную тишину, в дверь кто-то постучал. Максим понимал, что гостей не ждёт и тихо, стараясь не шуметь, подошёл к дверному глазку. На лестничной площадке стоял его сосед Валерий. Это был мужчина лет 40-ка — 45-ти, который подрабатывал трудовиком в двух школах. Максим часто общался с ним, ведь друзей у него было не так много, но общение было необходимо.",
    "answers": [
      {
        "id": 9,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 9,
    "text": "Мужчина был бы рад такой компании в кромешной скукотище и открыл дверь, но никого за ней не оказалось... Максим выглянул из-за двери... Ни души. ",
    "answers": [
      {
        "id": 10,
        "text": "Вернуться в квартиру "
      },
      {
        "id": 19,
        "text": "Выйти на лестничную площадку "
      }
    ]
  },
  {
    "id": 10,
    "text": "Максим прошёл на кухню, вспомнив про то, что он хотел сварить кофе. Парень достал ещё неоткрытую пачку растворимого кофе... И если бы она была открытой, то её содержимое рассыпалось на пол... Максим услышал смешок позади себя. Он медленно, будто в замедленном действии обернулся и увидел... Себя. Второй он сидел перед ним, обхватив колени одной, непропорционально длинной рукой. Он был одет в ту же одежду, что и ржущий ранее торчок...что и по видимым причинам являлся им... Левая его рука держала лампочку. Он, улыбаясь, смотрел прямо в глаза Максима, а тот в свою очередь стоял и не мог сделать даже движения, настолько его сковал настоящий ужас. Вдруг, улыбка незванного гостя превратилась в большую дыру, в которую он засунул лампочку и, закрыв пасть, начал жевать. Тишина снова была прервана, на этот раз хрустом стекла. Проглотив, он улыбнулся во весь рот нормальными, но окровавленными зубами.",
    "answers": [
      {
        "id": 11,
        "text": "Закричать "
      }
    ]
  },
  {
    "id": 11,
    "text": "Тварь, жуя, изрезала весь свой рот стеклом лампочки. Она улыбнулась ещё шире, закатилась безумным и очень громким смехом, который медленно переходил в задыхающийся ржач. Его глаза были налиты кровью, кровью он плевался во все стороны... Кровь застыла в жилах Максима... Данный смех, капли крови, попадающие на его одежду, подействали на парня, будто электрический разряд и он начал отходить к окну, но прыгать не пришлось... Гость исчез, а маньякальный смех затихал... Наконец, он остался лишь в его шокированном происходящим разуме...",
    "answers": [
      {
        "id": 12,
        "text": "Бежать"
      },
      {
        "id": 13,
        "text": "Взять нож"
      }
    ]
  },
  {
    "id": 12,
    "text": "Максим надел кроссовки, куртку и вылетел из квартиры, перепрыгивая целые пролёты, рискуя получить серьёзную травму. Сзади раздался смешок, что был равен пинку. Максим просто полетел к двери подъезда и, открыв её, выбежал... На платформу, окутанную туманом... Он быстро закрыл дверь и пошёл вперёд... Туман прятал всё, что было за платформой, но издалека виднелся фонарь поезда... Прозвучал длинный гудок. Максим так и стоял, смотря на поезд, который уже был у платформы... Поезд остановился и дверь в вагон открылась прямо перед ним. Позади раздался голос : \"Это твой поезд\". Максим не стал оборачиваться, ведь прекрасно знал, кто произнёс эти слова... Трудно не узнать свой голос. ",
    "answers": [
      {
        "id": 14,
        "text": "Зайти в вагон"
      }
    ]
  },
  {
    "id": 13,
    "text": "Максим взял со стола кухонный нож и отправился в гостиную. Макс надел кроссовки, куртку и вылетел из квартиры, перепрыгивая целые пролёты, рискуя получить серьёзную травму. Сзади раздался смешок, что был равен пинку. Максим просто полетел к двери подъезда и, открыв её, выбежал... На платформу, окутанную туманом... Он быстро закрыл дверь и пошёл вперёд... Туман прятал всё, что было за платформой, но издалека виднелся фонарь поезда... Прозвучал длинный гудок. Максим так и стоял, смотря на поезд, который уже был у платформы... Поезд остановился и дверь в вагон открылась прямо перед ним. Позади раздался голос : \"Это твой поезд\". Максим не стал оборачиваться, ведь прекрасно знал, кто произнёс эти слова... Трудно не узнать свой голос. ",
    "answers": [
      {
        "id": 14,
        "text": "Зайти в вагон"
      },
      {
        "id": 16,
        "text": "Нож "
      }
    ]
  },
  {
    "id": 14,
    "text": "\"Мой, так мой...\" — ответил он и зашёл в пустой вагон. Поезд мгновенно тронулся и Максим отправился прямиком в неизвестность... Туда, куда его вела железная дорога...\nВалерий Савельич шёл по ночной улице домой. В голове его крутились мысли о позавчерашней смерти его знакомого, Максима... Попал под поезд. Хоронили в закрытом гробу. Нить мыслей прервали два хлопка по спине. Тот обернулся и получил по лицу кулаком, был прижат к стене. \"И нафига я по тёмным дворам шлялся?\"\n\"С-слышь... Ты... Деньги нужны? Держи, псина позорная, и проваливай!\" — крикнул Валерий. Вдруг он понял, что парень, смотрящий на него был в перчатках. Ещё больше подтвердило его догадки замахивание руки с ножом.\n\"Маньяк \"-появилась страшная мысль в его голове, ставшая последней. ",
    "answers": [
      {
        "id": 15,
        "text": "Концовка 2"
      }
    ]
  },
  {
    "id": 15,
    "text": "Валерий Савельич очнулся у себя в квартире рано утром. Он долгое время рассматривал белый навесной потолок, а потом сел на край кровати. Он взял в руки свой кнопочный Samsung. \n\"Не включается, дрянь... Надо будет в ремонт нести\" — подумал Валерий \"Курить что-то захотелось\".\nДед накинул куртку и вышел на лестничную площадку... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 16,
    "text": "Максим вспомнил про нож, который всё ещё держал в руке. Не задумываясь, он вонзил второму себе его прямо в горло. Максим сразу же был испачкан в целом фонтане крови, оглушён пронзительным визгом.\nПоезд приближался. Максим резко встал с железнодорожных путей и пополз под платформой. Через несколько секунд он уже стоял на соседней железной дороге, стоял и смотрел на огни окон проезжающей электрички... Максим победил саму смерть. Но если это была всего лишь отсрочка? ",
    "answers": [
      {
        "id": 23,
        "text": "Концовка 3"
      }
    ]
  },
  {
    "id": 17,
    "text": "\nЭто мой первый квест, поэтому я прошу тебя, читатель, указать на любые ошибки, которые ты найдёшь, предложить идеи для дополнения истории. Спасибо. \n\nВ квесте присутствуют слегка кровавые моменты. ",
    "answers": [
      {
        "id": 1,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 18,
    "text": "Но что-то не давало ему просто взять и уйти... Максим стоял и смотрел в стену. Ничего, кроме его и этой зелёной облупившейся краски больше не существовало... Стук колёс, холод балок. Парень вдруг начал осозновать. Это сон. Просто сон. Этот ответ явно удовлетворил Максима. Он уже было хотел, проснувшись, вернуться в свой, самый обычный мир, но нить потока его мыслей прервала волна невероятной боли, которая была очень короткой. ",
    "answers": [
      {
        "id": 21,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 19,
    "text": "Максима явно не устраивала мысль о том, что он сошёл с ума, но других объяснений произошедшего у него не было. Вдруг, его взгляд ухватил тёмный силуэт, сидящий у окна.\n\"Просто пакет с мусором\" — облегчённо произнёс парень, смотря на чёрный пакет, лежащий у мусоропровода. \n",
    "answers": [
      {
        "id": 10,
        "text": "Вернуться в квартиру "
      },
      {
        "id": 20,
        "text": "Постоять ещё "
      }
    ]
  },
  {
    "id": 20,
    "text": "Максим прислушался... Из соседних квартир не доносилось ни звука. Он не слышал того, как кто-нибудь выходил из квартир. Синий циферблат механических часов Максима показывал ровно 9 часов утра.\n\"Вторник... Почему же тогда никто не идёт на работу или в школу? Машин тоже не слышно... Будто все пропали\" — размышлял Максим, стоя на лестничной площадке.\nПарень вдруг понял, как выглядит со стороны. \n\"В домашних штанах и тапках стоит мужик по середине лестничной площадки и задумчиво смотрит на стену.\" — подумал Максим. \n",
    "answers": [
      {
        "id": 10,
        "text": "Вернуться в квартиру "
      },
      {
        "id": 18,
        "text": "Постоять ещё"
      }
    ]
  },
  {
    "id": 21,
    "text": "Тело Максима так и не нашли. Таинственное происшествие жители города быстро превратили в очередную легенду. Однажды утром у Ж/Д вокзала обнаружили воткнутый в землю чёрный крест. Чёрный, как темнота, с которой навсегда остался наедине разум Максима. ",
    "answers": [
      {
        "id": 22,
        "text": "Концовка 1"
      }
    ]
  },
  {
    "id": 22,
    "text": "Максим сидел на венах железной дороги и смотрел вдаль, в непроглядный туман. Сзади послышались чьи-то шаги. Парень, не обращая внимания, продолжал всматриваться, будто что-либо выискивая, в пелене мглы. Краем глаза он поймал идущий рядом с ним силуэт... Такой знакомый.\n\"Мама?\"\nНо силуэт не ответил. Максим, сломя голову, ринулся за ним, но не успел. Его мать уже стояла на платформе перед открытыми дверьми поезда. Максим не мог зайти туда... Много раз пытался. Результат его попыток вломиться туда был взаранее известен. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 23,
    "text": "Валерий Савельич шёл по улице, забыв про идущих мимо него силуэтах. Он был погружен в размышления... О жизни... О смерти... О мире... О тьме, о свете... Валерий переложил пакет с продуктами из одной руки в другую. И вот, он уже зашёл в свой двор, как заметил своего старого знакомого, неунывающего студента ПТУ Максима.\n\"Дарова, Савелич\" — сказал Максим, пожимая руку старику.\n\"Привет, привет... Чего радостный такой? От девки шоль идёшь?\" — засмеялся Валерий.\n\"Нет, погода сегодня хорошая\" — сказал Максим\n\"Эх, я в молодости был... Как ты прям\" — ностальгировал старик\nТоварищи уже подошли к подъезду. Дед поставил сумки на пол и... Услышал странный звук. На его лицо капнуло что-то тёплое. Он испуганно обернулся. Голова Максима была расколота кирпичём, упавшим с крыши. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец "
      }
    ]
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  }
]