[
  {
    "id": 1,
    "text": "   Автор: Андрей Холявка (theuRay)\n\n   Вот 18 советов о написании квеста. Они позволят Вам создать успешный квест, который будет заметно выделяться среди множества. \n   Не стремитесь соблюсти все идеи из описанных тут, так как это всего-лишь подсказки, и использование хотя бы трёх-пяти моментов из них уже окажут ощутимый эффект. ",
    "answers": [
      {
        "id": 2,
        "text": "Советы 1-3"
      },
      {
        "id": 3,
        "text": "Советы 4-6"
      },
      {
        "id": 4,
        "text": "Советы 7-9"
      },
      {
        "id": 5,
        "text": "Советы 10-12"
      },
      {
        "id": 6,
        "text": "Советы 13-15"
      },
      {
        "id": 7,
        "text": "Советы 16-18"
      },
      {
        "id": 1,
        "text": " ",
        "comment": true
      },
      {
        "id": 1,
        "text": "Авторы всех стран!\nОбъединяйтесь!",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "Группа ТК в ВК",
        "comment": false,
        "url": "https://vk.com/text_quest_shaba"
      },
      {
        "id": 1,
        "text": "Канал ТК в Телеграме",
        "comment": false,
        "url": "https://t.me/shaba_quest"
      },
      {
        "id": 1,
        "text": "Беседа поддержки по вопросам в Телеграме",
        "url": "https://t.me/luartirs"
      }
    ]
  },
  {
    "id": 2,
    "text": "  1) Когда Вам приходит в голову оригинальная идея для нового квеста, не торопитесь сразу же приступать к делу. Откладывать в долгий ящик тоже нельзя, но эффективнее ваше творчество будет тогда, когда вы несколько дней предварительно прокрутите в голове сюжет, характеры героев и возможные события, а потом уже подготовлено приступите к делу. Можно создать карту сюжета, где будут описан план действий и основных событий.\n\n   2) Эффектное начало – почти залог успеха. Завязка должна быть безупречной стилистически и яркой, захватывающей, дабы заинтриговать читателя с первых же страниц.\n\n   3) Формула интересного сюжета: завязка –> развитие действия –> кульминация –> развязка. Только так. В процессе написания должна постепенно разворачиваться динамика действительности. События в тексте соединяются причинно-временной связью, как и поступки персонажей. Чтобы не запутаться, смело используйте софт для писателей, который для современных авторов является просто незаменимым помощником, призванным облегчить наше написание.",
    "answers": [
      {
        "id": 3,
        "text": "-->",
        "right_answer": true
      },
      {
        "id": 1,
        "text": "Назад",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 3,
    "text": "   4) Сюжет нужно развивать постепенно: опишите происходящие события с разных сторон, различных точек зрения. Для этого можно использовать несколько героев, у которых будет различное восприятие действительно сквозь свою призму видения мира.\n\n   5) Нельзя забывать про чередование диалогов, событий и монологов. Это важный аспект, ведь очень быстро надоедает читать сплошной диалог героев без каких-либо действий, или огромнейшие описания дубов и камней в реке.\n\n   6) Избегайте тяжеловесных описаний. Они должны быть, но подача нужна мягкая и понятная простому читателю, подаваемая не сплошным блоком, а порциями. Например небольшой диалог о прошлом Империи на привале.",
    "answers": [
      {
        "id": 4,
        "text": "-->",
        "right_answer": true
      },
      {
        "id": 2,
        "text": "<--",
        "left_answer": true
      },
      {
        "id": 1,
        "text": "Назад",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 4,
    "text": "   7) Используйте описание быта, наполните свой маленький мир деталями. Для простого описания действий это придает красочности, а читателю становится интереснее познавать написанный Вами мир.\n\n   8) Добавьте в Ваш квест загадку, над которой читателю придется поломать голову. Выдавайте подсказки кусочками, не раскрывайте всего сразу и полностью. Дайте читателю возможность строить предположения, догадки, а уже потом он скажет: \"Я и не предполагал!\" или \"Так и думал!\". Это придаёт интерес читателю от Вашего произведения.\n\n   9) В вашем квесте должна быть изюминка, призванная зацепить читателя. Это может быть идея, явление, юмор, внутренний мир героев. Нужен такой фактор, который пробудит интерес у читателя, отчего он захочет узнать больше о нём, и заметно выделит из списка квестов в аналогичном жанре.",
    "answers": [
      {
        "id": 5,
        "text": "-->",
        "right_answer": true
      },
      {
        "id": 3,
        "text": "<--",
        "left_answer": true
      },
      {
        "id": 1,
        "text": "Назад",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 5,
    "text": "   10) Окружающий мир подайте в красках. Лучше всего – через видение главного героя. Опять же можно частично вставлять через мировосприятие героя/героев. \n\n  11) Не раскрывайте идею всего произведения преждевременно, или прямым текстом! Подталкивайте к ней читателя постепенно, через действия, делайте намеки в диалогах.\n\n  12) Произведение становится богаче и интереснее, когда в нем присутствуют сквозные образы. Постепенно развиваясь, они появляются в разных местах сюжета и гармонируют с основной линией. Что это такое? Это может быть очень яркий второстепенный персонаж, который заметно выделяется среди всех прочих. Это может быть определенное необычное место, в которое герой попадает несколько раз.",
    "answers": [
      {
        "id": 6,
        "text": "-->",
        "right_answer": true
      },
      {
        "id": 4,
        "text": "<--",
        "left_answer": true
      },
      {
        "id": 1,
        "text": "Назад",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 6,
    "text": "   13) Используйте метафоры, они делают сюжет живым. Помните о \"золотой середине\".\n\n   14) Замечайте мелочи. Благодаря мелочам, картинка становится четкой. В то же время, не углубляйтесь в детали слишком подробно, чтобы оставить читателю место для его собственного воображения. \n\n   15) Вместо того чтобы рассказывать о событии, опишите его. Можно просто написать, что герой расстроился, а можно дать почувствовать это. Разница существенна.",
    "answers": [
      {
        "id": 7,
        "text": "-->",
        "right_answer": true
      },
      {
        "id": 5,
        "text": "<--",
        "left_answer": true
      },
      {
        "id": 1,
        "text": "Назад",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 7,
    "text": "   16) Введите в сюжет необычных, неординарных героев, и не теряйте их. Пусть они выделяются и оживляют ваш сюжет — за такими персонажами всегда интересно наблюдать.\n\n   17) У каждого персонажа должен быть свой взгляд на мир. Но не нужно подробно описывать его в самом начале книги. Вы должны показать его не только простым описанием, но через события, диалоги и монологи. Кроме того, в ходе вашей истории герой должен измениться внутри. Это может быть моральный или духовный рост, кардинальное изменение взглядов. Заставьте читателя понять главного героя и сопереживать ему, радоваться его успехам. \n\n   18) Очень хорошо подумайте над развязкой. Так как на нее возложена большая миссия. Развязка должна заставить читателя заволноваться, задуматься, осмыслить главную идею квеста. Окончание квеста должно оставить приятные ощущения в душе, чтобы читателю захотелось перепройти его.",
    "answers": [
      {
        "id": 6,
        "text": "<--",
        "left_answer": true
      },
      {
        "id": 1,
        "text": "Назад",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 8,
    "text": "",
    "answers": []
  },
  {
    "id": 9,
    "text": "",
    "answers": []
  },
  {
    "id": 10,
    "text": "",
    "answers": []
  },
  {
    "id": 11,
    "text": "",
    "answers": []
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  },
  {
    "id": 13,
    "text": "",
    "answers": []
  },
  {
    "id": 14,
    "text": "",
    "answers": []
  }
]