[
  {
    "id": 1,
    "text": "Маленькая история большой вселенной развивается в центре Америки, мир был поглощён зомби апокалипсисом который был спровоцирован одним могущественным магом, что открыло людям нечто совершенно новое — магию, пусть и так не вовремя. Главным героем представляется Деструк — человек с искривлённой при рождении душой, способный превращаться в демона и обладающий огромным арсеналом способностей. Ему было наплевать на всё происходящее в мире, пока не случился целый ряд событий. Об этих событиях тут и сказано.",
    "answers": [
      {
        "id": 2,
        "text": "Начало истории"
      },
      {
        "id": 21,
        "text": "От автора"
      }
    ]
  },
  {
    "id": 2,
    "text": "Было раннее июльское утро, Деструк прилёг на ветке дуба в пяти метрах над землёй покачивая своей ногой. Снизу был лишь одинокий мертвец, который своими пустыми глазами рычал подняв голову наверх.\n— Хочешь меня взять? — безэмоционально спросил Деструк, достав меч с ножен.\nРеакция зомби была неизменна, тогда полудемон спрыгнул с дерева всадив бедолаге меч в гнилой череп. Несмотря на латные доспехи Деструка, его падение было почти бесшумным благодаря эластичному металлу, до которого человечество так и не дошло.\n— Вы, люди, сами себе придумали эту болезнь. Только не могли долгое время найти того, кто реализует исполнение. — бросил он напоследок продырявленному трупу, и пошёл по лесу в неизвестном направлении.",
    "answers": [
      {
        "id": 3,
        "text": "Спустя пол часа"
      }
    ]
  },
  {
    "id": 3,
    "text": "Через лесную чащу он пробивался оставляя за собой лишь трупы мертвецов. Эпидемия началась пол года назад, когда коллегия тёмных магов совершила ритуал и из-под земли начали выбираться мертвецы, спровоцировав за собой зомби эпидемию. Особенно печально для человечества стало появление первых магов зомби. Мало того, что люди раньше крайне редко встречались с даже простыми магами, так ещё и пули в большинстве случаев не брали чародеев мертвецов. Таким образом за это время некоторые зомби эволюционировали в более разумных существ, а от человечества мало что осталось. На данный период времени планету населяет несколько десятков миллионов людей, и их число постепенно сокращается.\nНа пути полудемона попался одинокий домик укрытый кустами, по бокам было в районе десятка валяющихся мертвецов с проломленными черепами.\nДеструк аккуратно подошёл к дверному проёму, лежащая ветка предательски треснула но ничего за этим не последовало.\n— Есть кто внутри? — спросил полудемон постучав в двери.",
    "answers": [
      {
        "id": 4,
        "text": "Зайти внутрь"
      }
    ]
  },
  {
    "id": 4,
    "text": "Дверь была заперта на ключ, но ударив посильнее она слетела с петель и отправилась в полёт на несколько метров. Деструк зашёл, помещение было ухоженно, внутри было две двойных кровати, шкаф и даже холодильник с раковиной. Открыв холодильник, оттуда повеял приятный холодок. Внутри находилось мясо, картошка и целая гора консервов. Хмыкнув, он закрыл холодильник и подошёл к раковине. Повернув вентиль, из крана потекла холодная вода.\n— Не часто такое увидишь в наше время. — подметил он, и плюхнулся на кровать.\nОт понимания того, что в последствии всё станет только хуже Деструк разозлился.\n\"Так дело не пойдёт, надо что-то решать\" — раздалось в его голове.\nЗа дверью послышался рык, на пороге появился зомби. Даже не смотря в его сторону полудемон выставил два пальца, и направил их в сторону мертвеца. Мощный огненный поток направился из кончиков пальцев в сторону дверей, унеся за собой покойника и превращая его по пути в угольки. Огонь задел и стены дома, но силой мысли Деструк моментально затушил пламя.\n",
    "answers": [
      {
        "id": 5,
        "text": "Начать ожидать"
      }
    ]
  },
  {
    "id": 5,
    "text": "Дураку было понятно, что в этом домике кто-то поселился, а из-за скуки и безделья Деструк не нашёл другого выхода кроме как ждать владельца. Не долго он отлёживался, так как примерно через час послышались множественные шаги, которые застыли сбоку двери.\n— Спокойно, я почти что без оружия, разве что с мечом и с огнём люблю играться. —  Сказал полудемон, повернув голову в сторону дверного проёма из которого появилось дуло пистолета с глушителем на конце. На пороге стоял парень лет двадцати, по его взгляду можно было прочитать сплошное недоумение от увиденной картины.\n— Встал! Кто таков? — дрожащим голосом спросил он, из-за дверей выглянули две женские головы, и если одну просто удивил этот прикид Деструка, то вторая побледнела.\n— Бежим!! — прокричала она, дёргая руку парня.\n— Что такое, Крис? — спросил растерянный парень.\n— Средневековые доспехи, меч. Это один из вариантов одежды мага! Они подробно описаны в исследованиях Кларка Розенберга.\n— Спокойно-спокойно, какой маг? У неё жар? — максимально притворившись испуганным спросил полудемон, добавив после: — Доспехи это чтобы мертвецы не прогрызли, а меч... Так ведь бесшумное и долговременное оружие!\n— Откинь меч в сторону, повернись лицом к стене и выставь руки за голову! — приказал парень.",
    "answers": [
      {
        "id": 6,
        "text": "Выполнить требования"
      }
    ]
  },
  {
    "id": 6,
    "text": "— Кто ты? — спросил уже более уверенно парень.\n— Простой выживающий, зашёл погреться и тут вы... — ответил Деструк.\n— Роб, это не к добру.. — вставила свои пять копеек Крис. \nРоберт обыскал Деструка, и не найдя ничего интересного повёл демонстративно стволом пистолета в сторону выхода, тот понял намёк и пошёл.\nОказавшись в метре от парня полудемон остановился, и спросил: \n— А могу ли я присоединиться к вашей группе? \nПарень отрицательно покачал головой, тогда полудемон быстрым движением выхватил из рук пистолет. Роберт успел сделать выстрел, но пуля летела уже в направлении стены. Деструк остановился держа пистолет за ствол, на его лице была ухмылка.\n— Пойми, я не хочу навязываться, но ты даже не представляешь как в этом мире стало скучно одному. А ещё я неплохой боец который имеет неплохой опыт выживания, вместе мы сможем неплохо увеличить наши шансы на жизнь, и можем сделать ещё очень много неплохих вещей. А ещё мне надоело повторять одно и тоже слово.\nНа него смотрели лишь напуганные глаза, обладатели которых опасались сделать любое резкое движение, Деструк протянул руку с пистолетом, и парень вернул себе оружие печально вздохнув.\n— Понимаешь, у нас и на себя еды не сильно много, а прокормить ещё один рот...  — Впервые заговорила вторая девушка.\n— Я сыт, а там раздобуду себе отдельно. Обещаю вас не объедать. Ну так что?",
    "answers": [
      {
        "id": 7,
        "text": "Протянуть руку для рукопожатия"
      }
    ]
  },
  {
    "id": 7,
    "text": "Роберт ответил взаимностью.\n— Как тебя зовут? — спросила Крис.\n— Деструк, приятно познакомиться.\n— Я Роб, это Крис, а это Лейла. — проговорил парень указывая поочерёдно пальцем на девушек.\nВсе они были довольно молодыми, особенно выделялась Лейла. Ей было не больше двадцати лет, блондинка с бледной кожей и маленьким шрамом на шее. Стоило ей только заговорить, Деструк сразу же обратил внимание на её тонкий мелозвучный голосок,  стройного телосложения\nКрис же была постарше на пять лет, в меру упитанная брюнетка с острыми чертами лица. Всё время проводила вместе с Робом демонстрируя всем видом что у них бушуют гормоны.\nРоберт был из той же возрастной категории, некоторое время не брился. Появление Крис всё время вызывало у него невольную улыбку на лице, бывало даже что он забывал про окружающие его беды. Брюнет, отрастил себе длинные волосы. По размерам рук было видно, что он имеет очень много физических нагрузок.\nОни перезнакомились, принялись отдыхать в домике. Лейла вышла из домика имея в заднем кармане потрёпанных джинс заточку.\n— Не боитесь её отпускать одну? Она не выглядит кандидатом в мастера спорта по боевым искусствам. — съязвил полудемон.\n— Честно сказать... — начала Крис неуверенно, — она вообще приносит мало пользы, мы конечно пытаемся ей этого не предъявлять, но она намного больше потребляет, чем добывает.",
    "answers": [
      {
        "id": 8,
        "text": "Выйти наружу"
      }
    ]
  },
  {
    "id": 8,
    "text": "Деструк вышел наружу, Лейла смотрела куда-то вдаль после чего резко развернулась и начала бежать обратно чуть не влетев в полудемона.\n— Они идут! С десяток, если не больше! — заплетаясь сказала она, пробегая мимо. Проведя её взглядом, Деструк обнаружил что Роб с Крис уже стояли в дверном проходе и наблюдали за ним.\n— Подсматривать не хорошо. — фыркнул он, и развернувшись обнажил меч.\n— Ты драться против них хочешь? Их там уже больше десятка так точно, она их своим видом приманила! — обратилась к нему Крис.\n— А у меня меч. — безразлично ответил полудемон, и принял боевую стойку.\nПол минуты прошло, и зомби уже были на расстоянии тридцати метров. Большинство были крайне медленные, но находились товарищи и пошустрее. Внезапно двое побежали, Деструк выбежал на встречу к ним и совершив перекат увернулся от захвата ближайшего, вонзив меч в голову стоящему следом мертвецу. Выдернув меч из головы бедолаги, он взмахнув по кругу отрубил голову стоящему позади мертвецу и подошему ещё одному спереди. Они пытались взять его в кольцо, но быстрыми перебежками он не давал поймать себя в ловушку, выцеливая лезвием меча по одному ходячему.\nПолторы минуты, и все окружающие мертвецы валялись не имея возможности подняться.",
    "answers": [
      {
        "id": 9,
        "text": "Демонстративно поклониться"
      }
    ]
  },
  {
    "id": 9,
    "text": "Одобрительно похлопав, Роб не скрывал своего удовлетворения от увиденной картины. Красоту зрелищу добавлял развивающийся на ветру черный плащ Деструка с изображением красного дракона. \n— Эти движения, тебе не тяжело в этом... костюме? — Спросила Крис.\n— Не костюме, а самых настоящих доспехах. Нет, не тяжело. Я воин обученный, знаешь ли.\nНадвигалась ночь. Они сидели в домике, который освещался двумя керосиновыми лампами. Роб всё изучал взглядом своего нового постояльца, Крис ему несколько раз что-то нашёптывала переводя взгляд на Деструка.\n— Ладно, распределяем еду. — Бодро начала Крис.\nРоб достал три банки консерв, четыре ложки. Вскрыв их, он объявил:\n— Мне, моей любимой, а вам... Еды маловато, поделите между собой? Ты заслужил, Деструк. Сегодня ты герой дня, кушай. Но только оставь немного и Лейле.\nПолудемон взглянул на банку, взглянул на Лейлу. Ему было абсолютно всё равно на её озадаченные глаза, и возможно съел бы хоть всю банку, если бы его организм требовал еды для выживания.\n— Спасибо, но я не хочу объедать кого-либо. Угощайся. — обратился он к Лейле, которой только что казалось вселили веру в человечество.\n— Ты не объедаешь, она не обидится. В конце концов ты себя отлично проявил- твердил Роб.\n— Ты даже не представляешь, как это мало по сравнению с тем, что я могу. — буркнул тот себе под нос, и поняв что этого никто не услышал — вышел за двери.",
    "answers": [
      {
        "id": 10,
        "text": "Снаружи"
      }
    ]
  },
  {
    "id": 10,
    "text": "Белок глаза у Деструка стал красного цвета, а в зрачках загорелся огонь. Демонический взгляд давал ему помимо возможности влияния на психику людей ещё и ночное зрение. Пару секунд было достаточно чтобы оглядеть окружающую территорию и убедиться в безопасности, после чего он вернул своим глазам человеческий вид, а Роб тем временем вышел из домика.\n— Мне вот интересно, откуда у тебя в доме электричество? — поинтересовался полудемон.\n— Генератор на бензине, слава богу его запасы ещё остались.\n— Пол года уже прошло с начала катастрофы, сколько вы в этом месте обитаете?\n— Около четырёх месяцев. Но мы намерены отправиться дальше в путь.\n— Куда?\n— В Фридланд, там процветающий городок на почти тысячу жителей. Может, удастся начать спокойную жизнь? — Опечаленно ответил парень, предсказывая у себя в голове ответ полудемона.\n— Покой нам теперь лишь снится. Не было бы мутировавших зомби, и зомби магов — может быть и была бы наша жизнь спокойная. А так...\n— Никогда ещё не встречал зомби магов, только слышал о них. Да и живых магов не встречал. \n— Твоё счастье.\nПо началу Роб немного задумался, но потом сказал: \n— Не важно в общем то. Ночь наступает, организовываем дежурство. Предлагаю такой вариант...",
    "answers": [
      {
        "id": 11,
        "text": "- Идёт, я буду первым"
      }
    ]
  },
  {
    "id": 11,
    "text": "Перебил его полудемон.\n— Что? — переспросил парень.\n— Я сегодня днём отоспался неплохо до того, как пришёл к вам. Я понесу дежурство первым, завтра уже решайте кто из вас будет.\nУ Роберта дар речи отняло, он попытался понять шутит ли его собеседник, потом неуверенно ответил:\n— Н-нет, дежурство по четыре часа... \n— А... Ну, ладно. Вам же меньше спать.\n— Стоишь первым, дальше разбудишь Лейлу, потом она меня.\n— И конечно же потом ты свою девушку. — продолжил его фразу полудемон.\n— Нет, там уже после моего дежурства мы встанем и начнём новый день с новыми силами, а я подремаю ещё пару часов.\nОтметив у себя в голове что Лейлу не сильно ценят тут, он согласился и принялся выжидать.\nНочь казалась бесконечно долгой, всего два часа такого дежурства уже казались бесконечностью. Он бродил с места на место высматривая демоническим взглядом территорию, периодически подманивая недалеко блуждающих мертвецов огнём как вдруг кусты зашуршали.\n— Деструк, друг мой, что ты делаешь в такой глуши? О, ты освоил ремесло строительства. — обрадовался вышедший из кустов седой мужчина в чёрном кожаном костюме.\n",
    "answers": [
      {
        "id": 12,
        "text": "- Не шуми, люди спят. И где же теперь мешочек?"
      }
    ]
  },
  {
    "id": 12,
    "text": "— Пластырь. Внутри твоих доспехов. Что за люди?\nДеструк на мгновение покрылся полностью пламенем, и что-то внутри доспехов негромко затрещало.\n— Не поверишь, Даклаф, познакомился с тремя выжившими.\n— Друг мой, да тебя наконец-то одолело чувство одиночества? Похвально, что ты столь оперативно решаешь свои проблемы.\n— Ещё немного, и ты внезапно захочешь освоить тайные приёмы регенерации, да будет поздно. Нет, на самом деле всё проще. Я решил опуститься до уровня простого человека, пожить их жизнью.\n— Да? — искренне удивился Даклаф. — Почему?\n— Мне всё надоело. Бесконечные бойни, последняя встреча с Алленом. Ой, лень даже рассказывать. В общем суть ты понял, нужно разнообразие. \n— Жаль это слышать, я как раз хотел попросить поучаствовать в ещё одной бойне. Удачи тебе.\n— И тебе. — ответил Деструк, и провёл взглядом своего старого приятеля который в два коротких портала преодолел 150 метров. Сам же Даклаф называет это \"скачками\", утверждая что порталы слишком преувеличивающее название.",
    "answers": [
      {
        "id": 13,
        "text": "Зайти внутрь"
      }
    ]
  },
  {
    "id": 13,
    "text": "Деструк зашёл в комнатку, окинул взглядом лежащих на кроватях людей. Они крепко спали, и полудемон решил не тревожить никого этой ночью. Его организм не требовал еды, воды, сна и это на нём никак не отражалось. Напротив, когда он засыпал — его мучали кошмары, трагические эпизоды его жизни либо же просто наработки мозга которые не имеют ничего общего с реальностью. В последний раз он заснул полтора месяца назад, в последствит всё закончилось взрывом в подвале и двумя мёртвыми людьми.\nСмотря на Крис, Деструк лишь хмыкнул удивляясь возможностям человеческого организма искривляться на кровати до невоображаемого состояния, и удалился дальше наблюдать за порядком. Он понятия не имел сколько сейчас времени, и когда должна была проходить его смена, но это и не имело весомого значения ведь никто раньше утра и не проснулся больше.",
    "answers": [
      {
        "id": 14,
        "text": "Утром"
      }
    ]
  },
  {
    "id": 14,
    "text": "Первой проснулась Лейла. Она сразу же со страхом в глазах выбежала из домика и бросилась к Деструку, который лёг и скрестив руки на груди уставился в небо.\n— Что случилось? Почему ты не разбудил меня? Нельзя засыпать на посту, это смертельно опасно для всех нас!\n— А я и не спал, посмотри вокруг.\nОна только сейчас осмотрелась, и увидела валяющихся мертвецов вокруг домика штук так с полсотни.\n— А не будил я тебя просто потому, что тебе и так не особо сладко живётся. Я могу некоторое время не поспать, для тебя же это намного тяжелее. Надеюсь такой ответ тебя устроит, потому что придумывать другой мне лень. — язвительно окончил он свою речь.\nСледом вышел из палатки и Роберт вместе с Крис, они замерли когда заметили сколько гостей было ночью.\n— Это... Что тут было? — Начал Роб.\n— Уже не важно. Были мертвецы, стали историей. Ничего интересного.",
    "answers": [
      {
        "id": 15,
        "text": "В дорогу"
      }
    ]
  },
  {
    "id": 15,
    "text": "Деструк по второму кругу объяснял что может ночку так пережить, по этому и не стал никого будить. Получив благодарность Лейлы, они начали собираться в путь.\nДеструка не стали нагружать, Лейла тоже пошла налегке. Крис с Робертом взяли по портфелю с едой, ножами, одним комплектом женской одежды и отправились по дороге. У Крис было при себе подобие карты с пометкой их домика, и городка о котором они говорили. \n— Сколько километров до него? — спросил Деструк рассматривая изрядно потрёпанную бумагу.\n— 150 примерно. — ответила Лейла.\nДеструк промолчал, но выражение лица выдавало в нём сильное недовольство таким медленным способом передвижения.\nНа дороге им периодически попадались мертвецы, но показывая свои акробатические навыки полудемон ложил большую часть, не давая своим соратникам заляпать и без того грязную одежду кровью мертвецов.\nСпустя три часа им на пути попался маленький городок. На вид он был заброшен, но уставшая от дороги Крис попросила передохнуть. \n— Городок можно и обследовать было бы, разобьёмся на 4 группы и возьмём по части городка. — предложил Деструк.\n— И не иметь прикрытия? — недовольно фыркнула Лейла.\n— Ну, кому-то оно надо, а кто-то Лейла... — парировал её вопрос полудемон.",
    "answers": [
      {
        "id": 16,
        "text": "Вспышка в далеке"
      }
    ]
  },
  {
    "id": 16,
    "text": "Их спор перебила вспышка света в далеке за холмом, все сразу же выставились в ту сторону. Вслед за вспышкой была ещё одна, и ещё. \n\"Магия\" — сказал про себя Деструк.\n— А в принципе, — сказал он уже вслух. — Можно и по два. Думаю, команды разбиты были ещё с самого начала. — продолжил он уже вслух.\n— Ловишь на лету. — кивнул Роберт.\nЛейла скрестив руки подошла к полудемону, Крис и Роб отправились в один из домиков.\nДеструк пошёл в здание побольше, это оказалась больница. \n— Как думаешь, мы тут найдем что-то полезное? — спросила Лейла.\n— Для меня — нет. Для тебя... Впрочем тоже вряд-ли, сколько времени прошло.\nСтоило ему договорить эту фразу, как на дальней скамейке лежал портфель, рядом была лужа крови которая выглядела ещё и не столь старой. Лейла направилась туда, но полудемон схватил её за руку.\n— Лучше я, без обид.",
    "answers": [
      {
        "id": 17,
        "text": "Подойти к сумке"
      }
    ]
  },
  {
    "id": 17,
    "text": "Деструк подошёл к портфелю, и первым делом заглянул в приоткрытую дверь ведущую в коридор. Там поднималось с пола два ходячих, которые услышали шаги полудемона. Он кинул портфель Лейле, девушка еле словила его и принялась осматривать. Деструк подготовил меч к бою, и стал выжидать парочку. Каким же было его удивление, когда один из них быстро побежал, ещё и увернулся от удара меча. Пройдя сбоку от лезвия, зомби ударил с ноги в бок полудемона, хоть тот и устоял. Деструк увернулся от второго удара с ноги, и на противоходе попытался рубануть мертвеца, но безуспешно. Зомби отпрыгнул в сторону, и стал выжидающе смотреть на полудемона. Лейла была в ужасе, она такого никогда раньше не наблюдала, а лишь читала в современных описаниях разные мутации.\nДеструк по быстрому отсёк голову идущему сзади медленному зомби, затем побежал на шустрого. Он сделал размах перед собой, но ходячий ловко присел и тогда Деструк не останавливаясь прокрутился на 360 градусов и попытался рубануть уже снизу, но тот сделал сальто и пролетел над лезвием меча, после чего начал проворачивать свою серию атак от которых Деструк так-же увернулся. Ещё пару таких столкновений, и лишь тогда полудемон смог перерубить ноги пытающемуся укусить его зомби.",
    "answers": [
      {
        "id": 18,
        "text": "Отсечь голову"
      }
    ]
  },
  {
    "id": 18,
    "text": "Зомби бездыханно валялся, Деструк лишь хмыкнул, и посмотрев на испуганную этой сценой Лейлу сказал:\n— Всё, уже можно не бояться. По крайней мере пока мы не пройдем вглубь больницы.\nОна перевела взгляд на него, и минуя труп подошла к скамейке, открыла портфель и стала осматривать содержимое.. Среди вещей были свитер, несколько пачек печенья и две книги. Она запищала от счастья рассматривая три пачки печенья, особенно ей приглянулось печенье с кремом. Деструк взял книги и начал вычитывать названия, девушка же вспомнила что полудемон ничего вообще не ел, и протянула ему пачку.\n— Бери. Этим сыт конечно не будешь, но ты вчера отдал свою порцию мне. Даже подозрительна такая забота от абсолютно незнакомого человека.\n— Думаешь? Ну тогда забери себе это печенье тоже, я не голоден. Не могу есть когда рядом разлагающийся труп. Лучше книги почитаю.\nОна ещё некоторое время настаивала, но обречённо вздохнув отложила печенье, и села на скамейку.\nДеструк же принялся осматривать книги.",
    "answers": [
      {
        "id": 19,
        "text": "Прочитать книгу под названием \"Про Хлариуса темноликого\""
      },
      {
        "id": 20,
        "text": "Прочитать книгу под названием \"Ханна молниеносная\""
      },
      {
        "id": 24,
        "text": "Отложить книги"
      }
    ]
  },
  {
    "id": 19,
    "text": "Деструк открыл верхнюю книгу, и принялся её читать:\n\"Данное творение посвящено виновнику всех современных бед человека. Колдуну, чьи злодеяния унесли жизни миллиардов людей и продолжают утягивать до сих пор.\nКороль мёртвых Хлариус стал известен на весь мир после того, как совершив обряд с коллегией тёмных магов поднял мёртвых на всей планете, которые стали распространять смертельную инфекцию. О его жизни до последних событий мало что известно, ровным счётом как и у остальных магов, по этому пройдемся по хронологии апокалипсиса, и отметим его заслуги.\nНезадолго до эпидемии король мёртвых не показывался на свет божий от слова совсем. Обладал он своим особняком на территории северной Канады, и был одним из немногих магов которые ведут оседлый образ жизни. В этом доме он обучал своих последователей, которых насчитывалось почти с пол сотни. Главная ошибка магов была в том, что они хоть и знали о какой-то неведомой угрозе с севера, но ничего не предприняли. Вполне возможно, что соберись они на тот момент под командованием Аллена, ничего не случилось бы кроме раскрытия магии для всего человечества.\"",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "Деструк взял нижнюю книгу, открыл её и принялся читать:\n\"Четвертая часть описания великих магов будет посвящена Ханне Молниеносной.  Обладающая неземной красотой девушка имела довольно чёрствое сердце, она же одна из немногих магов которые не стремятся защитить остатки человечества. Своё прозвище она получила не столько за дар управления редкой стихией — молнией, сколько за способность преодоления расстояния в 600 метров за одну секунду. \nВо время начала апокалипсиса она вместе с Алленом и Страгодубом пыталась дать отпор королю мёртвых, но неудачно. После поражения и смерти Страгодуба она отправилась в Испанию, небольшую деревеньку возле Каталонии. Там она сражалась с армиями нечисти, пока один из послушников Хлариуса подло не отравил её тёмной магией. Пытаясь оказать сопротивление воздействию тёмных сил на организм она отвлеклась от окружающей обстановке, и зомби начали впиваться зубами в её шею. В агонии она улетела за 50 километров в природную пещеру. Дальнейшие данные о ней неизвестны, по этому пройдемся по её подвигам в мире магов.\"",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "На основе этой маленькой истории могут быть созданы и другие творения, может даже и немного больше в размерах. Прошу не сильно поливать грязью. А если у вас есть вопросы, просьбы и пожелания на которые хотите в ближайшие пару часов получить ответ — писать сюда:\n Instagram: dark_aizer\n\nP.S. ну, и в отзывах тоже можете что-то написать интересное, про них тоже не забываем",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 22,
    "text": "\"Но как не крути, прошлого не изменить. Во время судного дня Хлариус приказал своим последователям разъехаться по всему миру, и задействовал магию крови, вспоров себе живот по горизонтали. Увеличив свою магическую силу, он отдал своим последователям приказ к началу ритуала и началось большое землетрясение во многих регионах планеты. Тогда уже опомнился Аллен, который после схватки с пылающим чудовищем весь измотанный отправился на север. Ритуал проходил пять дней, и лишь на третий началось сражение с королём тьмы.\nАллен был в компании Ханны молниеносной и Страгодуба когда это началось, но даже сил трёх столь великих чародеев не хватило чтобы уничтожить набравшего небывалую силу короля.\nОднако позволю себе предположить, что не встревай ни в какие схватки до апокалипсиса и натрави он полудемона на Хлариуса — вполне возможно всё кончилось бы намного лучше для мира.\nПо окончании пятого дня мертвецы начали вылазить из под земли, и началась война планетарного масштаба. Благодаря развитому вооружению люди давали вполне неплохое сопротивление поднимающимся мертвецам, но ситуация в корне изменилась с появлением первых заражённых магов.\"",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "\"Хлариус лично провел орды мертвецов от Канады  до Панамы, давя всякое сопротивление и увеличивая численное преимущество своей армии благодаря погибшим людям. Что примечательно, до сих пор на Земле остался целый остров которого не настигла зараза. Мадагаскар стал главной крепостью людей благодаря магам, которые днём и ночью смотрят за порядком на границах и не дают нежити пробиться внутрь. Этот остров является сейчас приоритетной целью короля мёртвых, он только и ожидает возможности ослабления охраны.\"\nДеструк вспомнил все те события ещё раз, и настроение на его лице пропало.\n— Интересные были времена. — подытожил он.\n— Что это за книга? — спросила девушка.\n— Так, макулатура. — холодно ответил он, и убедившись что девушка не видит — сжёг упоминания про пылающее чудище тонкой плоской огня.",
    "answers": [
      {
        "id": 24,
        "text": "Отложить книги"
      },
      {
        "id": 18,
        "text": "Прочитать ещё"
      }
    ]
  },
  {
    "id": 24,
    "text": "Деструк отложил книги в сторону и даже задумался над тем, что этой троице нужно пробраться в Мадагаскар, тем более что в волшебном мире расстояние не составит чрезвычайных трудностей. Дело больше усложнял факт раскрытия своей личности перед ними, и реакции на появление столь печально известного человека. Лейла открыла книги, и принялась с любопытством рассматривать написанное.\n— Бред какой-то. И чего ты так из-за этого переменился в лице? Ты же в это не веришь? — спросила она с неподдельным любопытством.\n— Верю. Потому что это правда. — бросил он, и отправился вглубь больницы. Она оказалась совершенно пуста, без единой живой или мертвой души. Лейла старалась не отходить, держала заточку всегда перед собой но у Деструка возникло желание действать так, чтобы ей не пришлось в очередной раз насиловать свою психику и вступать в тесный контакт с мертвецами. Через 10 минут гуляния по больнице они натолкнулись на люк, ведущий на крышу. К сожалению, он оказался закрыт на замок.",
    "answers": [
      {
        "id": 26,
        "text": "- Там в соседней комнате была отвёртка на упавшем шкафе, принеси пожалуйста."
      }
    ]
  },
  {
    "id": 25,
    "text": "\"В магическом мире она ещё до нашей эры обрела славу достойной воительницы, некоторые даже говорили что она сможет дать отпор Парториаксу, порождению бездны. Появилась она для большого мира впервые с освоением Америки, тогда после кровавой резни с британскими конкистадорами тайный антимагический комитет пометил Ханну как опасную ведьму, изменив категорию через два месяца на \"крайне опасная магесса\". С 1657 года она приплыла на Европу, где поселилась в Испании и даже женилась не обычном человеке, не имеющим ничего общего с волшебным миром. После смерти мужа от рук разбойников Ханна впала в ярость, и лично стала следить за правопорядком на улицах, уменьшая популяцию европейской страны даже за мельчайшие преступления. Отличилась она в 1836 году, когда прикрывая отступающих коллег по волшебному ремеслу в Бостоне, смогла сдержать натиск существ бездны и продержаться шесть часов до прихода Гвэн Мичмур, небожительницы, которую послали ангелы для запечатывания тёмных врат.\"",
    "answers": [
      {
        "id": 24,
        "text": "Закрыть книгу и отложить в сторону"
      },
      {
        "id": 18,
        "text": "Прочитать ещё"
      }
    ]
  },
  {
    "id": 26,
    "text": "Лейла не поняла как отвёртка тут поможет, но решила не спорить и пошла куда-то в коридор. Деструк ударил по люку приложив побольше усилий, и тот с грохотом открылся упав обратной стороной на бетонный пол, в то время как вырванный замок полетел вниз. Девушка прибежала на грохот, и увидела что инструмент им уже без надобности.\n— Ржавый замок, залазь. — попробовал оправдаться тот.\nЛейла залезла вслед за полудемоном, они оказались на чердаке. Сразу прямо была дверь, и парочка решила не задерживаться в темноте.\nДеструк первым вышел на свет. Окинув взглядом крышу и не найдя там потенциальную угрозу, он спустился вниз и дал возможность безопасно подняться своей спутнице, тогда вдалеке ему послышался рык но он не обратил на это внимание.\n— О боже... — услышал он, и поднявшись к Лейле стал смотреть туда же, куда и она.\nПо дороге в десятках километров ехала на большой скорости колонна из пяти легковушек, за ними гналось нечто размером со слона, однако не отстающее от машин, а даже догоняющее. Были видны вспышки огня, люди внутри машины пытались отстреляться но безуспешно, на её глазах появились слёзы.",
    "answers": [
      {
        "id": 27,
        "text": "- Не смотри туда. Мир сейчас таков, в ближайшее время это точно не изменится. Всё, что ты должна сделать сейчас - найти человека который защитит тебя от всех бед. Поможет даже тогда, когда ты будешь уверена в безнадёжности ситуации."
      }
    ]
  },
  {
    "id": 27,
    "text": "— А разве не нашла? — спросила она повернув лицо и глядя ему прямо в глаза, от чего безразличность полудемона ко всему происходящему понемногу стала отступать. \n— Ты нашла машину для убийств со встроенным огнемётом. И надеюсь что ты никогда не узнаешь смысл этой фразы. — ответил он, и раздался взрыв. Существо протаранило первую машину, и та полетела в кювет врезавшись спустя несколько переворотов лобовой частью в дерево. Лицо Лейлы залилось слезами но голову она не повернула. \n— Можешь подождать в сторонке? Я тут задержусь, пронаблюдаю за этим. — ответил он, усаживаясь на край крыши. Она села рядом, и наблюдала как машины одна за одной слетают с дороги.\nВокруг этой деревеньки и внутри неё было достаточно мертвецов, Деструк уже подумал что пора наведаться и к остальной части команды, ведь мутировавшие мертвецы могут быть и у них. Он встал, и подал руку своей спутнице. Чувствуя недоброе полудемон спустился на чердак, и демоническим взглядом всё таки заметил находящегося крайне близко мертвеца. Разрез вдоль лба, и чердак уже был в безопасности.",
    "answers": [
      {
        "id": 28,
        "text": "Снаружи больницы"
      }
    ]
  },
  {
    "id": 28,
    "text": "Они вышли тихо, сразу скрывшись в ближайших кустах и не подавая лишнего шума. Лейла увидела пару продырявленных мертвецов и указала Деструку в нужном направлении. Странное чувство охватило полудемона, будто его кто-то преследует. Осмотревшись он видел лишь редких мертвецов блуждающих по улице, да и угрозы прямо сейчас он никакой не ощущал.\nОн зашёл первым, увидел Роба с Крис, и ещё одного парня с ребёнком лет 12-ти. Ребёнок лежал на кровати, кожа была почти омертвевшей что означало финальную стадию превращения.\n— Ты должен попрощаться с ним. — начал Роб, но в ответ он слышал лишь крики. Отец держал своего сына за руку, и гневно отвечал на всякие предостережения об опасности. Юнец перестал дышать, тогда Роб силой отшвырнул парня в сторону и нацелился стволом пистолета в сторону тела. Ребёнок зарычал и было хотел кинуться, но будто перебарывая сам себя вернулся в прежнее положение.\n— Бегите... Оно сильнее меня... — прорычал он пустив последнюю свою слезу перед столкновением с лезвием меча.\nОкружающие были шокированы, Крис замахнулась на пощёчину, но её попытки были отбиты Робом.\n— Этот придурок убил ребёнка! — в истерике кричала она.",
    "answers": [
      {
        "id": 29,
        "text": "- Не ребёнка, а зомби ребёнка."
      }
    ]
  },
  {
    "id": 29,
    "text": "— Ты не видел, что даже став зомби он ещё оставался в своём уме?! Может он бы мог побороть это! — продолжала она верещать, а отец опомнившись выхватил пистолет из рук Роберта и сделал 3 выстрела в Деструка, который за это время смог лишь встать перед стоящей рядом Лейлой. Две пули попали в грудь лишь помяв доспехи, третья попала в руку где уже не защищала броня. Тот выругался от боли потряхивая конечностью, но на руке не было повреждений. Пистолет из рук парня был выбит метким ударом Роба, Лейла принялась осматривать Деструка.\n— Я быстрее от этих трёх выстрелов умру, чем он сможет побороть инфекцию. То, что вы наблюдали с ним действительно было сопротивлением. Я вам больше скажу, каждый человек сопротивляется в меру своих возможностей. А ещё известно то, что сильные эмоции и чувства помогают в оказании сопротивления. Однако в любом случае время возьмёт своё, и очень быстро.\n— Он же попал тебе в руку... Как? — вмешалась Лейла.\n— В наручи попал. Ничего страшного, но я обязательно поговорю с этим горе отцом наедине.\n— Нет! — ответила Крис.\n— А я разве не говорил, что мнение истеричек не учитывается?\nОна обратилась к Робу с просьбой помочь. Очень тяжело ему дался этот выбор, но он начал объяснять своей девушке что три выстрела в Деструка это не то, что можно так просто оставлять без присмотра.",
    "answers": [
      {
        "id": 30,
        "text": "Несколькими минутами позже"
      }
    ]
  },
  {
    "id": 30,
    "text": "Они стали готовиться к выходу, горе отца привязали. Крис пыталась оправдать его тем, что он потерял всё на свете и сделал очень опрометчивый поступок лишь потому что был в отчаянии. Лейла молчала, но было ясно что девушка очень категорично относилась ко всему этому. \n— Дес, — раздался тихий голосок.\n— Дес? Лейла, ты кажется потеряла где-то 4 буквы моего имени. Хотя ладно, и так сойдёт. Что случилось? \n— Не надо, Крис права. Я уверена, он никогда бы не сделал такого в трезвом уме. Я тебя прошу ничего с ним не делать. Лишь понять, простить, и отпустить.\nПолудемон промолчал, наблюдая за уходящей компанией. Выглянув в окно он дождался пока те не отойдут на достаточно далёкое расстояние.\nУбедившись в том, что им никто не помешает Деструк вернулся к связанному парню.\n— Если у тебя есть пистолет с патронами, то я так уж и быть дам тебе два выстрела. Убьёшь — твоя взяла, не сможешь — будет ой. Идёт?\n— У.. у меня нет пистолета, ружьё и... 4 патрона.\n— А с ружья один патрон.\n— Не верю, что ты мне дашь такую возможность без всяких нюансов.\n— А нюанс тут один. На меня не действуют пули.",
    "answers": [
      {
        "id": 31,
        "text": "Через минуту"
      },
      {
        "id": 96,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 31,
    "text": "Парень показал где лежит оружие с патронами, Деструк его развязал. Они находились на расстоянии пяти метров друг от друга, парень зарядил ружьё и прицелился.\n— Ты заплатишь за Айзека. — сказал отец, и раздался выстрел. Пуля прилетела в щеку, Деструк закричал и стал натирать рукой место попадания. Парень был шокирован, отбросил оружие в сторону и хотел убежать но страх сковал его движения, не давая возможности даже пошевелиться. \n— Ах ты.. твою мать, в лицо зачем?! — кричал Деструк. — А я говорил, что не берут. И поверь, я и так плачу достаточно. Не за твоего ребёнка, а за многие другие вещи которые откладывались на моей совести столько лет. А что касательно тебя... Какие-то руки у тебя холодные, давай согрею! — Деструка правая рука воспламенилась, левой он держал парня не давая ему уйти. Крик испуга стоял невероятный, полудемон же немного замешкавшись ослабил хватку и погасил руку. Парень выбежал во двор  и чуть не попался в лапы идущим на дом мертвецам. Не осознавая что происходит он забежал обратно, и заперся на втором этаже в одной из комнат. Мертвецы окружали дом, начинали стучать в заколоченные окна и двери.\n\"- Главное чтобы моя компания не убежала похоронив меня раньше времени. Хотя... может так даже будет лучше?\" — спросил он у себя.",
    "answers": [
      {
        "id": 32,
        "text": "Выглянуть с окна второго этажа"
      }
    ]
  },
  {
    "id": 32,
    "text": "Деструк выглянул в окно с той стороны, куда убежала заветная троица. Он увидел их лица выглядывающие из рядом находящихся домиков, ему даже показалось что Лейла заплакала. Полудемон улыбнулся, и на первом этаже раздался треск с последующим грохотом. Он выбил с ноги дверь, где засел забаррикадировавшийся парень.\n— Ну что. Хотел я тебя убить по началу. — проговорил Деструк наблюдая за тем, как парень падает в обморок, и уже лежащему телу договорил: — А теперь приходится спасать. Спросишь почему? Потому что я идиот, который повёлся на кое-чьи слова.\nРычание доносилось на лестнице, первые гости уже приближались. Он вытянул руки, и из кончиков пальцев вытянулись тонкие языки пламени, на концах которых было подобие огненного глаза. Этими глазами Деструк видел всё происходящее из импровизированных щупалец, которые отправил в коридор. 10 змей настигали своих жертв одна за одной, пробиваясь сквозь их черепа на большой скорости и передвигаясь дальше. Быстро и тихо он очистил дом, расставил на каждом возможном входе по щупальцу которые ловили прибывающих мертвецов, и оставляли на их голове сквозные отверстия, растущие в размерах при падении мертвецов на пол. Он не хотел чтобы его способности были замечены, ведь это означало бы крах по всем пунктам, но лезть и со всей толпой на мечах воевать ему было банально лень.",
    "answers": [
      {
        "id": 33,
        "text": "Спустя несколько минут"
      }
    ]
  },
  {
    "id": 33,
    "text": "Зомби методично были подчищены, полудемон стал спускаться вниз. Благодаря одному из глаз он увидел голову Роба, смотрящую в окно. Языки пламени в тот же миг испарились в воздухе, полудемон со злости ударил кулаком в стену сделав в кирпичной опоре дыру.\n— Крис была права! — с дрожью в голосе сказал перебравшийся через окно Роб.\n— Я так понимаю, утверждать что тебе показалось или что у тебя глюки из-за просроченных консервов не имеет смысла?\n— Ты и вправду маг, как она утверждала! А значит тебе не нужна ничья помощь, ты и так прекрасно справляешься! Зачем ты присоединился к нам?\n— Да, маг. А ещё похвастаюсь тем, что далеко не из худших. Да, не нужна ничья помощь. Присоединился потому что было скучно и нечего делать. Вопросы? — безразлично ответил он.\n— Скучно?! Вокруг человечество умирает, каждый день наш вид несёт потери, а тебе просто СКУЧНО?! — сорвался тот на крик. — Скажи, когда всё только начиналось, где ты был? Ты хоть помогал людям побороть это, или тебе было скучно этим заниматься?\n— Не неси чушь. Когда это всё случилось, все были в недоумении и сражались там, где вы бы были бессильны. Но перед этим врать не буду, я сражался не с тем врагом.\nРоб пытался переварить всё, что он узнал и увидел за последние пару минут, Деструк положил руку ему на плечо.\n",
    "answers": [
      {
        "id": 34,
        "text": "- Какая разница из каких слоёв общества я присоединился к вам. Маги, простые смертные. Не является ли важным то, что я помогал вам выжить? Пусть и столь короткое пока что время."
      }
    ]
  },
  {
    "id": 34,
    "text": "— Пока что? — переспросил Роб, недоверчиво глядя на полудемона. — Что это значит?\n— Если ты ничего не будешь иметь против, то я и дальше хотел бы быть с вашей компанией. Только... чтобы всё было как раньше, и они думали что я простой человек.\nВ дверь забежали Крис с Лейлой, они очень мягко говоря удивились количеству трупов которые находились на земле.\n— Что... Это ты их... всех? — спросила Лейла.\n— Да, этот парень рубил их как настоящий самурай! — ответил за Деструка Роберт.\n— А тот... отец...\n— Наверху. Ему стало плохо и он потерял сознание, но его жизнь спасена. И нет, это не из-за того, что ты просила! — перебил её следующий вопрос полудемон, она была очень приятно удивлена.\n— Девушки, можете ли вы пожалуйста оставить нас вдвоём? У нас тут деловой разговор.\nЖенская часть коллектика переглянулась между собой, но они ничего не сказали и поднялись к парню на второй этаж осторожно перешагивая через трупы. Оставшись вдвоём, Роб заговорил:\n— Ты хочешь и дальше притворяться обычным человеком, когда с твоими невероятными для простого человека силами можно сделать очень даже многое? В чём суть?\n— Нет желания объяснять, но если тебе нужен такой человек в команде — это моё условие. Но будь уверен, что если ситуация будет требовать защитить вас ценой применения своих сил, я в обиду не дам.",
    "answers": [
      {
        "id": 35,
        "text": "Пожать руки"
      }
    ]
  },
  {
    "id": 35,
    "text": "Они обменялись рукопожатиями как в тот раз, полудемон попросил Роберта оставить свои расспросы на другой раз, когда никого из девушек рядом не будет.\n— Крис! Лейла! — прокричал Роб, и через несколько секунд они показались на лестничной площадке.\n— Выдвигаемся дальше? — спросил Деструк, но в ответ ему предложили остаться на отдых.\n— Ты за последнее время вообще не устал? Плохо спал, стольких уложил, и сразу в дорогу? — спросила Крис.\n— Верно, давайте лучше отдохнём! — с жизнерадостной улыбкой на лице решил Роб.\n— Ты какой-то даже слишком весёлый, что случилось? — спросила Крис.\n— Просто сегодня хороший день.\nЛейла рассказала про больницу, о том что там достаточно места и отличный вид с крыши. Посоветовавшись, компания отправилась туда оставив бедолагу на втором этаже одного, согласившись что псих в их отряде лишь станет лишним грузом, причём потенциально опасным.",
    "answers": [
      {
        "id": 36,
        "text": "В больнице"
      }
    ]
  },
  {
    "id": 36,
    "text": "Роб всё старался закидать вопросами полудемона, по этому оставил Крис и Лейлу наедине в одной из палат, убедившись перед этим в безопасности окружающих территорий.\nИ вот, они поднялись на крышу больницы. \n— Так расскажи мне, на что же ты способен? \n— На многое. На практике лучше хвататься. Если ты прямо так уж горишь желанием, то мы могли бы выйти на пару часиков в центр толпы мертвецов, и ты бы из безопасного расстояния посмотрел.\n— И как это объяснить остальным?\n— Меня это не особо волнует, честно говоря.\nКрис с Лейлой поднялись наверх. Лейла захватила с собой одну из пачек печенья, протянула Деструку и Роберту. Парень налетел с охотой, полудемон же в свою очередь отнекивался.\n— Да где ты успел наестся? Ты же от нас почти не отходил, а если и отходил — ситуация для этого не располагала. — возмущалась Лейла.\n— Или располагала, но не для такой слабонервной девушки, которая не может есть при трупном запахе.\n— И где же ты, черт возьми, еду там нашёл?\n— У той семейки был крайне маленький запас. Когда мы выдвигается?\n— Мы остаёмся. — ответила Крис.\n— Разве мы не хотели к людям попасть? Дорога и так не близкая. — удивился Роб.\n— Мы нашли два велосипеда спортивных за больницей, только рама помятая. Ездить можно.",
    "answers": [
      {
        "id": 37,
        "text": "- Да вы там наверное на нервной почве с дуба рухнули? Я на велосипеде не поеду."
      }
    ]
  },
  {
    "id": 37,
    "text": "— Придётся. Так будет намного быстрее. Постой, или ты... не научился ездить на велосипеде? Тут нечего стыдиться. — смущённо поговорила Лейла.\n— В моём детстве можно было разве что на лошадях учится кататься, или на виселице.\n— Где же это твоё детство так проходило? — Косо посмотрела на полулемона Крис.\n— В семье, которая любила реконструировать средневековый быт. — отшутился Деструк.\nНемного поспорив они решили всё-таки остаться в больнице на ночь, а с наступлением утра было бы видно.\nДеструк был злой из-за событий прошедшего дня. В частности его раздражала Крис, с которой у них с первого взгляда всё пошло наперекосяк.\n\"Права была Ханна, когда говорила что время простых смертных дошло к логическому завершению и пора избавить их от мучительных страданий.\" — подметил он про себя.",
    "answers": [
      {
        "id": 38,
        "text": "С наступлением ночи"
      }
    ]
  },
  {
    "id": 38,
    "text": "Солнце сменилось Луной, а значит пришла пора выставлять посты. Они расселись вокруг импровизированного костра на крыше больницы, принялись распределять смены.\n— Может Крис хоть раз за две недели тоже будет охранять наш сон? — недовольно спросила Лейла.\n— А можно не выставлять меня бесполезным существом в этой команде, учитывая что пользы приношу я намного больше тебя?!\n— И какая же от тебя польза, если ты всё скидываешь на меня?\nКрис вскипела, и подорвалась с места. — Ах ты сволочь неблагодарная! Тебя спасли, вырвали буквально из лап этих чудовищ, на тебе даже штанов не было! Тебя одели, выкормили!\nРоб хотел влезть, но Деструк его остановил.\n— За что я всегда была безмерно благодарна, но это не делает меня безвольной рабыней!\n— ДЕЛАЕТ!! — во весь голос прокричала Крис, Деструк же рассмеялся чем обратил на себя внимание всех окружающих людей.\n— Вы сейчас убьёте друг друга, ложитесь и отоспитесь. Я посижу. — овладев собой сказал он.\n— Нет, ты не будешь сидеть тут вторую ночь! — резко ответила Лейла.\n— Либо вы определитесь между собой, либо я снова тут буду скучать в гробовой тишине.",
    "answers": [
      {
        "id": 39,
        "text": "Немного погодя"
      }
    ]
  },
  {
    "id": 39,
    "text": "Лейла услышав этот ультиматум переборола себя, Крис расплывалась в широкой улыбке радуясь победой в этом споре. Она заступила первой, Роб уговорил свою девушку заступить в последней смене и не трогать полудемона.\nПрошло два часа с момента отбоя, Деструк всё это время не сжимал глаз. Он услышал сначала удаляющийся звук шагов, затем еле слышный скрип открывающейся двери. Полудемон поднялся, и отправился вслед за спустившейся девушкой. Послышался лёгкий испуг, затем хруст. Череп с дырой в голове упал на пол, становясь очередным элементом декорации в этой разукрашенной больнице.\n— И ты оказывается умеешь убивать их. Ну, добивать.. — спокойно поговорил Деструк, напугав своей внезапностью Лейлу.\n— Что ты тут делаешь? — спросила она смотря большими глазами.\n— Бодрствую, гуляю, дышу свежим воздухом. А ты?\n— Мне тут нормальной жизни не будет. Роб никогда меня не послушает, всегда был её подкаблучником. Он ей даже ничего не сказал тогда! Ай, да и ты тоже. — махнула она рукой.\n— Да, намного умнее уходить одной в этот мир, наполненный не просто зомби, людьми которые не видели таких представительниц прекрасного пола уже кто знает сколько лет, а ещё и настоящими колдунамт, которые могут стереть теб... нас одним взглядом — откашлялся он.",
    "answers": [
      {
        "id": 40,
        "text": "Звук сверху"
      }
    ]
  },
  {
    "id": 40,
    "text": "Послышалась открывающаяся дверь, вниз спустился Роб.\n— Что за обсуждение? — спросил он зевая и протирая глаза.\n— Кажется мы уходим. — ответил ему Деструк, от чего у Лейлы пропал дар речи, а на лице появлялся лучик надежды. \n— К..куда? — начал заикаться Роб. — Подожди, давайте всё обсудим! Не надо таких резких решений.\n— Это всё она. — полудемон ткнул пальцем в плечо Лейлы. — А я просто за симметрию. Ты защищаешь Крис, я Лейлу. Правда в моём случае некоторые моменты имели другой посыл, но всё же.\n— В смысле мы? — пришла в себя девушка.\n— Ты забыла о том мертвеце, который всю свою жизнь посвятил боевым искусствам? Или хочешь сказать, что ты бы его без проблем уложила. Не, ну если хочешь...\n— Да идём конечно! — обрадовалась она, и пошла бодрой походкой в сторону выхода.\nДеструк пожал плечами, и извинился за столь резкий уход.",
    "answers": [
      {
        "id": 41,
        "text": "Перед больницей"
      }
    ]
  },
  {
    "id": 41,
    "text": "— Интересно будет посмотреть, как ты через несколько часов будешь спать на ходу.\n— Да, ты прав. — ответила девушка, закинув за спину рюкзак с едой который забрала с больницы.\n— И...?\n— Давай лучше отойдём куда-то, а потом разобьёмся на смены.\nДеструку не нравилось такое разделение на два отряда. \"выживание\" вчетвером банально дело более весёлое, нежели вдвоём. Они пошли в другой конец городка даже не скрываясь от мертвецов. все попадающиеся гости (которых уже оставалось относительно немного) стали жертвами фехтовальных тренировок Деструка. пройдя три километра, они остановились в одном из домов, и проверив его безопасность Лейла смогла лечь на кровать с одной отломанной ножкой.\n— Тонкий намек на то, что я первый постою?\nОтвета не последовало. Девушка отключилась в тот же миг, когда коснулась головой матраса и это не могло не радовать Деструка. Побродив по дому он нашёл пыльное одеяло, которое отправился выбивать на улицу. Затем подняв дымовую завесу и избавив полотенце от всего лишнего, зашёл в дом и укрыл им Лейлу с головой. За окном послышалось греющее ухо рычание мертвеца, что дало сигнал Деструку выбираться наружу.",
    "answers": [
      {
        "id": 42,
        "text": "На улице"
      }
    ]
  },
  {
    "id": 42,
    "text": "\"Интересной будет её реакция, когда проснувшись она не увидит не одного мертвеца на улицах.\" — подумал он в мыслях, и невольно ухмыльнулся. Меч полудемона воспламенился, после каждого взмаха создавалась маленькая огненная волна уходящая вдаль. Он побежал, левая рука создавала и направляла огонь в сторону мертвецов, в правой руке был меч который всё время встречал препятствия в виде голов мертвецов. Так Деструк бежал сначала вокруг дома, затем вокруг улицы и так далее. Тут стена дома проломилась, и из неё вышел зомби размером в три раза больше человека, тот самый который совсем недавно уничтожил колонну машин на дороге. Несколькими взмахами меча он направил огонь с оружия в сторону громилы, и тот воспламенился начав бежать в сторону полудемона но не добежал. В центре скопилось уже достаточно мертвецов, однако огненное дыхание быстро занялось переписью населения. На крыше больницы наблюдалось два силуэта, полудемон не стал забегать в ту сторону, по крайней мере не сразу.",
    "answers": [
      {
        "id": 43,
        "text": "На следующий день"
      }
    ]
  },
  {
    "id": 43,
    "text": "Деструк вернулся к дому запыхавшимся, потерял счёт времени. Дело усугублялось тем, что из леса и окружающих пустот тоже собирались мертвецы на огненное шоу, и полудемон никак не мог это игнорировать. Зайдя внутрь, он сел на пол. Лейла всё ещё спала не меняя позы, разве что одеяло упало на пол. Заметив на её левой руке механические часы, ему пришлось подняться и подойти.\n— 12 часов, неплохо так ты разложилась.\nГлаза лениво открылись, она потянулась и встала.\n— Доброе утро. — сказала она зевая, и сразу же пошла к портфелю чтобы достать две банки консерв, одну она кинула Деструку.\n— Доброе, я уже успел поесть.\n— И что ты ел? — с любопытством спросила она.\n— Да так, взял с портфеля одну баночку.\n— Знаешь, когда я брала портфель, я насчитала 6 банок. Сейчас я взяла две, и их тут ещё 4 штуки. Вывод? — гневно спросила она.\n— Вывод таков, что я ничего не брал потому что мне не нужна еда для жизни? — переспросил Деструк.\n— Это не смешно. Если ты от меня что-то прячешь, то это как минимум подло. Очень подло.\n— Я весь нараспашку. Ничего не прячу. И вообще, что за недовольство? Я для тебя одеяло сходил от пыли повыбивал, чего не делал уже добрую сотню лет. И не уверен, что раньше хоть раз это делал. \nНе помогло, её взгляд всё так-же впивался в глаза Деструка, от чего последний не выдержал и стал ухмыляться.",
    "answers": [
      {
        "id": 44,
        "text": "- И это у меня взгляд демонический?"
      }
    ]
  },
  {
    "id": 44,
    "text": "Насмешливо спросил он, Лейла не поняла смысл фразы, и переменила тему.\n— Ладно, не важно. Ты спал всю ночь?! Ты вообще понимаешь, что нас могут убить в любой момент?\n— Спокойно, ты не с той ноги встала? С чего такие наезды? Почему сразу спал?\n— А как объяснить то, что ты меня не разбудил и сейчас даже малейшего намёка на сонливость нет?\n— Давай спишем на то, что моему организму и сон не нужен? Кстати, вода тоже. — попытался отшутиться он, но понимал как выглядит вся ситуация со стороны.\n— У тебя не все дома, а если бы нас съели за это время?\n— Одного из нас. Кто-то проснулся бы от криков, и смог спастись. Пошли на улицу, там что-то поуменьшало мертвецов. — сменил тему уже Деструк, направившись в сторону выхода.\n— Дай хоть поесть.\nМинут через 15 они вышли, дорога была укрыта черными угольками, на улице не было зомби от слова совсем.\n— Странно, где они подевались? — удивилась Лейла.\n— Ушли на зажигательную вечеринку, так и не вернулись. — с ухмылкой на лице ответил Деструк.",
    "answers": [
      {
        "id": 45,
        "text": "На выходе из городка"
      }
    ]
  },
  {
    "id": 45,
    "text": "Они двинулись в сторону поселения, находилось оно ещё в добрых 100 километрах. Лейла была счастлива что покинула Роба с Крисом, да ещё и не оставалась при этом одна. Деструк же не чувствовал такого умиротворения, ведь чувство приближающегося нечто не прекращалось. В глубине души он понимал, что скорее всего она вот-вот станет не просто свидетелем его управлением огня, а и увидит его второй облик. Деструк шёл сзади неё, думал как выкрутиться из этой ситуации. Стоило в раздумьях лишь предположить такой вариант развития событий, чувство будто он что-то теряет сразу же наполняло его. Таких ситуаций было уже миллион, в большей части развязка была одна: Крик, страх, пробежка в далёкие края либо же попытка убить демона. В далеке показался серая газелька, которая на удивление выглядела довольно целой по сравнению с разбитым хламом в округе.\n— Смотри! Вдруг работает! — побежала Лейла к ней, Деструк же не стал спешить видя что и тут мертвецов особо нет.\nДевушка заглянула под машину, обошла её со всех сторон разглядывая окна.\n— Чисто! — крикнула она, открыв дверь.\nДеструка сердце сжалось, на него будто сошло видение от чего он повернул голову назад. По дороге с бешеной скоростью летит молния диаметром в пол метра, именно в их сторону.\n— Быстрее залазь внутрь!\nДеструк закинул в глушитель очень маленький комочек пламени, который силой мысли направлял в каждый из цилиндров двигателя.",
    "answers": [
      {
        "id": 46,
        "text": "Попытаться завести машину"
      }
    ]
  },
  {
    "id": 46,
    "text": "— Бензина нет, что случилось?\nДеструк залез наполовину тела вперёд, и повернул ключ. Силой мысли он имитировал расширение и сжатие пламени в двигателе, как при сжигании топлива. Машина завелась, поехала вперёд. Деструк открыл заднюю дверь, и надеялся что они смогут оторваться до прибытия в поселение, однако не судилось. Через пол часа молнию стало видно, она постепенно увеличивалась в размере что вскоре и обнаружила в зеркале заднего вида Лейла.\n— О боже, это же не...\nДеструк не стал отвечать, порезал себе палец лезвием меча и принялся что-то нашёптывать.\n— Дес, не молчи! Страшно!\nЗакончив свои дела, он наблюдал за молнией и обнажил меч привстав. Когда молния была в пол километра, из воздуха появилась человеческая фигура. Молния врезалась бы в него, однако неизвестный разместил перед собой портал куда и залетел снаряд, затем фигура растворилась в воздухе. Деструк облегчённо выдохнул.\n— Да что тут происходит?! — визжала Лейла, Деструк же подошёл и похлопав её по плечу ответил:\n— Вот теперь всё нормально. По крайней мере надеюсь.\n— Так ты тоже из той породы? Нет, стоп, этого быть не может! — всячески отгоняла она от себя эти мысли, но Деструк видел что его разоблачение на финишной прямой.",
    "answers": [
      {
        "id": 47,
        "text": "- Ты о чём вообще? Я просто вижу что на дороге ничего нет и контактирую факт."
      }
    ]
  },
  {
    "id": 47,
    "text": "— Да, прости, я просто устала от всего этого, голова плохо соображает уже с самого начала дня. Я просто хочу снова встретиться с папой, сесть с ним за чашечкой горячего чая и забыть обо всём, что творится вокруг! Я очень надеюсь что он ещё в Фридланде, или... — заливалась слезами Лейла.\n— Так он в том поселении? Тогда мы его без проблем отыщем, и я помогу тебе исполнить желание.\nДеструк заметил на дороге довольно необычную картину. Зомби шли все целенаправленно в одну сторону, куда-то в сторону леса. Их не привлекал даже шум машины, плохие мысли пролетели в голове Деструка. Лейла тоже это заметила, и молча наблюдала за этим явлением. Их были десятки только на дороге, чего уже говорить о других направлениях.\n— Нам надо спешить, не может быть совпадением что они собираются просто для прогулки в одну кучу недалеко от поселения. — подметил Деструк. \nЛейла чуть приступ не словила, когда увидела на дороге мертвеца тянущего за собой меч, рядом с которым летало несколько метровых булыжников. Он тоже не обращал на них внимания, лишь спокойно шёл в неизвестность.\n— А это у нас зомби маг, дела плохи.\n",
    "answers": [
      {
        "id": 48,
        "text": "Через час"
      }
    ]
  },
  {
    "id": 48,
    "text": "Дорога прошла спокойно, Фридланд находился на возвышенности что давало неплохой осмотр территории, в далеке было бесчисленное множество тёмных силуэтов, и к ним не прекращала стекаться массовка. На подъезде стояло два человека в камуфляже, они были удивлены приезду исправной машины и не сводили с неё прицелов своих P90 жестами давая намекнуть что дальше проезда нет. Лейла остановила газель, была крайне довольна тому, что ей удалось достичь этого места. Охрана подошла к ней.\n— Кто такие, откуда и чего надо? — строгим голосом спросил один из них.\n— Мы ищем убежища, пришли из городка неподалёку. Названия его я не знаю.\nВторой начал лазить по машине, и заметив прикид Деструка быстро выбежал начиная шептать что-то своему товарищу на ухо.\n— Нет, меня в маги приписывать на надо. — недовольно начал полудемон, — эти вещи идеально защищают от зомби. Не более.\n— А это мы нашему эксперту оставим выяснять. На выход!\nЛейла с Деструком вышли в сопровождении они направились в город. Шли молча, никто не задавал лишних вопросов.",
    "answers": [
      {
        "id": 49,
        "text": "Войти в поселение"
      }
    ]
  },
  {
    "id": 49,
    "text": "Фридланд был небольшой городок от силы на 1000 жителей, но оружия в нём было хоть отбавляй из-за того, что ещё на начале апокалипсиса с двух неподалёку расположенных военных баз было вывезено всё оружие и некоторая техника в эти края. Люди тут жили за счёт ферм, животных. С водой у них проблем не было, водоочистная станция хоть и работала на последних издыханиях — давала необходимое количество очищенной жидкости для поддержания жизни в поселении. Дома были обшарпанные, лишь самые богатые могли похвастаться чем-то похожим на ремонт, однако все силы сейчас были направлены на оборону. Командование городка обратило внимание на собирающуюся орду, и не собирается отступать в случае нападения.\nОни вошли в здание с кучей дверей и коридоров. Раньше тут скорее всего был какой-то офис, но теперь это штаб Фридланда.\n— Вам придётся остаться здесь. — обратился один из них к Лейле. Она послушно присела на лавку, второй же охранник постучал в дверь.\n— Войдите, если это действительно важно. — раздалось по ту сторону..",
    "answers": [
      {
        "id": 50,
        "text": "Зайти"
      }
    ]
  },
  {
    "id": 50,
    "text": "Дверь открылась, Деструк сделал первый шаг. Кабинет выглядел довольно приятным, казалось тут никто даже и не слышал о том, что на улице пол года как хаос и разруха. Перед ним за недавно лакированным столом сидел мужчина лет 40, в яркой белой рясе. На его шее было золотистое ожерелье с переливающимся камнем из красного цвета в зелёный, и наоборот. При входе полудемона глаза владельца кабинета расширились и он приказал охранникам уйти прочь.\n— Всё? Посмотрел? Можно идти? — уверенно начал Деструк.\n— Стой-стой-стой, это не может быть правдой. Деструк? \nОн встал со своего кресла, часть бетона вырвалась из стены и сформировавшись в виде кресла оказалась возле полудемона, маг жестом предложил ему присесть.\n— Не припоминаю чтобы мы были знакомы. — ответил Деструк игнорируя дружелюбный жест хозяина.\n— Мы и незнакомы, я просто слышал кое-что о вас. И читал. Позвольте представиться, меня зовут Хилрос. Рад видеть в такое тяжёлое время выдающегося бойца.\nМаг учтиво поклонился, полудемона напрягало отношение к нему как к какому-то высшему существу.",
    "answers": [
      {
        "id": 51,
        "text": "- Если у тебя есть желание кому-то подлизать, то воспользуйся услугами железного столба зимой. Своими \"Вы\", \"ваше величество\" и всем остальным ты лишь раздражаешь."
      }
    ]
  },
  {
    "id": 51,
    "text": "Кресло в тот же миг рассыпалось, бетон вернулся на стену. Маг нервничал, тщательно подбирал слова.\n— Не любите лесть, это достойно похвалы учитывая ваш высокий статус в магическом сообществе. Ой, приношу извинения. Времена ныне плачевные для этого города, любая помощь нужна.\n— Я тут не помощник, это не моя битва.\nМаг непонимающе посмотрел, стал заикаться.\n— К-как не ваша? Наше дело спасти человечество, его остатки. Если высшие маги не смогли в своё время остановить короля мертвых, то мы обязаны хотя бы помочь выжить оставшимся!\n— Ваше дело, вы и выполняйте. Я хочу лишь защитить тех, с кем действительно неплохо общаюсь. А дело о спасении человечества... На Мадагаскаре найдёшь себе единомышленников. Хочешь спасти этих людей — выводи всех туда. Если они конечно не умрут по пути.\nХилрос разозлился, ударив кулаком по столу начал кричать о том, в каком он месте видел всех магов, о том что это чёрствые болваны у которых атрофировался мозг за последние пол года.",
    "answers": [
      {
        "id": 52,
        "text": "Засиять демоническими глазами"
      }
    ]
  },
  {
    "id": 52,
    "text": "Маг сразу же остановился, Деструк обнажил свой меч и грозно ответил.\n— Если ты продолжишь нести чушь, то не встретишь и нападения мертвецов. Я не собираюсь спасать тех, кто брал в своё время лук и меч лишь увидев мой второй облик. С течением времени менялось лишь оружие, лозунги оставались одни: \"-Чудовище!\". — выкрикнув последнее слово он убавил пыл вспомнив про сидящую в коридоре Лейлу.\n— Я вижу девушку за стеной, она ведь такой же человек как и другие. Почему она заслуживает твоей защиты, а другие нет?\n— Она просто оказалась в нужном месте в нужное время. — ответил полудемон уходя из кабинета, и на пороге добавил: — Да и она довольно милая, разве нет?\nДеструк вышел за дверь, Лейла подорвалась со скамьи.\n— Что там было? — начала она.\n— Меня вербовали в защитники Фридланда, ничего интересного. И да, оказалось что я не маг.\nДеструк перевёл взгляд на охранника, тот отступил к стене и поспешил войти в кабинет к магу. Парочка же вышла из штаба.\n— Я поговорила с охранником, он сказал где искать реестр жильцов. Там мы и найдём моего отца! — обрадовалась Лейла, и повела своего напарника вглубь.",
    "answers": [
      {
        "id": 53,
        "text": "Немного позднее"
      }
    ]
  },
  {
    "id": 53,
    "text": "Лейла зашла в библиотеку, там же велась вся перепись населения. Отыскав имя \"Джон Ибкинс\" и его дом она блестела во все 32 зуба представляя в своей голове момент их встречи, Деструка мысли были направлены на предстоящие события. В библиотеке было достаточно книг про представителей магического мира, среди которых он обнаружил и творения про себя. Убедившись что Лейла сюда не заглянула, они вышли и отправились на поиски дома. \nДело было быстрым, всего минут 20 понадобилось чтобы найти этот двухэтажный кирпичный дом, нужную квартиру. Лейла вбежала в подъезд, остановилась в нерешительности перед дверью. Она сделала пару неуверенных стуков, кто-то посмотрел в дверной глазок и дверь открылась.\n— Лейла!\nДевушка вбежала, бросилась в обнимку на своего отца. Деструк оказался на дверном пороге, облокотился о дверную раму и наблюдал.\nОни были настолько счастливы видеть друг друга, что не замечали полудемона у которого от этой весёлой картины на лице появилось непонятное смятение. \"Мне точно не место на этом празднике жизни\" — пронеслось в его голове, и он начал спускаться вниз.",
    "answers": [
      {
        "id": 54,
        "text": "На выходе"
      }
    ]
  },
  {
    "id": 54,
    "text": "Он спускался вниз по лестнице, тогда услышал что Лейла его звала но не остановился.\nВыбежав на улицу, полудемон устремился к выходу.\n— Деструк, эй, ты где? — раздалось на всю лестничную площадку, но полудемон не отозвался и лишь вышел с подъезда. Он направился к выходу из Фридланда, дабы осмотреть местность за забором и взглянуть на мертвецов ещё раз. Спустя некоторое время он достиг ворот, и выйдя наружу стал осматриваться. Орда находилась очень далеко от поселения и до сих пор набирала обороты, но при этом быстрым темпом направлялась в сторону Фридланда.\nСзади к Деструку подошёл человек.\n— И у тебя нет даже малейшего желания помочь этому поселению? — спросил Хилрос.\n— Очень маленькое есть, но намного большее моё желание увести на остров Лейлу с её отцом.\n— Этот остров охраняется парой десяткой магов, которые тебя точно не пустят, не все так благосклонно к тебе относятся.\n— Главное, что их примут. А я... — Деструк на секунду задумался прервав речь, — а я буду и дальше бродить по этому миру как и было раньше. Это лишь очередной эпизод в моей жизни, их будет ещё достаточно. Если ты живёшь больше сотни лет, то должен и сам понимать что маги обречены либо на узкий социум, либо же он вообще отсутствует. Сближение со смертными обернётся для тебя колоссальным ударом в конце, так как старость и смерть от болезней никто не отменял.",
    "answers": [
      {
        "id": 55,
        "text": "Вспышки справа"
      }
    ]
  },
  {
    "id": 55,
    "text": "Деструк повернул голову направо, увидел Даклафа который совершал скачки в их сторону. Через пол минуты он наконец-то оказался рядом.\n— Ну и ну, ты хоть знаешь на кого меня натравил? — отдышавшись спросил Даклаф.\n— Да, на Ханну. Она ко мне несколько дней летела, я это чувствовал. Прости что так, но я верил в тебя. И конечно благодарю — Деструк поклонился в знак благодарности, Хилрос встрял в разговор:\n— В смысле Ханна? Надеюсь это просто тёски?\n— Нет, — ответил Даклаф. — это та самая молниеносная птичка, которую одолела тьма. Кстати я не думаю, что она долго будет искать дорогу сюда.\n— Ты прав, — ответил полудемон, — гонять её по порталам это конечно интересно, но избавиться от неё таким образом не выйдет. Её пора остановить окончательно.\n— И вот Ромео убивает Джульетту! — бодро вставил своё слово Даклаф, что немного задело полудемона.\n— Если бы ты сказал это ещё 130 лет назад, было бы правдивей. А так я просто заканчиваю нашу долгую историю. Красочную и незабываемую историю...\n— Друг мой, не стоит так печалиться. Предлагаю заняться вопросами насущными, так как помимо твоей Ханны к этому местечку идёт, знаешь ли, довольно приличное скопление непрошеных гостей.",
    "answers": [
      {
        "id": 56,
        "text": "- Если у тебя есть желание их поборооть, то могу оказать очень неплохую моральную поддержку."
      }
    ]
  },
  {
    "id": 56,
    "text": "Даклаф скрестил руки на груди, недовольно посмотрел на Деструка.\n— Ты ведь не хочешь сказать, что оставишь уже третье поселение, к тому же самое крупное по сравнению с предыдущими, на съедение? — спросил он.\n— Именно это и планировал. — ответил полудемон, и направился к воротам.\n— А твоя подружка поймёт такой манёвр? Раньше если тебе не было ради кого воевать в этих поселениях, то сейчас ситуация в корне другая.\nДеструк резко обернулся, его демонический взгляд заставил неплохо струхнуть Хилроса.\n— А с Лейлой ничего не станется. Вот это я смело гарантирую.\nДеструк пошёл дальше, но чувствовал появившуюся улыбку у своего приятеля, от которой мороз шёл по коже.",
    "answers": [
      {
        "id": 57,
        "text": "Войти в город"
      }
    ]
  },
  {
    "id": 57,
    "text": "Деструк большую часть времени держал \"нейтралитет\", не помогал людям очистить территории от мертвецов, не помогал в обороне если у него не было на это интереса. Всё дело было в том, что мир уже знал его как одного из главных антигероев, немалую долю вносило превращение в демона и убеждённость людей, что демоны — порождения ада стремящиеся утопить мир в разрухе. В магическом обществе он тоже не отличался положительной репутацией, но обладал уважением со стороны своих \"коллег\"\nВ раздумьях он добрёл до знакомого ему дома, сел на скамейку. Повернув голову налево он увидел как радостные дети играют на импровизированной площадке.\n— Когда я вырасту, то отстрою здесь настоящий парк аттракционов! — раздался детский голос вдалеке.\n\"Или полакомлюсь свежим мясом своих друзей.\" — пронеслось в ответ у Деструка в мыслях, что вызвало невольную улыбку. Дверь подъезда открылась, из неё вышла Лейла в компании отца. Они странно смотрели на полудемона.\n— Нам надо поговорить. — начал Деструк. — А точнее нам надо уйти из этого поселения.\n— В смысле? — растерявшись спросил отец.\n— Вы прогноз погоды на ближайшее время смотрели? Погода пасмурная, ожидается армия зомби. Рекомендуется покинуть объект нападения и уйти в укреплённые места.\n— У нас есть магия, зомби пачками будут ложиться ещё за несколько километров! — бодро начал отец.",
    "answers": [
      {
        "id": 58,
        "text": "- Не поверишь, но у них тоже есть магия. Кстати, меня зовут Деструк. Приятно познакомится и всё такое."
      }
    ]
  },
  {
    "id": 58,
    "text": "— Джон. — они обменялись рукопожатиями,\n— Мы должны защитить это место! Я сюда стремилась попасть не один месяц, и не могу его покинуть. — жалобно сказала девушка.\n— Это не просто место, это теперь её дом. И мой дом. Фридланд не просто территория для проживания, это место где мы можем гарантировать безопасность своим детям. Место, где мы можем спокойно разгуливать имея апокалипсис в мире и петь песни под гитару, где мы можем обнять своих близких и с уверенностью сказать что теперь мы не находимся в паре шагов от смерти. Это и значит слово \"дом\". Если мы будем бежать из дома с криками при первом же стуке в дверь, то о какой безопасности и о каком будущем для Лейлы может идти речь?\nДеструк по достоинству оценил его монолог, девушка засияла от гордости за отца.\n— Не путай стук в дверь и выстрел с танка. — в заключение добавил Деструк и поблагодарил Джона за беседу, после чего захотел побродить по Фридланду.\n— Деструк. — раздался женский голос, полудемон обернулся и увидел у Джона в руках знакомую книгу, от которой он старался уберечь его дочь в библиотеке. — На этот выстрел из танка у нас есть бронированная стена сразу за дверью, которой и взрыв бомбы не по чём. — добавила она, у Деструка внутри всё сжалось.",
    "answers": [
      {
        "id": 59,
        "text": "Подойти к ним"
      }
    ]
  },
  {
    "id": 59,
    "text": "Деструк подошёл, взял книгу в руки. \n— Сколько бы я не пытался отделиться от магического мира, прошлое всегда настигает меня и возвращает всё на свои места. — с досадой в голосе проговорил Деструк.\n— Чем это так плохо? Если ты действительно обладаешь такой силой как тут написано, то... — начала Лейла, но полудемон её прервал. Воспламенив ладонь, он сжимал литературу в руках и наблюдал как книга становится пеплом, у стоящих напротив него людей отпала челюсть.\n— Лейла, либо там не описано моё отношение ко всему происходящему, либо ты не успела дочитать. \nДеструк бросил взгляд наверх, увидел сидящего на крыше Даклафа. Прервавшись посреди разговора он ушёл, пообещав вернуться к вечеру.\nВсё время он осматривал поселение, наблюдал за жизнью жителей и даже бывало перебрасывался парой слов с ними. Для него уже было ясно что Лейла не уйдёт, что она лишь кажется хрупкой девицей, но внутри она обладает сильной моральной стойкостью и большой силой воли.",
    "answers": [
      {
        "id": 60,
        "text": "Вечером"
      }
    ]
  },
  {
    "id": 60,
    "text": "Деструк постучался в двери, спустя некоторое время ожидания Джон открыл ему.\n— Проходи, всегда рад принять того, кто помог моей доченьке дойти до этого места.\nДеструк прошёл, закрыл дверь. Джон провёл его к столу, Лейла подорвалась с места когда увидела полудемона.\n— Так что ты решил? — сразу же спросила она, её глаза были наполнены неподдельным любопытством.\n— Поселение защитит и Хилрос. — начал он, но заметив её помрачневшее лицо добавил: — А твоей защитой займусь уже я.\n— О-хо-хо, какие страсти! — вмешался Джон. — Вот теперь я точно не сомневаюсь, что Лейла переживёт своего старика. Я во всей этой магической среде разбираюсь, было время для чтения разных трудов. Если хотите моего благословения на свадьбу — я вам его дам.\n— Пап! — крикнула Лейла, Деструк сказал что при случае воспользуется его благосклонностью, и ехидно улыбнулся заметив покрасневшее лицо напарницы.\n— Можно вопрос как к знающему человеку? — обратился к нему Джон.\n— Теперь я думаю, что могу ответить на куда большее количество вопросов.\n— Когда моя жена... обращалась... — Лейла вцепилась взглядом в отца, тот чесал затылок без перестану когда говорил. — Она в один момент будто начала вновь превращаться в человека.",
    "answers": [
      {
        "id": 61,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 61,
    "text": "— Клэр глаза снова стали цветными, кожа на некоторое время становилась румяной. И её действия... Она напала на зомби который хотел меня съесть.\n— Говорят что любовь это самое сильное чувство и единственная магия доступная простому человеку, в целом я согласен с этим. Яркие чувства действительно могут дать силы на временное сопротивление превращению, однако это не простая тёмная магия, а уникальное заклинание Хлариуса, вещь слишком сильная для простого человека.\nЛейла потупила взгляд, Деструк пригласил её пройти на балкон. Спустя несколько мгновений они уже стояли наблюдая за ночным небом.\n— Интересно, что чувствует человек когда превращается? Судя по твоему рассказу, это будто борьба с самим собой?\n— Скорее с гостем, оккупантом. Свою войну с тёмной магией я уже несколько раз прошёл, однако и я рискую потерять себя.\n— Ты.. ты справился с превращением? — спросила Лейла переведя два голубых глаза на Деструка.\n— Маленький бонус для тех, кто умеет лазить в подсознание и обладает немалыми возможностями. Просто тёмные маги были очень слабые, как и их магия. Но повторюсь, я не знаю, справился бы я с магией которую создал король мёртвых.\n— Покажешь мне свой второй облик?",
    "answers": [
      {
        "id": 62,
        "text": "- Как-нибудь в другой раз."
      }
    ]
  },
  {
    "id": 62,
    "text": "Лейла начала зевать, да и глаза её были немного сонные. Хмыкнув, Деструк предложил ей пойти прилечь, дождавшись одобрения он зашёл в квартиру, вслед за ним и она. Вместе они прошли в спальню, полудемон осмотрел её скромненькую комнату. \n— Спасибо за всё. — сказала она, и обняла Деструка. Полудемон ответил взаимностью и после того как она отпустила его, вышел на кухню. Теперь уже у него не осталось сомнений по поводу участия в надвигающейся потасовке. С другой стороны он поймал себя на мысли, что раскрытие его личности развязывает руки и даёт возможность неплохо продемонстрировать своё умение пользоваться огоньком.\nНе сказав и слова Джону он вышел с дома, где его на скамейке уже ожидал Даклаф.\n— Что, бессонница беспокоит? — спросил полудемон.\n— Наслаждаюсь последними днями поселения, ты же точно не будешь его защищать, не так ли? — злорадствуя спросил Даклаф.\n— Заткнись. — буркнул тот, и пошел дальше.",
    "answers": [
      {
        "id": 63,
        "text": "Спустя два дня"
      }
    ]
  },
  {
    "id": 63,
    "text": "На горизонте появилось Солнце, вместе с ним послышались колокола. Некоторые люди выглядывали из окон, некоторые выбегали спустя время. Уже через пол часа люди получали оружие, занимали созданные Хилросом каменные стены. Полудемон тоже поднялся на укрепления, окинул взглядом окрестности. По пути он пытался найти Лейлу, но безуспешно. Орда скопилась немалая, до 70 тысяч мертвецов точно было. Неизвестно сколько мутировавших, однако даже один мог унести с собой до пятерых вооружённых людей. \n— Рад видеть здесь новообретённого союзника. — удовлетворённо проговорил Хилрос.\n— Тебе стоило понять, что мне всё равно на этих людей, и на тебя. — холодно ответил Деструк, и их разговор на этом закончился.\nМертвецы были в паре километров, когда из наполненных людьми стен раздались выстрелы. Вооружённые самыми разнообразными автоматами и пистолетами люди открыли счёт, начав уменьшать количество мертвецов. Хилрос стал кидать каменные глыбы в орду, но встретил барьер из тёмной энергии. Выстрелы тоже поглощались им, тогда полудемон стал расстилать пламенный ковёр вокруг Фридланда, который служил своего рода противопехотной защитой, левой же он выпускал огненные шары в барьер, пытаясь разрушить его.",
    "answers": [
      {
        "id": 64,
        "text": "Немного погодя"
      }
    ]
  },
  {
    "id": 64,
    "text": "— Превратись уже в демона! — прокричал маг земли.\n— Без этого справимся, по крайней мере сейчас.\nС очередным отброшенным огненным шаром барьер сломался, и тёмные стрелы полетели в сторону Фридланда. Тогда же полудемон нашёл в толпе Лейлу, которая неумело обращалась с кольтом, рядом с ней был её отец, которому в руки дали оружие получше — АКМ. Деструк побежал в их сторону пока летели стрелы, и настигнув их создал огненную сферу внутри которой заперся вместе с окружающими парой десяткой людей. Он видел сквозь огонь, что второй маг тоже поднял у себя своего рода защиту от стрел. Те, кто не попадали под защиту — старались убежать, однако не всем это удалось. Стрелы настигли Фридланд, и сразу же послышались крики. Те, кто не умерли сразу — кричали и превращались в ходячих, сразу же отстреливались уцелевшими. Тёмные маги затушили огонь на подступах,  орда была на пороге города. Из неё выбежали два массивных мутанта которые устремились к укреплённым воротам, но были сразу же сожжены Деструком. Он разбил сферу на десяток шаров которые кинул в нежить, и кричал чтобы все убегали от стен вглубь города.\n",
    "answers": [
      {
        "id": 65,
        "text": "Спустя пару минут"
      }
    ]
  },
  {
    "id": 65,
    "text": "Остались Хилрос, Деструк и ещё пара самоубийц которые отстреливали ряды нежити, остальные же прошли вглубь городка, заняли оборону и приготовились ждать гостей. В стене что-то сдетонировало, полудемон грохнулся с обломками. Хилроса же в свою очередь задело посильнее, он отбивался от летящих тёмных снарядов силой земли, но одна из стрел пробила каменную защиту и поцелила в ногу магу. Магия спала, остальным стрелам уже ничего не мешало добраться до мага.\nДеструк поднялся, отряхнулся. Мертвецы начали вбегать через дыру в стене. Полудемон обернулся назад, увидел заплаканное лицо своей напарницы. Глаза стали демоническими, он достал меч который начал воспламеняться. Деструк глубоко вдохнул, затем направил огненное дыхание в сторону пробоины и рукой корректировал направление огня.\nКак только его выдох закончился, он стал размахивать мечом вокруг себя, огонь из него вылетал исключительно в сторону нежити.",
    "answers": [
      {
        "id": 66,
        "text": "Булыжник сверху"
      }
    ]
  },
  {
    "id": 66,
    "text": "Шириной в два метра булыжник чуть не попал в полудемона, последний успел отскочить от него. Обратившийся Хилрос уже не контролировал своё тело, он спрыгнул вниз и шёл на своего бывшего союзника раскидывая в него каменные глыбы, и разбирая стены. Деструк ловко уворачивался от них, пробегая всё ближе к магу. Последнее что сделал Хилрос перед окончательной смертью — почти попал резко выросшей из под земли каменной глыбой, которую Деструк разбил ударом кулака, правда его правая рука потом временно оказалась выведена из строя. Он отрубил голову Хилросу, но стена уже была основательно разобрана магом, и вскоре повалилась. Мертвецы попёрли огромной толпой, но столкнулись с миномётным залпом от людей. Хоть нечисть и разрывало — снарядов было немного, на поле боя появился Даклаф. Он своими скачками переносился от одного уцелевшего мертвеца к другому, нанося точные удары в дряхлые черепа гостей.\nНа стене появилось две фигуры, вокруг одной была тёмная аура. Деструк создал мощный взрыв вокруг себя, после чего побежал вперёд рассекая огненным мечом встретившихся ему мертвецов. Фигура с тёмной аурой запустила поток тёмной энергии в небо, через пол минуты множество стрел с неба направилось на укрепившихся в городе людей, но вспышка яркого света в небесах рассеяла заклинание. Деструк обернулся, увидел несколько летящих с небес силуэтов, тучи расступались. Он не сразу поверил в приход ангелов, однако другого ничего быть не могло. Деструк был раздражён, ангелы были его кровными врагами, лишь в одиночных случаях они расходились мирно. В порыве гнева он залил пламенем немалую часть вошедших мертвецов, пробив даже барьер который установили тёмные маги.",
    "answers": [
      {
        "id": 67,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 67,
    "text": "Тёмные маги покинули стены, растворились среди мертвецов за пределами Фридланда, сердце полудемона заболело и он схватился за него. Заряд молнии пролетел сквозь толпу мертвецов и врезался в лезвие меча Деструка. Отрикошетив, молния \"приземлилась\" в пяти метрах и на её месте материализовалась сгорбившаяся женщина в тряпье, крепко держащая в левой руке свой меч.\n— Здравствуй, Ханна. — с заметной досадой в голосе сказал полудемон, но та вместо ответа вновь стала молнией и за пару секунд нанесла 4 удара с разных сторон по Деструку, которые он с трудом поймал и отбил. Ханна после серии ударов остановилась, начала дистанционно атаковать полудемона молниями, от которых тот либо уворачивался, либо же принимал их мечом. — А знаешь, я всё-таки до конца думал что ты сможешь побороть его. Жаль, что я ошибался. — не унимался Деструк, он лишь мог отбивать хаотичные атаки но не наносил в ответ ничего.\nПоявился Даклаф, они начали носится по этому участку земли, полудемон из-за неё и забыл про приближающуюся орду. Внезапно стены с другой стороны разлетелись в щепки, появился новый проход к выжившим, ту сторону взяли на себя два ангела, третий стремительно направлялся к основной баталии.",
    "answers": [
      {
        "id": 68,
        "text": "- Даклаф, уйди к ним, я не могу использовать свою магию по нормальному!"
      }
    ]
  },
  {
    "id": 68,
    "text": "Скомандовал полудемон, Даклаф тут же исчез, а Ханна начала кошмарить Деструка. После серии блокирований полудемон отвлёкся на пришедшего ангела, и разряд молнии поразил его, отправив с достаточной скоростью в развалины дома. Своей тушей Деструк влетел в потрескавшуюся стену чем проломил её, и чудом устоявшая до этого крыша сдалась, грохнувшись прямо ему на голову. В голове потемнело, но полудемон не отключился. В просвете стало видно Даклафа, который первое время парировал нападения Ханны, попутно обращаясь к своему другу.\n— Деструк, я знаю что тебя так просто не взять, тебе лишь надо окончательно попрощаться с Ханной. — удивительно спокойно проговорил он.\nЕле произнося каждое слово и съёжившись от боли Деструк ответил: \n— Я верил в неё даже тогда, когда для всего мира она уже была мертва. Я до конца верил, что Ханна сможет побороть магию, думал что давно утерянные временем чувства вернутся к ней, и помогут не просто продержаться, а победить. Но меня рядом не было. — Кожа Деструка начинала краснеть, появлялся маленький свет в развалинах. Даклаф, всё время дравшийся с Ханной смог передохнуть, так как она перевела своё внимание на ангела.\n— Если бы я тогда пробрался к ней в подсознание, помог изнутри ей, мы бы гарантированно побороли это всё. Но теперь... теперь нет ничего, теперь уже нет выбора у меня.\nДаклаф взглянул на превращающегося Деструка сделал скачок к укреплению людей, начал им что-то кричать. ",
    "answers": [
      {
        "id": 69,
        "text": "Взрыв"
      }
    ]
  },
  {
    "id": 69,
    "text": "Взрывная волна снесла в округе всё что только можно, воздух был наполнен пылью. В этой пыли был  виден горящий силуэт с красными глазами. Деструк спокойной походкой приближался к дуэлянтам которые отлетели от взрывной волны, он весь пылал. Пламя бушевало будто под сильным порывом ветра, взгляд его был холоден. Щелчком пальца он создал маленькую сферу, которая полетела в небо. Ханна тут же напала на него, в левой руке полудемона появился маленький столб огня. Как только он отбил серию ударов Ханны и она пошла на приземление,  этот столб огня соазу же вырос и с огромной скоростью пошёл за ней, периодически сталкиваясь с землёй и создавая взрыв, взмахом руки он выпустил большой поток огня который осел на землю и не потухал, щелчком пальцев огонь приземлившийся возле ангела взорвался, но безрезультатно. Ангел выпрыгнул из пламени на Деструка, сзади прилетали два его напарника. Ханна продолжала уворачиваться от пламени, нижняя часть её тела была обгоревшей. Она зашла на атаку, тогда Деструк выдохнул пламя вокруг себя и начал закручивать его в  большой огненный смерч. Первый ангел прошёл сквозь огонь и получил малые ожоги, попытался выпустить в демона божественный свет, но тот не дал эффекта от слова совсем.",
    "answers": [
      {
        "id": 70,
        "text": "- Я покажу вам свои способности..."
      }
    ]
  },
  {
    "id": 70,
    "text": "Прозвучало искажённым голосом. Смерч разорвался, распался на множество пламенных языков по всей площади, они врезались в оказавшихся рядом ангелов и обжигали их, Ханна получила сразу четыре заряда и не успела среагировать на них.\nДеструк протянул руки к небесам, сел на колени и выкрикнул что-то на демоническом языке. Затем демон опустил руки вниз, и огромнейший огненный шар начал спускаться сверху. Он упал в отдалении, далеко за стеной. Яркая вспышка выжигала кожу нечисти, а последующая волна и вовсе не оставила бы от Фридланда живого места, не поставь Деструк огненный щит который помог избежать катастрофы.\n— Привет. — послышался детский голос сзади, Деструк обернулся и сразу же вонзил маленькой восьмилетней девочке меч в сердце. Она покрылась пламенем и взорвалась, выпустив сгусток тёмной магии. Магия окутала полудемона, но он даже не почувствовал влияния магии на себе.\nПолудемон опустил плавно ладонь вниз, и весь огонь потух, он остался посреди пустыря. Обернувшись, он увидел, что укрепления людей тоже были повреждены.\nДеструк доковылял до ближайших руин, и присел возле них глядя в небо.",
    "answers": [
      {
        "id": 71,
        "text": "Спустя несколько минут"
      }
    ]
  },
  {
    "id": 71,
    "text": "Появился Джон в компании с ещё одним незнакомым мужчиной.\n— Хохо, вставай, герой! — бодро начал он.\n— Он не обращает на нас внимания даже. — подметил незнакомец щёлкающий пальцами перед лицом Деструка.\nВнезапная слабость накинулась на последнего, он отключился.\nОчнулся полудемон лишь на следующий вечер в палатке. Это была общая палатка на 10 человек, там же за столом сидела девушка, исполняющая роль врача. Люди были тяжело ранены, два человека без признаков жизни были помечены нарисованным красным крестом.\nДеструк поднялся, на шум обернулась медсестра и тоже подскочила, затем подойдя к нему начала уговаривать того прилечь до прояснения ситуации.\nПолудемон продемонстрировал ей свой демонический взгляд и у девушки резко пропало желание как-либо перечить пациенту. Деструк вышел с палатки, осмотрелся. Ему очень не понравилась такая резкая потеря сознания, но и присутствие тёмной магии он в себе не ощущал.",
    "answers": [
      {
        "id": 72,
        "text": "Прогуляться по Фридланду"
      }
    ]
  },
  {
    "id": 72,
    "text": "Он ходил по окрестностям, всё время останавливая на себе взгляды окружающих людей. К нему подбежал улыбчивый парень протягивающий руку, было видно как стоящая рядом девушка пыталась остановить человека, но безуспешно.\n— Спасибо! Спасибо, вы спасли нас всех! — с искренней радостью разрывался тот. Деструк в ответ ему кивнул, протянул руку и они обменялись рукопожатиями.\n— А это правда, что если убить короля мёртвых, то остальные тоже исчезнут? — не мог угомонится парень.\n— Скорее всего нет, но станет намного легче. — ответил ему полудемон, и отправился дальше. По улицам тем временем бежали несколько человек и кричали про общий сбор в центре поселения. Деструку это было мало интересно, но он всё же пошёл туда.",
    "answers": [
      {
        "id": 73,
        "text": "В центре"
      }
    ]
  },
  {
    "id": 73,
    "text": "Его медленная поступь сопровождалась аплодисментами и радостными возгласами. Люди уступали ему дорогу, что сильно действовало на нервы. По середине, на трибуне высотой в два метра стоял человек в военной форме, рядом шесть вооружённых охранников. В небо выстрелилось два патрона, и все затихли повернув головы на человека по центру.\n— Дамы и господа! Мы здесь собрались в связи с замечательным событием — успешным отбитием нападения на наш райский уголок. — люди начали хлопать в ладоши, сложно было найти человека без улыбки на лице.\n— Но давайте не будем забывать... — продолжил тот спустя секунд 10, — что наша жизнь возможна благодаря героическим подвигам не только рядом стоящих собратьев, но и благодаря нашим павшим героям. Почтите память своих погибших родных, близких, друзей и возлюбленных. Пусть память о них греет наши души и не даст нам стать животными. А сейчас хочу спросить человека, который внёс самый большой вклад в этой войне. Когда это всё закончится?",
    "answers": [
      {
        "id": 74,
        "text": "Подойти к трибуне."
      }
    ]
  },
  {
    "id": 74,
    "text": "Деструк подошёл к трибуне бросая взгляды на застывших в ожидании людей.\n— Пока жив король мёртвых — нечисть и дальше будет набирать свои ряды. — ответил полудемон.\n— Мы видели на что ты способен, почему ты имея такие возможности не пойдешь, и не убьёшь его? — спросил человек на трибуне.\n— Всё предельно просто: Во первых он тоже обладает способностями, а во вторых у меня с ним до недавнего времени был нейтралитет.\nТолпа была в недоумении от слов полудемона про \"нейтралитет\".\n— Я прошу прошения, но что значит нейтралитет? \n— Это когда вы друг другу не враги до первого неправильного слова или действия.\n— Нет-нет, я имею ввиду, что как можно не хотеть убить существо, сделавшее такое? \n— У нас с вами разные понятия о... — Деструк заметил лицо Лейлы, она сразу же скрылась в толпе когда словила на себе его взгляд, полудемон прекратил свою речь и пошёл за ней.",
    "answers": [
      {
        "id": 75,
        "text": "Спустя минуту"
      }
    ]
  },
  {
    "id": 75,
    "text": "— Я вроде неплохо отжигал на всё поселение, что случилось? — с распростёртыми руками спросил Деструк, в глазах остановившейся в нерешительности Лейлы читался страх.\n— Ты... Я не верю в это, этого просто быть не может.\n—Лейла, ты знала что я могу... переставать быть человеком, и неплохо со мной проводила время, уговорила даже спасти это поселение. Что не так?\n— Знать это одно, но увидеть тебя таким, увидеть это... Прости, мне нужно время. — отвернулась она, начала уходить потупив взгляд\nДеструка это вывело из себя, его глаза непроизвольно загорелись.\n— Да какая разница, в кого я могу превращаться?!  Сколько столетий я живу на планете, в большинстве случаев картина одна! Тебе принципиально нужно разговаривать с тем, у кого кожа не горит?! — прокричал он, и развернулся начав уходить, Лейла же остановилась и хотела что-то сказать, но не смогла.\n— Я надеялся, что ты будешь  другой, будешь судить по тому, что находится внутри, а не снаружи. Что-то слишком много я в последнее время разочаровываюсь — добавил он не оборачиваясь.",
    "answers": [
      {
        "id": 76,
        "text": "Возле ворот поселения"
      }
    ]
  },
  {
    "id": 76,
    "text": "Его остановил знакомый голос.\n— Неприятный разговор состоялся. Что же ты теперь будешь делать, друг мой? — спросил Даклаф, сделавший скачок поближе.\nПолудемон остановился, обернулся.\n— Я не могу изменить тысячелетия промывки мозгов касательно демонов, пора бы смириться с этим. Единственное, что я могу — накинуть пару претензий Хлариусу, пусть живёт счастливо, в мире без нечисти.\n— Не слишком ли ты многое делаешь для неё? Ставишь себя в бой с крайне сильным противником ради призрачного шанса на внимание?\n— Задумка не во внимании, пусть это будет ей подарок за проведённое время. Последний сюрприз.\n— Такой подарок вряд-ли тебе по карману будет.\n— Не забывай, что когда я злюсь — я становлюсь сильнее. А сейчас я очень зол.\n— Удачи тебе в таком случае. Я догоню тебя, мой друг. Постараюсь помочь.\nДеструк развернулся, образовал под собой затвердевшую магму и поехал на ней вперёд со скоростью, какую разгоняет резвая лошадь.",
    "answers": [
      {
        "id": 77,
        "text": "Через 3 дня"
      }
    ]
  },
  {
    "id": 77,
    "text": "Деструк пришёл в когда-то оживлённую деревню, которая не справилась в своё время с напором мертвецов. Он рассекал головы бродячей нечисти, сжигал их до тла выплёскивая свои эмоции. В  нескольких домах от него послышался выстрел. Полудемон остановился в нерешительности, но потом решил всё-таки побежать на звук. По приходу он видел стягивающихся к дому мертвецов, спрятал меч и выставил две руки в сторону, из них по разным концам улицы вылетало пламя, направление полёта которых он контролировал силой мысли. Спустя пол минуты чёрные тела наполняли дороги, тогда Деструк рассеял огонь и пошёл дальше мимо дома. \n— Подождите! — раздался женский голос.\n— Аманда! Я сказал стой! — кричал ещё отдалённей грубый мужской голос.\nДеструк обернулся, к нему бежала на вид юная девушка, за которой был заросший парень. Когда полудемон глянул на них, парень достал из пояса пистолет, но не направлял на него.\nЛаконичный и наполненный безразличием вопрос Деструка не заставил себя долго ждать.",
    "answers": [
      {
        "id": 78,
        "text": "- Что?"
      }
    ]
  },
  {
    "id": 78,
    "text": "— Как вы это сделали?! Вы можете нам помочь немного? Для вас это не составит вообще никакого труда. — уверенно начала девочка, её взгляд показывал что она была восхищена этой картиной.\nЧеловек с пистолетом медленно подходил к ней, Деструк же ответил ей:\n— Если бы я помогал каждому встречному человеку, то до сих пор не покинул бы и Африки, так что извини. Есть важные дела. — Полудемон пошёл себе дальше, девочка подбежала и попыталась схватить его за руку. Тот развернулся и в один момент принял демоническую форму, только на этот раз из его спины отрасли ещё и огромные огненные крылья.\n— Я СКАЗАЛ НЕТ! — раздался искажённый голос на километры во все стороны. Девочка не сильно этого испугалась. Раздалась серия пистолетных выстрелов, лишь после этого Аманда перевела взгляд на своего спутника, и стала пятится назад.  Пули попали в шею и лоб, Деструк стиснул зубы, был готов их похоронить и начал медленно подходить к ним.\n— Да что ты такое?! — спросил шокированный стрелок.\n— Спокойно, ничего ведь страшного не случилось, я все равно уверена что мы сможем договориться! Дядюшка, брось оружие! — продолжала Аманда, её дядя послушался и пистолет вскоре уткнулся дулом в землю.",
    "answers": [
      {
        "id": 79,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 79,
    "text": "Деструк умерил пыл, вернулся в человеческую форму.\n— У тебя крепкие нервы, Аманда. Даже очень. — подметил Деструк, её дядя весь трясся потеряв дар речи.\n— А толку мне бояться того, кто охотится на зомби? Хотел бы убить — убил бы с ними. А хорошего человека видно издалека. — гордо ответила она. \n— Хороший? Детское мировоззрение — чудесная вещь.\n— Ты можешь примерять на себя разные маски, но лицо под ними останется тоже самое.\n— Хватит пустых изречений, для этого мне хватает одного скачущего по миру человека. Что хочешь? — спросил её полудемон.\n— Когда я в этой деревне, у меня мерзкие ощущения. Особенно в центре.\n— Да, я слышал такое бывает, что мерзко смотреть на разлагающуюся гниль.\n— Это не то... Что-то тут не так, посмотри пожалуйста.\n— Ты очень странный человек, но так уж и быть, я загляну.",
    "answers": [
      {
        "id": 80,
        "text": "Отправиться дальше"
      }
    ]
  },
  {
    "id": 80,
    "text": "Деструк бродил, пока не дошёл в примерный центр деревни, здесь было достаточно большое скопление нежити, которая вскоре превратилась в кучу пепла. Они были собраны вокруг одного дома, куда полудемон и шагал. Перед тем как он зашёл туда, чёрное облако пролетавшее над ним залетело в чердак дома.\nДеструк приготовил меч и выбил входную дверь. Внутри была одна сплошная комната, там стояла та девочка и ещё один человек в серых доспехах, шлем его имел лишь 2 разреза под глазами, а булава в левой руке переливалась ярким зелёным и белым цветом.\n— Иллюзия. Я уж надеялся, что мне повезёт... А ты, Аманда, кем являешься?\n— Она всего лишь подчинённая. Рад видеть тебя спустя столько лет, Деструк.\n— Не при нужных обстоятельствах видимся теперь, Хлариус. Сказал бы, что рад видеть, но это не так.\n— Я к тебе не с целью битвы, а с целью сотрудничества. Тебя мало волнует судьба человечества, это известно всем. Разве что отдельным людям ты поможешь устроить благополучие. В моих руках и так находится судьба всего мира, я просто хочу предложить спасение из тонущего корабля. Взамен выживет и никогда не будет затронуто столько людей, сколько ты скажешь.",
    "answers": [
      {
        "id": 81,
        "text": "- Не думаю, что тебе удастся оставить в живых 8 миллиардов людей."
      }
    ]
  },
  {
    "id": 81,
    "text": "Хлариус хмыкнул, затем немного наклонив голову на бок сказал:\n— Мне нужные источники нашептали, что ты отправился за мной. Не глупи, это бессмысленное кровопролитие, трио великих магов меня на одолело.\n— Среди них был один даже не маг, один полоумный. Единственная серьёзная боевая единица — Ханна. Не считай себя всесильным, я намного ужасней противник.\n— О, мне ты это можешь не говорить. Сражались вместе раньше если помнишь. Короче так, я тебе предложил.В знак серьёзности своих намерений, то поселение людей которое ты недавно защитил будет вне зоны досягаемости для моей армии. 70 километров с каждой стороны безопасная зона. Искренне надеюсь на то, что ты примешь правильное решение, вспоминая наши прошлые дела.\nИллюзия Хлариуса растворилась в воздухе, он остался наедине с Амандой.\n— Хоть ты не иллюзия? — спокойно спросил Деструк.\n— Нет, а что? ",
    "answers": [
      {
        "id": 82,
        "text": "- Ничего..."
      }
    ]
  },
  {
    "id": 82,
    "text": "В следующий момент взрыв разнёс здание изнутри, стены не выдержали и повалились вместе с крышей, Полудемон не оказался под обломками благодаря огненной сфере вокруг себя, которая отталкивала обломки. Деструк спокойно пошел дальше, через некоторое время вернувшись на свой магмовый вид транспорта. \nДальше его дорога будто изменилась, мертвецы буквально расступались давая дорогу. Сзади его догонял Даклаф, тогда тот остановился.\n— Какой чудный день, не правда ли, мой друг? Что стало с зомби? — удивлённо спросил Даклаф оглядываясь.\n— Прокладывают путь к Хлариусу. У нас состоялся маленький разговор.\n— Ты встречался с ним? Что-то я не вижу разрушенного города, огромных ям на дорогах.\n— Мы с ним общались через его иллюзию. Он хочет, чтобы я по старой памяти встал на его сторону. \nДаклаф насупился, его острый взгляд не отрывался и на миг от глаз полудемона.\n— А ты что? — осторожно спросил он.\n— Увидишь. — ответил ему полудемон, и было начал свой путь дальше, остановившись после слов старика.\n— Друг мой, я сделал маленькую оплошность, и рассказал Лейле о твоей задумке.\n",
    "answers": [
      {
        "id": 84,
        "text": "- И почему же это оплошность?"
      }
    ]
  },
  {
    "id": 83,
    "text": "Мертвец, который убивал себе подобных сейчас был полностью настроен против Деструка.\n",
    "answers": []
  },
  {
    "id": 84,
    "text": "— Она уже два дня как в дороге с маленьким отрядом, знает дорогу до Хлариуса. Может, я по чистой случайности сказал, где надо вас будет искать.\nДеструк разозлился, устремился вперёд на север. Даклаф совершал скачки следом за ним прося остановиться, тогда полудемон откидывался в него огненными шарами не давая подойти. Погоня продолжалась минут пять, за ними оставались воронки, разрушенная инфраструктура, тогда Даклаф отстал. Деструк увеличил свою скорость передвижения, и расставив руки в сторону поливал пламенем всё вокруг, сокращая численность выстроившихся по флангам мертвецов. В далеке виднелось огромное крылатое существо.",
    "answers": [
      {
        "id": 85,
        "text": "Спустя пару часов"
      }
    ]
  },
  {
    "id": 85,
    "text": "Солнце давно уже спряталось за чёрными тучами, мутировавших мертвецов было в разы больше, а воздух был пропитан гнилью. Некогда крупный город раскинул свои руины на всю окружающую территорию. Когда Деструк вошёл в него, огромный скелет дракона с почти отслоившейся кожей пролетел над домами издавая дикий вопль. Он был примерно 120 метров в длину, его тело было покрыто тёмным дымком, но сам он никакой агрессии в сторону полудемона не проявлял.\n\"Уже и драконы воскресают. Что же ожидает этот мир дальше?\" — спросил в мыслях Деструк.\nПолудемон бродил в том же направлении, в отдалении послышалась тяжёлая поступь, вибрация от которой раздавалась до полудемона. Когда он дошёл до площади, то увидел мертвеца ростом с девятиэтажный дом, который аккуратно проходил по улицам города. Все они были безвредны, по этому Деструк всё ещё игнорируя их спешил к королю мёртвых.",
    "answers": [
      {
        "id": 86,
        "text": "На следующий день"
      }
    ]
  },
  {
    "id": 86,
    "text": "Полудемон уткнулся в каменные стены замка, лица повсюду стоящей нежити были направлены на него. Он некоторое время обходил территорию по периметру, пока не наткнулся на ворота. При его приближении вход распахнулся, Деструк осмотрел ворота и сделал первый шаг внутрь замка. множество домов было расположено внутри, по центру стояло громоздкое здание, с другой стороны стены раздались яркие вспышки, небо наполняли летательные аппараты.\n— Это ещё что за сюрприз? — попытался устроить очередной монолог полудемон, и оглянувшись увидел, что нежить стала идти в ту сторону. В небе прогремело, молния начала бить в дальние стены, Деструк поспешил пойти к центру замка.\nНа другой же стороне стали видны перелетающие через стену огненные камни, часть из них таки попадала в защитные сооружения и постепенно появлялись новые проходы в замок. Летательные аппараты встряли в схватку с костяными драконами, несли потери от тёмных магов которые были на земле, начался полномасштабный штурм.",
    "answers": [
      {
        "id": 87,
        "text": "Войти в центральное здание"
      }
    ]
  },
  {
    "id": 87,
    "text": "Под грохот и звуки взрывов Деструк спустя 30 минут добрался до нужного здания. Здание было настолько масштабным, что даже на входе были установлены массивные ворота. Открыв их, полудемон сразу же оценил просторность коридоров, подметил ухоженность помещения. Он хотел начать бродить из комнаты в комнату, но открылась одна из дверей, спустя пару секунд ожиданий ничего больше не случилось, тогда Деструк вошёл в эту дверь. ",
    "answers": [
      {
        "id": 88,
        "text": "За дверью"
      }
    ]
  },
  {
    "id": 88,
    "text": "Дверь вела прямиком в тронный зал, в котором находилось два длинных стола с десятками стульев возле каждого, потолок этого зала находился на высоте десяти метров, чего уже говорить про площадь. На троне восседал король мёртвых собственной персоной. С приходом Деструка он встал, отложил свою булаву.\n— Рад твоему приходу, Деструк. — проговорил король мёртвых сделав низкой поклон. Полудемон поклонился в ответ.\n— Не сейчас ты должен радоваться моему приходу. Ты заигрался в генерала, это обернулось тяжкими последствиями.\n— Я лишь хочу благополучия для своих людей.\n— Твои люди это те безжизненные, гниющие, безмозглые трупы которые уничтожают всех вокруг?\n— Временно безмозглые. Скоро и у них будет разум, чувства. Это вопрос временный. — Хлариус прошел к трону, протянул руку к булаве и спросил:\n— Скажи хотя бы, может мы сможем решить всё мирно? А может даже объединится? Я уважаю и не желаю зла тем, кого в бывшие времена мог называть собратьями.",
    "answers": [
      {
        "id": 89,
        "text": "- Тем не менее уже много твоих \"собратьев\" погибло."
      }
    ]
  },
  {
    "id": 89,
    "text": "Деструк вытянул меч, Хлариус взял булаву. Столб пламени полетел в короля мёртвых, но был подавлен волной тёмной магии. Полудемон сразу же воспламенил свой меч и уворачиваясь от тёмной магии стал размахивать своим оружием направляя выходящее из меча пламя так, чтобы оно атаковало Хлариуса со всех сторон. Король отбил все атаки, сделал взрыв тёмной материи, Деструк в ответ сделал свой взрыв и здание разлетелось на куски. Король мёртвых перешёл в наступление, и создал тёмные облака от которых Деструк защищался огненным барьером,  который с трудом сдерживал этот напор. Полудемон под прикрытием огня приблизился на максимально близкую дистанцию и они перешли в ближний бой. При первом же столкновении меча и булавы раздался маленький взрыв, который переливался белым и зелёным цветом. Этот взрыв не наносил ощутимых повреждений не одной из сторон, они продолжали дуэль в ближнем бою освещая зал ярким светом. В один момент Хлариус отскочил, и взмахом руки стал притягивать себе основания колон, которые кидал в полудемона.",
    "answers": [
      {
        "id": 90,
        "text": "Войти в демоническую форму"
      }
    ]
  },
  {
    "id": 90,
    "text": "Деструк трансформировался в демона, громадный поток лавы столкнулся с тёмными облаками и летящими колонами,  растворялся в них. Хлариус расставил руки в стороны, и всё пламя кроме огня на коже Деструка и его оружии погасло, лава потухла. Полудемон вонзил меч в пол, пошли трещины и яркий свет пробивался из них. Когда Деструк сжал руку в кулак и начал поднимать его, из-под пола наружу вырывался не огонь, а тьма что очень удивило полудемона. За его спиной появились огненные крылья, и полудемон взмыл в воздух чтобы увернуться от тёмной магии которая заполняла помещение. Он вылетел от туда, приземлившись недалеко от развалин центрального здания. В один миг все руины превратилимь в кучу тёмного дыма и атаковали Деструка, однако встретили на своём пути столбы огня, которые не дали магии просочиться внутрь.\nТем временем через стены замка проходили толпы земляных элементалей, этих существ создавали маги для сражения с нечистью, которой лишь становилось больше.",
    "answers": [
      {
        "id": 91,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 91,
    "text": "Деструк сложил меч в ножны, и выставив руки вперёд направил толстый огненный луч в появившегося на выходе Хлариуса, тот принимал весь удар своим оружием и не чувствовал даже малейшей сложности с этим. Деструк моргнул, и очередная тёмная стрела уже заходила сбоку, он закрылся крылом которое защитило его от стрелы. От её мощности полудемон проскользил 10 метров по земле, оставляя за собой шлейф. Всё затихло, Хлариус остановился. \n— Знаешь, чем отличается обычная тёмная магия от той, которая поддерживает существование моей армии? — спросил Хлариус.\n— Дай угадаю, обычная магия не способна поставить мир под угрозу вымирания?\n— Нет, с обычной магией нельзя сделать вот так. — Хлариус сжал руку в кулак, Деструка ноги затряслись, он упал на колени. Пламя начало окрашиваться в чёрный цвет.",
    "answers": [
      {
        "id": 92,
        "text": "В подсознании"
      }
    ]
  },
  {
    "id": 92,
    "text": "Деструк ментально перенёсся в своё подсознание, где стоял посреди гор, небо было ярко красного цвета, по кругу бушевали вулканы.\n— Всё так, как и всегда. Что это? — непонимающе спросил Деструк оглядываясь.\nОн пригляделся, земля в которую он пристально вглядывался поменяла цвет, стала почерневшей. Из неё потянулась тёмная верёвка, Деструк сжёг её. Полудемон размахивал крыльями разбрасывая пламя вокруг, тогда он обратил внимание что обстановка поменялась абсолютно везде: Вулканы потухли, лавовые озера превратились в озёра с мертвой водой, небо погрузилось во мрак. Верёвки тянулись ото всюду, Деструк взлетел но они потянулись за ним. Первая верёвка обмотала крыло и потянула его к земле, огонь был против неё не эффективный. Деструк упал создавая вокруг себя лавовые потоки, прямо из них пробивались верёвки которые полностью обматывали полудемона, а затем начали погружать его под землю. Он взрывал всё вокруг себя, но тьма уже была довольно плотной, лишь рука с мечом временно смогла освободиться.",
    "answers": [
      {
        "id": 93,
        "text": "Вернуться в реальность"
      }
    ]
  },
  {
    "id": 93,
    "text": "Хлариус довольствовался, ещё один маг был практически в его подчинении. Деструк боролся с этим до конца, пламя естественного цвета уже отражалось лишь в его глазах. Неожиданно его рука освободилась от влияния магии короля, и он вонзил острие меча себе в живот,  которое сразу же стало выходить через спину. Вскрикнув от боли Деструк стал выкрикивать фразы на демоническим языке, кровь ручьём стекала на землю. В небе громыхнуло, тёмные тучи стали светиться, над замком навис лавовый дождь. Хлариус сделал тёмный барьер над собой, атаковал Деструка но был сбит ударной волной.\n— Ты забыл, что в природе есть только две самые мощные магии! И известны они как кровь и любовь. Если для твоего убийства мне придётся нанести себе раны от которых я потом сам умру, то так тому и быть, но ты точно не покинешь это место победителем! — яростно прокричал Деструк, в один момент вернув своему пламени естественный вид. Он направил все осадки с неба в Хлариуса увеличив их в размере. Деструк взял в зубы рукоять меча, продолжением его рук стали огненные когти. Хлариус бросился вновь в атаку, полудемон заблокировал его удар когтями. Вспышка откинула Деструка в сторону и когти на левой руке рассеялись.",
    "answers": [
      {
        "id": 94,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 94,
    "text": "Поняв что это неэффективно Деструк вернул меч в руку, ударил кулаком по земле и пламя стремительно вырвалось вверх, сразу же атакуя Хлариуса. Король мёртвых выставил руку и вобрал всё пламя в неё, затем одним движением выстрелил тёмными стрелами из земли. Пока Деструк отвлёкся отбивая их, Хлариус зашёл сбоку и нанёс одновременно удар шипастой булавой с одной стороны, и тёмной стрелой с другой. Полудемон заблокировал лишь удар булавы, стрела пробила крыло и ранила его в спину. Он вскрикнул от боли, Хлариус выбил меч из его рук и материализовав из воздуха тёмное копьё — воткнул его в бок Деструка, полудемон корчащийся от боли образовал острые окончания на крыльях, и ударил ими в спину Хлариуса, пробив доспехи.",
    "answers": [
      {
        "id": 95,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 95,
    "text": "Хлариус упал рядом, копьё растворилось в воздухе. Лавовый дождь закончился, Деструк вернулся в человеческую форму. С его рта стекала кровь, он прижёг раны на теле и опираясь на меч пытался встать. С трудом у него это получилось, он посмотрел на свои руки. Кожа на левой руке была немного омертвевшей, почерневшей.\n— Твою мать... — досадно он произнёс.\nРаздался крик, полудемон повернул голову, его ноги подкашивались. Даклаф сделал скачок к нему, держа за плечо Лейлу.\n— Дес! — крикнула она, начав подбегать к нему.\n— Стой! — раздался мужской голос позади, Деструк его не знал. Он был с луком, направил его на Деструка. \n— Ричард, что ты делаешь? — спросил Даклаф.\n— Избавляю мир от ещё одной угрозы, не мешайся.\nОн взглянул на Даклафа и Лейлу, их ноги погрязли в землю, Даклаф попытался сделать скачок но не смог. Стрела вылетела и пробив доспехи полудемона вонзилась в грудную клетку. Деструк по инерции сделал шаг назад, прилетела ещё одна стрела. Полудемон упал на колено, пытался подняться но безуспешно. Глядя на заплаканное лицо кричащей Лейлы Деструк сказал:\n— Вот и моей истории конец. Я сделал то, что хотел... Прими этот обновлённый мир без Хлариуса в качестве моей благодарности за время, проведённое с тобой. Прости что не показал тебе магию, доступную даже людям.\nНа его лице появилась добродушная улыбка, он перевёл взгляд на лучника. Последняя стрела отправилась в лоб Деструка, полудемон пал замертво.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 96,
    "text": "",
    "answers": []
  }
]