[
  {
    "id": 1,
    "text": "Коалград, вымышленный город который уверовал в Святую Коалу. В этом квесте вы окажитесь на месте его короля, Фаола II.",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "— Милорд, один из граждан, оскорбил владычицу — мать Святую Коалу проституткой! — в ярости сказал один из ваших советников — Мы должны что-то сделать! Однако, будьте учтивы, Best, тот самый гражданин, имеет обширные связи, и может поднять восстание! Каково ваше решение?\n",
    "answers": [
      {
        "id": 3,
        "text": "Повесить!"
      },
      {
        "id": 12,
        "text": "Закрыть на это глаза"
      }
    ]
  },
  {
    "id": 3,
    "text": "— Повесить его! — грозно сказали вы.\n— Будет исполнено!\n\nЧерез час Вы уже получили известие о том, что его казнили. \n— Милорд! — сказал посол, без стука явившийся в ваш кабинет — Ряд графов жестко раскритиковали казнь Беста! Они пока не заявили официально о революции, но близки к этому. Мы можем направить войска к графствам потенциальных бунтовщиков, но если они не испугаются — гражданской войны не избежать.",
    "answers": [
      {
        "id": 4,
        "text": "Направить войска"
      },
      {
        "id": 5,
        "text": "Ничего не предпринимать"
      }
    ]
  },
  {
    "id": 4,
    "text": "— Что-же, нужно напомнить им, кто тут хозяин!  — ответили вы\nПосол кивнул, после чего отправился по своим делам, видимо, доложить главнокомандующему Дегинскому.\nОстается ждать.\n\n\n\n\nСпустя 3 часа вы услышали стук, это оказался Дегинский. \n—Милорд, когда наши войска подошли к замку графа Эраста, одного из сторонников Беста, наших солдат начали обстреливать арбалетчики на стенах. Мы быстро ликвидировали все сопротивление в замке и схватили Эраста. Сейчас он находится в темнице. ",
    "answers": [
      {
        "id": 6,
        "text": "Чтож, стоит пройти к нему для исправительной беседы..."
      }
    ]
  },
  {
    "id": 5,
    "text": "— Пусть живут.— сказали вы и ушли в свои покои\nСпустя неделю вас убил дворецкий, подкупленный графами.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 6,
    "text": "Эраст ждал в темнице. Как только Вы подошли, он спокойно изрек.\n— Если выпустите меня — я смогу утихомирить остальных графов, и они согласятся на мир, за предоставление небольшой автономии. Но если вы оставите меня тут.... Вам конец!\n— Вот как, ну тогда....",
    "answers": [
      {
        "id": 7,
        "text": "Приказать отвести его в пыточную"
      },
      {
        "id": 11,
        "text": "Отпустить его"
      }
    ]
  },
  {
    "id": 7,
    "text": "— Располагайся, эвкалиптовый сапог, колыбель Деда, дыба? — сказали Вы Эрасту\n— Ох.... — промолвил он\n— С чего начнем? — спросил надзиратель с довольной ухмылкой",
    "answers": [
      {
        "id": 8,
        "text": "Прижечь ему язык! "
      },
      {
        "id": 9,
        "text": "Переломать ему кости на дыбе"
      },
      {
        "id": 10,
        "text": "Посрамить на глазах у народа"
      }
    ]
  },
  {
    "id": 8,
    "text": "—Мое любимое.... — прошептал надзиратель\nОн взял кочергу и бутыль с маслом из эвкалипта. Он облил маслом нос Эраста, так, что ему пришлось дышать ртом, после чего надзиратель нагрел кочергу на углях и засунул ее в рот эрасту. Он умер от болевого шока.\nВскоре ваш замок захватили штурмом, а вас повесили.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 9,
    "text": "На дыбе Эраст умер от болевого шока. Вы довольно отправились в покои.\nГрафы сочли этот поступок оскорбительным и выдвинули своих солдат к вашему дворцу. Вскоре сопротивление ваших войск было уничтожено, а вас казнили на той же самой дыбе.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 10,
    "text": "Народ радостно воспринял казнь Эраста. Его вера в монарха укрепилась, а вы вернулись во дворец. Графы побоялись вас, на вашей стороне были рабочие, а на их — лишь несколько сотен солдат. Вы умерли от старости спустя 53 года, оставив власть своему сыну.\n\n\nКонцовка \"Любимец народа\"",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы отпустили Эраста и вернули ему замок.  Он договорился с остальными графами, Вам пришлось сделать некоторые уступки, как уменьшение налогов, однако гражданской войны удалось избежать.\n\nКонцовка \"Дипломат\"\n\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 12,
    "text": "Народ разочаровался из за вашего решения. Стабильность резко упала, а ближайший сосед,  государство Легион, направил свою огромную армию к вашим границам.",
    "answers": [
      {
        "id": 22,
        "text": "Обратится за помощью к Призракам."
      }
    ]
  },
  {
    "id": 13,
    "text": "",
    "answers": []
  },
  {
    "id": 14,
    "text": "Разработка",
    "answers": [
      {
        "id": 15,
        "text": "Разработка"
      }
    ]
  },
  {
    "id": 15,
    "text": "Разработка",
    "answers": [
      {
        "id": 16,
        "text": "Разработка"
      }
    ]
  },
  {
    "id": 16,
    "text": "Разработка",
    "answers": [
      {
        "id": 17,
        "text": "Разработка"
      }
    ]
  },
  {
    "id": 17,
    "text": "Разработка",
    "answers": [
      {
        "id": 18,
        "text": "Разработка"
      }
    ]
  },
  {
    "id": 18,
    "text": "Разработка",
    "answers": [
      {
        "id": 19,
        "text": "Разработка"
      }
    ]
  },
  {
    "id": 19,
    "text": "Разработка",
    "answers": [
      {
        "id": 20,
        "text": "Разработка"
      }
    ]
  },
  {
    "id": 20,
    "text": "Разработка",
    "answers": [
      {
        "id": 1,
        "text": "Сделано чисто ради страниц. Вскоре будет создана вторая ветка. "
      }
    ]
  },
  {
    "id": 21,
    "text": "",
    "answers": [
      {
        "id": 26,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 22,
    "text": "Призраки, республика Гостостан, приняло вашего посла.\n\nОни были готовы заключить союз, но за определенную долю.\nЧто же им пообещать? ",
    "answers": [
      {
        "id": 23,
        "text": "Половину территорий Легиона"
      },
      {
        "id": 24,
        "text": "Всю казну легиона"
      },
      {
        "id": 25,
        "text": "Ничего не обещать"
      }
    ]
  },
  {
    "id": 23,
    "text": "Призраки согласились. Вместе вы быстро прорвали оборону врага. Ваши войска уже подходили к замку Труна, но....",
    "answers": [
      {
        "id": 34,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "Призраки отказали вам. Вскоре Легион напал на ваши поселения у границы. \nТук — тук -тук\n— Войдите! — сказали вы\n— Позвольте предоставить три плана, которые я разработал для победы на границе! — сказал вошедший Дегинский",
    "answers": [
      {
        "id": 27,
        "text": "План первый"
      },
      {
        "id": 28,
        "text": "План второй"
      },
      {
        "id": 29,
        "text": "План третий"
      },
      {
        "id": 30,
        "text": "Выбрать план"
      }
    ]
  },
  {
    "id": 25,
    "text": "Призраки были возмущены вашим решением и обьявили вам войну. Под натиском двух врагов Коалград пал, а вас казнили на гильотине.\n\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  },
  {
    "id": 27,
    "text": "Итак, первый план заключается в отступлении, и создании обороны в самом Коалграде.  У нас есть достаточно стройматериалов для создания укреплений в короткие сроки. Мы будем выращивать еду сами, а они будут истощать свои силы. ",
    "answers": [
      {
        "id": 24,
        "text": "Спросить о других планах"
      }
    ]
  },
  {
    "id": 28,
    "text": "Второй план заключается в убийстве Труна (Главы Легиона) отрядом наших киллеров. ",
    "answers": [
      {
        "id": 24,
        "text": "Посмотреть другие планы"
      }
    ]
  },
  {
    "id": 29,
    "text": "Третий план заключается в атаке в лоб. Силы почти равны (почти не в нашу пользу). ",
    "answers": [
      {
        "id": 24,
        "text": "Посмотреть другие планы"
      }
    ]
  },
  {
    "id": 30,
    "text": "—Итак, какой план выбираем, милорд? — сказал Дегинский",
    "answers": [
      {
        "id": 31,
        "text": "Первый"
      },
      {
        "id": 32,
        "text": "Второй"
      },
      {
        "id": 33,
        "text": "Третий"
      }
    ]
  },
  {
    "id": 31,
    "text": "Ваши солдаты отчаяно удерживали город, но враг привез с собой невиданные ранее механизмы, пушки.... Пред их видом ваше войско капитулировало, а вас казнили легионеры. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 32,
    "text": "Ваши ассасины успешно выполнили работу. Враг капитулировал, ибо Трун не имел наследников, и его убийство пошатнуло Легион.\n\n\nКонцовка \"Киллер\"",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы пошли в атаку, зря. Враг подвел резервы и окружил ими ваши войска. Коалград капитулировал, а вас бросили в темницу.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы спокойно пили чай в своем кабинете и наслаждались вечером... \nВнезапно в дверь вломились три человека, одетые в черное и с кинжалами они двинулись на вас.",
    "answers": [
      {
        "id": 35,
        "text": "Смирится"
      },
      {
        "id": 36,
        "text": "Осмотрется"
      },
      {
        "id": 37,
        "text": "Применить меч",
        "need": 36
      }
    ]
  },
  {
    "id": 35,
    "text": "Это оказались ассасины Труна, они зарезали вас и скрылись. Коалград выиграл войну, но увы, для Вас она стала последней....\n\n\nКонцовка \"Жертва\"",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы осмотрелись по сторонам и увидели меч, который подарил вам Дегинский.",
    "answers": [
      {
        "id": 34,
        "text": "Взять его"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы не забыли чему вас учили в юности. Вы легко парировали атаки, благо меч был легким. Наконец вы умертвили последнего ассасина и к вам в кабинет ворвался дегинский с хорошими новостями.\n— Милорд, замок Труна взят. Мы победили!\n\nКонцовка \"Великий Правитель\"",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 38,
    "text": "",
    "answers": []
  }
]