[
  {
    "id": 1,
    "text": "Смиритесь ли вы с новой \"проблемой \" или же разрушите всё. Ведь это не твой выбор, а твоей матери.\nТвоя мама вышла замуж за хорошего мужчину, но вот только есть одно но. У него есть сын твоего возраста и вы с ним не в самых лучших отношениях , что же будет дальше???? \nХороший вопрос.....\n\n\nприятного  времяпрепровождения...\n\n\n\nПРОШУ НЕ СУДИТЕ СТРОГО, ЭТО МОЁ ПЕРВОЕ ПРОИЗВЕДЕНИЕ  *НЕ КВЕСТ*, ТАК ЧТО ЖДУ ОТ ВАС ПОХВАЛЫ И КРИТИКИ.",
    "answers": [
      {
        "id": 2,
        "text": "Начало:"
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://instagram.com/shagievadiana694?igshid=158h7zu9lijgf.jpg",
        "system": true
      },
      {
        "id": 84,
        "text": "Несколько фактов- о авторе."
      }
    ]
  },
  {
    "id": 2,
    "text": "\n\nСегодня я проснулась как всегда в 5:30. Надев свой любимый спортивный костюм (чёрные обтягивающие трико и майку). спустилась вниз, одела свои белые кроссовки и вышла на улицу. Засунула наушники включила рэп и побежала. ... пробежала 3 немалых круга вернулась в дом. \n\nМама уже была на кухне и готовила завтрак.\n—Доброе утро Диана. сказала мама\n—Доброе утро мамуля. ответила я ей и поднялась в свою комнату. сняв спортивку отправилась в душ, приняв душ я обмоталась полотенцем и вышла в комнату.\n\n\"-тааак сегодня у меня насыщенный день и нужно надеть что то удобное. \"-Подумала я.\nЯ открываю шкаф и жду когда одежда выпрыгнит и наденется сама.\nЯ одену: голубые джинсы с порваными коленями, чёрную майку с паетками и белые кроссовки. (я готова).\n",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "—вроде неплохо \"сказала я себе и начала делать прическу\" \nсделав лёгкие локоны, и лёгкий макияж я решила ещё раз покрутиться перед зеркалом: там я увидела девушку 18 лет, ростом 172 см. лицо имело правильную овальную  форму с большими карими глазами, пухлыми губками. волосы переходили от платинового до пепельного  оттенка блонд \n( да да я крашенная блондинка,  а родной цвет руссый).\n—красотка \"сказав я себе пошла завтракать\".\nспустившись на кухню я увидела что завтрак уже готов, сегодня мама приготовила блинчики и ждала меня за столом. сев за стол мы пожелали друг другу приятного аппетита  и принялись за трапезу.\nзакончив завтракать мама мне сказала что сегодня к нам на ужин придут гости:\n—доча, сегодня в 6 вечера к нам на ужин придут гости, так что будь добра не уходи ни куда.(сказала мама)\n—мм, а кто придет? я их знаю? (спросила я маму)\n—нет, но я хочу вас познакомить.(ответила мама)\n—ого, и кто же это, если не секрет?(спросила я)\n—один очень хороший человек, вечером я вас познакомлю и мы вам все обьясним.(сказала мама)\n—мы вам, звучит интересно,  заинтриговала. -ладно мамуля мне пора бежать на работу.(сказала я)\n\nПосле завтрака я помыла посуду, и поспешила на работу,  хорошо что кафе в котором я подрабатываю этим   летом находится не так далеко, всего одна остановка. \n\n",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "Кафе \"Ariana \"  зашла в кафе побежала сразу в раздевалку,  надев форму вышла в зал- поздоровалась с нашим весёлым барменом. Он наш душка. (и лучший друг детства) Высокий блондин с вечно горящими зелёными глазами и спортивным телосложением. \n\n《привет Ник, как думаешь София сегодня подцепит кого нибудь?》- спросила я бармена. (Софи наша с Ником подруга детства)\n\n《хаха..привет Диана, не могу ни чего сказать, но со своим легкомыслием и обоянием  она точно одна не останется.》-с шуткой сказал Ник.\n\n《хаха, я побежала клиенты пришли. 》-сказала я -и подошла к только что прибывшим посетителям.\n\n\nв кафе зашли два парня и две девушки, сев за столик в конце зала они о чём то громко беседовали и смеялись. оба парня были примерно моего возраста. один из них выглядел брутально и опасно, а второй выглядел тоже брутально и как то слащаво и с ними  две девушки были сексуальными двойняшками. \n\nвзяв меню с барной стойки я быстренько подошла к этому столику и на меня сразу же \"налетела\" одна и девушек.\n\n《эй официатка, почему мы вас должны так долго ждать и дайте уже нам наше меню и примите скорее у нас заказы》- сказала одна из девушек- издевательским гонором.\n",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "посмотрев на нее недовольным видом я положила им на столик два меню и ждала когда они определятся с заказами — при этом задумалась \"что какая то курица испортила мне настроение \"\n\n《ну что вы определились с заказом?》-спросила я -у посетителей.\n\n《 да нам четыре кофе, один чёрный без сахара не слишком горячий. два со сливками горячии и один чёрный с сахаром теплый.》-сделал заказ один из парней.\n\nЗаписав заказ-я спросила: -《ещё что-нибудь?》\n\n《да два круассана с малиной, два цезаря и два стейка со средней прожаркой. 》-добавил парень.\n\nприняв заказ я поспешила к Нику- что бы он сделал кофе. Ник отдал мне кофе, я поспешила  отнести его посетителям- отдав кофе я сказала: \n《Ваш заказ будет готов через 10 минут》\n《а что так долго?》- спросил парень.\n《10 минут это не так уж и долго, и у нас всё свежее, а не залежавшееся.》- уверенно ответила я.\n《ага, поторопись.》-недовольно пробурчала девушка. \n《хорошо 》-ответила я- и ушла к барной стойке.\n\nя поняла что день у меня будет ну уж очень тяжёлым и ещё мама меня заинтриговала.\n\n.... через несколько часов. я отпросилась в 4 у начальства и поспешила домой- так, как  сегодня гости, так что нужно помочь маме.\n\n",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "С мамой мы быстро справились, я убралась и помогла маме с ужином. после я побежала  приводить себя в порядок. Приняв душ я надела тёмно- синие джинсы и белую рубашку, сделав конский хвост и легкий макияж я спустилась встречать гостей.\n\nТадаам открыв дверь я была в шоке,  там стоял мужчина лет 40 в тёмном костюме и с букетом голландских роз. На вид он был очень крепкого телосложения, гладко выбритый, волосы каштанового цвета были красиво уложены, глаза были карии-зелёные, на лице его виднелось легкое волнение.\nРядом с ним стоял парень примерно моего возраста, на вид он  брутальный и опасный, он был спортивного телосложения, темно- русые волосы были небрежно взъерошены на его голове, что выглядело очень привлекательно. глаза его были темно- карии что можно было просто тонуть во взгляде. На правой руке виднелась татуировка в виде дикого волка. На нем были чёрные джинсы и черная футболка,  а на лице виднелось безразличие. \n",
    "answers": [
      {
        "id": 7,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 7,
    "text": "—добрый вечер (сказал мужчина) ты наверное Диана, а меня зовут Марсель  Коул, а это мой сын Дэниэл.\n—а,м. здравствуйте, заходите. (только и смогла сказать я так, как поняла, что к чему.)\nМарсель мне улыбнулся и кивнул, а Дэниэл посмотрел на меня испепиляющим взглядом, и прошёл в дом с тяжёлым вздохом. \n(о боже, будет война)подумав я прошла в гостинную где все уже сидели за столом.\nподойдя к столу я села на своё место рядом с этим вот, и мы оба смотрели на наших родителей с вопросительными глазами.\n\n—дети (сказал Марсель) мы с мисс Нинель решили пожениться.\n—как? (спросил Дэн)\n—ого (только лишь сказала я)\n—мы уже взрослые люди, и тоже имеем право на личную жизнь и любовь (сказала мама)\n—не отрицаю, но почему об этом мы узнаём только сейчас, и наше мнение вам не интересно ? (спросила я)\n—дети, вы уже взрослые, вам обоим по 18, и мы надеемся что вы нас поймете и подружитесь друг с другом.(сказал Марсель)\n—не дождетесь (сказал Дэн)\n—ну уж неет (сказала я, чуть ли не крича)\n—и в чём же причина-вашего отказа?(спросила мама)\n—да ты посмотри на него- его только один вид говорит, о том что: \"мне плевать на вас и ваше мнение.\"\n—какие же мы проницательные-будто сама \"божий одуванчик \", а на самом деле- ты такая же как и все. (с ухмылкой и отвращением-сказал Дэн.)\n—интересно знать-как все, это какая? ты даже меня не знаешь, что бы так говорить. (возмутилась я.)\n—только один твой вид говорит об этом.(с ухмылкой на лице-сьязвил Дэн.)\n—с меня хватит(резко вставая из за стола-сказала я и ушла в свою комнату)\n Дэн ушёл на улицу хлопнув дверью, а я  поднявшись в комнату взяла портфель кинула необходимые вещи и выбежала на улицу.\nпроходя мимо гостинной.\n—Диана стой (сказала мама)\n—совет да любовь вам... сегодня не ждите, мне нужно все обдумать (сказала я и вышла из дому)\n",
    "answers": [
      {
        "id": 8,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 8,
    "text": "Идя по улице, я решила позвонить Софие. И мне нужно кому то излить душу. Позвонив Софе  я ей сказала что она мне очень нужна, и я ее буду ждать у нашего кафе.  через пол часа Софи пришла и начала заваливать вопросами: \n—Диана что случилось? Давай рассказывай?(спрашивает подруга)\n я ей всё рассказала как есть..... ... . ..\n\n—мдааа..весело тебе, может оно все к лучшему, ведь ты же всегда мечтала о старшем брате, и вот мечта твоя сбылась.(Сказала Софи)\n\n—Софи, не говори глупости, да я мечтала о старшем брате, но только о нормальном брате, а не о таком раздолбае-как Дэниэл. (с недовольством -сказала я)\n\n—оуу, он тебе понравился что ли??? хаха (с шуткой спросила подруга)\n\n—ага, конечно всегда мечтала о таком придурке.(сказала я — с сарказмом)\n\n—ну ладно не парься, пойдём лучше развеемся и потусим, а то через неделю учеба, не до клубов будет.(с весельем в голосе-предложила подруга)\n\n—пофиг пойдем, напьёмся натанцуемся, главное на наши милые попы приключений не найти.(сказала я-и мы поехали в клуб.)\n\nМы зашли в клуб \"Омут\" здесь пахло алкаголем и табаком. Мы с Софи прямиком направились к бару и решили заказать что-нибудь убойное. Выпив виски с колой  мы пошли танцевать. ",
    "answers": [
      {
        "id": 9,
        "text": "далее "
      }
    ]
  },
  {
    "id": 9,
    "text": "Немного потанцевав, мы пошли к бару, нам до того было весело что мы решили сыграть на перегонки. Кто быстрее выпьет свою дорожку из 10 рюмок рома.\n—итак девчата, как только я скажу начали вы просто выпиваете рюмку рома и переворачиваете ее на барную стойку, вот вам лимон и соль на закуску. Ну что, готовы??? (зажигающим голосом — сказал бармен)\n—даа( прокричали мы с подругой.)\n—и тааак ...... -НАЧАЛИ..(прокричал бармен)\n—вухуу (крикнула я и выпила первую рюмку, очень скривившись слопала лимон)\nвижу Софи выпила две подряд и прокричада: — АААХХХ пошла жара. \nЯ посмеялась и продолжила выпив одну за другой меня отлично торкнуло, глядя на свои 7 перевернутых рюмок я покачала головой и продолжила соревноваться, вокруг нас столпилась толпа и все кричали \"пей пей пей пей\" я посмеялась, выдохнула и выпила 2 подряд, у меня осталась одна рюмка, съев лимон я потянулась за последней как услышала:\n—ВСЕЕЕ, я выйграла...( прокричала Софи и начала танцевать победный танец.)\n А я в тот момент показала ей язык и выпила свою 10 рюмку. Вокруг были слышны крики,- вууухууу молодец.... Софи взяла меня за руку и потащила танцевать.",
    "answers": [
      {
        "id": 10,
        "text": "далее "
      }
    ]
  },
  {
    "id": 10,
    "text": "мы весело и очень классно двигались в такт музыки...после чего начался медленный танец.\nМы с Софи нахмурились и пошли к бару, что бы выпить чего нибудь  горячительного. Заказав самбуку мы с подругой быстро с ней справились. \n\n—охох. Вот это да, походу это было лишнее.(покачавшись проборматала я и облокотившись об барную стойку смотрела на танцпол.)\n\nГде танцевали много  пар. Поморщив носом я заказала виски со льдом, когда взялась за стакан меня кто то схватил за руку... обернувшись я увидела того наглеца, который посмел прервать моё веселье — это был Дэн. Он смотрел на меня прожигающим взглядом и выхватив  из моей руки стакан, опустошил его.\n\n—эй, ты чё твориш? совсем страх потерял? чё смотришь? ВАЛИ отсюда. (прокричала я-на Дэна)  -развернувшись в другую сторону от него, хотела уйти, но ничего не вышла. Дэн резко развернул меня к себе:\n—что ты тут делаешь? и какого ты тут так нажралась а? (злобно-спросил он)\n—тебе то какое дело? отвали.(Пытаясь вытащить свою руку — прорычала на него)\n—мне то никакого, но вот .... (не успев он до говорить- я ответила) :\n—ну вот и все тогда, отстань от меня. (быстро проговорила я.)\n\n\n\n",
    "answers": [
      {
        "id": 11,
        "text": "далее "
      }
    ]
  },
  {
    "id": 11,
    "text": "Дэн меня отпустил. Я развернулась  в сторону танц пола и пошла \"зажигать\".. пока я танцевала ко мне пристроился какой-то тип. Вид у него был как у  \"мартовского кота\" он был немного выше меня, на вид ему было лет 20 волосы светлого цвета и голубые глаза, улыбка была хитрая до невозможности. Одет он был в белую футболку которая подчеркивала его красивое накаченое тело. В его голубых глазах горел огонёк который говорил *а вот и моя жертва на эту ночь*. Он взял меня за талию и немного притянул к себе, но между нашими телами оставалось маленькое пространство, мы глядя друг другу в глаза танцевали  в такт музыки. Тут он наклонился к моему уху:\n—ты такааяя красииваая ( протянул он мурлычащим голосом) -как же тебя зовут?\n—Диана, а тебя? (без всякого интереса- ответила я.)\n—ммм... Дианачка, какое красивое имя. А меня Алан.(сказал он- слащаво.)\n—ммм Алан (дразнящим голосом повторила я) -ты не в моём вкусе. (дразнящим голосом- сказала ему.)\n—ты даже  и не пробовала. (припевающим  голосом-произнес Алан)\n\nс этими словами он потянулся меня целовать, я успела отвернуться от него и он поцеловал мою щеку.",
    "answers": [
      {
        "id": 12,
        "text": "далее "
      }
    ]
  },
  {
    "id": 12,
    "text": "Он усмехнулся, смотрит на меня и гладит рукой по моей щеке:\n—ты такааяя сладенькая( нагло говорит мне План)\n—но не по твоим зубам.(Резко ответила я)\n—нууу не спеши с выводами, тебе понравиться я буду нежен с тобой.(заигрывающи и утвердительно-сказал он.)\n—отвали, иди поищи другую жертву.(отстранившись- сказала я.)\n—ну нет уж детка сегодня,  ты со мной. (в приказном тоне-сказал Алан.) И  резко прижал к себе, при этом схватив за попу.\nЯ была в полном  ужасе, у меня сразу округлились глаза и я его укусила за плечо. От чего он меня сразу отпустил и начал потерать место укуса.\n—ДУРА прокричал он и схватил очень сильно  за руку. Я долго не думая, пнула его в ногу, но он меня не отпускает а хватка стала ещё крепче\n Я начала смотреть по сторонам в поисках помощи, так как в это время Алан тащит меня к выходу. Я начала кричать. \n—отпусти извращениц.\nАлан молча продолжал тянуть к выходу через толпу. Тут до меня дошло, и я резко подбежала к Алану поближе и ударила кулаком по спине, он злобно повернулся  ко мне и видемо хотел закинуть меня на плечо, но ему помешали.\nК нам подошел Дэн и ударил Алана кулаком по лицу. Алан хотел ответить ему тем же, но получил  второй удар от чего упал на пол.",
    "answers": [
      {
        "id": 13,
        "text": "далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "Дэн злобно смотрит на меня, берет за руку и ведёт к выходу из клуба. На улице мы подошли к машине, усадив меня на переднее  пассажирское сиденье, он обошёл машину и сел рядом. Недоумевающим взглядом я посмотрела на него, а он заведя машину тронулся с места....\n\n—куда мы едем? я домой не поеду.(сказала я)\n—уже едим. (Резко ответил Дэн)\n—останови, я не хочу домой.(в приказном тоне-прорычала я)\n—у тебя нет выбора.(со злостью в голосе сказал Дэн)\n—переночую у подруги(пробурчала я)\n—нет (резко сказал он)\n—почему(с недоумением спросила я)\n—нет (сказал Дэн)\n—нет да нет, я сказала останови или я на ходу выйду.(угрожающе -сказала я)\n—давай (сказал он и заблокировал двери).\n—ну всёёё...(разозлившись сказала я и налача лезть к ключу зажигания) правда получила по рукам. я разозлилась ещё сильнее,  я нажала все возможные кнопки на тарпедке. Поняла что это не помогает, я полезла за руль. Да да я в тот момент  совсем не думала я почти что оказалась на коленях у Дэна и пыталась мешать как только можно.\nРезко свернув к обочине, Дэн остановил машину.\n",
    "answers": [
      {
        "id": 14,
        "text": "далее "
      }
    ]
  },
  {
    "id": 14,
    "text": "Дэн резко откинул меня на соседнее сиденье:\n—Совсем дура, а если бы разбились?(кричит на меня он)\n—ну не разбились же. (Хлопая глазами-сказала я)\n—нет ну точно идиотка, и мне с ней ещё жить.(тяжело выдыхыя, утвердительно-сказал Дэн)\n—хаха...а я тебя и не приглашала (с издёвкой — сказала я)\n—да я и сам не рад что у меня \"сестра\" дура и алкоголичка.(с презрением-сказал он)\n—эээ за словами следи. я от  тебя тоже не в восторге достался же мне \"братец\" придурок.(с презрением-ответила я)\n—если бы не я, то ты сейчас была бы уже в койке того ублюдка.(со злостью в голосе-сказал Дэн)\n—спасибо за спасение.(спокойно ответила я)- после чего добавила -чуть в приказном тоне) -а теперь отвези к подруге.\n\nДэн посмотрел недовольно на меня и пробубнил себе под нос:\n—вот упёртая.\nТем временем я набираю номер Софи.\n—ало ты где?(спрашиваю у подруги)\n—о Диана, я тут парня такого классного встретила.(весело- поговорила подруга.)\n—иии, чтооо? (с ноткой возмущенния-спросила я)\n— ну я не дома, мы поехали к нему. Завтра все расскажу.(спокойно ответила Софи.)\n—вот же ты, умница. а я к тебе еду блин. сказала я подруге и сбросила вызов с недовольным видом. ",
    "answers": [
      {
        "id": 15,
        "text": "далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "Дэн посмотрел на меня с ехидной улыбкой:\n—ну что теперь домой?(спросил он)\n—нет(неуверенно-ответила я)\n—таак лаадно, а куда?(с усмешкой в голосе-спросил Дэн.)\n—оом, не знаю (ответила я с улыбкой)\n—я не намерен с тобой нянчиться, так что домой.(раздражённо сказал он.)\n—не хочу ( надув губки сказала я и скрестила на груди руки). смотря в окно и слушая музыку я уснула. А проснулась я от того что меня кто то трёс и говорил: -проснись и вали с моей машины. Открыв глаза я увидела недовольного \"брата\".\n—вот говнюк, мог бы и не будить.(возмущаясь-открыла дверь.)\n—вали давай(сквозь зубы-прорычал Дэн.)\n— сам проваливай, идиот (сказала я и хлопнула дверью машины). \nЕле слышно я пробралась в дом и быстренько  пробежала в свою комнату, включила ночник я сняла одежду и заволилась в кровать. Доброй ночи.\n\nОум как же гудят ноги, что я вчера такого делала если всё болит. Блин вроде бегаю, а ноги всё ровно гудят. С такими мыслями я поднялась с кровати и отправилась в ванную. Приведя себя в порядок я быстро покинула дом и отправилась на работу. День прошёл отлично.\n",
    "answers": [
      {
        "id": 16,
        "text": "далее "
      }
    ]
  },
  {
    "id": 16,
    "text": "Прошло несколько  дней, до учёбы осталось два дня. \"Ура неужели я поеду учиться в ВУЗ подальше от всех.\"\nСобрав все необходимые вещи я спустилась вниз.  В гостиной сидели все. Мама, Марсель и Дэниэл. Подойдя к ним я посмотрела на всех непонимающим взглядом. \n—что за сбор?(пробегая глазами по всем-спросила я)\n—мы хотим вам кое что сказать(с неуверенностью-сказала мама.)\n—что ещё?(спокойно-спросила я.)\n—так как вы оба поступили в один Вуз. Мы вам сняли квартиру рядом с ним.(осторожно-сказал Марсель. )\n—так стоп подождите (сказала я и сделала паузу)\n—одну квартиру на двоих с ней???(удивился Дэн)\n—так дети тише, это для вашего же блага, и нам будет спокойнее что вы сможете  присматривать друг за другом.(Твердо и решительно-сказал Марсель.)\n\nмы с \"братом\" переглянулись:\n—мама нееет.(закричала я.)\n—папа вы совсем с ума сошли, я не буду с ней жить.(возмутился Дэн)\n—мам, да вы чего? мы же поубиваем друг друга.(возмущённо прокричала я.)\n—так всё решено, вы выезжаете сейчас же (сказал мистер Коул) встал с дивана и удалился на улицу.\n—ладно, но за последствия не ручаюсь(с предупреждением и недовольством-сказала я.)\n\nЯ поднялась в комнату за чемоданом, рюкзаком и сумкой.\nспустила вещи вниз — понесла их на улицу. \nЗагрузив сумки в машину Дэна -мы уехали.\n",
    "answers": [
      {
        "id": 17,
        "text": "далее "
      }
    ]
  },
  {
    "id": 17,
    "text": "Мы ехали примерно 1,5 часа до нашей квартиры. Говорить конечно же не кто из нас не хочет. И погрузившись в свои мысли и слушая громкую музыку мы наконец-то приехали. \nДвухэтажный корпус стоящий около проезжей части. Дэн вытащил наши чемоданы из авто, взяв свой направился к парадной. Я последовала за ним, поднявшись на второй этаж, мы зашли в квартиру.\nС входной двери мы попали в большую прихожую  которая соединяется с гостиной и кухней (студейная) пройдя в гостиную я увидела две двери. \n—а вот и комнаты.(облегченно — сказал Дэн.)\n—вторая моя (сказала я и побежала смотреть)\n—да уж ребёнок (качая головой сказал Дэн, и прошёл в первую комнату.)\n\nЗайдя в свою комнату я увидела: что она была оформлена в моих любимых постельных тонах, большое витражное окно напротив которого красовалась двухспальная кровать. Рядом стоял шкаф купэ с большим зеркалом. \n—класс, мне тут нравиться, надо посмотреть какой вид у меня с окна. (подойдя  ближе я поняла что это дверь на балкон) -ооо ништяк (сказала я и вышла на балкон.)\n",
    "answers": [
      {
        "id": 18,
        "text": "далее "
      }
    ]
  },
  {
    "id": 18,
    "text": "Я вышла на балкон.\n—ооо даа детка, и вид тут тоже хорош (сказала я и села на маленький  диванчик, который стоял на балконе). Подняв глаза я поняла что выход на балкон был с двух спален. Так как там стоял Дэн в одних трико и с сигаретой в руках. Я же немного потерялась от увиденного, быстро зашла в комнату, услышала смешок. Взяла свои сигареты и вышла на балкон, не обращая внимания, села на диван и закурила.\n—ты ещё и куришь (утвердительно сказал Дэн) \n—на себя посмотри(буркнула в ответ .)\n—мне можно, я мужчина. .... А тебе детей рожать. (С презрением-сказал он.)\n—ха...ну не от тебя же (сказала я и ушла в свою комнату).\nРазобрав  чемодан и разложив все вещи я решила сходить в душ. Надела халат, взяла и всё необходимое направилась в душ. Открыла дверь в ванную и увидела такую картину: \nстоит обнажённый парень вытираясь полотенцем. Увидя меня резко закрылся полотенцем.\n—ой (сказала я и вышла из ванны, сев на диван ждала своей очереди). Следом вышел Дэн с обмотанным полотенцем на бёдрах. \n—тебя стучать не учили? (пристально смотря на меня-спросил он.)\n— а тебя закрываться?(удивленно-спросила его.)\n—ладно, ты меня видела голым, теперь моя очередь  посмотреть на тебя(сказал ехидно улыбаясь)\n—что? ну я же не специально. (влилась в краску, сказала я и быстро ушла в ванну, закрылась.  Приняв душ легла спать.)",
    "answers": [
      {
        "id": 19,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 19,
    "text": "И вот настал день \"Х\". \nМолча позавтракали с \"братом\" и поехали в универ.  \nВыйдя из машины мы разошлись в разные стороны будто не знакомы. Я зашла в холл, подойдя к стенду увидела списки с именами и номера аудиторий где будет сбор.  Найдя своё имя я отправилась в 37 аудиторию, она находилась на втором этаже.  Я зашла в аудиторию села у окна рядом с одной симпатичной девушкой которая весело разговаривает с каким то парнем. \n—привет, я Диана. (с улыбкой-пписела к ним.)\n—привет, я Ксюша, для друзей  просто Ксю. А это Алекс, мы только познакомились. (Весело ответила девушка.)\n—очень приятно, мне уже тут нравится.(с воодушевлением сказала я.)\nМы разговорились, хорошо познакомились- каждый рассказал о себе. \nКсю очень весёлая и симпатичная девушка  19 лет, с рассказа я поняла что она не из бедной семьи, так как у её родителей есть свой бизнес.\nКсю как и я высокая 170, у неё длинные до пояса шоколадные волосы, зелёные глаза. Пухлые губы  правельные черты лица, отличная фигура.\n\nАлекс голубоглазый блондин (наверное  мечта каждой) квадратная форма лица придаёт ему больше мужества, широкие плечи и накаченная фигура. Он же приехал сюда из другого города, снимает не далеко от ВУЗА квартиру, как я поняла где-то рядом с нами.\n",
    "answers": [
      {
        "id": 20,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 20,
    "text": "Наши разговоры прервал громкий мужской голос, как потом мы поняли это был наш куратор. Он рассказал правила поведения в универе, рассказал где что находится. Раздал всем листы с расписанием, номером шкавчика, мой 27 и перечислением книг которые мы должны получить в библиотеке. После знакомства, мы пошли в библиотеку. \n—ого какая она красивая и большая. Подойдя к библиотекарю (это была невысокая женщина лет 40) она показала рукой на стол где все стопки с книгами уже были готовы. \nМы забрали свои книги и отправились к шкафчикам, положив книги в шкафчик пошли на первую лекцию. Это была история. И я узнала что большую часть пар совмещают с другой группой. Я увидела Дэна он уже влился в компанию. Урок конечно скучный и мы всю пару проговорили с Алексом и Ксю, я узнала что через две недели  у нас будет вечеринка посвященния. Это правила универа, все первокурсники проходят посвящение и выполняют какие нибудь задания. Неужели звонок, мы отправились в столовую. Столовая очень интересная и современная.  Мы решили сесть всей группой  это 18 человек за один стол. Так мы все перезнакомились и я поняла что парней у нас в группе всего 6 и 12 девочек, ой ёй ёй бедные мальчики.",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "Первый день прошёл отлично, я попрощалась со всеми пошла домой. Но потом вспомнила что нужно купить продукты, я пришла в магазин. В магазине я взяла всё что нужно и бутылочку вина, хочу отпраздновать первый учебный день. \nЗайдя домой я поняла что Дэн ещё не пришёл.  Приготовив ужин, я решила открыть вино. Вино и жаркое ))) ммм ну и ладно. Поужинав я помыла посуду, прихватив бутылочку и решила понежиться в ванной *надеюсь никто не побеспокоит*. Включила музыку, налила вино в бокал, закинула вещи в стиральную машинку и залезла в ванную. наслаждаясь уединением я проанализировала весь прошедший день. Тут я поняла что машинка достирала, а вино закончилось я начала вылезать с ванны.\nОбернулась полотенцем и достала вещи с машинки- я вышла из ванны слегка качаясь, и  увидела смотрящих с интересом и удивлением двух парней, один из них был Дэн, а второй видимо его новый друг.\n—ой привет мальчики ( еле как проговорила я и потопала в комнату).\nРазвесила свои вещи, расчесала волосы, одев шорты и футболку вышла попить воды.",
    "answers": [
      {
        "id": 22,
        "text": "далее "
      }
    ]
  },
  {
    "id": 22,
    "text": "Налила в свой стакан воду,  я присела на диван рядом с парнями. Они смотрели на меня с удивлением и интересом,  но не кто не подозревал что я пьяная.\n—привет, а вы чё тут делаете?(добренько-поинтерисовалась я.)\n—да вот решили посидеть пиво попить, будешь?(спокойно ответил Дэн.)\n—да нет, спасибо(улыбнувшись-ответила ему.)\n—я Макс (подсел ко мене в пол оборота один из парней и смотрел на меня игриво сверля глазами)\n -а я посмотрела на Дэна, тот с безразличием сидел и наблюдал за всем происходящим.\nя взяла бокал у Макса и сделала пару глотков, тот только довольно улыбнулся и взял мой бокал налил мне пиво. \nЯ потом заметила что они смотрят какой то фильм, вроде боевик. Я походу прервала очень важную беседу. Так как я к ним подсела они замолкли. Облакотившись о спинку дивана я пила своё пиво и смотрела фильм. Тут я почувствовала как чья то рука легла на моё плечо, я повернула голову на того наглеца, а тот как ни в чём не бывало смотрит кино. Я попыталась убрать руку, но вот только Макс меня прижал к себе ещё сильнее, я смотрю на него с поднятой бровью и пытаюсь прожечь взглядом, но он не пробиваймый.",
    "answers": [
      {
        "id": 23,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 23,
    "text": "Он лишь повернулся ко мне, ехидно улыбнулся и уткнул мою голову себе на плечо.\nМмм какой приятный парфюм, так стоп это во мне говорит бутылка вина и бокал пива. Я тихонько ему сказала:\n—пусти, дышать нечем.\n—неа, посиди со мной немного.(Прошептал он.)\n—ты не оборзел, я тебя даже не знаю.(возмущённо-сказала я.)\n—всё нормально, чшшшш.(с улыбкой- прошипел на меня.)\nНет ну это вообще наглость подумала я и укусила Макса за плечо, от чего тот закричал и от толкнул меня.\n—придурок (прокричала я и резко встала от чего немного покачнувшись, плюхнулась обратно).\n—бешаная, зачем кусаться то?(недовольно-пробурчал Макс.)\n—нефиг обнимать меня.(возмутилась я.)\n—да я замёрз просто (со смехом и ноткой шутки проговорил он) от чего Макс и Дэн заржали.\n—ага, и решил об меня погреться да? (глядя на него- поинтересовалась я.)\n—да ладно тебе вредничать, я не такой уж и противный. Да и ты не против была. (С издёвкой в голосе сказал Макс.)\n—да ну тебя (сказала я и встала с дивана, отправилась в свою  комнату).\n—ты спать?(резко спросил он.)\n—да\n—а как же я, ты меня забыла. (обижено сказал Макс.)\nНе обращая внимания я зашла в комнату-закрыв дверь я легла спать.",
    "answers": [
      {
        "id": 24,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 24,
    "text": "Проснулась я в 5:30, надела спортивку и кроссовки. Пошла умываться, умывшись решила попить воды. Увидела одного обнажённого спящего красавца, это был Макс. Он так сладко спал что я не стала его трогать. Вышла на улицу, ммм какой приятный свежий воздух. Надела наушники и побежала в сторону парка. Сделала пробежку по парку, я вернулась домой. Дома пахло очень вкусно, видимо кто то из парней готовит завтрак, я прошла в ванну принять душ. Выйдя с душа пошла в комнату, одела прямое синее платье чуть выше колена и ботинки, сделала укладку и легкий макияж вышла на кухню. На меня посмотрели две пары заинтересованных глаз.\n—доброе утро мальчики (сказала я и встала у барной делать себе черный кофе)\n—доброе утро (пробурчал Дэн) \n—доброе утро Диана, как голова? не замёрзла без меня? а я вот замёрз тут один. (насмешливо говорит Макс.)\n—ну мог бы с Дэни лечь.(издевающися- ответила я.)\n—эээ..(протянул Дэн.)\n—да не, Дэн не вариант, а вот ты..(наблюдая за мной с ехидной улыбкой-сказал Макс.)\n—а вот я бешеная и кусаюсь.(Шутливо сказала я.)\n—ладно не спорю, давайте есть и поехали в универ. (спокойно-ответил Макс.)\nмы быстренько позавтракали и поехали в универ.\nМакс рассказывал смешную историю. Мы весело смеялись, и наконец то приехали. ",
    "answers": [
      {
        "id": 25,
        "text": "далее "
      }
    ]
  },
  {
    "id": 25,
    "text": "Мы вышли с машины и направились ко входу, по дороге я встретила Ксю и Алекса, видимо они меня ждали. \nКсю и Алекс посмотрели на меня не понимающим взглядом. Макс взяв меня за руку сказал: \n—ладно бешеная, увидимся ещё. (подмигнув мне- сказал он.)\n—мечтай. (сказала я , на что Макс только улыбнулся, и они с Дэни ушли).\n\nГлядя на друзей -я засмеялась и сказала что потом всё расскажу.\nМы пошли на урок веб дизайна.\nНа уроке нам было не до разговоров так как все были поглащены работой. Звонок, и мы отправились на физкультуру. \nВ раздевалке я всё рассказала Ксю, она только посмеялась надо мной.\n—ну ты подруга даёшь, и что дальше будешь делать?(взбудоражена спросила она.)\n—ничего, но его наглость мне не нравиться. что он себе возомнил? я ему ещё покажу какая я \"бешеная \"(с психом-проворчала я.)\n—он тебе понравился что ли?(с усмешкой спросила Ксю.)\n—нет, не так быстро. И вообще я Дэну втык вставлю — почему это его друзья ночуют у нас.(Возразила я.)\n—хаха...злая сестричка, пойдём на урок.(Смеясь-сказала Ксю.)\nмы вышли на стадион. Я заметила что нас совместили с группой  Дэна, нас построили и задали пробежать 3 круга. Мы и побежали.",
    "answers": [
      {
        "id": 26,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 26,
    "text": "Я надела наушники и побежала со всеми. Пробежала 3 круга, я осталась ждать остальных. Из девушек первыми прибежала я с Ксю и ещё две девушки Лина и Виолетта (это наши пуп дивы ). Видимо только у нас у четверых хорошая физ-подготовка.  Я заметила заинтересованный взгляд Макса на себе, и показала ему язык. Только он хотел подойти, как физрук сказал поделиться на пары, ну я конечно же взяла Ксю за руку. \n—так, сейчас один ложиться, а другой садиться на ноги и держит.Будем качать прэсс по 30 раз, затем меняетеся и продолжаем.(приказным тоном-сказал физрук. )\n—охох, ну что я первая, садись Ксю.(сказала я подруге. )\n....\n—ээ а можно с девушкой, с парнем как то не очень(возмутился Макс-поглядывая на всех девушек.)\n—ложись и делай.(крикнул физрук. )\n\nВыполнив упражнения на пресс, парней отправили играть в футбол,  а девушки делали растяжку.\nТут мне прилетает мяч в живот, я такого совсем не ожидала и легла от боли на траву. Причём обнимая мяч, Ксю резко ко мне подбежала и начала спрашивать :\n—ты как? сильно больно? встать можешь? Дэн сука.(с переживанием-спрашивала Ксю.)\n—Дэн сука сказала я и встала держа мяч.\nЯ вижу что Дэн идет на встречу, и я со всей дури пинаю мяч и попадаю ему прямо в нос.\n",
    "answers": [
      {
        "id": 27,
        "text": "далее "
      }
    ]
  },
  {
    "id": 27,
    "text": "—ау (закричал Дэн и упал на колени. Держась за нос он пытался остановить кровь) тут подбежал физрук опрокинул его голову назад, я тихонько дошла до него и смотрела виноватым взглядом. Кто то из девушек принёс 2 тампона и дал преподу.\n\n—Дэн, их нужно вставить в нос, чтобы остановить кровь.(командующим голосом -сказал физрук. )\n—сам справлюсь(прошипел Дэн-держась за нос.)\n—нужно остановить кровь (грубо сказала я)\n—ещё что вы мне вставите?(возмутился он)\nя присела к нему ближе и нависла над ним , забрав у препода тампоны.\n—вот давай ты сейчас не будешь противиться, мы хотим сделать как лучше.(как можно спокойно-сказала я.)\n—ага сначала нос разбила, теперь какую то фигню в нос запихать хочешь. а потом что?(зло пробормотал Дэн.)\n—а потом посмотрим на твоё поведение (сказала я и убрав его руки от лица, я как можно нежнее засунула тампоны в его нос). Дэниэл только простонал от боли, а в его взгляде читалось: *тебе конец*",
    "answers": [
      {
        "id": 28,
        "text": "далее "
      }
    ]
  },
  {
    "id": 28,
    "text": "Учёба закончилась.  Мы с Ксю решили пройтись по магазинам, так сказать, подготовиться к вечеринке.\nЗайдя в один из магазинов я взяла себе кожаные брюки и персикового  цвета кофточку, сделав покупки мы пошли в кафе, посидели поболтали и отправились по домам. Придя домой я увидела Макса и Дэна играющих в приставку. Да уж детишки. Оставила пакеты в комнате  и пошла искать что бы поесть. Заглядываю я в холодильник, достаю сыр да колбасу, делаю бутерброд и какао, сажусь кушать. После перекуса я хотела помыть посуду, как вдруг меня схватили на руки и унесли в ванну, и заперли. \nНу спасибо пробормотала сидя в ванной, хорошо у меня тут колонка со вчерашнего  вечера осталась. Я не растерялась набрала воды сделала пену, добавила соль. Намазала маску на лицо и волосы. Нагрузила колонку на полную, разделась и залезла в ванную. Не знаю сколько я тут уже лежу. Маски смыла. Мне скучно что делать, я тут уже  прилично кукую. Решила побыть под водой. Набрав побольше воздуха в легкие я задержала дыхание   погрузилась под воду... ",
    "answers": [
      {
        "id": 29,
        "text": "далее "
      }
    ]
  },
  {
    "id": 29,
    "text": "И тут меня кто то резко выдергивает из воды.\n—эээ ты чего? (не понимающим взглядом смотрю на Дэна) Он выключил музыку.\n—ты совсем дура?(с испуганным видом смотрит на меня)\n—это вообще-то вы меня тут заперли, а я просто купаюсь. А ты врываешься без стука.(смущённо-возмутилась я.)\n—я стучал, ты не отвечала ну я и подумал....(не отводя взгляд-тихо сказал Дэн.)\n—ооо наш Дэниэл с вечным безразличием испугался, как мило.(С издёвкой — сказала я. )\n—да ну тебя (стоит и смотрит на меня).\n—как нос?оо я смотрю  тебе и карманный фонарь не нужен, свои два есть (сказала я смеясь) ( у Дэна под обеими глазами красовались синяки)\n—может ты выйдешь (с поднятой бровью сказала я)\n—уже ухожу (спокойно сказал и вышел за дверь).\nВзяла полотенце, обмоталась и начала вылазить из ванны,  как вдруг подскользнулась и плюхнулась на пол. Немного поворчав я встала и поняла что разбила колено.(с моей неуклюжестью, я всегда набиваю себе шишки)\n—зашибись, и что теперь делать. Ну да ладно.(пробурчала я.)\n— вышла с ванны и прошла быстро в комнату, одев шорты и футболку, я пошла за аптечкой.\nПришла на кухню, залезла на стул и давай искать аптечку на верхних полках. \n—что ищешь?(спросил Дэн.)\n—аптечку(ответила я.)\n—что случилось?(спокойно спросил Дэн. )\n—ну ты же утонуть не дал, решила таблеток наглотаться..хахаха(с сарказмом -ответила ему.)-и после добавила: (о нашла, спирт перекись и бинт)",
    "answers": [
      {
        "id": 30,
        "text": "далее "
      }
    ]
  },
  {
    "id": 30,
    "text": "Спустившись со стула со всем необходимым я села на него и начала обрабатывать рану. Забинтовав колено, я положила все на место, выпила воды. Взяла шоколадку с холодильника и пошла на диван. Парни смотрели ужастик какой то. *Люблю ужасы, но вот только после них по ночам в туалет ходить страшно* . \nНе постеснявшись присела между ними жуя шоколадку. После чего я оочень об этом пожалела, так как с ней быстро расправились, они просто налетели с двух сторон и начали её кусать, я уже зубами в неё вцепилась. Но не тут то было,  они на пару меня защикатали от чего я выпустила шоколадку из зубных объятий при этом откусив приличный кусочек, пыталась успокоиться. Всё все затихли, я решила прилечь. Голову я положила Дэну на колени, а ноги на Макса. Они на меня так посмотрели ( ты не офигела деточка) и дальше продолжили смотреть кино. Были страшные моменты, Макс пытался в эти моменты дёргать меня за ногу. А Дэн до конца фильма играл с прядью моих волос. *мм это так приятно, но надеюсь он там не узелки завязывает*. Фильм закончился и мы пошли на перекур. Пока стояли на балконе обсуждали какой следующий фильм будем смотреть. Выбрали ещё один ужастик и пошли его смотреть. Я взяла подушку и одеяло,  легла на самый край дивана. ",
    "answers": [
      {
        "id": 31,
        "text": "далее "
      }
    ]
  },
  {
    "id": 31,
    "text": "Макс подсел ко мне и лёг на ноги *да ладно пускай, не жалко и тепло зато* начался фильм я через минут 10 уснула.\n\nУтро, что то как то тяжело вставать, понятно. Меня арестовали. И кто этот бесстыжий воспользовался моим положением. Я пыталась вылезти из объятий,  но меня ещё больше прижал этот негодяй. \n—эй пусти(сонным голосом-сказала я.)\n—ещё чуть чуть (сонно простонал Макс)\n—ни какой не чуть чуть, и почему я тут(возмутилась я-пытаясь выбраться.)\n—так ты вчера уснула тут(спокойно сказал он)\n—и что, а разбудить  и отправить в  комнату нельзя было?(возмутилась я.)\n—нельзя(коротко пробурчал Макс.)\n—а ну вставай (собравшись с силами я столкнула Макса, и он упал напол)\n—ну что ты такая злая, гостя и на пол. 00мм идём ко мне, мы же просто друзья.(Обиженно сказал он)\n—нет, и вообще прекращай тут ночевать, и да ты друг Дэна а не мой.(быстро проговорила я.)\n—бубубу вредина(с ухмылкой- сказал Макс.)\n—ааауффф. (развернулась и ушла в ванную), после ванны я пошла на балкон, посмотреть что с погодой и заодно покурить. И тут за мной раздался щелчок закрывшейся двери.",
    "answers": [
      {
        "id": 32,
        "text": "далее "
      }
    ]
  },
  {
    "id": 32,
    "text": "—да неет, не может быть. (я подошла к своей двери и увидела Дэна, хитро улыбаясь он помахал мне рукой и закрыл занавески) *вот ублюдок подумала я и села на диван) на мне были короткие чёрные джинсовые шорты, белая майка и домашние тапочки. В кармане было немного наличных и сигареты.\n—ну что милый, хочешь войны, будет тебе война (сказала я сама себе) подошла к перилам балкона и начала смотреть вниз, как бы тут спуститься. Всего то второй этаж, перелезу через балкон и прыгну, вроде не так высоко. Подумала я и начала действовать. \nСначала я скинула тапочки, после чего сама перелезла за балкон, стоя на его карнизе и  держась руками за его перила. Думала как лучше слезть, благо тут есть за что зацепиться и свиснуть. Стоя на карнизе я услышала как кто то мне что то кричит.\n—прыгай, я под-страхую \nя посмотрела вниз и увидела какого то байкера стоящего в ожидании прям подо мной. Я прыгнула и он меня поймал. Я встала на асфальт, одела тапочки.\n—спасибо (сказала я)\n—обращайся (с улыбкой и удивлением сказал он) -а через дверь не пробовала?\n—хаха у меня сосед идиот, закрыл меня на балконе(зло кинула я.)\n—хаха, понятно. я Крис(рассмеявшись-сказал он.)\n—Диана(спокойно ответила я. )\n—тебе куда?(спросил Крис.)\n—в универ (сказала я.)\n—садись.(глядя на меня-показал на мотоцикл. )",
    "answers": [
      {
        "id": 33,
        "text": "далее "
      }
    ]
  },
  {
    "id": 33,
    "text": "Крис дал мне шлем и мы направились в универ. Подьезжая к парковке я увидела машину Дэна, и попросила Криса остановить возле нее. Он остановился я слезла с мотоцикла.\nКрис посмотрел на меня:\n—что будешь делать?(заинтересованно -спросил Крис.)\n—есть отвёртка?(задумчиво посмотрела на него.)\n—да, на держи (смеясь, отдал мне её)\nя подошла к машине Дэна и начала откручивать номера, после принялась за зеркала.\n—ты что твориш? хахаха -я так понимаю это машина соседа? (с удивлением и неожиданностью -спросил Крис.)\n—да(быстро ответила я)\n—парень твой?(задумчиво спросил он.)\n—хуже (зло -сказала я)\n—как это?(непонимающи-спросил он.)\n—брат .... сводный(нехотя-ответила я.)\n(хахаха ещё сильнее засмеялся Крис) -не повезло тому кто с тобой связался, мдаа не хотел бы я быть твоим врагом.\nоткрутив зеркала я принялась искать, где открывается капот авто, нащюпав нужное кольцо я его открыла. Быстро отсоеденив аккумулятор, я его вытащила и закрыла капот. \nОтдала отвёртку и поблагодарила Криса, я пошла в Универ. Хорошо что сейчас идут лекции и меня ни кто не увидит. Я подошла к шкафчику и засунула тула номера, зеркала и аккумулятор. Закрыла его я зашла в туалет что бы отмыть руки. Вышла с туалета и пошла на Историю.",
    "answers": [
      {
        "id": 34,
        "text": "далее "
      }
    ]
  },
  {
    "id": 34,
    "text": "История у нас совмещается с двумя группами, и поэтому я знала что Дэн будет там. \nГлубоко вдохнув и выдохнув я открыла дверь в аудиторию.\n—извините за опоздание, сказала я. на что учитель посмотрел на меня удивлённо, указал рукой что могу проходить, не чего не сказав.\n—я специально иду мимо Дэна и остановившись около него, я взяла его тетрадь и ручку при этом вырвала из центра тетради листок, вернула ему тетрадь. И села к Ксю и Алексу. Все внимание конечно же было моим, так как я была мало того что в пасмурную погоду одета по летнему, так ещё и в домашних тапочках. \n—ты чего опоздала? да еще и в таком виде (спросила меня Ксю)\n—да эти два ублюдка, закрыли меня на балконе.\n—а как ты выбралась?\n—спрыгнула с балкона, спасибо Крису, помог.\n—кто такой Крис?\n—а хрен его знает, байкер какой то мимо проезжал, увидел меня и решил помочь. \n—ну ты подруга даёшь,  и что теперь с ними делать будешь?\n—сюрприззз готов, сегодня повеселимся. (сказала я и мы засмеялись).\n",
    "answers": [
      {
        "id": 35,
        "text": "далее "
      }
    ]
  },
  {
    "id": 35,
    "text": "—Алекс, можешь дать свой портфель?\n—хорошо.\n—спасибо я верну(с улыбкой сказала я).\nПары закончились, я подошла к шкафчику и положила все что от крутила с машины в портфель,  хорошо что он большой, только тяжёлый. Я попросила Алекса донести его до машины Ксю, так как я была без нечего и что бы не вызвать  подозрения. Под руку с Ксю мы дошли до парковки, на улице шёл дождь,  и видимо он только разгонялся, мы дошли до парковки и встали возле её машины наблюдая над потерянным Дэном, я кое как сдержалась что бы не заражать. Это было ещё то зрелище: Дэн с Максом подошли к машине.  У Дэна сразу же округлились глаза от увиденного,  его любимая ласточка стояла без номеров и зеркал. Он обошёл машину, разглядывая всё ли на месте. Открыл машину, кинул на заднее сиденье рюкзак, сел на водительское сиденье и попытался завести автомобиль. Но у него не чего не вышло, проделав эту манипуляцию несколько раз, он вышел из машины. Открыл капот что то злобно сказал направился ко мне. Я же в тот момент стояла как ни в чём не бывало.\n",
    "answers": [
      {
        "id": 36,
        "text": "далее "
      }
    ]
  },
  {
    "id": 36,
    "text": "—это ты сделала?(со злостью в голосе спросил Дэн)\n—что? непонимающи спросила я\n—не прикидявайся что ты меня не понимаешь \n—да о чём ты говоришь?\n—где аккумулятор?\n—какой ещё аккумулятор?\nон подошёл ко мне так близко, что между нами оставались считанные сантиметры, смотрит в мои глаза пылающим огнём, будто пытается меня прожеч. Я же стою вся на сквозь мокрая в шортах и майке, дрожа от холода. \n—девочка не нужно меня злить, ты можешь об этом сильно  пожалеть. Оскалившись сказал Дэн.\n—Ты думаешь что такая хрупкая девушка как я способна вытащить аккумулятор,  который весит не мало, да и когда бы я это все успела сделать? если ты запер меня на балконе, а? Чуть дрожащим от холода голосом сказала.\nДэн снял свою кожаную куртку и протянул мне:\n—надень, не хватало ещё с тобой нянчиться, если за болеешь\n—обойдусь. Чем ты думал когда оставил меня на балконе, раздетую без еды и воды? \nОн только фыркнул, сжав куртку в руке развернулся и ущёл.\n—ключи дай (крикнула в след я)\nот чего он остановился, залез в карман и кинул мне ключ. Он упал прям возле меня, я нагнулася подняла его. Я села в машину и мы поехали домой, я зашла домой что бы спрятать \"краденное\" и переодеться, пригласила друзей зайти со мной. Ну мало ли да и тем более мы в клуб собирались.\nЯ быстро забежала в ванную комнату,  приняла душ... Надела чёрную футболку, синие джинсы, кожаную куртку и ботинки. \n—Всё можем идти.\n",
    "answers": [
      {
        "id": 37,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 37,
    "text": "Сначала мы решили заехать к Ксю, ей тоже нужно переодеться.  Сделав все что нужно мы поехали в клуб. Пили, пели, танцевали и поехали домой. Я решила переночевать у подруги,  домой что то совсем не хочется.\nНа утро мне было очень  плохо. Голова шла кругом, тело всё ломало будто по мне проехал танк. Голос пропал. \"Ну всё приехали, не хватало мне ещё заболеть\" подумала я и потопала в душ. Приняла контрастный душ я вышла в спальню. Ксю уже проснулась:\n—наконец то ты встала, соня\n—доброе утро (прошептала я, так как голос совсем пропал)\n—совсем плохо?\n—угу, только и смогла сказать я.\n—что то ты мне не нравишься, ты не заболела? иди сюда.\nЯ подошла к подруге, она положила свою руку мне на лоб и ужаснулась. \n—ого да ты вся гориш, давай  съездим в больницу,  пускай врач тебя осмотрит и выпишет лекарства.\n—хорошо поехали, прошептала я и мы начали собираться. Приехали мы в больницу,  врач меня осмотрел и выписал лекарства. врач сказал если некому ставить уколы и позаботиться, то лучше лечь в больницу. Я сказала что сами справимся, а на уколы я буду ходить в процедурную утром и вечером. Мы поехали ко мне домой. Дома было тихо и спокойно, скорее всего ни кого нет. Мы с Ксю пошли в мою комнату. Я открываю дверь.",
    "answers": [
      {
        "id": 38,
        "text": "далее "
      }
    ]
  },
  {
    "id": 38,
    "text": "Я открыла дверь, и сказать что от увиденного  я охринела, это не чего не сказать. В моей комнате будто раз пять пронесся ураган: вся одежда разорванная или изрезана валялась на полу чем-то измазанная, кровать то вообще была разобрана, постельное залито то ли маслом, то ли ещё чем. Косметика украшала постель. Я подошла к шкафу в сильном шоке.\n—а.м.капец подруга, вот тебе не повезло то с \"братом\"\n—это война прошептала я, и заглянула в шкаф. -ну хоть нижнее бельё целое, а остальное придется покупать. Капец он даже носки не пожалел, вот ублюдок.\n—и что ты теперь будешь  со всем этим делать?\n—у меня есть идея, и ты мне поможешь.\n—ооо а это уже интересно, и что ты придумала?\n—мы приготовим пиццу \"сладкий сон в спа салоне\" прошептала я и мы посмеялись.\n—ну что пойдём готовить?\n—да, а после уборка. \n—ок, я помогу. И мы пошли на кухню. Сделали две пиццы ассорти. Одну мы с подругой съели,  а вторая была для Дэна со снотворным. После того как мы перекусили, пошли убирать весь хаос в спальне. Я взяла побольше мусорных пакетов, одеяло и постельное выкинула, и почти вся одежда улетела на свалку, остались только джинсы, пару футболок, спортивный костюм, кроссовки, ботинки, кожаная куртка и нижнее белье. \n—блин я даже не успела надеть брюки и кофточку, которые  мы с тобой купили. \n—я так понимаю нас ждет масштабный шопинг.\n—завтра поедем за покупками, а сегодня ночь мести. Сказала я и мы обнялись с Ксю.\n",
    "answers": [
      {
        "id": 39,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 39,
    "text": "Мы с Ксю решили посидеть на диване и посмотреть фильм, нам и Дэна дождаться нужно. Я приготовила нам горячий шоколад, и укуталась в плед смотря фильм \"Женщины против мужчин\" \n—о почти в тему, сказала подруга.\n—ага только это романтическая комедия, а у нас просто война.\n—ну а вдруг..\n—не каких вдруг, не хватало мне ещё.... я не успела договоритьс, как открылась дверь и в квартиру зашёл Дэн. Он принял душ и переоделся, пошёл на кухню поесть.\n—как дела девочки? спросил Дэн и сел пить чай, поедая нашу месть.\n—хорошо, ответила Ксю.\n—м как вкусно, а вы почему не едите?\n—мы уже поели, а эту оставили специально для тебя. С ноткой шутки сказала подруга. Дэн же посмотрел на нас, потом на пиццу с недоверчивым взглядом. Но нам было достаточно что он и так съел  два кусочка. Лицо Дэниэля резко изменилось,  он стал сонным, и через несколько минут совсем уснул прям на кухне. Мы же с Ксю подошли к нему проверить, крепко ли он уснул. Убедившись мы взяли его за ноги и за руки и понесли к нему в комнату.\n—ну и тяжёлый же он, сказала подруга.\n—ага, ответила я. Дотащив его до комнаты, мы положили Дэна на кровать. Мы смотрели на него с горящими мести глазами и радостью предвкушения что сейчас повеселимся. Взяв со своей комнаты все необходимое,  я вернулась в комнату  Дэна. ",
    "answers": [
      {
        "id": 40,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 40,
    "text": "—с чего начнём? спросила меня Ксю\n—я думаю депиляция ему не помешает. Мы взяли две восковые полоски, задрали трико Дэна до колен, после разделив полоски мы их наклеили на его ноги.\n—ооо класс, вот же крику будет когда он их отклеит, со смехом сказала Ксю.\n—ооо дааа, будет просто класс. А теперь давай накрасим ногти на руках в красный цвет.\n—хахаха, давай.\n—а с волосами что будем делать?\n—ом нужно купить тоник для волос, зелёного или красного  цвета, магазин тут рядом, пойдем?\nмы отправились в магазин, взяли красный тоник для волос и пришли домой. Мы снова зашли в комнату Дэна  и намазали его волосы красным тоником, охох до чего же \"красавец\" получился сказали мы и засмеялись. Вымыв руки и убрав все улики, мы пошли спать.\nУтро будет весёлым. ",
    "answers": [
      {
        "id": 41,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 41,
    "text": "Утром мы проснулись очень рано, в преддверии веселья. Умывшись и собравшись на учебу, мы завтракали и смотрели на дверь  Дэна.  В ожидании чуда.\nИ вот тут открылась дверь, Дэн сонно плетется в ванную, через минут 5 вылетает со злостью и криком из ванны:\n—суки, я вас убью, что мне с этим теперь делать? у него были огненно-красные волосы и красные ногти на руках, а ему идет такой вид.\n—ахахахах, а тебе идёт, ты такой горячий, аж в жар бросает. С шуткой проговорила я.\n—ну всё, тебе конец. Со злостью на лице сказал он и ушёл в ванную. Суккаааа....убью слышался крик из ванны, от чего мы с подругой засмеялись громко. -видимо делает депиляцию, ржа сказала подруга. Вахахахахха, -пойдем на учёбу пора.\nМы вышли из дома, и поехали в универ. Мы всю дорогу смеялись над увиденным, потом я задумалась \"что же меня ждет сегодня?, ладно по приходу домой узнаю\". Мы подьехали к универу и пошли на пары, по пути я хашла к медсестре что бы она поставила мне укол, я к ней зашла передала рецепт врача, она мне сделала укол и сказала что бы я шла домой, так как с сильной простудой и температурой  мне тут делать нечего. Я её послушала , но решила пойти на первый урок, предупредить подругу и позвать с собой что бы она помогла мне с покупками, так как мне нужно купить одежду, косметику и личную гигиену. Ещё нужно одеяло взять. Прозвенел звонок, мы пришли в 37 аудиторию к нашему куратору что бы предупредить его о том что я до конца недели не появлюсь на учёбе так как сильно заболела, а Ксю сейчас меня проводит домой. Куратор нас спокойно отпустил и мы поехали по магазинам. В торговом центре мы проходили часа 4, я взяла себе всё самое необходимое и мы поехали домой.",
    "answers": [
      {
        "id": 42,
        "text": "далее "
      }
    ]
  },
  {
    "id": 42,
    "text": "Ксю отвезла меня домой, а сама уехала. Я зашла в квартиру, и услышала  два мужских голоса, видимо к Дэну пришёл  Макс, они смотрели какое то кино, я спокойно с кучей пакетов зашла в комнату и бросила всё на кровать, решила выйти на балкон покурить. Я открыла дверь и сделала шаг вперёд, как вдруг на меня вылилась какая-то вязкая вонючая красная жидкость, которая вылилась мне на голову, спину и ногу.\n—твою мать, вот же ублюдок несчастный,  я его убью. Я развернулась и пошла в таком виде через дверь Дэна, зашла в его комнату я легла на его кровать и вытерлась о его постель. Выйдя обратно на балкон, я направилась в ванну, я услышала дикий смех двух недомерков. \"козлы подумала я и начала стягивать с себя одежду, всё сняв я запихнула вещи в стиральную машину, и начала принимать ванную, обдумывая следующий план мести.  Отмыв себя, я вылезла с ванны и поняла что нет ни полотенца, ни какой либо чистой одежды. \n\"вот же ублюдки и об этом позаботились, ну ладно я вам покажу\". Я достала с машинки трусики, хорошо их постирала и высушила феном надела, хорошо что у меня длинные волосы, можно закрыть ими грудь и спину. Я уложила волосы так, что бы они могли прикрыть как можно больше моего голого тела, левой рукой я полностью закрыла грудь, подняла голову я открыла дверь из ванной комнаты и гордо прошла мимо этих придурков в свою комнату, я только и успела поймать на себе ошарашеные глаза. \nЯ зашла в комнату, надела на себя платье-тунику с капюшоном  цвета мокрого асфальта, носочки и тапочки, вышла как ни в чём не бывало на кухню.\nНа меня так же смотрели с удивлением две пары глаз.\n—теперь 1:1 сказал Дэн\n—я смотрю, ты очень сильно хотел увидеть меня голой, увидел успокоился?\n—это только начало\n—ой ой напугал, сказала я и пошла за тряпкой что бы вытереть следы и лужу в комнате и на балконе. Я взяла тряпку и всё вымыла, походу это была кровь какого то животного, ну нечего нечего я тебе устрою. \nВымыла руки после уборки я пошла на кухню, залезла в аптечку и нашла там несколько порошков слабительного, положила их в карман, я взяла таблетку от головы и выпила её. Дэн пошёл провожать своего друга, о это отличный момент. Таак а вот и его кружка с кофе, хм нанасыплю побольше, для лучшего эффекта.  я насыпала ему 2 пакетика слабительного и перемешала, пошла быстро делать себе бутерброд и чай с лимоном.\n",
    "answers": [
      {
        "id": 43,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 43,
    "text": "Сделала бутерброд и чай я села за барную стойку и смотрела на Дэна, он выпил не о чём не подозревая кофе и пошёл мыть кружку.  я лишь тихо прошептала себе под нос: вот же глупый, оставил своё кофе наедине со мной.\n—ты что то сказала спросил Дэн\n—да так ни чего, вставая ответила я и подошла мыть свою кружку. помыла кружку и пожелала доброй ночи с ехидной улыбкой, на что он лишь недовольно посмотрел в мою сторону. Я ушла в свою спальню , закрылась со всех сторон и легла спать. \nУтром я вышла из комнаты, но в туалет я не попала. \n—что выспалась\n—да, а тебе как спалось\n—ооо замечательно, спасибо за прекрасную ночь , проведеннную благодаря тебе на этом троне\n—всегда пожалуйста  и поторопись, ты тут не один, со смехом еле как сказала я. Ден же больше ни чего не сказал. ...в течении часа я привела себя в порядок и ушла на укол. После укола  я решила сходить в универ, ну уж очень не хочется сидеть дома с этим засранцем. Пришла я в универ, Ксю и Алекс мне очень обрадовались, я рассказала им все последние события. \n—ну ты и жестокая, сказал мне Алекс\n—нечего со мной связываться, ответила я\n—хахах, опасная ты. Нам лучше дружить с тобой, сказала в шуточной форме Ксю. Мы весело посмеялись и продолжили слушать преподавателя.  Все пары закончились и я пошла домой. Зайдя в квартиру я заметила что к Дэну пришёл Макс \"прям не разлучная  парочка\" подумала я и зашла в свою комнату.  Я открыла дверь и решила переодеться. Открыв шкаф надела шорты и майку, решила прилечь так как самочувствие было не очень.  Рассправила одеяло я потерялась на месте от увиденного на глазах застелилась пелена слез, я хотела закричать, но вместо этого я только пропищала и передернулась в ужасе от того что там было огромное количество различных червей опарышей, я скрепя зубами и со слезами закрыла одеяло и трясущимися руками начала собирать вещи. Так как это было уже слишком. Я достала чемодан и начала складывать все свои вещи. Открыла трильяж и хотела достать косметику, как увидела огромных тараканов. Я отскочила  от него и прорычала, \"хорошо что тараканов я небоюсь, я достала всю косметику и закинула в чемодан, переоделась и отправилась ураганом в ванную комнату что бы забрать все свое, войдя в ванну я забрала все свои флакончики и истребила все Дэна, я зашла в комнату. Закрыла чемодан и позвонила подруге:\n—алло, Ксю забери меня пожалуйста,  я тебе всё при встрече обьясню.\n—хорошо, скоро буду.\n—жду...",
    "answers": [
      {
        "id": 44,
        "text": "далее "
      }
    ]
  },
  {
    "id": 44,
    "text": "Ксю приехала через пол часа после моего звонка.  Я взяла свой чемодан, и вышла с комнаты не обращая на парней внимание.\n—хахах, с бегаешь трусиха, беги беги -будешь в следующий раз думать прежде чем воевать со мной. Тоже мне вояка. Хахахахха они заржали еще сильнее.\nЯ оставила чемодан в коридоре и подошла к Дэну, смотрю ему в глаза:\n— ты, само уверенный, самовлюблёный кретин, да поздравляю ты победил. Но я больше не собираюсь находиться под одной крышей с таким ублюдком как ты. Сказав это с обидой и злобой в голосе я молча развернулась и ушла.\nЯ вышла из квартиры и спустилась на улицу, там меня уже ждала Ксю. Загрузившись в машину мы поехали к ней.\n—Ксю прости что напрягаю, но с этим чудовищем я не хочу жить.\n—не чего страшного,  живи у меня сколько хочешь \n—спасибо конечно,  но я поищу квартиру и как только найду хороший вариант, съеду от тебя\n—Диана, пожалуйста не говори глупости ладно, \n—спасибо, Ксю я тебя обажаю. Мы приехали к подруге домой, у меня был сильный упадок настроения,  и Ксю предложила выпить. Мы сидели пили виски с колой и проговорили почти пол ночи, после чего уснули. Утром подруга ушла на учёбу, а я занялась поиском жилья и работы. Ни чего не найдя я весь день провалялась в постели. На следующий день я пошла на учебу, так и прошло несколько дней. \nУтро-пробежка, днем-учеба, вечером-домашка и посиделки с друзьями. \nВ универе я игнорировала Дэна и Макса, мы походу взаимно друг друга избегаем.",
    "answers": [
      {
        "id": 45,
        "text": "далее "
      }
    ]
  },
  {
    "id": 45,
    "text": "Настал день вечеринки, меня разбудила Ксю\n—Диана вставай, хватит спать, нам нужно ещё много что успеть сделать, ведь сегодня вечеринка посвящения, стояла она у кровати и стягивала с меня одеяло.\n—встаю встаю, ура суббота, неужели повеселимся, с радостью соскочила с кровати и побежала в душ. Я приняла душ, оделась и спустилась на кухню.  Ксю уже во всю рассправлялась с блинчиками.\n—ммм, приятного аппетита\n—садись быстрее пока я всё не съела, они такие веусные\n—а я то думаю, ты либо сильно проголодалась, либо решила сама всё съесть, в шутку сказала я и начала уплетать блины.\nМы позавтракали  и помыли за собой посуду, поехали за покупками. Мы приехали в торговый центр и начали гулять по магазинам, ища наряды на сегодняшний вечер. В одном из магазинов я приметила себе красивое маленькое чёрное платье и туфли лодочки, а Ксю выбрала себе красное короткое платье с открытой спиной и лабутены. Мы взяли свои обновки и отправились в салон красоты, наводить марафет. Мы зашли в салон \"Элегант\" и сели на процедуры: маникюр-наращивание, педикюр и укладка. На всё про всё у нас ушло 3 часа. После салона мы пошли перекусить, в кафе. В кафе мы просидели где то час, мы разговаривали и смеялись. После пошли домой, немного отдохнуть. Придя домой мы уснули. \nМы проснулись от будильника в 7 вечера и начали собираться, в 8 мы уже были на вечеринке, либо мы все проспали, либо все уже так быстро напились.",
    "answers": [
      {
        "id": 46,
        "text": "далее "
      }
    ]
  },
  {
    "id": 46,
    "text": "Вечеринка проходила в шикарном большом доме у какого то  старше курсника. Мы с Ксю нашли Алекса и пошли играть в пайн бол. На тенистых столах стоят стаканчики, на обеих сторонах с одинаковым количеством.  Правила такие: кидаешь пейнтбольным мячиком в стакан соперника и если мячик попадёт в стакан соперника, то тот должен опусташить стакан, и ему снова в пустой стакан наливается пиво, а если не попадёшь то ты випиваешь свой стаканчик.\n—ну что девчат, сыграем? С нотой вызова сказал Алекс.\n—мы тебя сделаем, сказала Ксю и мы встали по разные стороны. Мы с Ксю с одной стороны, а Алекс  с другой.\n—ты первый, сказала я. И игра началась. Алекс с первого раза попал в наш стакан, и я выпила первый. \n—теперь моя очередь сказала Ксю. Она прицелилась, и попала в стакан Алекса, он выпил и сделал следующий бросок. Не попал.\n—мазила, в один голос прокричали мы с подругой и засмеялись. \n—я кидаю, сказала я и прицелилась. Кинула мячик и не попала. Выпила свой стаканчик. Мы так очень долго играли, и всё же победили Алекса. \nПосле игры мы решили потанцевать, немного потанцевав мы пошли искать туалет. Мы поднялись на второй этаж. Ксю зашла первая, мы с Алексом остались её ждать в коридоре. \nАлекс уже был прилично пьян, да и я тоже уже покачивалась. Он не отводил от меня взгляда и тут резко взял мезя за руку и потащил в соседнюю двер. Он завел меня в комнату, закрыв на замок дверь. И резко прижал к себе.",
    "answers": [
      {
        "id": 47,
        "text": "далее "
      }
    ]
  },
  {
    "id": 47,
    "text": "Я не успела ни чего понять как он вцепился в мои губы жадным и требовательным  поцелуем. Я от толкнула его, но он оказался сильнее.\n—Алекс, стой ты что творишь? совсем с ума сошёл?\n—чшш, не бойся, всё хорошо.Он резко поднял меня, подошёл к кровати и кинул меня на нее резко нависнув надо мной.\n—Алекс стой ненадо, прошу тебя. начала умолять его пытаясь вылезть из под него. Но он меня не слышал лишь только сильнее прижал меня к кровати, держа мои руки и стал жадно покрывать меня поцелуями. я начала брыкаться и кричать что есть силы. \n—аааааа...помогите\n—не ори дура тебя все равно не кто не услышит\n—Алекс прошу пусти, мне больно\n—чшшш. Он лишь сильнее впился в мои губы, и разорвал моё платье, от чего я начала кричать ещё больше.\nТут он поднял моё платье и начал растёгивать свой ремень, как вдруг дверь резко открылась и следом Алекс уже лежал на полу, получая удары.\nКо мне подбежала Ксю, я села на кровать и не чего не слышала и не видела. Мои глаза застелила пелена слез, я встала с кровати и плюхнулась на пол глядя перед собой, я чувствовала как сильно меня трясёт. \n—Диана, Диана ты слышишь меня, он что нибудь успел сделать?? \n\"тишина\"\n—Диана, ответь прошу\n—ну не молчи прошу тебя, обняла меня подруга.\n—все хорошо, все кончено. приди в себя не молчи.\n—Все нормально, тихо сказала я и попыталась встать, меня все также колотило от происходящего. Я стояла кое как на ногах, платье было разодрано на груди. Ко мне подошёл Дэн, он снял с себя ковту и надел её на меня, я смотрела сквозь него и нечего не могла сказать.\n—поехали, я вас отвезу домой, сказал Дэн и взял нас обеих за руки повел к выходу. посадил нас в машину, сам сел за руль и мы поехали. Всю дорогу ни кто не осмелился заговорить, я же сидела и смотрела в одну точку,  а Ксю меня только обнимала.\nТут мы приехали к дому подруги и вышли из машины, Ксю поблагодарила и попрощалась с Дэниэлем и мы вошли в дом.\nЯ зашла в ванную и приняла освежающий душ, ну как приняла я застыла под струёй воды и стояла так некоторое время, после немного придя в себя я вышла, оделась и укутавшись в одеяло легла на кровать. Ксю же меня не беспокоила, ушла спать. Я так пролежала пол ночи, но всё же мой организм не выдержал и я заснула.",
    "answers": [
      {
        "id": 48,
        "text": "далее "
      }
    ]
  },
  {
    "id": 48,
    "text": "Я проснулась, немного поежилась и посмотрела на часы: \" ого, сколько я спала\" подумала я , на часах было 11 дня. Я встала с кровати приняла душ, оделась поудобнее и спустилась на кухню.  Ксю там не было, я позавтракала и решила присесть в гостиной на диване. Слышу кто то спускается, это была моя подруга .\n—оо, наконец то ты проснулась, как ты себя чувствуешь?\n—всё хорошо, спокойно ответила я.\n—вот и хорошо,  что планируешь делать?\n—не знаю, наверное весь день про лежу в кровати..\n—ну неет милая моя, так не пойдет, собирайся мы едем в спа салон. Сказала Ксю утвердительно и чуть в приказном тоне.\n— да я готова, поехали сказала я и встала с дивана. Мы уехали в спа и домой вернулись к вечеру,  после спа я чувствовала себя хорошо, будто снова родилась. \nМы решили немного выпить, выпив и поговорив легли спать.\n\nУтром я проснулась очень бодрая,  одела спортивку и пошла на пробежку. После пробежки приняла душ, одела кожаные брюки и белую рубашку,  сверху кожаную куртку и ботинки. Мы поехали в универ,  первой парой у нас была история,  мы с Ксю сели у окна, к нам подсели Макс и Дэн.\n—привет, сказал  нам парни\n—привет, ответили мы\n—как ты? спросил меня Дэниэл\n—хорошо, спасибо  ответила я ему.\n—возвращайся домой, хватит бомжевать\n—я не бомжую, а живу у подруги.\n—не говори глупости, возвращайся и всё, я кровать собрал\n—хаха какой заботливый. И тут в аудиторию зашёл наш директор и с ним два сотрудника полиции. \n—здравствуйте  сказали они. На Вашем потоке учился Александр Холлп, в ночь с субботы на воскресенье его тело нашли по трассе возле 93 км, на нём были многочисленные побои и два колотых ранения после которых он скончался. Сейчас вы все здесь присутствующие напишите объяхснительные: где вы были, с кем вы были и чем занимались в ту ночь. Мы с подругой молча переглянулись, и у меня непроизвольно потекли слезы, я их быстро вытерла и повернулась к Дэну с вопросительным взглядом.\n—не смотри на меня так, это не я.\n—понятно, только и сказала я и мы начали писать. Я написала в своей объяснительной всё как было и отдала директору. Сотрудники бегло просматривали наши объяснительные и отложив в другую сторону три листка назвали имена и фамилии. \n—Дэниэл Коул, Ксения Блэк, Диана Рокс, встаньте пожалуйста и пройдите с нами. Мы молча переглянулись друг на друга и вышли с аудитории, я взяла Ксю за руку и  мы вышли с универа. Нас посадили в полицейскую машину и отвезли в участок для выяснения обстоятельств. \nПервую на допрос забрали Ксю, мы с Дэниэлем остались ждать своей очереди, я нервно взяла руку \"брата\" от чего он её сильно сжал.\n—не нервничай все хорошо,  я позвонил отцу и он скоро приедет. \nЯ просто посмотрела на него и вздохнула. \n—ты где был?\n—тебя это не касается \n—ну ладно. \nКсю вышла очень быстро, так как она отказалась говорить без своего адвоката.  Мы же тоже сидели и ждали когда приедет отец. .... .... ....\nЧерез 2 часа приехал мистер Коул и мама,  нас опросили в его присутствии.  Так как мы трое ни в чём не виноваты,  нас отпустили домой. Мне пришлось ехать к нам домой. Заказав ужин и сев за его поглащение родители решили с нами поговорить.",
    "answers": [
      {
        "id": 49,
        "text": "далее "
      }
    ]
  },
  {
    "id": 49,
    "text": "М. -как вы?\nД. -как видите ( пробурчал Дэн)\nМ. -вы так и не подружились?\nЯ. -нет, и не собираемся\nМ. -почему так категорично? \nД. — я не хочу не чего общего иметь с этой ненормальной \nя. -с ним не возможно жить под одной крышей, он мне червей в кровать подкинул да и весь гардероб порвал\nД. -сама виновата, отравила меня.\nя. -самовлюблённый, эгоистичный кретин.\nД. — дура, ну вот как с тобой разговаривать, если ты сама нарываешься на грубость.\nя. — да ты только и можешь сделать гадость тем кто слабее тебя.\nД. -да пошла ты. Спасибо за ужин,  положил приборы \"брат\" и ушёл из дому.\nМ. -может найдётся компромисс?\nя. -хочу мотоцикл!\nм. -нет.\nя. -почему? почему всегда и на всё нет? Купи мотоцикл и я буду самой доброй, послушной и любящей сестрёнкой.\nм. -нет Диана так не пойдет. А вам всё равно нужно помириться. \nя. -ты всегда говоришь нет, даже в детстве я попросила тебя купить мне велосипед,  а вместо него я получила ролики. Видите ли опасно на нём ездить так как много машин вокруг,  мало ли. А на роликах не опасно да, то что я себе все колени перебила и травму получила это нечего. Даже если куда то ехать или идти допоздна с друзьями тоже не пускала. Туда не ходи, сюда не ходи. Это не смотри то не ещь. Всегда только и слышу НЕТ НЕТ НЕЛЬЗЯ. ааааа надоело. встала из зо стола и ушла в свою комнату, переоделась и вышла на улицу.",
    "answers": [
      {
        "id": 50,
        "text": "далее "
      }
    ]
  },
  {
    "id": 50,
    "text": "Я поймала такси и поехала в мото-прокат, что бы взять себе мотоцикл и покататься на нём так как мне нужно было спустить пар.\n Я зашла в салон, выбрала себе BMW  S1000RR там же купила себе шлем, заправила железного коня и уехала. \"О боже какое же это блаженство\". я выехала за город и летела по трассе наслаждаясь скоростью и мощью своего спутника. Какой прекрасный вид мелькающих деревьев. Ведь действительно мотоцикл везёт душу, а не тело. Я прокручиваю в голове все последние события которые произошли со мной, и я почувствовала как я начинаю прибавлять скорость от злости. Я вовремя опомнилась и начала притормаживать, по моим щекам потекли слёзы. В тот момент я хотела  кого-нибудь или что-нибудь ударить, или разбить.  Еле сдержавшись я свернула с трассы в лес, там была дорога предназначена для машин так что и я спокойно там могу проехать.  Проехала я пару км и остановилась возле обрыва на пустой поляне. Я выключила двигатель и слезла с мотоцикла. Вид был потрясающий. Я подошла ближе к краю, как же тут тихо, спокойно, свежо и красиво. Звезды здесь казались ярче, наверное  от недостающих фонарей. Я села на траву и облокатилась о мотоцикл и стала любоваться природной красотой. Я так просидела наверное час, и тут услышала звук подьезжающего мотоцикла, я встала и обернулась.  Не так далеко виделась фара. \"походу кто то кроме меня тоже нашёл это место \" подумала я и села на мотоцикл и начала его заводить, мотоциклист уже подъехал перегородив мне выезд. До чего же было моё удивление когда в нем я узнала Дэна. \n—ты что тут делаешь, сняв шлем спросил он\n—уже уезжаю, а что?\n—это моё место\n—теперь моё, улыбнулась ему я надевая шлем и уехала.\nНемного покаталась я вернула мотоцикл и поехала к подруге. после чего легла спать.",
    "answers": [
      {
        "id": 51,
        "text": "далее "
      }
    ]
  },
  {
    "id": 51,
    "text": "На следующий день всё было как всегда. Пробежка,  душ, завтрак и учёба. Родители  уехали. и так прошло три дня. Убийцу Алекса нашли быстро, его убили просто так, ни за что. Просто прошёл мимо не в то время и не в том месте. Убил его какой то мужик в состоянии алкогольного опьянения.\n В пятницу были похороны Алекса, и мы конечно же пошли на них, после слов священника все стали кидать цветы в яму и горсть земли, я присела на корточки крутя в руках розу.\n—я прощаю тебя и отпускаю, и ты прости меня Алекс и отпусти. Прошептала эти слова я кинула розу и горсть земли, встала и направилась к выходу . Мы с подругой приехали домой, я её обняла и сказала что вернусь на квартиру, так как не хочу её обременять. \n—Ну нечего ещё увидимся. \n—да давай до понедельника.\nЯ приехала на квартиру, сделала влажную уборку. Приехал Дэн, не очень то он и удивился мне. Мы молча поужинали и разошлись по комнатам. \n\nВот моё расписание: пробежка, учёба,  работа, подготовка к сессии и сон. работала я официанткой, лишь бы дома не  сидеть под одной крышей с \"братом \" 2 вечера работала, 2 вечера каталась на мотоцикле. Через месяц родители заблокировали мою карточку, что бы я не каталась на байке. Так что за все покупки отвечал Дэниэл, ну когда мне что  то нужно было срочно приобрести, я давала ему полный отчёт: квитанции и наименование товара. (мда прокладки в том числе) ооо когда он даёт мне карту я набираю  себе побольше  шоколада и лимонов, просто не могу жить без этих вкусняшек. У него всегда глаза округляются когда он видит их количество и не как не может сдержать улыбку. Дэн стал приводить в дом разных девиц, мда уж одноночки. Да и пофиг, лижбы мои вещи не трогали и в спальню не заходили. Я же одним вечером возвращаюсь домой с работы под сильным дождём и тут остановилась машина, молодой человек предложил меня подвести, и я согласилась.",
    "answers": [
      {
        "id": 52,
        "text": "далее "
      }
    ]
  },
  {
    "id": 52,
    "text": "Мы с ним разговорились, его зовут Марк  ему 26 лет и он работает в строительной компании,  а в наш город он приехал по работе на неопределённый срок. Внешне он спокойный и серьёзный. Всегда о чем-то думает и когда улыбается он такой милашка))) . Он брюнет с темно- зелёными  глазами и  спортивного телосложения. Через каждые два дня он стал меня забирать с работы и через  две недели мы начали встречаться. Да он мне нравится, но я его не люблю нет. Мне нравится быть с ним рядом,  мне так хорошо и спокойно когда он меня обнимает. Да у нас не было ни какой интимной жизни.  Он ко мне не лез, а я и не спрашивала. \nИ в таком темпе прошёл целый месяц, уже было начало декабря. Марк неожиданно для меня приехал за мной в универ и рассказал мне что у него есть Жена и 2х летний сын которых он очень любит,  но они не могут быть вместе так как она перестала обращать на него внимание, потому что постоянно носиться с сыном. Я его спросила:\n—а ты ей чем то помог? или она одна постоянно сидит с ребенком?\n— ну я же работаю, я стараюсь для них, что бы они не в чем не нуждались\n—угу, а взять ребенка на один день и дать жене отдохнуть ты не пробовал? хотябы раз в неделю? или вечером погулять с сыном пару часов?\n—м нет...\n—ну вот видишь, какое ты тогда внимание требуешь?\n—и что мне делать? я не могу без них.\n—мм для начала купи кольцо и цветы, затем приедь домой, встань на колено и сделай снова ей предложение. \n—спасибо, сказал он и слегка обнял меня. \n—а тебе что-нибудь нужно? спросил он меня.\nна что я коварно улыбнулась и составила список подарков которые он должен найти и привезти мне в течении 2х недель.\nОн согласился, отвез меня домой и уехал. \n",
    "answers": [
      {
        "id": 53,
        "text": "далее "
      }
    ]
  },
  {
    "id": 53,
    "text": "я зашла домой, приняла душ и переоделась я взялась за подготовку к сессии. просидела за лекциями и учебниками до позднего вечера я легла спать.\nутром я встала рано одела спортивный костюм сходила на пробежку вернулась приняла душ приоделась потеплее и пошла на учёбу Сегодня у меня были грандиозные планы так как за месяц я уже записалась на лазерную эпиляцию и хотела с Ксю сходить в спа-салон чтобы привести себя в порядок я решила сегодня перекраситься Ну короче кардинально изменить себя.\nпосле учебы Мы с Ксюшей поехали в spa-салон сделать различные масочки на волосы на лицо и сделать массаж. Мы хорошо отдохнули Я перекрасилась теперь я не блондинка а шатенка с длинными волосами плюс сделала ламинацию Чтобы не мучиться с кудрявыми локонами мы поболтали я ей рассказала про Марка, мы немного посмеялись она конечно очень сильно удивилась после я пошла на лазерную эпиляцию, а подруга поехала домой.  Я вернулась вечером и принялась также за подготовку к сессии, и опять легла поздно. \nУтром я проснулась немного позже так как вчера Я походу Ну очень хорошо расслабилась и  это повлияло на мой сон, Я ещё немножко понежалась в кровати и отправилась в душ с душа Я вышла в одной футболке и трусах и отправилась на кухню. тут же со своей комнаты вышел Дэниэл в одних трико, у нас уже вошло в привычку не разговаривать и не обращать друг на друга внимание, поэтому мы ходили в том в чём захотим. я подошла к барной стойке и там уже был готов завтрак так как я сегодня немножечко позволила себе поваляться, то Дэн взял на себя ответственность за завтрак. Я села на стул у барной стойки,  Дэн подошёл ко мне и развернул к себе при этом  встал в плотную ко мне между моих ног и облокотившись руками о барную, и смотрел на меня играющим огнём в глазах. Я же смотрю в его глаза с приподнятой бровью и жду что же будет дальше.",
    "answers": [
      {
        "id": 54,
        "text": "далее "
      }
    ]
  },
  {
    "id": 54,
    "text": "— не боишься меня? спросил Дэн с лёгкой улыбкой на лице глядя в глаза.\n—нет, ответила ему я с улыбкой не отводя взгляд. \nДэниэл резко нагнулся ко мне и нежно поцеловал в губы. Я же в тот момент забыла как дышать и  моё сердце в тот момент быстро заколотилось.\n—а так? спросил он чуть отстранившись и не сводя взгляда с моих губ.\n—а так нельзя, прошептала я выдыхая ему в губы.\nОн отошёл от меня и обошел барную стойку и сел напротив и мы стали завтракать. позавтракав я помыла посуду и отправилась в комнату собираться на учёбу Я оделась и быстро вышла на улицу там уже стоял Макс и ждал Дэниэла на мотоцикле, я же подошла  к Максу подвинула его немного назад , села перед ним и завела его, забрала у него шлем и тронулась с места мы проехали мимо Универа в другую сторону Я ехала Не знаю куда и увидела Одинокий пляж там никого не было я остановилась слезла с мотоцикла и Макс последовал за мной.\n—что это было? спросил он\n—незнаю, наверное просто не удержалась. ответила я и села на скамейку. Макс сел рядом... мы с ним так просидели молча минут 10 смотря  в даль и  тут я решила заговорить:\n—тебе нравится Ксю?\n—что? с чего ты взяла?\n—я же вижу как ты на неё смотришь, пожирающим взглядом, как будто вот вот набросишься на неё.\nОн тяжело вздохнул: \n— неужели это так заметно?\n—хахах да\n—и что делать, она меня даже не замечает.\n—ошибаешься\n—правда?\n—да, так что действуй.\n—как?\n—как как,  подойди да пригласи куда-нибудь.\n—ну да точно, что то не подумал\n—а вы хоть когда-нибудь сами думаете? спросила я и засмеялась. Макс тоже засмеялся и мы поехали в универ. \nпроучившись пары мы отправились по домам но я пошла в тату-салон так как я очень давно хотела уже сделать себе татуировку в виде грациозной пантеры в паху (у женщин это между бедер и нижней части живота). Я сделала себе татуировку,  взяла в аптеке специальную мазь и поехала домой. О боже как же жжот и чешиться место тату, Ах пойду намажу чтобы быстрее корочка появилась я и зашла нужно мазать желательно каждые 2 часа татуировку и тогда быстрее заживёт и будет красота.\nя переоделась, намазала тату и пошла делать чай, решила перекусить, перекусив я взяла шоколадку и села на диван смотреть кино, рядом сидел Дэн и тоже смотрел фильм.",
    "answers": [
      {
        "id": 55,
        "text": "далее "
      }
    ]
  },
  {
    "id": 55,
    "text": " Тут мне звонит подруга София, как же я по ней соскучилась.\n—алло, привееет любовь моя, радостным голосом почти прокричала я в телефон.\n— Ди, родная как ты? Я так по тебе соскучилась Ты к нам вообще приезжать собираешься, нет ? Или совсем забыла про нас, про своих друзей а мы с Ником уже очень очень соскучились, забыли как ты выглядишь когда ты к нам приедешь? Рассказывай что нового Давай давай я жду.\n— родная моя ты не представляешь как я по вам  очень-очень соскучилась, увидишь Ника обязательно Поцелуй за меня. Ничего нового не произошло, всё так же дом работа, дом работа, 2 дня работаю и  2 дня отдыхаю. Совместно  готовлюсь к сессии. Я кстати перекрасилась и теперь я не блондинка, а  шатенка. И ещё я сегодня сходила сделала себе тату да неужели.\n— ну-ка давай я переключаюсь на видеовызов Я хочу посмотреть на тебя и давай показывай свои татуху.\nМы переключились на видеовызов Я неужели увидела Софи и  помахала ей, отправила воздушных поцелуйчиков после я подняла майку убрала повязку показала тату.\n—вау какая красота, не больно.\n—нет не больно,  только немного жжет и чешиться.\n—как дела с \"братом\"\n—все так же,  вот кстати сидит рядом, я повернула камеру в сторону Дэна, он посмотрел недовольно на меня и отвернулся дальше смотреть кино.\n—ой какой серьёзный,  сказала Софи и засмеялась. В ответ я тоже засмеялась.\n— а как там дела у Ника?\n—о, наш душка Ник нашёл себе девочку,  вроде ни чего такая, приезжай познакомитесь. А у тебя как на личном фронте? или же ты решила помереть старой девой?\n—хаха, да лучше старой девой, чем с маразматиком ответила я и засмеялась.\n—а если серьёзно?\n—да был один\n—и? кто же? рассказывай всё\n—ладно, ладно. 25 лет, женат с сыном.\n—офигеть, иии.. у вас что то было?\n—нет не чего у нас не было, чисто для души.\n—капец, для души. а детей как рожать будешь?\n—детей рано, а если и на думаю. Найду себе кого-нибудь чтоб заделать карапуза и отправлю куда подальше. \n— а семья, любовь.\n—уфф, Софи не грузи. Ребенок и будет семьей. Сама как, нашла кого нибудь?\n—да встретила одного парня, зовут Крис, он как то приезжал к нам, и после уехал с концами. а я всё жду, когда появится, ни о ком другом думать не могу.\n—да ты походу влюбилась подруга.\n—наверное, ладно давай пока пока. Ещё созвониммя.\n—пока.",
    "answers": [
      {
        "id": 56,
        "text": "далее "
      }
    ]
  },
  {
    "id": 56,
    "text": "закончив разговор с подругой я убрала телефон в сторону и открыла шоколадку, начала её кусать как Дэн сел ближе.\n—дай кушу\n—нет\n—жадина, сказал он и выхватил её с улыбкой на лице.\n—ммм,  дай ато буду плакать,  надув губки потянулась за шоколадом.\n—нуу, какая же ты маленькая лисичка, откусил пол шоколадки и отдал остатки мне.\n—ну ты и проглот, выхватив из его рук шоколад ответила я.\n—попа слипнеится, со смехом сказал он.\n—ой ой ой какие мы заботливые.\n—хахаха...бубубу...\nмы сидели рядышком и смотрели коммедию. Я вспомнила что пришло время помазать татуировку,  я встала с дивана и подошла к холодильнику. Взяв от туда мазь и с аптечки бинт, села на диван. Дэн всё это время с интересом наблюдал за мной. Я задрала майку и убрала старую повязку\n—давай я помажу, сказал Дэн. Я же посмотрела на него с удивлением и сказала:\n—давай. Он присел ближе ко мне.\n—ложись, сказал он. Я его послушала и легла на диван, он же присел на корточки рядом и аккуратными, медленными движениями чуть касаясь меня нанёс мазь на татуировку,  при этом не отводя с неё своего взляда, после чего приложил бинтовую салфетку и зафиксировал пластырем. А я все это время наблюдала за ним.\n—готово, с лёгкой улыбкой сказал он и спустил майку вниз.\n—спасибо, тихо сказала я и села на диван. \n—красивое тату\n—спасибо\n—ооо, два спасибо за один вечер. Да ты балуеш меня с усмешкой сказал он.\n—да иди ты больше ни чего не скажу, ответила я.\nДэн сел рядом, я же долго не думая легла на него. И мы продолжили смотреть фильм. Под конец фильма я уснула, благодаря Дэну,  так как он снова играл с моими волосами. \n",
    "answers": [
      {
        "id": 57,
        "text": "далее "
      }
    ]
  },
  {
    "id": 57,
    "text": "На утро я проснулась в своей кровати \"хм вроде сама не уходила в комнату,  значит Дэн меня сюда переложил, какая забота епте\" подумала я и отправилась в ванную. После ванны пошла готовить завтрак. \"хочу блинчики и сок\" ...закончила готовить завтрак я принялась к его поеданию. Дэн ко мне присоединился и мы быстро рассправившись с блинами поехали на учёбу. \nМы с Дэном вместе зашли на Историю  и увидели что  наши друзья сидят вместе и мило о чём то разговаривают. Я улыбнулась и направилась к ним, Дэн же махнул головой и последовал за мной, мы сели рядом с ними, я с Ксю а Дэн с Максом.\n—ну что ребята, куда после сессии поедем? спросил Макс\n—а есть какие то предложения? спросил его Дэн\n—да, мы с Ксю подумали поехать всем вместе в горы на зону отдыха, покатаемся на сноубордах и лыжах. сказал Макс\n—ооо ништяк, я за. ответила я\n—я тоже, ответил Дэн\n—а когда едим? спросила я \n—сразу после сессии на неделю  перед Новым годом,  29 вернемся, ответил Макс\n—о, это получается через 2 недели, круть. ответила я\n—ну всё я сейчас забронирую домик и билеты на поезд, сказал Макс\n—тогда бронируй на 7 человек, сказала я\n—а кто ещё с нами, спросил Макс\n—мои друзья, 2 девушки и 1 парень,  я вас познакомлю они хорошие ребятки, сказала я.\n—хорошо, сказал Макс.\nТак и пролетела ещё одна неделя: учёба,  дом, работа, и подготовка к сессии.\n",
    "answers": [
      {
        "id": 58,
        "text": "далее "
      }
    ]
  },
  {
    "id": 58,
    "text": "и вот настал первый день сессии, собравшись и позавтракав мы отправились в универ. Каждый из нас пошёл сдавать свой предмет. После обеда мы все вчетвером встретились на парковке.\n《ой, ну наконец-то то ты пришла》 — возмущённо и с облегчением, сказала Ксю. -《Почему так долго?》\n《Препод козёл, пытался меня завалить.》-тяжело вздохнув и с усталостью, ответила я. 《А вы как сдали?》-спросила своих друзей я.\n《я без проблем ответила на все вопросы и  сделала задание》- ответила мне Ксю.\n《получше чем ты》-с издевающейся улыбкой, ответил Дэн.\n《как всегда -на отлично》-ответил Макс.\nМы посмеялись и только собирались сесть в машину и поехать домой, как кто то откликнул меня: 《Девушка,  а девушка-это вы заказывали килограмм лимонов?》-сказал мужской голос за моей спиной.\nУ меня на лице сразу появилась улыбка, и я резко повернулась и пошла  вприпрыжку к чёрному внедорожнику — Это был Марк.\nЯ подбежала к нему и обняла его, он меня тоже крепко обнял.\n《Ты наконец-то приехал》-с улыбкой сказала я.\n《Да, и привёз твои подарки 》-сказал он смотря на меня. \n《Ой как хорошо, как раз вовремя. Показывай что там》- сказала я.\nМарк достал пакет из машины, открыл его и показал что всё на месте.\n《А где животное?》- спросила его я, чуть прищюрившись.\n《Ах да, вот он держи》- он залез в машину, и с сиденья взял чёрный мешочек. Мешочек на вид был квадратный.\n《Супер, только не открывай его》-сказала я. \nОн отдал мне этот мешочек, и я почувствовала внутри жёсткую коробку, я открыла мешочек и увидела это чудо сидящие в маленьком аквариуме. Там сидит черно-рыжего окраса тарантул. 《Кака прелесть. 》- сказала я и закрыла мешочек и положила в пакет.\n《А где мой килограмм лимонов?》-спросила я надув губки. \nНа что Марк мило улыбнулся и засунул руку в окно автомобиля.《вот держи свои вкусняшки》- с улыбкой отдал мне пакет.\n《ааа, спасибо, спасибо,  спасибо за всё. Ты супер 》- заликовала я, и поцеловала Марка в щеку. А он лишь с улыбкой обнял меня крепко.\n《И тебе спасибо за всё, спасибо за дельный совет. Мы с женой наконец-то помирились 》- отстранившись от меня, сказал он.\n《Всё,  мне пора ехать, да и тебя уже заждались.С Наступающим тебя 》-сказал Марк и сел в машину. \n《И тебя с Наступающим. 》-ответила я и пошла к друзьям.",
    "answers": [
      {
        "id": 59,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 59,
    "text": "Я подошла к уже заждавшимся меня друзьям. Они смотрели на меня недовольно, и их взгляды ждали объяснений. \n《Это ещё кто?》- недовольно спросил Дэн.\n《Мой друг》-с улыбкой, ответила я глядя на него.\n《А он не староват для тебя?》- спросил Дэн глядя мне в глаза.\n《А ты что, ревнуеш?》-смеясь спросила я.\n《Было бы что ревновать》-с ухмылкой ответил он, и чуть погодя добавил: 《и не мечтай.》\nНа что, я только засмеялась и села в машину. Макс и Ксю сели на заднее сиденье. Дэн сел за руль и мы поехали к нам домой, отметить маленькую победу: — хорошее начало сессии. \nМы выехали с парковки, и тут мне позвонил папа: — 《алло》- ответила я.\n《Привет доча. Как поживаеш? Как здоровье, учеба?》-завалил вопросами отец.\n《Всё хорошо, домой еду. А ты какими судьбами — решил мне позвонить?》-недовольно ответила ему.\n《Я соскучился. И я хочу что бы ты приехала ко мне на Новогодние каникулы》-сказал он.\n《Ох да неужели, на Новый год у меня другие планы, и приезд к тебе в них не входит.》\n《Дочь, приезжай давай, удивишься с братишкой и сестрёнкой.》- сказал спокойным голосом он.\n《Хаха, ну нет уж, со своими детьми сам няньчийся, я вам не нянь, да и сестра из меня не очень》-со злобой сказала я.\n《Глупости не говори. Кстати как там дела со сводным братом? — подружились?》-с интересом спросил он. \n《Нет не подружились, просто терпим друг друга.》-с лёгкой ухмылкой ответила я, смотря на Дэниэла. \n《Понятно, всё так же вредничаешь. Мне твоя мама сказала что ты мотоцикл хочешь, приезжай на Новый год и мотоцикл твой.》-с завлечением сказал он.\n《Ха-ха. Неет я на это не поведусь, мама не за что не позволит тебе купить мне мотоцикл, да и я сама на него почти накопила.》- спокойно ответила я.\n《хаха, доча не смеши меня, если и накопила то наверное только на скутер какой нибудь》-смеясь надо мной сказал он. \n《а это тебя не касается!》- грубо и сердито ответила я. И немного погодя, добавила: — 《все пока.》-И сбросила вызов.\n\n\n",
    "answers": [
      {
        "id": 60,
        "text": "далее "
      }
    ]
  },
  {
    "id": 60,
    "text": "Мы приехали домой, вышли из машины, поднялись в квартиру, пока парни сели на диван отдыхать. Мы с Ксю Пошли на кухню чтобы приготовить закуски. Быстро справившись с приготовление закусок мы присоединились к парням.\n《О Дэн, у тебя же День рождения после завтра?》- спросил Макс, и добавил:- 《Что думаешь делать?》\n《Хм, ни чего.》-коротко ответил он, после чего добавил :- 《 Наверное дома посидим, сессия же. Напиваться не хочется.》\n《Твоё право 》-сказала Ксю.\n《Хоть на что то у меня есть право 》- ответил Дэн, и посмотрел на меня. \n《Не смотри так на меня, будто я тебе чего то запрещаю.》- глядя ему в глаза,  ответила я.\nПосле моих слов- Макс и Ксю переглянулись и засмеялись. \n《А вы чё смеётесь? 》- непонимаюши спросила их.\nОт чего они ещё сильнее засмеялись, и схлопотали от меня подушкой.\n《ААА БОЙ ПОДУШКАМИ》- соскакивая с места, прокричала подруга и запустила в меня подушкой. И попала по лицу. После чего убежала.\n《Ну держись.》-сказала я вставая с дивана -взяв подушку в руки я побежала за ней. Я быстро догнала подругу и первый удар я нанесла по её попе, потом по спине и наконец по голове. -от чего она плюхнулась на пол и начала ржать как угорелая. Я же ей помогала встать и она выхватила мою подушку и начала бить. Я пытыюсь убежать от неё но смех не даёт мне это сделать, но пропустив пару ударов я всё же добежала до дивана и взяла ещё подушку и начала атаковать. Парни сидели и смеялись над нами — снимая всё на видео. Тут мы с Ксю заметили это и переглянувшись -кивнули друг другу головой, и напали на парней.\n《Ааа..так не честно, мы были не готовы》-сказал Макс, пытаясь выхватить у меня подушку.\n《Мы даже безоружные》-закрываясь от ударов, сказал Дэн.\nНо нам все равно, мы их забили, от чего наши подушки порвались и перья полетели по всей гостиной.  Наигравшись-мы с подругой еле дыша от смеха упали на диван.\n《Ну вот, бедные подушки пострадали из-за незаконченного детства в попе.》-сказал Дэн- держа в руках разодранную подушку.\n《Тфу-птфу...какие не вкусные перья.》-бурчит Макс и убирает с лица пёрышки. \n《Прям вы такие взрослые》- смеясь сказала я. \n《Сейчас мы вам покажем, какие мы взрослые.》- с нотой угрозы произнес Дэн, и резко встал с полу и подещел к нам. Так же и сделал Макс.\nОни оба смотрели на нас серьёзно,  в один миг на их лицах появились улыбки-они начали нас щикотать.\n《Ааа.ха-ха. зараза, ха-ха, хватит ха-ха прошу》-смеясь еле выдавила я.\n《а что в замен?》-спросил меня Дэн.\n《 что-нибудь》-сдаваясь, ответила я.\n《отлично》- сказал Дэн. Перестал щекотить  и сел рядом.\nТем временем:\n《ха-ха, я тебя, ха-ха, убью》-выдавила со смехом Ксю.\n《что -что , ты сказала?》-продолжая щекотить ещё сильнее Ксю-сказал Макс -《любишь говоришь?》\n《ха-ха. не-еха-нет》-смеясь ответила она.\n《ах значит так да》-обижено надул губы и отвернулся от неё скрестив руки на груди.\n《ха-ха...нююю милый мой,  я же пошутила.》-прижавшись к его плечу-сказала она.\n《ага, всё таки любишь меня!》-резко повернувшись к Ксю сказал он утвердительно.\n《какой же ты глупенький, конечно люблю》-сказала Ксю и поцеловала Макса.\n《Имейте совесть, тут всё-таки дети есть》- сказал Дэн и посмотрел на меня. Я же не чего не смогла ответить. Только фыркнула на его слова.\n《Ну что выпьем за нас》-сказал макс и поднял свой стакан. Мы же последовали его примеру и выпили.\n《\"А я надеюсь, что Дэн забыл что я что то должна теперь ему\"》 подумала я- и начала есть салат.\n《мм..Диана, ты мне должна!》-сказал Дэн-смотря на меня.\n《\"вот блин\"》-подумала я, и сделала вид что не понимаю о чём он.\n《ты о чём?》-с глупым видом спросила я.\n《хммм.оставлю это, как нибудь на потом》-сказал Дэн- с хитрой улыбкой.\nЧерез пару часов-друзья ушли. Мы убрали весь беспорядок и отправились спать.\n",
    "answers": [
      {
        "id": 61,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 61,
    "text": "19.12 Д.Р. Дэниэля.\n\nЯ проснулась пораньше,  сходила на пробежку, приняла душ, покормила Мартина(Тарантула), приготовила завтрак.\n《\"Хмм...сделаю вид что забыла про его День рождения, поздравлю только вечером. \"》-подумала я и начала завтракать. Ко мне присоединился Дэн. Я ему ни одного слова за утро не сказала-а он, не обиделся. Видимо привык уже. Мы позавтракали-убрали за собой и поехали в универ. \n...Вечер...\n\nСегодня я сильно задержалась в универе, так как долго не могла придумать эскиз (графического дизайна) — и если бы я его не сделала сегодня, то меня бы ждала пере сдача. \nЯ приехала домой уставшая. Всё уже было готово и все собрались.\nЯ быстренько приняла душ, переоделася- и вышла к столу.\n《Простите что так долго, меня опять пытались завалить》- быстро поговорила я.\nМы начали выпивать и есть. \n《Дорогой друг! ....нет... Дэн, братан- поздравляю тебя от всей души, спасибо что у меня есть такой классный, весёлый и безбашенный друг как ты!》- сказал Макс и вручил подарок, после добавил: 《это от нас с Ксю.》\n《Спасибо,  могли бы и не заморачиваться》-сказал Дэн. После добавил: 《А кто то даже словесно не может поздравить.》-с улыбкой сказал и посмотрел на меня.\nВ этот момент Ксю и Макс смотрели на меня ожидающи-а я лишь улыбнулась им.\nЯ резко встала из за стола тяжело вздохнув, и ушла в комнату. \nВ комнате я открыла чёрный мешочек и достала аквариум. Открыв аквариум-я взяла Мартина. Закрыв его обеими ладонями я вышла из комнаты еле сдерживая улыбку-я подошла к сидящему Дэну:\n《Протяни ко мне руки -ладонями вверх и закрой глаза》-сказала я. И как можно медленее и тише вложила свои руки в его и потихоньку начала их открывать.\n《Открывай глаза 》- чуть шопотом сказала я.\nДэн открыл глаза и был просто в восторге от увиденного: В его ладонях были мои ладони,  а в моих ладонях сидел Мартин.(Тарантул)\n《Не может быть. Он настоящий? Как ты узнала, Давайка его мне》-быстро и с восхищением-проговорил он.\n《Капец, вы извращенцы》-сказал Макс — смеясь\n《Какая гадость》-сказала Ксю и немного вздрогнула.\n《Это Мартин》-ответила я -смотря как Дэн наблюдает за ним.\nЯ вернулась в комнату и взяла его аквариум и корм-вынесла всё к Дэну.\nВечер прошёл очень весело, выпив и повеселившись друзья уехали домой- а мы легли спать.",
    "answers": [
      {
        "id": 62,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 62,
    "text": "Утро:\n\nЯ проснулась от щелчка камеры, и открыла глаза я увидела: -стоящего у моей кровати Дэна, он держал телефон в руках и хитро улыбался.\n《Ты чё тут делаешь извращениц?》-не вставая с кровати спросила я.\n《Мартин убежал. Я его всё утро искал, а он оказывается у тебя. То есть на тебе》- с наглой улыбкой- сказал он.\n《И поэтому, надо меня фотографировать?》-возмущенно сказала я.\n《Нууу....такой хороший кадр нельзя упускать》-ответил он.\nЯ же хотела встать:\n《не вставай раздавиш ещё》-быстро проговорил Дэн-и тихонько забрал с моего бедра Мартина.\n《Вот наглец-ни стыда не совести.》- пробурчала я — и встала с кровати.\n《Фото хоть покажи.》- сказала я.\nДэн разблокировал телефон -показал фото. \nНа фото было видно моё оголёное бедро где сидит Мартин, чуть выше виднелись черные трусики и слегка задраная футболка.\n《Капец, удали》-злобно сказала я.\n《неет, я её на заставку поставлю》- ответил с улыбкой Дэн и ушёл с Мартином к себе.\n《Говнюк》- крикнула ему в след.\n\nПозавтракав и приведя себя в порядок-поехали в универ. ",
    "answers": [
      {
        "id": 63,
        "text": "Каникулы "
      }
    ]
  },
  {
    "id": 63,
    "text": "22.12 Ура суббота. \n\nМы собрали сумки с тёплыми вещами- после чего поехали в магазин взять всё необходимое:\n《Дэни, дай карточку》-умоляющими глазами -попросила я.\n《ха, неет》- с улыбкой -ответил он.\nЯ резко взяла его за руку, и потащила к отделу с шоколадом- взяла 7 плиток шоколада и 2 шоколадных яйца. После пошла в алкогольный отдел- взяла 2 бутылки виски. И повела Дэна на кассу- по пути прихватив пару лимонов.\nДэниэл молча расплатился за мои покупки и повёл к выходу.\n《Всё, довольна?》- спросил он.\n《Ага》-с улыбкой сказала я — смотря на его не довольное лицо. \n《Странное сочетание》-с ухмылкой сказал он.\n《Будешь душкой, и я с тобой поделюсь》- заигрывающи сказала я — и поцеловала его в щёку — добавив:-《спасибо.》\n《неожиданно》-очень тихо сказал он.\nЯ сделала вид-будто ничего небыло и села в машину. Дэн последовал за мной, и мы поехали домой-дожидаться  °друзей. \nОтправка поезда в 11:30- на место прибудем в 4:00.\nМы зашли домой, через пол часа приехали Макс и Ксю-мы пили чай.\nТут же звонит Софи, и говорит -что они приедут сразу на вокзал.\nПосмотрев на часы-мы стали собираться. Не хочется опаздывать -и пропускать всё веселье.\nПриехав на вокзал- мы встретились с Софи, Ником и его девушкой.\nПоказав билеты кондуктору- зашли в вагон. Мы решили сесть в одно купэ-познакомиться и поговорить. Сев кто куда я начала всех друг другу представлять:\n《Знакомьтесь, это Софи- моя подруга с детства, а это Ник-тоже друг детства》-сказала я — и продолжила знакомить.\n《Это Ксю и Макс — наши друзья,  мы вместе учимся》- сказала я- смотря на Дэна.\n《Оо..а этот экземпляр: Дэниэл — мой сводный брат \"деспод\".》- со смехом сказала я-и добавила: 《шучу, конечно же я тебя обажаю- и опять шучу.》\n《Очень приятно》-все хором сказали.\n《Это Лили-моя девушка》-сказал Ник.\n《Очень приятно, Лили- я рада что ты смогла покорить сердце нашего Ника》-с долей шутки сказала я.\n《И мне приятно со всеми познакомиться》-немного растерянно-сказала Лили.\nПоезд тронулся- мы рассказывали разные смешные истории друг про друга и смеялись-наше купе было самым шумным.\n",
    "answers": [
      {
        "id": 64,
        "text": "далее "
      }
    ]
  },
  {
    "id": 64,
    "text": "На часах уже 2 часа ночи-мы утомились, и хотели спать.\n《Макс, давай сходим за кофе》-сказал Дэн- после чего,они ушли в вагон ресторан.\n《Лили, расскажи что-нибудь про себя.》-сказала я-глядя на неё.\n《Ну, мне 16 лет, живу с родителями-у них свой небольшой молочный завод. Ещё есть брат-кстати ты его очень хорошо знаешь-вы вроде как встречались.》-сказала она-не отводя взгляда от меня.\nЯ же в тот момент  чуть не \"провалилась на месте\"-на секунды потеряв дар речи. Софи же смотрела на меня обеспокоенно.\nЯ резко встала и подошла к Нику-встав перед ним:\n(Ты встречаешься с сестрой-этого ублюдка? Ты совсем охринел? 》-прокричала на него я-от  чего Ник встал передо мной:\n《Успокойся, она не при чём -если у тебя не чего не получилось с её братом, то нечего кидаться на людей》-крича ответил мне Ник.\n《Что? не получилось-да ты знаешь хоть что он со мной сделал?》-еле сдерживая слезы-сказала я.\n《И что же он сделал? подумаешь переспал с другой пока тебя небыло》-утвердительно сказал он.\n《Тебе сказать как всё на самом деле было?》-дрожащим голосом-прокричала я. и после добавила: 《этот урод -избил меня и изнасиловал ровно год назад, ты понимаешь что это за тварь такая!》- заплакав и еле дыша сказала я-глядя ему в глаза. \n《Я не знал》- с сочувствием сказал он.\n《об это ни кто не знал и не узнает-кроме находящихся тут людей》-сказала я.\nНа что Ник не чего не смог мне ответить-лишь только сделал шаг назад и плюхнулся на сиденье. Я же в этот момент выбежала из купе-и ушла в тамбур: там прохладнее и можно покурить.\nЯ просидела в тамбуре с полчаса -как дверь резко открылась:\n《Вы не видели, маленькую девочку лет 6 в розовом свитере-Зовут Марта》- с потерянным видом -спросила меня девушка.\n《Нет-не видела》-ответила я — и продолжила 《давайте я помогу её найти-дайте свой номер》-сказала я -и обменявшись номерами пошла на поиски.\nЯ пробежала по всему вагону-заглядывая в каждое купэ. Не найдя ребенка в своём вагоне,  я пошла в соседний-и тут на моё удивление, я увидела девочку похожую по описанию:\n《Марта, ты Марта да?》-спросила я ребёнеа-на что она мне кивнула.\n《Тебя мама ищет-давай пойдем со мной и позвоним ей.》-сказала я — позвонив той девушке:- я сказала что нашла её дочь-и мы её будем ждать в вагоне ресторан. \nЯ передала девочку её матери-и вернулась в своё купе:\n《О привет, чё за тухляк?》- спросила я-зайдя в купе. \nНа меня почти все посмотрели с недоумением.\n《Ты в порядке?》- спросила меня Ксю-с тревожным взглядом глядя на меня.\n《Да, а разве что то произошло?》-сделав глупые глазки- спросила я.\nНа что подруга мне ничего не ответила,  я же села напротив Лили- сверлила её взглядом.\n《Я не виновата》-невыдержав моего взгляда-ответила Лили.\n《Я тебя не виню》-попивая кофе-ответила я, после добавила:-《А ты не боишься мести?》- с ноткой угрозы-сказала я не отводя от неё пристального взгляда.\n《Боюсь》- взглатнув и опустив глаза-ответила Лили.\n《Правильно-бойся》-с улыбкой-сказала я. Немного погодя- добавила: 《Не переживай, я никому не позволю обидеть твою маленькую жопу(т.е тебя).》-спокойно и утвердительно-сказала я.\nЛили же не ожидая таково-вылупилась на меня, ищя подвох в словах.\nНик, Ксю и Софи смотрели на меня с недоверием- а Макс и Дэн не чего и не знали.\n",
    "answers": [
      {
        "id": 65,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 65,
    "text": "Мы наконец-то приехали и вышли с поезда. Нам оставалось лишь добраться до места-и можно будет отдохнуть. \nДрбравшись до лыжной базы- мы зарегистрировались и пошли в свой домик.\nБольшая заснеженная территория-на которой стоят красивые, как в сказке домики- которые объединяет общая веранда. Мы дошли до своего  дома-зашли в него и отправились занимать комнаты.\n《так, а это не честно-нас 7 человек, из которых 2 пары-а комнат всего четыре 》- сказала Софи-скрестив руки на груди и смотрит на Макса.\n《Не смотри так на меня》-ответил ей Макс и добавил:-《Пусть Ди выбирает, с кем делить комнату.》-смеясь сказал Макс.\n《Конечно с Софи》-сказала я-и посмотрела на подругу. \n《Только не пинайся》-засмеявшись-сказала она.\n《Меня можешь попинать》-с ухмылкой-сказал Дэн.\n《Не дождёшься 》-подойдя ближе к нему, чуть шопотом-проговорила я.\n《Ну это мы ещё посмотрим.》-нагнулся к моему уху-сказал Дэн.\nНа что я только, толкнула его плечём -и пошла в нашу с подругой комнату.\nОт того, что мы все не спали всю ночь-мы решили лечь спать. \nПроснулись мы в в 10 утра-собравшись мы отправились завтракать. \nВышли на веранду. отправились в кафе-позавтракав пошли за снаряжением. ",
    "answers": [
      {
        "id": 66,
        "text": "далее "
      }
    ]
  },
  {
    "id": 66,
    "text": "Взяв нужное снаряжение-все выбрали сноуборды. Отправились на склон.\nКсю и Макс, шли в обнимку-мило беседуя.\nНик и Лили ,шли держась за руки- и рассматривали пейзажи.\nДэн, Софи и я -шли рядом.\nЯ слегка обняла подругу и начала тихо говорить:\n《Софи, у меня есть идея》-улыбаясь-шопотом сказала я.\n《какая ещё идея?》-заинтригованно-спросила подруга. \n《Давай Дэни \"намылим\"》-с весёлым настроением-прошептала я.\n《А давай》-сказала она -и добавила\n:-《начинай, а я подхвачу.》\nЯ резко бросила сноуборд, подбежала к Дэну. Поставила ему подножку, а Софи в это же время, подошла сзади него-потянула назад, Дэн упал на снег -мы с подругой набросились на него, и начали \"мылить\".(всё проходит в сопровождении смеха)\nОн резко соскочив на ноги-нагнул Софи лицом к снегу: 《решили намылить меня?!хаха -получай ответочку》-сказал Дэн-смеясь. И проделал ответную манипуляцию. \n《Ди, спаасааай》-прокричала Софи-еле сдерживая смех. \nЯ решила навалиться сверху него-тем самым освободить подругу. Я повисла Дэну на шею, и начала его \"мылить\". Он резко при встал -тем самым, повалил меня на снег и надвис надо мной.\n《Ну что, попалась-которая не как не наигралась》-с игривым огоньком в глазах-сказал Дэн. И \"намылил\" меня.\n《Хахаха...Всё-всё-всё...холодно...аааа....нос замерз уже..ааа..Дэн хватит...аааа...зараза такая....фуф...хахаха....дай отдышаться хоть..》-лежала я на снегу и брыкалась -смеясь.\n《хахаха....сама начала...хахах....вот теперь наслаждайся》-смеясь-сказал Дэн.\n《прекрати, ато обижусь-сильно, сильно 》-обижено-проговорила я.\n《утю-тю, как мы губки надувать умеем.》 успокоившись, с улыбкой на лице- дразнящим голосом, сказал Дэн.\nЯ посмотрела в его темно-карии глаза, в моей голове пробежала мысль: \"Ути лапуся такой, а губки так и манят....только этого мне не хватало\"  смутившись от своих мыслей -я отвела взгляд.\nДэн заметив моё смущение- усмехнулся, и встал на  ноги-при этом помогая мне.",
    "answers": [
      {
        "id": 67,
        "text": "далее "
      }
    ]
  },
  {
    "id": 67,
    "text": "мы подошли к склону-каждый зацеплял свой сноуборд самостоятельно.\nпарни уехали вперёд-мы с девчонками последовали за ними. Да я не профи в этом деле. Но покататься люблю-главное соблюдать правилам и не на кого не налететь. Правильно балансируя на склоне -я спокойно притормозила и плюхнулась на попу.\n《тут как то скучно, пойдемте на тот склон》- предложил Макс- показывая рукой на высокую трассу.\nКсю, Дэн и Софи спокойно согласились, а я немного замялась-так, как я не очень хорошо каталась. Ник с Лили отказались.\n《Ооо, да у нас тут кто — то струсил》-с вызовом в голосе-сказал Дэн.\n《немного сыкотно как-то》-смущённо произнесла я-а потом добавила:- 《но я пожалуй рискну.》\n\nИ в этот момент возле меня притормозил какой-то парень:\n\n《ооо какие люди, не ожидал тебя тут увидеть. Решила покататься?》-с лёгким удивлением — поздоровался со мной Крис.\n《неожиданная встреча, как ты?》-немного растерянно- сказала я.\n《ты тут с кем?》-спокойно -спросил Крис.\n《Да вот с ними》-показывая рукой на друзей-ответила я.\n《Ооо, а я тоже с друзьями 》-сказал Крис.\n《мы собираемся, вон на ту трассу. Пойдём с нами?》-предложила я ему.\n《С удовольствием 》-ответил Крис.\n《Знакомьтесь, это Крис — мой спаситель 》-с улыбкой -сказала я, и добавила, показывая на всех руками:-《Макс, Ксю, Лили, Ник, Софи и мой соседушка Дэн.》\nОн поздоровался с каждым по отдельности, когда пожал руку Дэна -засмеялся: -《Так это, ты тот сосед? хахах...не повезло тебе с ней.》-шутя сказал он.\n《хахаха....да есть немного. А почему спаситель?》-смеясь-спросил Дэн.\n《Да было дело》-смеясь ответил Крис- после чего добавил: 《ну что пойдём. 》\nМы сели на подъёмник парами: \n《Ди, ты откуда его знаешь?》-взволновано спросила Софи.\n《да было дело, а что понравился?》-с улыбкой-спросила я.\n《это же тот парень,  о котором я тебе говорила》- радостно и взволнованно- сказала Подруга. \n《Ты серьёзно?? ммм.я тебе помогу》-с улыбкой-сказала я.\n《Да, я тебя обожаю》- с улыбкой-сказала Софи.\nДобравшись к началу трассы-начали зацеплять сноуборды. \n《Ди, ну что- ещё не передумала?》- с насмешкой — спросил Дэн.\n《Думаю ещё. Раз поднялась-придется спускаться 》-неуверенно -сказала я. \n《А со второго этажа прыгать, не испугалась》- с удивлением-сказал Крис. На что я только промолчала.\n《Если не спустишься- я съем все твои шоколадки》 -угрожающи- сказал Дэн.\n《Да чё там шоколадки, ты у нее лимон отбери》- со смехом- сказала Софи. \n《Шоколад не трогать》-строго сказала я- и добавила:-《а лимон всегда со мной.》 После моих слов, все сильно за смеялись.\n《покатили》-сказал Макс- и начал спуск.\nза ним последовали : Ксю, потом Дэн, Софи. Крис же посмотрел на меня и тоже начал спуск. \nЯ посмотрела им в след-тяжело вздохнув и выдохнув, надела наушники и очки — начала спуск. \nЯ вошла в лёгкий транс, от музыки и виражей которые я делала.\nИ тут сделав не тот кант — я  упала в снег. Резко встав — продолжила движение вниз. Снег то и дело отлетал от моего сноуборда, вырисовывая узоры. Я делала различные развороты- чему была очень рада. \nНо трамплин, я решила проехать мимо-ну мало ли.\nТрасса заканчивается, слегка притормаживая- я остановилась возле друзей.\n《а я уж подумал- ты пешком пошла 》- с издёвкой-сказал Дэн.\nНа что, я ему показала язык.\n\n\n",
    "answers": [
      {
        "id": 68,
        "text": "далее "
      }
    ]
  },
  {
    "id": 68,
    "text": "Я резко схватила под руку Дэна, и потащила в сторону подъёмника.\n《уже соскучилась?》- с удивлением на лице-спросил Дэн.\n《За шоколадки свои боюсь》- с шуткой — сказала я.\n《хахаха...вот же жадина-ты же всё таки спустилась.》- с улыбкой, сказал Дэн.\n《не смогла смириться с мыслью- что ты съешь, без меня весь шоколад.》- с улыбкой-ответила я.\nНа что, он лишь  сильно рассмеялся.\nМы поднимаемся на подъёмнике. Я пыталась спрятаться от холодного ветра, Дэн это заметил и слегка прижал к себе.\n《Замёрзла?》- заботливо — поинтересовался Дэн.\n《Есть такое》- чуть дрожа-ответила я.\n《потерпи, сейчас пойдём греться》-спокойно-сказал дэн.\n《Мне бы сейчас горячий чай и ванну》- тихо сказала я. \nМы поднялись на вверх и слезли с подъёмника. Нас ждали Ксю и Макс, мы подошли к ним и стали дожидаться — Криса и Софи. \nКрис и Софи, нас догнали: 《ну что, пойдём греться?》- спросил  Дэн.\n《Да, пошлите》- сказала Ксю.\nМакс взял свой и Ксю сноуборды, и направился в сторону кафе.\n《Дэээн..понеси мой сноуборд, я устала 》- молящим голосом — попросила я.\n《Поцелуй 》-быстро -поговорил Дэн.\nЯ подошла к нему ближе, и как можно нежнее -поцеловала его щеку.\n《Теперь ты всегда будешь, носить мой сноуборд 》- прошептала я,  на ухо Дэну.\nНа что он лишь, прищюрился и мило улыбнулся.\nОн взял мой сноуборд и меня за руку- мы пошли в кафе.\nМы все перекусили и согревшись горячим чаем -пошли в дом.\nЯ хотела побежать в ванну, как:\n《Ди, ищи другую ванну- я нашу уже заняла》- резко прокричала Софи.\n《Софи, я замёрзла  как \"собака\"》- дрожа- сказала я.\n(Зная свою подругу, она там минимум на час.)\n《Не чего не знаю, к себе не пущю》- сказала подруга- скрываясь за дверью.\n《вот же \"какашка\"》-возмутилась я.\n《Могу к себе пустить》- предложил Дэн.\n《Пошли》-сказала я.\n《только при одном условий》-с хитрой улыбкой- сказал Дэн.\n《вся во внимании》- ожидающи-сказала я.\n《 Ванну принимаем вместе》-не отводя взгляда от меня- сказал Дэн.\n《а ты не офигел?》-возмутилась я.\n《Ммм...нет-значит ты не так сильно замёрзла》-уходя- сказал Дэн.\n\nЯ осталась стоять на месте, с недоумением на лице- смотрю на уходящего Дэна, а саму всю колбасит от холода. Долго не думая — я откликнула его:\n《Дэн, Подожди меня》- идя за ним-громко сказала я.\n《Все таки сильно замёрзла 》- с издёвкой- сказал Дэн.\nЯ зашла в нашу с подругой комнату, взяла все необходимое и пошла в комнату Дэна. \nДэн переодевался, а я решила набрать воды.\nЯ зашла в ванну, включила воду и начала ждать пока она наберётся- насыпала соли и налила побольше пены для ванн. \nВода набралась. Я не стала дожидаться Дэна-разделась, оставив трусики, залезла в ванную. Тут открылась дверь.\n\n\n",
    "answers": [
      {
        "id": 69,
        "text": "далее "
      }
    ]
  },
  {
    "id": 69,
    "text": "Зашёл Дэн:\n《Не ну так не честно, ты без меня начала》- с шуточной обидой-сказал Дэн.\n《Ну раздеваться перед тобой, всё равно не стала бы》-утвердительно- возмутилась я. \n《а я стану》-с ухмылкой сказал Дэн- начал раздеваться. \nЯ же не отводя взгляда -наблюдала за его действиями. Когда он добрался до штанов- я на всякий случай отвернулась. После чего услышала смешок. А сама думала \"боже мой, на что я согласилась\".\nМеня отвлекло от мыслей- рассплескивание воды.\n《Ммм...как хорошо, не могла бы ты немного подвинуться》-не отводя своего взгляда- сказал Дэн. \n《Угу》-лениво ответила я- двигаясь.\nЯ расслабилась и закрыла глаза- наслаждаясь горячей ванной.\nНе знаю сколько мы так просидели, но меня потривожил рывок под воду. -Дэн, резко потянул меня за ногу- от чего я оказалась под водой.\nВынырнув и убрав пену с лица: \n《Ты офигел?》- возмутилась я\n《я думал, ты уснула 》-смеясь-сказал Дэн.\n《если и уснула, мог бы не будить》-наворчала я.\n《скучно мне》-вздохнув-сказал он.\n《ах- значит скучно тебе?!》 сказала я- с улыбкой на лице, и налача бултыхать ногами- брызгая его.\nМы с Дэном брызгались, как маленькие дети — вода и пена летели в разные стороны- в сопровождении громкого смеха. В какой то момент наши взгляды встретились, я перестала смеяться от смущения и между нами — повисла неловкая пауза:\n《думаю-пора выходить》- сказал Дэн, и вылез с ванны. (я же на всякий случай отвернулась.)\n《я ещё пару минут посижу 》-тихо сказала я. \nДэн обернулся полотенцем и вышел с ванны. Я же немного посидев, убрала всё в ванне, сполоснула ее.\nОдела длинное- вязанное платье цветом бордо, надела такие же вязаные гольфы и вышла с ванны.\n",
    "answers": [
      {
        "id": 70,
        "text": "далее "
      }
    ]
  },
  {
    "id": 70,
    "text": "Дэн, сидел на кресле у кровати, пил виски и о чём то думал.\nЯ просто легла на кровать и смотрела на него. Он мне улыбнулся.\n《я совсем чуть-чуть полежу, и пойду к себе》-лениво сказала я.\nНа что он, снова улыбнулся и подошёл к кровати. Дэн, сел рядом и начал гладить мои волосы.\nЯ открыла глаза,  а он смотрел на меня с такой нежностью- на что я невольно улыбнулась. После чего,  Дэн меня поцеловал: так нежно и страстно-что аж пробрало до мурашков. Я ответила на его поцелуй, и Дэн заключил меня в свои крепкие и тёплые объятия- продолжая целовать. Я оказалась сверху, в порыве страсти я запустила свои руки ему под кофту- гладя его тело, от чего он сильно сжал мои бедра и откинул на кровать рядом с собой (в сопровождении стона):\n《мммм...остановись. Иначе завтра пожалеешь об этом.》-тяжело дыша-сказал Дэн. \nЯ же на него смотрела не понимающи- отгоняя от себя наваждение. И тут я выдала:\n《какую игру ты задумал?》-серьезно спросила я.\n《что? ты думаешь я играю с тобой?》-немного растерянно — спросил Дэн. \n《Тогда к чему,  все эти \"кошачьи\" нежности?》- спросила я.\n《ты серьёзно? 》 зло спросил он, после добавил: 《тогда, зачем нужно было отвечать мне взаимностью???》\n《хотела узнать , насколько далеко тебя занесёт 》- грубо сказала я — вставая с кровати.\n《умеешь же всё испортить 》- с насмешкой- сказал Дэн. \n《Ох, ну простите- что прервала ваши игры》- с сарказмом сказала я и вышла из комнаты. Я закрыла его дверь, и услышала что, что то в нее прилетело и разбилось. Я лишь зло прорычала и пошла в нашу с подругой комнату.  Софи была ещё в ванной. Я взяла виски и пару шоколадок. Спустилась вниз-хочу посидеть у камина. \nНа диване, у камина сидел Ник и смотрел какой то фильм. Я тихо присела рядом. Мы просидели минут 10- в не ловкой тишине.\n《Будешь?》- спросила я Ника- протягивая бутылочку виски.\n《ммм...раз ты угощаешь》-спокойно сказал Ник-  и немного погодя добавил:《Я скучаю.》\nНа что я лишь мило улыбнулась и крепко обняла своего друга.\n《О Ник, как же я тебя люблю, я тоже так соскучилась по тебе. Ты мой самый, самый, самый лучший друг 》- с улыбкой — сказала я.\n《ха...теперь я узнаю свою Ди》- обняв меня крепко и потрепав по голове- сказал Ник.\n《А где Лили?》-отстранившись, спросила я.\n《она сегодня на каталась, Спит》-спокойно сказал он.\n《а ты почему не спишь?》- спросила я. \n《рано ещё, да и не хочется. А ты почему не спишь?》- с улыбкой спросил Ник.\n《тоже не хочется》- ответила я.\nМы сидели пили виски, через несколько минут к нам присоединилась Ксю.\n《вам тоже не спиться》- с улыбкой спросила она.\n《ага》- ответили мы с Ником и протянули подруге виски. Она взяла бутылку и сделала глоток.\n《Ммм...я есть хочу 》- тихо сказала я.\n《пойдём перекусим》- сказала Ксю.\nМы встали и отправились к выходу, так как кафе на веранде.\nМы зашли в кафе, сели за столик-сделали заказ. Через несколько минут мы принялись к ужину, при этом разговаривали обо всём. \n",
    "answers": [
      {
        "id": 71,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 71,
    "text": "《Ммм...а ты с Дэном ванну принимала??》- с издёвкой-спросила Ксю.\n《Угу》- опустив голову- ответила я.\n《Да ну, не может этого быть》-смеясь- сказал Ник и чуть погодя добавил: 《 Ну ии? почему ты не с ним?》\n《Поругались 》- с нервным смешком-ответила я.\n《Вахахах...ну как так можно то а?》- только и смог сказать Ник.\n《Мда, подруга. И как он тебе?》- с улыбкой — спросила Ксю.\n《У нас не чего не было》- отводя взгляд — резко ответила я.\n《Хахахха....капец, голышом в ванной с мужиком и не чего не было?! 》- повторил мои слова Ник — и добавил: 《 ну ты и лошара.》 Кинул в меня салфетку и продолжил смеяться.\n《Ну все,  тебе конец!》- соскакивая со стула- шуточно сказала я.\nНик же тоже встал со стула и побежал от меня с кафе — по веранде:\n《Стой зараза, я буду медленно убивать тебя .》- смеясь- крикнула ему в след. И побежала за ним. Он бежал по веранде в направлении к лестнице, я немного отсталвала от него. Тут он подбежал к лестнице и решил перепрыгнуть через перила. Ник слетел с лестницы вниз и упал на лёд- в сопровождении крика. Я же побежала вниз по лестнице и как на зло подскользнулась на ней и начала падать на попу, при этом сильно ударив руку о перило- я закричала от боли. \"кажется я сломала руку\" — подумала я, пытаясь подняться. Ник лежал рядом с лестницей и стонал от боли.\n《Ник, ты как?》- встревоженно спросила я — поднимаясь на ноги.\n《Я кажется ногу сломал》- стоная- произнёс он.\n《не шевелись, я иду》- быстро проговорила я.\nЯ подошла к Нику, и пыталась найти  что-нибудь, что может послужить в качестве шины. И тут пришла Ксю: \n《Ребят вы чё тут разлеглись, все нормально?》- встревоженно спросила подруга. \n《Ксю, неси палку какую-нибудь,  Ник ногу сломал》- сказала я- кривясь от боли.\n《о боже мой, сейчас 》- быстро проговорила подруга — и скрылась из виду.\nЧерез минуту пришла Ксю с лыжами — спустилась к нам. \nМы наложили шину и заматали шарфами. Подруга позвала на помощь администратора, тот вызвал скорую и нас забрали. Хорошо что там, на такие случаи- рядом лазарет.\nНас привезли в больницу и после осмотра наложили гипс. Ник сломал ногу в области голени. У меня маленький перелом, левой руки — ниже локтя и ушиб правого бедра.\n(Нику пришлось разрезать джинсы, а мне отрезали рукав. )\n Нас отвезли домой  и поставили уколы (обезболивающие).\n《Ксю, Ник — пожалуйста ни кому ни слова про мою руку》-  умоляющи — попросила я.\n《хорошо》- не понимающи- ответили они.\nКсю ушла спать в свою комнату, а мы с Ником остались на диване у камина. Немного посмеявшись над ситуацией,  мы уснули.\n\n",
    "answers": [
      {
        "id": 72,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 72,
    "text": "Утром мы проснулись от шопотов и шорохов, немного прислушавшись я поняла, что все уже встали- кроме нас с Ником.\n《Ммм....милый, эта ночь была чудестной》- сонно- промычала я.\n《хахах...доброе утро》- весело- сказал Ник. ( подлавив мою мысль.) Я встала с дивана и смотрела на бодроствующих.\n《Лили, принеси пожалуйста Нику штаны, а то я его джинсы вчера разорвала》- весело- сказала я.\nОт моих слов, у всех присутствующих — полезли глаза на лоб.\nТолько Ксю стояла и ржала во всю.\n《Блииин...капец ночька выдалась, у меня весь зад болит》- стоная  сказала я- после добавила: 《секс на лестнице -это что то》\n《вахахахах....точнее с лестницей..ау.ах...ммм...》- стоная от боли- сказал Ник.\nКсю продолжала ржать.\nЛили же стояла чуть ли не плача и смотрела на меня ненавидящим взглядом.\n《Лили, солнце моё- принеси ему штаны, он ногу сломал》- успокаивающи- сказала я и потопала в свою комнату, при этом пряча руку под одеяло.\nЯ зашла в комнату переодеться.\n\"тааак что же мне надеть то теперь, а вот джинсы, широкий свитер и обрезанные перчатки\" подумав, решила переодеться. Мда это ещё та пытка, платье я сняла кое как. Свитер еле натянула- кривясь от боли. Всё, я готова — можно завтракать. Я спустилась вниз, накинула куртку и мы пошли на завтрак. \n《Милый мой, что тебе принести?》- спросила его Лили. \n《Не знаю я, неси что и всем》- спокойно — сказал он.\nМы пришли в кафе, Дэн, Ксю и Макс сели на одну сторону, я же напросилась в самый край и села прям на против Дэна.\nЯ незаметно положила руку на край стола и ждала меню.\nСделав заказ, мы дожидались его. Я старалась не смотреть на Дэна, так как мне немного не по себе после вчерашнего. \nУкол перестал действовать,  рука начала ныть во всю силу. Да и бедро напоминало о себе \"О боже, убейте меня кто-нибудь, как же это больно то а\" морщась от боли подумала я. Ксю смотрит на меня с беспокойством:\n《Ди, всё нормально?》- спокойно- поинтересовалась подруга. \n《Да, всё  отлично 》- стиснув зубы от боли-ответила я.\n《Ну ладно-сама знаешь 》- прищюрившись — сказала Ксю.\nНа что я только кивнула.  Принесли наши заказы. \" Ну наконец то мой чай и цезарь\" подумала я и приступила к его ковырянию, так как есть мне оказывается не хочется.\nНе успела опомнитья у меня забрали салат.\n《Ээээ....я не доела》- возмутилась я на Дэна.\n《А ты и не ела》- спокойно сказал он.\n《Я так настраиваюсь》- возмутилась я.\n《Ты из него фарш сделала》- с насмешкой- сказал Дэн. \n《уффф》- только и ответила я- выходя из-зо стола.\nЯ вышла с кафе и потопала в сторону домика. Аппетита нет да и всё болит. Пойду полежу немного.",
    "answers": [
      {
        "id": 73,
        "text": "далее "
      }
    ]
  },
  {
    "id": 73,
    "text": "Я зашла в дом, и поднялась в спальню. Сняв кое как свитер и джинсы, надела майку и легла в кровать. Сил нет, аппетита нет-да и на душе как то гадко. Немного помучевшись я уснула.\nПроснулась я когда уже было темно, взглянув на часы — я поняла, что проспала весь день. \"капец, а всю ночь что буду делать \" — подумала я. Открыв шкаф я взяла трико и олимпийку что бы не мучаться. Одевшись- спустилась вниз. Все сидели у камина. \n《Всем привет》- сонно, сказала я.\n《Ты дома что ли? Мы думали ты где то гуляешь 》- с интересом- спросила Ксю. \n《я весь день проспала》- спокойно ответила я. \n《ты не заболела?》- взволнованно- спросила подруга.\n《Нет, это просто последствие вчерашней ночи》- с улыбкой сказала я. \nОт чего Ник засмеялся, а Ксю продолжала с волнением смотреть на меня.\n《Вы ужинали?》- спросила я.\n《Да》- коротко ответила подруга. \n《А где Софи?》- понимая что кого то не хватает- поинтересовалась я.\n《Она с Крисом гуляет》-сплкойно ответила Ксю.\n《Рада за нее》- с улыбкой сказала я. \n《 Я пойду поем .》-сказала я-и вышла на веранду, в направлении кафе. \nПридя в кафе, я сделала заказ. Дождавшись его я начала есть. Мда аппетит не очень, но силы нужны. Поэтому я заставляла себя есть. Кое как справившись с ужином я расплатилась и ушла домой.\nЯ пришла домой и тут по громкоговорителю обьявили: что ближайшие 2-3 дня будет сильный снегопад и лавиная опасность.  Поэтому все должны сидеть в своих домиках и не куда не выходить.\n《Да уж, и что будем делать?》- недовольно — спросил Дэн.\n《Не знаю как вы, а мы и в кроватке можем провести все 3 дня》- хитро улыбаясь и обнимая Ксю- сказал Макс. \n《 А я итак с кровати не встаю》- пробурчал Ник.\n《Я вообще завтра домой собиралась, но походу придется тут куковать》- тяжело вздохнув- сказала я. \nЯ присела рядом с Ником и залезла в телефон. \n《тут, даже связи нет》- недовольно пробурчала я.\n《Скучно как то》- тяжело вздохнув- сказал Макс.\n《Давайте рассказывать всякие истории из жизни》- предложила Лили.\n《С Софи и Ди, мы знакомы с самого детства, мы жили на одной улице, ходили в один детсад и учились в одной школе. Да мы даже целоваться учились друг с другом. Ди- это ходячая катастрофа, если она не набьет себе шишек- то попытается набить их кому-нибудь другому.  Софи, романтичная особа- ждет принца и любит повеселится, что после её веселья можно оказаться где угодно.》- весело- сказал Ник.\nПосле его слов, все весело засмеялись.\n《А я знаю где и в каком месте есть Родимое пятно- почти у всех присутствующих》- спокойно сказала я.\n《Тааак, а это уже интересно 》- заинтригованно- сказал Макс.\n《ну ладно, У Ксю родимое пятно находится под правой грудью- в виде летящей птички.》-с улыбкой- сказала я. \n《это правда》-подтвердила подруга. \nМакс в этот момент раздал всем по бокалу виски- для согревания.\n《У Софи, на внутреней стороне бедра- в виде облочка》- смеясь, сказала я.\n《у Ника, в виде укуса- на попе》- смеясь- выдала я.\nот чего Лили, нервно взглянула на меня. \nЯ остановила взгляд на Дэне, и продолжила. Он же смотрел на меня прищюрившись — потягивая виски.\n《У Дэна, в виде сердечка》- сказала я -наблюдая за ним. Дэн же в этот момент чуть ли не  подавился от моих слов, не сводя от меня своих глаз.\n《Да, и где же это сердечко?》- с колкой улыбкой- спросил Ник. Только я хотела ответить, но Дэн меня опередил.\n《на бедре 》- спокойно сказал Дэн- не отводя от меня взгляда. (да он обманул, Родимое пятно было в паху с левой стороны от бедра, но об этом знали только мы.)\nМы немного посмеялись и тут продолжила Ксю.\n《А я в детстве была еще та хулиганка, я очень любила доставать соседскую старушку. Она всегда ругала меня просто так.  Каждый день в одно и тоже время я звонила в дверь, а потом пряталась за забором и наблюдала как она смотрит по сторонам и ругается. Но в один день я решила завязать ведро с краской над её дверью. и когда она ее открыла — ведро упало на неё. После этого её отвезли в больницу- а мне было очень стыдно, я её навещала каждый день и потом мы подружились с ней. Оказалось она очень добрая и хорошая старушка.》- вытерая слезу- рассказала Ксю.\n《В один злощастный вечер я возвращалась домой с тренировок на такси. На улице был сильный ливень, и в нас влетел какой то автомобиль. Я попала в больницу с множесвом переломов и сотрясением. Я помню те дни когда брат не отходил от моей постели ни на секунду, держал меня за руку. Читал книги. Я даже помню что он плакал у моей кровати- говорил как сильно меня любит и не хочет что бы я умирала...Я очень люблю своего брата, не смотря ни на что...》- сказала Лили- глядя на меня.\n《Твоё право》- недовольно-ответила я. \nИ почувствовала что кто то прыгнул на меня, крепко обнимая. Это была Софи — мою руку пронзила ужасная боль от чего я громко вскрикнула, и из моих глаз \"полетели искры\". От моего крика подруга резко отскочила от меня, я же взяла подушку и сильно стиснула её в руке сдерживая крик и слёзы. Мою реакцию не кто не понял кроме Ксю и Ника.\n《Что с тобой?》- обеспокоено спросила Софи. Я же от боли не чего не могу сказать.\nДэн, подошёл ко мне пытаясь понять, что происходит и осматривать. \n《Все в порядке, просто рука болит》- тихо сказала я- вытирая слезы. \n《Просто руку сломала》- со  смешком- сказал Ник.\n《Да я вроде не так сильно сжала тебя》- удивлённо- сказала Софи.\n《 Я её ещё ночью сломала》- с нервным смешком-ответила я.\n《А сказать  нельзя?》- возмутился Дэн.\n《Чтоб няньчились со мной?》- недовольно- спросила я.\n《Да ты просто не выносимая》- отходя от меня- возмутился Дэн.\n《А ты как умудрилась?》- поинтересовалась Софи.\n《В догонялки играла》- с улыбкой -сказала я.\n《ххаха.ё моё тебе сколько лет? сколько можно Ди? я все твои шрамы помню. Прекращай уже!》- смеясь-накричала Софи.\n《хорошо мамачка, прижимаю попу и ищю мужа》- с сарказмом ответила я.\n《мужа травматолога》- смеясь- добавил Ник.\nОт чего все засмеялись.\n《Аааа...вы оба невыносимые》- прорычала Софи и села рядом.\n\n",
    "answers": [
      {
        "id": 74,
        "text": "далее "
      }
    ]
  },
  {
    "id": 74,
    "text": "《 Софи...зайка моя.》- с улыбкой отозвола её я.\n《Чего тебе?》- буркнула она.\n《Искупай меня》- умоляющи попросила подругу.\n《Я тебе не нянька》- резко ответила подруга. \n《Ну Софи, а вдруг я подскользнусь- и упаду?》- хитро- прошу её я.\n《Дэна попроси, у него опыт есть》- с издевкой — сказал Ник.\n《Ник, тебе мало одной ноги? Так я тебе сейчас и вторую сломать помогу》- пригрозила я другу.\n《Догонять будешь, вторую руку не сломай》- заливаясь от смеха сказал Ник, и после добавил 《а то, точно потом няньку надо будет искать.》\n《Да ну вас》- показав язык Нику, я встала с дивана и ушла в комнату. \nЗайдя в комнату я пошла в ванную- набрать воды.\nНабрав воды я кое как разделась и залезла в воду...... ..... через некоторое время ......\n\"хорошо, залезть то я залезла, а как вылезти не упав? мда не подумала, ладно попробую аккуратненько встать и вылезти\"- подумала я и начала действовать.  Ура я смогла это сделать. Обмотавшись полотенцем, вышла в комнату. Бюстгальтер одела- а застегнуть не могу, сверху одела майку \"попрошу кого нибудь помоч\"- подумала я, и начала натягивать штаны. За вернувшись в плед- зашла к Дэну в комнату. \"ну и нафига я к нему пришла, помочь не кому что ли?\"- подумала я, и развернувшись решила выйти как, дверь открылась и зашёл Дэн. \n《ты что тут делаешь?》- с удивлением- спросил Дэн. \n《помоги застегнуть бюстгальтер 》- растерянно-попросила я, спуская плед. Дэн подошёл с сзади и застегивая произнёс:\n《было бы что прятать》- с насмешкой сказал он и убрал руки.\nЯ же повернулась к нему улыбкой и хорошенько замахнулась для пошёчены, но не успела ударить — Дэн поймал мою руку. Я же от неожиданности растерялась. Дэн держит мою руку возле своего лица, а я не отводя взгляда от его чарующих глаз-попыталась его погладить. Он же резко приблизился ко мне и вцепился в мои губы в требовательном поцелуе- я ему ответила тем же. Он рывком прижал меня к себе, от чего я невольно пискнула.\n《прости, прости -забыл》-нежно прошептал он- и зарылся носом в мои волосы. Я же сжала его кофту в руке, и уткнулась лицом в его грудь. \"как же хорошо с тобой\"- подумала я и улыбнулась своим мыслям. Немного отстранившись, Дэн поднял меня на руки и уложил в кровать.\n《Ну что-спать?》- спросил он-смотря на меня тёплым взглядом. \n《Да, только я кое что возьму 》-вставая с кровати-сказала я и вышла из комнаты,  в направлении в свою.\nЯ взяла шорты, подушку засунула под мышку, а одеяло на кинула сверху-пошла к Дэну.\n",
    "answers": [
      {
        "id": 75,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 75,
    "text": "Я зашла в комнату и услышала смех Дэна.\n《всё своё-ношу с собой. 》-с улыбкой-сказала я.\n《а моего мало?》-смеясь-спросил он.\n《мало》-ответила я, скручивая одеяло.\n《зачем это?》-поинтересовался Дэн.\n《так удобнее спать》спокойно ответила я- заканчивая укладывать одеяло.\n《ну всё. осталось стянуть штаны -и можно спать》- снимая трико — сказала я. Я сняла трико и одела шорты, улеглась на кровать- смотря на Дэна.\nДэн разделся — оставаясь лишь в боксерах, лег рядом. Я прижалась к нему, после чего он накрыл меня в страстном поцелуе.  \nНемного отстранившись- сказал: 《не жди продолжения, я боюсь что от наслаждения- будут лишь болевые стоны》- прошептал Дэн- нежно поцеловал.\n《А вот я боюсь, ты со мной не выспишся сегодня》- с сожалением- ответила я.\n《Давай попробуем》- прошептал он -нежно поцеловал. После добавил:《ложись удобнее и спи.》\nЯ легла более удобно и попыталась уснуть, через несколько минут  мне стало не удобно и больно, я начала ёрзать. И так продолжалось пол ночи. И вот вроде бы я успокоилась, Дэн меня обнял, а я уткнулась в его грудь- попыталась уснуть. Дэн уже спал. Но нет, мне не спится,  я начала потихоньку выбираться из его объятий и случайно разбудила его. \n《 уснёшь ты уже сегодня или нет》-тяжело вздохнув,  пробурчал Дэн-переворачиваясь на спину. \n《извини》-прошептала я, отползая  на другой край — повернулась спиной к нему и легла по удобнее.  \"вот блин теперь из за меня Дэн не выспиться\"-грустно подумала я и закрыла глаза. \n《Ну, ты чего обиделась? ... прости меня》- прижимаяся ко мне- сказал он. Поцеловал моё плечо- добавил:-《родная моя, прости.》\n《я не обиделась 》- тихо сказала я.\nДэн взял в свою ладонь, мои пальцы левой руки и носом уткнулся мне в шею- засопел. Через несколько минут-я уснула.\n\n",
    "answers": [
      {
        "id": 76,
        "text": "далее "
      }
    ]
  },
  {
    "id": 76,
    "text": "Утром я проснулась, повернулась, рядом Дэна не оказалось. \"Оммм...хаха не выдержал сбежал\"- простонав- подумала я. И уткнулася лицом в его подушку.  Я услышала щелчок закрывшейся двери — подняла голову, с ванны вышел Дэн.\n《ты уже проснулась 》- с улыбкой на лице  сказал Дэн — вытирая волосы.\n《угу, а тебе как спалось?》- вставая с кровати- виновато, спросила я.\n《хорошо》- спокойно ответил он.\nЯ зашла в ванну, чтобы умыться и привести себя в порядок. Закончив сбор, я вышла в комнату.\nДэн, уже застелил постель и ждал меня.\n《Пойдём завтракать 》- сказал он вставая.\nЯ подошла к нему,  обняла за шею и поцеловала. Дэн прижал меня к себе и ответил на поцелуй.\nНехотя отстранившись- от меня: 《Ммм...это конечно так сладко, но я проголодался》- тепло улыбаясь- сказал мне.\n《Хорошо- хорошо, идем》- ответила-улыбаясь, и снова поцеловала его. \nОтстранившись- я пошла в комнату к Софи за кофтой. Зайдя в комнату, я не обнаружила подругу. Надела свитер и вышла с комнаты.  Дэн дождавлся меня и мы спустились вниз. \n《А вот и наши голубки, проснулись. 》- с улыбкой — сказала Ксю.\n《Доброе утро》- ответила я.\n《Пойдемте завтракать.》-сказал Макс.\nМы надели куртки и вышли из дома, в направлении в кафе. \nСофи завтракали с Крисом, и его друзьями. Макс, Ксю, Дэн и я сели за один столик. Лили забрала еду- ушла к Нику. \nКсю улыбаясь, спросила: 《как спалось?》\n《Нормально 》- тихо ответила я.\n《Кто то всю ночь, как уж на сковородке крутился.》-  с усмешкой, сказал Дэн.\n《А чё ты, не убежал?》- смеясь- спросил Макс.\n《Да я уже собирался, но произошло чудо — Ди уснула.》- в шутку- сказал Дэн.\n《Я тебя предупреждала》- надув губки- сказала я. \n《Ну , не обижайся,  я же шучу. Куда я денусь от тебя.》- ласково- сказал он.\n《Ну не знаю, не знаю》- улыбаясь сказала я.\nЗакончив завтракать,  мы пошли в дом.\n",
    "answers": [
      {
        "id": 77,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 77,
    "text": "Мы зашли домой, Дэн сразу взял меня за руку и потащил на верх- в комнату.\n《ммм....что мы будем делать?》- заигрывающю- спросила я.\n《 А что ты хочешь?》- остановился на против меня Дэн- смотря на меня. В его глазах бушевал огонь желания.\n《того же, что и ты》- потянулась к его губам и прошептала я.\n《Ммм...ну что же ты со мной делаешь...》- с улыбкой сказал он и впился в мои губы так жадно и страстно,  что по моей спине побежали мурашки. Голова пошла кругом и я \nне много отстранившись- я выдыхнула в его губы, со словами: -《только не останавливайся.》\nНа что он только улыбнулся, и снова начал меня целовать. Я же начала стягивать с него одежду-она явно тут лишняя.  Дэн помог и мне стянуть с меня лишнюю одежду  и резким движением притянул к себе- усадив на свои колени- он начал покрывать меня горячими поцелуями,  спускаясь от шеи до груди.  Я же не могла сдерживать стон наслаждения  от нашей близости. Я забыла про всё на свете-лишь жгучее желание и жажда одолевала нами. Он настолько, нежный, страстный и желанный. Наши тела двигались в один ритм друг с другом, сердца бились в такт, а дыхание сбито с привычного. \n",
    "answers": [
      {
        "id": 78,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 78,
    "text": "Я положила голову на его грудь, а ногу закинула на него. Дэн водил пальцами, по моему оголённому беду- пытаясь выровнять сбившееся дыхание. Я слышала как его сердце быстро колотится, от чего я улыбнулась. Немного приподнявшись- нежно поцеловала его в губы. \n《у тебя, сумасшедший ритм сердца 》-с улыбкой,  сказала я. \n《ты сводишь меня с ума》- -целуя меня, ответил Дэн.\n《пойдём в душ》- предложила я-вставая с кровати.\nЯ зашла в ванную и включила воду, Дэн зашёл следом за мной и встал лицом ко мне. \n《отвернись, я стесняюсь》- робко сказала я.\n《ты сейчас, серьёзно?》- с удивлением спросил Дэн, и отворачиваясь- засмеялся.\nЯ при обняла его и уткнулась ему в спину.\n《никогда не думала, что буду, вот так вот, стоять с тобой в ванной, и обнимать тебя》- прижимая его к себе, сказала я. После чего, Дэниэл осторожно повернулся ко мне и нежно поцеловал. \n《никогда не думал, что ты можешь быть такой сладкой》- улыбаясь, сказал Дэн.\nМы искупались и вышли в комнату. Мы легли на кровать и разговаривали обо всём на свете, пока Дэн не уснул. Бедняга всю ночь не спал из за меня.\nНа следующий день, мы почти не выходили из комнаты, так как не могли насладиться друг другом. \n\nИ вот, наконец, снегопад закончился и мы решили немного прогуляться \nМы вышли на улицу, гуляли вокруг домиков и решили пойти в кафе.  Мы с Дэном,  зашли в кафе, сделали заказ. Немного посидев и поговорив, решили пойти домой. Вот мы уже возвращаемся, как я слышу чей то радостный визг, о посмотрела в сторону звука и увидела, что к нам бежит вприпрыжку с распростёртыми объятиями какая то девушка, Да,.я её узнала- это была, одна из пассии Дэна, которую он приводил на квартиру.\n《Дээн, милый как ты? Какой заботливый братец, решил погулять с сестрёнкой?》-хитро улыбаясь, проверижала девушка\n а потом добавила, 《 я так, соскучилась》- отводя его, сказала она.\nЯ же, прибываю в шоке и стою на месте, наблюдаю за разворачивающейся картиной. Не слышу о чём они говорят, и тут буд то ножом по сердцу, от увиденного: девушка повисла на шее Дэна и вцепилась в его губы. Я же молча и спокойно, развернулись в сторону дома, и быстрым шагом направилась туда. Я залетела домой, поднялась на второй этаж. Зашла в комнату Дэна и начала судорожно собирать свои вещи, не желая больше оставаться с ним. Я кипела злостью и ненавистью на него. \" да, как, он мог так поступить со мной, после всего, что было\"- сдерживая слезы думала я. \"вот, же, ублюдок\".\nТут, осторожно в комнату,  зашёл Дэн:\n《я, тебе, сейчас  все обьясню》- виновато, сказал он.\nна что, я лишь, сильно рассмеялась.\n《прости, она сама меня поцеловала 》- начал оправдываться, Дэн.\nя же, рассмеялась ещё сильнее 《 ты, говоришь, как в дешёвом сериале》- грубо, сказала я.\n《 говорю, как есть. Прошу, не глупи》- пытается остановить меня. Я, лишь молча продолжила складывать. вещи. Тут, у Дэна зазвонил телефон:\n《Да, пап?》- сказал, Дэн в трубку. \n《всё,  хорошо. связи не было из за снегопада. Да отлично, сами как? да рядом. а зачем? хорошо, сейчас передам.》 — поговорив, по телефону,  Дэн протянул мне телефон и добавил:- 《 отец хочет,  о чём то поговорить с тобой 》\nЯ взяла телефон:\n《Добрый день, мистер Коул. Как поживаете?》- спросила я.\n《здравствуй Диана,  спасибо всё хорошо. Как ваши дела? уже подружились?》- весело, спросил Коул.\n《Дела, идут в гору. ммммм....》- задумавшись, ответила я . И немного погодя добавила:《Сделка отменяется. Я не хочу, больше в этом участвовать.  Он не управляем, эгоистичен, вечно хамит и врёт. Он портит мою жизнь, с ним даже находиться в одной комнате, уже огромная пытка. Так что, всё, я не согласна ни на что. Спасибо за попытку, всего хорошего и до свидания.》- недовольно проговорила я. После выключила телефон. \nДэниэл, смотрит на меня с округленными глазами. \n《что, ещё за сделка?》-непонимающи, спросил Дэн.\n《дружба с тобой, на мотоцикл》- с ухмылкой, сказала я, закрывая замок на сумке.\n《вот же ты сука...продажная, лицемерная  сука》- зло, проговорил Дэн.\nЯ же, не чего не хочу говорить. Взяла сумку и вышла с комнаты. Спустилась вниз, я пошла искать, кто сможет отвезти меня на вокзал. Я нашла такси, села в машину не попрощавшись не с кем и отправилась на вокзал. Взяла билет до дому, и уехала. ",
    "answers": [
      {
        "id": 79,
        "text": "далее "
      }
    ]
  },
  {
    "id": 79,
    "text": "Я приехала, домой к маме. Мама мне очень обрадовалась, я сказала им, что снова поругалась с Дэном. И хочу, провести каникулы с ними. Погостив пару дней, я написала отцу, что еду к нему, 30 числа перед Новым годом.  Я уже купила билет, мне осталось, поехать на совместную квартиру и собрать вещи. Я решила, уехать к отцу, перевестись в универ, в его городе. Что бы, больше никогда не видеть Дэна. Друзьям, я так ничего и не сказала, о своих планах. Маму я конечно предупредила, но сказала, что бы она, не говорила ни Марселю ни Дэну о моих планах. \nВот 29 января, я вернулась в квартиру.  В квартире было тихо, пусто. Вещи были разбросаны, по всюду. Видимо Дэн, тоже уже вернулся, но на данный момент он отсутствовал. Я зашла в свою 4омнату, и собрала все свои вещи. Оставила, только то, во что переодеться. Выкатила чемодан в прихожую, положила паспорт и билет на него и пошла принимать душ. Я приняла душ, обматалась полотенцем и вышла с ванны. \n",
    "answers": [
      {
        "id": 80,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 80,
    "text": "Моё сердце разрывается на части, я не знаю что мне делать. Я так хочу, снова, почувствовать его запах. Его горячее дыхание. Как мне его не хватает. С такими мыслями я стояла у его двери. Я открыла дверь, в комнату Дэна. В комнате темно и ни кого нет.",
    "answers": [
      {
        "id": 81,
        "text": "Зайти в комнату, Дэна."
      },
      {
        "id": 82,
        "text": "Не заходить в комнату, Дэна."
      }
    ]
  },
  {
    "id": 81,
    "text": "Я зашла, в его комнату. Подошла к Мартину. Немного посмотрела на него, после подошла к шкафу Дэна. Я открыла шкаф и взяла одну из его футболок. Уткнулась  лицом в его футболку и скинула с себя полотенце , надела футболку и подошла к кровати.  Я села на кровать, спиной к двери. Обняла его подушку, она так приятно пахла. Древесно цитрусовый аромат, смешанный с запахом сигаретного дыма. Моё сердце сжалось в груди, от того, что его нет рядом. Я невольно начала плакать, гже же тебя носит, как я скучаю, как мне не хватает тебя и твоих губ. Я легла на его кровать, всё сильнее прижимая его подушку. Времени, до вылета достаточно. Поэтому, я могу ещё  немного побыть тут. От бессилия, я уснула на его кровати, в обнимку с подушкой.\nПроснулась я, от лёгкого прикосновения, по моей щеке. Я повернулась , и увидела перед собой лежащего рядом Дэна. Он смотрел, на меня, немного растерянно и с легкой улыбкой.  Я не говоря ни слова, накинулась на него, я вцепилась в его губы, в требовательном поцелуе, Дэн же, шумно выдохнул в мои губы, и ответил на поцелуй,  так же требовательно и страстно.  От него шёл легкий аромат алкаголя и табака. Он запустил свои руки, мне под футболку, и сжал мою талию своими руками,  от чего я издала тихий стон. \nМолча и без лишних вопросов, мы скинули друг с друга одежду, и отдались, бушующему в наших душах огню, желания и страсти.\nОн проникал, в каждую клеточку моей души, обжигающими поцелуями по моему телу. Дразня языком, по  шее и груди. Я лишь извивалась и стонала, тем самым прося его воити в меня. Долго испытывать меня не стал, я застонала сильнее в ту же секунду, получая долгожданное наслаждение. Я царапала его спину и извивалась как змея, а он дразнящи, покусывал соски. В комнате были лишь слышны, звуки наслаждения и биение в такт двух, разгорячённых сердец. \nМы слились в воедино, движение наших тел были в такт музыки, музыке наших желаний, наших сердец. В сопровождении жарких дыхании. \nМы молча лежали в обнимку, тут предательски зазвонил будильник на моём телефоне. Я нехотя, молча встала с кровати. Не глядя на Дэна ушла с его комнаты, зашла в свою комнату, наскоряк оделась и вышла в коридор.  На чемодане, нет билета с паспортом. \n\" куда я могла их положить \"- подумала я, и пошла в комнату Дэна.\nЯ зашла в комнату, Дэн сидел в одних трико и смотрел на меня довольным взглядом. Я же, смотрела на него с болью в сердце, которая говорила \"не отпускай меня\". Я подошла к прикроватной тумбочке и начала глазами, искать билет с паспортом. Дэн, всё это время наблюдал за мной с улыбкой. После чего , откликнул: \n《ты, не это ли, случайно потеряла?》- не отводя взгдяда, разрывая билет, с улыбкой на лице-спросил Дэн.\nНа что, я лишь не понимающи- посмотрела . Дэн, встал с кровати и подошёл, ко мне. \n《Ты, думаешь, что теперь, я тебя отпущу?》- глядя мне в глаза, спросил он.\nНа что, я облегчённо вздохнула, и нежно поцеловала Дэна.\n",
    "answers": [
      {
        "id": 83,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 82,
    "text": "Я не стала заходит в его комнату, я закрыла дверь  и пошла в свою комнату. Переодевшись, я решила сразу уехать в аэропорт, мало ли он приедет. \nЯ.взяла чемодан, спустилась вниз. Поймала такси и уехала в аэропорт.  Дождавшись своего рейса, я отправилась на посадку. \nПару часов полёта я проспала, прилетела к отцу. Он меня встретил, Новый год справила с его семьей. Каникулы закончились, я подала документы на перевод. \n\nПрошло 3,5 года. Я закончила ВУЗ и вернулась домой к маме. \nУ мамы всё хорошо, они так же живут с Марселем.\nЯ узнала от мамы, что Дэн уехал в столицу и работает, архитектором в  строительной компании. У него есть невеста, с которой они помолвлены, а причина их помолвки, её беременность. Мда, попал так попал. От услышанного, мое сердце защемило, но я не стала показывать свою боль. Да я  до сих пор его люблю, но наша глупость и гордость, сыграла с нами злую шутку. Если бы я не уехала, все было бы иначе. А вдруг нет. А вдруг, все таки мы не были бы вместе. Надеюсь, что он счастлив. А мне остается только смириться, ведь мы сводные. Так, что видеть мне придется его часто. Не знаю, как буду терпеть. Наверное снова сбегу, лишь бы не тревожить сердце.\nЧто же мы наделали.......\n\n\n\n\n                    КОНЕЦ ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 83,
    "text": "После 3,5 лет мы окончили ВУЗ и сыграли двойную свадьбу. \nМакс с Ксю и ми с Дэниэлем. Лили и Ник не стали спешить, так как лили нужно закончьть учёбу. \nСофи и Крис, женились через год после того отдыха, и у них родился прекрасный сын.\nМы же, после двойной свадьбы отправились, в свадебное путешествие.  Только по отдельности.\n\nЧерез год, после свадьбы: \nМы со всеми друзьями,  сидим у нас дома, рассказываем о разных случаях с работы, и новых впечатлениях. Я решила пойти сделать чаю.\n\"Ай, началось...\"- подумала я и пошла к мужу.\n《Милый》- ласково,  отозвала я Дэна.\n《 Да, любовь моя》-спокойно, ответил Дэн.\n《Все, хорошо. Ты только не нервничай, и не паникуй》предупреждающи, сказала я, и после добавила:-《уже, началось. Бери вещи и иди прогревать машину, я пока приму душ》- ласково, сказала я.0\n《наачалось, всё я спокоен, я абсолютно спокоен. Хорошо родная, я уже бегу, бегу》- подрываясь с дивана, чуть отрывисто сказал Дэн.  \n《хахаха....и куда же делась, та решимость, грубость и спокойчтвие. Куда делся, тот Дэн, которого я знал?》-с шуткой сказал Макс.\n《Ксю, родит. поймешь》-резко сказал Дэн, и пощел прогревать машину.\n\nЧерез 4 часа: \nДоктор: -поздравляю, вы стали папой, у вас прекрасный мальчик. Вот, возьмите.\nДэн: -какое чудо, родная моя я тебя обожаю.\nя: -и я вас люблю.\nДэн: -привет сынок, я твой папа. а ты  Дилан Коул,-прошептал Дэн.\nя: -Мм...мои родные..\n\n\n\n              КОНЕЦ \n\n",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 84,
    "text": "Да, я высокая шатенка, с карими глазами. \nДо ужаса боюсь червей :-) люблю пауков. \nДа есть тату в том же месте, что и у героини- только не пантера, а волк.\nОбажаю мотоциклы. \nДолго обижаюсь.\nНеуклюжая, и вечно попадаю в разные ситуации. Набиваю шишки, на ровном месте )))) \nРуку не ломала, а вот ушибы сильные получала- поэтому знаю, каково \"спать\" по ночам.\nОбожаю шоколад, по утрам пока не бегаю. На дизайнера не поступила))))\nДумаю над другой книгой.",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 85,
    "text": "",
    "answers": []
  }
]