[
  {
    "id": 1,
    "text": "Империя — это хорошо организованная галактическая держава, синклитик, объединяющий и позволяющий сплотиться разнородных культур. А элита этого синклита состоит из избранных.\n                                                             © Дестр l\n\nЭта история про будущее человечества Главный герой —  это человек... совершенно такой же, как мы. Но есть у него одна отличительная особенность которая выделяет его из общей массы и делает его загадочным. И эта странность связана с его общим характером развития. В его прошлом и настоящем ничего не менялось. Он жил в прежней вселенной, он был, так сказать, ее представителем на земле. Но вся его жизнь изменилась в один момент.\n",
    "answers": [
      {
        "id": 2,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 2,
    "text": "Кто-то яростно долбится в дверь снаружи. Заходит кавказец, наверное сержант, надо же прогнать этих гостей, так хочется пива подумал пенч. – Не хватало, чтобы еще орлы вмешались, – подумал он но кавказец уже зашел в зал. На нем был облегающий синий костюм и черная водолазка. Военная форма. – Эй, ты, бегемот! Обратился он к пенчу . – ты идешь со мной! – подойдя к пенчу сзади, он поднял свою руку сжатую в кулак и треснул по голове. \n",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "Пенчу это не очень понравилось и он попытался ударить кавказца в живот кулаком, но тот увернулся и со всего размаха ударил ногой в голову. Пенчу на секунду потерял сознание и с криком полетел на пол. — эй ты! Вставай! крикнул кавказец, поднимая пенча с пола. Через несколько секунд пенч пришел в себя и растерянно поглядел на кавказца. Ты кто? Растерянно спросил пенч и провел рукой по лицу – и откуда ты тут взялся? кавказец усмехнулся и ударил пенча в живот после чего рывком поднял пенча с пола и брезгливо швырнул на стул. -Сегодня тебе выпала честь вступить в армию империи !, – сказал он и повернулся к пенчу. –  А… К… Армия? – закричал пенч. – А у вас есть армия? — Не прикидывайся идиотом! Произнес кавказец и, в то же время отведя руку назад, ударил пенча кулаком в грудь.",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "Проклятые придурки! Подумал пенч и, вскочив с места, бросился на кавказца, но был остановлен кавказцем и снова упал на пол. — Ты все еще не уяснил урок? Спросил кавказец и ударил пенча ногой в живот. – Встать! – рявкнул он и пенч вскочил с пола и кинулся на кавказца. Но кавказец, несмотря на свой внушительный вес, был сильным и проворным парнем и быстро попал пенчу в ухо, после чего тот повалился на пол. Где я? — недоуменно подумал пенч, шаря руками по полу в поисках чего-то известное только ему. Пенч очнулся в камере в углу, за окошком и слабо застонал от острой боли, которая была настолько невыносима, что от боли он, боясь окончательно потерять сознание, громко и бессмысленно закричал. — Заткнись! – громко рявкнул охранник и сделал два шага к окну. — Я тебя не просил кричать! — Отвали! – крикнул пенч и закрыл глаза. Следующие пять часов пенч просидел на полу, тупо уставившись в одну точку, не имея ни малейшего представления, что ему делать дальше.Спустя время в камеру зашел человек в офицерской форме империи с несколькими пистолетами в кобурах на поясе. Подойдя к пенчу, он поднял руку и спросил: — Ты из тех кто уклоняется от обязательной военной службы? – Да. — Фамилия? – Пенч. – Чем обязан? – Согласно приказу главнокомандующего, все мужчины совершеннолетнего возраста которые не работают на генезис привлекаются на военную службу. Этим лицам запрещено вступать в связь с женщинами и заниматься любым другим половым актом до определенного срока, как уклонист вы обязаны прослужить империи десять лет, таков закон. – Что мне нужно делать? – После окончания срока службы у тебя будет возможность вернуться к гражданской деятельности, ответил офицер. – А как я смогу доказать, что не уклоняюсь от военной службы? – спросил пенч. — Никак, ты уже признан виновным по этому пункту. После этого офицер повернулся к человеку в желтой фуражке с кокардой и крикнул: – Эй ты! Встать! Смирно!",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "Офицер махнул рукой и человек в фуражке протянул руку к Пенчу – Идем со мной, – сказал он и потянул его за собой. – Куда? – спросил Пенч. – Домой. Через пол часа Пенч оказался в казарме пограничной заставы – это было длинное двухэтажное строение со множеством спален, салонов, харчевен, казарменных клубов и душевых. — Мы что, на гелионе 6? Спросил Пенч у сопровождающего. – Да, – сказал он, и развернул его лицом к широкому коридору. – Здесь все казармы разделены на этажи. Ты зачислен в первую роту учебной роты третьего звена «Пограничник», – сказал офицер, останавливая Пенча в дверях одной из казарм. — Что это значит? Спросил пенч у сопровождающего. – Это значит, что ты, если тебе повезет, останешься в живых дольше чем остальные новобранцы. – Что со мной будет дальше делать? – спросил Пенч. – То же, что и с остальными, – ответил офицер и подтолкнул его вперед. — Выдайте этому придурку форму и покажите его спальное место! Рявкнул офицер и через секунду в казарму вошел молодой красивый мужчина. Пенча усадили в одну из комнат, и заставили раздеться догола. После чего выдали ему военную форму и сапоги. – Давай наденем, – сказал усатый прапорщик, – ты первый раз что ли? Ты уж потерпи. – Давай, – ответил Пенч и после нескольких раздумий надел форму «Пограничника», на груди которой был изображен орел империи. На левом рукаве гимнастерки был шеврон «Пограничник» а на левом рукаве было написано «Воин 547». – Вот теперь все, – сказал прапорщик, – иди. – Куда? – удивился Пенч. – Спать! Придурок! Время отбой! Рявкнул прапорщик и Пенч вышел из комнаты. К нему подошел дежурный и показал его кровать со всеми принадлежностями. Пенч лег и провалился в сон.",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "\nЭй Пенч! Иди сюда! Сейчас будет угар! Ха-ха-ха! Засмеялся дестр и тыкнул ножом в шею мимо проходящей молодой девушки в юбке почти до пола. Та покачнулась и упала на землю. Улыбка сбежала с лица дестра, и он поднял руку с ножом у себя над головой. —  Тебе не смешно? Спросил дестр у Пенча на арабском. — Ты совсем рехнулся? — спросил Пенч. — Не понял?  переспросил дестр. — Не понимаешь? Ты не понимаешь?! Она же упала замертво! Ты совсем с катушек съехал после того как подсел на \"Соевый соус\"! Вбил себе в голову, что ты Великий Магистр и теперь всю жизнь будешь пытаться поработить человечество? Дестр затрясся всем телом и стал яростно бить себя кулаками в грудь, хохоча и взвизгивая при каждом ударе. Ты вообще псих! Сквозь смех выдавил Пенч. — Ты ведь меня убьешь, сука? — спросил Пенч. — Если хочешь, — прошептал Дестр и улыбнулся, и с визжащим криком бросился на своего приятеля Пенча. Пенч отбежал на несколько шагов и повернулся к дестру лицом. — Ты чокнутый ублюдок!  Вскрикнул Пенч, срываясь с места и кидаясь на Дестра. Дестр побежал ему навстречу. Пенч на полной скорости налетел на него и повалил на землю.  Это была очень смешная сцена, несмотря на очевидное бешенство на лице обоих мужчин — если бы кто-нибудь только посмотрел на нее, то пришел бы к выводу что это просто два очередных наркомана которые дерутся за дозу. — Отпусти меня урод! Крикнул дестр и рванулся вперед — но тот ловко увернулся и ударил его кулаком в челюсть. Дестр осклалился, и громко расхохотался.\n",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "Ты жалкий человечишка! Если ты сейчас же не отпустишь меня то я вспорю тебе горло и съем твои кишки! Пенч с удивлением и испугом поглядел на товарища, глаза которого хаотично вращались в орбитах. Тот все еще смеялся, и, казалось, что безумие его не прекращалось, а лишь усилилось. Ты совсем слетел с катушек? Жалкий наркоман??? Дестр расхохотался еще раз. — Отпусти меня, Пенч!! — крикнул он. — Или я убью тебя! На лбу у Пенча выступил холодный пот, и его волосы встали дыбом. — Пусти меня! — кричал он. — Чего ты тянешь резину? Сейчас же отпусти, или я вырву твой кадык зубами! Кричал дестр и трясся от смеха. Он неожиданно для себя нанес удар коленом своему обидчику в пах, от чего тот потерял равновесие и покатился по полу — Пенч заметил, что в следующий момент дестр оказался в боевой стойке. Ааааа! — дико закричал дестр, и бросился с ножом на своего соперника — тот даже не понял, что случилось, как холодная сталь вошла ему в плечо… МОЙ ХОЛОДЕОРЮМ УРА! УРА! УРА!!! Закричал дестр и нанес своему обидчику еще один удар, рассекая лицо оппонента от переносицы до уголков губ. — ОХОТА НА КИТА! ХА ХА ХА ХА! — пропищал он во все горло и бросился на соперника, стремясь поразить его и вонзить нож в его горло. Но пенч был к этому готов и молниеносно нанес удар ногой в живот, от чего дестр согнулся пополам. Ты доволен сука? — прорычал Пенч. — О, ПЕНЧ!!! Ты дьявол!!! ОХОТА НА КИТА! ХА ХА ХА ХА ХА! Продолжал нести не связанную чушь дестр. Пошел ты! Грёбаный псих!!! — заорал Пенч, подскочил к своему противнику и ударом ноги повалил его на пол. Лежавший на полу человек завопил от боли и выронил нож. Пенч ударил его ногой в висок, и побежденный дестр затих. Вот же кретин! Ничего не соображает, — пробормотал Пенч, повернулся и отправился домой.",
    "answers": [
      {
        "id": 8,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 8,
    "text": "Подъем! Быстрее! Стройсь! Пенч ничего не понимая вскочил с кровати и побежал в строй. И где только столько парней набралось? Подумал он и злорадно ухмыльнулся. Равняйсь! Смирно! Слушай приказание сержанта Исаева! Быстро построиться всем во фронт по росту! Напра-во! Шагом марш! Марш на плац! Пенч заметил что сержант Исаев это тот самый сержант который избил его до потери сознания прежде чем он вступил в армию империи. Возле него были пять бравых воинов из его собственной роты которые по команде сержанта Исаева повернули направо и вышли из казармы, Пенч сделал тоже самое. Придя на плац сержант велел построиться всем солдатам. Когда все солдаты стояли на своих местах, сержант решил обратиться к новобранцам. — Равняйсь! Смирно! Слушай мой голос! -громко прокричал он. И так товарищи солдаты, вам выпала великая честь послужить нашей великой империи! Сегодня для вас начнется новая жизнь! Забудьте все о чем вы знали до этого момента! Всё забыто, все, кроме одного! И это ваш главный долг. Долг службы империи! Важной частью вашей службы будет постоянная служба! Ваша главная задача сейчас, не забыть ничего из того, чему вы научитесь. Впереди вас ждёт год обучения военному ремеслу, в конце которого вы пройдете самый сложный этап — посвящение в межгалактическую стражу. Теперь, когда вы все знаете, настало время учёбы! Смирно! Раз… Два… Раз… Два… Раз… Два… Раз...",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "На протяжении этого года пенч осваивал стрельбу из лазерного и баллистического оружия, учился метать ножи, гранаты, умел пользоваться бластером, сражаться в необычных условиях; навыки рукопашного боя были развиты у него до уровня настоящего профессионала. Ну вот и наступил тот самый день, подумал Пенч, сегодня я постараюсь сдать экзамен на вступление в межгалактическую стражу. Но все равно впервые в жизни я испытываю страх. Я боялся. Боялся по настоящему. Настолько страшно, что мне вдруг захотелось провалиться сквозь пол в ожидании того, что мне предстоит сделать. Мне стало казаться, что я попал в какую-то глушь, в мир неправдоподобных ужасов, где так долго не было людей. Гелион 6 не самое приятное место во вселенной, но все же… И вдруг в небе раздался знакомый свист тормозов. Пенч понял, что этот свист – сигнал о том, что ему пора садиться в звездолёт. Его сердце, как и все остальное в его теле, замерло, и все мысли мгновенно исчезли из его головы. Но вдруг, его кто-то ударил по плечу и произнес: «Эй, бегемот!», ты идёшь или как? – раздался знакомый голос. Пенч открыл глаза и увидел стоявшего рядом сержанта Исаева. – Ну, чего встал, садись, – сказал сержант, – есть. Пенч улыбнулся. – Так-то лучше, произнёс сержант. ",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "Прибыв на боевую космическую станцию пенч подумал что  после адского \"аттракциона\" его в самом деле ожидает битва. Он даже не предполагал, какой она будет. Мысли неслись очень быстро: – Нет, это не \"аттракцион\", а чистое попадание в Пустоту. В то, что Пенч сможет после этого вернуться домой, он не верил. Как и не верил что пройдет это испытание. Сержант Исаев внимательно поглядел на него. Ты готов? Спросил он у пенча – Да, сержант, – ответил тот. Тогда пошли! Исаев зашагал вперед, а пенч стал медленно продвигаться за ним, стараясь не отставать. Эх, сейчас бы пива, подумал пенч и ускорил шаг. Исаев обернулся, бросил на него мимолетный взгляд и пошел дальше. Прошло несколько минут.  Исаев все так же шел вперед. Пенч затаил дыхание. Вскоре его напарник остановился и прислонился к стене. Здесь тебе выдадут твое задание, произнес сержант и  ткнул в него пальцем. Пенч кивнул. Исаев что-то сказал и сунул в его руку небольшой предмет.  Он был небольшим и очень тяжелым. Пенч неуверенно поднял его и показал Исаеву. Что это? спросил тот с любопытством. Когда станет совсем плохо, просто ударь это об землю и держи перед собой, понял? Пенч кивнул. Наконец пенч вошёл в просторный зал где помимо него находилось ещё четверо кандидатов на вступление в \"межгалактическую стражу\". \n",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "Зайдя пенч сразу же обратил внимания на офицера — Офицер был чрезвычайно элегантен — его мундир был серого цвета, с золотым шитьем и золотым позументом. На поясе офицера висел межгалактический резак, а на левом плече болтался черный жилет с эмблемой нового межгалактического звездного флота. Всем своим видом офицер был исполнен важной важности. Пенч не знал, как себя вести с этим офицером. Оглянувшись, он заметил, что остальные кандидаты стоят в отдалении. Подойдя к ним, Пенч поклонился офицеру и сказал: — Господин офицер, капрал Пенч для выполнения особо важно задания прибыл! Офицер подозрительно поглядел на кандидата в стражу, и произнес несколько фраз в невидимый микрофон на своём ретрансляторе. Потом он внимательно оглядел кандидата и протянул ему руку для пожатия. И так кандидаты, начал свое обращение офицер — сначала официально, потом церемониально, а потом уже говорил сам. Вам предстоит устроить диверсию в колонии космических пиратов на планете Сириус 23. На планете Вы должны встретиться с капитаном Дензелом Кинслоу и сообщить, что отряд космических десантников во главе с Сайрусом Блэком высадился в районе фабрики. На планете Вы и Капитан Кинслоу подберете объект для диверсии. После этого Вы обязаны без промедления вернуться на базу. Офицер повернулся к кандидатам и заговорил снова. — Я думаю, все присутствующие уже достаточно подготовлены к этому заданию. И так, всем все понятно? Пак Брасс хмыкнул и пожал плечами. Офицер широко улыбнулся и сказал — ну что же, приступим, господа, к выполнению приказов! Пак Брасс внимательно осмотрел своих новых товарищей, и произнес: — Я хочу, чтобы все знали, что впереди у нас два трудных дела. Первое — организация взрывов в колонии. Второе — бегство с колонии на базу. Мы сделаем все возможное, чтобы выполнить эту задачу. Пенч подумал и сказал: — Я согласен, сэр. О' кей! Офицер повернулся к ним и закричал во все горло: — Время пришло! По местам воины империи! кандидаты заняли свои места. Офицер развернулся и пошел по коридору к лифту, на ходу произнося слова гимна империи.",
    "answers": [
      {
        "id": 12,
        "text": "Продолжение следует..."
      }
    ]
  },
  {
    "id": 12,
    "text": "Возможно...",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 13,
    "text": "",
    "answers": []
  },
  {
    "id": 14,
    "text": "",
    "answers": []
  }
]