[
  {
    "id": 1,
    "text": "Автор:Лунный странник(Денисов Максим)\n\nПредыстория: несколько месяцев назад вы устроились на работу в секретную лабораторию и несколько часов назад у вас случилось ЧП. Произошла утечка вируса N19870,который превращает людей в зомби все кроме вас заразились и теперь вам надо выбраться наружу к семье.\n\nP.s рекомендуется сначало продчти \"О книге\"",
    "answers": [
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a10/1912/f4/dfa9dd32e37b.jpg"
      },
      {
        "id": 2,
        "text": "Начать выживание в кошмаре"
      },
      {
        "id": 3,
        "text": "О книге"
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a10/1912/f4/dfa9dd32e37b.jpg"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы проснулись в тёмном коридоре который освещала только лампочка, светящая красным светом. Первой вашей фразой было:\n—Ох... как же болит голова\n\n",
    "answers": [
      {
        "id": 4,
        "text": "Попытаться встать"
      },
      {
        "id": 5,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 3,
    "text": "Книга будет продолжена поэтому в этом квесте только одна сюжетная концовка остальные второстепенные(не имеющие сюжетного продолжения) \n\nВ игре всего 4 концовки \n\"Инкогнито\"\n\"Враг закона\"\n\"Община\"\n\"Актёр\"\nСюжетной концовкой является \"Инкогнито\"",
    "answers": [
      {
        "id": 1,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы попытались встать, но тело вас не слушало и вы подчти сразу упали и сильно ударились головой о стену лаборотории",
    "answers": [
      {
        "id": 5,
        "text": "Осмотрется"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вокруг вас ничего не было кроме куска ржавой трубы",
    "answers": [
      {
        "id": 6,
        "text": "Попытаться встать с помощью куска трубы"
      },
      {
        "id": 7,
        "text": "Полежать"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы, оперевшись на кусок трубы, попытались встать и с большим трудом смогли это сделать. Вы попробовали пройтись и после пары падений вы смогли хоть и с небольшой скоростью спокойно идти.Теперь перед вами стоял выбор куда пойти направо или налево. Вы не знали где точно находитесь поэтому придётся идти наугад.",
    "answers": [
      {
        "id": 8,
        "text": "Налево"
      },
      {
        "id": 9,
        "text": "Направо"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы решили полежать и перевести дух,но к вашему сожалении через несколько минут вы услышали страшный рёв инфицированных. Вы пытались обороняться,но из-за вашего состояния ваша оборона сломилась за несколько секунд",
    "answers": [
      {
        "id": 1,
        "text": "Начать с начала"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы пошли налево и через минуты две заметели в конце коридора инфицированного и он только, что вас заметил из-за его обострёного обоняния \n\nВнимание: есть угроза смерти главного героя.Действуйте осторожно и осмыслено.",
    "answers": [
      {
        "id": 10,
        "text": "Зайти в ближайший кабинет"
      },
      {
        "id": 11,
        "text": "Осмотреться"
      },
      {
        "id": 8,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b12/1912/fe/1025c8fda42f.jpg"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы шли и шли видя перед собой только окрававленный пол. И вдруг сзади вы услышали рычание,но оно не было похоже на рёв животного. Вы обернулись. Оказывается за вами шёл один из инфицированных. ",
    "answers": [
      {
        "id": 20,
        "text": "Отвлечь звуком"
      },
      {
        "id": 21,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы быстро как могли пошли назад и зашли в первый попавшийся кабинет.Это был кабинет В.В Петрова-главы уровня С5. Чем подпереть дверь? ",
    "answers": [
      {
        "id": 12,
        "text": "Стулом"
      },
      {
        "id": 13,
        "text": "Шкафом"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы быстро осмотрели коридор и увидели вентиляцию, но вот проблема как до неё допрыгнуть через тумбу или через пожарный щит?",
    "answers": [
      {
        "id": 14,
        "text": "через тумбу"
      },
      {
        "id": 15,
        "text": "через пожарный щит"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы едва  успели укрепить дверь стулом и забились в самый дальний угол. Через несколько минут стуки и удары в дверь прекратились пора бы осмотреться. В столе вы нашли интересные бумаги в которых было написано: \n\"Исследования показали,что вирус N19870 самый стойкий вирус с которым нам приходилось встречаться он хорошо приживается в любой жидкости и при любой температуре,а также поражает нервную систему за 10 часов своего присутствия в организме. При контакте и заражении от уже заражённого организма здоровый организм уничтожается в течении 2-3 часов т.к. в организм попадает уже развитый вирус(вирус на последней стадии).Пока противоядия от него не найдено поэтому его использование в военных целях не является желательным т.к. возможна вероятность заражения своих же бойцов\"",
    "answers": [
      {
        "id": 18,
        "text": "В коридоре"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы не подозревали что в своём состоянии даже с места этот шкаф не сдвинете и очень скоро зомби ворвались к вам.Их животная радость буквально играла на их лицах они были удовлетворены вашим мясом.Вам не было больно...всё скрыл шок",
    "answers": [
      {
        "id": 1,
        "text": "Начать с начала"
      }
    ]
  },
  {
    "id": 14,
    "text": "Ты как мог быстро забрался на тумбу.Подпрыгнул. И едва зацепился за край вентиляции. Тебе осталось молиться,что бы хватило сил для подтягивания.\n\n Ты думал, что сейчас сорвёшся,но собрав всю волю и остатки силы в кулак ты сделал рывок.",
    "answers": [
      {
        "id": 16,
        "text": "В вентиляции"
      }
    ]
  },
  {
    "id": 15,
    "text": "Это была очень глупая идея. Если ты не знал, что пожарные щитки вешаются примерно на уровне лица то ты скорее всего ещё ребёнок. В любом случае ты умер подчти мгновенно поэтому не волнуйся прочувствовать боль ты не успел",
    "answers": [
      {
        "id": 1,
        "text": "Начать с начала"
      }
    ]
  },
  {
    "id": 16,
    "text": "Забравшись в вентеляцию вы обнаружили,что все пути по ней перекрыты решёткой и поэтому вам оставалось только ждать..\n  Просидели вы там около 10 минут и зомби наконец смирился с тем,что ему не добраться до тебя и он ушёл.",
    "answers": [
      {
        "id": 18,
        "text": "В коридоре"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы дошли до места пробуждения на котором всё было тоже самое. На полу ничего полезного,на стенах плокаты с мотивацией работать,а на верху вентиляция.",
    "answers": [
      {
        "id": 19,
        "text": "Вдруг"
      }
    ]
  },
  {
    "id": 18,
    "text": "В коридоре было пусто и стояла  гробовая тишина.У вас был только один выход это вернутся к месту пробуждения.",
    "answers": [
      {
        "id": 17,
        "text": "Место пробуждения"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вас оглушили со спины куском вашей же ржавой  трубы. Последнее,что вы увидели была маска на лице таинственного незнакомца.",
    "answers": [
      {
        "id": 23,
        "text": "Пробуждение"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы решили отвлечь заражённого кинув,что нибудь назад. Единственное,что попалось вам под руку была швабра как бы смешно это не звучало один её бросок заставил зомби поменять направление в противоположную от вас сторону.",
    "answers": [
      {
        "id": 22,
        "text": "Вдруг"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы решили пробежаться,забыв,что вы едва можете идти. Как только вы разбежались,вы сразу споткнулись и упали прямо на стекло.После чего ваше лицо превратилось в лицо которое только, что отбили несколько крепких мужиков. А зомби всё приближался, но встать вы уже не могли. Не волнуйтесь ваша смерть была быстрой. От подения на вас зомби весом под 120 кг вы сразу вырубились,но проснуться не смогли.",
    "answers": [
      {
        "id": 1,
        "text": "Начать с начала"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вас кто-то вырубил со спины куском вашей же ржавой трубы.Последнее,что вы видели была маска на лице таинственного незнакомца",
    "answers": [
      {
        "id": 23,
        "text": "Пробуждение"
      }
    ]
  },
  {
    "id": 23,
    "text": "Проснулись вы в какой-то комнате а, рядом с вами сидел именно тот незнакомец в маске.\n\n—\"Ну что проснулся\"?-сказал он\n—\"Кто ты\"?\n—\"Тебе знать об этом не нужно\".\n—\"Как это не нужно? Ты хочешь сказать,что мне нельзя ничего знать о человеке с которым я остался наедине?\"\n—\"Не донимай меня вопросами,а лучше выслушай\".\n—\"Хорошо,я слушаю.\"\n—\"Я очнулся на этаже В5 где-то несколько часов назад.Последнее,что я помнил это звук сигнализации,красные огни,крики людей где-то вдалеке,а потом темнота,провал,бездна.Я был в лучшем состоянии,чем ты поэтому первую встречу с зомби пережил,убив эту гадость.",
    "answers": [
      {
        "id": 24,
        "text": "Как это убил?"
      },
      {
        "id": 25,
        "text": "А дальше?"
      }
    ]
  },
  {
    "id": 24,
    "text": "—\"Элементарно,просто стулом забил. От страха бил его пока стул не сломался, а дальше решил пройти до уровня С5 т.к. до А5 далеко,а документы на уровне В5 пропали,но как видишь так и не дошёл.\"",
    "answers": [
      {
        "id": 26,
        "text": "Почему?"
      }
    ]
  },
  {
    "id": 25,
    "text": "—\"А дальше решил я идти на уровень С5 т.к. мне нужны были сведения,но на В5 они пропали. Ну,как видешь не дошёл.\"",
    "answers": [
      {
        "id": 26,
        "text": "Почему?"
      }
    ]
  },
  {
    "id": 26,
    "text": "—\"Наткнулся на зомби.Двоих убил,но от удара последнего не увернулся и получил пять царапин от инфицированного,но не знаю действует ли вирус в такой ситуации.\"",
    "answers": [
      {
        "id": 27,
        "text": "Я знаю,что от царапин заражение не происходит."
      },
      {
        "id": 28,
        "text": "Я знаю,что при любом контакте с инфицированным заражение происходит в течении 2-3 часов"
      }
    ]
  },
  {
    "id": 27,
    "text": "—\"Точно\"?\n—\"Да,воздействие вируса при не сильных повреждениях проявляется только в порче кожного покрова\".\n—\"Ну,значит мне ещё жить, да жить в этом аду\".\n—\"Какие планы?\"\n—\"Отправится к выходу из лаборотории,к своей жене Лене и дочере Даше мне их так не хватает. Так,что нам пора прощаться.Я пошёл. И да мы на уровне С4.Удачи!\"\n—\"Угу.\"\n",
    "answers": [
      {
        "id": 29,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "—\"Точно? Ты уверен?\"\n—\"Да,при любом контакте с заражёными заражение проходит намного быстрее. \n—\"Нет нет нет. Этого не может быть! Ты мне врёшь\"!\n—\"Я тебе не вру. Я сам это прочитал в документах у В.В.Петрова.\"\n—\"Почему это случилось именно со мной? В мире миллиарды людей,но это случилось именно со мной.У меня ведь семья.Моя жена Лена всегда меня во всём поддерживала,а моя доченька Даша,когда я приходил с работы всегда дарила мне свой красивый рисунок в который была вложена вся её душа,а теперь я их не увижу...\"\n—\"Мне очень жаль...\"\n",
    "answers": [
      {
        "id": 30,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы подумали,что зря наврали этому человеку про действие вируса ведь теперь он полностью уверен, что встретится со своей семьёй,но поменять уже ничего не могли...",
    "answers": [
      {
        "id": 31,
        "text": "Выйти из кабинета"
      }
    ]
  },
  {
    "id": 30,
    "text": "—\"Похоже мне не долго осталось... Мне пора...\"\n—\"Куда же ты там же всё битком забито инфицированными?\"\n—\"Я лучше умру сражаясь  за жизнь,чем как собака. Если, что ты на уровне С4\"\nНезнакомец вышел,а вы не могли успокоиться. Может вы поступили неправильно? Может вам стоила дать ему лучик надежды? Теперь вы ничего исправить не могли,а идти было нужно.",
    "answers": [
      {
        "id": 31,
        "text": "Выйти из кабинета"
      }
    ]
  },
  {
    "id": 31,
    "text": "И вот снова этот тёмный коридор.Вы не знали куда идти поэтому решили идти к кухне потому,что вам уже хотелось есть.",
    "answers": [
      {
        "id": 32,
        "text": "У кухни"
      }
    ]
  },
  {
    "id": 32,
    "text": "\"Дрянь\"-сказали вы когда увидели,что ручка от двери на кухню лежит на полу.\"Ну не сильно то и хотелось.\" Вы плюнули на ручку и пошли дальше.",
    "answers": [
      {
        "id": 33,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы поняли,что от беспорядочной ходьбы ничего не выйдит и решили продумать план.Вариантов было немного, судя по карте уровня,  у вас было два выбора: идти к лифтам и вылезть через них в лифтовую шахту,а после в вентиляцию после чего по ней ползти до С1 или идти к пожарной лестнице и подняться до уровня С2 после чего дойти до лестницы ведущей на уровень С1 через офисы.",
    "answers": [
      {
        "id": 34,
        "text": "Идти через лифты"
      },
      {
        "id": 35,
        "text": "Идти через лестницу"
      }
    ]
  },
  {
    "id": 34,
    "text": "Что бы добраться до лифтов нужно было пройти через медблок в котором могли быть медикаменты.Идти до него нужно было около 10-15 минут по вашим рассчётам",
    "answers": [
      {
        "id": 36,
        "text": "У лифтов"
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы решили идти через пожарную лестницу.На пути к ней вам встретились несколько трупов зомби и это вам не понравилось т.к. убивать зомби было некому.",
    "answers": [
      {
        "id": 51,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "Как и предполагалось лифты не работали из-за работы только запасных генераторов ну вам они нужны были только как \"ворота\". Вы осмотрели кабинку и плантфон над которым был люк в лифтовую шахту,но вот неудача вам нечем было его открыть. ",
    "answers": [
      {
        "id": 37,
        "text": "Осмотреться"
      },
      {
        "id": 38,
        "text": "Попробывать ногтями"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы решили осмотреться.Долго бродили, но найти ничего не могли. Через несколько минут вы наткнулись на толпу зомби и последним вашим звуком было...",
    "answers": [
      {
        "id": 40,
        "text": "АААААААААААААААА"
      },
      {
        "id": 40,
        "text": "аааааааааааааааааааааа"
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы решили расковырять винты ногтями и через несколько минут вы смогли это сделать. Вдруг вы услышали рёв зомби поэтому времени на отдых не было. Вы подтянулись и через мгновение оказались в шахте лифта.",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вам оставалось только поднятся до вентиляции и дальше до С1 рукой подать. Вы забрались в самую ближнию вентиляцию и поползли по ней и тут...",
    "answers": [
      {
        "id": 41,
        "text": "Кодовый замок"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вот так вы кончили свою историю...став тенью этой лаборатории и никем большим...",
    "answers": [
      {
        "id": 1,
        "text": "Начать с начала"
      }
    ]
  },
  {
    "id": 41,
    "text": "Перед вами был электронный кодовый замок а рядом с ней лежала бумажка с подсказкой точнее с вопросами на которых ответом была одна цифра.\n\"1.При умножении какого числа на 13 получится 117? 2. 2 в третьей степени равно 8 или 6? 3. Какое число кратно трём 9 или 8?",
    "answers": [
      {
        "id": 42,
        "text": "Правильный пароль:889"
      },
      {
        "id": 42,
        "text": "Правильный пароль:969"
      },
      {
        "id": 42,
        "text": "Правильный пароль:988"
      },
      {
        "id": 45,
        "text": "Правильный пароль:989"
      }
    ]
  },
  {
    "id": 42,
    "text": "Это оказался неправильный пароль и вас ударило током так, что вы умерли подчти мгновенно. На вид безобидный оказался для вас смертельным.",
    "answers": [
      {
        "id": 1,
        "text": "Начать с начала"
      }
    ]
  },
  {
    "id": 43,
    "text": "Тут было намного больше крови и трупов мертвецов и учёных.Вы решили обыскать нескольких учёных но особого результата это особого не дало.И вдруг вы увидели,что несколько учённых убито выстрелами в голову и сердце и это ввело вас в шок. Получается,что на поверхности помощи нету, а наоборот военные пытаются скрыть от мира эту катастрофу",
    "answers": [
      {
        "id": 44,
        "text": "Войти в ближайший кабинте"
      },
      {
        "id": 46,
        "text": "Пойти дальше по коридору"
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы вошли в ближайший кабинет,который на первый взгляд был вполне обычный,но вдруг вы заметили ноутбук.Он был разряжен поэтому нужно найти зарядку.  ",
    "answers": [
      {
        "id": 47,
        "text": "Выйти из кабинета"
      }
    ]
  },
  {
    "id": 45,
    "text": "Это был правильный пароль и решётка открылась. Вы поползли дальше пока не зашли в тупик и не выбрались в очередной коридор.",
    "answers": [
      {
        "id": 43,
        "text": "В коридоре"
      }
    ]
  },
  {
    "id": 46,
    "text": "Вы просто пошли дальше и через минуту заметили лучи света в 4-5 метрах от вас-это военные.Вы попытались бежать,но военные вас уже заметили и быстро поймали.",
    "answers": [
      {
        "id": 48,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 47,
    "text": "Вы вышли из кабинета и продолжили свой путь в противоположную сторону от выхода потому, что на помощь военных теперь не надеялись.\n  Через минут 30 пустого блуждания вы наткнулись на дверь, которая была закрыта.Рядом вы нашли подсказку:\n\"200:20=?    49:7=?    6×0,5=?\"\nНа первый взгляд элементарные примеры,но хорош ли ты в математике?",
    "answers": [
      {
        "id": 49,
        "text": "Пароль:1072"
      },
      {
        "id": 49,
        "text": "Пароль:1083"
      },
      {
        "id": 50,
        "text": "Пароль:1073"
      }
    ]
  },
  {
    "id": 48,
    "text": "Вас привели на допрос(который был просто формальностью) на все ваши проклятия ИМ было серовно и вам дали пожизненное заключение (якобы за убийство 6 человек) В тюрьме вы скончались.\n\nВнимание:достигнута концовка \"Враг закона\"-это концовка не имеет сюжетного продолжения поэтому рекомендуется пройти квест ещё раз и дойти до сюжетной концовки",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 48,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c33/1912/6f/91360ad43e78.jpg"
      }
    ]
  },
  {
    "id": 49,
    "text": "Это был неправильный пароль и после неправильного ввода пароля заиграла сигнализация и военные вас быстро нашли и расстреляли на месте.",
    "answers": [
      {
        "id": 1,
        "text": "Начать с начала"
      }
    ]
  },
  {
    "id": 50,
    "text": "Это был правильный пароль и вас впустили в кабинет и \"о чудо\" тут была зарядка для ноутбука,который вы нашли и уже через 20 минут ноутбук был на половину заряжен (похоже зарядка новая) и вы опубликовали информацию о лаборатории в интернете и очень скоро об этом узнали журналисты. Все в интернете только об этом и говорили. Вы поняли,что надо закругляться иначе военные засикут сигнал и быстренько всё подчищат. Вы начали борьбу за жизнь\n\nВнимание:Достигнута сюжетная концовка \"Инкогнито\" Рекомендуется пройти игру и на дополнительные концовки,а также ждать выхода продолжения.",
    "answers": [
      {
        "id": 1,
        "text": "Начало"
      },
      {
        "id": 50,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b14/1912/4b/ad6f35a51f94.jpg"
      }
    ]
  },
  {
    "id": 51,
    "text": "Через 30 минут вы уже были у пожарной лестницы. Выйдя на неё ваше настроение испортилось окончательно.Лестница была сломана и её части лежали на уровне С6 поэтому план надо было менять.Теперь нужно было идти через вентиляцию в офисы, а из них уже на уровень С1 через лестницы.",
    "answers": [
      {
        "id": 52,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 52,
    "text": "Вы залезли в вентиляцию в которой вас ожидал неприятный сюрприз под названием развилка...\"Налево или Направо\"-спросили вы сами у себя",
    "answers": [
      {
        "id": 53,
        "text": "Налево"
      },
      {
        "id": 54,
        "text": "Направо"
      }
    ]
  },
  {
    "id": 53,
    "text": "Вы попали в тупик. Теперь нужно было возвращаться назад.",
    "answers": [
      {
        "id": 52,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 54,
    "text": "Вас встретила уже вторая развилка.Вы уже падали духом.",
    "answers": [
      {
        "id": 55,
        "text": "Направо"
      },
      {
        "id": 56,
        "text": "Прямо"
      }
    ]
  },
  {
    "id": 55,
    "text": "Вы увидели в далеке свет-это был свет из офиса, а также ваш луч надежды на спасение",
    "answers": [
      {
        "id": 57,
        "text": "В офисе"
      }
    ]
  },
  {
    "id": 56,
    "text": "Вы попали в тупик. Теперь нужно было возращаться назад.",
    "answers": [
      {
        "id": 54,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 57,
    "text": "Вы спрыгнули из вентиляции и оказались в кабинете.На столе лежали бумаги и включённый ноутбук в котором была переписка одного из учённых с кем-то сверху( скорее всего с военным)\n—\"Где уже ваш отряд который должен меня вытащить?\"\n—\"Планы сменились.\"\n—\"Т.е. сменились? Мой план был идиален.\"\n—\"Главное командование решило план рискованным тем более нам не нужен свидетель т.к. возможен шантаж.\"\n—\"Ты хочешь сказать,что вы оставите меня здесь умирать?!\"\n—\"Какой ты догадливый.Поздравляю тебя! И удачи в смерти.\"\n—Паскуда,я выберусь и отомщу вам!\"\nСвязь оборвалась, а переписка осталась.",
    "answers": [
      {
        "id": 58,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 58,
    "text": "В документах вы нашли план этого учённого\n\"Мой план состоит из нескольких пунктов:\n1.Специальный выпуск вируса в лаборотории и заражение всего персонала,кроме меня.\n2.Отправление военных на уничтожение остатков учённых.\n3.Нахождение проекта, которым эти учённые занимались в тайне от вас.\n4.Выход из лаборотории и отправка данных о проекте начальству.\"\nНо похоже правительство об этом проекте знала и решила убрать свидетеля.",
    "answers": [
      {
        "id": 59,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": "Вы вышли в коридор теперь у вас было два варианта: идти вперёд к лестницне ведущей на уровень С1 или обыскать офисы",
    "answers": [
      {
        "id": 60,
        "text": "Идти к лестице и подняться на С1"
      },
      {
        "id": 61,
        "text": "Обыскать кабинеты"
      }
    ]
  },
  {
    "id": 60,
    "text": "Вы решили не отвлекаясь на осмотр кабинетов сразу идти на лестницу. Когда вы подходили к лестнице вы услышали разговоры по тону голоса были военных.Вы спрятались и в кабинете в который вы зашли был мёртвый солдат.",
    "answers": [
      {
        "id": 65,
        "text": "Одеть его одежду"
      },
      {
        "id": 66,
        "text": "Закрыться в кабинете и ждать"
      }
    ]
  },
  {
    "id": 61,
    "text": "Вы обыскали несколько кабинетов не найдя ничего интересного, но вдруг вы услышали голос мужчины за дверью кабинета,который скорее всего услышал,что вы начали поворачивать ручку",
    "answers": [
      {
        "id": 62,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 62,
    "text": "—\"Ты военный или учённый?\"\n",
    "answers": [
      {
        "id": 63,
        "text": "Военный"
      },
      {
        "id": 64,
        "text": "Учённый"
      }
    ]
  },
  {
    "id": 63,
    "text": "После этого вы открыли дверь и получили чем-то по голове. Вам казалось, что вы вот-вот откроете глаза, но вы их так и не открыли...",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 64,
    "text": "После этих слов вы вошли в кабинет и увидили компанию выживших учённых. Они любезно вас приняли и через несколько часов, когда вы отдохнули они придложи остаться с ними и вы охотно согласились\n\nДостигнута концовка \"Община\"",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 64,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b00/1912/f5/96db938e6f9d.jpg"
      }
    ]
  },
  {
    "id": 65,
    "text": "Вы решили одеться в одежду военного и вышли из кабинета. Военные были в двух метрах от вас и очень удивились, что тут есть военный.\n—\"Почему на связь не выходили?\"\n—\"А-а-а-э-э-э.\"\nВы сказали первое,что вошло в голову.\n—\"На нашу группу э-э-э напали зомби.\"\n—\"Какое количество и какова вероятность смерти всех, кроме тебя\"?",
    "answers": [
      {
        "id": 67,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 66,
    "text": "Вы решились просто закрыться, но как не странно военные почувствовали, что-то не ладное и решили выломать дверь. В их понятии выломать дверь это сделать пару очередей из AKM. Вам неповезло и поэтому вас задело несколько пуль от которых вы скончались через 10 секунд.",
    "answers": [
      {
        "id": 1,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 67,
    "text": "—\"Я.. не.. не... зн... аю.\"\n—\"У него сильнейший шок.\"-сказал кто-то из военных.\n—\"Ладно в больнице всё расскажешь.\"\nВы вместе с отрядом вышли наружу и вас отвели в больницу.Там вам кололи препараты и распрашивали.  Вы молчали, как рыба",
    "answers": [
      {
        "id": 68,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 68,
    "text": "От вас отстали потому, что поняли, что не получат никакой информации. Через неделю вы оказались на свободе и завтракая в кафе увидели орды зомби,ходящих по улице. Т.к. сегодня они в отличие от вас не завтракали ваша плоть им очень помогла.\n\nДостигнута концовка \"Актёр\"",
    "answers": [
      {
        "id": 1,
        "text": "Начало"
      },
      {
        "id": 68,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d19/1912/a8/aca9492dd7eb.png"
      }
    ]
  },
  {
    "id": 69,
    "text": "",
    "answers": []
  }
]