[
  {
    "id": 1,
    "text": "Это история одного детектива который работает на детективное агентство \"Kings\", главного героя зовут Чарлыз. \n Однажды ему поручили дело о пропаже человека по имени Маркус который бесследно пропал дома 14 ноября, его родные говорят что видели в окне странного мужчину в капюшоне но когда они к Маркусу пришли домой то его не обнаружили.\n\nВ этом квесте будет 3 главы, в первой вы просто будете знакомится с главным героем. Во второй уже будут выборы которые будут влиять на смерть главного героя или на отношения между друзьями а третья уже будет влиять на концовку\n\nАвтор: Льюис ",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "Дата: 15 ноября, 2018 год\n\nВремя: 1:00\n\n \"Звонок в телефон\"\n\n— ало, кто это? — сонным голосом спросили вы — если вы из банка то я все деньги верну через 2 дня.\n— какой банк, это я Джон — спокойным голосом сказал Джон\n— ты что от меня хочешь в такую рань? \n— тебя начальник вызывает \n— в час ночи...он что издевается?!! — с повышенным тоном спросили вы\n— ладно, буду через 30 минут\nПосле чего Чарлыз выключил телефон и пошёл на кухню заварить себе кофе. \n",
    "answers": [
      {
        "id": 3,
        "text": "Пойти на кухню "
      }
    ]
  },
  {
    "id": 3,
    "text": "Дата: 15 ноября, 2018 год \n\nВремя: 1:05\n\nПрошло несколько минут и приготовивши кофе, сразу начали его пить чтобы сон не завладел вами.\n\n— теперь можно и пойти — сказали вы у себя в голове\n",
    "answers": [
      {
        "id": 4,
        "text": "Одеться и спуститься вниз"
      }
    ]
  },
  {
    "id": 4,
    "text": "Дата: 15 ноября, 2018 год\n\nВремя: 1:10\n\nВаша квартира находилась на восьмом этаже и лифт как на зло не работает поэтому вам пришлось спускаться пешком.\n\nИ вот вы вышли с дома и сели в свой новенький джип и вставивши ключи зажигания поехали на свое рабочее место. ",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы решили не готовить яичницу так как готовка займёт у вас много времени а сразу решили закипитить чайник и нарезать колбасы с хлебом.\n  К счастью у вас есть електрический чайник и вы выключивши его пошли в свою спальню. ",
    "answers": [
      {
        "id": 6,
        "text": "Посмотреть телевизор "
      },
      {
        "id": 7,
        "text": "Посмотреть интернет "
      }
    ]
  },
  {
    "id": 6,
    "text": "По телевизору одни сплошные новости ",
    "answers": []
  },
  {
    "id": 7,
    "text": "",
    "answers": []
  },
  {
    "id": 8,
    "text": "Дата: 15 ноября, 2018 год\n\nВремя: 1:35\n\nВы припарковали свою машину на парковке и сразу поднялись в агентство.\n\nЗа рабочим столом сидел ваш друг Джон, вы не сразу его узнали по короткой стрижке и новой рубашке.\n— Чарлыз...ты что меня не узнал — радостно обратился к вам",
    "answers": [
      {
        "id": 9,
        "text": "- та, не выспался просто "
      },
      {
        "id": 10,
        "text": "- ты что подстригся? "
      }
    ]
  },
  {
    "id": 9,
    "text": "Дата: 15 ноября, 2018 год \n\nВремя: 1:37\n\n— та не выспался просто — сказали вы и начали менять тему — надеюсь босс не просто так меня вызвал? \n\n— нуу...он говорил мне что дело появилось, но не говорил какое. ",
    "answers": [
      {
        "id": 11,
        "text": " [Зайти в кабинет начальника] "
      }
    ]
  },
  {
    "id": 10,
    "text": "— ты что подстригся? — с удивлением спросили вы\n\n— решил сходить в парикмахерскую, подстригли так хорошо что не налюбуюсь собой\n\n— смотри, не полюби себя — с сарказмом сказали вы Джону.\n\n— да пошёл ты — сказал вам Джон, смеясь",
    "answers": [
      {
        "id": 11,
        "text": "Идти в кабинет начальника "
      }
    ]
  },
  {
    "id": 11,
    "text": "Дата: 15 ноября, 2018 год\n\nВремя: 1:40\n\n— вы меня звали? — спокойным голосом спросили вы\n\n— да, у тебя новое дело...к нам обратилась женщина, мать пропавшего 19 летнего сына и... чуть ли на коленях просила найти его, её муж заплатил нам хорошие деньги чтобы мы его нашли и отказать им я не могу\n\n— почему я...вы же мне отпуск дали на неделю, отправьте там...Джона, он тоже хорошо работает — с немного повышенным тоном сказали вы.\n\n— кроме тебя, больше детективов лучших нет...а Джон не такой специалист...если ты найдёшь пропавшего парня то я дам тебе премию и ещё зарплата будет\n\n— ладно, ради этого можно и пойти на это дело \n\n—  приступать ты должен прямо сейчас...возьми с собой Джона, он тебе может с чем то помочь — сказал босс и тут же ему позвонили в телефон",
    "answers": [
      {
        "id": 12,
        "text": "Идти к Джону "
      }
    ]
  },
  {
    "id": 12,
    "text": "Дата: 15 ноября, 2018 год\n\nВремя: 1:45\n\nДжон что то печатал в своём компьютере и когда вы подошли то он сразу выключил.\n\n— а что это ты делал? — спросили вы спокойным голосом\n\n— да так, своему старому знакомому написал а что такое?\n\n— просто поинтересовался...тебе начальник говорил квартиру где похители парня?\n\n— да, щас скажу — сказал Джон начиная рыться в документах — улица короленко, дом 8, квартира 56\n\n— отлично, поехали\n\nПосле вы вместе с Джоном вышли с агентства и направились к парковке",
    "answers": [
      {
        "id": 13,
        "text": "Поехать на своей машине "
      },
      {
        "id": 14,
        "text": "Поехать на полицейской машине"
      }
    ]
  },
  {
    "id": 13,
    "text": "Дата: 15 ноября, 2018 год\n\nВремя: 1:55\n\nВы сели в свою машину и как только её завели, выехали из парковки и поехали по указанному адресу.\n\n— в твоей машине ничего нет — сказал вам Джон \n\n— а что здесь может быть интересного, правильно, ничего — с сарказмом сказали вы Джону ",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "Дата: 15 ноября, 2018 год\n\nВремя: 1:55\n\nВы сели в полицейскую машину и как только её завели, выехали из парковки и поехали по указанному адресу.\n\n— ты смотри что я нашёл — сказал Джон, доставая с заднего сиденья М16 — такая вещь нам пригодится.\n\n— как она нам пригодится? положи её на место\n             \n                   Получено:  \"М16\" ",
    "answers": [
      {
        "id": 15,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 15,
    "text": "Дата: 15 ноября, 2018 год\n\nВремя: 2:20\n\nВы остановились возле указанного дома и сразу вышли из машины.\n\n— это тот дом? — спросили вы\n\n— вроде этот, ты кстати запомнил квартиру? ",
    "answers": [
      {
        "id": 17,
        "text": "- нам в 56 квартиру "
      }
    ]
  },
  {
    "id": 16,
    "text": "— нам в эту квартиру — сказали вы тыкая пальцем на нужную дверь\n\n",
    "answers": []
  },
  {
    "id": 17,
    "text": "Дата: 15 ноября, 2018 год\n\nВремя: 2:25\n\nВы подошли к лифту и нажали на нужный этаж, после чего лифт тронулся.\n\n— у тебя на всякий случай есть оружие? — спросил у вас Джон, слегка прикусывая губу\n\n— да, есть, а что такое? — говорите вы \n\n— да так...просто спросил \n\nПока вы говорили, лифт уже приехал на нужный этаж и открыл двери. ",
    "answers": [
      {
        "id": 19,
        "text": "Выйти из лифта"
      }
    ]
  },
  {
    "id": 18,
    "text": "Дата: 15 ноября, 2018 год\n\nВремя: 2:20\n\nВы остановились возле указанного дома и сразу вышли из машины.\n\n— это тот дом? — спросили вы\n\n— вроде этот, ты кстати запомнил квартиру?\n",
    "answers": [
      {
        "id": 44,
        "text": "- нам в 56 квартиру "
      }
    ]
  },
  {
    "id": 19,
    "text": "Дата: 15 ноября, 2018 год\n\nВремя: 2:35\n\nВы постучали в дверь но никто вам не открыл будто тут никого и нет.\n\n— похоже, придётся использовать старинный метод — сказал Джон, слегка улыбаясь\n\n— ты что задумал Джон?\n\n— сейчас достану с кармана отмычки и будем открывать дверь \n\n— это же незаконно? — с опаской сказали вы \n\n— мы детективы, нам можно...тем более там ничего мы не будем брать, кроме улик\n\n— как долго это займёт? — спросили вы начиная оглядываться по сторонам \n\n— нуу...думаю где-то через 10 минут будет готово",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "Дата: 15 ноября, 2018 год\n\nВремя: 2:45\n\n— вот и все...дело сделано — радостно сказал вам Джон.\n\nВы осторожно открыли дверь и вошли в квартиру где царил полный беспорядок.\n\n— здесь трудно будет искать улики — сказали вы\n",
    "answers": [
      {
        "id": 21,
        "text": "Пойти на кухню "
      },
      {
        "id": 22,
        "text": "Идти в спальню"
      },
      {
        "id": 23,
        "text": "Идти во вторую комнату"
      },
      {
        "id": 26,
        "text": "Подойти к Джону ",
        "need": [
          24
        ]
      }
    ]
  },
  {
    "id": 21,
    "text": "На кухне ничего интересного только стол, холодильник и кухонная плита выглядят обычно, но смутило только шампанское которое лежало в холодильнике.",
    "answers": [
      {
        "id": 20,
        "text": "Вернуться в коридор "
      }
    ]
  },
  {
    "id": 22,
    "text": "Единственное что больше всего попадалось в спальне это сейф, код от которого вы к сожалению не знаете.\n\n— в сейфе может лежать определённо что-то важное а значит где-то должна лежать бумажка с кодом?\n\n— о чем шепчешься? — спросил у вас Джон\n\n— да так...неважно\n         \n         Получено задание \"найти код от сейфа\" ",
    "answers": [
      {
        "id": 20,
        "text": "Вернуться в коридор "
      },
      {
        "id": 28,
        "text": "Осмотреть полку"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы вошли в комнату где лежат куча непонятных папок и в одной из папок лежат крупные купюры которых не заметить было бы сложно.\n\n— значит это было не ограбление — в голове у себя сказали вы\n\nВсего денег здесь 100.000$ в 5 тысячних купюрах, но откуда у 19 летнего парня столько денег.",
    "answers": [
      {
        "id": 20,
        "text": "Вернуться в коридор "
      },
      {
        "id": 24,
        "text": "Заглянуть под кровать",
        "need": [
          28
        ]
      }
    ]
  },
  {
    "id": 24,
    "text": "Под кроватью лежит какая то коробка, когда вы её достали то она была вся покрита пылью.\n\n— интересно, что там лежит — сказали вы вслух",
    "answers": [
      {
        "id": 25,
        "text": "Открыть коробку "
      }
    ]
  },
  {
    "id": 25,
    "text": "Открывши коробку вы достали оттуда куча бумаг  которые были порваны и прочитать будет что написано сложно, но одна бумага все таки осталась и там написаны номера телефонов разных операторов. ",
    "answers": [
      {
        "id": 20,
        "text": "Вернуться в коридор "
      }
    ]
  },
  {
    "id": 26,
    "text": "Джон стоял возле сейфа и пытался собственно ручно угадать код от сейфа.\n\n— ну что? Нашёл что нибудь? — спросил у вас Джон\n\n— я нашёл деньги, их здесь 100.000 долларов между прочим, номера каких то людей нашёл не знаю зачем это...\n\n— а ты код от сейфа нашёл? — перебивая Чарлыза сказал Джон\n\n— к сожалению нет, ладно больше искать здесь нечего\n\n— а как же сейф...наверняка там что-то важное?\n\n— извини Джон, но мы здесь не найдём код...даже искать не нужно — все равно не найдём ",
    "answers": [
      {
        "id": 27,
        "text": "Ехать в агентство "
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы с Джоном спустились во двор и севши в машину поехали в агентство.\n\n— ты точно уверен что мы все обыскали — спросил у вас Джон. \n\n— думаю да, а вот бумажку с кодом нужно спросить только у самой жертвы, кстати как его зовут. \n\n— Маркус Роббинсон, 19 лет, учиться на газосварщика — сказал вам Джон ",
    "answers": [
      {
        "id": 29,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 28,
    "text": "На полке ничего интересного нет, только книги для учёбы.\n\n— здесь нет ничего интересного — шёпотом сказали вы",
    "answers": [
      {
        "id": 22,
        "text": "Отойти от полки"
      }
    ]
  },
  {
    "id": 29,
    "text": "Дата: 15 ноября, 2018 год\n\nВремя: 3:30\n\nВы вылезли из машины и пошли в кабинет начальника где его как ни странно не было.\n\n— где он? — спросили вы у Джона\n\n— не знаю? Обычно он никуда не уходит без веских причин.\n\n— ладно...я посплю немного, если начальник придёт...разбуди меня — сказали вы, зевая ртом\n\n— хорошо, Чарлыз ",
    "answers": [
      {
        "id": 30,
        "text": "Пойти поспать на диване"
      }
    ]
  },
  {
    "id": 30,
    "text": "Дата: 15 ноября, 2018 год\n\nВремя: 7:05\n\nВы проснулись и посмотрели на часы. Сейчас 7 часов утра, ну и долго вы конечно спали. Джона в агентстве не было и вы решили пойти к начальнику, вдруг он пришёл уже. ",
    "answers": [
      {
        "id": 31,
        "text": "Идти в кабинет начальника "
      }
    ]
  },
  {
    "id": 31,
    "text": "\n\n\nДата: 15 ноября, 2018 год\n\nВремя: 7:10\n\n— да-да, заходите!? — сказал начальник реагируя на стук в дверь\n\n— можно войти? — спросили вы не закрывая дверь\n\n— да, входи...ну что...добыл какую то информацию?\n\n— да, мы с Джоном нашли 100.000$ на полке в другой комнате, мы понятие не имеем откуда у жертвы столько денег и ещё мы нашли номера телефонов, сзаде листа написано что они следующие.\n\n— какие следующие? — с недоумением спросил у вас начальник\n\n— вот тут, я буду разбираться\n\n— так, оставь пока улики у меня...а ты сходи вот в этот дом — сказал вам начальник передавая лист с адресом — там ещё одно похищение.\n\n— и когда это произошло?\n\n— его отец говорит что в 4 часа утра он перестал говорить по телефону и сразу после этого был слышен крик но самой жертвы не найдено.\n\n— и этим опять нужно заняться мне? Где Джон, я с ним поеду\n\n— я отправил Джона к матери Маркуса чтобы он узнал о нем побольше ",
    "answers": [
      {
        "id": 32,
        "text": "Поехать в указанный дом"
      }
    ]
  },
  {
    "id": 32,
    "text": "Дата: 15 ноября, 2018 год\n\nВремя: 9:20\n\nНа этот раз дом находился в другом конце города и ехать туда вам пришлось 2 часа. Дом у отца похищенного весьма богатый, двух этажный с бассейном и с охраной, возле ворот висит домофон и камера. ",
    "answers": [
      {
        "id": 33,
        "text": "Позвонить "
      }
    ]
  },
  {
    "id": 33,
    "text": "Дата: 15 ноября, 2018 год\n\nВремя: 9:20\n\n— кто вы и что вам нужно? — спросил у вас голос из домофона\n\n— я Чарлыз...детектив из агентства \"Kings\", мне нужно поговорить насчёт вашего пропавшего сына.\n\n— покажите ваше удостоверение?\n\nВы сразу же левой рукой полезли в карман чтобы достать удостоверение.\n\n— вот, смотрите — сказали вы показывая на камеру удостоверение — теперь вы мне доверяете?\n\n— входите — сказал вам голос из домофона открывая дверь. ",
    "answers": [
      {
        "id": 34,
        "text": " зайти в дом"
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы вошли внутрь дома и вам на пути вам показалась симпатичная девушка лет 25, одета в одежду горничной.\n\n— здравствуйте, мне нужен хозяин этого дома — с улыбкой сказали вы.\n\n— поднимайтесь наверх и сразу идите направо никуда не сворачивая — сказала вам девушка слегка улыбаясь\n\n— спасибо большое ",
    "answers": [
      {
        "id": 35,
        "text": "Подняться наверх"
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы подошли к двери и из-за вежливости решили постучать в дверь. \n\n— заходите — послышался голос за дверью\n\nЗа столом сидел мужчина лет 45 в дорогой одежде с суровым взглядом и голова у него лысая кроме боков. \n\n— здравствуйте, я у вас не надолго...я задам несколько вопросов — сказали вы доставая блокнот с ручкой\n\n— да, хорошо...надеюсь вы это поможет в поисках  сына? \n\n— я сделаю все что в моих силах",
    "answers": [
      {
        "id": 36,
        "text": "- у вас есть враги? ",
        "need": [
          37
        ]
      },
      {
        "id": 38,
        "text": "- откуда у вас все это богатство? "
      },
      {
        "id": 37,
        "text": "- у вашего сына есть враги"
      },
      {
        "id": 39,
        "text": "Закончить разговор ",
        "need": [
          36
        ]
      }
    ]
  },
  {
    "id": 36,
    "text": "— у вас есть враги?\n\n— да у меня этих врагов столько что и пальцев не хватит — сказал вам отец пропавшего \n\n— а есть те враги которые хотели вам зла или украсть ваш бизнес если он есть?\n\n— все враги мне однажды клялись отомстить но что-то ничего не случалось...хотя, Майкл Скотти, эта су...тварь, именно он убил мою жену сбив на машине.\n\n— вы знаете где он живёт?\n\n— да, я вам щас запишу ",
    "answers": [
      {
        "id": 35,
        "text": "Сменить тему"
      }
    ]
  },
  {
    "id": 37,
    "text": "— у вашего сына есть враги?\n\n— нет, у моего сына нет врагов...по крайней мере я так думаю, я внимание ему уделял слишком мало, сами понимаете...бизнес и все дела.\n\n— а друзья есть у него?\n\n— да, Маркус и Джеймс...а дальше я никого не знаю.\n\n— какой номер у этого Джеймса\n\n— вот, я у сына нашёл в книге, там написан номер и имя Джеймс — сказал вам отец передавая бумажку с номером",
    "answers": [
      {
        "id": 35,
        "text": "Сменить тему"
      }
    ]
  },
  {
    "id": 38,
    "text": "—откуда у вас все это богатство?\n\n— в наследство осталось...от отца, умер он 10 лет назад — с сочуствием сказал вам отец пропавшего\n\n— наверное не стоило этого говорить?\n\n— да, неважно...если это со следствием поможет ",
    "answers": [
      {
        "id": 35,
        "text": "Сменить тему"
      }
    ]
  },
  {
    "id": 39,
    "text": "— я наверное пойду...всего хорошего — вежливо сказали вы\n\n— и вам всего хорошего\n\nПосле чего вы вышли из кабинета и направились к выходу.\n",
    "answers": [
      {
        "id": 40,
        "text": "Сесть в машину "
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы достали лист с номерами и один номер совпал с номером Джеймса.\n Его номер находился третьим в списке, а значит похититель охотится по списку.\n\n— нужно срочно позвонить Джеймсу — сказали вы быстро доставая телефон ",
    "answers": [
      {
        "id": 41,
        "text": "Позвонить"
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы позвонили и через минуту трубку взял парень, судя по голосу это может быть он.\n\n— здравствуйте, мистер Джеймс\n\n— здравствуйте, а вы кто? — сонным голосом спросил у вас Джеймс \n\n— я детектив Чарлыз, из агентства \"Kings\", у меня для вас есть неприятная новость\n\n— я вас слушаю? \n\n— вы же знаете что пропали два ваших друга? Маркус и Билл — спросили вы \n\n— как...пропали?\n\n— вы можете быть следующим, скажите ваш адрес \n\n— подождите, каким следующим, вы в своём уме? ",
    "answers": [
      {
        "id": 42,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 42,
    "text": "— я знаю для вас это неприятная новость но все таки вы мне можете сказать адрес? \n\n— ко мне в дверь кто-то ломится?\n\n— кто он? Вы видите его лицо? \n\n— я не вижу его лица через дверной глазок? Он в маске клоуна и с капюшоном \n\n— скажите ваш адрес, я приеду скоро\n\n— мой адрес, улица ******, дом **, квартира **!!! Приедьте быстрее\n\n— постараюсь по быстрее приехать\n\nПосле недолгого разговора вы выключили телефон и нажали ещё сильнее на газ. ",
    "answers": [
      {
        "id": 43,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 43,
    "text": "Конец первой главы.\n  Здесь будут всего 3 главы поэтому ждать вам придётся долго но я постараюсь написать как можно быстрее ",
    "answers": [
      {
        "id": 70,
        "text": "Перейти на следующую главу "
      }
    ]
  },
  {
    "id": 44,
    "text": "Дата: 15 ноября, 2018 год\n\nВремя: 2:25\n\nВы подошли к лифту и нажали на нужный этаж, после чего лифт тронулся.\n\n— у тебя на всякий случай есть оружие? — спросил у вас Джон, слегка прикусывая губу\n\n— да, есть, а что такое? — говорите вы \n\n— да так...просто спросил \n\nПока вы говорили, лифт уже приехал на нужный этаж и открыл двери.\n",
    "answers": [
      {
        "id": 45,
        "text": "Выйти из лифта"
      }
    ]
  },
  {
    "id": 45,
    "text": "Дата: 15 ноября, 2018 год\n\nВремя: 2:35\n\nВы постучали в дверь но никто вам не открыл будто тут никого и нет.\n\n— похоже, придётся использовать старинный метод — сказал Джон, слегка улыбаясь\n\n— ты что задумал Джон?\n\n— сейчас достану с кармана отмычки и будем открывать дверь \n\n— это же незаконно? — с неспокойным тоном сказали вы \n\n— мы детективы, нам можно...тем более там ничего мы не будем брать, кроме улик\n\n— как долго это займёт? — спросили вы начиная оглядываться по сторонам \n\n— нуу...думаю где-то через 10 минут будет готово\n",
    "answers": [
      {
        "id": 46,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 46,
    "text": "Дата: 15 ноября, 2018 год\n\nВремя: 2:45\n\n— вот и все...дело сделано — радостно сказал вам Джон.\n\nВы осторожно открыли дверь и вошли в квартиру где царил полный беспорядок.\n\n— здесь трудно будет искать улики — сказали вы\n",
    "answers": [
      {
        "id": 47,
        "text": "Пойти на кухню "
      },
      {
        "id": 48,
        "text": "Пойти в спальню"
      },
      {
        "id": 49,
        "text": "Пойти во вторую комнату "
      },
      {
        "id": 50,
        "text": "Подойти к Джону ",
        "need": [
          53
        ]
      }
    ]
  },
  {
    "id": 47,
    "text": "На кухне ничего интересного только стол, холодильник и кухонная плита выглядят обычно, но смутило только шампанское которое лежало в холодильнике.",
    "answers": [
      {
        "id": 46,
        "text": "Вернуться в коридор "
      }
    ]
  },
  {
    "id": 48,
    "text": "Единственное что больше всего попадалось в спальне это сейф, код от которого вы к сожалению не знаете.\n\n— в сейфе может лежать определённо что-то важное а значит где-то должна лежать бумажка с кодом?\n\n— о чем шепчешься? — спросил у вас Джон\n\n— да так...неважно\n         \n         Получено задание \"найти код от сейфа\"\n",
    "answers": [
      {
        "id": 46,
        "text": "Вернуться в коридор "
      },
      {
        "id": 52,
        "text": "Осмотреть полки "
      }
    ]
  },
  {
    "id": 49,
    "text": "Вы вошли в комнату где лежат куча непонятных папок и в одной из папок лежат крупные купюры которых не заметить было бы сложно.\n\n— значит это было не ограбление — в голове у себя сказали вы\n\nВсего денег здесь 100.000$ в 5 тысячних купюрах, но откуда у 19 летнего парня столько денег.\n",
    "answers": [
      {
        "id": 46,
        "text": "Вернуться в коридор "
      },
      {
        "id": 53,
        "text": "Заглянуть под кровать ",
        "need": [
          52
        ]
      }
    ]
  },
  {
    "id": 50,
    "text": "Джон стоял возле сейфа и пытался собственно ручно угадать код от сейфа.\n\n— ну что? Нашёл что нибудь? — спросил у вас Джон\n\n— я нашёл деньги, их здесь 100.000 долларов между прочим, номера каких то людей нашёл не знаю зачем это...\n\n— а ты код от сейфа нашёл? — перебивая Чарлыза сказал Джон\n\n— к сожалению нет, ладно больше искать здесь нечего\n\n— а как же сейф...наверняка там что-то важное?\n\n— извини Джон, но мы здесь не найдём код...даже искать не нужно — все равно не найдём\n",
    "answers": [
      {
        "id": 51,
        "text": "Ехать в агентство "
      }
    ]
  },
  {
    "id": 51,
    "text": "Вы с Джоном спустились во двор и севши в машину поехали в агентство.\n\n— ты точно уверен что мы все обыскали — спросил у вас Джон. \n\n— думаю да, а вот бумажку с кодом нужно спросить только у самой жертвы, кстати как его зовут. \n\n— Маркус Роббинсон, 19 лет, учиться на газосварщика — сказал вам Джон",
    "answers": [
      {
        "id": 55,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 52,
    "text": "На полке ничего интересного нет, только книги для учёбы.\n\n— здесь нет ничего интересного — шёпотом сказали вы",
    "answers": [
      {
        "id": 48,
        "text": "Отойти от полки"
      }
    ]
  },
  {
    "id": 53,
    "text": "Под кроватью лежит какая то коробка, когда вы её достали то она была вся покрита пылью.\n\n— интересно, что там лежит — сказали вы вслух\n",
    "answers": [
      {
        "id": 54,
        "text": "Открыть коробку "
      }
    ]
  },
  {
    "id": 54,
    "text": "Открывши коробку вы достали оттуда куча бумаг  которые были порваны и прочитать будет что написано сложно, но одна бумага все таки осталась и там написаны номера телефонов разных операторов.",
    "answers": [
      {
        "id": 46,
        "text": "Вернуться в коридор "
      }
    ]
  },
  {
    "id": 55,
    "text": "Дата: 15 ноября, 2018 год\n\nВремя: 3:30\n\nВы вылезли из машины и пошли в кабинет начальника где его как ни странно не было.\n\n— где он? — спросили вы у Джона\n\n— не знаю? Обычно он никуда не уходит без веских причин.\n\n— ладно...я посплю немного, если начальник придёт...разбуди меня — сказали вы, зевая ртом\n\n— хорошо, Чарлыз\n",
    "answers": [
      {
        "id": 56,
        "text": "Пойти поспать на диване "
      }
    ]
  },
  {
    "id": 56,
    "text": "Дата: 15 ноября, 2018 год\n\nВремя: 7:05\n\nВы проснулись и посмотрели на часы. Сейчас 7 часов утра, ну и долго вы конечно спали. Джона в агентстве не было и вы решили пойти к начальнику, вдруг он пришёл уже. ",
    "answers": [
      {
        "id": 57,
        "text": "Пойти к начальнику "
      }
    ]
  },
  {
    "id": 57,
    "text": "\n\n\nДата: 15 ноября, 2018 год\n\nВремя: 7:10\n\n— да-да, заходите!? — сказал начальник реагируя на стук в дверь\n\n— можно войти? — спросили вы не закрывая дверь\n\n— да, входи...ну что...добыл какую то информацию?\n\n— да, мы с Джоном нашли 100.000$ на полке в другой комнате, мы понятие не имеем откуда у жертвы столько денег и ещё мы нашли номера телефонов, сзаде листа написано что они следующие.\n\n— какие следующие? — с недоумением спросил у вас начальник\n\n— вот тут, я буду разбираться\n\n— так, оставь пока улики у меня...а ты сходи вот в этот дом — сказал вам начальник передавая лист с адресом — там ещё одно похищение.\n\n— и когда это произошло?\n\n— его отец говорит что в 4 часа утра он перестал говорить по телефону и сразу после этого был слышен крик но самой жертвы не найдено.\n\n— и этим опять нужно заняться мне? Где Джон, я с ним поеду\n\n— я отправил Джона к матери Маркуса чтобы он узнал о нем побольше ",
    "answers": [
      {
        "id": 58,
        "text": "Ехать по указанному адресу "
      }
    ]
  },
  {
    "id": 58,
    "text": "Дата: 15 ноября, 2018 год\n\nВремя: 9:20\n\nНа этот раз дом находился в другом конце города и ехать туда вам пришлось 2 часа. Дом у отца похищенного весьма богатый, двух этажный с бассейном и с охраной, возле ворот висит домофон и камера.",
    "answers": [
      {
        "id": 59,
        "text": "Позвонить"
      }
    ]
  },
  {
    "id": 59,
    "text": "Дата: 15 ноября, 2018 год\n\nВремя: 9:20\n\n— кто вы и что вам нужно? — спросил у вас голос из домофона\n\n— я Чарлыз...детектив из агентства \"Kings\", мне нужно поговорить насчёт вашего пропавшего сына.\n\n— покажите ваше удостоверение?\n\nВы сразу же левой рукой полезли в карман чтобы достать оттуда удостоверение.\n\n— вот, смотрите — сказали вы показывая на камеру удостоверение — теперь вы мне доверяете?\n\n— входите — сказал вам голос из домофона открывая дверь.\n",
    "answers": [
      {
        "id": 60,
        "text": "Зайти в дом "
      }
    ]
  },
  {
    "id": 60,
    "text": "Вы вошли внутрь дома и вам на пути вам показалась симпатичная девушка лет 25, одета в одежду горничной.\n\n— здравствуйте, мне нужен хозяин этого дома — с улыбкой сказали вы.\n\n— поднимайтесь наверх и сразу идите направо никуда не сворачивая — сказала вам девушка слегка улыбаясь\n\n— спасибо большое",
    "answers": [
      {
        "id": 61,
        "text": "Подняться наверх"
      }
    ]
  },
  {
    "id": 61,
    "text": "Вы подошли к двери и из-за вежливости решили постучать в дверь. \n\n— заходите — послышался голос за дверью\n\nЗа столом сидел мужчина лет 45 в дорогой одежде с суровым взглядом и голова у него лысая кроме боков. \n\n— здравствуйте, я к вам не надолго...я задам несколько вопросов — сказали вы доставая блокнот с ручкой\n\n— да, хорошо...надеюсь это поможет в поисках  сына? \n\n— я сделаю все что в моих силах\n",
    "answers": [
      {
        "id": 63,
        "text": "- откуда у вас все это богатство? "
      },
      {
        "id": 65,
        "text": "Закончить разговор ",
        "need": [
          62
        ]
      },
      {
        "id": 62,
        "text": "- у вас есть враги? ",
        "need": [
          64
        ]
      },
      {
        "id": 64,
        "text": "- у вашего сына есть враги? "
      }
    ]
  },
  {
    "id": 62,
    "text": "— у вас есть враги?\n\n— да у меня этих врагов столько что и пальцев не хватит — сказал вам отец пропавшего \n\n— а есть те враги которые хотели вам зла или украсть ваш бизнес если он есть?\n\n— все враги мне однажды клялись отомстить но что-то ничего не случалось...хотя, Майкл Скотти, эта су...тварь, именно он убил мою жену сбив на машине.\n\n— вы знаете где он живёт?\n\n— да, я вам щас запишу",
    "answers": [
      {
        "id": 61,
        "text": "Сменить тему "
      }
    ]
  },
  {
    "id": 63,
    "text": "—откуда у вас все это богатство?\n\n— в наследство осталось...от отца, умер он 10 лет назад — сочуственно сказал вам отец пропавшего\n\n— наверное не стоило этого говорить?\n\n— да, неважно...если это со следствием поможет\n",
    "answers": [
      {
        "id": 61,
        "text": "Сменить тему "
      }
    ]
  },
  {
    "id": 64,
    "text": "— у вашего сына есть враги?\n\n— нет, у моего сына нет врагов...по крайней мере я так думаю, я внимание ему уделял слишком мало, сами понимаете...бизнес и все дела.\n\n— а друзья есть у него?\n\n— да, Маркус и Джеймс...а дальше я никого не знаю.\n\n— какой номер у этого Джеймса\n\n— вот, я у сына нашёл в книге, там написан номер и имя Джеймс — сказал вам отец передавая бумажку с номером\n",
    "answers": [
      {
        "id": 61,
        "text": "Сменить тему "
      }
    ]
  },
  {
    "id": 65,
    "text": "— я наверное пойду...всего хорошего — вежливо сказали вы\n\n— и вам всего хорошего\n\nПосле чего вы вышли из кабинета и направились к выходу.",
    "answers": [
      {
        "id": 66,
        "text": "Сесть в машину "
      }
    ]
  },
  {
    "id": 66,
    "text": "Вы достали лист с номерами и один номер совпал с номером Джеймса.\n Его номер находился третьим в списке, а значит похититель охотится по списку.\n\n— нужно срочно позвонить Джеймсу — сказали вы быстро доставая телефон",
    "answers": [
      {
        "id": 67,
        "text": "Позвонить Джеймсу "
      }
    ]
  },
  {
    "id": 67,
    "text": "Вы позвонили и через минуту трубку взял парень, судя по голосу это может быть он.\n\n— здравствуйте, мистер Джеймс\n\n— здравствуйте, а вы кто? — сонным голосом спросил у вас Джеймс \n\n— я детектив Чарлыз, из агентства \"Kings\", у меня для вас есть неприятная новость\n\n— я вас слушаю? \n\n— вы же знаете что пропали два ваших друга? Маркус и Билл — спросили вы \n\n— как...пропали?\n\n— вы можете быть следующим, скажите ваш адрес \n\n— подождите, каким следующим, вы в своём уме?\n ",
    "answers": [
      {
        "id": 68,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 68,
    "text": "— я знаю для вас это неприятная новость но все таки вы мне можете сказать адрес? \n\n— ко мне в дверь кто-то ломится?\n\n— кто он? Вы видите его лицо? \n\n— я не вижу его лица через дверной глазок? У него маска клоуна и он с капюшоном \n\n— скажите ваш адрес, я приеду скоро\n\n— мой адрес, улица ******, дом **, квартира **!!! Приедьте быстрее\n\n— постараюсь по быстрее приехать\n\nПосле недолгого разговора вы выключили телефон и нажали ещё сильнее на газ.\n",
    "answers": [
      {
        "id": 69,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 69,
    "text": "Конец первой главы.\n  Здесь будут всего 3 главы поэтому ждать вам придётся долго но я постараюсь написать как можно быстрее",
    "answers": [
      {
        "id": 70,
        "text": "Перейти в следующую главу"
      }
    ]
  },
  {
    "id": 70,
    "text": "Вы приехали на указанный адрес и достали из заднего кармана и быстро забежали во двор.\n Перед вами стоял лифт и судя по звуку ждать пока он приедет придётся долго или пойти пешком, этот путь будет побыстрее",
    "answers": [
      {
        "id": 71,
        "text": "Пешком "
      },
      {
        "id": 72,
        "text": "На лифте "
      }
    ]
  },
  {
    "id": 71,
    "text": "Вы побежали по лестнице надеясь застать похитителя врасплох но квартира Джеймса находилась на 5 этаже.\n\nИ вот вы наконец добежали до нужной двери, правда дверь была уже открыта и может быть похититель все ещё там",
    "answers": [
      {
        "id": 73,
        "text": "[Осторожно зайти в квартиру с пистолетом в руке] "
      },
      {
        "id": 74,
        "text": "[Зайти в квартиру и крикнуть] "
      }
    ]
  },
  {
    "id": 72,
    "text": "Вы попытались проехаться на лифте но он к сожалению не работает и даже написано что идёт ремонт. ",
    "answers": [
      {
        "id": 70,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 73,
    "text": "Вы осторожно зашли в квартиру и заметили на стене пятно крови, странно как то, ведь в остальных случаях похищения крови не было.\n\nСамое главное было за дверью комнаты, там слышны звуки шуршания бумаги. ",
    "answers": [
      {
        "id": 75,
        "text": "Войти в помещение "
      }
    ]
  },
  {
    "id": 74,
    "text": "— стоять это полиция!!! — крикнул вы держа перед собой пистолет\n\nПосле чего послышался шум с другой комнаты которая была прикрыта дверью.",
    "answers": [
      {
        "id": 99,
        "text": "Осторожно открыть дверь "
      }
    ]
  },
  {
    "id": 75,
    "text": "Как только вы открыли дверь то заметили на диване человека, его руки и ноги связанны а рот заклеен изолентой, спиной к вам сидел мужик и что-то искал, видно что он в той самой маске что и говорил вам Джеймс. ",
    "answers": [
      {
        "id": 76,
        "text": "- что вы там ищете? "
      }
    ]
  },
  {
    "id": 76,
    "text": "— что вы там ищете? — с интересом спросили вы\n\nМужик от неожиданности вздрогнул и увидивши вас с пистолетом поднял руки.\n\n— а ты ещё кто такой — с испугом спросил у вас человек в маске\n\n— я детектив Чарлыз из агентства \"Kings\", за то что вы проникли на чужую собственность, вам грозит срок — уверенно сказали вы\n\n— да мы с Джеймсом просто играем в грабителя и заложника — не уверенно говорит вам человек в маске — здесь все не по настоящему\n\n— я сейчас у него спрошу\n\nКак только вы подошли к Джеймсу, на вас тут же набросился тот человек и оттолкнул вас до стены, да так что и стул который там стоял тоже упал а сам человек убежал. ",
    "answers": [
      {
        "id": 78,
        "text": "Побежать за ним"
      }
    ]
  },
  {
    "id": 77,
    "text": "Вы встали и следом побежали за беглецом, который уже спускался по лестнице, вы тоже начали спускаться по лестнице и как в фильмах перепрыгнули через ограду.",
    "answers": [
      {
        "id": 100,
        "text": "Ускориться"
      }
    ]
  },
  {
    "id": 78,
    "text": "Вы встали и следом побежали за беглецом, который уже спускался по лестнице, вы тоже начали спускаться по лестнице и как в фильмах перепрыгнули через ограду.",
    "answers": [
      {
        "id": 79,
        "text": "Ускориться"
      }
    ]
  },
  {
    "id": 79,
    "text": "Вы начали ещё больше бежать за этим беглецом но он как будто был спортсменом по быстрому бегу.\n\nИ вот возле выхода беглец споткнулся и у вас появился отличный шанс поймать его, правда пистолета с собой у вас уже не было. ",
    "answers": [
      {
        "id": 80,
        "text": "Подбежать к беглецу"
      }
    ]
  },
  {
    "id": 80,
    "text": "Беглец ударил вас ногой и вы повалились на землю после чего он продолжил бег и уже по ту сторону дороги сел в машину. \n\n— какой же он быстрый? — у себя в голове сказали вы",
    "answers": [
      {
        "id": 81,
        "text": "Идти к Джеймсу "
      }
    ]
  },
  {
    "id": 81,
    "text": "Вы прибежали к Джеймсу и тот продолжал лежать связанным по колена. Развязавши его Джеймс поблагодарил вас и готов был ответить на все вопросы. \n\n— вы знаете кто это был? — спросили вы, внимательно слушая жертву. \n\n— нет...я не знаю ничего...я даже понятия не имею кто это — испуганно сказал вам Джеймс. \n\n— а может вы кому-то что-то сделали...и тот решил вам отомстить. \n\n— нет...нет, я никому плохого не сделал — с волнением сказал вам Джеймс. \n\n— хорошо, а кровь на стене, ваша? \n\n— кровь к счастью не моя, это я ранил того мужика в руку, правда это похоже на царапину чем рану. \n\n— хорошо, я поеду к себе в агентство, я к вам ещё приеду \n",
    "answers": [
      {
        "id": 82,
        "text": "Выйти из квартиры Джеймса "
      }
    ]
  },
  {
    "id": 82,
    "text": "Вы попрощались из Джеймсом и вышли из подъезда и севши в машину поехали к начальнику в агентство чтобы изложить все факты.\n\nКак только вы приехали в агентство то заметили полицейских и...труп, вы не узнали кто это так как труп накрыт чем то а возле полицейских стоял Джон. ",
    "answers": [
      {
        "id": 83,
        "text": "Подойти к главному полицейскому"
      },
      {
        "id": 84,
        "text": "Подойти к Джону ",
        "need": [
          83
        ]
      }
    ]
  },
  {
    "id": 83,
    "text": "— извините...мне некогда с вами говорить — торопясь сказал вам полицейский\n\n— ладно, пойду спрошу у Джона ",
    "answers": [
      {
        "id": 82,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 84,
    "text": "— что здесь стряслось Джон? — с недоумением спросили вы.\n\n— Чарлыз...похоже мы потеряем работу — с грустью сказал вам Джон.\n\n— скажи что случилось?\n\n— убит один важный для нас человек\n\n— кто убит?\n\n— убит наш начальник...медики сказали что ему нанесли 4 удара ножем если смотреть по глубоким порезам.\n\n— ты знаешь кто это сделал?\n\n— извини Чарлыз, но я сам не знаю кто это? Отпечатков пальцев не обнаружено.",
    "answers": [
      {
        "id": 85,
        "text": "Осмотреть труп"
      },
      {
        "id": 86,
        "text": "Поговорить с охранником"
      }
    ]
  },
  {
    "id": 85,
    "text": "На животе вашего начальника 4 ножевых раннения, причём убийца профессионал а место преступления выбрано не случайно, убийца ждал жертву.",
    "answers": [
      {
        "id": 84,
        "text": "Отойти от тела "
      }
    ]
  },
  {
    "id": 86,
    "text": "Охранник который работал в агентстве очень странно выглядел, лицо более серьёзное и смотрел он на вас волк на оленя.\n\n— ты что нибудь странное выдел? — спросили вы\n\n— ничего не видел, я как только услышал крик, сразу выбежал из агентства и обнаружил его, он ещё был жив...и я вызвал скорую.\n\n— когда это произошло?\n\n— где-то в около двух часов дня\n\nОхранник слегка занерничал, было сразу видно что он что-то скрывает.",
    "answers": [
      {
        "id": 87,
        "text": "- ты что-то скрываешь"
      },
      {
        "id": 88,
        "text": "[идти к Джону] "
      }
    ]
  },
  {
    "id": 87,
    "text": "— ты что то скрываешь? — подозрительно спросили вы\n\n— я...ничего...вам показалось — нервно сказал вам охранник.\n\n— я по лицу вижу когда человек говорит правду а когда нет — с немного повышенным тоном сказали вы\n\n— я не вру...просто волнуюсь что потеряю работу! ",
    "answers": [
      {
        "id": 89,
        "text": "[Надавить] "
      },
      {
        "id": 90,
        "text": "[Сдаться] "
      }
    ]
  },
  {
    "id": 88,
    "text": "Вы увидели Джона который стоял с каким то человеком и судя по его одежде это агент ФБР.\n\n— вы оба отстранёны с дела...и теперь им займутся ФБР.\n\n— да пошёл ты — сказали вы со злым лицом\n\n— Чарлыз подожди...я должен тебе кое что показать — сказал вам Джон протягивая конверт\n\n— что это?\n\n— там написано чтобы мы приехали в заброшенную мясопереробную фабрику...я нашёл это в кармане начальника...взял пока никто не видел.\n\n— отлично, может быть это и есть похитители\n\nВы без лишних разговоров сразу же сели в Джона и поехали с ним в указанное место.\n",
    "answers": [
      {
        "id": 98,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 89,
    "text": "— признавайся...хватит притворяться — со спокойным тоном спросили вы\n\n— я, я...не могу...если я это скажу то они меня убьют.\n\n— не бойся...тебя никто не тронит...просто успокойся? \n\n— хорошо, я скажу. \n\n— так кто это они? \n\n— это...группа похитителей которая похищает для одной цели!\n\n— что за цели? — спросили вы\n\n— ритуала...они будут проводить обряд по воскрешению важного для них человека\n\n— а ты знаешь где будет проводиться обряд?\n\n— да...в заброшенной мясопереробной фабрике в деревне за городом",
    "answers": [
      {
        "id": 91,
        "text": "Подойти к Джону "
      }
    ]
  },
  {
    "id": 90,
    "text": "— хорошо, у меня к вам вопросов нет — сказали вы, с недовольным лицом\n\nПосле этого вы пошли к Джону который стоял с каким то человеком и судя по его одежде это агент ФБР.",
    "answers": [
      {
        "id": 96,
        "text": "Поговорить "
      }
    ]
  },
  {
    "id": 91,
    "text": "Джон разговаривал с каким то человеком и когда вы подошли то они оба посмотрели в вашу сторону.\n\n— это агент ФБР, и он сам возьмётся за это дело — с злобным лицом сказал Джон\n\n— вы сняты с дела, теперь это дело пойдёт в руки ФБР — сказал вам агент ФБР\n\n— хорошо...я пошёл домой — сказали вы уходя из полезрения агента ФБР",
    "answers": [
      {
        "id": 92,
        "text": "[позвать Джона] "
      },
      {
        "id": 93,
        "text": "[идти самому] "
      }
    ]
  },
  {
    "id": 92,
    "text": "Вы свистнули Джону и тот сразу же прибежал к вам.\n\n— Джон, ты не мог бы мне помочь?\n\n— если ты дальше хочешь продолжить расследование то я с тобой\n\n— ты все правильно понял...так вот, я пока ты разговаривал с ФБР, опросил охранника и тот рассказал мне где находятся эти похитители...вот только поехать туда я не могу так как у моей машины закончился бензин.\n\n— давай на моей машине поедем?\n\n— как раз это я тебе и хотел предложить\n\nПосле недолгого разговора вы подошли к машине Джона и тот дал вам ключи от машины а сам сел на пассажирское сиденье ",
    "answers": [
      {
        "id": 94,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 93,
    "text": "Вы набрали номер телефона такси и как только водитель взял трубку, вы сказали ему где вы находитесь и сказали адрес куда нужно отправляться.",
    "answers": [
      {
        "id": 95,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 94,
    "text": "Конец второй главы, она получилась короткой потому что вы нашли логово этих похитителей слишком быстро, не волнуйтесь, я выпущу третью главу как можно быстрее ",
    "answers": [
      {
        "id": 94,
        "text": "                         [недоступно] ",
        "merge": true
      }
    ]
  },
  {
    "id": 95,
    "text": "Конец второй главы, она получилась короткой потому что вы нашли логово этих похитителей слишком быстро, не волнуйтесь, я выпущу третью главу как можно быстрее ",
    "answers": [
      {
        "id": 95,
        "text": "                           [недоступно] ",
        "merge": true
      }
    ]
  },
  {
    "id": 96,
    "text": "— вы оба отстранёны с дела...и теперь им займутся ФБР.\n\n— да пошёл ты — сказали вы со злым лицом\n\n— Чарлыз подожди...я должен тебе кое что показать — сказал вам Джон протягивая конверт\n\n— что это?\n\n— там написано чтобы мы приехали в заброшенную мясопереробную фабрику...я нашёл это в кармане начальника...взял пока никто не видел.\n\n— отлично, может быть это и есть похитители\n\nВы без лишних разговоров сразу же сели в Джона и поехали с ним в указанное место. ",
    "answers": [
      {
        "id": 97,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 97,
    "text": "Конец первой главы, сразу после этой главы будут концовки, но там сразу нужно быть аккуратным",
    "answers": [
      {
        "id": 97,
        "text": "                      [недоступно] ",
        "merge": true
      }
    ]
  },
  {
    "id": 98,
    "text": "Конец первой главы, сразу после этой главы будут концовки, ждите третьей главы",
    "answers": [
      {
        "id": 98,
        "text": "                         [недоступно] ",
        "merge": true
      }
    ]
  },
  {
    "id": 99,
    "text": "Как только вы открыли дверь то заметили на диване человека, его руки и ноги связанны а рот заклеен изолентой, и как раз заде вас набросился человек в маске с ножом в руках и хотел вас зарезать, и после чего отбросил вас в сторону",
    "answers": [
      {
        "id": 77,
        "text": "Побежать за ним"
      }
    ]
  },
  {
    "id": 100,
    "text": "Вы начали ещё больше бежать за этим беглецом но он как будто был спортсменом по быстрому бегу.\n\nИ вот возле выхода беглец споткнулся и у вас появился отличный шанс поймать его, правда пистолета с собой у вас уже не было.",
    "answers": [
      {
        "id": 101,
        "text": "Поймать беглеца"
      }
    ]
  },
  {
    "id": 101,
    "text": "Беглец ударил вас ногой и вы повалились на землю после чего он продолжил бег и уже по ту сторону дороги сел в машину. \n\n— какой же он быстрый? — у себя в голове сказали вы",
    "answers": [
      {
        "id": 81,
        "text": "Идти к Джеймсу "
      }
    ]
  },
  {
    "id": 102,
    "text": "",
    "answers": []
  }
]