[
  {
    "id": 1,
    "text": "Автор: Jenya\nЖанр: Юмор, приключения\n\nАннотация:\nРаздумывали ли Вы о том, что такое действительно захватывающий отдых с компанией, и каким же он должен быть?\nСтоит ли понять эту суть?\n Попробуйте это узнать в довольно реалистичной  истории про первый \"мужской\" отдых старых друзей.\n",
    "answers": [
      {
        "id": 4,
        "text": "Начать историю"
      },
      {
        "id": 3,
        "text": "Достижения"
      },
      {
        "id": 5,
        "text": "Секретные концовки"
      }
    ]
  },
  {
    "id": 2,
    "text": "— ...\n— Не думаю, что игра в молчанку исправит твоё обвисшее состояние. Проглотив ответ, ты повлечешь за собой проблемы, не хочешь словесной перепалки?",
    "answers": [
      {
        "id": 21,
        "text": "- Ладно, только полегче воспринимай."
      }
    ]
  },
  {
    "id": 3,
    "text": "Тут будут ваши достижения. Некоторые из них можно получить за определённые действия, а остальные зависят от конца истории. Вы не увидите их появления, во время прохождения квеста, чтобы не угасить интерес.\nПеречень: Концовки (5), достижения (5)",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 16,
        "need_ever": true,
        "need": 16,
        "text": "Домашний котик (концовка)"
      },
      {
        "id": 34,
        "need_ever": true,
        "need": 34,
        "text": "Двуликий мясник (концовка)"
      },
      {
        "id": 48,
        "need_ever": true,
        "need": 48,
        "text": "Блуждающие огоньки во мраке (концовка)"
      },
      {
        "id": 98,
        "need_ever": true,
        "need": 98,
        "text": "Хитрая змея (концовка)"
      },
      {
        "id": 106,
        "text": "Дружественные лица (концовка)",
        "need": 106,
        "need_ever": true
      },
      {
        "id": 9,
        "text": "Современные технологии",
        "need": 8,
        "need_ever": true
      },
      {
        "id": 27,
        "text": "Сладкая ложь",
        "need": 20,
        "need_ever": true
      },
      {
        "id": 49,
        "text": "Бывший вор",
        "need": 24,
        "need_ever": true
      },
      {
        "id": 83,
        "text": "Жгучая улыбка",
        "need": 80,
        "need_ever": true
      },
      {
        "id": 116,
        "text": "Библиотекарь",
        "need": 115
      }
    ]
  },
  {
    "id": 4,
    "text": "Было ласковое прохладное утро, под дверью, возле виноградника пели птички, да так гнусно и ужасно, что прямо  уши в трубочку скручиваются. Не смотря на холод, Солнце буквально выедает по крупицам вам глаза. На дворе все куда-то спешат, и куда же, если это затерянный посёлок да к тому же, сегодня выходной день? В комнату заходит ваша жена и сразу же выбегает, даже не понимая что вы сквозь сон это видели. Впрочем, это не все прелести которые можно было бы пересчитать на данный момент.\nНастырно звонит телефон.",
    "answers": [
      {
        "id": 6,
        "text": "С яростью встать с кровати.",
        "middle_answer": true
      },
      {
        "id": 4,
        "text": "very small",
        "url": "https://d.radikal.ru/d01/1908/12/edfb04277a02.jpg\n\n"
      }
    ]
  },
  {
    "id": 5,
    "text": "Тут будут открытые секретные концовки. Про них вы узнаете в квесте, если найдёте. Их несколько.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 50,
        "text": "Забытое детсво",
        "need": 50,
        "need_ever": true
      },
      {
        "id": 71,
        "need_ever": true,
        "need": 71,
        "text": "Тайник"
      },
      {
        "id": 112,
        "text": "\"На живца\"",
        "need": 112
      }
    ]
  },
  {
    "id": 6,
    "text": "У вас не хватило сил, и вы с небольшим грохотом ударились об изголовье кровати, не стоило так преувеличивать свои возможности.\nА донимающий телефон продолжает сверлить вам нервы своими гудками и звуками, надо что-то решать!",
    "answers": [
      {
        "id": 7,
        "text": "Высказать злобную фразу и взять трубку."
      },
      {
        "id": 8,
        "text": "Ударить кулаком обидчика. ",
        "need": -8
      }
    ]
  },
  {
    "id": 7,
    "text": "\"Что за осёл звонит в такую рань?\" Обидчиво сказали вы на телефон и того, кто звонит. У такого человека явно нет хотя бы осколка совести!",
    "answers": [
      {
        "id": 10,
        "text": "Ответить на вызов."
      }
    ]
  },
  {
    "id": 8,
    "text": "По дому разносятся дикие визги. Ну а что, зря прочнейший телефон купил...\nУстройство продолжает над вами всячески издеваться, и высасывать литрами нервы.",
    "answers": [
      {
        "id": 6,
        "text": "Обидно."
      }
    ]
  },
  {
    "id": 9,
    "text": "Связываться с телефоном Nokia плохое дело! Он может покалечить, да и кроме того, задать много неприятностей, не смотря на то, что это редкий вид.",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 10,
    "text": "Не успели вы потянуться к кнопке принятия вызова, как увидели, что разговор уже идёт 20 секунд.\n— Ну прости уж, \"осёл\" хотел тебе предложить кое-что...\n— Ладно, и ты, дружище, извиняй... Как-то фигово вышло, проехали. Давай выкладывай, что, да как.\n— Слушай, Саня, тебе уже 27 лет, и ты ещё ни разу не был в настоящей мужской компании, ну порыбачить там, отдохнуть как бы, верно, я прав?\n— Ну да, выдвину заведомое утверждение: меня это пока не очень интересует, я — человек семейный и адекватный, не очень люблю такое, ну а что в общем случилось?\n— Тут я с некоторыми братанами решил съездить на настоящий отдых, будем мы на лесной поляне, рядом озерцо, порыбачить бы можно и. Конкурентов отнюдь нет, будем сами. Как тебе такое заманчивое предложение? — Высказался он.",
    "answers": [
      {
        "id": 11,
        "text": "Отказаться.",
        "need": [
          13,
          14
        ]
      },
      {
        "id": 12,
        "text": "Согласиться.",
        "need": [
          13,
          14
        ]
      },
      {
        "id": 13,
        "text": "Узнать про планы и покупки.",
        "need": -13
      },
      {
        "id": 14,
        "text": "Спросить про друзей.",
        "need": -14
      }
    ]
  },
  {
    "id": 11,
    "text": "— Нет, извини, у меня тут семья, они все нуждаются в заботе, может позже выйдет, не бери близко.\n— Лады, понимаю твою сложившуюся ситуацию, я дам им осмыслить всю информацию. В следующий раз не будь таким безличным, до встречи, удачи. — Фраза была сказана довольно холодно и печально.",
    "answers": [
      {
        "id": 16,
        "text": "Дальше. "
      }
    ]
  },
  {
    "id": 12,
    "text": "— А давай, надо же что-то в жизни новое познавать, и общение не помешает!\n— Ну вот и отлично. — Фраза эта, была сказана с огромным удовольствием.\nВ комнату заходит жена Алёна:\n— Доброе утро, дорогой. Я тебя минут 30 жду за столом, варенички остыли уже, что случилось там?",
    "answers": [
      {
        "id": 18,
        "text": "Рассказать."
      }
    ]
  },
  {
    "id": 13,
    "text": "— Что насчёт закупок и планов?\n— Прежде всего возьмём десяток бутылочек \"волшебной водицы\", немного закуски, можно брать из дома даже, и оттуда же возьмём какой-нибудь еды чтобы с голоду не помереть там, закатимся в наш знакомый магазин, там всегда большой ассортимент, и всё качественное.\n— Не плохо, а какие же планы?\n— Смотри, сейчас 6:28, часик собираешься, берёшь важные вещи, одежду, и да, не забудь резиновые сапоги, по болоту лазить будем. Забираем мы тебя где-то в 7:50, у нас грузовик вместительный — все влезем, кратко говоря, забрали мы тебя сразу в тот магазин, поговорим в нём со знакомой, и поедем на поиск приключений, там разложимся, обустроимся, выпьем чего-нибудь, сьедим, и на болото, там говорят, такие щуки есть!",
    "answers": [
      {
        "id": 10,
        "text": "- Хорошо."
      },
      {
        "id": 15,
        "text": "[Предложить свой вариант]"
      }
    ]
  },
  {
    "id": 14,
    "text": "— Ясно, а кто там именно будет по личностям?\n— Там будет нас всего пятеро: я, ты, Серёга, Иван, и Димон. А так же...\n— Хм, они меня то знают?\n— Вообще в целом нет, но я им сказал, что ты тоже можешь присутствовать. Там и с ними познакомишься, если конечно не откажешься.",
    "answers": [
      {
        "id": 10,
        "text": "Ок."
      }
    ]
  },
  {
    "id": 15,
    "text": "— Я знаю одно место, оно мне очень понравилось раньше, когда я был ребёнком, туда мои родители ездили и прихватывали изредка меня, думаю, будет в том месте лучше! Правда, я очень плохо припоминаю куда ехать.\n— Ладно, я предложу, мы всегда любим что-нибудь новенькое, всё, договорились.",
    "answers": [
      {
        "id": 10,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 16,
    "text": "В комнату заходит жена Алёна:\n— Привет милый, чего так долго болтал с кем-то?\n— Подслушивать вообще плохо, но, мне предложили поехать с компанией на отдых.\n— И как, ты согласился?\n— Я не дал согласия, мне будет гараздо интереснее со своей родной семьёй, ведь пока явно не время для таких гулянок.\n— Вот и отлично, молодец, пойдём я тебя варениками накормлю.\n— Я вот думаю, не обиделся ли он на меня, не держит зла?\n— Если поймёт, то не будет. Идём же, давай!\nКонец 1/5",
    "answers": [
      {
        "id": 1,
        "text": "Тёплая концовка"
      }
    ]
  },
  {
    "id": 17,
    "text": "\n",
    "answers": []
  },
  {
    "id": 18,
    "text": "— Мне предложили ехать на отдых.\n— Рассказывай дальше.\n— Да там... Там мой знакомый друг организовал всё это дельцо, и его трое товарищей тоже будут.\n— Ну расскажи же больше, что так зажимаешься, мне тоже интересно узнать про предстоящие дела.",
    "answers": [
      {
        "id": 20,
        "text": "Соврать",
        "right_answer": true
      },
      {
        "id": 21,
        "text": "Сказать правду",
        "left_answer": true
      },
      {
        "id": 2,
        "text": "Промолчать."
      }
    ]
  },
  {
    "id": 19,
    "text": "Чуть заросшее место, довольно аккуратно, и, на удивление, почти нет мусора, эти два последних факта впечатлили больше всего. \nТоварищи последовательно вышли из машины и взяли десять минут передышки от душной езды. В это время можно исследовать местность.",
    "answers": [
      {
        "id": 51,
        "text": "Шагнуть в левую сторону."
      },
      {
        "id": 52,
        "text": "Пойти в правую сторону."
      },
      {
        "id": 53,
        "text": "Отойти назад."
      },
      {
        "id": 54,
        "text": "Полезть к озеру."
      },
      {
        "id": 55,
        "text": "Рассказать добытую информацию.",
        "need": [
          51,
          52,
          53,
          54
        ]
      }
    ]
  },
  {
    "id": 20,
    "text": "— Так, вообщем компания слишком адекватная, посидим за столом попьём водички — минералочки. Покушаем там салатиков, и больше ничего вредного не будем, поговорим на разные философские темы и поедем.\n— Ну вот и хорошо, я рада за тебя, а сын со мной побудет, отдохните хорошо.",
    "answers": [
      {
        "id": 22,
        "text": "Начать собираться."
      }
    ]
  },
  {
    "id": 21,
    "text": "— Немного выпьём, поговорим, порыбачим, ну там типично всё будет, да...\n—  Говорить правду — это хорошо, но не знаю, стоит ли пробовать... Может это твой шанс завести новых друзей. А они лишними не бывают. Я тебя конечно же могу отпустить. Сын со мной будет, не хочу, что бы он там с вами \"развлекался\". Мне надо ещё подумать. — С печальной улыбкой сказала она.",
    "answers": [
      {
        "id": 22,
        "text": "Начать собираться."
      }
    ]
  },
  {
    "id": 22,
    "text": "Длинные разговоры и подготовка к сборам заняла довольно долгое, драгоценное время.\n — Пора собираться, успею уже только в одно место, к сожалению.",
    "answers": [
      {
        "id": 23,
        "text": "Полазить в своей комнате.",
        "need": [
          -25,
          -26,
          -107
        ]
      },
      {
        "id": 24,
        "text": "Слазить в подвал. (считается как 2-я локация)",
        "need": [
          21,
          -24
        ]
      },
      {
        "id": 25,
        "text": "Зайти в гараж.",
        "need": [
          -23,
          -26,
          -107
        ]
      },
      {
        "id": 26,
        "text": "Пойти на кухню.",
        "need": [
          -23,
          -25,
          -107
        ]
      },
      {
        "id": 107,
        "text": "Зайти в уборную.",
        "need": [
          -23,
          -25,
          -26
        ]
      },
      {
        "id": 33,
        "text": "Ждать автомобиль."
      }
    ]
  },
  {
    "id": 23,
    "text": "У вас просторная и красивая комната, надо бы поискать что пригодится для ночёвки.\n— Во! Тёплая одежда: \"армейская\" лёгкая куртка, фуражка, штаны. А также главное — резиновые сапоги. Отлично, набор готов.\n Возле кровати, на тумбе, лежала книга \"Древние философы\".\nИх диковинные взгляды на жизнь и правда заставляют задуматься. А вообще, хорошо подходит для читания на ночь.\nПолезные находки.\n",
    "answers": [
      {
        "id": 22,
        "text": "Выйти."
      }
    ]
  },
  {
    "id": 24,
    "text": "Подвал был полностью захламлённым. Вещи буквально были местом для других, больших по обьёму. Раздробив стеклянные изделия, сломав несколько стульев и коробок, в сумрачных паутинных лабиринтах вы кое-что нашли.",
    "answers": [
      {
        "id": 28,
        "text": "Лом."
      },
      {
        "id": 22,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 25,
    "text": "В гараже было много паутины, в углу красовался старый \"Запорожец\"\n— Хорошо что это не моя машина. \nВезде было куча запчастей, болтов гаек, шуруповертов, и других инструментов, но вы нашли свою старую удочку, сохранилась ещё.",
    "answers": [
      {
        "id": 35,
        "text": "Взять удочку.",
        "need": -35
      },
      {
        "id": 36,
        "text": "Взять молоток.",
        "need": -36
      },
      {
        "id": 22,
        "text": "Выйти из гаража."
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы заходите на кухню, вас встречает обречённым взглядом чёрный пушистый котёнок, который явно не хочет вас тут видеть, но ничего не сделаешь...\nНа столе стоят варенички, слегка подостывшие, но с каким-то странным цветом, ну и ладно.\nВ холодильнике нет ничего интересного, кроме овощей, и то, нормальный вид обрёл лишь  перец...",
    "answers": [
      {
        "id": 29,
        "text": "Взять перец."
      },
      {
        "id": 30,
        "text": "Отведать \"деликатес\" из мяса и теста."
      },
      {
        "id": 22,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 27,
    "text": "Врать любимому человеку плохо, разве они этого заслуживают? Горькая правда лучше, чем сладкая ложь!",
    "answers": [
      {
        "id": 3,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 28,
    "text": "Не знаю, зачем он нужен, но выглядит более привлекательнее, чем весь этот хлам.",
    "answers": [
      {
        "id": 22,
        "text": "Вылезти."
      }
    ]
  },
  {
    "id": 29,
    "text": "Сочный перчик. Идеальное сочитание нескольких видов. На огороде таких растёт валом, только сейчас уже закончился сезон.",
    "answers": [
      {
        "id": 22,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 30,
    "text": "Пробуя вареники вы подметили странный вкус, они, кажется, были с мясом, немного тошнило. Как вы только собрались позвать свою жену и спросить в чём проблема, резко скрутило живот. О, нет! Надо быстро бежать в специальную комнату.\nИ тут вас ударила по лицу неудача, двери ванной оказались закрыты, вот же блин, сью же минуту будет взрыв, что делать?",
    "answers": [
      {
        "id": 31,
        "text": "Стучать что есть сил."
      },
      {
        "id": 32,
        "text": "Выбежать к уличной будке (есть шанс не успеть)."
      }
    ]
  },
  {
    "id": 31,
    "text": "— ОТКРЫВАЙ БЫСТРЕЕ!\nОрёте вы во всё горло, вам открывает перепуганная жена и сразу понимает в чём дело...",
    "answers": [
      {
        "id": 34,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы махом побежали к будке на улице, да в такой позе, что казалось бы вам прострелили солью мягкое место... Всё таки успели.",
    "answers": [
      {
        "id": 34,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 33,
    "text": " — Вроде ничего не забыл, так же? — Промелькнул в голове безответный диалог.",
    "answers": [
      {
        "id": 37,
        "text": "- Да, всё взял! \nПогулять во дворе."
      },
      {
        "id": 22,
        "text": "- Забыл!"
      }
    ]
  },
  {
    "id": 34,
    "text": "Всё закончилось весьма лучше, чем ожидалось, вы хоть и просидели там весь день, но никакого серьёзного вреда здоровью не было. Друзья разрывая животы от смеха уехали без вас. Мясо было испорченное. Жена ответила что мясник, у которого она всегда брала мясо был очень приветливым, всегда продавал свежий товар. А может, дело и не в мяснике?\nКонец 2/5",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 35,
    "text": "Хорошая чёрная удочка, красивый поплавок и грузило. Досталась от отца по наследству. Пережила много острых хвостов.",
    "answers": [
      {
        "id": 25,
        "text": "Дальше."
      },
      {
        "id": 22,
        "text": "Выйти из гаража.",
        "need": [
          35,
          36
        ]
      }
    ]
  },
  {
    "id": 36,
    "text": "Старый молоток, с облезшей рукоятью, но можно с ним работать. Когда-то давно был куплен на базаре по скидке, но вышел сразу из потребления.",
    "answers": [
      {
        "id": 25,
        "text": "Проводить обыск дальше."
      }
    ]
  },
  {
    "id": 37,
    "text": "Гуляя во дворе вы восхищались незабываемыми тонами виноградин, пытались понюхать уже увявшие цветы, и смотрели на своего верного пса, или же, так просто казалось. Соседи были не очень добрые и гостеприимные, поэтому вы не имели с ними связь, даже не знали их имени и традиций, тем более, стиля жизни. С одной стороны жил дряхлый бездушный дед, живущий только для собственной персоны, а с другой многодетная семья с двухкомнатным домом. Не повезло, но зато есть с кем погулять сыну.\nБыло заметно холодно, как раз, солнце обвели многотонные тучи, вот бы это не продлилось долго. Уже 8:50, и где они? Звонка нет.",
    "answers": [
      {
        "id": 38,
        "text": "Ждать ещё десяток минут.",
        "need": -15
      },
      {
        "id": 39,
        "text": "Ждать ещё десяток минут.",
        "need": 15
      }
    ]
  },
  {
    "id": 38,
    "text": "Во двор подъехала старая барахолка, чуть не зацепив забор и входную калитку. Ясно, что там уже готовы все...\nЧерез рычащий двигатель и громкую выхлопную трубу послышались голоса:\n— Здарова, едем на наше место. — С этими словами высунулись из окон сразу четыре головы.",
    "answers": [
      {
        "id": 40,
        "text": "Удивиться, но залезть и ехать."
      }
    ]
  },
  {
    "id": 39,
    "text": "Во двор подъехала старая барахолка, чуть не зацепив забор и входную калитку. Ясно, что там уже готовы все...\nЧерез рычащий двигатель и громкую выхлопную трубу послышались голоса:\n— Здарова, едем на твоё место. — С этими словами высунулись из окон сразу четыре головы.",
    "answers": [
      {
        "id": 40,
        "text": "Удивиться, но залезть и ехать."
      }
    ]
  },
  {
    "id": 40,
    "text": "Пока вы ехали, поддерживалась дружеская атмосфера, новоиспеченные приятели вас спрашивали о многом, да и вы тоже, разговор завязался хоть и крепкий, но немного неудобный для вас, не привыкли к таким бурным обсуждениям и дискуссиям. Говорить про что, было.",
    "answers": [
      {
        "id": 41,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 41,
    "text": "Один из пассажиров на переднем месте спросил:\n— Слушай, а чего это ты всего мало взял? Рассчитываешь на наши услуги?\n— Да это так, спешил, и не успел взять больше, мне жаль, что так вышло.\n— Если что, поделимся, не парься.",
    "answers": [
      {
        "id": 42,
        "text": "- А вот и магазин \"Две копейки\"!"
      }
    ]
  },
  {
    "id": 42,
    "text": "За разговорами вы доехали в магазин \"Две копейки\", дейсвительно странное название для магазина алкоголя. Наверное, сколько же там этих \"рассадников буйства\"? На любой цвет, вкус, и вид. Не понятно, чего некоторые готовы отдать за эти ничтожные бутылочки даже последние деньги?",
    "answers": [
      {
        "id": 43,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 43,
    "text": "Внешний вид магазина не внушал особой заинтересованности:\nПо размерам, прикинув на глаз, он был метров в длину так тридцать пять. Довольно маленькое здание, в центре этого района. Среди однотонных белых цветов больше ничего не отличалось.\nНа входе висит прилепленная табличка из старой бумаги — \"Открыто\".\nИнтерьер в магазине же напоминал старые времена, там царствовал строгий бюджетный вариант.\nПродавщица сыскалась конечно же ещё, какая ворчащая.\nСреди стеллажей не нашлось ничего интересного, только бутылки.\nДрузья после дорогостоящих покупок медленно затащились в машину и были готовы продолжить путь.",
    "answers": [
      {
        "id": 44,
        "text": "Пора в путь по моей дороге!",
        "need": 15
      },
      {
        "id": 45,
        "text": "Пора в путь по их дороге.",
        "need": -15
      }
    ]
  },
  {
    "id": 44,
    "text": "Большую часть дороги вы знали, но немного заблуждали, давность воспоминания давала перебои в памяти. Перед глазами открылись две дороги, ничем не отличающиеся друг от друга, разве что, качеством покрытия.",
    "answers": [
      {
        "id": 46,
        "text": "- Левее."
      },
      {
        "id": 47,
        "text": "- Правее."
      }
    ]
  },
  {
    "id": 45,
    "text": "Немного утомимой езды по горбам, кустам и ямам — вот вы уже на месте! Правда, крыша грузовика была из двух прослоек толстого металла, и в голове немного звенело, ну бывает, ради такого, это всего лишь мелочные вещи.",
    "answers": [
      {
        "id": 19,
        "text": "Присмотреться."
      }
    ]
  },
  {
    "id": 46,
    "text": "Вроде, дорога правильная, машина завернула на новый путь.\nОстался последний рубеж.",
    "answers": [
      {
        "id": 50,
        "text": "- Едь по травянистой дороге."
      },
      {
        "id": 48,
        "text": "- Едь по дороге с зарослями."
      }
    ]
  },
  {
    "id": 47,
    "text": "Дорога бушевалась дикими зарослями, даже неизвестными вам деревьями и травами, вас начали обгладывать сомнения...",
    "answers": [
      {
        "id": 48,
        "text": "- Прямо надо!"
      }
    ]
  },
  {
    "id": 48,
    "text": "Вы заехали в какую-то дикую глушь, никто тут никогда и не был...\n— Ну что, мудрец, куда ты нас завёл? — Сказал самый мерзкий для вас член группы — Иван.\nВсе отчаянно стояли столбами — \"Как же теперь выбраться?\", \"Зачем мы сюда ехали?\", \"Почему ты назвал не ту дорогу?\".\n Наступила очень ледяная ночь, полил проливной дождь. Одному из группы пришлось пожертвовать собой — мест в ночлеге для сна не хватило, пришлось спать на грязном ковре. Ночка была тревожная, дикие животные издавали выворачивающие звуки. Бывало так, что некоторых особей можно было разглядеть в размытом окне.  \n Вы утром хоть и проездили целый день, но еле-еле нашли выход из этих нетронутых земель, друзья дулись на вас, но простили...\nКонцовка 3/5\nВот неудача!",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      },
      {
        "id": 48,
        "text": "small",
        "url": "https://d.radikal.ru/d15/1908/b4/4f884ba029fd.jpg\n\n"
      }
    ]
  },
  {
    "id": 49,
    "text": "Вы смогли сказать правду и найти свой прошлый атрибут дохода! Важная вещь пригодится во многом.",
    "answers": [
      {
        "id": 3,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 50,
    "text": "Вы выехали на ту самую поляну, в которой раньше вы практически жили, вы часто сюда приезжали отдыхать вместе с семьёй, а может даже с знакомыми, этого вы уже не помнили. Ох, какие незабываемые приятные ощущения приносит это место, оно было такое красивое, а теперь от него остался лишь пепел...\nСо смутными лицами все спаковались и уехали из этого \"пепельного царства\".\nРедкая секретная концовка☆",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      },
      {
        "id": 50,
        "text": "small",
        "middle_answer": true,
        "url": "https://a.radikal.ru/a07/1908/db/7cf9f2bab1a9.jpg\n\n"
      }
    ]
  },
  {
    "id": 51,
    "text": "Слева расположен густейший мрачный лес. Этот вид можно сравнить со всеми примерами из сказок. Из тёмного занавеса слышны голоса птиц, и ничего большего.",
    "answers": [
      {
        "id": 19,
        "text": "Смотреть дальше."
      }
    ]
  },
  {
    "id": 52,
    "text": "В правой стороне что-то по типу болота, камыш не много засохший, но вода есть. Куча всякой зелёной дряни. Заметно, что земля очень мягкая, и провалиться тут можно без проблем.\nБолотный пейзаж и серенады лягушек явно заслуживали и постороннего внимания.",
    "answers": [
      {
        "id": 19,
        "text": "Смотреть дальше."
      }
    ]
  },
  {
    "id": 53,
    "text": "Сзади, немного походив, выходишь на чистое зелёное поле, много низкорослых кустов и трав, некоторые типы даже были неведомые и в мысле. Вдали завиднелись разветвленные автомобильные дорожки.  Единственное что не понравилось — огромная яма, похожая на кратер, а в ней всякая гадость, ну ясно вообщем.",
    "answers": [
      {
        "id": 19,
        "text": "Смотреть дальше."
      }
    ]
  },
  {
    "id": 54,
    "text": "Лезть в озеро конечно же и не хотелось сразу, но оно было чистое, опять же много всякой зелёной дряни. Интересной вещью был переход с речки в другой её конец, не помешает тоже.",
    "answers": [
      {
        "id": 56,
        "text": "- А кто это там?"
      }
    ]
  },
  {
    "id": 55,
    "text": "По дороге к машине, все уже очухались от временной встряски и стояли у дверей. Созвав всех членов, вы начали докладывать подробно новоизвестную информацию.\nДа, она была изматывающей и скучной, но друзья слушали с ошеломлением. Вот, что означает красноречивость.",
    "answers": [
      {
        "id": 57,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 56,
    "text": "Как раз, на другом конце так же \"отдыхала\" группа людей, они скорее больше были похожи на обезьян, но умели говорить. Из радио играла тяжёлая музыка. Приглядевшись, можно было заметить костёр с выгоревшей травой вокруг. На подставке жарилось мясо. Необразованная деревенщина... Ну что ж, и тут соседей не выбирают. Для того, чтоб перелезть, будет нужно слегка намочиться.",
    "answers": [
      {
        "id": 19,
        "text": "Смотреть дальше."
      }
    ]
  },
  {
    "id": 57,
    "text": "— Так, ребята, приступаем к работе, — браво и гордо обозвался Саня. — Ты ставишь палатки, чугунный котелок, и исследуешь болото. И да, не забудь принести пару охапок сучьев из леса, да как можно больше для нас. Я роздам другим задания и сам начну выполнять свои. Слова слегка заплетались, но вы смогли понять о чём идёт речь. Все разбежались, кто куда; работа прямо пыхтела. Время и для своих хлопот.\nЗадания:",
    "answers": [
      {
        "id": 58,
        "text": "Исследовать болото.",
        "need": -66,
        "need_sometimes": true
      },
      {
        "id": 59,
        "text": "Поставить палатки.",
        "need": -59
      },
      {
        "id": 60,
        "text": "Идти в лес за палочками.",
        "need": -60
      },
      {
        "id": 61,
        "text": "Прибить котелок.",
        "need": -61
      },
      {
        "id": 62,
        "text": "Доложить об выполнении.",
        "need": [
          58,
          59,
          60,
          61
        ]
      }
    ]
  },
  {
    "id": 58,
    "text": "Пора посмотреть на флору и фауну болота, нужна специальная обувь, если есть боязнь купания в грязи.",
    "answers": [
      {
        "id": 63,
        "text": "Пойти в сапогах.",
        "need": 23
      },
      {
        "id": 64,
        "text": "Пойти босиком.",
        "need": -23
      }
    ]
  },
  {
    "id": 59,
    "text": "Время ставить палатки: Колышки, верёвки, крепительные элементы. надо бы молоток взять. Самому не справиться, нужна помощь.",
    "answers": [
      {
        "id": 67,
        "text": "Забить молотком. Призвать помощь.",
        "need": 36
      },
      {
        "id": 68,
        "text": "Забивать руками.",
        "need": -36
      }
    ]
  },
  {
    "id": 60,
    "text": "Зайдя в лес вы почувствовали себя как за тёмной занавеской, он был очень мрачным и страшным, только бы не бояться.\nЗавидев несколько просохших деревьев, можно отправиться к своей цели.",
    "answers": [
      {
        "id": 69,
        "text": "Собирать ветки."
      },
      {
        "id": 70,
        "text": "Странный горб в земле.",
        "need": 24
      }
    ]
  },
  {
    "id": 61,
    "text": "Место для котла уже выбрано, а именно в центре лагеря.\nДва ржавых колышка впились в землю, надо их чем-то зафиксировать!",
    "answers": [
      {
        "id": 108,
        "text": "Взять свой подручный инструмент.",
        "need": 36
      },
      {
        "id": 109,
        "text": "Забивать руками (плохая идея).",
        "need": [
          -109,
          -108
        ]
      },
      {
        "id": 110,
        "text": "Звать на помощь.",
        "need": [
          -108,
          -109,
          -110
        ]
      },
      {
        "id": 57,
        "text": "Уйти из этого места.",
        "need_sometimes": true,
        "need": [
          108,
          109
        ]
      }
    ]
  },
  {
    "id": 62,
    "text": "— О, молодец! Быстрее всех управился, иди отдыхай, сейчас за стол сядем, потом займёмся делом. А я пока пойду воды наберу, наслаждайся!",
    "answers": [
      {
        "id": 72,
        "text": "Полежать на травке."
      }
    ]
  },
  {
    "id": 63,
    "text": "В сапогах было очень удобно и хорошо, они давали отпор скольжению.\nОказалось, в болоте много живности, никто не знает, какого даже размера.",
    "answers": [
      {
        "id": 66,
        "text": "Рассказать."
      }
    ]
  },
  {
    "id": 64,
    "text": "Не успели вы ступить на зону болота, как мигом соскользнув упали лицом в грязь. Кто же мог подумать, что земля и не только может засасывать.\n— Вот же... Ладно, я иду исследовать дальше.\nОказалось, в болоте много живности, никто не знает, какого даже размера.",
    "answers": [
      {
        "id": 65,
        "text": "Рассказать."
      }
    ]
  },
  {
    "id": 65,
    "text": "Не успели вы подойти как услышали дикий смех:\n— Ха-ха, что это за монстр? Я ещё столько не выпил что б такое видеть. — Сдерживая басистый смех, проорал Сергей.\n— М-да, ну бывает, и что, вообразите меня на своём месте...\n— Ладно, чудовище из морской пучины, рассказывай что там, — сказал с ухмылкой Саня.",
    "answers": [
      {
        "id": 66,
        "text": "Рассказать всё таки."
      }
    ]
  },
  {
    "id": 66,
    "text": "— Там очень много чего интересного, водоём так и гуляет, надо бы сходить обязательно, лично видел.\n— М-м, спасибо, будем знать, сходим завтра с утра. Не забудь напомнить, если ты конечно же, что-то запомнишь из сегодняшнего дня.",
    "answers": [
      {
        "id": 57,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 67,
    "text": "Всё было очень быстро, простая робота. На отклик присоединился Сергей. Через каких-то 10 минут на земле было установлено две красивые палатки.",
    "answers": [
      {
        "id": 57,
        "text": "Пойти дальше."
      }
    ]
  },
  {
    "id": 68,
    "text": "Забивать было довольно больно, вы не хотели опозориться перед друзьями, поэтому так и вышло, ну а палатки готовы.\nВ ходе своих мучительных \"исправных\" работ была повреждена палатка. Как теперь оправдать свою ошибку пред всеми?",
    "answers": [
      {
        "id": 57,
        "text": "Пойти дальше."
      }
    ]
  },
  {
    "id": 69,
    "text": "Проблема состояла в том, что те источники сучьев находились в глубине спуска.\nСпокойно спустившись, вы насобирали полные руки хвороста.\nСамая тяжёлая задача набирала обороты. С упорством и силой всё вышло сделать, вот уже виден выход.",
    "answers": [
      {
        "id": 57,
        "text": "Идти дальше."
      }
    ]
  },
  {
    "id": 70,
    "text": "Вы заметили странный горб в земле и решили разрыть его.\n\"О, там какая-та железная коробка с огромном стальным замком, но довольно старым! Кажется, я знаю что делать.\"",
    "answers": [
      {
        "id": 71,
        "text": "Взять лом и взломать замок."
      }
    ]
  },
  {
    "id": 71,
    "text": "Бывшие навыки пригодились, замок был снят меньше, чем за минуту, внутри коробки были настоящие деньги, где-то пять блоков и так же оружие, что бы могло это означать? Друзья слетелись на ваши удивлённые крики, откуда-то притащили лопаты и тоже \"слегка\" удивились, завидев ещё такой же тайник, а дальше никто и не узнает что случилось...\nРедкая секретная концовка☆ ",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      },
      {
        "id": 71,
        "text": "very small",
        "url": "https://d.radikal.ru/d15/1908/71/1454014632f6.jpg\n\n"
      }
    ]
  },
  {
    "id": 72,
    "text": " Нежная, бархатистая травка с радостью приняла в объятия. Тучи не много мутнели, лежать стало в разы приятнее. Так можно было провести хоть несколько часов, пока желание не загасит осознание того, что можно простудиться на этой холодной земле...\n Яркие и спокойные мысли разрываются, когда вы слышите сшибающий со здравого ума звук, напоминающий церковный громадный колокол.",
    "answers": [
      {
        "id": 73,
        "text": "Обернуться."
      }
    ]
  },
  {
    "id": 73,
    "text": "Оборачиваясь, вы увидели как ваш друг Саня громко бьёт ложкой по котелку и зазывает всех на стол, так и хотелось надеть ему этот котелок на голову и так же постучать в отместку за прерванное наслаждение.",
    "answers": [
      {
        "id": 74,
        "text": "Сесть за длинный раскладной стол."
      }
    ]
  },
  {
    "id": 74,
    "text": "Уже время клонит близко к полудню, все уселись за стол, молча начали расхватывать жадно, и пробовать еду, вам достались странные на вид голубцы. Пора пробовать, все давно схватили свои тарелки с чем-то.",
    "answers": [
      {
        "id": 75,
        "text": "Попробовать шедевр современной кулинарии."
      }
    ]
  },
  {
    "id": 75,
    "text": "Таких отстойных голубцов вы ещё не ели, даже от резкого запаха пробивало нос, ну а вкус, он напоминал остатки еды из помойного ведра.\n— Ну как? — Резко обернулся к вам Димон. — Это моя тёща готовила на днях для меня.",
    "answers": [
      {
        "id": 76,
        "text": "- Да, любит тебя тёща!"
      }
    ]
  },
  {
    "id": 76,
    "text": "— Точняк, мы с ней хорошо дружим.\n— Ну вот и молодцы, еле сдерживая слезу от тошнотных позывов, сказали вы.",
    "answers": [
      {
        "id": 77,
        "text": "Успокоиться."
      },
      {
        "id": 111,
        "text": "Выразить сочувствие."
      }
    ]
  },
  {
    "id": 77,
    "text": "Миновала тянущаяся пауза, после которой все под напором стали издавать как из пулемета многословное пустозвонство.\nЧерез излишек времени все выбрали временного лидера в группу: выбор очевиден, так как он пал на Саню. Многие пытались заставить вас выпить что-нибудь, другие уже находились в личном безмерном пространстве, в мире наслаждения и эйфории.",
    "answers": [
      {
        "id": 78,
        "text": "Просиживать скамейку дальше."
      }
    ]
  },
  {
    "id": 78,
    "text": "15:38\nГолова немного кружилась, но было не так уж и угрюмо как вы себе представляли, на вашей стороне закончились блюда для закуски, и да, это сделал не наш герой.\nСосед принял очередную дозу вредного напитка, и просит принести с соседней стороны чуток недостающих у вас овощей.",
    "answers": [
      {
        "id": 79,
        "text": "У меня есть получше идея!",
        "need": 29
      },
      {
        "id": 81,
        "text": "Выполнить просьбу.",
        "need": -29
      }
    ]
  },
  {
    "id": 79,
    "text": "— У меня есть получше идея! С этими словами вы протянули свой домашний перец. — Новый хит!\n— А чего он такой приплюснутый? Не похоже на...\n— Так это с огорода, натуральный же, держи!\nИван с недоверием откусил кусочек, и безвыходно посмотрел по сторонам.",
    "answers": [
      {
        "id": 80,
        "text": "- Ну как, вкусно?"
      }
    ]
  },
  {
    "id": 80,
    "text": "Только дошёл он до семечек, так сразу вылетел из-за стола, бегал то он как резаный.\n— Быстрее, дайте воды!\n— Воды нет! А пить не надо — хуже только будет!\nБедняга так хотел выпить холодного, что побежал к болоту.\n— Перепутал дорогу что-ли?\n— А вообще что ты ему подсунул?\n— Обычный острый перец, он сам захотел.\n— Вот же, любитель острых эмоций.\nНачалась суматоха.",
    "answers": [
      {
        "id": 82,
        "text": "Побежать на помощь."
      }
    ]
  },
  {
    "id": 81,
    "text": "Иван довольно улыбнулся, поблагодарил, и разговор вновь возобновлен.",
    "answers": [
      {
        "id": 84,
        "text": "Слушать дальше."
      }
    ]
  },
  {
    "id": 82,
    "text": "Долго вытаскивали бедного Ивана из болота, выйдя из него, он остался без носков и ботинок.\n— Я тебе ещё отомщу. Думал будет так весело? Фиг там.\nВсе снова уселись за стол и продолжили говорить.",
    "answers": [
      {
        "id": 84,
        "text": "Продолжить слушать."
      }
    ]
  },
  {
    "id": 83,
    "text": "Умно было задумано дело с перцем. Но Ивану эта шутка ой как не понравилась, месть будет не менее жестокая.",
    "answers": [
      {
        "id": 3,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 84,
    "text": "В ход шли любые фразы и шутки, все возможные факты и секреты Земли. Кое-кто загибал популярные анекдоты, которые знали почти все наизусть. Некоторые говорили про новомодные автомобили, про моду. Другие, поговорив с одним, перестраивались на другого собеседника. Ну а вы бурно обсуждали моральные ценности человека.\n Всё однажды загоняется к концу. Саня, помахивая рукой, подметил, что пора расходиться.",
    "answers": [
      {
        "id": 85,
        "text": "Конец посиделок."
      }
    ]
  },
  {
    "id": 85,
    "text": "Хорошо и приятно посидев за столом вы все вышли заниматься делами, кто куда. Ну а вы пошли...",
    "answers": [
      {
        "id": 86,
        "text": "Ловить рыбу.",
        "need": -86
      },
      {
        "id": 87,
        "text": "Исследовать болото повторно.",
        "need": -87
      },
      {
        "id": 88,
        "text": "Поговорить с той компанией на противоположном берегу.",
        "need": -88
      },
      {
        "id": 90,
        "text": "Пройтись по тропе, которая ведёт в поле.",
        "need": -90
      },
      {
        "id": 89,
        "text": "Обратно за стол.",
        "need": [
          86,
          87,
          88,
          90
        ]
      }
    ]
  },
  {
    "id": 86,
    "text": "Вы подошли к речке и стали смотреть как Саня ловит рыбу в конце дороги. Ну и красиво же тут. Простояв минут 20, ничего так и не было поймано, надо присоединиться, нельзя так оставить его в проблемах.",
    "answers": [
      {
        "id": 91,
        "text": "- А как? У меня же нет удочки.",
        "need": -35
      },
      {
        "id": 92,
        "text": "Размотать свою удочку и тоже ловить.",
        "need": 35
      }
    ]
  },
  {
    "id": 87,
    "text": "В этот раз вы пошли исследовать болото аккуратней, с вами был Иван. По дороге он не вымолвил хоть и слова.",
    "answers": [
      {
        "id": 95,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 88,
    "text": "— Здравствуйте, мы ваши соседи по компании, хотели бы познакомиться поближе, сказали вы с Сергеем.\n— Эй ты, сможешь выпить целые две бутылки вот этого, тогда может и познакомимся (женщина указывает на странные маленькие полулитровые бутылки без этикетки).\nЭти люди, на первый взгляд агрессивные, и не сильно доброжелательные, мало чего они могут подсунуть.",
    "answers": [
      {
        "id": 97,
        "text": "Спросить, что это."
      }
    ]
  },
  {
    "id": 89,
    "text": "Вернувшись за стол, все были нахмуренные и с пониженным настроением, видимо дела никто из них так и не умеет делать. Все глухо уселись, и с таким упорством, что треснула ножка скамейки, и она обвалилась, надобно им будет ещё и стоять...",
    "answers": [
      {
        "id": 100,
        "text": "Вот олухи!"
      }
    ]
  },
  {
    "id": 90,
    "text": "Вы ходили спокойной походкой, закат был необычайно красивым, про такой можно было бы мечтать, да и в фильме не увидеть даже. Вдали были видны маленькие силуэты животных, видимо лисицы или дикие псы. Ветер легонько обдувал ваше изморенное лицо, а тучи слегка хмурились, и обретали тёмные формы, только бы не дождь.\nВдоволь насладившись приятными моментами вы вернулись в лагерь.",
    "answers": [
      {
        "id": 85,
        "text": "Уйти."
      }
    ]
  },
  {
    "id": 91,
    "text": "Ненасытно наблюдая за тем, как он пытается поймать рыбу, вы жалели о том, что тоже не взяли удочку. Саня нахмурился, и продолжил занятие своим делом.",
    "answers": [
      {
        "id": 93,
        "text": "Дальше."
      }
    ]
  },
  {
    "id": 92,
    "text": "Достав удочку, вы насадили на крючок жирного червя, и стали тоже рыбачить. Как на зло длительное время вовсе не клевало. Саня с ухмылкой посмотрел в сторону поплавка.",
    "answers": [
      {
        "id": 94,
        "text": "И тут..."
      }
    ]
  },
  {
    "id": 93,
    "text": "Вдруг, он так закричал, что вы сами чуть не плюхнулись в воду.\n— Помоги тянуть, там, на крючке чудовище. Киллограмов 10 походу! Улов то сегодня будет!\nТянув так минуты две, леска оборвалась, и вы оба увидели, что вместо рыбы мечты на крючке оказалась большая грудка водорослей.\nСаня расстроено махнул рукой и пошёл отдохнуть к машине, не желая говорить с любой личностью.",
    "answers": [
      {
        "id": 85,
        "text": "Вот трагедия!"
      }
    ]
  },
  {
    "id": 94,
    "text": "Вдруг, он так закричал, что вы сами чуть не плюхнулись в воду, да кроме этого уронили туда банку с червями.\n— Помоги потянуть, там на крючке чудовище. Киллограмов 10 походу! Улов то сегодня будет!\nТянув так минуты две леска оборвалась, и вы оба увидели, что вместо рыбы мечты на крючке оказалась большая грудка водорослей.\nСаня расстроено махнул рукой и пошёл отдохнуть к машине.",
    "answers": [
      {
        "id": 85,
        "text": "Успокоить горе-рыбалку."
      }
    ]
  },
  {
    "id": 95,
    "text": "Болотная местность была довольно красивая, вода была глубокая, но местами мелкая. Завтра утром нужно обязательно пойти сюда. А пока говорить ещё нечего.",
    "answers": [
      {
        "id": 96,
        "text": "Пройтись ещё."
      }
    ]
  },
  {
    "id": 96,
    "text": "Через несколько шагов вы мигом проваливаетесь в водную яму, выплыть успели. Хорошо, что были без одежды (ну, не прямо там). С грязью вечно проблемы!",
    "answers": [
      {
        "id": 85,
        "text": "Стряхнуть грязь."
      }
    ]
  },
  {
    "id": 97,
    "text": "— Что это за продукция?\n— Наше пойло по старому рецепту. Налетай! Не почувствуешь такого наслаждения как сейчас.",
    "answers": [
      {
        "id": 98,
        "text": "Выпить."
      },
      {
        "id": 99,
        "text": "Не пить."
      },
      {
        "id": 112,
        "text": "Выпить.",
        "need": 107
      }
    ]
  },
  {
    "id": 98,
    "text": "Попробовав уже первую бутылку вы безсознательно упали на землю, проснулись уже завтра среди дня. Очнувшись, Голова сильно болела, друзья решили потянуть отдых на пару часов и подождать когда вы очнётесь окончательно, всё это время они бегали и реанимировали пострадавшего. В итоге же обошлось без жертв, вы пропустили небольшую часть. Виной всему стало отравление.\nКонцовка 4/5.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 99,
    "text": "— Нет, спасибо, мы пойдём пожалуй.\n— Ну и валите, опарыши, мне нет дела к вам.\n— Вот же гадкие люди попались, сказал вам Сергей.",
    "answers": [
      {
        "id": 85,
        "text": "- Да, безотказно."
      }
    ]
  },
  {
    "id": 100,
    "text": "Время было позднее, где-то 21:30. Некоторые допивали запасы этой гадкой воды, а остальные просто сидели и смотрели в небо.\n— На такой скучной ноте, — сказал Саня, — предлагаю раскинуть картишки. Все же любят эту игру? Верно! Иван, держи, и раздавай, играем с погонами в классику. Каждый сам стоит за себя!",
    "answers": [
      {
        "id": 113,
        "text": "Ждать раздачи."
      }
    ]
  },
  {
    "id": 101,
    "text": "— Откройте, быстрее! Я сейчас заболею.\nВнутри машины:\n— Что он там говорит?\nВсе были в таком состоянии, что даже не понимали ситуацию, всё же, вам открыли. Место водителя было занято, а до пассажирского растянулся Саня.\n— Ну что смотришь, мы ж не фильм снимаем, ложись на пол, твоё место у ковра для ног.\nПрисутствовало дикое отвращение, но возвращаться туда не хотелось.",
    "answers": [
      {
        "id": 105,
        "text": "- Ладно."
      }
    ]
  },
  {
    "id": 102,
    "text": "Руки от такого количества жидкости соскальзывали, но вы смогли открыть чью-то палатку с помощью, соседняя была кем-то закрыта.\nВ этой лачуге вы заметили Дмитрия.\n— Привет, Димон. Мне не открыли ту палатку,я вот и еле успел попасть, почти полностью промок. Сосчитаешь ли за милость мою просьбу побыть тут на ночь?\n— Без проблем, побомжуй у меня, только не хропи.\n— Постараюсь.\nСпокойно уложившись, вы принялись засыпать.",
    "answers": [
      {
        "id": 104,
        "text": "- Спасибо."
      },
      {
        "id": 115,
        "text": "Достать из объёмного кармана промокшую книгу.",
        "need": 23
      }
    ]
  },
  {
    "id": 103,
    "text": "Вам снилась всякая чушь, о которой не хотелось думать, дождь настойчиво дробил землю, не смотря на это, спать было уютно, складывалась приятная атмосфера, чувствовалось, буд-то вы в убежище во время бомбардировки.\nСнаружи слышно голоса, пора вставать.",
    "answers": [
      {
        "id": 106,
        "text": "Встать.",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 104,
    "text": "— Спасибо. — тихо прошипели от холода, но товарищ уже видел сон.\nВы спокойно положились на отсыревшую ткань палатки и попытались заснуть.",
    "answers": [
      {
        "id": 105,
        "text": "Заснуть."
      }
    ]
  },
  {
    "id": 105,
    "text": "Смотря на ваших друзей — единственное чего вам не хотелось, так это проснуться хотя бы в одной из десятка луж, но эти мысли ничего не изменят.\nРасслабление неминуемо, уже все звёзды просчитаны...",
    "answers": [
      {
        "id": 103,
        "text": "Спать.",
        "middle_answer": true,
        "blackout": true
      }
    ]
  },
  {
    "id": 106,
    "text": "Спалось без всяких приключений, утром через каждый шаг была глубокая лужа, смотря на такую погоду друзья отменили отдых, тем более, было очень холодно.\n— Ну что собираемся ребята, поднимаем свой ленивый зад, так дела не идут, съездим сюда ещё позже, это явно был не самый лучший день, который бы мне и нам хотелось.\nВы сонно и без поспешки собрали все свои вещи и отнесли их в машину, шумной компании тоже не было, по дороге оставили мусор (вот же свиньи) и поехали.\n— Знаешь, я не много ошибся когда рассказывал, что это может быть твой лучший отдых с друзьями, но всё же прошло без особых приключений\n— Знаю, Сань, мы в этом не виновны, с каждым бывает, окажемся тут ещё, надеюсь!\nПосле этих слов все спокойно разьехались домой.\nЖена, увидев ваши просветлённые глаза обрадовалась.\nЧерез месяц вы поехали ещё раз, всё прошло успешно, но это уже отдельная история.\n\nПоздравляю, Вы смогли достичь самой оптимальной концовки 5/5, ничего не смогло помешать вам!",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      },
      {
        "id": 106,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d14/1908/d7/24fbe28ab7c1.jpg\n\n"
      }
    ]
  },
  {
    "id": 107,
    "text": "Комната особо не буяла яркими цветами, и не вызывала желания тут пробыть хоть пять минуть. Давний ремонт и застарелая система канализации дала о себе знать. Внимание привлекает старая аптечка в углу комнаты. Из незаменимых вещей нашёлся только активированный уголь.",
    "answers": [
      {
        "id": 22,
        "text": "Забрать пакетик."
      }
    ]
  },
  {
    "id": 108,
    "text": "Конечно, молоток был хуже огроменной, громоздкой кувалды, которой можно взмахом забить что угодно, в прямом смысле.\nМолоток был и в таком случае неплох, так как вариантов не оставалось. Пару ударов инструментом — всё готово! ",
    "answers": [
      {
        "id": 61,
        "text": "Выполнять задания дальше."
      }
    ]
  },
  {
    "id": 109,
    "text": " Мысли про риск получения травм своих жалких ручек не давал покоя. Самым предпочитаемым вариантом были ноги.\nНемного повозившись вышло кое-как забить эти два штыря.  \"Котёл уж пусть сами вешают\".",
    "answers": [
      {
        "id": 61,
        "text": "Приступить к следующей задаче."
      }
    ]
  },
  {
    "id": 110,
    "text": "Оглядевшись, никого не было рядом, даже крикнув, последовал такой же исход. Надо придумать другой вариант для решения этой трудной задачи.",
    "answers": [
      {
        "id": 61,
        "text": "Обдумывать."
      }
    ]
  },
  {
    "id": 111,
    "text": "— Знаешь, мне тебя очень жаль. Как ты с ней выдерживаешь на плаву жизнь?\n— Ты про кого?\n— Про тёщу твою, снова говорю.\n— А, ладно. Может быть для тебя это станет тоже наукой: она меня с самого начала неистово недолюбливает, всяко подстёгивает и упрекает; я стараюсь быть примерным, а выходит лабурда. Вот такая у всех кондиция.\n— Держись там, не поддавайся...\nДмитрий кисло улыбнулся и повернулся обратно за стол.",
    "answers": [
      {
        "id": 77,
        "text": "Успокоиться."
      }
    ]
  },
  {
    "id": 112,
    "text": "Попробовав уже первую бутылку вы безсознательно упали на землю. Очнувшись, вы заметили встревоженных друзей. Они сообщили, что нашли в кармане активированный уголь, с помощью которого удалось быстро спасти. За рассказами Сергея, они решили отомстить негодяям. в заключении того, те  с разбитыми носовыми перегородками уехали к себе дальше на дом. Вас оставили отдыхать на раскладушке, а ночью поместили в машину. Утром никто не тревожил, и все спокойно уехали. Это путешествие могло закончиться и лучше.\nСекретная концовка ☆.",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 113,
    "text": "Иван медленно разложил колоду карт. Козырем оказалась пика. У вас был скудный набор из двух шестерок, девятки, десятки, и двух остальных старших карт.\nСаня исскусно улыбнулся как шулер, и забросал Сергея, этот в ответ смог отбиться. Игра передвигалась довольно медленно и тошно. Все захватывали карту одну за другой, даже не стараясь отбить. Саня откинул свои последние козыри, и довольно облокотился на колено, оставив вас с Иваном.\n— Бейтесь.\nРезультат был предусмотримым. Фортуна была на вашей стороне, даже остались две шестерки.",
    "answers": [
      {
        "id": 114,
        "text": "Выиграть, повесив погоны."
      }
    ]
  },
  {
    "id": 114,
    "text": "— Вот так всё легко делается.\nИван выразил недовольство, пхыкнул, и ушёл.\nПока все отсиживались, наступила непроглядная ночь. На старой, заросшей паутиной лампочке лазили мушки и комары.\nВ костре догорали последние обрубки дерева, со временем он потух. В небесах зарычал гром, от удивление кто-то вскрикнул.\nСаня и тут проявил свои лидерские качества:\n— Сейчас будет ливень. Все, как можно быстрее, прячьте продукты и валите по машинам и палаткам, утром доделаем упущенное.\nВсе без малейшего раздумья разбежались по укрытиям. Последним запрыгнул на водительское сиденье автомобиля Саня. Вы остались под дождём, с силой, сравнимым по годовым нормам осадков. Исполняя просьбу, не все продукты были спасены, многие испортились и получили подмоченную репутацию.\nПробыв пять минут в очаге катаклизма, вы решаетесь тоже упрятаться куда-нибудь.\n",
    "answers": [
      {
        "id": 101,
        "text": "Стучаться в машину."
      },
      {
        "id": 102,
        "text": "Открыть палатку."
      }
    ]
  },
  {
    "id": 115,
    "text": "— Дима, ты вот когда-нибудь читал подобные книги, они же полностью наполнены глубоким смыслом.\n А тот уже погрузился в сон и громко хропел.\nПрочитав несколько интересных страниц, очень захотелось придремнуть.",
    "answers": [
      {
        "id": 105,
        "text": "Заснуть."
      }
    ]
  },
  {
    "id": 116,
    "text": "Книги никогда не помешают. Это универсальный хранитель любой информации, пусть даже может и глупой.",
    "answers": [
      {
        "id": 3,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 117,
    "text": "",
    "answers": []
  }
]