[
  {
    "id": 1,
    "text": "Жанр: приключение, выживание, открытый мир.\n\nЭта история о девушке. О девушке которая борется за выживание, подкрепленная жаждой узнать что с ней произошло.\n\n*** История будет весьма увесистой и большими развязками сюжета.\n\nP.s если выскажите свое мнение о сюжете, буду благодарен. Спасибо!",
    "answers": [
      {
        "id": 2,
        "text": "Начать историю"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://sun9-11.userapi.com/c204720/v204720729/2e9c2/QXzmpFNh5Ko.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Было утро. Я когда открыла глаза было очень холодно, такого холода я никогда не ощучала. Но понимала что надо что то делать, чтобы согрется, как можно скорее. Как только я попыталась встать я, поняла, что мое тело меня не слушается..\n\nЯ лежала так наверное час, а может и два.. И в голове новящиво крутились вопросы. — Где я? Что это за место, как я здесь оказалась? Я даже не знала кто я, я попросту не помнила ни чего — словно, чистый лист бумаги.\n\nНо постепенно, через некоторые время чусвительность на фалангах пальцев а потом и на пальцах ног возвратились. И я прикладывая не человеческие усилия, так мне казалось тогда, смогла поднятся с кровати...\n",
    "answers": [
      {
        "id": 3,
        "text": "[Осмотрется]"
      }
    ]
  },
  {
    "id": 3,
    "text": "Помещение, где я проснулась не была большая, а скорее было в стиле минимализма.\n\nВ левом углу от кровати, где я сидела, стоял большой, белый шкаф. Вокруг которого стояли две картины и обогреватель, — но оно почему то не работало. Всю комнату освещало два окна расположенные в потолку и лампы которые стояли на тубочках с разных сторон кровати.\n\nМне что то не давала покоя, и я решила покопаться в вещах хозяев дома. С чего бы мне начать?",
    "answers": [
      {
        "id": 3,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-43.userapi.com/c857016/v857016729/a39b0/IncZvGhmD3k.jpg"
      },
      {
        "id": 5,
        "text": "[Осмотреть тумбочки]"
      },
      {
        "id": 6,
        "text": "[Осмотреть картину - в середине]"
      },
      {
        "id": 4,
        "text": "[Осмотреть шкаф]"
      },
      {
        "id": 7,
        "text": "[Осмотреть дверь]"
      },
      {
        "id": 3,
        "text": "_________________________________________________",
        "comment": true
      },
      {
        "var_show": [
          "п1"
        ],
        "comment": true,
        "id": 3,
        "text": "Получено:",
        "need": [
          4
        ]
      },
      {
        "var_show": [
          "п2"
        ],
        "comment": true,
        "id": 3,
        "text": "Получено:",
        "need": [
          5
        ]
      }
    ]
  },
  {
    "id": 4,
    "text": "Я замерзла и решила открыть шкаф и поискать там теплой одежды. Шкаф был забит вещами хозяев. В шкафу лежали синий, желтый, красные свитера. \n\n— Хм.. что бы одеть?",
    "answers": [
      {
        "id": 4,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-28.userapi.com/c204516/v204516767/2eae0/SrmMNqAA2kY.jpg"
      },
      {
        "id": 3,
        "text": "[Назад]",
        "need": [
          4
        ],
        "need_sometimes": true
      },
      {
        "need_ever": true,
        "need_sometimes": true,
        "id": 11,
        "text": "[Взять синий свитер]",
        "need": [
          11
        ]
      },
      {
        "id": 12,
        "text": "[Взять черную рубашку]"
      },
      {
        "id": 13,
        "text": "[Взять красную футболку]"
      }
    ]
  },
  {
    "id": 5,
    "text": "Я сначала открыла первую тумбочку, но там ничего ценного не оказалось. Но во втором лежали какие то листовки с цифрами и упаковки с таблетками, в которых было написано \"Асперин\".",
    "answers": [
      {
        "id": 3,
        "text": "[Назад]"
      },
      {
        "id": 14,
        "text": "[Взять лекарства]"
      }
    ]
  },
  {
    "id": 6,
    "text": "Картина была написана на масляном холсте.  Интересно, кто бы додумался посторить дом вдали от всех.",
    "answers": [
      {
        "id": 3,
        "text": "[Назад]"
      },
      {
        "id": 6,
        "text": "введите команды для картинки",
        "url": "https://sun9-24.userapi.com/c858524/v858524996/a2d07/Pn40uxuPZLs.jpg"
      }
    ]
  },
  {
    "id": 7,
    "text": "Дверь была закрыта снаружи. Все попытки открыть не увенчались успехом.. Вам надо придумать что то, чтобы открыть его или попросту дождаться когда его откроют снаружи.",
    "answers": [
      {
        "id": 3,
        "text": "[Назад]"
      },
      {
        "id": 7,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-15.userapi.com/c200328/v200328996/2ff3b/QiX68StwH1Y.jpg"
      },
      {
        "id": 10,
        "text": "[Продолжить]",
        "need": [
          4,
          6,
          5
        ]
      }
    ]
  },
  {
    "id": 8,
    "text": ">>",
    "answers": [
      {
        "id": 3,
        "text": "[Назад]"
      }
    ]
  },
  {
    "id": 9,
    "text": "пп",
    "answers": [
      {
        "id": 3,
        "text": "[Назад]"
      },
      {
        "id": 9,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-28.userapi.com/c204516/v204516767/2eae0/SrmMNqAA2kY.jpg"
      }
    ]
  },
  {
    "id": 10,
    "text": "Я осмотрела все, что можно осмотреть. Но ничего особо важного не нашла. Я устала и проголодалась, у меня не осталось сил дальше иследовать это место. И окутавшись в одеяло, я залезла обратно в свою кроватку.\n\n — Черт! от без исходности и долгих раздумий у меня разболелась голова — Не ужели, вот так все и закончится?",
    "answers": [
      {
        "id": 15,
        "text": "[Подремать]"
      },
      {
        "id": 16,
        "text": "[Использовать лекарства]",
        "var_not": [
          "п2",
          0
        ],
        "var_equal": [
          "п2",
          "Лекарства"
        ]
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы одели синий свитер",
    "answers": [
      {
        "id": 4,
        "text": "[Назад]",
        "var_str_set": [
          "п1",
          "Синий свитер"
        ]
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы одели черную рубашку",
    "answers": [
      {
        "id": 4,
        "text": "[Назад]",
        "var_str_set": [
          "п1",
          "черная рубашка"
        ]
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы одели красную футболку",
    "answers": [
      {
        "id": 4,
        "text": "[Назад]",
        "var_str_set": [
          "п1",
          "красная футболка"
        ]
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы взяли таблетки.",
    "answers": [
      {
        "id": 5,
        "text": "[Назад]",
        "var_str_set": [
          "п2",
          "Лекарства"
        ]
      }
    ]
  },
  {
    "id": 15,
    "text": "Несмотря на головную боль я смогла уснуть. И когда я проснулась голова уже не болела и силы тоже востоновились, — ну насколько это возможно. Мой желудок урчал, ему явно хотелось чтобы я что то сьел. — Но я ничего не смогла найти сьедобного. \n\nПока я сидела и думала чтобы мне хотелось сьесть сейчас.. Послышались глухие звуки, со стороны двери.. мне трудно было определить какие это голоса, но они определенно были человеческие — я подумал про себя, или мне просто хотелось в это верить.\n\nЯ пока перебирала ответы, звуки стали намного четкие и громче.. — это точно люди! И походу они приближаются к моей комнате.. что делать?",
    "answers": [
      {
        "id": 15,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-43.userapi.com/c857016/v857016729/a39b0/IncZvGhmD3k.jpg"
      },
      {
        "id": 17,
        "text": "[Спрятатся в шкафу]"
      },
      {
        "id": 18,
        "text": "[Подождать, когда они зайдут]"
      },
      {
        "id": 19,
        "text": "[Спрятатся под кроватью]"
      }
    ]
  },
  {
    "id": 16,
    "text": "Благодаря тем таблеткам, что лежали в тумбочке, боль прошла! И я легко смогла уснуть. И когда я проснулась силы мои полностью вернулись ко мне  — ну насколько это возможно. Но мой желудок урчал, ему явно хотелось чтобы я что то сьел. — Но я вчера ничего не смогла найти сьедобного. \n\nПока я сидела и думала чтобы мне хотелось сьесть сейчас.. Послышались глухие звуки, со стороны двери.. мне трудно было определить какие это голоса, но они определенно были человеческие — я подумал про себя, или мне просто хотелось в это верить.\n\nЯ пока перебирала ответы, звуки стали намного четкие и громче.. — это точно люди! И походу они приближаются к моей комнате.. что делать?",
    "answers": [
      {
        "id": 16,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-43.userapi.com/c857016/v857016729/a39b0/IncZvGhmD3k.jpg"
      },
      {
        "id": 17,
        "text": "[Спрятаться в шкафу]"
      },
      {
        "id": 18,
        "text": "[Подождать, когда они зайдут]"
      },
      {
        "id": 19,
        "text": "[Спрятатся под кроватью]"
      }
    ]
  },
  {
    "id": 17,
    "text": "Я не знала, что это за люди.. потому решила спрятатся в шкафу. — там было много одежды и даже если открыли бы шкаф, то там врятли бы смогли меня обноружить.\n\nЯ затаилась и наблюдала через чели что между дверями остались. — когда же они уже зайдут.\n\n",
    "answers": [
      {
        "id": 22,
        "text": "[Продолжить]"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вот звуки приблизились к двери. — я с волнением ждала когда откроются двери.\n\nНо звуки пропали на несколько мгновений. — мне показалось что на целую вечность!\n\nВот дверь открылась.. И зашли два человека: одна девушка, — одетая в подростковом стиле (примерно 167 см была ее рост),  и один крепко сложенный мужчина одетый в строго офисном стиле (а его рост примерно составляла 175 см).. — Этих двух ничего не обьединяло, сюдя по одежде. Нуу кроме одетых на голову белых масок, с нарисованными лицами в греческом стиле.\n\nОни смотрели на меня сквозь свои маски. И девушка что то на своем языке сказала мужчине, после чего тот удалился из комнаты.\n\nА девушка подошла ко мне и присела на кровать со мной. \n\nЯ спросила, кто вы? — она не ответила. Она взяла из своего подсумка маленький фонарик и наставила мне в лицо. — она проверяла мои зрачки. Она медик? — подумала я. И через секунду зашел тот большой мужчина, с подносом в руках. В виде еды на подносе, мой желудок заурчала еще сильнее. — девушка обратила на это внимание и накричала на мужчину, тот ничего не ответил, просто слушал как есть.",
    "answers": [
      {
        "id": 20,
        "text": "[Продолжить]"
      }
    ]
  },
  {
    "id": 19,
    "text": "Я не знала, что это за люди.. потому решила спрятатся под кроватью. — залезть под кровать не составила особого труда, ибо я и без того была стройная, а день без еды вовсе способствовала этому делу. Но если они нагнутся то могут меня спалить. Но к счастью под кроватью  было очень темно.\n\nОстается только ждать, когда они зайдут.",
    "answers": [
      {
        "id": 23,
        "text": "[Продолжить]"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вот она и закончила свои опыты, надо мной. И на ломанным, уже на моем языке сказала — жди, время придет и ты сама все узнаешь (было видно что она это предложение долго репетировала). И после всего взяла из кармана брюк конверт и поставила на стол-тумбочки и ушла прихватив с собой ту мужчину, закрыв дверь за собой.\n\nЯ так и не узнала ничего о них.. Но так или иначе они мне пока вреда не нанесли и это не может радовать. — подумала я.",
    "answers": [
      {
        "id": 21,
        "text": "[Продолжить]"
      }
    ]
  },
  {
    "id": 21,
    "text": "И сново я осталась одна, в своем маленьком мире. Мне хотелось есть и их уход меня не слишком огорчила. \n\nЯ взяла поднос что они оставили и начала трапезу. — Еда скажем так не была высшего разряда, но в любом случае мне эта еда очень понравилась.\n\nВ подносе были: Тарелка с супом, 3 куска хлеба, соль, перец — черный и еще 5 банок тушенки мне оставили, это наверно на случай если мне не хватит и открывалка (весьма острая).",
    "answers": [
      {
        "id": 25,
        "text": "[Сьесть суп]"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вот звуки приблизились к двери. — я с волнением ждала когда откроются двери.\n\nНо звуки пропали на несколько мгновений. — мне показалось что на целую вечность!\n\nЩелчок и дверь открылась.. И зашли два человека: одна девушка, — одетая в подростковом стиле (примерно 167 см была ее рост),  и один крепко сложенный мужчина одетый в строго офисном стиле с подносом в руках. — Этих двух ничего не обьединяло, сюдя по одежде. Нуу кроме одетых на голову белых масок, с нарисованными лицами в греческом стиле.\n\nКогда они зашли, было видно что они удивились, не найдя меня. Девушка начала (повелительно) кричать своему напарнику — но, как бы я не старалась, я не смогла найти смысл в этих слов. Мужчина явно был растерян. Поставил поднос на стол и начал искать меня. — но не нашел.\n\n Обе были растроены и недоумевали, как я могла исчезнуть из этого помещения. Они постояли минуту и обе удалились. — Звук щельчка от двери не было, не уже ли они забыли закрыть дверь?",
    "answers": [
      {
        "id": 24,
        "text": "[Выйти из шкафа]"
      },
      {
        "id": 28,
        "text": "[Подождать - убедится, что они ушли]"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вот звуки приблизились к двери. — я с волнением ждала когда откроются двери.\n\nНо звуки пропали на несколько мгновений. — мне показалось что на целую вечность!\n\nЩелчок и дверь открылась.. И зашли два человека: одна девушка, и мужчина.\n\nКогда они зашли, установилось на секунду тишина, потом девушка начала (повелительно) кричать мужчине — но, как бы я не старалась, я не смогла найти смысл в этих слов. Судя по голосу мужщины он явно был растерян. Послышалось небольшой треск посуды. Он начал искать меня, я в ужасе лежала под кроватью надеясь на чудо. — надеясь, что не найдут.\n\nОн не смог меня найти. Обе были растроены и недоумевали, как я могла исчезнуть из этого помещения. Они постояли минуту и обе удалились. — Звук щельчка от двери не было, не уже ли они забыли закрыть дверь?",
    "answers": [
      {
        "id": 26,
        "text": "[Выползать из кровати]"
      },
      {
        "id": 27,
        "text": "[Подождать - убедится, что они ушли]"
      }
    ]
  },
  {
    "id": 24,
    "text": "Как только я вышла из шкафа, послышались звуки шагов которые шли прямиком в мою комнату. — Черт! вот я попала..\n\nЧто же делать??",
    "answers": [
      {
        "id": 30,
        "text": "[Закрыть, открытую дверь]"
      },
      {
        "id": 33,
        "text": "[Спрятаться в шкафу]"
      }
    ]
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  },
  {
    "id": 26,
    "text": "Как только я выполз, послышались звуки шагов которые шли прямиком в мою комнату. — Черт! вот я попала..\n\nЧто же делать??",
    "answers": [
      {
        "id": 29,
        "text": "[Спрятаться под кроватью ]"
      },
      {
        "id": 30,
        "text": "[Закрыть открытую дверь]"
      }
    ]
  },
  {
    "id": 27,
    "text": "Я не стала сразу выползать из кровати, а немного подождала. — И это было правильное решение. Через минуту как они ушли, сново явился тот мужик. — наверное хотел убедится, что я точно нету. Я была так рада что не выползла. \n\nОн убедился, грустно попыхтел, закрыл на замок дверь и ушел.. У меня было такое ощучение, что я упустила свою шанс на свободу.",
    "answers": [
      {
        "id": 31,
        "text": "[Продолжить]"
      }
    ]
  },
  {
    "id": 28,
    "text": "Я не стала сразу выходить из шкафа, а немного подождала. — И это было правильное решение. Через минуту как они ушли, сново явился тот мужик. — наверное хотел убедится, что я точно нету. Я была так рада что не выползла. \n\nОн убедился, грустно попыхтел, закрыл на замок дверь и ушел.. У меня было такое ощучение, что я упустила свою шанс на свободу.",
    "answers": [
      {
        "id": 31,
        "text": "[Продолжить]"
      }
    ]
  },
  {
    "id": 29,
    "text": "Я сразу полез обратно под кровать. Но не успела. — Меня вползающего под кровать увидел тот мужик. И схватила меня за ноги и вытянул.. (я от испуга вскрикнула). Я боролась как могла, но силы были не равны.. Я ощутила, что, что то пронизила мою спину, как иголкой и я потеряла сознание",
    "answers": [
      {
        "id": 34,
        "text": "[Продолжить]"
      }
    ]
  },
  {
    "id": 30,
    "text": "Я быстренько подошла к двери и закрыла. Они прошли мимо, и ничего не заметили. (Наверно подумали что дверь закрыли на ключ)\n\nЯ тихо, в раздумьях просидела  на кровати два с половиной часа, чтобы не привлечь ни чье внимание... я устала. Но теперь я знала что они точно ушли и в доме только я.",
    "answers": [
      {
        "id": 21,
        "text": "[Продолжить]"
      }
    ]
  },
  {
    "id": 31,
    "text": "Вот я сново осталась одна, в своем маленьком мире. Мне хотелось есть и их уход меня не слишком огорчила. \n\nЯ взяла поднос что они оставили и начала трапезу. — Еда скажем так не была высшего разряда, но в любом случае мне эта еда очень понравилась.\n\nВ подносе были: Тарелка с супом, 3 куска хлеба, соль, перец — черный и еще 5 банок тушенки мне оставили, это наверно на случай если мне не хватит и открывалка (весьма острая). Этой еды хватила бы мне на 3 дня.",
    "answers": []
  },
  {
    "id": 32,
    "text": "",
    "answers": []
  },
  {
    "id": 33,
    "text": "Я сразу полез обратно в шкаф. Но не успела. — Наверно дверь закрывающего шкафа увидел тот мужик. Открыл вследом дверь шкафа и попытался вытянуть меня за шиворот.. но я начала бороться с ним как могла, но силы были не равны.. И я ощутила, что, что то пронизила мою спину, как иголкой и я потеряла сознание.",
    "answers": [
      {
        "id": 34,
        "text": "[Продолжить]"
      }
    ]
  },
  {
    "id": 34,
    "text": "Конец-1",
    "answers": []
  }
]