[
  {
    "id": 1,
    "text": "В этом квесте вы попадете во вселенную ,где 3 мировая война случилась. Многие страны сбросили на своих врагов весь свой арсенал бомб и ракет. Люди, выжившие во время этого \"апокалипсиса\", попрятались, то в места где радиация была минимальна, то зарылись в очень глубокие места, такие как метро.\n\n\nВы будете управлять жизнью обычного человека , который попал в самое пекло военных действий ,направленное против революционного, нового и амбициозного движения под названием \"Империя\".",
    "answers": [
      {
        "id": 2,
        "text": "начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "—\"Всем внимание, экстренная эвакуация, собирайте самое необходимое и идите к воротам ведущим на станцию \"Кропоткинская\"... \"<s>r\n—\"Всем внимание, экстренная эвакуация, собирайте самое необходимое и идите к воротам ведущим на станцию \"Кропоткинская\"...\" <s>r\n      «Диктор» еще несколько раз повторил фразу после чего включил очень громкий и прерывистый гул сирен. <s>r\n      Саша встал с матраса ,быстро схватил документы, деньги, одежду и выбежал из палатки. На станции происходил ужас. Рынок ,рядом с которым жил Саша, был в огне , а по улочкам между прилавками ходили люди, в форме «Империи». Саша знал ее ,ведь эту форму ему показывали на гражданских учениях. Он рванул по знакомым дорожкам к воротам. Добравшись до них он увидел маленькую группу гражданских ,состоящую из 6 человек, и военных ,по сравнению с Имперцами они были хорошо вооружены, ведь «Диктор» говорил , что на каждого 5 Имперца приходится автомат и только на каждого 10 патроны к этому автомату. В это время у каждого Советского солдата был автомат патроны к нему и полное обмундирование.<s>r\n      Как только Саша подошёл к солдатам из рации послышался приказ.<s>r\n—«Уводи всех кто успел подойти и закрывай ворота»<s>r\n      Солдат гаркнул «Да» в рацию и тут же, как щенков, силой вывел их за ворота и закрыл их. С нами остались пятеро военных.<s>r\n—«Идите вперед!»- Сказал солдат. А сам , с напарником, остался стоять у ворот.<s>r\n      Они шли долго, ,примерно минут двадцать, все утомились, так как на станции на которой жил Саша был голод и работа по 16-18 часов в день. Как только все подошли к станции ,тут же включились яркие прожекторы.<s>r\n—«Кто идет!?»   <s>r\n       На что солдат ,который шел с ними, подошёл к блок посту , показал подобие паспорта ,что то шепнул солдату на посту и махнул нам рукой ,что бы они проходили на станцию.<s>r\n       <s>r\n<s>r\n\n",
    "answers": [
      {
        "id": 3,
        "text": "Кропоткинская"
      }
    ]
  },
  {
    "id": 3,
    "text": "   Кропоткинская ничем не отличалась от станции на которой жил Саша. То же убежище для убийц, воров и обнищавших. Полностью оглядеться не давали солдаты, которые вели их в ещё один лагерь для беженцев. Доведя до него, им выдали какие-никакие вещи, еду и каждому палатку. После инструктажа нам разрешили походить по станции, но Саша так устал, что как только лег, сразу же погрузился в глубокий сон.<s>r\n   Саша проснулся от громкого, нечеткого голоса «Диктора» ,который кричал в микрофон, что то о неоспоримой победе над Имперцами и восхваливал стойкость и мужество солдат, защищавших станцию от нападения. Саша вышел из палатки, посмотрел на часы над станцией «02:56» <s>r\n—«Время когда бомбы упали на город, значит не работают».<s>r\n   Саша пошел к рынку, у сталкеров всегда были наручные часы ещё и работающие. Саша прошёлся по станции в поиске него,но так его и не видел , везде были палатки ,костры ,люди потрёпанные, совсем не похожие на торговцев, сталкеров, солдат, даже Сашу на их фоне можно было назвать средним слоем населения. Походив какое-то время по станции он так и не обнаружил рынок.<s>r\n—«На станции нету рынка, а за счёт чего тут заработок ведётся и где еду и воду покупать?»<s>r\n   В отдалении Саша увидел костер за которым было пару свободных мест.<s>r\n",
    "answers": [
      {
        "id": 5,
        "text": "Подойти к военным с вопросом"
      },
      {
        "id": 6,
        "text": "Подойти к мужикам ,сидящим у костра"
      }
    ]
  },
  {
    "id": 4,
    "text": "—«Ах, ладно черт с тобой, давай сюда карту» — Сказал Саша, отдавая деньги.<s>r\n—«Так бы сразу, а то тут все торгаша во мне нашли, тфу»<s>r\nСаша отошел от лавок, осмотрелся, он подумал, если и будет брать поддельные права, то гражданина Полиса.<s>r\n—«Ладно пора отправляться на Тверскую» — Только сказал Саша, так тут раздался голос «Диктора»<s>r\n—«Доброго вечера, граждане, входы и выходы со станции закрываются и через пять минут выключится свет, прошу всех разойтись по палаткам»<s>r\n—«Вот так да… А мне где ночевать, ладно я думаю люди будут не против, если я лягу возле их палаток».<s>r\n Подождав час-два и убедившись, что люди уже заснули, он пошел в самый конец станции и лег возле последней палатки.<s>r\n—«Что за?...» — Послышалось из палатки.<s>r\nИз нее вылез высокий мужчина, с щетиной на лице и пистолетом в руке, который с недоумением глядел на Сашу.<s>r\n—«Ты чё тут делаешь?»<s>r\n—«Извините, я просто хотел переночевать, я не хотел вас беспокоить» — ответил Саша.<s>r\n—«Ты, что-ли проездом тут?... Эх заходи, а то тут холодно».<s>r\nСаша залез в палатку, изнутри она оказалась просторнее. Рядом с мужчиной лежал странного вида противогаз и химзащита с бронежилетом, все было ясно, он – сталкер. Саше о них рассказывала мама, как о героях спасающих метро от монстров и защищающих людей от внешнего мира, на самом деле, максимум кого спасали сталкеры это себя, и то в очень редких случаях.<s>r\n—«Как тебя звать-то? Меня Константин»<s>r\n—«Меня зовут Саша, приятно познакомиться» — после чего протянул руку. Сталкер пожал ее, что очень странно, Саша знал пару сталкеров и они были очень эгоистичны, они не жали руки даже другим, доверенным сталкерам.<s>r\n—«Какими тут судьбами и куда путь держишь?» — спросил он, начиная заваривать чай<s>r\n—«Я на Тверскую, там у меня встреча с одним человеком».<s>r\n—«Да не скрывай ты рассказывай, я все равно все про метро знаю, небось… Хочешь сменить гражданство? Угадал?»<s>r\n—«Да, а ты откуда знаешь?»<s>r\n—«Сам там менял на гражданство Полиса. Но ты знай, простым парням там паспорт не меняют, тебе это серьезно нужно?»<s>r\n—«Да, если не поменяю, либо шляться по заброшенным станциям и быть убитым монстром или торчком, либо отправят на Красную Линию, а там под трибунал и расстрел»<s>r\n—«Я сам на Тверскую иду, могу за тебя словечко замолвить, мне не сложно»<s>r\n—«Правда? Был бы очень благодарен…»<s>r\n—«Только я не буду утром просыпаться, хочу выспаться, поэтому иди без меня, а как пройдешь жди у входа, понял?» — Сказал сталкер допивая чай.<s>r\n—«Да, понял».<s>r\n—«Тогда все на боковую, можешь тут лечь, а я поползу в свою комнату люкс, хехе-хе-Кхе-Кхе-хе, кхм…»<s>r\n<s>r\n<s>r\n<s>r\n<s>r\n<s>r\n",
    "answers": [
      {
        "id": 15,
        "text": "Тверская"
      }
    ]
  },
  {
    "id": 5,
    "text": "Саша подошёл к военным у ворот, они просто сидели и занимались своими делами. Один решал кроссворд, второй просто сидел и смотрел на, подходящего к ним, Сашу.<s>r\n—«Извините… Сержант можно обратиться?»<s>r\n—«Разрешаю, чего хотел?»<s>r\n—«Узнать, что за станция у вас такая? нет рынка, одни палатки да костры везде»<s>r\n—«Так это…» солдат посмотрел на своего напарника, тот был полностью занят кроссвордом и вообще не заметил ,что к ним кто то подошел.<s>r\n—«Так это»-продолжил солдат-«Станция у нас такая, беженцев сюда со всей округи присылают. Из-за этих ,чертовых , Имперцев все метро на уши встало, да только не вовремя, эти революционеры успели отхапать себе пару станций и резво пробивались к другим. А так как у Ганзы все станции заполнены , то за плату мы их беженцев держим здесь»<s>r\n   Саша стоял, обдумывая все выше сказанное. После чего посмотрел на солдата, с которым общался и спросил.<s>r\n—«И все ,что здесь можно делать ,это просто сидеть и греть руки у костра?»<s>r\n—«Нет, почему? Можешь записаться в резервные войска, иди к концу станции, потом направо увидишь надпись «ШТАБ» заходи и спрашивай Алексея Михайловича, он по новобранцам ответственный»<s>r\n—«Хорошо, попробую, спасибо»<s>r\n—«Давай, удачи»<s>r\n",
    "answers": [
      {
        "id": 7,
        "text": "Идти к штабу"
      },
      {
        "id": 3,
        "text": "Я подумаю..."
      }
    ]
  },
  {
    "id": 6,
    "text": "   Саша подошёл к мужикам сидящим у костра,они о чем то говорили, но как только подошёл Саша они замолчали и покосились на него, словно изучая его, после этого самый старый , на вид, мужик чуть-чуть наклонился вперёд и сказал , хриплым и низким голосом,<s>r\n—«Здарова, погреться пришел? Ясное дело! На этой поганой станции из теплого только костер, да и не только на этой ,вся Красная Линия отапливается этими чертовыми кострами, ну садись, рассказывай как сюда попал»<s>r\n   Саша сел рядом со стариком и начал рассказывать свою маленькую и не особо оригинальную историю. После чего, мужики переглянулись и старик снова заговорил.<s>r\n—«Слушай тебя не задолбала  эта война? Не хочешь свалить на независимую станцию , где условия явно лучше ,чем здесь. Не буду лукавить ,сейчас дела хреновы у всех и каждой станции нужны люди, Красной Линии ,например , для армии , а независимой станции ,на которую я тебя зову, для рабочей силы, скажу прямо ,ты будешь работать в шахте или на ферме, или, крутя педали, вырабатывать электричество, а за старания получать плату, превышающую в разы плату солдата на Красной Линии. Так что, ты согласен?»<s>r\n",
    "answers": [
      {
        "id": 8,
        "text": "хорошо, я согласен"
      },
      {
        "id": 3,
        "text": "нет, спасибо"
      }
    ]
  },
  {
    "id": 7,
    "text": "   Саша пошел по пути ,который ему подсказали и вскоре оказался рядом с большой железной дверью, у двери была небольшая очередь. Рядом с ней стояли два солдата по бокам от двери и два на КПП. К Саше сразу подошёл второй военный из КПП ,одет он был в бело-серый камуфляж, на нем был массивный бронежилет и автомат Калашникова ,модернизацию которого Саша не мог вспомнить, на груди у солдата было написано «ОВК» ,что расшифровывалось ,как «Отряды Военного Комиссариата». Военный подошёл и отодвинул Сашу рукой подальше от КПП ,после чего начал задавать вопросы.<s>ufeff\n—«Ваше имя и документ подтверждающий личность»<s>ufeff\nСаша судорожно достал паспорт и представился. <s>ufeff\n—«Цель прибытия?»-продолжал военный.<s>ufeff\n—«Я пришел записаться в резервные войска,могу я это сделать»<s>ufeff\n—«Да, проходи» <s>ufeff\nСашу прошел за КПП ,где его остановил солдат ,обыскал и сказал идти за ним. Они прошли в эту огромную железную дверь, за ней был коридор по которому они прошлись ,повернули налево и вошли в первую дверь.<s>ufeff\n<s>ufeff\n",
    "answers": [
      {
        "id": 11,
        "text": "Военкомат"
      }
    ]
  },
  {
    "id": 8,
    "text": "—«Ну вот! Вооот! Вот такие люди метро с колен и поднимут. Ладно, вы тут дальше сидите, пацаны, а мы с парнем отойдем кое-куда, обкашляем вопросик» — Сказал старик<s>r\nОн встал и, ухватив Сашу за локоть, повел его за собой. Старик увел его в дальний угол станции, где также сидели люди. Отойдя и переговорив с ними, старик принес Саше автомат «Ублюдок».<s>r\n—«Слушай сюда, видишь это вентилич… вентелентен… Вен-Ти-Ля-Ци-Онное отверстие, во!. Короче сейчас лезем туда, потом коридорами выходим в туннель и через этот туннель попадаем на независимую станцию, понял? Автомат держи на готове, хер знает, что там за нечисть бродит»<s>r\nПервым полез Старик, а Саша за ним. Вентиляционная шахта была отвратительной. Повсюду паутина, слизь, застывшая кровь и от этого не самый приятный запах. Наконец, выбравшись из шахты, они оказались в техническом помещении. <s>r\n—«Так, нужно найти щиток… ай, нихрена не видно, сейчас включу фонарик» — Сказал старик<s>r\nКогда в комнате оказалось хоть сколько-нибудь света, Он без труда нашел щиток и включил свет во всем помещении. <s>r\n—«Екарный бабай…» — С трудом произнес старик<s>r\nВсе помещение и все коридоры были заполнены трупами, некоторые настолько свежие, что пальцы на их руках сводило в судорогах. Просто посмотрев на них, уже можно было сказать, что они были убиты людьми. У каждого было либо пулевое ранение, либо ножевое или другое. <s>r\nБыстро выбежав из этого помещения, они оказались в туннеле.<s>r\n—«Вот браток, твой путь к счастливому будущему кх..кхм» — Кашляя, сказал старик<s>r\n—«Путь не близкий, может хоть познакомимся, меня Витёк зовут, работаю электриком, как ты мог заметить, люблю… рисовать и разукрашивать, Ха-ха-ха-ха, шутка, не люблю… А ты каким раком на той станции оказался?»<s>r\n—«Саша меня зовут, жил на станции до Кропоткинской. Работал… да никем, просто то там помогу, то здесь, так мальком подзарабатывал. Потом Имперцы напали и меня согнали на эту станцию, потом я встретил тебя и  вот я тут» — Ответил Саша<s>r\n—«Мда, тоже не жибко интересная жизнь, ну ничего, на той станции ты пригодишься, станешь своим, как в семье, понял?!»<s>r\nСаша промолчал и через некоторое время они оказались у ворот<s>r\n—«Стой! Кто идёт?» — Спросил солдат на воротах<s>r\n—«Не узнал? Новичка принес, с красной линии» — ответил Витёк<s>r\n—«С красной линии? Ха-ха, это хорошо»<s>r\nВорота открылись и на Сашу вышли вояки и, схватив его, оглушили.<s>r\n<s>r\n<s>r\n<s>r\n",
    "answers": [
      {
        "id": 35,
        "text": "Киевская"
      }
    ]
  },
  {
    "id": 9,
    "text": "",
    "answers": [
      {
        "id": 10,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 10,
    "text": "",
    "answers": []
  },
  {
    "id": 11,
    "text": "   Кабинет ,в который вошёл Саша, был слабо освещен ,но этого света хватало чтобы разглядеть его  интерьер. Голый бетонный пол и потолок, на стенах виднелась плесень, а по середине кабинета стоял стол и за ним сидел человек в зелёной ,потрёпанной форме. Саша подумал ,что это больше похоже на пыточную ,чем на кабинет военкомата. Тем временем солдат ,который зашёл с Сашей, встал по стойке смирно и сказал<s>r\n—«Здравия желаю, привел добровольца» — после  чего протянул ему паспорт Саши.<s>r\n—«Александр Дробенко, гражданин Красной Линии… Ни одного совершенного преступления против государства… Работал торговцем значит… Как Здоровье, Александр?» — сказал командир.<s>r\n—«хорошее… Ну да, хорошее»<s>r\n—«Это хорошо, значит так, теперь ты рядовой, ты подчиняется Советской Власти ,понял? ,Конечно же ты понял . Так, Сержант, бери его и остальных добровольцев и отвези их на Театральную и там передать капитану Ленскому,понял?»<s>r\n—«Так точно!»<s>r\n",
    "answers": [
      {
        "id": 12,
        "text": "новые знакомства"
      }
    ]
  },
  {
    "id": 12,
    "text": "   Нас посадили на дрезины ,вместе с Сашей там было два парня, один из которых спал, и один старик лет 50. <s>rСтарик и тот Спавший были одеты, как обычные люди в метро: рванное,грязное шмотье намотанное слоями и черные ,от работы, руки. Но другой парень был каким-то чистым, опрятным.\n—«Здарова, меня Ваней звать, а тебя?. Дорога длинная может разюавим ее диалогом,так сказать» — сказал парень, который странно выглядел\n—«Здарова… Я Саша» — сказал Он, с желанием ,что бы от него отстали.<s>r\n   После этих Слов старик на него покосился с      явным недоумением, но ничего не сказал.\n—«Ну так что ты решил ,это… записаться в армию,а? Не от лучшей жизни ,так?, хахах! Я вот хочу выдавить этих революционеров из метро… Если им тут не нравится ,пусть на верх идут, так ведь, ахаха!»<s>r\nНе увидев в Саше желания продолжать разговор ,он переключился на своего соседа.<s>r\n   Дорога и вправду оказалась длинной и все это время Саша думал о своем ,о будущем, о том ,что эта война ни к чему не приведет, что предоставит ещё больше проблем и так загнанным в угол людям. Дрезина остановилась в глаза ударил свет прожекторов «все? Приехали?» спросил ,кто то из дрезины. Водитель был растерянным ,он по видимому не понимал ,что происходит ,кто им перегородил путь. Он вышел из дрезины и как только он захотел спросить ,что тут происходит,сразу получил очередь в грудь… Водитель упал, после чего по дрезине открыли огонь ,не менее ,чем из четырех автоматов. Сашу спас его сосед справа ,который первый попал под шквал пуль. Саша же успел спрыгнуть и ошибка спрятаться за дрезиной , вместе с ним спрыгнул и Ваня ,они оба посмотрели ошалелыми взглядами друг на друга и подумали ,что это конец. <s>r\n—«Надо бежать назад! Там наши!» — крикнул Ваня.<s>r\nСаша был в шоке и не понимал ,что делать. На что его сослуживец взял его за куртку и поводок дальше ,вглубь туннеля. Они пробежали несколько десятков метров ,но обнаружили ,что и с другой стороны тоже стреляют, они были в засаде.<s>r\n—«Но как! Суки! Диверсанты!» — крикнул Ваня ,но его было не слышно из-за шквального огня со всех сторон.<s>r\nВдруг Саша вспомнил эти места . Он тут ходил и очень часто, когда еды не хватало мама брала его под руку и шла в Полис на Боровицкую и там они просили милостыню.<s>r\n—«Слушай! Где то тут должен быть служебный ход, иди за мной!» — сказал Саша. Пройдя пару метров они его обнаружили, но дверь не поддавалась, а стрелявшие подходили все ближе. <s>r\n—«Возьмись тут и на счёт три дергаем, понял?» — сказал Саша<s>r\nНа ,что Ваня покивал головой и взялся там ,где ему показали.<s>r\n—«Раз! Два! Три!»<s>r\nДверь с грохотом открылась и они отлетели от нее на пару метров. Ваня упал и отключился. Саша же не отключился и его он бросить не мог ,он взял его и положил себе на спину и забежал в открытую дверь. От которой разило тухлятиной…<s>r\n",
    "answers": [
      {
        "id": 13,
        "text": "..."
      }
    ]
  },
  {
    "id": 13,
    "text": "   Саша бежал через туннели ,не глядя под ноги. Падая, задыхаясь ,он пытался убраться подальше от той передряги ,что случилась с конвоем. Вскоре он выдохся и забежал в маленькую комнатушку, где решил отдохнуть. Положил Ваню и попытался помочь ,осмотрел голову, тело, конечности на наличие открытых ран, но ничего не смог разглядеть в темноте<s>r\n—«Ну все, подох Ванька»- подумал про себя Саша.  <s>r\n—«Сейчас полежу чуток ,а потом снова в путь» — после этих слов Саша уснул. Он сильно устал и снов никаких не видел ,только чувствовал ,как тело расслабляться и мысли никакие в голову не приходят, что часто с ним бывает после войны. Как дальше жить? Да и зачем? Все кончено и мы просто бессмысленно отдаляем неминуемую смерть… Хотя ,сами того не зная, этими войнами ,эту самую смерть и приближаем…<s>r\n   -«Эй, проснись…  проснись.»- тихо-тихо прошептал кто-то из темноты проема<s>r\nСаша открыл глаза и ещё сонный попытался прислушиваться к звукам…Абсолютная тишина. Он повернул голову на проем, чтобы разглядеть того ,кто говорил. Глаза уже приспособились к темноте, но разглядеть он все равно ничего не мог. Опустив взгляд, он увидел Ваню мирно лежащим на своем месте. И тут Сашу пробила дрожь во всем теле, его сонное состояние сменил страх. Он ,медленно повёл руку к автомату, не сводя взгляд с проема и все ещё молясь ,что это была иллюзия или еще что нибудь на подобии. Тут из проема, как в доказательство , послышался нечеловеческий, издевательский смех. Будто Оно знало, что им отсюда не выбраться. Сашу ещё больше пробила дрожь, ноги стали ватными ,а глаза вот-вот выпадут из глазниц. Из-за сильного стресса и выброса адреналина он наконец-то разглядел в темноте силуэт. Прямо перед проёмом стояло Оно – Все кривое и сгорбившееся. Оно не достигало и полтора метра, но вызывало страха больше, чем рота огромных Бугаев с автоматами на перевес. Было видно ,как Оно дышало, сгибаясь и разгибаясь, издавая хриплые звуки. Ноги были, как у бесов из ада, сгибались они в 3 местах. Шеи не было и тело сразу переходило в голову\n   -«Ахаха, помоги мне! Помоги мне!» — вдруг издало это существо и одним движением руки схватило Ваню и ,как собака ,на четвереньках убежала коридорами, смеясь и хрипя. <s>r\n   Саша, придя в себя, захотел убежать ,но и Ваню он не хотел бросать на растерзание этому существу. Не долго думая, он проверил патроны в обойме, перезарядил автомат и вышел из маленькой комнатушки. Оно было не далеко, в конце коридора ,что то искала, пока Ваня лежал в отключке. Саша нацелился и выпустил очередь в существо, Оно завопило во все горло, после чего быстро убежало в неизвестном направлении. Саша побежал к Ване, положил его себе на плечи и побежал, на память. Пару коридоров и он вбежал в комнату с множеством выключателями. Саша мельком разбирался в электронике, так как его учил отец, и труда найти распределительный щит у него не было, провозившись в щитке он включил свет . На пару секунд его ослепило ,а после оглушило криком того существа. Тут Ваня наконец-то очнулся.<s>r\n—«Где мы?».<s>r\n—«Не это сейчас важно, хорошо себя чувствуешь? Идти сможешь?».<s>r\n—«Ну да, только голова болит». <s>r\nСаша посмотрел на карту ,которая висела на стене, быстро сориентировавшись, он подхватил Ваню и побежал. Через минуту они выходят на станции Полянка…<s>r\n<s>r\n<s>r\n",
    "answers": [
      {
        "id": 14,
        "text": "Полянка"
      }
    ]
  },
  {
    "id": 14,
    "text": "   Выбежав из этого лабиринта, они оказались на станции ,которая была полностью безлюдна. На ней лежали порванные вещи, пустые консервные банки и мертвые тушки крыс. Неподалеку от ребят была полянка состоявшая из пары дырявых вёдер ,в виде стульев, и кучки углей между ними. Они сели и Саша начал обдумывать ,все то ,что с ним произошло в этом лабиринте. Ваня, обхватив голову, спросил ,что произошло там, что мы так бежали сломя голову. Саша не знал, что ответить, поэтому промолчал. \n—«Надо идти на любую другую станцию ещё минута этой тишины без единого звука и я сойду с ума» — Сказал Саша\n—«Да ты прав, сейчас мы числимся убитыми и мы можем начать новую жизнь ,на более лучшей станции. У меня есть друг , на Тверской живёт, он может выдать нам поддельные паспорта, пройти придется через Полис. Мы сейчас… на Полянке вроде. Станция пользуется не лучшей репутацией, здесь люди становятся безумными. Надо валить» — закончил Ваня.<s>r\n—«Может лучше стоит вернуться на Красную Линию и сообщить о засаде?»<s>r\n—«Ну или так…»<s>r\n    Только они встали , чтобы уйти, как из тоннеля вышли солдаты, идущие ровными рядами и одетые в мундиры 18 века. Шли солдаты ,запевая песню на странном языке, незнакомом Саше. Пройдя от входа на станцию до выхода, они как будто испарились, ни песни ,ни топота солдат слышно не было. Саша и Ваня посмотрели на друг друга.<s>r\n—«Ты это тоже видел?» — спросил Ваня.<s>r\nСаша кивнул головой ,подтверждая его слова.<s>r\n—«Кажется пора идти…» — сказал Саша.<s>r\n\n<s>r\n<s>r\n",
    "answers": [
      {
        "id": 16,
        "text": "Идти за новыми паспортами"
      },
      {
        "id": 17,
        "text": "Вернуться на Красную Линию"
      }
    ]
  },
  {
    "id": 15,
    "text": "   Саша проснулся рано утром, он привык так вставать , ведь в прошлом ему надо было идти на работу в это время. Собравшись с силами он двинулся на Тверскую, быстро миновав блокпосты с Боровицкой и немного пробежавший по короткому туннелю, он пришел на станцию Александровский сад. Саша не стал там задерживаться и двинулся к туннелю ведущему на Тверскую. Подойдя к блокпосту, он увидел большое количество военных и хорошо укреплённую стену ведущую в туннель, на верху стояли два пулемета оснащённых фонарями, которые были направлены в глубь темноты туннеля. <s>r\n—«Здраствуйте, могу я пройти на Тверскую?».<s>r\n—«Можешь, только документы покажи»<s>r\nСаша достал из кармана документы и протянул военному, сидящего на посту.<s>r\n—«Ага…Ага… Так, проходи, но будь максимально тихим, есть угроза обрушения туннеля».<s>r\nСаша кивнул головой и двинулся на Тверскую. Идя в туннеле, он слышал завывания ветра и видел свет идущий с поверхности через маленькие трещины. Саша пытался даже идти максимально тихо, чтобы не было слышно топота.<s>r\n   Он подошёл к Тверской, на стороне фашистов было такое же сильное укрепление с пулеметами и большой стеной.<s>r\n—«Ваши докумьенты».<s>r -сказал фашист со странным акцентом\nСаша протянул их, стоявшему на стене, солдату. Пару минут осматривая их, солдат нашел кнопку, которая открывает двери и из них вышли военные с автоматами, направленными на Сашу. Они подошли к нему, повалили на землю и тяжёлым прикладом ударили в голову. Последнее, что слышал Саша это<s>r\n—«Краснопьюзик сам к нам в руки пришьёл».<s>r\n   Очнулся Саша в клетке, на проходе у людей, которые тыкали в него пальцами и насмехались. Рядом с ним никого не было, но напротив сидели такие же бедолаги худые, бледно-красные от голода и крови, уже не испытывающие надежды люди, Саша попытался узнать у парня, сидевшего напротив, где он и почему мы в клетках, но тот лишь посмотрел на него полумертвыми глазами и заплакал. У Саши не было знакомых на станции, но был один человек, который обещал прийти и помочь ему. Саша с последней надеждой смотрел на проход, ожидая сталкера. И вот в один момент он замечает его, стоявшего в проходе и что-то спрашивающего у людей. Он позвал его и о чудо, он откликнулся и направился к Саше.<s>r\n—«Ты зачем сюда залез?». – Сказал сталкер<s>r\n—«Я не знаю, меня у блокпоста ещё приняли, куда меня отправят? Где я?».<s>r\n—«В херовую ситуацию ты попал… Это ритуал фашистский такой, вас: красных, евреев, нерусских и вообще половину всех наций и идеологий метро вытаскивают на поверхность и устраивают гонки. Вас ставят в линию и громкими звуками привлекают мутантов, а потом кто убежит, тот убежит… Никто ещё не убегал… Черт, завтра конец месяца, слушай меня внимательно – Вы будете стоять на дороге, как только вам скажут бежать беги налево, отсчитываешь третий дом от улицы на которой вы стояли и забегаешь в... вроде пятый подъезд, там на последнем этаже в 134 квартире у меня тайник, автомат хороший с патронами и противогаз, возьмёшь,а потом дуй на Цветной бульвар сейчас обьясню, как дойти…»<s>r\n—«Эй, отошел! Давай вали к хренам» — Сказал военный подходящий со связкой ключей к камерам.<s>r\n—«Черт, надеюсь найдешь выход, удачи!» — Сказал сталкер<s>r\nВоенный открыл камеру Саши и вывел его к выходу на поверхность, где стояли уже более 30 таких же людей. Военные переговорили, что-то между собой, открыли дверь и вывели нас на поверхность.<s>r\n   <s>r\n<s>r\n<s>r\n<s>r\n<s>r\n<s>r\n",
    "answers": [
      {
        "id": 19,
        "text": "Поверхность"
      }
    ]
  },
  {
    "id": 16,
    "text": "   Они двинулись по туннелю на Боровицкую, в Полис. Как говорили в люди, Полис — это оплот оставшейся человечности в метро, только в этих 4 станциях следуют основным законам: не убей, не укради и так далее.<s>r\n   Дойдя до блокпоста, Ваня схватил Сашу за плечо, дёрнув его на себя и сказал.<s>r\n—«Слушай, у меня документов нет, ты не волнуйся иди на Тверскую, а я найду другой вариант обхода, давай, не прощаемся».<s>r\n—«Стой, ты с ума сошел? Куда ты пойдешь? Обратно на Полянку? Вот наш единственный проход» — Сказал Саша, указывая на блокпост Полиса.<s>r\n—«Я сказал, не волнуйся за меня, я бывалый в метро, найду ,как вывернуться» — Сказал Ваня и побежал обратно на Полянку.<s>r\n—«Долго будешь в туннель пялиться?» — Прервал Сашу солдат<s>r\nСаша подошёл ближе к блокпосту и отдал документы солдату, он долго их осматривал, хотя смотреть там было нечего – фото, имя, да гражданство. Военный оторвал взгляд от паспорта и посмотрел на Сашу, потом на паспорт и опять на Сашу. <s>r\n—«Возьмите ваши документы. Одобренно. К завтрашнему дню вы должны будете покинуть станцию» — После слов, солдат спустился и проводил Сашу за блокпост, на станцию.<s>r\n Станция была наполнена людьми, в отличие от предыдущей, толпы стоящие в очередях у рынка, копошащиеся в своих палатках и просто ходящие по станции ,погруженные в свои дела. Саша видел военных Полиса только в детстве и уже тогда они ему запомнились, как укатанные в броню с автоматом на перевес вояки. Они очень сильно отличались от солдат Красной Линии, которым, как бронежилет выдавали ватники, а за оружие сойдёт и Ублюдок.<s>r\n После раздумий, Саша двинулся на рынок, чтобы прикупить себе поесть. Пройдясь по лавкам, он купил себе жаренных крыс с грибами. Деликатес – подумал он, но раз в жизни можно позволить. После обеда у Саша осталось 14 пулек. Пройдясь по лавкам, он захотел купить карту метро, вдруг пригодится. Саша подошёл к продавцу.<s>r\n—«Здарова, карты метро не будет у тебя?».<s>r\n—«Будет конечно, 10 пулек с тебя»<s>r\n—«Дороговато для простой карты, не скинешь пятеру?»<s>r\n—«Скину, когда в метро потеряешься»<s>r\n",
    "answers": [
      {
        "id": 4,
        "text": "Купить карту"
      },
      {
        "id": 20,
        "text": "Не купить карту"
      }
    ]
  },
  {
    "id": 17,
    "text": "   Они отправились в противоположную сторону ,на станцию Добрынинская, которая принадлежала фракции «Ганза»<s>r\nПойти по туннелю было не сложно, он не так страшил ,как сама станция и в нем каких либо аномалий они не обнаружили.<s>r\nПо прибытию к станции никакой очереди они не обнаружили, что не странно, подойдя к аванпосту с документами ,тоже проблем не возникла, так как «Ганза» и «Красная Линия» заключила союз об открытых границах, они не стали задерживаться на станции и сразу сели на подобие поезда, который передвигался на ручной силе. С ними сели женщина с грудным ребенком и старик, который еле стоял на ногах, Саша понял ,что весь путь только они будут прикладывать силу для езды.<s>r\nНо взявшись за работу с Ваней ,они за 30 минут доехали до станции Октябрьская, где вышел дед, а после через более долгое количество времени ,они доехали до станции «Парк Культуры» ,где вышли сами, обернувшись Саша увидел ,как женщина кладет своего грудного ребенка на холодную скамью и берется за рычаг дрезины, чтобы доехать до своей станции.<s>r\nПройдя маленький туннель Саша замечает офицера ,который строит солдат.<s>r\n<s>r\n<s>r\n",
    "answers": [
      {
        "id": 18,
        "text": "\"Пройдёмте товарищ\""
      }
    ]
  },
  {
    "id": 18,
    "text": "—«Здравия желаю ,разрешите обратиться» — сказал Саша.<s>r\n—«Кто вы?»<s>r\n—«Рядовой Александр Дробенко, я хотел сообщить, что недавно на солдат, которые направлялись на Боровицкую, напали ,но я успел бежать, чтобы…»<s>r\n—«Ты бежал с поля боя?» — перебил офицер.<s>r\n—«Да, этого требовала ситуация»<s>r\nОфицер отошел к недалеко стоявшему человеку в военной форме, вниз завязался короткий, но очень понятный разговор.<s>r\n—«Жаль тебя, парень» — сказал кто-то из толпы военных.<s>r\nОфицер закончил разговор, подошёл к Саше с двумя солдатами , которые взяли его за плечи.<s>r\n—«Александр Дробенко, вы приговариваетесь к расстрелу на месте из-за дезертирства в такое сложное для Красной Армии время, приговор окончательный и обжалованию не подлежит».<s>r\nСразу после слов, офицер достал пистолет и выстрелил Саше в голову. <s>r\n—«Так будет с каждым ,кто будет бежать с поля боя, всем ясно!?»<s>r\n—«Так точно!» — крикнули солдаты.<s>r\n<s>r\n<s>r\n<s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "Концовка открыта:\"Пройдёмте товарищ\""
      }
    ]
  },
  {
    "id": 19,
    "text": "   В глаза ударил солнечный свет, на языке почувствовался железный привкус, холод пробирал до костей. Саша впервые был на поверхности. Он начал приглядываться к домам и искать тот, в который он должен бежать. <s>r\nИх бегло расставили в ловушки, чтобы не сбежали раньше времени, а сами фашисты зашли в специально оборудованную комнату, от туда было видно всю дорогу по которой бежали смертники. По команде главного из рупора раздался громкий гул и ловушки открылись, некоторые люди побежали вперед и пытались скрыться за какими нибудь укрытиями, а другие, ослабшие, просто остались стоять на месте.<s>r\n Саша рванул налево и начал отсчитывать 1 дом… 2 дом… 3 дом! Сзади уже были слышны крики людей и вой мутантов. Он забежал в пятый подъезд и начал быстро подниматься по лестнице вверх. Он слышал, как за ним что-то бежит, причем не одно. Вся парадная была заполнена рваными, грязными вещами, на полу валялись развалившиеся стулья, столы, шкафы, на стенах была плесень. Забежав в 134 квартиру он начал искать тайник, кашляя от радиации. Через минуту поиска он его обнаружил, надел противогаз и зарядил автомат. Саша услышал, как ,то что за ним бежало попыталось выбить дверь, выглянув из-за угла, он увидел, что это был страж, который, был на столько огромный, что застрял в дверном проёме. Саша выпустил в его голову очередь, тот почувствовав боль вылез обратно в подъезд и через пару метров упал на пол. За ним забежал ещё один страж, который был поменьше, он рывком проник в комнату и прыгнул на Сашу, но получив очередь из автомата во все тело, он упал на Сашу без признаков жизни. Саша, спихнув мутанта с себя, подумал, доставая карту.<s>r\n—«Теперь на Цветной бульвар…»<s>r\n На карте были указаны многие мелкие детали, нарисованные от руки, по типу выходов на поверхность и расположение домов на поверхности. Саша, найдя свое местонахождение, начал отмечать путь до Цветного бульвара. Путь лежал вблизи от той дороги на которой сейчас стоял гул, созывающий всех мутантов. Саша собрался с силами и двинулся. Саша пробирался дворами, сокращая свое нахождение на открытых местностях до минимума. Через пару кварталов он увидел стаю стражей, она состояла из 10 особей, на столько патрон не хватит, подумал Саша, он решил обойти. Быстро их оббежав, он двинулся по прямой дороге на Цветной бульвар. И вот уже через пару минут он увидел вход в метро, радостный, что он обратно вернётся домой, сломя голову он побежал ко входу. Саша спустился и, отодвинув дверь, вошёл на станцию. Закрыв ее обратно, он снял противогаз, ничего не было видно в темноте, только силуэт, бежавший к Саше.<s>r\n—«Выбрался, красава! Ай да пацан, все, пошли на Новослободскую, там отогреемся, поедим, поспим и я тебе обьясню дальнейший план» — Сказал Константин.<s>r\n—«Спасибо» — сквозь слезы сказал Саша<s>r\n<s>r\n<s>r\n<s>r\n<s>r\n<s>r\n",
    "answers": [
      {
        "id": 25,
        "text": "Новослободская"
      }
    ]
  },
  {
    "id": 20,
    "text": "—\"Нет, спасибо, пока\" — сказал он продавцу\nСаша отошел от лавок, осмотрелся, он подумал, если и будет брать поддельные права, то гражданина Полиса.<s>ufeff\n—«Ладно пора отправляться на Тверскую» — Только сказал Саша, так тут раздался голос «Диктора»<s>ufeff\n—«Доброго вечера, граждане, входы и выходы со станции закрываются и через пять минут выключится свет, прошу всех разойтись по палаткам»<s>ufeff\n—«Вот так да… А мне где ночевать, ладно я думаю люди будут не против, если я лягу возле их палаток».<s>ufeff\n Подождав час-два и убедившись, что люди уже заснули, он пошел в самый конец станции и лег возле последней палатки.<s>ufeff\n—«Что за?...» — Послышалось из палатки.<s>ufeff\nИз нее вылез высокий мужчина, с щетиной на лице и пистолетом в руке, который с недоумением глядел на Сашу.<s>ufeff\n—«Ты чё тут делаешь?»<s>ufeff\n—«Извините, я просто хотел переночевать, я не хотел вас беспокоить» — ответил Саша.<s>ufeff\n—«Ты, что-ли проездом тут?... Эх заходи, а то тут холодно».<s>ufeff\nСаша залез в палатку, изнутри она оказалась просторнее. Рядом с мужчиной лежал странного вида противогаз и химзащита с бронежилетом, все было ясно он – сталкер. Саше о них рассказывала мама, как о героях спасающих метро от монстров и защищающих людей от внешнего мира, на самом деле, максимум кого спасали сталкеры это себя, и то в очень редких случаях.<s>ufeff\n—«Как тебя звать-то? Меня Константин»<s>ufeff\n—«Меня зовут Саша, приятно познакомиться» — после чего протянул руку. Сталкер пожал ее, что очень странно, Саша знал пару сталкеров и они были очень эгоистичны, они не жали руки даже другим, доверенным сталкерам.<s>ufeff\n—«Какими тут судьбами и куда путь держишь?» — спросил он, начиная заваривать чай<s>ufeff\n—«Я на Тверскую, там у меня встреча с одним человеком».<s>ufeff\n—«Да не скрывай ты рассказывай, я все равно все про метро знаю, небось… Хочешь сменить гражданство? Угадал?»<s>ufeff\n—«Да, а ты откуда знаешь?»<s>ufeff\n—«Сам там менял на гражданство Полиса. Но ты знай, простым парням там паспорт не меняют, тебе это серьезно нужно?»<s>ufeff\n—«Да, если не поменяю, либо шляться по заброшенным станциям и быть убитым монстром или торчком, либо отправят на Красную Линию, а там под трибунал и расстрел»<s>ufeff\n—«Я сам на Тверскую иду, могу за тебя словечко замолвить, мне не сложно»<s>ufeff\n—«Правда? Был бы очень благодарен…»<s>ufeff\n—«Только я не буду утром просыпаться, хочу выспаться, поэтому иди без меня, а как пройдешь жди у входа, понял?» — Сказал сталкер допивая чай.<s>ufeff\n—«Да, понял».<s>ufeff\n—«Тогда все на боковую, можешь тут лечь, а я поползу в свою комнату люкс, хехе-хе-Кхе-Кхе-хе, кхм…»<s>ufeff\n<s>ufeff\n<s>ufeff\n<s>ufeff\n<s>ufeff\n<s>ufeff\n",
    "answers": [
      {
        "id": 21,
        "text": "Тверская"
      }
    ]
  },
  {
    "id": 21,
    "text": "   Саша проснулся рано утром, он привык так вставать , ведь в прошлом ему надо было идти на работу в это время. Собравшись с силами он двинулся на Тверскую, быстро миновав блокпосты с Боровицкой и немного пробежавший по короткому туннелю, он пришел на станцию Александровский сад. Саша не стал там задерживаться и двинулся к туннелю ведущему на Тверскую. Подойдя к блокпосту, он увидел большое количество военных и хорошо укреплённую стену ведущую в туннель, на верху стояли два пулемета оснащённых фонарями, которые были направлены в глубь темноты туннеля. <s>ufeff\n—«Здраствуйте, могу я пройти на Тверскую?».<s>ufeff\n—«Можешь, только документы покажи»<s>ufeff\nСаша достал из кармана документы и протянул военному, сидящего на посту.<s>ufeff\n—«Ага…Ага… Так, проходи, но будь максимально тихим, есть угроза обрушения туннеля».<s>ufeff\nСаша кивнул головой и двинулся на Тверскую. Идя в туннеле, он слышал завывания ветра и видел свет идущий с поверхности через маленькие трещины. Саша пытался даже идти максимально тихо, чтобы не было слышно топота.<s>ufeff\n   Он подошёл к Тверской, на стороне фашистов было такое же сильное укрепление с пулеметами и большой стеной.<s>ufeff\n—«Ваши документы».<s>ufeff\nСаша протянул их, стоявшему на стене, солдату. Пару минут осматривая их, солдат нашел кнопку, которая открывает двери и из них вышли военные с автоматами, направленными на Сашу. Они подошли к нему, повалили на землю и тяжёлым прикладом ударили в голову. Последнее, что слышал Саша это<s>ufeff\n—«Краснопузик сам к нам в руки пришел».<s>ufeff\n   Очнулся Саша в клетке, на проходе у людей, которые тыкали в него пальцами и насмехались. Рядом с ним никого не было, но напротив сидели такие же бедолаги худые, бледно-красные от голода и крови, уже не испытывающие надежды люди, Саша попытался узнать у парня, сидевшего напротив, где он и почему мы в клетках, но тот лишь посмотрел на него полумертвыми глазами и заплакал. У Саши не было знакомых на станции, но был один человек, который обещал прийти и помочь ему. Саша с последней надеждой смотрел на проход, ожидая сталкера. И вот в один момент он замечает его, стоявшего в проходе и что-то спрашивающего у людей. Он позвал его и о чудо, он откликнулся и направился к Саше.<s>ufeff\n—«Ты зачем сюда залез?». – Сказал сталкер<s>ufeff\n—«Я не знаю, меня у блокпоста ещё приняли, куда меня отправят? Где я?».<s>ufeff\n—«В херовую ситуацию ты попал… Это ритуал фашистский такой, вас: красных, евреев, нерусских и вообще половину всех наций и идеологий метро вытаскивают на поверхность и устраивают гонки. Вас ставят в линию и громкими звуками привлекают мутантов, а потом кто убежит, тот убежит… Никто ещё не убегал… Черт, сегодня конец месяца, слушай меня внимательно – Вы будете стоять на дороге, как только вам скажут бежать беги налево, отсчитываешь третий дом от улицы на которой вы стояли и забегаешь в пятый подъезд, там на последнем этаже в 134 квартире у меня тайник, автомат хороший с патронами, противогаз и химзащита, возьмёшь,а потом дуй на Цветной бульвар сейчас обьясню, как дойти…»<s>ufeff\n—«Эй, отошел! Давай вали к хренам» — Сказал военный подходящий со связкой ключей к камерам.<s>ufeff\n—«Черт, надеюсь найдешь выход, удачи!» — Сказал сталкер<s>ufeff\nВоенный открыл камеру Саши и вывел его к выходу на поверхность, где стояли уже более 30 таких же людей. Военные переговорили, что-то между собой, открыли дверь и вывели нас на поверхность.<s>ufeff\n   <s>ufeff\n<s>ufeff\n<s>ufeff\n<s>ufeff\n<s>ufeff\n<s>ufeff\n",
    "answers": [
      {
        "id": 22,
        "text": "Поверхность"
      }
    ]
  },
  {
    "id": 22,
    "text": "   В глаза ударил солнечный свет, на языке почувствовался железный привкус, холод пробирал до костей. Саша впервые был на поверхности. Он начал приглядываться к домам и искать тот, в который он должен бежать. <s>ufeff\nИх бегло расставили в ловушки, чтобы не сбежали раньше времени, а сами фашисты зашли в специально оборудованную комнату, от туда было видно всю дорогу по которой бежали смертники. По команде главного из рупора раздался громкий гул и ловушки открылись, некоторые люди побежали вперед и пытались скрыться за какими нибудь укрытиями, а другие, ослабшие, просто остались стоять на месте.<s>ufeff\n Саша рванул влево и начал отсчитывать 1 дом… 2 дом… 3 дом!  Забежал в пятый подъезд и начал быстро подниматься по лестнице вверх. Он слышал, как за ним что-то бежит, причем не одно. Вся парадная была заполнена рваными, грязными вещами, на полу валялись развалившиеся стулья, столы, шкафы, на стенах была плесень. Забежав в 134 квартиру он начал искать тайник, кашляя от радиации. Через минуту поиска он его обнаружил, надел противогаз с химзащитой и зарядил автомат. Саша услышал, как ,то что за ним бежало попыталось выбить дверь, выглянув из-за угла, он увидел, что это был страж, который, был на столько огромный, что застрял в дверном проёме. Саша выпустил в его голову очередь, тот почувствовав боль вылез обратно в подъезд и через пару метров упал на пол. За ним забежал ещё один страж, который был поменьше, он рывком проник в комнату и прыгнул на Сашу, но получив очередь из автомата в лицо, он упал на Сашу без признаков жизни. Саша, спихнув мутанта с себя, подумал — теперь на Цветной бульвар, но как? я не знаю пути...\n<s>ufeff\n<s>ufeff\n<s>ufeff\n<s>ufeff\n<s>ufeff\n",
    "answers": [
      {
        "id": 23,
        "text": "Остатьтя и ождаться сталкера"
      },
      {
        "id": 24,
        "text": "Найти путь самому"
      }
    ]
  },
  {
    "id": 23,
    "text": "—«Черт, долго его нет, надо сходить за ним, проверить» — сказал Сталкер.<s>r\nНа Цветном бульваре гермозатвор был чуть-чуть приоткрыт, так что сталкер без труда, со всем своим обмундированием, смог пролезть через него. Дорога была не долгая, но опасная, на улице был дубак. Пройдя пару кварталов, он дошел до того самого дома, где был его схрон. Поднявшись на нужный этаж, и зайдя в квартиру, Сталкер увидел окоченевший труп Саши, который прижимал к себе тряпье, лежащее, до этого, на полу.<s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "Концовка открыта: \"Жлоб\""
      }
    ]
  },
  {
    "id": 24,
    "text": "—«Надо искать выход, если я здесь останусь, то замёрзну нахрен»<s>r\nСаша спустился к выходу из дома, выглядывая краем глаза, он осмотрел местность. Так как Саша уже надышался сполна радиацией, ему надо было быстрее находить вход на станцию, на любую.<s>r\nВыбежав из подъезда, он двинулся прямо по дороге. Саша не был на поверхности с детства, у него были смутные воспоминания… солнце, пробки на дорогах, люди, идущие по своим делам и он, гуляющий с друзьями на площадке. Потом мама зовёт его домой, обед в кругу семьи – мама, отец, бабушка и сестра, она тогда была уже взрослая… Вроде. Потом темнота… ничего… и воспоминания из метро, в нем он помнит только маму и отца, и то мельком.\nЕго раздумья прервало, не проходившее, першение в горле. <s>r\n—«Надо двигаться быстрее»<s>r\nИ тут он слышит рев стража совсем неподалёку и через секунду его уже окружила стая. Саша сразу же выдал очередь нескольким из них и попытался отбежать в укрытие, но за ним погнались остальные. Забежав в подъезд какого-то дома, он отстрелил ещё одного стажа, не помостившегося в проход. У него кончились патроны и он услышал, как они пробрались через окно на верху. С лестничной клетки на него бросились двое стражей и со злостью разорвали его на куски<s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "Концовка открыта: \"Корм для рыбок\""
      }
    ]
  },
  {
    "id": 25,
    "text": "   Туннель на Новослободскую они прошли в тишине. Когда они подошли к воротам, Константин сказал постоять в сторонке, пока он договорится с мужиками, чтобы они пропустили его. Как сталкер ушел, Саша сел на холодный пол, сплюнул горькую слюну и уснул.<s>r\n—«Вставай, эй ты что уснул? Меня же всего 5 минут не было» — сказал сталкер.<s>r\nСаша, неохотно встал и они направились в столовую на станции, там Константин купил жаренных крыс и воды. Пока и выспавшись, Константин начал объяснять план.<s>r\n—«Так, тебе же новый паспорт нужен да?»<s>r\n—«Да, мне и моему другу»<s>r\n—«Какому другу? Ты же был один или ты на поверхности с собачкой познакомился? Ха-ха, а если серьезно, что за друг?»<s>r\n—«Ваня его зовут, мы с ним вместе нанялись в красную армию, потом попали в передрягу и я его спас».<s>r\n—«И где же он?»<s>r\n—«Перед Боровицкой он сказал, что он бывалый и пойдет другим путем, ведь у него нет документов что бы пройти»<s>r\n—«Ну, видимо, пропал твой Ванька, также схватили на ритуал и все… ладно, если он бывалый, то найдет тебя, а сейчас слушай план, я договорился, тебе выдадут временный паспорт Ганзы, потом нас на вогоне довезут до Парка культуры, а там через Красную линию в Полис, где ты получишь уже паспорт Полиса, прикинь, как престижно и ещё ты парень крепкий, может тебя в рейнджеры запишут, нам как раз новобранцы нужны против Имперцев, но тут я уже ни как не помогу»<s>r\n—«Мне… мне нельзя на Красную линию, меня расстреляют за дезертирство»<s>r\n—«Не ссы, твое лицо по-любому не запомнили, кому ты сдался, а паспорт у тебя уже другой будет, пройдем без проблем»<s>r\nК палатке подошёл солдат в мундире, поздоровался и выдал Саше паспорт.<s>r\n—«Это временный, если увидим тебя с этим паспортом на своих станциях пойдешь шахту копать… на поверхности»<s>r\n—«Я понял» — сказал Саша<s>r\n—«Опа, а вот и вагон подъехал, пошли быстрее, обычно проезд до следующей станции стоит 100 пулек, а нас через несколько за бесплатно  провезут, потому что Ганза и Полис союзники!» — сказал Константин.<s>r\nОни сели в вагон, ржавый и разваливающийся, но он был на ходу и это радовало, за 3 часа доехали до Парка культуры, где вышли и, уже пешком, пошли на станции Красных. Прошли они их быстро и до Саши никто не докопался. <s>r\n—«Вот… твое светлое будущее» сказал Константин, входя на Боровицкую<s>r\n",
    "answers": [
      {
        "id": 26,
        "text": "Боровицкая"
      }
    ]
  },
  {
    "id": 26,
    "text": "После входа на станцию, они пошли через рынок и вышли к кабинету под номером «3.15.17», к нему была большая очередь, но меня Константин провел без очереди. Войдя в кабинет, Саша увидел, что это точная копия кабинета на Красной линии, но более прилично выглядящий, стены без плесени, яркий свет, множество всякого оборудования. За столом сидел человек в докторской халате, а позади него, опершись на стенку, стоял солдат.<s>r\n—«Здарова, Вован, слушай, оформи человека» — Сказал Константин, подмигнув человеку в халате.<s>r\n—«Ага… проходи, присаживайся»<s>r\nСаша сел на стул и Вован начал задавать ему простые вопросы: Сколько лет, какой пол и т.д. После удалился и вернулся через минут 30.<s>r\n—«Вот, ваш паспорт, теперь вы гражданин Полиса проживает на Боровицкой. Удачи»<s>r\nВован протянул паспорт Саше, но Константин перехватил его.<s>r\n—«Ай как хорошо, пошли переговорим Санёк» — сказал Константин<s>r\nОни вышли из кабинета и отошли в дальний темный угол.<s>r\n—«Слушай, я тебе помог, вот паспорт все честно, так и ты мне помоги, мне нужны напарники в одну миссию на поверхности, нужно отыскать кое что, так что?»<s>r\n—«Нет… я на поверхность не ногой после того ритуала».<s>r\n«Да… ну тогда я сейчас зову конвой и тебя первым же рейсом на Красную линию и я уже ничего скрывать не буду, что там у тебя дезертирство? Попытка уйти от преследования?»<s>r\nТакой подачи Саша не ожидал, он думал, вот он шанс, а тут такое.<s>r\n—«Хорошо, я пойду с тобой, я надеюсь оружие с противогазом ты мне дашь?»<s>r\n—«Ха-ха, конечно, так бы сразу, а то что морозиться, пошли Санёк…»<s>r\nОни вышли из рынка и двинулись в оружейную, на подходе к ней, среди толпы, Саша на секунду заметил знакомое лицо, но не смог разглядеть. Когда они подошли к оружейной кто то из солдат сказал: что? Наконец нашел напарника ха-ха, не завидую тебе парень.<s>r\n Саше выдали хорошее одеяние: химзащита на все тело, на нее броню от монстров, противогаз, рюкзак, в него магазины для Ак-25, модернизация Калашникова, которая изобретена в метро, сильно упращенная сборка, но работоспособность от этого не падает, выдали сам Ак-25 и всякие мелкие штучки, типо гранат, аптечек и т.д.<s>r\n Снарядившись он подошли к воротам на поверхность<s>r\n—«Паспорт отдам после операции, если мы останемся в живых, ха-ха».<s>r\n—«Снова на поверхность…» — подумал Саша, вспоминая ее ужасы.<s>r\n",
    "answers": [
      {
        "id": 27,
        "text": "Поверхность"
      }
    ]
  },
  {
    "id": 27,
    "text": "—«Ты не думай обо мне плохого, я тебя услугу, теперь ты мне, все честно, ничего не бывает за даром, поверь мне, я тоже проходил через трудные моменты и ничего, занимаю хорошую должность в Полисе» — Сказал Константин глухим, из-за противогаза, голосом<s>r\n—«Объясни мне хотя бы, почему именно я, ты же со многими знаком в Полисе и почему не позвал в этот поход своих товарищей?»<s>r\n—«Понимаешь… то место, куда мы идём, даже самые опытные сталкеры за километр обходят»<s>r\n—«И что же это за место?» — Спросил Саша<s>r\n—«Библиотека...»<s>r\nОстальной путь они не разговаривали друг с другом, только Константин бурчал что-то себе под нос и постоянно оборачивался. Саша вспоминал все байки, бродившие по его родной станции, про библиотеку. Говорили, что люди, которые спасались там от ядерных ударов, мутировали и превратились в ужасных Библиотекарей. Однажды, когда Саша был ещё маленьким, к ним на станцию забрел сталкер, Саша с друзьями облепили его и давай распрашивать про истории с поверхности, а он им про рассказал про Библиотекарей. Что ходят на четырех лапах, а когда встают на задние, то становятся по три метра ростом и говорит, что за всю свою сталкерскую жизнь более разумных мутантов не видел, они могут пародировать человеческую речь так, что не отличить от своего напарника, могут устраивать ловушки, засады.<s>r\n—«Ну вот и пришли, смотри какая величественная… Библиотека! Так а теперь минимум шума, не отходи от меня ни на шаг, понял?».<s>r\n—«Да» — Коротко отрезал Саша<s>r\n",
    "answers": [
      {
        "id": 28,
        "text": "Библиотека"
      }
    ]
  },
  {
    "id": 28,
    "text": "Они зашли в Библиотеку, такого Саша никогда в своей жизни не видел, высокий потолок, длинные лестницы и огромные шкафы с множеством книг. Они остановились и Константин шепотом объяснил, что они идут в подвал в секретную библиотеку, там находится книга о полном строении метро, все скрытые постройки, станции, запасы пропитания и целая военная база находятся в этой книге. Они прошли через несколько коридоров прошли в скрытый проход в стене и уже стояли на пороге подвала, как вдруг услышали грохот за спиной<s>r\n—«Вот черт… Библиотекари, быстрее спускаемся» — прошептал Константин.<s>r\nОни спустились и то помещение где они оказались, было похоже на склад, большое количество шкафчиков с припиской «совершенно секретно», но Константина они абсолютно не волновали, он шел невозмутимым шагом куда то в темноту, как будто знал дорогу, шел прямо по коридору, потом налево, зашел в кабинет и закрыл за собой дверь.<s>r\n—«Так, тихо разбираем вот эту стенку, понял? Только тихо! Иначе ты привлечешь их!».<s>r\nОни начали осторожно ножиком разбирать по кирпичику стенку. Через некоторое время там начал виднеться проход, а в конце прохода дверь. В процессе разбора, Константин наступил на сухой бетон и тот со звонким хрустом рассыпался. Мы остановились и переглянулись друг на друга, вокруг была тишина, вот только…<s>r\n—«Кто здесь?» — Раздался голос из главного здания<s>r\n—«Помогите парни! Убивают!» — заговорил за ним второй<s>r\nПосле этого последовал грохот и шаги в сторону подвала. Константин начал интенсивнее разбирать завал, уже не так тихо. Сделав себе проход, он протиснулся в него и побежал к двери, Саша полез за ним, но их двоих прервал стук в дверь, которую они закрыли, Саша перелез и на цыпочках, смотря на дверь в которую только что стучали, пошел к Константину. Стук повторился, а потом то существо, что стояло за дверью, забарабанило во всю свою мощь. Мы забежали в помещение и ещё раз закрыли за собой дверь. В помещение оказалось много почтовых ящиков, мы начали искать эту книгу. Через минуту Библиотекарь, по звуку выбил первую дверь и глухими шагами приближался к нам. <s>r\n—«Вот! Нашел! Смотри, весь план метро, вот отмечена военная база… Вот склады с провизией... Секретные станции… Меня точно повысят,так… держи свой паспорт, ты его заслужил» — Сказал Константин<s>r\n—«Не надо! Отойди от меня!» — Вдруг послышалось из-за двери<s>r\n—«Черт, Слушай у Библиотекарей есть такая фишка, пока на них смотришь они на тебя не нападают, так вот я сейчас открываю дверь, а ты смотри на него, только валыну держи на готове, понял?»<s>r\n—«Да, давай».<s>r\n",
    "answers": [
      {
        "id": 29,
        "text": "Первая встреча"
      }
    ]
  },
  {
    "id": 29,
    "text": "Дверь открылась и перед ним стояло огромное существо с выпученными на него глазами, как он вспоминал, под три метра ростом, лицо было человеческое, длинные непропорциональные руки. Библиотекарь начал разглядывать Сашу, в то время как сам Саша еле стоял на ногах, его до костей пронизывал ужас. Боковым зрением смотря на Константина, он видел все то же самое, ужас и дрожь. Существо ещё некоторое время смотрело на Сашу, после размахом руки ударило шкафы стоящие справа от него, своим ударом Оно заставило стену треснуть, из-за чего потолок обрушился и перекрыл путь Библиотекарю, Он, закричав, побежал обратно к выходу из подвала. Ужас немного отошел.<s>r\n—«Быстро сваливаем, ну ка, помоги» — Сказал Константин <s>r\nСаша сложил руки, чтобы сталкер смог, опершись на них, достать до следующего этажа. Константин залез, после чего подал руку Саше, так они оказались в главном здании, но оказались они там не одни, к ним прибежал тот Библиотекарь и теперь стал разглядывать Константина.<s>r\n—«Направляй калаш ему в голову и насчёт три выпускай очередь и отбегай..раз…два… Три!»<s>r\nРаздались выстрелы и Библиотекарь сначала упал, но потом поднялся и без лица начал бить все что попадается.<s>r\n—«Бежим!» — Закричал Константин<s>r\nОни резко двинулись коридорами и уже по всей Библиотеке были слышны крики существ которые здесь обитали. Проходя коридор из комнаты на идущего впереди Константина бросился Библиотекарь, свои весом он прижал его к полу и одним ударом руки раздавил голову, после он посмотрел на Сашу и уже хотел прыгнуть на него, но раздались громкие выстрелы, которые вынесли Библиотекарю мозги, а потом очередью вскрыли грудную клетку, этого хватило, чтобы он упал без сознания.<s>r\n—«Быстро за мной!» — Раздался голос незнакомца<s>r\nСаша без лишних вопросов двинулся за ним и незнакомец быстро вывел его из Библиотеки, оглянувшись на нее Саша увидел Константина, который стоял в оконном проёме без головы и из груди у него торчала рука, которая и держала его на весу<s>r\n—«Не бросай меня!» — Послышалось из окна.<s>r\nСаша перешёл на спокойный шаг и, догнав незнакомца, спросил<s>r\n—«Кто ты?»<s>r\n—«Ты что не узнал? Это же я – Ваня, я же говорил, что найду тебя, пришлось конечно повозиться, с фрицами, со Спартанцами, но я нашел тебя, что паспорт получил?»<s>r\n—«Да… как неожиданно тебя тут видеть».<s>r\n—«Я всегда буду рядом и помогать тебе в сложных ситуациях»<s>r\nОни быстро и без последствий дошли до гермозатвора на Боровицкую. Саша постучал в ворота.<s>r\n—«Ты автомат перезаряди».<s>r\nСаша вынул магазин из автомата и обнаружил, что он пустой, без единого патрона, после чего у него закружилась голова, потемнело в глазах и он упал без сознания\n<s>r\n<s>r\n",
    "answers": [
      {
        "id": 30,
        "text": "\"Пошел финальный раунд\""
      }
    ]
  },
  {
    "id": 30,
    "text": "Очнулся он в какой-то одиночной камере. Чувствовал себя ослаблено и подавлено, голова кружилась, а тело ломило. <s>r\nСаша огляделся, белые покрывала вместо стен, препараты на столе справа от него и стойкий запах спирта. Всюду слышны чьи-то голоса, кто-то плакал и молился.<s>r\nСаша слушал молитву и подумал<s>r\n—«Может быть эта война, что-то типа чистки грешников, только на новый лад, раньше был потоп, а сейчас ядерная война… Надо выйти»<s>r\nСаша встал и вышел из палаты, он оказался в коридоре, где встретился взглядом с доктором<s>r\n—«О ты проснулся, зайди обратно, я сейчас подойду».<s>r\nСаша зашёл обратно и сел на койку, через минуту к нему зашёл доктор, посмотрел на него и начал что то искать в своей сумке<s>r\n—«Как себя чувствуешь голова болит? Температура? Горечь во рту?»<s>r\n—«Нет, только голова кружится»<s>r\n—«Ага, сейчас я сделаю укол, и все пройдет… оп, все»<s>r\nКогда доктор вышел из палаты, Саша попытался уснуть, но сделать это ему помешал человек, вошедший после доктора.<s>r\n—«Здарова, новичёк, я Дмитрий Алексеевич, полковник армии Полиса, а про тебя я уже все знаю. Что там с Константином и тем, за чем он туда шел?»<s>r\n—«Константин умер, его убил библиотекарь. А с книжкой…<s>r\nСаша подумал, говорить ли о книжке полковнику, ведь Саша не знает, как Полис поведет себя, обладая ей…<s>r\n<s>r\n<s>r\n",
    "answers": [
      {
        "id": 31,
        "text": "Рассказать полковнику, где находится книга"
      },
      {
        "id": 32,
        "text": "Скрыть тайну местонахождения книги"
      }
    ]
  },
  {
    "id": 31,
    "text": "—«Мы нашли карту, но при возвращении в метро она выпала из рук Константина и сейчас лежит где в коридорах библиотеки»<s>r\n—«Да, тогда чего мы тут сидим… Так иди к арсеналу и жди меня. А я пока соберу команду»<s>r\nСаша вышел из палаты и, спросив у доктора где арсенал, двинулся к нему. Подождав минут десять, он увидел, что к арсеналу идет полковник и ещё пять человек.<s>r\n—«Эй, оружейник, выдай форму для поверхности на семерых»<s>r\n«Так, парень» — сказал полковник, глядя на Сашу. –«Мы сейчас выдвигается в библиотеку, находим карту, от туда в секретные бункеры всякие, если они есть, и на помощь нашим ребятам. Понял?»<s>r\n—«Да» — ответил Саша<s>r\nОдевшись они вышли на поверхность и двинулись в библиотеку. Как только они дошли до нее Саша вспомнил Константина и его безголовое тело, выглядывающие из-за окна.<s>r\nВойдя в библиотеку они тихо проследовали за Сашей, который точно помнил, где они обронили карту. <s>r\n—«Странно… Библиотекарей даже не слышно» — прошептал один из отряда<s>r\n—«Так они днём спят, наверное…» — неуверенно, ответил ему второй<s>r\nНаконец найдя эту карту, лежащую рядом с лужей замершей крови. Они быстро удалились из библиотеки. И, обернувшись, Саша увидел Библиотекарей, которые смотрели на них с разных этажей.<s>r\n«Они разрешили нам взять карту…» — подумал Саша<s>r\nПолковник осмотрел карту и повел нас к бункеру рядом с Белорусской<s>r\n—«Вход в бункер должен быть через канализационный люк за входом на станцию, двинули»<s>r\nОни быстро добежали до входа в метро и, обнаружив вход, полезли в люк. Долго дверь искать не пришлось.<s>r\n—«Так, взялись… и раз!»<s>r\nДверь, с громким скрипом открылась.<s>r\n—«Дверь открыта, в этот бункер уже наведывались» — сказал солдат<s>r\n—«Сейчас и проверим» — ответил полковник –«Там спуск вниз, лезем <s>r\nКогда все слезли, они оказались в информационном блоке.<s>r\n—«Сережа, Витя останетесь тут, поколдуйте с техникой, остальные за мной» — сказал полковник<s>r\nОни двинулись дальше и у гермоворот обнаружили большое количество боевой техники<s>r\n—«Нужно открыть гермоворота и перегнать эту технику»<s>r\nНо открыв ворота, они увидели огромную стаю упырей, которая не обдумывая, прыгнула в атаку на Спартанцев. Саша начал отстреливаться, но все тщетно, стая была на столько большая, что просто задавила их числом.<s>r\n<s>r\n<s>r\n",
    "answers": [
      {
        "id": 34,
        "text": "Открыта основная концовка: \"Москва останется живой\""
      }
    ]
  },
  {
    "id": 32,
    "text": "«Мы не нашли никакую книгу, перерыли весь архив и ничего ..» — сказал Саша<s>r\n«Как досадно… ладно и без этого справимся, иди за мной»<s>r\nСаша пошел за Дмитрием, пока они шли по коридору Саша увидел много раненных, перебинтованных и ноющих от боли людей.<s>r\n—«А что происходит, почему так много раненных?» — поинтересовался Саша<s>r\n—«Война с Империей дошла до нас, за невероятно короткий срок эти суки захватили всю Ганзу с Красной линией и теперь принялись за нас. Посылают солдат в атаку каждый день, мы держимся, но не знаю сколько ещё мы простоим. Сегодня ожидается атака и так, как нам нужны солдаты, ты идёшь на линию обороны»<s>r\nОни дошли до арсенала, где Саше выдали всю нужную амуницию и отправили в тоннель<s>r\n—«Удачи» — сказал полковник<s>r\nДойдя до линии обороны Саша увидел не более 20 человек, они лежали за ограждениями небольшими кучками и о чем то разговаривали, Саша подошёл к группе, которая была с краю<s>r\n«О, новенький, ложись, а то тебя снайпер быстро на тот свет отправит. Я – Володя, справа от меня – Дима, а слева – Бугор, он не помнит своего имени, поэтому мы его называем Бугор, классно же да?» — сказал шепотом один из них».<s>r\n—«Сколько тебе раз повторять, меня зовут Олег, Олег! Ты можешь запомнить!?» — Сказал Бугор<s>r\n—«Ладно тебе, не бухти… А тебя как зовут?» — спросил Володя<s>r\n—«Меня зовут Саша, слушайте, что произошло? Почему Имперцы так быстро захватили пол метро?»<s>r\n—«Ааа, так они потихонечку засылали на станции своих людей и когда их стало достаточно им дали задачу захватить станцию, так быстро мы потеряли Ганзу с Красной линией, у нас тоже они были, но мы смогли удержать, станций у нас не так много, поэтому армия была равномерно распределена по ним, что дало нам преймущество»<s>r\nРазговор прервали крики с другой стороны туннеля<s>r\n«Слава Империи!» «Власть Народу!» «Долой старый строй!» «Метро должно быть едино!»<s>r\nА после слов пошло действие и на баррикады Полиса полился град пуль.<s>r\n—«Не лежи дубом, стреляй!» — Закричал Володя<s>r\nСаша снял оружие с предохранителя начал стрелять в туннель, боясь высунуть свою голову, Саша не умел стрелять, единственное, чему отец не научил Сашу – это стрелять, отец надеялся, что это Саше никогда не пригодится. <s>r\nЧерез пару минут выстрелы с той стороны прекратились, но послышался другой звук, звук колес едущих по рельсам, Саша выглянул посмотреть что там едет, это был самодельный танк, огромный, закрывающий почти весь туннель своим телом, он двигался на них.<s>r\n—«Отступаем!» — Сказал кто-то из толпы обороняющихся<s>r\nКак только мы встали, чтобы отступить, танк выстрелил и, взрывом снаряда, отбросил Сашу к стене, Он ударился об нее и почувствовал сильную боль в спине, из-за чего не смог встать и отбежать, танк проехал мимо него и Саша увидел, что на дрезинах за ним сидят сотни обычных людей, некоторые из них были вооружены палками, железными трубами, а вот у меньшенства были такие автоматы как \"калаш\" и \"ублюдок\". Один из них спрыгнул с танка и со словами: «Слава Империи» застрелил Сашу<s>r\n<s>r\n<s>r\n",
    "answers": [
      {
        "id": 33,
        "text": "Открыта основная концовка: \"Слава Империи\""
      }
    ]
  },
  {
    "id": 33,
    "text": "Вскоре Имперцы захватили и остальное метро, но радость после победы длилась недолго, из-за огромного числа трупов, которые Имперцы, втечение нескольких лет, складировали на заброшенных станциях, поднялась численность мутантов в метро, которые не став ждать, начали нападать на станции людей, таким образом, через неделю после победы Империи, «Живых» станций, на которых ещё есть люди, осталось 4, это: Арбатская, Боровицкая, Библиотека им. Ленина и Александровский сад.<s>r Московское метро постепенно вымирало...\n<s>r\n<s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 34,
    "text": "Вскоре Имперцы захватили и остальное метро, но радость после победы длилась недолго, из-за огромного числа трупов, которые Имперцы, втечение нескольких лет, складировали на заброшенных станциях, поднялась численность мутантов в метро, которые не став ждать, начали нападать на станции людей, таким образом, через неделю после победы Империи, «Живых» станций, на которых ещё есть люди, осталось 4, это: Арбатская, Боровицкая, Библиотека им. Ленина и Александровский сад.<s>ufeff Но в том бункере Витя с Сергеем копаясь в архивах, обнаружили частоту секретного правительственного бункера и пароли для связи с бункером и отправили на него послание: \"Прием, \"14, гребень, картина, автозаправка\" говорит Москва, нам требуется немедленная помощь, повторяю, \"14, гребень, картина, автозаправка\" говорит Москва, нам требуется немедленная помощь\". и через секунды, которые, казалось, шли часами поступил ответ: \"Прием, Москва, как слышно,вам будет выслана помощь, ждите. Повторяю, Москва вам будет выслана помощь, ждите\"\nЧерез пару дней в Москву прилетели вертолеты, которые эвакуировали остатки людей в безопасное место.\n<s>ufeff\n<s>ufeff",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 35,
    "text": "Саша очнулся в темном помещении. Его руки были связаны, а голова была в петле. Саша покрутил головой, осматривая комнату в которой находится, чем и привлек внимание человека, сидящего в углу.<s>r\n—«Проснулся, отлично, сейчас я задам тебе пару вопросов. Тебе всего лишь нужно на них ответить и мы тебя отпустим»<s>r\n—«Я… я ничего не знаю, я просто мирный житель…» — Ответил Саша<s>r\n—«Да, мы это поняли из того, что ты рассказал Виталию, но нам нужно знать, что говорили солдаты, когда они переводили вас на Кропоткинскую, может будущий план или ещё что?»<s>r\n—«Нет, они ничего не говорили»<s>r\n—«Ясно, так и думал».<s>r\nПосле этого человек вышел и в кабинет зашёл солдат, он взял Сашу и повел его в туннель.<s>r\nКогда они дошли до места Саша увидел кучу народа, который руками разбирал завал в туннеле.<s>r\n—«Иди работай!» — Сказал солдат и швырнул Сашу к рабочим<s>r\n К нему сразу подошёл один рабочий и начал разговор<s>r\n—«Здарова, новенький, ну что, какими судьбами?»<s>r\n—«Один упырь со станции заманил меня, говорил, мол независимая станция, жить лучше будешь, а я и повелся»<s>r\n—«Дерьмово, меня Данил зовут, я тут самый старший, один этот сраный завал разбирал, потом других привели и пошло дело»<s>r\n—«А что за завал?» — Спросил Саша<s>r\n—«Так это… как полисовцы узнали, что революция на Киевской, они побоялись, видимо, и засыпали проход на станцию. Вот и все дела»<s>r\n—«Ясно, а ты как сюда попал?»<s>r\n—«Потом расскажу… ладно, вижу ты нормальный парень, слушай сегодня мы запланировали переворот. Видишь, как охраны мало, четверо всего. Так вот слушай, на обеде ещё двое уйдут и у нас минуты две что бы этих без шума обезоружить, а потом тех накрыть. Твое дело, не вмешиваться в план действий, хорошо?»<s>r\n—«Ну да» — Ответил Саша<s>r\nПосле, Данил отошел и продолжил копать туннель в другом месте.<s>r\nЧерез несколько часов Саша услышал заветное слово<s>r\n—«Обед!» — прокричал вояка<s>r\nДвое солдат удалились, что бы принести поесть. И рабочие кинулись на оставшихся, быстро их обезоружив и вырубив, они двинулись по туннелю на станцию, Саша побежал за ними. Огромная толпа состоящая из озверевших людей, жаждущих мести продвигалась по туннелю постепенно набирая автоматы, защиту. И вот они дошли до станции и, встретив солдат, которые совсем не ожидали атаки, быстро завладели станцией, взяв в плен огромное число высокопоставленных людей Империи.<s>r\n—«Это вам с рук не сойдёт! Вы ещё пожалеете!» — кричал мужчина, которого прижимали к полу рабочие.<s>r\nСаша подошёл к Данилу, который сидел и отдыхал после прорыва<s>r\n—«Ты хотел рассказать о себе и мне кажется, это тот самый момент, чтобы это сделать. Как вам удалось, так быстро и без лишнего шума все это провернуть?»<s>r\n—«Мда… ну ладно, слушай, мы же не обычные рабочие, мы тоже солдаты, мы тоже умеем стрелять, а они это забыли , вот и поплатились. Сейчас сюда нагрянет подмога, которая нас вытеснит и не оставит никого живого, так как это не твоя война, ты сюда попал случайно и у тебя есть возможность свалить на станцию к Ганзе, ну так что?»<s>r\n",
    "answers": [
      {
        "id": 36,
        "text": "Уйти"
      },
      {
        "id": 37,
        "text": "Остаться"
      }
    ]
  },
  {
    "id": 36,
    "text": "Саша согласился с Данилом и начал собираться в путь<s>r\n—«Путь по туннелю предстоит тебе долгий, ты никуда не сворачивай, всегда иди прямо. Дойдешь до станции скажешь, что от офицера Бондаренко. Так, сейчас подожди» — Сказал Данил и начал искать что-то в карманах<s>r\n—«Вот возьми» — Данил протянул Саше свой жетон и свёрнутую бумажку<s>r\n—«Передашь это начальству, скажешь, что на станции черезвычайная ситуация: восстание, они поймут»<s>r\nСаша кивнул ему и побежал в туннель. Долго бежал, через несколько часов Саша стал слышать голоса сзади себя, он постоянно оборачивался, но за спиной никого не было. Потом он пробежал ещё несколько часов… И ещё… И ещё. Все это время он слышал завывания мелодий, голоса, стрельбу и мольбы о помощи за собой и, как будто, за стенами.<s>r\n—«Очень долго… сколько я уже в этом туннеле?» — Сказал Саша<s>r\nНаручных часов у него не было и он уже потерялся во времени, начинал чувствовать себя плохо: кружилась голова, тело ныло, сухость во рту и боль в животе. Перейдя на шаг, Саша прошел ещё пару метров, после чего упал без сил…<s>r\n.<s>r\n.<s>r\n.<s>r\n.<s>r\n.<s>r\n—«… Донесем тебя, нельзя тебе умирать вот так быстро…»<s>r\n—«…Меня Ваня зовут… Потом мне ещё спасибо скажешь».<s>r\n—«…Нельзя, Нельзя… Ты ещё не всё выполнил…<s>r\n—«…Вот! Дошли! Отлично!».<s>r\n.<s>r\n.<s>r\n.<s>r\n.<s>r\n<s>r\n<s>r\n",
    "answers": [
      {
        "id": 38,
        "text": "Краснопресненская"
      }
    ]
  },
  {
    "id": 37,
    "text": "—«Я останусь, вам нужна где нибудь помощь?» — Ответил Саша<s>r\n—«Эхх, ну как знаешь. Да нужна, иди к парням на путях баррикаду помоги построить»<s>r\nСаша пошел к ребятам, которые стояли на путях и что то обсуждали<s>r\n—«… Да нихера! Твоя идея говно, понял?»<s>r\n—«А может твоя идея говно, Петрович, что стоишь как дуб столетний, что по твоему , чей план лучше?»<s>r\n—«Как мне кажется, вы два баклана забыли, что вы нихера не стратеги, а сейчас вы рабочие и ваше дело это строить баррикаду и чем быстрее, тем лучше»<s>r\n—«Ладно, ладно… что сразу бакланы то?»<s>r\nСаша спрыгнул на пути и подошёл к мужикам<s>r\n—«Меня к вам помочь прислали» — Сказал Саша<s>r\n—«О, отлично, я Петя, а этих двух бакланов зовут Олег и Гена и нам…» <s>r\nВ этот момент в туннеле послышались крики и стук вагонов и через секунду на Сашу выехал военный поезд, который тут же начал палить по рабочим и те ничего не смогли сделать.<s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "Концовка открыта:\"Братская могила\""
      }
    ]
  },
  {
    "id": 38,
    "text": "Саша очнулся в госпитале. Доктор, сидящий рядом с ним, заметил, как он проснулся<s>r\n—«Здравствуй,  как себя чувствуешь?» — Сказал доктор<s>r\n—«Пло..хо» — ответил Саша через силу<s>r\n—«Угу… сильное обезвоживание и переутомление сделали свое, писать сможешь?»<s>r\nСаша в ответ пошевелил рукой, показывая, что писать он сможет. Доктор вышел и позвал кого-то. В кабинет зашёл военный.<s>r\n—«Привет, мне нужно задать тебе пару вопросов. Откуда у тебя жетон офицера и, что обозначает надпись на бумажке 'Володя, готовь армию'?»<s>r\nСаша написал на листочке, который ему выдали, ответ:<s>r\n«Жетон мне передал офицер бондаренко которого я встретил на прошлой станции. Он сказал сказать вам что нужно объявить чиризвычайную ситуацию на той станции востание»<s>r\n—«Ясно, вот почему станция не отвечала… Спасибо за содействие». <s>r\nПосле этих слов военный вышел<s>r\n—«Все, постельный режим никуда не вставайте и пейте побольше воды» — сказал доктор<s>r\nЧерез несколько дней, Саша чувствовал себя нормально и уже спокойно ходил и разговаривал, но из-за постельного режима ходил он только по своему кабинету. В один из таких дней его снова навестил военный<s>r\n—«Привет, ты уже здоров, как я посмотрю, поэтому поедешь на станцию Баррикадная, там развеешься, заведешь новые знакомства и другое, собирай вещи».<s>r\nОни быстро собрались и пешком дошли до станции, где военный оставил Сашу одного<s>r\n—«Прогуляйся» — напоследок сказал военный<s>r\n<s>r\n<s>r\n<s>r\n<s>r\n<s>r\n",
    "answers": [
      {
        "id": 39,
        "text": "Пойти в конец станции, где обычно обитает весь сброд станции"
      },
      {
        "id": 40,
        "text": "Пойти в добровольцы Ганзы"
      }
    ]
  },
  {
    "id": 39,
    "text": "Саша пошел в конец станции, где познакомился с бандитами и стал одним из них. Вскоре, вместе с ними начал грабить независимые станции и обычных людей. Но вскоре Ганза организовала облаву на их бандитскую организацию и все члены этой группы были убиты, в том числе и Саша<s>r\n<s>r\n<s>r\n<s>r\n<s>r\n<s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "Открыта концовка: \"Бандит\""
      }
    ]
  },
  {
    "id": 40,
    "text": "Саша пошел в добровольцы, куда его быстро взяли из-за  революций на станциях Ганзы. Его обучили, как стрелять и отправили в бой, где он и умер от шальной пули. Ганза, быстро сориентировавшись, набрала армию и смогла вытеснить революционеров со станций. После этих событий условия жизни в метро ужесточились.<s>r\n<s>r\n<s>r\n<s>r\n<s>r\n<s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "Открыта концовка: \"Ганзеец\""
      }
    ]
  },
  {
    "id": 41,
    "text": "",
    "answers": []
  }
]