[
  {
    "id": 1,
    "text": "Автор: Civoid\nЖанры: Фэнтези, фантастика, романтика, драма\n\nНедалёкое будущее. Существа из другого мира вторгаются на Землю, призывая людей к участию в загадочном испытании. Сотни тысяч людей против своей воли становятся участниками безумных соревнований, награда за которые — спасение всего человечества, будущее и процветание расы. Игра началась...\n\nМожет ли человек сделать невозможное? Действительно ли слова способны изменить саму судьбу? Сможете ли вы победить в беспощадной гонке за славой? Ответы на эти и другие вопросы вы сможете найти только в этом квесте. \n\nПримечание: опубликован лишь тестовый отрывок квеста, составляющий менее 1% его будущего объёма. Жду ваших комментариев и активно продолжаю работу!\n\nАвтор желает вам приятной игры!",
    "answers": [
      {
        "id": 2,
        "text": "«Начать квест!»"
      }
    ]
  },
  {
    "id": 2,
    "text": "«ПРОЛОГ»\n\n2021 год. В самый обыкновенный день на планету Земля, безо всяких предупреждений и контактов высаживается космический корабль с существами из иного мира. Инопланетяне посетили людей только с одной целью: потребовать участия человечества в \"Сириусе\" — галактическом чемпионате операторов. Их требование: сто миллионов человек, молодого и активного возраста, которые и станут участниками чемпионата.\n\nНи одна из стран не согласилась на подобные условия, объявив иноземцев своими врагами, и направив против них свои войска. Но технологии и вооружение инопланетных существ даже близко не стояли с земными. В ходе вооруженных конфликтов, людям таки пришлось принять их условия.",
    "answers": [
      {
        "id": 3,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 3,
    "text": "Жертва была принесена. Сто миллионов человек из разных стран и регионов планеты были выбраны для участия в «Сириусе». Избранные люди получили на руку метку, обозначающую их автоматическое участие в соревнованиях.\n\n[\"Из Всемирного послания Риогенов ко всему человечеству:\nНаша раса искренне рада тому, что вы, люди, согласились принять участие в «Сириусе», и прекратили бесполезную войну против нас. Мы желаем вам лишь развития и благополучия. В вас заключен огромный потенциал. Наша же задача — помочь вам проявить его. Сто миллионов представителей вашей расы будут принимать участие в «Сириусе». На момент получения этого сообщения, избранные уже получат свою метку, своего рода знак, отличающий участников соревнований от простых смертных.\n\nРаспределение населения: \nСемьдесят миллионов — \"Рабы\"\nДевятнадцать миллионов — \"Резерв\"\nДесять миллионов — \"Исполнители\"\nМиллион человек — \"Операторы\"\n\nРаспределение будет происходить случайным образом. Каждый из ста миллионов получит метку на свою руку. ",
    "answers": [
      {
        "id": 4,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 4,
    "text": "\"Сириус\" — так было названо соревнование, чемпионат, противостояние в котором будут участвовать люди. Операторы и исполнители. После прохождения отборочного тура, все исполнители отправятся с нашей расой на другую планету для прохождения настоящих испытаний. Операторы же останутся на своей родной планете, и посредством речевой связи будут поддерживать контакт со своим исполнителем. Это лишь малая часть всей информации. Об испытаниях, этапах чемпионата и главной награде узнают только люди, прошедшие отборочный тур.\n\nВсех, кто был отмечен меткой исполнителя, рабочего, резерва, оператора, просим посетить командные корабли, расположенные в каждой стране. Срок сбора населения — 30 полных дней, начиная с момента получения этого послания. В случае неявки человека на корабль в течении двух недель произойдет смерть носителя метки, а также прочие нежелательные для вашей расы последствия. Все дальнейшие инструкции вы получите на месте. \n\nС наилучшими пожеланиями. Высшие инопланетные расы.]",
    "answers": [
      {
        "id": 5,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 5,
    "text": "Инопланетная раса установила в каждой стране свой корабль. Начался строгий сбор и отлов людей, обладающих меткой на своей руке. Полному сбору всех десяти миллионов способствовал не только страх смерти, но также полиция и само правительство.\n\nГлавный герой этой истории — Андрей Орлов, студент третьего курса медицинского института.\nСудьба избрала его в качестве оператора, лишь один миллион человек на Земле был выбран для этой незвестной и важной роли. Как и большинство остальных людей, он не стал искушать судьбу и добровольно отправился в Москву — место приземления инопланетного корабля.\n\n—КОНЕЦ ПРОЛОГА-",
    "answers": [
      {
        "id": 6,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 6,
    "text": "Я с усталым и тревожным состоянием разума вступаю на борт самолёта Омск-Москва. Дорога до центра страны уже оплачена правительством и беспокоится не о чем. Единственная причина для тревоги — моя роль оператора, инопланетяне и загадочный внеземной чемпионат.\n\nПочему именно меня выбрали в качестве участника загадочного инопланетного чемпионата «Сириус»? Да и ещё столь редкой роли — оператора! На протяжении всего пути до места назначения я только и делал, что рассуждал о предстоящих трудностях. Кто бы мог подумать, что моя привычная и обыденная жизнь может изменится так резко...",
    "answers": [
      {
        "id": 7,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 7,
    "text": "Городская суета и десяток охранных таможенных постов успешно доводят мою нервную систему до предела. За людьми с метками ведётся особый контроль. ОНИ предупредили правительство — если более 1% людей не прибудут в пункты сбора за указанное время, то визитеры насильно заберут с собой в два раза большее число землян. \"Избранным\" запрещено брать с собой деньги, оружие, одежду, и даже естественные предметы гигиены. \n\nПотратив целый день на ожидание в километровых очередях, я наконец-то подъезжаю к месту назначения — космическому кораблю. Внушительные размеры внеземной конструкции вселяют страх даже в бывалых вояк — почти в пять раз больше Кремля! Всё место оцепленно и строго охраняется правительственными войсками.",
    "answers": [
      {
        "id": 8,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 8,
    "text": "Девушка с милой \"секретарной\" внешностью с помощью специального прибора проверяет подлинность моей \"метки оператора\".\n\n— О-о-о-о! Оператор! Такая редкость! Оператор России, под номером шесть тысяч двадцать три! Подумать только, какая это честь. Я бы тоже хотела... — оживлённо произнесла девушка.\n\nВо время проверки метки я заметил цифры на её приборе...\n\n[Исполнители: 144,320\nРабы: 768,839\nРезерв: 222,628\nОператоры: 6,023]\n\nОператоров действительно мало. Зато рабочих и рабов они штампуют пачками. Но именно операторы, если верить слухам, и есть, главные игроки на арене. Исполнители выполняют роль ассистента оператора. Рабочие просто работают, а резервные люди остаются в запасе, на случай нехватки населения. ",
    "answers": [
      {
        "id": 9,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 9,
    "text": "Женщина в военной форме, а также целый десяток других вояк провожают меня до инопланетного корабля, а точнее до тридцатиметровой корабельной лестницы.\n\n— Дальше нам нельзя, тебя встретят ОНИ. Ну, желаю тебе удачи! Кто знает, может быть ты и станешь победителем. Эй-эй, пошли отсюда! Это военный объект!\n\nЯ поднимаюсь по длинной лестнице, высота которой достигает уровня многоэтажного дома. Сам металл этого корабля кажется каким-то чужим и непривычным. Судно покрыто черной блестящей сталью, с небольшими синими мигающими огнями, усыпающими весь корабль. На лестнице меня встречает массивная железная дверь, открывшаяся от одного моего приближения. Я осторожно прохожу в длинный светлый зал, в котором расположились четыре двери-портала.",
    "answers": [
      {
        "id": 10,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 10,
    "text": "— Добро пожаловать на Ezр-эсминец класса V, человек! — словно из ниоткуда ответил роботизированный, явно нечеловеческий голос. — Пройди в дверь, соотвествующую цвету метки на твоей руке. В случае возникновения вопросов — нажми на красную кнопку.\n\nДвери напоминали арки, извнутри светящиеся каким-то загадочным светом. Очень похожи на порталы. Неужели это и есть, новейшие технологии телепортации?\n\nМетка на моей правой руке имеет форму запутанного рисунка синего цвета: три буквы «Х», скреплённые посередине окружностью. В зале четыре двери, синего, красного, зелёного и жёлтого цвета. Не надо быть гением чтобы понять — мне в первую, синюю дверь.",
    "answers": [
      {
        "id": 11,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 11,
    "text": "Это действительно портал. Перемещение вызвало у меня небольшую тошноту и головокружение, но чувство удивления полностью заглушало все негативные эффекты. Телепортация — это гениально. Наверняка, инопланетяне смотрят на людей, использующих велосипеды и автомобили как на первобытных обезьян, только что создавших огонь.\n\nЯ оказался в белоснежной, ярко освещённой комнате, со столом и стулом посередине. Мой собеседник уже сидел за столом: киборг-гуманоид, состоящий целиком из металла и трубок, похожих на провода. Избавиться от гримасы шокированного удивления мне теперь точно не удастся. Представитель научной фантастики здесь, прямо передо мной. Режиссеры терминатора были бы рады вживую увидеть настоящую модель их главного героя.",
    "answers": [
      {
        "id": 12,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 12,
    "text": "— Здравствуй, Андрей. Я здесь для того, чтобы объяснить тебе твою роль в чемпионате \"Сириус\", и ответить на все волнующие вопросы. Конечно же, я сообщу тебе только основную информацию.\nСадись, и ни о чём не волнуйся. Твоя ЧСС уже превысила отметку в 130 ударов в секунду. \n\nЯ с трудом сажусь на стул, стараясь изо всех сил сохранять спокойное выражение лица. Теперь мне не давал покоя и вопрос: \"Откуда он узнал моё имя, и тем более частоту сердцебиения?!\".",
    "answers": [
      {
        "id": 13,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 13,
    "text": "— 42% людей испытывают страх увидев меня, а 54% — удивление. Думаю, ты пока не в состоянии задавать мне вопросы. Тогда начну я. Слушай внимательно всю мою речь, повторять дважды я не буду. \n\nТы был избран в качестве участника чемпионата «Сириус» в роли оператора. Оператор — самая почётная и ответственная должность для участника. Чтобы понять роль оператора и исполнителя, вначале я обьясню смысл всех испытаний чемпионата. \n\nВ испытаниях ВСЕГДА участвует два человека: оператор и исполнитель. Оператор находится на планете Земля, и с помощью речевого контакта помогает и направляет исполнителя, даёт ему необходимые команды для выполнения испытания. Исполнитель же находится на нашей родной планете, где и будет проходить испытание. Он не обладает высокими полномочиями, его цель — это исполнение всех указаний оператора. Главная задача оператора и исполнителя — научиться понимать друг друга посредством речи. У тебя не будет ни дисплея, ни видеокамеры, ни другого устройства для наблюдения за своим исполнителем. Только речевой контакт. Такое устройство у вас называется рацией, передатчиком. Мы же выдадем вам другое, более современное.",
    "answers": [
      {
        "id": 14,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 14,
    "text": "— Голосовой контакт — вот что будет установленно между вами. Любое слово, любой произнесённый исполнителем звук будет слышать в своей голове оператор. Вам это сложно понять, но наши технологии достигли и такого уровня. Чем дальше — тем сложнее. Нейронный, телесный, мысленный, зрительный контакты также будет фигурировать в испытаниях, но более сложного уровня. \n\nКак оператор, думаю ты понял свою задачу. Говори исполнителю что делать, куда идти, как выполнить ту или иную задачу. Особенность в том, что исполнитель не ограничен в своих действиях, и может лгать оператору, совершать совершенно иные действия, нежели сказанные оператором. Поэтому вам необходимо установить доверительные отношения, полагаться друг на друга. На этом, про роль оператора — всё.",
    "answers": [
      {
        "id": 15,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 15,
    "text": "— Один оператор — один исполнитель. Если оператор мужчина, то исполнитель всегда женщина, и наоборот. Возраст, этническая группа, речь и язык оператора и исполнителя будут совпадать. Японец не поймёт мексиканца, и даже с переводчиком языковой речи общение будет затруднено расовыми различиями.\n\nПонятно? Тогда я перейду к актуальной теме. Через десять дней, на вашей планете пройдёт отборочный тур \"Сириуса\". Его цель — сокращение количества участников и отбор толковых людей. Инвалиды, психически и физически больные люди, а также непрошедшие это испытание индивиды будут...\n\nУстранены. Умертвлены. Ликвидированы.",
    "answers": [
      {
        "id": 16,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 16,
    "text": "— После завершения нашего диалога ты выберешь своего исполнителя и станешь полноценным оператором. Через десять дней состоится отборочный тур. Там проверяются базовые интеллектуальные и физические способности участников, а также контакт операторов и исполнителей. В случае его успешного прохождения, твой исполнитель будет отправлен на нашу планету для участия в чемпионате «Сириус». \n\nВ случае вашей неудачи, выбор даётся в руки оператору.\n\nОператор может обвинить себя в плохом управлении исполнителем, и получит за это штрафные очки. НО. У него будет второй шанс прохождения отборочного тура, вместе с тем же исполнителем. Если он провалит испытание вновь, то его вместе с исполнителем ждет смерть.\n\nОператор может обвинить исполнителя в плохом выполнении приказов. В таком случае, исполнителя ждет смерть, а оператор получает в своё распоряжение нового исполнителя и вторую попытку прохождения испытания. Но если оператор не проходит испытание с новым исполнителем и во второй раз, то оба участника, как оператор, так и исполнитель ликвидируются.",
    "answers": [
      {
        "id": 17,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 17,
    "text": "— Повторю тезисно: провалишь отборочный тур — сможешь обвинить в этом либо себя, либо своего исполнителя. О последствиях каждого выбора я уже сказал. Судя по твоему лицу, я высказал слишком много сложной для быстрого усваивания информации. Постарайся её запомнить.\n\nУ тебя будет ещё несколько дней для практики, об этом не беспокойся. Задавай свои вопросы, я отвечу на любые из них, кроме тех, что входят в запретный перечень засекреченной информации кода «0».\n\nПонять это всё для человека действительно сложно. Ещё сложней запомнить и применить на практике. Вам дали право задать вопрос — задавайте.",
    "answers": [
      {
        "need_ever": false,
        "need_sometimes": true,
        "id": 18,
        "text": "«Могу ли я сменить свою роль оператора на любую другую?»",
        "need": [
          -18
        ]
      },
      {
        "id": 19,
        "text": "«Я буду контактировать с исполнителем только посредством речи?»",
        "need": [
          -19
        ]
      },
      {
        "id": 20,
        "text": "«Что получит победитель этого чемпионата?»",
        "need": [
          -20
        ]
      },
      {
        "id": 21,
        "text": "«Смогу ли я влиять на исполнителя конкретными действиями?»",
        "need": [
          -21
        ]
      },
      {
        "id": 22,
        "text": "«Кто ВЫ такие?»",
        "need": [
          -22
        ]
      },
      {
        "id": 23,
        "text": "«Какова роль рабов и резервных людей?»",
        "need": [
          -23
        ]
      },
      {
        "id": 24,
        "text": "«Права и обязанности исполнителя и оператора?»",
        "need": [
          -24
        ]
      },
      {
        "id": 26,
        "text": "«Вопросы исчерпаны. Что дальше?»",
        "need": [
          18,
          19,
          20,
          21,
          22,
          23,
          24,
          25
        ]
      }
    ]
  },
  {
    "id": 18,
    "text": "— По желанию участника — исключено. Метка определяет твою роль в этом чемпионате от его начала и до самого конца. Однако существуют и особые случаи. Например, за нарушение правил чемпионата, оператор может быть наказан, и переведён в роль исполнителя. Но, опять же, такие случаи — исключение. Все мечтают стать операторами — радуйся своей удачи, а не думай о смене роли.",
    "answers": [
      {
        "id": 17,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 19,
    "text": "— В основном — да. Увидеть и вступить с ним в физический контакт ты сможешь только после выбора исполнителя. Вам даётся десять минут для живого общения и контакта друг с другом. После этого, вы более не увидете друг друга «вживую». Основной и единственный способ к контакту — общение друг с другом на расстоянии.",
    "answers": [
      {
        "id": 17,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 20,
    "text": "Киборг: Ошибка. Вопрос присутствует в базе данных запрещенного перечня засекреченной информации кода «0». Ошибка: контакт прерван из-за отсутствия доступа.",
    "answers": [
      {
        "id": 17,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 21,
    "text": "— Сможешь. После прохождения отборочного тура ты станешь полноправным оператором своего исполнителя. Если слова не помогают воздействовать на исполнителя, то ты сможешь использовать командную панель. Например, если исполнитель начнёт грубить тебе, откажется от исполнения приказов, будет лгать тебе — ты сможешь «проучить» его болевым воздействием. В твоём арсенале оператора будет множество различных иснтрументов. \n\nНо. Пока ты ещё не прошёл отборочный тур. И даже не встретился с исполнителем. На данный момент, эта информация не принесет для тебя никакой пользы.",
    "answers": [
      {
        "id": 17,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 22,
    "text": "— Кого именно ты подразумеваешь под словом «Вы»? Я — киборг, творение расы Риогенов, существо наделённое искуственным интеллектом новейшей технологии самообучения.\nРиогены — высшая разумная раса, или по вашему, инопланетяне, визитеры, чужеземцы. Не имею права разглашать информацию о своих создателях. ",
    "answers": [
      {
        "id": 17,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 23,
    "text": "— Сравнительно — никакая. Разве их название не говорит само за себя? Рабы — работают и выполняют роль трудовой силы, помогают в подготовке испытательных площадок. Они всего лишь рабы, не участвующие в \"Сириусе\" и играющие второстепенную, если не последнюю роль.\n\nЛюди с меткой резерва вводятся в состояние глубокого сна. Они будут использоватся только в случае крайней необходимости и недостатке участников. Можешь вообще игнорировать эти низшие разряды. Основную ценность представляют лишь операторы и исполнители.",
    "answers": [
      {
        "id": 17,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 24,
    "text": "— Как я говорил ранее, у операторов намного больше прав и меньше обязанностей. Я перечислю основные пункты:\n\n\"Операторы\"\n\nИмеют право:\n—Контролировать как физическое, так и психическое состояние своего исполнителя.\n—Отдавать приказы и распоряжения своему исполнителю.\n—Наказывать и поощрять своего исполнителя, в случае конфликта применить методы агрессивного воздействия.\n\nОбязаны:\n—Удовлетворять основные потребности своего исполнителя и всеми силами поддерживать его здоровье и психику.\n—Сохранять уважительные отношения со своим исполнителем, намеренными действиями не подталкивать исполнителя на конфликт со своим оператором.\n—Ответственность за все действия исполнителя несёт в первую очередь сам оператор.\n",
    "answers": [
      {
        "id": 25,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 25,
    "text": "— А теперь об исполнителях. Они — беспрекословно выполняют указания оператора. Прав у них нет, как и возможностей для выбора. Их жизнь и будущее напрямую зависит от мастерства оператора.\n\n\"Исполнители\"\n\nИмеют право:\n—Отсутствуют права\n\nОбязаны:\n—Уважать и ценить мнение оператора, ставя на первое место его собственные слова, нежели свою личную точку зрения.\n—Строго выполнять все приказы и распоряжения оператора.\n—Быть честными и открытыми с оператором. Ложь строго настрого запрещена и наказывается строжайшим способом.\n—Проходить испытания, прилагая все необходимые усилия, жертвуя своим здоровьем и даже жизнью.",
    "answers": [
      {
        "id": 17,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 26,
    "text": "— Вопросы закончены. Всё что ты узнал на данный момент — лишь маленький кусочек пазла от общей картины. Не задавай лишних вопросов — вся информация будет поступать тебе постепенно, проливая свет на общий масштаб чемпионата. Наш диалог подошел к концу и пора переходить к делу. Выбор исполнителя. Чтобы внести в это соревнование некое подобие непредсказуемости, было решено сделать выбор исполнителей вслепую. Итак, я предлагаю тебе на выбор четыре варианта, как собственно и всем остальным операторам. Ты не знаешь ни их внешности, ни прошлого, ни телесных показателей. Зато я скажу тебе имя каждого исполнителя. Начинаю загрузку данных с сервера...\n\nДанные получены. Теперь можно начать. Выбор.\nВведён элемент случайности: действуем наугад. Какой исполнитель тебе попадётся, знает только сама судьба. \nИтак, выбор твой таков: Юлия, Ева, Алиса, Ксения.\nЯ не знаю этих исполнительниц, их имена и кодовые номера были сгенерированы случайным образом. Назови имя любой из них — она и станет твоей исполнительницей.\n\nПредупреждаю: ты не сможешь изменить свой выбор в дальнейшем.",
    "answers": [
      {
        "id": 27,
        "text": "«Юлия»\n[Недоступно]"
      },
      {
        "id": 26,
        "text": "«Ева»\n[Недоступно]"
      },
      {
        "id": 26,
        "text": "«Арина»\n[Недоступно]"
      },
      {
        "id": 26,
        "text": "«Ксения»\n[Недоступно]"
      }
    ]
  },
  {
    "id": 27,
    "text": "— Юлия Ольхова. Кодовый номер объекта —  X02S5. Принял твой выбор. Найдена в общей базе данных. Отлично. Как уже и было сказано ранее, всем операторам даётся уникальная возможность: на пять минут увидеть вживую своего исполнителя, оценить внешность и качества друг друга. \n\nБольше такой возможности в ближайшем будущем не будет. Желаешь ли ты прямо сейчас встретиться со своей исполнительницей? Я уже отправил ей голосовое сообщение о том, что нашелся её личный оператор. Рекомендую согласится, но если ты желаешь сохранить с ней полную анонимность — твоё право.",
    "answers": [
      {
        "id": 30,
        "text": "«Я хочу встретиться с ней»"
      },
      {
        "id": 27,
        "text": "«Пожалуй, я откажусь от встречи с ней»\n[Недоступно]"
      }
    ]
  },
  {
    "id": 28,
    "text": "",
    "answers": []
  },
  {
    "id": 29,
    "text": "",
    "answers": []
  },
  {
    "id": 30,
    "text": "— Стандартный выбор 99,4% участников. Вас понял. Я организую вашу встречу в отдельном помещении через одну минуту. Вы вправе совершать абсолютно любые действия, кроме запрещёных. К запрещённым действиям относится: убийство, нанесение тяжелых телесных повреждений, вживление наночипов и устройств для дальнейшего контакта, размножение.\nПять минут на весь контакт. \nЖду отклика от исполнителя.\n\nСигнал получен. Твоя исполнительница откликнулась согласием на встречу. Начинаю процесс перемещения.\n\nРобот крепко хватает меня за правую руку, и совершает очередную, неподвластную законам физики телепортацию. Мгновение — и я уже в другом помещении. ",
    "answers": [
      {
        "id": 32,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 31,
    "text": "Киборг: Какой нестандартный выбоо, исходя из общей статистики главного сервера АППИ. Из 112,282 операторов, только 532 отказались от первичного контакта со своим исполнителем. Значит, ты хочешь сохранить внешность своего исполнителя в секрете? Так тому и быть. Я скажу тебе одну вещь, которую я говорю только в случае отказа при контакте. У тебя ещё будет возможность увидеть исполнителя вживую. Встретится в таком же телесном контакте. И более чем на пять минут. О дальнейшем — умолчу.\n\nВ таком случае, мне необходимо установить тебе в шею устройство",
    "answers": []
  },
  {
    "id": 32,
    "text": "Робот исчезает в мгновение ока. Яркая вспышка, и он вновь появляется, но только уже не один. Он держит за руку молодую девушку, весело и игриво улыбающуюся вам.\n\n— Контакт можно считать начатым. \nОператор — Андрей (Код G6JJ8)\nИсполнитель — Юлия (Код X02S5)\nСвободная встреча — пять минут, ноль секунд.\nЕсли вам что-нибудь понадобится, нажмите на красную кнопку на стене комнаты. Время.\n\nЭту комнату отличает от предыдущей разве что различие в мебели: вместо стола и стула здесь распологались два белых и на внешний вид удобных диванна. Но мебель уже не так важна. Значит, это только десять минут. Этого времени вполне достаточно чтобы подробно изучить её внешность, а также познакомиться друг с другом.",
    "answers": [
      {
        "id": 33,
        "text": "«Осмотреть её внешность»"
      }
    ]
  },
  {
    "id": 33,
    "text": "Молодая девушка среднего роста, с радостным и энергичным лицом. Возраст — примерно мой, двадцать лет или менее. Ало-красные длинные волосы, хаотично распущенные и доходящие до самого пояса. Физическая форма — неплохая. Золотая середина — нечто среднее между мастером спорта и офисным планктоном. Телесные дефекты отсутствуют напрочь.\n\nПриятная внешность. Можно даже сказать, красавица. Где-то в глубине души я боялся получить исполнителя-калеку, но благо всё обошлось без проблем и её конечности на своих местах. Но нельзя судить о человеке только по его внешности. Кто знает, какой у неё характер, и какие скелеты в шкафу прячет она? Было бы просто замечательно, выяснить её темперамент и предпочтения.",
    "answers": [
      {
        "id": 34,
        "text": "«С внешностью разобрались...»"
      }
    ]
  },
  {
    "id": 34,
    "text": "Девушка садится на снежного цвета диван, и с нескрываемой радостью и интересом начинает свой бурный разговор.\n\n— Ну здравствуйте, господин оператор! Я уже заждалась ожидать ждания! Целых два дня просидела в скучном помещении, похожем на психушку — считай даже немного притупела. Эта консервная банка ещё наводила на меня страх, ну, типа, что оператор для меня может и не найтись, десять миллионов на один, как никак! Но н-не-ет! Пришло наконец и моё спасение. Рада с тобой познакомиться, Андрей, верно ведь?",
    "answers": [
      {
        "id": 35,
        "text": "«—Мне тоже радостно видеть тебя, Юля»"
      },
      {
        "id": 34,
        "text": "«—Я твой оператор, Андрей»\n[Недоступно]"
      },
      {
        "id": 34,
        "text": "«Промолчать»\n[Недоступно]"
      },
      {
        "id": 34,
        "text": "«—Разве ты не должна сначала выслушать оператора?»\n[Недоступно]"
      }
    ]
  },
  {
    "id": 35,
    "text": "— Хи-хих! Ты тоже решил сразу перейти на «ты»? Нам как никак работать в команде, поэтому думаю нам не стоит скрывать ничего друг от друга. Ты — мой оператор, а я лишь исполнитель. Не волнуйся, я уже отлично знаю свою роль. На протяжении нескольких дней, ржавый робот, будь он неладен, промывал мои мозги информацией о роли исполнителя. Ты должна слушать оператора. Ты должна выполнять указания оператора. Оператор — бог, исполнитель— раб. Кхее...Какие скучно-глупые инструкции!",
    "answers": [
      {
        "id": 39,
        "text": "«— Я тоже так думаю. Оператор и исполнитель равны между собой»"
      },
      {
        "id": 35,
        "text": "«Мне вообще ничего не понятно...»\n[Недоступно]"
      },
      {
        "id": 35,
        "text": "«— Это правила, а значит их нужно соблюдать. Оператор главнее»\n[Недоступно]"
      },
      {
        "id": 35,
        "text": "«Отставить жалобы, исполнительница!»\n[Недоступно]"
      }
    ]
  },
  {
    "id": 36,
    "text": "Юля: Андрей, значит...Повезло тебе с должностью, намного лучше и удобнее отдавать приказы, чем исполнять их. Мне уже рассказали про мои обязанности и задачи. Весь этот инопланетный чемпионат кажется полной чушью и бредом, но...Похоже, другого выбора, кроме как прдчиниться у нас просто нет. Несколько дней, назойливая жестянка твердила о моей роли исполнителя. Ты должна слушать оператора. Ты должна выполнять указания оператора. Оператор — бог, исполнитель— раб. Уххх...Какие глупые инструкции!",
    "answers": [
      {
        "id": 39,
        "text": "[«Я тоже так думаю. Оператор и исполнитель равны между собой.»]"
      },
      {
        "id": 40,
        "text": "[«Мне вообще ничего не понятно...»]"
      },
      {
        "id": 41,
        "text": "[«Это правила, а значит их нужно соблюдать. Оператор главнее.»]"
      },
      {
        "id": 42,
        "text": "[«Отставить жалобы, исполнительница!»]"
      }
    ]
  },
  {
    "id": 37,
    "text": "Юля: Эмм...Надеюсь, что твоё молчание вызвано удивлением, а не...Ты ведь мой оператор, так ведь? Ты хочешь чтобы я сначала рассказала всё о себе? Прошу тебя, только не молчи. Это, знаешь, немного смущает меня, вводит в ступор. Что прикажешь делать, оператор?",
    "answers": [
      {
        "id": 49,
        "text": "[Прости, я наверное ещё не пришел в себя после всего произошедшего]"
      },
      {
        "id": 48,
        "text": "[Расскажи всё о себе, исполнительница]"
      },
      {
        "id": 47,
        "text": "[Промолчать]"
      },
      {
        "id": 50,
        "text": "[Изучить её телосложение]"
      }
    ]
  },
  {
    "id": 38,
    "text": "Юля: Э-э-э...Да, конечно. Наверное, не следовало мне выхлёстывать фонтан радостных слов в твою сторону. Слушаю тебя, оператор.\n",
    "answers": [
      {
        "id": 71,
        "text": "[«Ты полна энергии и сил, я погляжу. Активная и жизнерадостная?»]"
      },
      {
        "id": 70,
        "text": "[«Расскажи всё о себе»]"
      },
      {
        "id": 72,
        "text": "[Изучить её телосложение]"
      },
      {
        "id": 73,
        "text": "[«Опять много болтаешь. Я ещё не давал приказа говорить!»]"
      }
    ]
  },
  {
    "id": 39,
    "text": "— Хорошо что мы смогли понять друг друга. А то как-то некрасиво получается, знаешь ли. Если оператор приказывает исполнителю выполнять непристойные вещи, он же не захочет этого делать. И тем более не будет рисковать своей жизнью. Только с помощью взаимопонимания можно успешно работать вместе. Ну, наболтаться мы ещё успеем, а это так называемое \"свидание\" даётся только раз. Что будем делать? Может быть, ты хочешь осмотреть моё тело? Звучит неприлично, но я, как исполнитель ведь имею неплохую подготовку, правда? Да, я раньше занималась спортом...",
    "answers": [
      {
        "id": 43,
        "text": "«— У тебя отличная фигура и телосложение. Ты отличный исполнитель!»"
      },
      {
        "id": 39,
        "text": "«— Я надеялся получить мастера по боевым искусствам...»\n[Недоступно]"
      },
      {
        "id": 39,
        "text": "«— Ты хотя бы раз в жизни садилась на диету»?\n[Недоступно]"
      },
      {
        "id": 39,
        "text": "«Изучить её телосложение»\n[Недоступно]"
      }
    ]
  },
  {
    "id": 40,
    "text": "Юля: Да уж, как тут понять то! Вся эта инопланетная чепуха и вправду кажется сказкой наяву. Я тоже многово не понимаю, и также как и ты не горю желанием участвовать в этом клоунском балагане. А поэтому, мы с тобой в равных условиях. Ну-у, в почти равных. Андрей. Будем же уважать друг друга, как напарники по общей беде, хе-хех...Так вот...Времени у нас осталось не так уж и много. Хочется, конечно, потратить его с пользой. Возможно, ты хочешь оценить моё тело? Эм-м-м...Ловкость, силу? Ну, осмотреть меня. Хотя...Блин, это так глупо звучит! Лучше бы организовали нашу встречу уже после чемпионата!",
    "answers": [
      {
        "id": 91,
        "text": "[Мне и так всё, видно...Ну, у тебя вполне хорошая внешность и телосложение. О лучшем исполнителе я и думать не мог]"
      },
      {
        "id": 90,
        "text": "[Изучить её телосложение]"
      },
      {
        "id": 92,
        "text": "[Я пожалуй, откажусь. Внешность - не самое главное]"
      },
      {
        "id": 93,
        "text": "[Как оператор, я хочу увидеть тело своей исполнительницы обнажённым!]"
      }
    ]
  },
  {
    "id": 41,
    "text": "",
    "answers": []
  },
  {
    "id": 42,
    "text": "",
    "answers": []
  },
  {
    "id": 43,
    "text": "— Урргх! Ну хоть кто-то оценил меня по достоинству. Не беспокойся, я знаю что это была лесть. На самом деле я ленивый мешок, который даже не может защитить свой диплом. Ну так, вот...Я конечно, благодарна за похвалу, но может быть ты бы хотел узнать обо мне что-то конкретное? Задавай вопросы, я постараюсь ответить.",
    "answers": [
      {
        "id": 47,
        "text": "«Сколько тебе лет»?"
      },
      {
        "id": 43,
        "text": "«— Кем ты работаешь, каков твой социальный статус?»\n[Недоступно]"
      },
      {
        "id": 43,
        "text": "«— Расскажи о своём характере»\n[Недоступно]"
      },
      {
        "id": 43,
        "text": "«— Я не буду задавать тебе вопросы. Докладывай всё сама, исполнитель»\n[Недоступно]"
      }
    ]
  },
  {
    "id": 44,
    "text": "",
    "answers": []
  },
  {
    "id": 45,
    "text": "",
    "answers": []
  },
  {
    "id": 46,
    "text": "Юля: Ээ-м...Значит, ты хочешь изучить моё телосложение? Ну, конечно, трудно сказать что я бы согласилась раздется перед молодым человеком которого вижу впервые...Обстоятельства заставляют действовать меня иначе. Конечно ты оператор, главнее, всё такое. Ладно, давай договоримся. Просто осмотр. Никаких пошлостей и разврата. Я уважаю тебя, а ты уважаешь меня — так лучше всего. Надеюсь, мы поняли друг друга...\n\nДевушка подходит к вам на расстоянии одного метра.\nЖдёт дальнейших действий? Как врач, пускай ещё и не закончивший своё обучение, вы действительно можете извлечь для себя полезную информацию об её здоровье, даже просто осмотрев её. Но...Стоит ли делать это с женщиной, которая изо всех сил старается скрыть своё смущение и дискомфорт?\n\nНе смотря на ваши промедления, Юля всё также стоит перед вами, ожидая дальнейших указаний...И почему её лицо приобрело розовый цвет?",
    "answers": [
      {
        "id": 102,
        "text": "[«Мне незачем тебя осматривать. Руки твои целы, ноги тоже»]"
      },
      {
        "id": 103,
        "text": "[Проверить её конечности]"
      },
      {
        "id": 104,
        "text": "[Внимательно просматривать всё её тело]"
      },
      {
        "id": 105,
        "text": "[Нацелить руки на интимные места]"
      }
    ]
  },
  {
    "id": 47,
    "text": "— Сколько мне лет...А как ты думаешь, точнее, я ведь молодо выгляжу, нет? Ладно, не буду томить тебя. Мне 23 года. Дата рождения: 1998.11.04. Хотя, глубоко сомневаюсь что это столь важная информация.",
    "answers": [
      {
        "id": 51,
        "text": "«— Странно, ты выглядишь намного, намного моложе»"
      },
      {
        "id": 47,
        "text": "«— Расскажи о своих увлечениях и хобби»\n[Недоступно]"
      },
      {
        "id": 47,
        "text": "«— Расскажи о своём характере»\n[Недоступно]"
      },
      {
        "id": 47,
        "text": "«— Думаю, нашу встречу можно закончить»\n[Недоступно]"
      }
    ]
  },
  {
    "id": 48,
    "text": "",
    "answers": []
  },
  {
    "id": 49,
    "text": "",
    "answers": []
  },
  {
    "id": 50,
    "text": "",
    "answers": []
  },
  {
    "id": 51,
    "text": "— Ты не первый человек, который говорит об этом. Не всех людей природа награждает красотой и молодостью. Не буду говорить о себе, как о невероятно красивой особе, но за своей внешностью я слежу. Чёрт, кажется я совсем отошла от темы. \n\n— У вас осталась одна минута для контакта, — внезапно сказал киборг.\n\n— Так быстро?! Пять минут пролетели как одно мгновение. Ну, надеюсь сработаемся. Я запомнила твой образ, а ты — мой. Теперь мы сможем контактировать только посредством голоса, оператор. Надеюсь на сотрудничество.",
    "answers": [
      {
        "id": 55,
        "text": "«Совершить дружеское рукопожатие»"
      },
      {
        "id": 51,
        "text": "«— Рад иметь дело с таким исполнителем, как ты»"
      },
      {
        "id": 51,
        "text": "«— Я хорошо запомню твою внешность. Особенно алые волосы»"
      },
      {
        "id": 51,
        "text": "«— Надеюсь, ты не подведёшь меня!»"
      }
    ]
  },
  {
    "id": 52,
    "text": "",
    "answers": []
  },
  {
    "id": 53,
    "text": "",
    "answers": []
  },
  {
    "id": 54,
    "text": "",
    "answers": []
  },
  {
    "id": 55,
    "text": "Я подхожу к девушке поближе и протягиваете ей руку. Она дружелюбно улыбается, после чего мы совершаем короткое рукопожатие. Юля вновь улыбается загадочной улыбкой, после чего отходит в сторону и поворачивается в сторону робота.\n\n— Наш контакт можно считать завершённым. Приятно было познакомится, оператор. Не знаю, какие трудности ждут нас на пути, но я постараюсь не подвести тебя! \n\n— Контакт #102217 завершён. Длительность: 4:43. \nОператор Андрей и исполнительница Юлия допускаются к  отборочному туру «Сириуса».",
    "answers": [
      {
        "id": 59,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 56,
    "text": "",
    "answers": []
  },
  {
    "id": 57,
    "text": "",
    "answers": []
  },
  {
    "id": 58,
    "text": "",
    "answers": []
  },
  {
    "id": 59,
    "text": "— Сейчас между вами будет установлен голосовой контакт рассеивающего воздействия. Напомню: голосовой контакт позволяет оператору и исполнителю общаться друг с другом посредством речи. Любое произнесённое одним из контактёров слово, отчетливо и ясно услышит другой контактёр. Допустимое расстояние: не ограничено.\n\nРобот подходит прямо ко мне, держа в руках подозрительное, пищащее звонким писком устройство.\n\n— Пожалуйста, не двигайтесь, не оказывайте физического сопротивления. Голосовой передатчек будет установлен прямо в область вашей шеи. Это безболезненая и обязательная процедура.",
    "answers": [
      {
        "id": 60,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 60,
    "text": "Меня выбрали первым. Робот поднёс устройство к моей шее, и щелкнув на переключатель прибора прикрепил к шее небольшую пластину, похожую на электронный чип.\nТу же самую процедуру он проделал и с Юлей. Странно, но этот процесс абсолютно не вызвал никаких болевых ощущений, несмотря на то, что пластина была введена прямо под кожу. Инопланетная анастезия, однако, не менее удивительна.\n\n— Устройство будет включено после того, как вы покинете это помещение. Не пытайтесь сломать или деактивировать голосовой передатчик. Любое повреждение чипа приведёт к его детонации и смерти участника. На этом — всё. Исполнительница останется на нашем корабле, а об операторе позаботятся люди. Повторюсь: через десять дней состоится первый этап отборочного тура \"Сириуса\". Оператору необходимо явится...\n\n— Опять на корабле? — недовольно возразила девушка, взмахнув руками. — В закрытой комнате? Эгхее...!\n\n— На корабль по истечении десяти дней, для участия в отборочном туре. Перед его началом вы также будете осведомлены голосовым сообщением.",
    "answers": [
      {
        "id": 61,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 61,
    "text": "Робот хватает меня за руку и вновь повторяет телепортацию, отправляя прямо к парадному выходу: в зал с четырьмя дверьми. \"Теперь о тебе позаботятся люди\" — что означает эта фраза? Вместе с тем я заметил странную деталь: метка на руке стала светиться ярче, синий цвет теперь буквально озарял всё запястье словно фонарь. Не найдя ответов на свои вопросы, я решаю вернуться обратно к охранному блоку, может быть они знают, что нужно делать дальше.\n\nСпускаясь по длинной лестнице я встречаю множество других людей — все они тоже стали жертвой этого инопланетного чемпионата. На охранном посту я вижу всё тех же солдатов. Разве что, их численность увеличилась вдвое. Едва заметив на моей руке ярко пылающую метку, солдаты моментально останавливают меня и докладывают о моём появлении старшему командиру.",
    "answers": [
      {
        "id": 62,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 62,
    "text": "Спустя десять минут бурных обсуждений и дискуссий, один из солдат, кажется командир охранного подразделения обращается лично ко мне.\n\n— Согласно базе данных, Андрей. Судя по метке, ты получил контакт со своим исполнителем. ОНИ дали нам чёткий приказ: охранять и предоставлять жильё операторам до начала отборочного тура. Согласно приказу правительства, тебе необходимо следовать за нами.\n\nВокруг меня образуется квадрат из вооруженных солдат, который с крайней осторожностью сопровождает меня до чёрного правительственного автомобиля. От подобного обращения, моя самооценка подпрыгнула на очередной уровень. Неужели я стал \"объектом государственной важности\"?",
    "answers": [
      {
        "id": 63,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 63,
    "text": "Конечно же, автомобиль сопровождали ещё несколько полицейских машин. Как никак, я — оператор. Только один миллион операторов из всей человеческой расы. Я продолжал рассуждать над вопросом: \"Что лучше: вообще не участвовать в чемпионате, или быть оператором?\". Конечно же, я склонялся к первому варианту.\n\n— Защита и местоположение операторов — государственная тайна, — крайне серьёзным тоном предупредил меня капитан. — Ты будешь доставлен в гостиницу закрытого класса, где за твоей безопасостью будут следить госслужбы, на протяжении десяти дней. Через десять дней начнется отборочный тур, и мы доставим тебя к космическому кораблю. План действий понятен?\n\n— Так точно! Благодарю за столь теплый приём!",
    "answers": [
      {
        "id": 64,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 64,
    "text": "Охрана успешно доставляет меня в элитную гостиницу, и закрывает вас в отдельном номере, строго настрого запрещая покидать границы здания. Нет никакого смысла делать это — таких шикарных условий я не видел даже в пятизвездочных отелях. Но перед тем как насладиться роскошью, я решаюсь отдохнуть после долгого и насыщенного дня.\n\nСтоило мне только присесть, как голосовой чип, вживлённый под шею внезапно подал короткий предупреждающий сигнал и пришел в активное, рабочее состояние. Ноющая боль в области вживления также сообщала мне о включении голосового передатчика. Я стал слышать женский голос, в точности похожий на голос Юли — моей исполнительницы. Так значит это правда, и голосовой контакт действительно работает!",
    "answers": [
      {
        "id": 65,
        "text": ">>>"
      }
    ]
  },
  {
    "id": 65,
    "text": "Я слышу её голос отчётливо и ясно, как будто она  разговаривает со мной на расстоянии вытянутой руки. Удивительное изобретение...\n\n— Эй, э-э-эй! Я знаю ты слышишь меня! Это устройство наконец-то заработало! Ответь, оператор! Прояви хоть каплю сочувствия, мне ведь ещё десять дней торчать в этом скудном, мерзком инопланетном корабле-тюрьме!",
    "answers": [
      {
        "id": 66,
        "text": "«— Рад тебя слышать, Юля! Я уже начал волноваться!»"
      },
      {
        "id": 65,
        "text": "«— Оператор Алексей слышит тебя»\n[Недоступно]"
      },
      {
        "id": 65,
        "text": "«— Кхе-кхе, это Михаил. Можно заказать пиццу на дом?»\n[Недоступно]"
      },
      {
        "id": 65,
        "text": "«Промолчать»\n[Недоступно]"
      }
    ]
  },
  {
    "id": 66,
    "text": "— Приятно осознавать, что за тебя хоть кто-то переживает. Готова поспорить, ты сейчас сидишь в каком-нибудь элитном заведении, с охраной и прислугой?\nДа-а-а, никак иначе, уж я то знаю, как правительство о вас, об операторах, заботиться. В России ведь только где-то только пять тысяч операторов, ну, насколько я помню. Эй! Давай признавайся!",
    "answers": [
      {
        "id": 70,
        "text": "«— Ага, у меня тут особое обслуживание, собственный лимузин, огромный номер в отеле. Мечта для простых смертных!»"
      },
      {
        "id": 66,
        "text": "«— Нет, к сожалению ты ошибаешься. Меня отправили обратно домой. И сижу я в своей бедной хибаре...»\n[Недоступно]"
      },
      {
        "id": 66,
        "text": "«— Я то в порядке. Меня интересуют твои жилищные условия. Расскажи, где ты сейчас»\n[Недоступно]"
      },
      {
        "id": 66,
        "text": "«— Не твоё дело, исполнительница, где я. Вопросы задаю тут только я»\n[Недоступно]"
      }
    ]
  },
  {
    "id": 67,
    "text": "",
    "answers": []
  },
  {
    "id": 68,
    "text": "",
    "answers": []
  },
  {
    "id": 69,
    "text": "",
    "answers": []
  },
  {
    "id": 70,
    "text": "— Хорошо ты там устроился, оператор! Ухх, лучше даже не говори мне про все удобства, а то начну ещё завидовать тебе. Что таить, я уже завидую тебе! Ладно, теперь я расскажу о своем жилище. Жилище? Да это скорее тюремная камера! Маленькая комната, такая же белая и светлая, как какая-нибудь камера в психбольнице. У меня тут кровать-кушетка, стул, стол, телевизор, туалетный куб, и...Пожалуй всё. Кошмар, правда ведь? Даже наружу нельзя выйти!\n\nХочешь справить нужду — ходишь в квадратную коробку, который трансформирует отходы в воду. Хех, я попробовала бросить туда прядь моих волос, и не поверишь, она тоже растворилась в воду! А что ещё...У нас трёхразовое питание. Еда появляется на подносе в одно и тоже время, словно манна небесная. Да-да, не надо никуда идти. Опять какой-то фокус с телепортацией, точно тебе говорю! А хочешь знать, чем нас кормят? Не поверишь, пхи-хи...\n\nПРОДОЛЖЕНИЕ СЛЕДУЕТ...\n\nБлагодарю вас за прочтение ознакомительного фрагмента квеста!",
    "answers": [
      {
        "id": 70,
        "text": "— «Пожалуй, да. Теперь я сочувствую тебе в два раза сильнее. Ты хотя бы не сойди там с ума до начала отборочного тура, ладно?»\n[Недоступно]"
      },
      {
        "id": 70,
        "text": "— «Кажется я знаю...Фекалии инопланетного динозавра-переростка?»\n[Недоступно]"
      },
      {
        "id": 70,
        "text": "«— Радуйся, что тебя вообще кормят. Исполнитель должен быть сильнее! Расскажи лучше о более важных вещах»\n[Недоступно]"
      },
      {
        "id": 70,
        "text": "«Громко рассмеяться»\n[Недоступно]"
      },
      {
        "id": 1,
        "text": "«На первую страницу...»"
      }
    ]
  },
  {
    "id": 71,
    "text": "",
    "answers": []
  },
  {
    "id": 72,
    "text": "",
    "answers": []
  },
  {
    "id": 73,
    "text": "",
    "answers": []
  },
  {
    "id": 74,
    "text": "Юля: Ой, твоё сочувствие прямо-таки помогает мне. Настроение повышено на 5 единиц. Хех, шучу я. У меня всегда хорошее настроение, я человек такой. Эй, так как там насчёт...Ах, да. Кормят одним и тем же. Зелёной субстанцией, по консистенции напоминающей пюре. Вкуса у него нет. Нет. Понимаешь, нет. Еда без вкуса, ты веришь мне? \n\nЭто сложно описать словами, но вот жуешь ты эту кашу и ничего не чувствуешь. Но, выбора тут у нас, у исполнителей нет. Лучше умереть от марсианской гадости, чем от голода. Скажу тебе сразу, вкусная пища — моя страсть. Упсс...Кажется я отошла от темы. Так, о чём бы тебе ещё рассказать...",
    "answers": [
      {
        "id": 78,
        "text": "[«Можешь быть уверенна, после завершения этого чемпионата я организую тебе настоящий пир. Это тебе, как стимул к победе»]"
      },
      {
        "id": 79,
        "text": "[«Ты видела других исполнителей и инопланетян в лицо? Вас выпускали на корабль? Что ещё вам говорили?»]"
      },
      {
        "id": 80,
        "text": "[Промолчать]"
      },
      {
        "id": 81,
        "text": "[«Да-а, с тобой будет трудно. Отставить пустые разговоры!»]"
      }
    ]
  },
  {
    "id": 75,
    "text": "",
    "answers": []
  },
  {
    "id": 76,
    "text": "",
    "answers": []
  },
  {
    "id": 77,
    "text": "",
    "answers": []
  },
  {
    "id": 78,
    "text": "Юля: Ах-ха-ха, да, очень смешно. На самом то деле, я не думаю что наши шансы на победу так уж высоки. Сам подумай, миллион операторов и десять миллионов исполнителей. Сумма не маленькая, а? Да и неизвестно, сколько вообще будет финалистов. Что ещё за испытания, миссии? Но, в любом случае — спасибо за то что веришь в меня.\n\nЯ пришла на инопланетный корабль за два дня до твоего визита. С того самого дня, я и сижу в этой «уютной» комнате. Лежу, сижу. Лежу, сижу. Смотрю телевизор, в котором более тысячи каналов. И так будет продолжаться ещё на протяжении десяти дней. Такой образ жизни может быть для кого-то и привычен, но я уж точно не ленивец. Может быть, мне стоит выполнять хоть какую-то физическую нагрузку, оператор? Пара часов упорных тренировок в день не повредят мне, учитывая то, что будут проверятся физические способности исполнителей. Как считаешь?",
    "answers": [
      {
        "id": 82,
        "text": "[«Ты абсолютно права! Я буду рад, если ты сможешь поддерживать себя в хорошей форме. Но только не доводи себя до изнеможения»]"
      },
      {
        "id": 83,
        "text": "[«Я так не думаю. Отдыхай и набирайся сил. После начала чемпионата ты не сможешь больше расслабиться»]"
      },
      {
        "id": 84,
        "text": "[«Всё в порядке, главное что твои руки-ноги на месте. Ты лучше позаботься о своих умственных способностях»]"
      },
      {
        "id": 85,
        "text": "[«Мне как-то пофиг на тебя. Делай что считаешь нужным»]"
      }
    ]
  },
  {
    "id": 79,
    "text": "",
    "answers": []
  },
  {
    "id": 80,
    "text": "",
    "answers": []
  },
  {
    "id": 81,
    "text": "",
    "answers": []
  },
  {
    "id": 82,
    "text": "Юля: Замечательно, а то у меня уже ноги затекли от подобной релаксации. Никогда не думала, что у человека может быть переизбыток отдыха. Ладно, я буду выполнять физические упражнения, и даже попробую побегать по комнате, словно хомяк в колесе. А пока, наш разговор ещё не окончен. Точнее, он не может быть окончен вообще. Даже любой мой шёпот ты будешь слышать...Так странно. Я к этому не привыкну. Прощай, личная жизнь.\n\nНу, позволь я немного поведаю о себе. Тебе там как, ну, рассказать. Я могу болтать сутками напролёт, поэтому...\nМне описать себя кратко и тезисно, или же поведать тебе длинную эпопею о моей нелёгкой жизни? ",
    "answers": [
      {
        "id": 86,
        "text": "[«Времени у нас вагон, поэтому я не прочь узнать о твоих скелетах в шкафу. Расскажи всё»]"
      },
      {
        "id": 87,
        "text": "[«Одному лишь богу известно, в какую сторону тебя может занести. Краткость - сестра таланта, давай кратко, как в резюме»]"
      },
      {
        "id": 88,
        "text": "[«Не хочу ничего о тебе знать. Сохрани свою анонимность не только для меня, но и для всех окружающих»]"
      },
      {
        "id": 89,
        "text": "[«Да-а-а, поведай мне о себе. Особое внимание удели своей личной жизни»]"
      }
    ]
  },
  {
    "id": 83,
    "text": "",
    "answers": []
  },
  {
    "id": 84,
    "text": "",
    "answers": []
  },
  {
    "id": 85,
    "text": "",
    "answers": []
  },
  {
    "id": 86,
    "text": "Юля: Это ты точно подметил. Ну да ладно, постараюсь не затягивать разговор на слишком долгое время. \n\nЯ — Юля Казукова, мне 23 года, несколько лет назад закончила старшую школу и поступила на факультет журналистики.\nИ вот, в последний год моего обучения началась вся эта неразбериха и хаос. Метка на руке — сразу же вон из университета, и отправляйся прямиком к пришельцам. Я не оказывала сопротивления при задержании, наоборот, мне даже было интересно посмотреть на НИХ, существ из другого мира. Фильмы о фантастике, различные книги о будущем, да и просто любопытство сделали своё дело. Я участвую в чемпионате не ради славы и награды, а просто ради интереса. Обыденная жизнь уже так сильно надоела мне, что я решила: «Деймос» — вот мой единственный шанс изменить свою жизнь. Не зря же я была избрана исполнительницей?!\n\n Но ОНИ даже не соизволили показаться! Даже на собственном корабле...Там меня встретил лишь какой-то грубый киборг, бесчувственный искуственный интеллект.\nИх лица, их раса и вообще ОНИ — до сих пор остаются загадкой для всего человечества. Прошло два дня, и я встретилась с тобой.\n\nЧто же касается остального...Мне предстояло пережить множество трудностей и неприятных ситуаций в жизни, перечислять которые, думаю нет смысла. Я потеряла родителей в шестилетнем возрасте — они погибли в автокатастрофе. Без денег и средств к существованию мне только и оставалось что «шагать» голопом в детский дом. И...Знаешь...После потери родителей я не отчаялась в жизни, как большинство других детей. Я уже с раннего возраста желала найти смысл в жизни.",
    "answers": [
      {
        "id": 90,
        "text": "[«Прости. Мне жаль твоих родителей. Если тебе трудно об этом вспоминать - можешь пропустить этот разговор»]"
      },
      {
        "id": 91,
        "text": "[Промолчать]"
      },
      {
        "id": 92,
        "text": "[«Ясно. Можно поподробнее о неприятных ситуациях?»]"
      },
      {
        "id": 93,
        "text": "[Вот только не разводи тут сопли. Я желаю услышать не мыльную оперу, а важную информацию]"
      }
    ]
  },
  {
    "id": 87,
    "text": "",
    "answers": []
  },
  {
    "id": 88,
    "text": "",
    "answers": []
  },
  {
    "id": 89,
    "text": "",
    "answers": []
  },
  {
    "id": 90,
    "text": "Юля: Я в порядке. Спасибо за душевные слова. Умеешь же ты утешать других людей. Мне даже кажется, будто, ты врач или психолог.\n\nГолос девушки резко задрожал. Спустя десятисекундную паузу она продолжила.\n\nЮля: И-и...Пришлось через многое пройти. Я избегала смерти уже несколько раз. И преодолевала трудности с улыбкой на лице, смеясь над судьбой. Силён не тот кто всегда побеждает, а тот, кто даже после разгромного поражения способен встать на ноги, и продолжить свой путь. Это моё мнение. Жизнь — хороший учитель. Работая помошницей в супермаркете, я смогла таки накопить средства для своего обучения. Как ты уже понял из моей специальности, мне нравится читать, писать, думать. Но ещё больше мне нравится общаться с другими людьми. \n\nИ...Да. Что касается моей личной жизни.  У меня не было никаких парней и любовных связей. Попрошу тебя, пожалуйста, не задавать вопросов об этой теме. Я. Просто не хочу говорить об этом. Надеюсь, ты поймёшь меня.",
    "answers": [
      {
        "id": 94,
        "text": "[«Конечно же не буду. Спасибо за то, что рассказала о себе так много»]"
      },
      {
        "id": 95,
        "text": "[«Благодарю за предоставленную информацию»]"
      },
      {
        "id": 96,
        "text": "[«Что-то мне во всё это слабо вериться...Ты точно говоришь мне правду?»]"
      },
      {
        "id": 97,
        "text": "[«Я - твой оператор, и ты обязана быть открытой со мной. Личная жизнь - самое уязвимое звено, о котором я просто должен знать»]"
      }
    ]
  },
  {
    "id": 91,
    "text": "",
    "answers": []
  },
  {
    "id": 92,
    "text": "",
    "answers": []
  },
  {
    "id": 93,
    "text": "",
    "answers": []
  },
  {
    "id": 94,
    "text": "Юля: Вот и ладненько. Но это ещё не всё, я тебе. Уххх...Подожди, опять ногу отсидела. Тссс...Может, хочешь задать свой вопрос?",
    "answers": [
      {
        "id": 98,
        "text": "[«Поведай о своих любимых и ненавидимых вещах и явлениях. Что тебе нравится, чего терпеть не можешь...»]"
      },
      {
        "id": 99,
        "text": "[«А твои уязвимые места? Какими болезнями ты болела? Есть ли у тебя аллергии?»]"
      },
      {
        "id": 100,
        "text": "[«Готова ли ты к сложным испытаниям? Ты точно будешь честна в разговорах со мной?»]"
      },
      {
        "id": 101,
        "text": "[«Да, я задам. Боишься ли ты смерти?»]"
      }
    ]
  },
  {
    "id": 95,
    "text": "",
    "answers": []
  },
  {
    "id": 96,
    "text": "",
    "answers": []
  },
  {
    "id": 97,
    "text": "",
    "answers": []
  },
  {
    "id": 98,
    "text": "Юля: Ум-м-ф, а ты, видимо, хочешь знать обо мне всё...Всмысле, любимые вещи? Кхх...Прости, не знаю ответа на этот вопрос. Если ты имеешь в виду моё хобби, то это общение с людьми, чтение, развлечение...Да, мне вообще всё нравится. Отвечу тебе также как и всем, моё хобби — это жизнь.",
    "answers": []
  },
  {
    "id": 99,
    "text": "",
    "answers": []
  },
  {
    "id": 100,
    "text": "",
    "answers": []
  },
  {
    "id": 101,
    "text": "",
    "answers": []
  },
  {
    "id": 102,
    "text": "",
    "answers": []
  },
  {
    "id": 103,
    "text": "",
    "answers": []
  },
  {
    "id": 104,
    "text": "",
    "answers": []
  },
  {
    "id": 105,
    "text": "",
    "answers": []
  }
]