[
  {
    "id": 1,
    "text": "\n\nАвтор: [ RRO ]\nЖанр: [ Детектив ]\n\n Здравствуйте, уважаемые читатели! В этом квесте вы можете увидеть туже историю глазами  разных людей.\n \n Лили Ульямс попала в трудное положение, она просит помощи у вас. Кто-то отравил свекровь, напал на подругу и сын упал с дерева, может дом проклят? Но вы так не думайте, кто же стоит за всем этим?  В доме всего лишь пять жильцов, кто из них виновник? Какой мотив? Вам предстоит узнать это...\n                                       [Первая часть]",
    "answers": [
      {
        "id": 2,
        "text": "Начнём расследование!"
      },
      {
        "id": 160,
        "text": "Достижения"
      },
      {
        "id": 161,
        "text": "Концовки"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://i.pinimg.com/736x/19//5f/22/195f22cde8129491a97bf9f111d8bed6.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/19//5f/22/195f22cde8129491a97bf9f111d8bed6.jpg"
      },
      {
        "id": 166,
        "text": "От автора"
      },
      {
        "id": 167,
        "text": "Справочник"
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b12/2002/fd/e09d23bfa219.png"
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/19//5f/22/195f22cde8129491a97bf9f111d8bed6.jpg"
      }
    ]
  },
  {
    "id": 2,
    "text": "За кого хотите проходить квест?",
    "answers": [
      {
        "id": 3,
        "text": "[За Марьям]"
      },
      {
        "id": 4,
        "text": "[За Джеймса]"
      }
    ]
  },
  {
    "id": 3,
    "text": "                                  Предисловие\n\n Свет солнца осветил комнату, сидящая  девушка читала книгу. Стройная, двадцатилетняя красавица, с большими голубыми как небо глазами, была погружена  книгой. Звук часов раздавался эхом, стояла мертвая тишина, которая прерывалась шелестом листов. \n\"Уже 9? Пойду прогуляюсь...- подумала Марьям.\"\n На улице стояла прекрасная погода, солнце било в глаза. Небо было очищенно от облаков. Дойдя до парка, девушка села на скамейку, рядом резвились детишки. Вспыхнули воспоминания о детстве, мама, обнимающая своё чадо и целующая лобик доченьки перед сном. Папа весельчак и любитель спорта, учащий свою дочку катанию на лыжах и другим видам спорта. Но где же всё это теперь? Где та любимая семья? Всё это исчезло в одно мгновение... \n— Кажется дождь начинается, нужно успеть домой,- рассуждала девушка.\n",
    "answers": [
      {
        "id": 5,
        "text": "Теперь играем за Марьям",
        "blackout": true
      }
    ]
  },
  {
    "id": 4,
    "text": "                            Предисловие\n\nШум колёс поезда раздавался по всему, почти пустому вагону. Молодой человек с серыми глазами словно посыпанные пеплом глядел в окно. На улице садится солнце, последние лучи освещают маленький городок. На небе жёлтый цвет переливается с красным. Красный цвет. Цвет крови...\n— Мисис Ульямс просит помощи, — произнёс юноша, перечитывая письмо.- Она до сих пор пользуется письмами, хотя имеет телефон.\nДжеймс улыбнулся.\n— Интересно, как там Макс?\nВсплыли воспоминания, маленький ребёнок, плачущий без мамы, которая ещё не проснулась. Её муж, держащий её за руку. И молодой парень, взявший кроху на руки и успокаивающий его. Он даже не друг, а простой знакомый. Малютка открывает глаза и улыбается. Его ярко- коричневые глазки осматривали человека перед ним. Он поднимает ручки, но не может дотянутся до молодого человека. Малыш ещё слаб, ему нужна поддержка и опора. И парень говорит ребёнку:\n— Я помогу тебе в трудную минуту, буду опорой для тебя. Ты ещё слаб и я защищу тебя от зла этого мира.\nМальчишка будто, поняв, смеётся радостным смехом юноше в ответ и тянет ручки к нему...\n\nДевушка, сидевшая в том же вагоне,  где был парень, посмотрела на него непонимающим взглядом. Наверное подумала: \" От чего он улыбается?\"\nДжеймс спрятал улыбку и отвернулся, он сильно устал, и глаза сами закрывались...",
    "answers": [
      {
        "id": 52,
        "text": "Теперь играем за Джеймса",
        "blackout": true
      }
    ]
  },
  {
    "id": 5,
    "text": "ПЕРВАЯ ГЛАВА | НАЧАЛО РАССЛЕДОВАНИЯ \n\n Проходя мимо двухэтажного дома вы почувствовали чей-то пристальный взгляд. \n— Нужно спешить, а то вдруг ещё...- не успели вы закончить размышление, как вдруг всё потемнело.\n Вы очнулись на мягкой кровати, рядом никого не было.\n— Неужели меня похитили? Не паникуй! Всё будет хорошо, Иншааллах.\nПрейдя в себя вы осмотривали комнату. Большая и просторная с нежно- голубыми обоями. Не большое окно с красивыми темно-синими шторами. В комнате есть кровать ( на которой вы проснулись), рабочий стол, шкаф и полка книг( может взять одну и почитать?).\n  Осмотрим-ка тут всё...( кроме личного)",
    "answers": [
      {
        "id": 7,
        "text": "Рабочий стол",
        "need": -7
      },
      {
        "id": 8,
        "text": "Шкаф",
        "need": -8
      },
      {
        "id": 9,
        "text": "Полка книг",
        "need": -9
      },
      {
        "id": 6,
        "text": "Кровать",
        "need": -6
      },
      {
        "id": 12,
        "text": "Закончить осмотр",
        "need": 9
      }
    ]
  },
  {
    "id": 6,
    "text": "Большая воздушная, как облако, но здесь ничего.",
    "answers": [
      {
        "isBack": true,
        "text": "Назад",
        "id": 6,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 7,
    "text": "Пусто, ящики закрыты на ключ.",
    "answers": [
      {
        "isBack": true,
        "text": "Назад",
        "backstepCount": 1,
        "id": 7
      }
    ]
  },
  {
    "id": 8,
    "text": "— Может не стоит? Наверное там лишь личные вещи,-думали вы,- но они меня похитили, наверное, стоит хоть глазком и быстро взглянуть, все равно это женская комната, но вдруг она обидеться? Что делать?",
    "answers": [
      {
        "id": 10,
        "text": "Открыть"
      },
      {
        "id": 5,
        "text": "Не открывать"
      }
    ]
  },
  {
    "id": 9,
    "text": "Небольшая полка, но огромное количество книг, но что это? ",
    "answers": [
      {
        "id": 11,
        "text": "Осмотреть"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы бесшумно открывайте дверцу, здесь лишь личные вещи.",
    "answers": [
      {
        "id": 5,
        "text": "Закрыть дверь"
      }
    ]
  },
  {
    "id": 11,
    "text": "Бумажка, на ней послание: \nМ-р Дж\nНам нужна помощь\n         никто не решается\n         все в ужасе\n                   Ваша Ли\n— Может это часть письма?- размышляли вы о прочитаном,- здесь я не найду его другую часть. Хм... кому-то нужна помощь, произошло что-то ужасное и никто не решается помочь.",
    "answers": [
      {
        "id": 5,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вдруг послышались шаги в вашу сторону. Притвориться спящей или ждать?",
    "answers": [
      {
        "id": 13,
        "text": "Притвориться спящей"
      },
      {
        "id": 14,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы быстро накинули на себя одеяло и закрыли глаза, а тем временем шаги всё становились ближе и ближе. Дверь отворилась, в комнате кто-то есть.\n— \"кашлянул\" Прекратите притворяться! Я слышал ваши шаги. Встаньте, у нас важный разговор.\nВам ничего не оставалось, только повиноваться. Перед вами был высокий, красивый темноволосый мужчина, на нём был деловой костюм.\n— Мир вам!\n— .....Доброе утро...\n— Уже утро?\n— Нет.\n— Давайте приступим к разговору.\n— Простите, что с силой затащили вас в дом.\n— Так это вы? Если хотите я вам помогу с проблемами, что-то ужасное случилось?\nМужчина был поражен, он промолвил:\n— Вижу вы уже догадались или слышали...\n— Нет, мне никто не говорил, простите,- извеняющим тоном вы сказали, но ваш собеседник видно рассердился.\n— Слушайте, что вам говорят!\n— Простите...я пойду тогда...- сказали вы направившись к двери, после добавили,- вы наверное не знает, но нам...- тут открылась дверь и в комнату вошла прекрасная девушка.\nС красивыми золотистыми волосами, карие глазами, в черном платье до колен. Она знаком попросила выйти мужчину и тот повиновался.",
    "answers": [
      {
        "id": 15,
        "text": "Поговорить с девушкой"
      }
    ]
  },
  {
    "id": 14,
    "text": "Шаги приближались, они уже у самой двери, страх немного завладел вами, но вы быстро взяли себя в руки. Дверь открылась, и в комнату вошёл высокий, красивый темноволосый мужчина, на нём был деловой костюм( как будто собрался на совещание). Вы заметили на его лице удивление, наверное он думал  застать вас врасплох.\n— Мир вам! — улыбаясь, сказали вы молодому человеку.\n— Здравствуйте, не ожидал, что вы будете готовы. Ну что, приступим к разговору. Простите, что с силой затащили вас в дом.\n— Так это вы? Если хотите я вам помогу с проблемами, что-то ужасное случилось?\nМужчина был поражен, он промолвил:\n— Вижу вы уже догадались или слышали...\n— Нет, мне никто не говорил, простите, — извиняющим тоном вы сказали, но ваш собеседник видно рассердился.\n— Слушайте, что вам говорят!\n— Простите...я пойду тогда...- сказали вы, направившись к двери, после добавили,- вы наверное не знает, но нам...- тут открылась дверь, и в комнату вошла прекрасная девушка.\nС красивыми золотистыми волосами, карие глазами, в черном платье до колен. Она знаком попросила выйти мужчину и тот повиновался.",
    "answers": [
      {
        "id": 15,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 15,
    "text": "— Простите за доставленные вам не удобства. Я Лила,- сказав это, она протянула вам руку.\n— Это вы, наверное, писали то письмо, прося о помощи, — рассказали вы, пожимая ей руку.\n— О, как вы узнали? Удивительно! Простите за грубость моего мужа, он просто встревожен,— молвила она своим нежным манящим голоском.\n—\"Неудивительно, что даже такой мужчина повиновался ей, у неё, такой прекрасный, манящий голос,\" — подумали вы, а вслух сообщили, — Я готова вам помочь, если это в моих силах. Что стряслось?\n— Спасибо, вы единственная наша надежда, все отвернулись от нас, сколько бы мы денег не придлагали, все опосаются. Я их понимаю...\n— Только я и всё? Чтот не верится...\n— Простите, совсем забыла, ещё один молодой юноша, кажется Джеймс.\n— Вы его знайте? \n— Не очень, он мой знакомый. Всегда готов прийти на помощь.\n— ... Понятно... Приступим? ",
    "answers": [
      {
        "id": 16,
        "text": "Лили начинает свой рассказ"
      }
    ]
  },
  {
    "id": 16,
    "text": "— Давайте сядем,так будет удобнее. И так, — начала девушка, — это произошло во вторник, неделю назад. Мы все, я, мой муж, мой сын, свекровь и подруга, все сидели в гостинице. Ничего не предвещало беды, но вечером я заметила пропажу, было украдено моё кольцо, наверное, я обронила его где-то, подумала я, в это время все были уставшими, мне хотелось отдохнуть. Наследующий день...я отправилась на кухню и обнаружила там...человеческие конечности. К счастью они были не настоящие, я убрала их в коробку. Но вечером, когда я решила проверить коробку там ничего не было кроме письма. В нём говорилось, чтобы я вернула то, что украла. Это было возмутительно, я никогда ничего не крала! Потом в четверг свекрови стало плохо, врач сказал, что она, наверное, слишком много приняла дозу лекарства и отравилась, но это было не смертельно. В пятницу мой сын упал с дерева, слава Богу с ним ничего не случилось. В субботу на подругу напали. Этот дом что-ли проклят? С каждым домочадцев что-то случается, думаю скоро и наше  время с мужем придёт. В воскресенье я уже забыла о той коробке, решила посмотреть, а её нету на месте! Только красный след остался! Понимайте? Я подумала, что это кровь...и...вытерла её на всякий случай,- остановилась Лили для передышки.\nВы воспользовалась эти моментом и задали свой вопрос.\n— А в полицию не обращались?\n—...Да, но ничего не вышло. Они все равно не поверили.\n— А к частному...\n— Нет-нет, я не собираюсь этого  делать! Знаю их! К одному обратились он такой говорит: \"Мисс, это, наверное, кто-то из домочадцев подшутил над вами, не берите всерьёз...\" И так далее. Я понимаю их всех, я сама не верю во всё, что здесь происходит.\n— Оу, вы всё им сказали?\n— ...Ну...нет...я была взволнована и... наверное, сказала, что-то невообразимое...- проговорив это, девушка покраснела.\n— Понятно, но вы же не думайте, что я...ну...\n— Ещё раз попрошу у вас прощения. \n— А у вас гости часто, мисс Лили?\n— Иногда приезжает мой друг, завтра он приедет и собирается остаться на неделю.\n— Нет ли у вас помощниц по дому?\n— Каждую среду приходит Хелли и прибирает дом...- не договорив, мисс Лили уснула. \n— Снотворное, — подумали вы.",
    "answers": [
      {
        "id": 17,
        "text": "Дверь открылась"
      }
    ]
  },
  {
    "id": 17,
    "text": "В комнату вошла невысокая, рыжеволосая девушка в повседневной одежде, увидев мисс Лили, она оцепенела.\n— Ч-что с ней?\n— Снотворное.\n— И до неё добрались. Бедная. Поможете положить её в кровать?\nВы кивнули, после этого подруга мисс Лили обратилась к вам.\n— Пожалуйста, — начала она умоляющим голосом,- помогите нам.\nВ этот момент её зелёные глаза были наполнены печалью, в них виднелась усталость от всего пережившего.\n— Иншааллах, я помогу чем смогу.\nДевушка через силу улыбнулась, и сказала:\n— Начнем допрос? Я Элиза, наверное Лили уже всё вам рассказала. Мне нечего добавить.\n— Не расскажете, как на вас напали?",
    "answers": [
      {
        "id": 18,
        "text": "Элиза начинает свой рассказ"
      }
    ]
  },
  {
    "id": 18,
    "text": "— Хорошо, это случилось в субботу, я также спокойно шла себе по тропинке в парке, было ближе к вечеру, почти никого не было, только один пьяный мужчина. Я торопилась домой, и вдруг слышу шаги за спиной, обернулась, никого. Подумала, наверное тот мужик. Поторопилась к выходу из парка, как по голове и всё потемнело.\n— А вы всегда идёте домой через парк?\nЭлиза помедлила с ответом, на глазах вспыхнуло волнение.\n— Да...\n— Спасибо за ответ, что вы думаете обо всём этом?\n— Думаю это псих, как он смеет пугать мою подругу! Знайте, у неё нежное сердце и очень доброе, она всех желеет и понимает. Она, наверное, не успела вам сказать, но они с мужем гуляли и встретили вас, вы лежали на дороге без сознания, Лили сжалилась над вами и решила вас забрать к себе в дом, она даже свою комнату вам дала.\n—\"На дороге? Странно, Альхамдулиллах, что хоть машина не задавила.\"- думали вы, а вслух сказали, — я очень ей благодарна. Вы знайте Джеймса? ",
    "answers": [
      {
        "id": 19,
        "text": "Мнением Элизы насчёт Джеймса"
      }
    ]
  },
  {
    "id": 19,
    "text": "— О, Джеймс, мало чего знаю о нём, но он хорош собой. Сильный, говорят может один, троих уложить, ловкий, может одной рукой отразить атаку. Заботливый и любит детей. Ну просто мечта всех женщин!\n— А также любимец девушек,- немного смеясь, добавили вы, — нужно как-нибудь проверить, ведь это лишь слова. Вдруг маньяком окажется?\n— Да что вы, нет, нет. Когда встретите его всё поймёте. Он через час приедет.\n— Ладно, спасибо, я тогда пойду.",
    "answers": [
      {
        "id": 20,
        "text": "Выйти из комнаты"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы быстро ушли из комнаты и в коридоре столкнулись с мальчиком, лет восьми.\n— Тётенька, простите, — извинялся мальчик с светлимы кудрями.\n— Ничего, ничего. Как тебя зовут? Я Марьям.\n— Макс, вы подруга моей мамы?\n— Нет, можно сказать знакомая. \n— Не хотите я вам дом покажу?\n— Конечно, если тебе не трудно.\n \n   Закончив экскурсию, вы остановились в кухне.\n— Макс, а не мог бы ты рассказать, как упал с дерева?\n Макс был удивлён и насторожен, его ярко- коричневые глазки забегали по комнате.\n— Пойдёмте в мою комнату.- прошептал мальчик вам на ушко.",
    "answers": [
      {
        "id": 21,
        "text": "Отправиться в комнату Макса"
      }
    ]
  },
  {
    "id": 21,
    "text": " Вы оказались в большой детской комнате. Игрушки были прибраны, в комнате есть стол со стульями и небольшая кровать. Вы сели на кровать, а мальчик посмотрел по сторонам и закрыл за собой дверь.\n— Тетя Марьям, вы никому не скажете?\n\"Он чего-то опосается\",- подумали вы, а вслух ответили:\n— Хорошо.\n— Я никому про это не говорил, но вы ведь помогает маме, вы должны знать. На самом деле я не падал с дерева, мне пришлось соврать. Меня толкнули когда я  стоял у оврага, было немного больно. Я встал, а никого не было. Выбираться пришлось долго, только вечером я вернулся домой. Мама обняла меня и спросила: \"Что случилось, сынок?\" Я ответил, что упал с дерева, тогда папа меня наругал, сказал если это повториться, то я больше не смогу никуда идти без родителей. Мамина подруга была удивлена, увидев меня, она чуть не подавилась.\n— Очень интересно, спасибо, что сообщил. Ты случайно не знаешь мистера Джеймса?\n— Дядя Джеймс очень хороший, он меня защищает от плохих людей,- немного поглядев, Макс смущённо добавил,- он помогает мне с уроками.\n— Какой добрый тебе дядя попался. Наверное, это он научил тебя лазить по деревьям?\nМальчик кивнул, и поспешно добавил:\n— Для того чтобы я смог спастись. Здравствуйте, бабушка! — сказал мальчик пожилой женщины, зашедшей в его комнату.\n— Здравствуй, внучок. И вам добрый день.\n— Мир вам! Спасибо.\n— Максик, ты пойди к маме, мы тут с тётей поговорим.\nПарнишка послушно встал и удалился из комнаты.",
    "answers": [
      {
        "id": 22,
        "text": "Поговорить с пожилой дамой"
      }
    ]
  },
  {
    "id": 22,
    "text": "— Вы Марьям? \n— Да.\n— Вы наверное хотите узнать, как я отравилась? Это было необычно, все мы сидели за столом и спокойно ели. Я выпила чай и мне стало плохо, вызвали доктора, он сказал, что я отравилась. Элиза предположила, что будто я неслучайно принела больше таблеток, чем стоило. Доктор согласился с ней, представляйте! А ведь в коробке с лекарствами была лишь одна таблетка! Я не стала рассказывать это доктору, а то бы шумиха поднялась. Но вы ведь помогаете Лили?\n— Да, к сожелению кто-то напоил её снотворным. А когда вы пили чай, какой у него был вкус?\n— Он был без вкусный. Говорите напоили снотворным, но снотворным пользуется только Элиза.\n— Правда? А для чего он ей? Не может что-ли заснуть?\n— Да, у неё плохо со сном.\n— Вы случайно не знаете Джеймса?",
    "answers": [
      {
        "id": 23,
        "text": "Мнение бубушки о Джеймсе"
      }
    ]
  },
  {
    "id": 23,
    "text": "Ответ пожилой дамы, вас очень удивил.\n— Этого болвана! Знаю, все женщины его сторонятся. Как снег на голову свалиться. Помочь он хочет, только для славы и всё! Из-за него Макс упал с дерева, вот скоро приедет, я ему уши по отрываю!\n\"Оу, первый отрицательный отзыв о нём- подумали вы,- посмотрим, что будет дальше\"\n— Смотрите едет на своей машине, сейчас ему задам!- сказав это, бабушка вышла из комнаты.\n Что будете делать?",
    "answers": [
      {
        "id": 24,
        "text": "Посмотреть в окно"
      },
      {
        "id": 25,
        "text": "Пойти за бабушкой"
      }
    ]
  },
  {
    "id": 24,
    "text": "У дверей остановилась черная машина Priora и из неё вышел пожилой мужчина в деловом костюме для встреч. \n \"Что?! Это Джеймс? Мне казалось он молодой парень,- подумали вы, не веря своим глазам.\"\nНо ни тут то было, из машины вышел высокий, черноволосый парень в деловом костюме.( Ещё один)\n— Ах вот он! — послышался голос бабушки, приготовившейся напасть на него, но Элиза задержала её.\nК сожалению девушка была не настолько сильна и пожилая дама вырвалась, свалив на землю молодого человека. В такой момент вы не сдержали смех, но смеялись вы не громко, так что никто из людей не услышал.\n— Ну и ну, эта дама держит своё слово,- размышляли вы об увиденном.- Пойду проверю Лили.",
    "answers": [
      {
        "id": 26,
        "text": "Пойти к Лили"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы последовали бабушкиному примеру, дойдя до двери, вы отошли в сторону. Вашему взору открылась черная машина Priora и из неё вышел пожилой мужчина в деловом костюме для встреч.\n\"И это Джеймс? Они говорили о нём так, будто он молод,- подумали вы, смотря на пожилого человека.\"\nВы собрались было уйти, но услышали голос пожилой женщины.\n— Ах, вот он!\nОбернувшись вы увидели молодого человека, высокого ростом, черноволосый в деловом костюме.\n\" Ещё двое на совещание собрались,- думали вы, шагая в комнату Лили.\"",
    "answers": [
      {
        "id": 26,
        "text": "Пойти к Лили"
      }
    ]
  },
  {
    "id": 26,
    "text": "Зайдя в комнату вы увидели Лили, которая сидела на своей кровати, а рядом с ней её сын, обнимающий маму за плечи.\n— Мама, я пойду встречу дядю Джеймса и дедушку.\nМать тяжело кивнула и Макс побежал в коридор.\n— О, Марьям, что со мной случилось?\n— Вас видно напоили снотворным. Как себя чувствуйте?\n— Не очень, наверное Элиза слишком много налила снотворного.\nВы немного были удивлены.\n— Вам не спится по ночам?\n— Да, после всего пережившего я потеряла сон. Одни кашмары и страх за сына с мужем. Какая я беспомощная! Всегда нуждаются в помощи,- сказав это, девушка заплакала.\nЧто будете делать?",
    "answers": [
      {
        "id": 27,
        "text": "Успокоить"
      },
      {
        "id": 28,
        "text": "Обнять"
      }
    ]
  },
  {
    "id": 27,
    "text": "— Мисс, держитесь. Вы сильная девушка, столько пережив, вы не здаётесь, идёте вперёд, желая помочь всем. Уверена, вы обратились за помощью лишь для защиты домочадцев, а о себе вы не подумали.\n— Вы правы, но я солгала вам, я не обращалась ни в полицию, ни к частному детективу.",
    "answers": [
      {
        "id": 29,
        "text": "Минута молчания"
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы нежно обняли её и сказали:\n— Все мы нуждаемся в чём-то, не переживайте, Иншааллах всё это закончится, я вам это обещаю.\nЛили обняла вас в ответ, успокоившись она посмотрела вам в глаза и сказала:\n— Я соврала вам, я не обращалась в полицию и к частному детективу.",
    "answers": [
      {
        "id": 29,
        "text": "Минута молчания"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы были шокированы. Никто не проронил ни слова после признания Лили. Стояла мертвая тишина. Открылась дверь и в комнату вошёл Джеймс.\n— Здраствуйте. Мисис Ульямс, что с вами?\nДевушка тяжело подняло голову и промолвила:\n— Немного голова болит, но скоро пройдет. Познакомься, это Марьям. Марьям, это Джеймс.\n— Мир вам! \n— И вам того же. Рад знакомству.\nЮноша улыбнулся вам.\n— Этот дом полностью в вашем распоряжении, — сообщила Лили. — Если есть вопросы, обращаетесь к обитателям дома.\n— Спасибо, мы постараемся всё уладить.\n— Как вы себя чувствуете?- поинтересовались вы.\n— Отлично, не считая нападения пожилой дамы, сбивший меня с ног.\n— Неужели? Я поговорю со свекровью. Джеймс, не начнёшь допрос? Или отдахнёшь, ты проделал долгий путь. Советую тебе хоть немного полежать.\n— Как скажете.\nДжеймс удалился к себе.",
    "answers": [
      {
        "id": 30,
        "text": "Поговорить с мисс Ульямс"
      }
    ]
  },
  {
    "id": 30,
    "text": "Лили повернулась к вам и спросила:\n— Какого ещё осталось допросить?\n— Вашего мужа.\n— Но как вы это сделайте? Я читала вам нельзя находиться наедине с мужчиной.\n— Не проблема, вы не против если моя подруга присоединиться?\n— ....А она не кому не расскажет?\n— Будьте уверены, она никогда не сделает такого.\n— Я доверяю вам.\n— Спасибо.\n— Ваша комната 7.- сказала вам Лили.\nВы вышли из комнаты и направились к своей.",
    "answers": [
      {
        "id": 31,
        "text": "Осмотреть комнату"
      },
      {
        "id": 36,
        "text": "Позвонить подруге",
        "need": 38
      }
    ]
  },
  {
    "id": 31,
    "text": "Небольшая, уютная комната, здесь есть шкаф, рабочий стол, кровать и зеркало.\n Что осмотрим?",
    "answers": [
      {
        "id": 32,
        "text": "Шкаф",
        "need": -32
      },
      {
        "id": 33,
        "text": "Рабочий стол",
        "need": -33
      },
      {
        "id": 34,
        "text": "Кровать",
        "need": -34
      },
      {
        "id": 35,
        "text": "Зеркало",
        "need": -35
      },
      {
        "id": 30,
        "text": "Закончить осмотр комнаты"
      }
    ]
  },
  {
    "id": 32,
    "text": "Не очень высокий, темно- коричневый шкаф. Внутри ничего.",
    "answers": [
      {
        "isBack": true,
        "text": "Назад",
        "backstepCount": 1,
        "id": 32
      }
    ]
  },
  {
    "id": 33,
    "text": "Красивый и удобный на нём есть компьютер. Стол не слишком мал.",
    "answers": [
      {
        "isBack": true,
        "text": "Назад",
        "id": 33,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 34,
    "text": "Двухспальная кровать мягкая и воздушная. Здесь ничего больше нет.",
    "answers": [
      {
        "isBack": true,
        "text": "Назад",
        "id": 34,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 35,
    "text": "Зеркало среднего размера на нём есть листок.",
    "answers": [
      {
        "id": 37,
        "text": "Осмотреть его"
      }
    ]
  },
  {
    "id": 36,
    "text": "— Алло, Марьям?\n— Мир тебе, как дела? Чем занимаешься?\n— И тебе мир, Альхамдулиллах хорошо, как у тебя? Да вот работу закончила. А ты?\n— Альхамдулиллах у меня всё хорошо, можешь приехать в одно место?\n— Что случилось? Тебя похитили?\n— Нет, нет. Заедешь за моими вещами? Свои тоже прихвати, чуствую нам здесь ещё не день предстоит остаться.\n— Ладно, а куда?\n— Улица Северная, дом 7.\n— Через 10 минут буду.Ассаляму Аляйкум!\n— Вааляйкум Ассалям.",
    "answers": [
      {
        "id": 39,
        "text": "Отложить телефон"
      }
    ]
  },
  {
    "id": 37,
    "text": "Обычный мальнький листок, где-то 6*6. На нём послание: \" Иди прочь, Марьям, здесь тебе не место.\"\n",
    "answers": [
      {
        "id": 38,
        "text": "Размышлять"
      }
    ]
  },
  {
    "id": 38,
    "text": "Кто-то не хочет чтобы я помогла мисс Лили.",
    "answers": [
      {
        "id": 31,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 39,
    "text": "Отложив телефон, вы посмотрели в окно. Тучи мчатся, закрывают солнце, скоро дождик польет. Ветер набирает силу, шумят деревья, покачивая. \nЧто теперь будете делать?",
    "answers": [
      {
        "id": 40,
        "text": "Прогуляться"
      },
      {
        "id": 41,
        "text": "Остаться в комнате"
      }
    ]
  },
  {
    "id": 40,
    "text": "Гуляя по дому и проходя мимо комнаты Элизы, вы  услышали:\n— Где же он? Куда я его положила?- спрашивала себя девушка- Лила будет в ужасе...\nВы быстро зашагал в сторону своей комнаты. Каково было ваше удивление, увидев у дверей Джеймса.\n— Эм? Вы что-то хотели?\n— Да, как ваши успехи?- улыбаясь, спросил парень\n— Хорошо, как ваши? Наверное пожилая дама не желала с вами беседовать.\n— ...Вижу вы уже знайте, неужели подслушали?\n— Нет конечно, я поговорю с вами...\n— Когда?",
    "answers": [
      {
        "id": 42,
        "text": "Через час"
      },
      {
        "id": 43,
        "text": "Через 15 минут"
      }
    ]
  },
  {
    "id": 41,
    "text": "Сидя в комнате, вы также смотрели в окно. Тут снова нахлынули воспоминания. Маленькая  девочка лет шести резвилась на улице с подругами. Папа на работе, мама готовит обед. Тут подул сильный ветер. Ветер схватил красивый платочек, подарок от бабушки и унёс с собой. Девчонка побежала за ним. Вдруг начался дождь. Издалека слышен мамин голос, зовущий своё дитя. В голосе слышны нотки переживания. Платок застрял на дереве, девочка полезла за ним. Мать, увидев своего ребенка, побежала к нему. Девочка всё ближе и ближе к своей цели. Раздался треск. Ветка упала, а с ней и девчушка. Всплеск воды, она не умеет плавать... Всё тело погружается в воду...\nВы потресли головой, на улице шёл дождь. Тут раздался стук в дверь.\n— Входите...- с трудом промолвил вы.\nВ комнату вошёл Джеймс.\n— Что-то случилось? С вами всё хорошо?- забеспокоился юноша.\n— Всё хорошо, спасибо.\n— Я хотел поговорить с вами, но думаю мне стоит зайти попозже.\nВы невольно улыбнулись и сказали:\n— Давайте через 15 минут",
    "answers": [
      {
        "id": 45,
        "text": "Отдохнуть"
      }
    ]
  },
  {
    "id": 42,
    "text": "— Что?! Но наше время не бесконечно,- удивлённо воскликнул Джеймс.\n— Знаю. Вы что, думайте нас уже не будет здесь через час? Я в этом сомневаюсь.\n— Но всё же возможно, вдруг...- не договорил парень.\n— Простите, что прерывают вас, но здесь не место для разговоров.\n— Но тогда, может поговорим в вашей комнате.\n— Категорически отказываюсь, по беседует через час. Но раз вам так не терпится, то встретимся через 15 минут.- промолвиа это, вы проскользнули в свою комнату и закрыли дверь.",
    "answers": [
      {
        "id": 45,
        "text": "Ждать подругу"
      }
    ]
  },
  {
    "id": 43,
    "text": "— Почему? У меня не так много свободного времени.\n— Это вам ещё рано знать. Ну значит и сейчас вы заняты, если не так, то сделайте свои дела, а потом поговорим.\n— Но моё последнее дело поговорить с вами.\n— Придется отложить это. Не переживайте, я не уйду не поговорив с вами, — сообщили вы,- в следующий раз.\nВы проскользнули в комнату и закрыли дверь.",
    "answers": [
      {
        "id": 45,
        "text": "Ждать подругу"
      }
    ]
  },
  {
    "id": 44,
    "text": "— Я прогуливалась по парку, рядом резвились детишки. Тучи плыли по небу, я подумала, что скоро дождь польёт. Торопилась домой, мне показалось, что за мной следят. Потом удар по голове и каким-то чудом я оказалась \" на дороге\", затем проснулась в комнате Лили Ульямс.\n— Спасибо за ответ. А теперь я хотел предложить, может объединим...- Джеймс никак не мог подобрать нужного слова.\n— Взгляды? Ну не знаю. Хотите поделиться успехами? Мне кажется нам не стоит рассказывать всё, только самое главное и необычное. Будем вести дело раздельно. Ведь иногда люди отвечают на теже вопросы по-разному. Вы меня понимаете?\n— Да вы правы, так что вы услышали, увидели необычное?",
    "answers": [
      {
        "id": 47,
        "text": "Рассказать про записку"
      },
      {
        "id": 48,
        "text": "Рассказать об услышанном",
        "need": 40
      }
    ]
  },
  {
    "id": 45,
    "text": "Прошло 5 минут, к дому подъехало такси. Вы пошли встречать подругу.\n— Амина,- проговорили вы и бросились обнимать подругу.\n— Марьям, поможешь мне с чемоданом,- сказала подруга, обнимая вас в ответ.\nВы обе взяли чемоданы и пошагали в комнату. Разлозложив вещи, вы отправились с подругой к Джеймсу. Он как раз вышел из комнаты и сообщил:\n— Пойдёмте в беседку.\nВы кивнули.",
    "answers": [
      {
        "id": 46,
        "text": "В беседке"
      }
    ]
  },
  {
    "id": 46,
    "text": "Когла вы окозались в белоснежной беседки, то заметили подозрительный взгляд Джеймса на вашу подругу.\n— Это моя подруга Амина,- пояснили вы. — Амина, это Джеймс...\n— Можно сказать мы партнёры по этому делу. Рад знакомству.\n— Ассаляму Аляйкум.\n— Вы хотели, что-то сообщить, партнёр?- вы вопросительно взглянули на парня.\n— Сначала, я хотел вас допросить.",
    "answers": [
      {
        "id": 44,
        "text": "Начать свой рассказ"
      }
    ]
  },
  {
    "id": 47,
    "text": "— Кто-то явно не рад вашему участвию.\n— \" Иди прочь, Марьям, здесь тебе не место \",- проговорили вы, — а если это предупреждение? Наоборот, кто-то хочет защитить меня?\nВы заметили недоумение на лице Джеймса и подруги.\n— Если прочитать с конца, то получим: \" Место не тебе здесь, Марьям, иди прочь\", конечно не очень понятно, но смысл есть.\n— Можно перед \"место\"  поставить\"не\", тогда более понятно,- посоветовал партнёр и добавил, — но кто это вас предостерегает?\n — Может пожилая дама?- шутя произнесли вы. — хотя не думаю. ",
    "answers": [
      {
        "id": 49,
        "text": "Рассказать об услышанном",
        "need": 40
      },
      {
        "id": 51,
        "text": "Послушать Джеймса"
      }
    ]
  },
  {
    "id": 48,
    "text": "— Она потеряла кольцо Лили.\n— Но кто такая Лила? \n— У Лили была подруга, которую звали Лила и Элиза часто их путала.\n— Они были похожи?\n— Да, даже очень, как будто сёстры, только у Лилы были волосы светлее, ближе к белому.\n— А что-нибудь случилось с Лилой?\n— Она попала в аварию, говорят умерла.\n",
    "answers": [
      {
        "id": 50,
        "text": "Рассказать о записке"
      }
    ]
  },
  {
    "id": 49,
    "text": "— Подозрительно. Видно, она потеряла, что-то важное.\n— Но кто такая Лила? \n— У Лили была подруга, которую звали Лила и Элиза часто их путала.\n— Они были похожи?\n— Да, даже очень, как будто сёстры, только у Лилы были волосы светлее, ближе к белому.\n— А что-нибудь случилось с Лилой?\n— Она попала в аварию, говорят умерла.\n— А что могло её привести в ужас?- спросила Амина.\n— Письмо,- проговорили вы.\n— Документ,- добавил Джеймс.",
    "answers": [
      {
        "id": 51,
        "text": "Послушать Джеймса"
      }
    ]
  },
  {
    "id": 50,
    "text": "— Кто-то явно не рад вашему участвию.\n— \" Иди прочь, Марьям, здесь тебе не место.\",- проговорили вы- а если это предупреждение? Наоборот, кто-то хочет защитить меня?\nВы заметили недоумение на лице Джеймса и подруги.\n— Если прочитать с конца, то получим: \" Место не тебе здесь, Марьям, иди прочь\", конечно не очень понятно, но смысл есть.\n— Можно перед \"место\"  поставить\"не\", тогда более понятно,- посоветовал партнёр и добавил- но кто это вас предостерегает?\n — Может пожилая дама?- шутя произнесли вы- хотя, не думаю.",
    "answers": [
      {
        "id": 51,
        "text": "Послушать Джеймса"
      }
    ]
  },
  {
    "id": 51,
    "text": "— Лили какая-то не такая. Она ведёт себя странно.\n— Может это не Лили?- предположила Амина.\nВы с партнёром посмотрели в её сторону. \n— А ты права,- сказали вы.\n— Всё может быть,- закончил Джеймс и встал. — я тогда пойду, нам нечего больше обсудить.\nТут вдруг телефон Амины зазвонил. Амина взяла трубку и ужаснулась.\n— Марьям, я отлучусь,- промолвила встревоженная Амина.\n— Что-то случилось?\n— Один человек попал в аварию, здесь недалеко.\n— Как его зовут?- спросил Джеймс.\n— Андрей Васильевич Степанов,- произнесла взволнованная Амина, — мне нужно срочно ехать в больницу! Ему нужна моя помощь.\n— Я вас подвезу, быстрее побежали к машине!",
    "answers": [
      {
        "id": 100,
        "text": "Вернуться в дом"
      }
    ]
  },
  {
    "id": 52,
    "text": "ПЕРВАЯ ГЛАВА | НАЧАЛО РАССЛЕДОВАНИЯ\n\n Проснувшись, вы забрали чемодан. На станции ваш ждал мистер Оден, на своей черной Priore.  Он с улыбкой встретил вас.\n— Джеймс, сколько лет прошло?\n— Достаточно много, мистер Оден.\nВы сели в машину на пассажирское сиденье, за руль сел ваш знакомый. Мистер Оден пожилой мужчина, лет 60, одет в деловой костюм для встреч. Он является отцом Лили, жена его умерла после родов.\n — Джеймс, ты ведь знаешь уже всё?\n— Только из письма.",
    "answers": [
      {
        "id": 53,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 53,
    "text": "Пожилой мужчина остановил машину, вы прибыли в место назначения. Перед вашим взором тот же двухэтажный дом, тот же балкон, всё как прежде.  Только атмосфера изменилась, она внушает страх и опосение. Вас вышли встречать мистер Уэльямс, Элиза и мисис Уэльямс. Вы вышли из машины и первое что вы услышали, это голос пожилой женщины.\n— Ах вот он! — произнесла мисис Уэльямс.\nВы не понимали почему Элиза пытается задержать пожилую даму, но потом старушка вырвалась и свалила вас на землю. Открыв глаза и посмотрев в окно, вы заметили девушку, которая видно весело смеялась. Может над вами? Встав, вы увидели, что она уже ушла. \n— Кто это?- подумали вы.\nТут вы услышали знакомый вам, радостный смех.",
    "answers": [
      {
        "id": 54,
        "text": "Посмотреть "
      }
    ]
  },
  {
    "id": 54,
    "text": "— Дядя Джеймс!- воскликнул мальчишка, обняв вас.\n— Макс, как ты вырос!- произнесли вы, обнимая парнишку.\n— Где вы были всё это время? Я скучал!\n— Работал. Зайдём в дом?\n— Давайте!\nВы вошли в дом и сразу направились в комнату мисс Уэльямс.\n—С ней что-то случилось? Почему она не вышла нас встречать?- размышляли вы, открывая дверь в комнату.",
    "answers": [
      {
        "id": 55,
        "text": "Зайти в комнату"
      }
    ]
  },
  {
    "id": 55,
    "text": "Здесь вы увидели ту самую девушку, которую заметили у окна. Она обнимала Лили, но увидев вас встала. Вас удивило измученное лицо знакомой.\n— Что с вам мисс Уэльямс?\nЛили тяжело подняла голову и ответила:\n— Немного голова болит, скоро пройдет. Познакомьтесь, это Марьям. Марьям, это Джеймс.\n— Мир вам! — сказала улыбающаяся девушка.\n— И вам того же,- ответили вы и добавили, — рад знакомству. \nДевушка отвела взгляд.\n— Этот дом полностью в вашем распоряжении,- сообщила Лили,- если есть вопросы обращайтесь к обитателям дома.\n— Спасибо, мы постараемся всё уладить,- молвили вы.\n— Как вы себя чувствуете?- поинтересовалась Марьям.\n— Отлично, не считая нападения пожилой дамы, сбившей меня с ног.\n— Неужели? Я поговорю со свекровью. Джеймс, не начнёте допрос? Или отдахнёть, вы проделали долгий путь. Советую вам хоть немного полежать.\n— Как скажете,- согласились вы с некоторой досадой и удалились из комнаты.",
    "answers": [
      {
        "id": 56,
        "text": "Направиться в свою комнату"
      }
    ]
  },
  {
    "id": 56,
    "text": "Ваша комната небольшая, она не изменилась с тех самых пор. Всё тот же диван, шкаф и рабочий стол. Только вместо компьютера, ноутбук. Вы легли на диван в раздумьях...\n\nЧерез 20 минут вас разбудил нежный голос девушки, доносившийся из соседней комнаты.",
    "answers": [
      {
        "id": 57,
        "text": "Послушать"
      },
      {
        "id": 58,
        "text": "Не обращать внимания"
      }
    ]
  },
  {
    "id": 57,
    "text": "— Нет, нет. Заедешь за моими вещами? Свои тоже прихвати, чуствую нам здесь ещё не день предстоит остаться... Улица Северная, дом 7... Вааляйкум Ассалям.",
    "answers": [
      {
        "id": 59,
        "text": "Полежать"
      }
    ]
  },
  {
    "id": 58,
    "text": "Вы перевернулись на левый бок и пытались заснуть.",
    "answers": [
      {
        "id": 59,
        "text": "Ещё немного полежать"
      }
    ]
  },
  {
    "id": 59,
    "text": "Пролежав ещё 5 минут, вы решили начать допрос.\nС кого начнём?",
    "answers": [
      {
        "id": 60,
        "text": "Пожилая дама",
        "need": -60
      },
      {
        "id": 61,
        "text": "Пожилой мужчина",
        "need": -61
      },
      {
        "id": 62,
        "text": "Мимтер Ульямс",
        "need": -62
      },
      {
        "id": 63,
        "text": "Лили",
        "need": -63
      },
      {
        "id": 64,
        "text": "Элиза",
        "need": -64
      },
      {
        "id": 65,
        "text": "Макс",
        "need": -65
      },
      {
        "id": 66,
        "text": "Марьям",
        "need": -66
      },
      {
        "id": 94,
        "text": "Закончить допрос"
      }
    ]
  },
  {
    "id": 60,
    "text": " Вы встали перед мисис Уэльямс, она видно была не в восторге при виде вас. Эта пожилая женщина с карие глазами смотрела на вас с убийственным взглядом.\n— Я...- начали вы и не закончили.\n— Убирайся! Не хочу тебя слышать! Я не буду отвечать на твои вопросы!- нервно воскликнула старушка.\nВам ничего не оставалось, как выйти из комнаты.",
    "answers": [
      {
        "isBack": true,
        "text": "Назад",
        "id": 60,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 61,
    "text": "Мистер Оден сидел и читал газету, как в старые добрые времена. Увидев вас он улыбнулся.\n— Джеймс, хочешь провести опрос? Я полностью в твоём распоряжении.- донес старец, отложивший газету.",
    "answers": [
      {
        "id": 67,
        "text": "Что вы можете сказать о случившемся?"
      },
      {
        "id": 68,
        "text": "Как вы себя чувствуете?"
      },
      {
        "id": 69,
        "text": "Как думайте, кто виновник?"
      },
      {
        "id": 71,
        "text": "Закончить допрос с мистером Оденом"
      }
    ]
  },
  {
    "id": 62,
    "text": "Мистер Уэльямс сидел в своей комнате и работал на своём рабочем ноутбуке. Услышав чьи-то шаги, он обернулся, увидев вас, немного нахмурился. Встав, предложил сесть на диван. Это был высокий темноволосый мужчина в деловом костюме ( кажется он никогда его не снимает, только в категорических ситуациях). \n— Давайте быстрее начнём и закончим,- с нетерпением молвил мужчина,- у меня ещё много дел.",
    "answers": [
      {
        "id": 74,
        "text": "Что вы думаете о случившемся?"
      },
      {
        "id": 75,
        "text": "Как думаете, кто виновник?"
      },
      {
        "id": 76,
        "text": "Закончить допрос с мистером Ульямсом"
      }
    ]
  },
  {
    "id": 63,
    "text": "Лили всё также сидела на кровати, увидев вас она улыбнулась. Её золотые волосы, освещали мрак. Ярко-коричневые глаза блестели при свете лампы. Она всё так же красива, как и тогда, но в ней , что-то не так...\n— Джеймс, как Макс?",
    "answers": [
      {
        "id": 77,
        "text": "Хорошо"
      },
      {
        "id": 78,
        "text": "Я его ещё не допросил"
      }
    ]
  },
  {
    "id": 64,
    "text": "Элиза что-то искала, а когда вы открыли дверь, она быстро выпрямилась и села на кровать. Её зелёные глаза вспыхнули от волнения. Она невысока ростом и ниже вас на одну голову с половиной.\n— Джеймс? Вы что-то хотели?\n— Задать вам лишь несколько вопросов.",
    "answers": [
      {
        "id": 85,
        "text": "Что вы думаете о случившемся?"
      },
      {
        "id": 86,
        "text": "Можете рассказать, как на вас напали?"
      },
      {
        "id": 87,
        "text": "Как думайте, кто виновник?"
      },
      {
        "id": 88,
        "text": "Закончить допрос с Элизой"
      },
      {
        "id": 165,
        "text": "Вы что-то искали?"
      }
    ]
  },
  {
    "id": 65,
    "text": "Макс стоял и глядел в окно, увидев вас, он подбежал к вам и обнял. \n— Дядя Джеймс!\n— Макс, я хотел у тебя кое-что узнать,- сообщили вы.\n— Как я не упал с дерева? Я это уже говорил тёте Марьям,- поспешно ответил мальчик со светлыми кудрями.\n— Что? Я же тебе говорил, нельзя разговаривать с незнакомым людьми!\n— Но, она ведь помогает маме. И потому-то я решил, что она должна знать правду.\n— Ладно, но вследующий раз не говори личные вещи незнакомцам и незнакомкам.\n— Хорошо.\n— Ну, я так и думал, что ты не мог упасть с дерева. Ты ведь у нас профисеонал по лазанью.\n— На самом деле я не падал с дерева, мне пришлось соврать. Меня толкнули когда я  стоял у оврага, было немного больно. Я встал, а никого не было. Выбираться пришлось долго, только вечером я вернулся домой. Мама обняла меня и спросила: \"Что случилось, сынок?\" Я ответил, что упал с дерева, тогда папа меня наругал, сказал если это повториться, то я больше не смогу никуда идти без родителей. Мамина подруга была удивлена, увидев меня, она чуть не подавилась.\n— \"Удивлена и чуть не подавилась\"- повторили вы, задумавшись.\n— Дядя Джеймс, я ничего не знаю насчёт того, что здесь твориться. Можете не тратить на меня время.",
    "answers": [
      {
        "isBack": true,
        "text": "Макс, иди к маме.",
        "backstepCount": 1,
        "id": 65
      }
    ]
  },
  {
    "id": 66,
    "text": "Вы у дверей Марьям, что будем делать?",
    "answers": [
      {
        "id": 89,
        "text": "Постучать"
      },
      {
        "id": 90,
        "text": "Войти без стука"
      }
    ]
  },
  {
    "id": 67,
    "text": "— Ничего, меня не было здесь на той неделе. Я только вчера вернулся из города.",
    "answers": [
      {
        "id": 70,
        "text": "Что вы там делали?"
      }
    ]
  },
  {
    "id": 68,
    "text": "— Хорошо, а ты как себя?",
    "answers": [
      {
        "id": 61,
        "text": "Отлично"
      },
      {
        "id": 72,
        "text": "Так себе",
        "need": 60
      }
    ]
  },
  {
    "id": 69,
    "text": "— Порядком не знаю.- ответил мистер Оден задумываясь,- я тут недавно из города.\n— Понятно, спасибо.\n",
    "answers": [
      {
        "id": 61,
        "text": "Продолжить допрос"
      }
    ]
  },
  {
    "id": 70,
    "text": "— На совещание был. И сегодня тоже, этому свидетельствовала мой костюм, когда я вас встречал.",
    "answers": [
      {
        "id": 61,
        "text": "Перейти к следующему вопросу"
      }
    ]
  },
  {
    "id": 71,
    "text": "Вы задали все вопросы?",
    "answers": [
      {
        "id": 59,
        "text": "Да"
      },
      {
        "isBack": true,
        "text": "Ещё нет",
        "id": 71,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 72,
    "text": "— Что случилось?",
    "answers": [
      {
        "id": 73,
        "text": "Расказать про пожилую даму"
      }
    ]
  },
  {
    "id": 73,
    "text": "— Да, вот мисис Уэльямс не хочет разговаривать со мной.\n— Наверное в обиде на тебя.\n— Я как будто знал, что Макс упадёт с дерева,- сказали вы, с некоторым сомнением в своих словах.\n— Да. Я знаю ты переживаешь за Макса, как за своего сына. Ты можно сказать ему крёстный отец.",
    "answers": [
      {
        "id": 61,
        "text": "Вернуться к допросу"
      }
    ]
  },
  {
    "id": 74,
    "text": "— Думаю тот человек бездельник, раз у него так много лишнего времени, а он тратит его попусту. Некоторым его не хватает, а другие бросают его на ветер.",
    "answers": [
      {
        "isBack": true,
        "text": "Задать ещё вопрос",
        "backstepCount": 1,
        "id": 74
      }
    ]
  },
  {
    "id": 75,
    "text": "— Я не думал насчёт этого,- ответил мистер Уэльямс, размышляя,- слишком был нагружен в последнее время.\n— Но кого-то вы хоть подозреваете?\n— Элизу.\n— Почему?\n— Она себя странно ведёт в последнее время. Удивилась когда наш сын вернулся целым. Дала снотворное моей жене. И очень часто говорит о вас!\n— Спасибо, не буду отнимать у вас драгоценное время.",
    "answers": [
      {
        "isBack": true,
        "text": "Продолжать допрос",
        "backstepCount": 1,
        "id": 75
      }
    ]
  },
  {
    "id": 76,
    "text": "Вы задали все вопросы?",
    "answers": [
      {
        "id": 59,
        "text": "Конечно"
      },
      {
        "isBack": true,
        "text": "Не совсем",
        "backstepCount": 1,
        "id": 76
      }
    ]
  },
  {
    "id": 77,
    "text": "— Спасибо ещё раз, что предложил свою помощь.\n— Всегда готов прийти на помощь.",
    "answers": [
      {
        "id": 79,
        "text": "Что вы думайте о случившемся?"
      },
      {
        "id": 81,
        "text": "Как вы думайте, кто виновник?"
      },
      {
        "id": 80,
        "text": "Как вы себя чувствуете?"
      },
      {
        "id": 82,
        "text": "Кто такая Марьям?"
      },
      {
        "id": 83,
        "text": "Вы обращались в полицию?"
      },
      {
        "id": 84,
        "text": "Закончить допрос с Лили"
      }
    ]
  },
  {
    "id": 78,
    "text": "— Понятно. Спасибо ещё раз, что предложил свою помощь. \n—  Всегда готов прийти на помощь.",
    "answers": [
      {
        "id": 79,
        "text": "Что вы думаете о случившемся?"
      },
      {
        "id": 80,
        "text": "Как вы себя чувствуете?"
      },
      {
        "id": 81,
        "text": "Как думаете, кто виновник?"
      },
      {
        "id": 82,
        "text": "Кто такая Марьям?"
      },
      {
        "id": 83,
        "text": "Вы обращались в полицию?"
      },
      {
        "id": 84,
        "text": "Закончить допрос с Лили"
      }
    ]
  },
  {
    "id": 79,
    "text": "— Что в этом замешан бедный, больной человек. Он наверное в заблуждение. И не знает где правильная дорога.\n— У вас слишком доброе сердце.\nЛили отвела взгляд и на её лице появилась грусть.",
    "answers": [
      {
        "isBack": true,
        "text": "Продолжить допрос",
        "backstepCount": 1,
        "id": 79
      }
    ]
  },
  {
    "id": 80,
    "text": "— Намного лучше. А как ты себя?\n— Хорошо.",
    "answers": [
      {
        "isBack": true,
        "text": "Вернуться к вопросам",
        "backstepCount": 1,
        "id": 80
      }
    ]
  },
  {
    "id": 81,
    "text": "— Я не могу никого подозревать. Ты ведь меня понимаешь.",
    "answers": [
      {
        "isBack": true,
        "text": "Вы кивнули",
        "backstepCount": 1,
        "id": 81
      }
    ]
  },
  {
    "id": 82,
    "text": "— Эта девушка, которую мы с мужем нашли на дороге безсознания. Её чудом не задавила машина. Мы тогда гуляли, встретив её, решили взять к себе, чтоб поправилась. Она решила нам помочь. ",
    "answers": [
      {
        "isBack": true,
        "text": "Понятно",
        "backstepCount": 1,
        "id": 82
      }
    ]
  },
  {
    "id": 83,
    "text": "Лили покраснела и ответила:\n— Нет...мы не собирались.\n— Спасибо за откровенность.",
    "answers": [
      {
        "isBack": true,
        "text": "Перейти к другому вопросу",
        "backstepCount": 1,
        "id": 83
      }
    ]
  },
  {
    "id": 84,
    "text": "Вы уверены?",
    "answers": [
      {
        "id": 59,
        "text": " Я задал(а) все вопросы."
      },
      {
        "isBack": true,
        "text": "Нет",
        "backstepCount": 1,
        "id": 84
      }
    ]
  },
  {
    "id": 85,
    "text": "— Человек, сделавший всё это, точно псих! Как он смеет пугать Лили!",
    "answers": [
      {
        "isBack": true,
        "text": "Задать ещё вопрос",
        "backstepCount": 1,
        "id": 85
      }
    ]
  },
  {
    "id": 86,
    "text": "— Это случилось в субботу, я также спокойно шла себе по тропинке в парке, было ближе к вечеру, почти никого не было, только один пьяный мужчина. Я торопилась домой, и вдруг слышу шаги за спиной, обернулась, никого. Подумала, наверное тот мужик. Поторопилась к выходу из парка, тут снова шаги обернулась, и как по голове, всё потемнело.\n— Не успели разглядеть напавшего?\n— Он выглядел как мужчина, был высокий. Одет в черный халат, лицо закрыто капюшоном. Немного напомнил мне Джимма.",
    "answers": [
      {
        "isBack": true,
        "text": "Спасибо за рассказ.",
        "backstepCount": 1,
        "id": 86
      }
    ]
  },
  {
    "id": 87,
    "text": "— Мне кажется,- тихо произнесла рыжеволосая,- что это её муж.\n— А почему вы так считаете?\n— Он в последнее время, не обращает на Лили внимание, только и занят работой. Мать наверное с ним в сговаре, они хотят устранить её. Ну, Макс нечаянно упал с дерева. А напасть на меня он мог из-за того, что недолюбливает.\n— Но для чего это им? Что они получать, устранив её?\nЭлиза немного подумала и ответила:\n— Может у него есть ещё одна любовь. Или же она ему надоела.\n \"Чтот не верится, что у него на свидания есть время. Если только они в одном месте не работают,- думали вы.\"\n",
    "answers": [
      {
        "isBack": true,
        "text": "Спасибо за ответ",
        "backstepCount": 1,
        "id": 87
      }
    ]
  },
  {
    "id": 88,
    "text": "Вы уверены в этом? ",
    "answers": [
      {
        "id": 59,
        "text": "На все сто!"
      },
      {
        "isBack": true,
        "text": "Не очень",
        "backstepCount": 1,
        "id": 88
      }
    ]
  },
  {
    "id": 89,
    "text": "Вы постучали в дверь, но никто не ответил. Открыв её,  вы увидели, что комната пуста.",
    "answers": [
      {
        "id": 92,
        "text": "Поразмыслить"
      }
    ]
  },
  {
    "id": 90,
    "text": "Открыв дверь, вы увидели, что комната пуста.",
    "answers": [
      {
        "id": 92,
        "text": "Подумать"
      }
    ]
  },
  {
    "id": 91,
    "text": "— Знаю. Вы что, думайте нас уже не будет здесь через час? Я в этом сомневаюсь.\n— Но всё же возможно, вдруг...- не договорили вы, как вас прервали.\n— Простите, что прерывают вас, но здесь не место для разговоров. \n— Но тогда, может поговорив в вашей комнате.\n— Категорически отказываюсь, по беседует через час. Но раз вам так не терпится, то встретимся через 15 минут, — промолвил это, девушка проскользнула в свою комнату и закрыла дверь.\n—\"Она странно ведёт себя,- размышляли вы,- неужели боится меня? Не думаю...\"",
    "answers": [
      {
        "id": 59,
        "text": "Закончить допрос с Марьям"
      }
    ]
  },
  {
    "id": 92,
    "text": "\" Где она может быть,- думали вы, но не додумали, ваши мысли прервал женский голос за спиной.\"\n— Эм? Вы что-то хотели?- спросила Марьям.\n— Да, как ваши успехи?\n— Хорошо, как ваши? Наверное пожилая дама не желала с вами беседовать,- вдруг сказала девушка в платке.\n— ...Вижу вы уже знайте, неужели подслушали?\n— Нет конечно, я поговорю с вами,- остановившись девушка посмотрела на часы и продолжила,- через час.",
    "answers": [
      {
        "id": 91,
        "text": "Что!? Но наше время не бесконечно"
      },
      {
        "id": 93,
        "text": "Почему? У меня не так много свободного времени"
      }
    ]
  },
  {
    "id": 93,
    "text": "— Это вам ещё рано знать. Ну значит и сейчас вы заняты, если не так, то сделайте свои дела, а потом поговорим.\n— Но моё последнее дело поговорить с вами.\n— Придется отложить это. Не переживайте, я не уйду не поговорив с вами,- сообщила девушка,- в следующий раз.\nМарьям проскользнула в комнату и закрыла дверь.\n— \"Придётся отложить это\",- изобразили вы Марьям,- не затевает ли она чего-то плохого? Почему нам нельзя поговорить в её комнате?- размышляли вы.",
    "answers": [
      {
        "id": 59,
        "text": "Закончить допрос с Марьям"
      }
    ]
  },
  {
    "id": 94,
    "text": "Вы всех допросили?",
    "answers": [
      {
        "id": 95,
        "text": "Да, всех до единого. Сейчас отправлюсь в свою комнату"
      },
      {
        "isBack": true,
        "text": "Нет, ещё нескольких осталось допросить",
        "id": 94,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 95,
    "text": "Через 20 минут вы решили выйти. Выходя из комнаты, вы столкнулись с двумя девушками. \n— Пойдёмте в беседку,- предложили вы.\nМарьям кивнула.\nВы зашли в белоснежную беседку посреди сада. Все уселись на скамейки. Вы бросили подозрительный взгляд на незнакомку.\n— Это моя подруга Амина,- пояснили Марьям. — Амина, это Джеймс...\n— Можно сказать мы партнёры по этому делу. Рад знакомству,- промолвили вы.\n— Ассаляму Аляйкум,- произнесла Амина.\n— Вы хотели, что-то сообщить, партнёр?- Марьям вопросительно взглянула на вас.\n— Сначала, я хотел вас допросить.",
    "answers": [
      {
        "id": 96,
        "text": "Послушать рассказ Марьям"
      }
    ]
  },
  {
    "id": 96,
    "text": "— Я прогуливалась по парку, рядом резвились детишки. Тучи плыли по небу, я подумала, что скоро дождь польёт. Торопилась домой, мне показалось, что за мной следят. Потом удар по голове и каким-то чудом я оказалась \" на дороге\", затем проснулась в комнате Лили Ульямс.\n— Спасибо за ответ. А теперь я хотел предложить, может объединим...- вы никак не мог подобрать нужного слова.\n— Взгляды? Ну не знаю. Хотите поделиться успехами? Мне кажется нам не стоит рассказывать всё, только самое главное и необычное. Будем вести дело раздельно. Ведь иногда люди отвечают на теже вопросы по-другому. Вы меня понимаете?\n— Да вы правы, так что вы услышали, увидели необычное?\n— Недавно, когда я прогуливалась по дому, я услышала голос Эльзы. Она говорила:\"- Где же он? Куда я его положила? Лила будет в ужасе...\"\n— Она потерала кольцо Лили.\n— Но кто такая Лила?- спросила Марьям.",
    "answers": [
      {
        "id": 97,
        "text": "Объяснить"
      }
    ]
  },
  {
    "id": 97,
    "text": "— У Лили была подруга, которую звали Лила и Элиза часто их путала,- объяснили вы.\n— Они были похожи?\n— Да, даже очень, как будто сёстры, только у Лилы были волосы светлее, ближе к белому.\n— А что-нибудь случилось с Лилой?\n— Она попала в аварию, говорят умерла.\n— Так же сегодня я нашла в своей комнате листок, в котором говорилось следующее: \" Иди прочь, Марьям, здесь тебе не место\"- сообщила партнёрша.\n— Кто-то явно не рад вашему участвию.\n— \" Иди прочь, Марьям, здесь тебе не место,\" — проговорила девушка, — а если это предупреждение? Наоборот, кто-то хочет защитить меня?\nНа вашем лице появилось недоумение.\n— Если прочитать с конца, то получим: \" Место не тебе здесь, Марьям, иди прочь\", конечно не очень понятно, но смысл есть.\n— Можно перед \"место\"  поставить\"не\", тогда более понятно, — посоветовали вы и добавили, — но кто это вас предостерегает?\n — Может пожилая дама?- шутя произнесла партнёрша. — хотя, не думаю. А что у вас необычного.",
    "answers": [
      {
        "id": 98,
        "text": "Рассказать"
      }
    ]
  },
  {
    "id": 98,
    "text": "— Лили какая-то не такая. Она ведёт себя странно.\n— Может это не Лили?- предположила Амина.\nВы с партнёршей посмотрели в её сторону. \n— А ты права,- сказали Марьям.\n— Всё может быть,- закончили вы и встали. — я тогда пойду, нам нечего больше обсудить.\nТут вдруг чей-то телефон зазвонил. Амина взяла трубку и ужаснулась.\n— Марьям, я отлучусь,- промолвила встревоженная Амина.\n— Что-то случилось?\n— Один человек попал в аварию, здесь недалеко.\n— Как его зовут?- спросили вы.\n— Андрей Васильевич Степанов,- произнесла взволнованная Амина, — мне нужно срочно ехать в больницу! Ему нужна моя помощь.\n— Я вас подвезу, быстрее побежали к машине!\n",
    "answers": [
      {
        "id": 99,
        "text": "Ехать в больницу"
      }
    ]
  },
  {
    "id": 99,
    "text": "ВТОРАЯ ГЛАВА | РАСКРЫТИЕ ПРАВДЫ\n\nПрекрасная ночь, дорогу освещал свет фонарей. Слышен шум колёс машины, до больницы ещё 5 минут. Джеймс иногда поглядывал на Амину, которая тревожно смотрела в окно. С минуты, когда они оба сели на машину, никто не промолвил и слова. До больницы осталось одна минута. Машина остановилась рядом с госпиталем, девушка выскочила из машины и направилась к дверям. Джеймс, закрыв машину, побежал за Аминой.\n",
    "answers": [
      {
        "id": 141,
        "text": "В больницу"
      }
    ]
  },
  {
    "id": 100,
    "text": " ВТОРАЯ ГЛАВА | Раскрытие правды \n\nМарьям вернулась домой, часы показывали двадцать минут девятого.\n— Как поздно,- молвила девушка, — что это?\nРядом с  шкафом, за его спиной, виднелся блеск. \n— Это же кольцо,- сказала Марьям, достав его\nНа кольце была надпись: \"От  Д.У. для Лилы\"\n\"Что? Мистер Ульямс знал, что это Лила?- подумала девушка, — нужно будет это сообщить Джеймсу, когда он вернётся.\"\nПоднимаясь вверх Марьям встретила пожилую даму. Она  протянула ей лекарство.\n— Думаю, что это хоть как-то поможет, я забыла сказать, что когда принимала лекарсто в четверг перед завтраком, там было две таблетки, а когда собиралась принять их вечером до ужина, то там была лишь одна, — сообщив это, старушка ушла.",
    "answers": [
      {
        "id": 101,
        "text": "Осмотреть"
      }
    ]
  },
  {
    "id": 101,
    "text": "Вы достали инструкцию и ужаснулись там было следующее: \" Если принять лекарство во время еды, можно отправиться....\"",
    "answers": [
      {
        "id": 102,
        "text": "Пойти в свою комнату",
        "blackout": true
      }
    ]
  },
  {
    "id": 102,
    "text": "Утром вы встали и прочитали утренний намаз, прочитав несколько страниц Корана, вы вышли из комнаты и встретили Элизу. \n— Пошлите завтракать, Лила будет только рада,- сказала улыбающаяся девушка.\nВы спустились на кухню, все были уже за столом, только мистера Ульямс не было.\n— Доброе утро!- воскликнул Джеймс.\n— Доброе,- молвили вы, садясь за стол.\n— Как вы выспались?- поинтернсовалась хозяйка.\n— Отлично, а как вы?\n— Хорошо. Хелли, не ставь тарелку  для моего мужа, его сегодня до вечера не будет,- воскликнула Лили и, посмотрев на Джеймса, сказала, — Куда-нибудь собираешься?\nДжеймс кажется был в замешательстве, он посмотрел на вас и начал:\n— Мы с Марьям решили отправиться в ресторан.\nВы чуть не подавились услышанным и посмотрели на Джеймса непонимающим взглядом. \n— А ты время не теряешь, Джеймс,- вдруг начала Лили, смотря на знакомого с улыбкой, — я так рада за тебя.\nТут в разговор включились и вы.\n— Это не то о чём вы подумали,- объяснили вы. — ещё с нами пойдёт...\nКого же вы выбирете?",
    "answers": [
      {
        "id": 103,
        "text": "Макс"
      },
      {
        "id": 104,
        "text": "Элиза"
      }
    ]
  },
  {
    "id": 103,
    "text": "— Мой сын? \n— Мама! Можно я пойду с ними? Пожалуйста,- просил парнишка умоляющим взглядом, увидев, что мать кивнула он добавил, — а можно будет мне мороженного?\nВы улыбнулись мальчику и ответили:\n— Конечно.",
    "answers": [
      {
        "id": 105,
        "text": "Закончить есть"
      }
    ]
  },
  {
    "id": 104,
    "text": "— Элиза? Что ты думаешь насчёт этого?\n— Я согласна, не буду путаться под ногами, наверное, они хотят обсудить это дело,- сухо сказала девушка.",
    "answers": [
      {
        "id": 129,
        "text": "Закончить есть"
      }
    ]
  },
  {
    "id": 105,
    "text": "После все продолжили спокойно есть, закончив, вы взяли свою тарелку с кружкой и отправились к Хелли.  Девушка с каштановым цветом волос и нормального  телосложения, с желтыми глазами мыла посуду и кажется не заметила, как вы вошли.\n— Мисс Хелли?\n— А? Марьям, это вы,- промолвила девушка, улыбаясь, но вскоре на её лице появилась грусть.\n— С вами всё хорошо?\n— Да, спасибо за беспокойствие. Вам уже пора, наверное Джеймс уже давно ждёт вас.\nОставив тарелку, вы направились в свою комнату, переоделись и спустились вниз. Тут вас позвала пожилая дама.\n— Что-то случилось?\n— Нет, но будьте осторожны, вижу вы предусмотрительная, хорошо, что взяли с собой ещё кого-то. Будьте осторожны и внимательны!\n— Спасибо за предупреждение!- пролвили вы, выходя из дома.",
    "answers": [
      {
        "id": 106,
        "text": "Выйти во двор"
      }
    ]
  },
  {
    "id": 106,
    "text": " — Дядя Джеймс, а в какой ресторан?\n— Ну, который здесь недалеко. Пошлите,- сообщил парень, увидев вас.",
    "answers": [
      {
        "id": 107,
        "text": "Идти за Джеймсом"
      }
    ]
  },
  {
    "id": 107,
    "text": "Макс отправился за мороженным, воспользовавшись этим моментом вы сказали:\n— Может лучше в парк пойдём?- предложили вы, шепча на ушко, Джеймсу.\n— Вы правы, здесь Максу будет скучно,- ответил он ели слышно.\n— И зачем вы меня не предупредили?- вдруг сказали вы.\n— Мы не могли это обсудить в беседке! Нас могли бы подслушать.\n— Но теперь, они знают где мы, и проследят наверное.\n— Я подумал, как нам оторваться от них, если они решат проследить,- сказал партнёр тихи голосом.\n— Я надеюсь на вас. Можете обращаться со мной на \"ты\".\n— Тогда и ты со мной на\"ты\".\n— Хотела тебе сказать, я нашла кольцо и вот ещё, смотри,- вы показали Джеймс кольцо Лилы и инструкцию лекарства.\nМакс тем временем пришёл с тремя морожеными.\n— Это вам,- протянул он мороженное сначала вам, потом Джеймсу.\n— Спасибо,- вместе ответили вы с партнёром\n— Пойдёмте-ка прогуляемся по ресторану,- предложил Джеймс.\nМакс поглядел на вас и понимающий кивнул.\n\"Какой сообразительный мальчик,- подумали вы.\"\nА тем временем, вы все скрылись в толпе и незаметно вышли из ресторана с запасного выхода. Теперь вы шагали в сторону парка.",
    "answers": [
      {
        "id": 108,
        "text": "В парк"
      }
    ]
  },
  {
    "id": 108,
    "text": "Дойдя до парка, Макс подбежал к качелям, а Джеймс подтолкнул их. В парке было не очень много детей, их родители сидели на скамейках и что-то оживлённо обсуждали.\n— Джеймс, может потом найдём того мужчину, которого видела Элиза?- сказали вы вернувшемуся юноше.\n— Хорошо, ты останешься с Максом, а я пойду поищу его,- решил Джеймс.\n— Спроси его, никто ему не предлагал напасть на её,- промолвили вы уходящему партнёру.\nВы посмотрели на Макса, который веселился, но потом его глаза вдруг закрылись и он ослабил руки, вы быстро подбежали к нему и взяли на руки, хорошо, что качели уже не качались. Вы положили мальчика на скамейку.\n\"Неужели, тоже снотворное, — подумали вы.\"\nТут раздался звонок, вы ответили.",
    "answers": [
      {
        "id": 109,
        "text": "Послушать"
      }
    ]
  },
  {
    "id": 109,
    "text": "— Марьям, — прозвучал голос Амины, — помнишь, я говорила про человека, попавшего в аварию?\n— Да.\n— Так вот, сегодня его сестра приехала, она мне показалось знакомой, золотыми волосы, карие глазами.\n— Напоминает Лили.\n— Её зовут Лилия. Может она изменила имя? Она ещё здесь в палате 7, через час уедет. Ладно, мне пора,- Амина повесила трубку.\nЧерез минут 10 Джеймс вернулся. Увидев Макса, он взволнованно спросил:\n— Что стряслось?\n— Наверное снотворное. Что сказал мужчина?\n— Его какая-то женщина попросила это сделать и дала 5000. Элизу можно исключить, она уже тогда шагала по тропинке, и женщина указала на неё. \n— А какая она была?\n— Он говорит, что не помнит, но её голос был такой манящий,- произнеся Джеймс.",
    "answers": [
      {
        "id": 110,
        "text": "Рассказать о звонке"
      }
    ]
  },
  {
    "id": 110,
    "text": "— Что? Нужно найти её! \n— Я согласна, но...- вы посмотрели на мальчишку.\n— Я приведу машину, заберём его с собой.\nЧерез некоторое время, приехал Джеймс, вы положили мальчика на заднее сиденье, парень сел за руль, а вы сели рядом с Максом, чтобы тот не упал.\n Приехав в больницу, Макс уже проснулся, юноша сказал ему остаться в машине и никому не открывать дверь. Дойдя до двери ваш телефон зазвонил, подняв трубку, вы услышали подругу.\n— Она уезжает! На черной машине, номер 342, поторопитесь.",
    "answers": [
      {
        "id": 111,
        "text": "Начать погоню"
      }
    ]
  },
  {
    "id": 111,
    "text": "Вы в нескольких словах объяснили партнёру, что надо делать. Побежав к машине, Джеймс нажал на газ и вы тронулись, машина, в которой ехала Лилия уже была на другой улице. Поворот направо, поворот налево, вы продолжали погоню, наконец- то машина остановилась, вышла девушка и  вы все выпрыгнули из машины.\n— Стойте!- крикнул Джеймс убегающей девушке.\nОна остановилась и тут её обнял Макс.\n— Мама!\nДевушка была в замешательстве, она вырвалась из объятий и посмотрела на всех вас.\n— Вы меня перепутали, я не Лили, я Лилия.\n— А откуда вам известно, что мы искали Лили?- поинтересовались вы.\n— Я...я...",
    "answers": [
      {
        "id": 112,
        "text": "Сказать, что вы знайте что произошло"
      },
      {
        "id": 113,
        "text": "Дать слово Джеймсу"
      }
    ]
  },
  {
    "id": 112,
    "text": "— Нам известно, что вас перепутали и, что Лила жива. Поехали с нами? Мы во всём разберёмся.\nИ вдруг настоящая Лили расплакалась.\n— Неужели, неужели хоть кто-то решил меня найти?- промолвила она обняв сына.\nПерестав плакать, она выпрямилась и гордо подняла голову.\n— Я должна с этим покончить раз и навсегда!- твёрдо решила девушка. — Поехали!",
    "answers": [
      {
        "id": 114,
        "text": "Ехать домой"
      }
    ]
  },
  {
    "id": 113,
    "text": "— Лили, мы вам поможем! Поехали с нами?\n— Спасибо...,- промолвила Лили, вытирая слёзы.",
    "answers": [
      {
        "id": 114,
        "text": "Сесть в машину"
      }
    ]
  },
  {
    "id": 114,
    "text": "Приехав домой вы спланировали план, Лили должна была спрятаться и выйти в нужный момент. Зайдя в дом вы были удивлены, в кухне сидели все, даже мистер Ульямс.",
    "answers": [
      {
        "id": 115,
        "text": "Сказать всё прямо"
      },
      {
        "id": 116,
        "text": "Выбрать нужный момент"
      }
    ]
  },
  {
    "id": 115,
    "text": "— Мы узнали кто виновник!- сообщили вы.\n\nКак вы думайте, кто это?",
    "answers": [
      {
        "id": 117,
        "text": "Лили"
      },
      {
        "id": 118,
        "text": "Элиза"
      },
      {
        "id": 119,
        "text": "Пожилая дама"
      },
      {
        "id": 120,
        "text": "Хелли"
      }
    ]
  },
  {
    "id": 116,
    "text": "Вы сели за стол. Всё пообедав собрались встать, как вы сообщили:\n— Мы знаем кто виновник.\n\nКто же это?",
    "answers": [
      {
        "id": 121,
        "text": "Элиза"
      },
      {
        "id": 122,
        "text": "Хелли"
      },
      {
        "id": 117,
        "text": "Лили"
      },
      {
        "id": 124,
        "text": "Пожилая дама"
      }
    ]
  },
  {
    "id": 117,
    "text": "Yes!\n\n✓Вы получили достижение [ Умею использовать факты ]",
    "answers": [
      {
        "id": 123,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 118,
    "text": "Следует вспомнить все факты.",
    "answers": [
      {
        "id": 123,
        "text": "Что произошло потом?"
      }
    ]
  },
  {
    "id": 119,
    "text": "Это не она.",
    "answers": [
      {
        "id": 123,
        "text": "Что теперь?"
      }
    ]
  },
  {
    "id": 120,
    "text": "0%( Нет)",
    "answers": [
      {
        "id": 123,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 121,
    "text": "Нет",
    "answers": [
      {
        "id": 123,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 122,
    "text": "Она не может быть виновником.",
    "answers": [
      {
        "id": 123,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 123,
    "text": "Все посмотрели на вас в ожидании.\n— Это Лила.\n— Но она умерла!- воскликнула Элиза\n— Нет, она среди нас,- сообщил Джеймс\nВы посмотрели на \"Лили\".\n— Это Лила, её с Лили перепутали и так случилось, что Лилу считали Лили. Она завидовала подруге, ей тоже хотелось жить в роскоши. Потом она полюбила мистера Ульямса, но он её не любил, тогда в ней  вспыхнула неновисть. Лила решила отомстить  его близким и близким его жены. Сначала она отравила мисис Ульямс, положив ей в чай её же лекарство. Лила подговорила мужчину напасть на Элизу, наверное из-за того, что Элиза часто их путала, назавыла её Лилой. И к удивлению ошибка Элизы нам помогла. Ненависть её возрастала, решив избавиться от Макса, она толкнула его в овраг. Меня настораживало, что меня нашли \"на дороге\", хотя я была далеко от неё на порядком два метра. Мистер Ульямс, а вы гуляли вчера днём с Лилой?\n— Нет.\n— Значит, вы, Лили, набросились на меня?\n— Да, простите...Я не хотела обращаться в полицию и к детективу.\n",
    "answers": [
      {
        "id": 125,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 124,
    "text": "No!",
    "answers": [
      {
        "id": 123,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 125,
    "text": "— И вы решили прикинуться беспомощной, нуждающейся в помощи. И предложили нам, вам помочь. Вы сами придумали записку и ненастоящие конечности,- рассказали вы и повернулись к мужу Лили. — вы ведь знали, что это не Лили.\nВсе были удивленны, кроме вас, Джеймса, Джимма Ульямса и Лилы. Мистер Ульямс, держался спокойно.\n— Да, я знал. Но только через неделю после аварии! Я хотел её выгнать, но подумал о сыне, ведь он ещё маленький, ему нужна была мать!\n— Ты изменил Лили!- вскрикнула ставшая из стола Элиза. — как ты смел!\n— Я не изменял ей! Мы даже в разных комнатах спим! Я любил и люблю только Лили! Никакая женщина не сравниться с ней, я люблю её и любил всегда,- сказал Джимми Ульямс и тут на его лице появилась горе с виной. — я виноват в её смерти. Как я мог её отпустить,- он закрыл лицо и по щеке полилась слеза.",
    "answers": [
      {
        "id": 126,
        "text": "Пусть выйдет настоящая Лили"
      }
    ]
  },
  {
    "id": 126,
    "text": "Тут его настоящая жена вышла из тайнка и с любовью обняла за плечи.\n— И я тебя люблю, дорогой.\nЕё муж вскочил со стула и посмотрел на неё.\n— Лили? Ты ли это? Мне всё это мерещиться?- произнёс Джимми Ульямс, не веря своим глазам.\nЛили улыбнулась и сказала:\n— Да, и я жива.\n— Лили!- крикнула плачущая Элиза, бросившись в объятия подруги.\nЛила стояла в стороне и промолвила:\n— Прости, Лили, из меня плохая подруга. Простите все за принесенные вам неудобства. \nНа удивление всех Лили подбежала к ней и обняла её. Лила удивилась и по щекам полили слёзы.\n— Зачем? Я ведь...\n— Ты все равно останешься моей подругой...прошу больше не делай так.\nПодруги обнялись.\n* Получена концовка [\"Ты все равно моя подруга...\"]",
    "answers": [
      {
        "id": 127,
        "text": "Эпилог"
      }
    ]
  },
  {
    "id": 127,
    "text": "Когда все накрывали на стол, ваш партнёр подошёл к вам и, улыбаясь, сказал:\n— А какой мотив?\n— От богатств до любви, от от любви до неновести. Ой, чуть не забыла. Лила,- позвали вы девушку. — это ваше.\n— Спасибо вам обоим,- промолвила Лила, беря своё кольцо.\n— Вы поистине храбрая женщина,- произнесли вы улыбаясь, — не все бы решились пойти и всё рассказать полиции.\nЛила покраснела и ушла. Тут зазвонил ваш телефон.\n— Мир тебе, Амина, ты закончила работу? Тогда приезжай сюда, Лили просит нас остаться на ночлег и поужинать с её семьёй,- положив трубку вы обратились к Джеймсу, — вы уже уежайте?\n— Да, через 20 минут первым поездом. Моё дело подошло к концу, до свидания!- промолвил  парень, садясь в машину.\n— Мир вам!",
    "answers": [
      {
        "id": 128,
        "text": "От автора"
      }
    ]
  },
  {
    "id": 128,
    "text": "Мир вам и вашему дому! Спасибо за то, что читайте мой квест. Если вы найдёте ошибки, то пожалуйста, напишите это в комментариях. ",
    "answers": [
      {
        "id": 1,
        "text": "Вы закончили первую часть"
      }
    ]
  },
  {
    "id": 129,
    "text": "После все продолжили спокойно есть, закончив, вы взяли свою тарелку с кружкой и отправились к Хелли.  Девушка с каштановым цветом волос и нормального  телосложения, с желтыми глазами мыла посуду и кажется не заметила как вы вошли.\n— Мисс Хелли?\n— А? Марьям, это вы,- промолвила девушка, улыбаясь, но вскоре на её лице появилась грусть.\n— С вами всё хорошо?\n— Да, спасибо за беспокойствие. Вам уже пора, наверное Джеймс уже давно ждёт вас.\nОставив тарелку вы направились в свою комнату, переоделись и спустились вниз. Тут вас позвала пожилая дама.\n— Что-то случилось?\n— Нет, но будьте осторожны, вижу вы предусмотрительная, хорошо, что взяли с собой ещё кого-то. Будьте осторожны и внимательны!\n— Спасибо за предупреждение!- пролвили вы, выходя из дома.",
    "answers": [
      {
        "id": 130,
        "text": "Выйти"
      }
    ]
  },
  {
    "id": 130,
    "text": "— Марьям, пошлите за Джеймсом,- промолвила Элиза, увидев вас.",
    "answers": [
      {
        "id": 131,
        "text": "Следовать за ним"
      }
    ]
  },
  {
    "id": 131,
    "text": "Дойдя до места назначения, вы оказались в небольшом ресторан, людей было очень много. Свободных столиков почти не было, но вы всё-таки нашли один на троих и сели за столик.\nЭлиза сказала, что ей нужно отойти.\nВы воспользовались этим моментом и сказали:\n— И зачем вы меня не предупредили?\n— Мы не могли это обсудить в беседке! Нас могли бы подслушать.\n— Но теперь, они знают где мы, и проследят, наверное.\n— Я подумал, как нам оторваться от них, если они решат проследить,- сказал партнёр ели слышно.\n— Я надеюсь на вас. Можете обращаться со мной на \"ты\".\n— Тогда и ты со мной на\"ты\".\n— Хотела тебе сказать, я нашла кольцо и вот ещё смотри,- вы показали Джеймс кольцо Лилы и инструкцию лекарства.\n— Понятно.\n— Нужно ещё отправиться в парк, найти мужчину, которого видела Элиза.\n— Зачем ты её взяла с собой? Она же может быть...",
    "answers": [
      {
        "id": 132,
        "text": "Объяснить"
      }
    ]
  },
  {
    "id": 132,
    "text": "— Она не причём, сегодня она произнесла имя Лилы передо мной, значит, она как ты и сказал...\n— Путаете их,- закончил партнёр за вас.\nТут подошла Элиза.\n— Не хотите ли прогуляться?- спросил, улыбаясь Джеймс.\n— Если надо, то скажите так как есть.\n— Нам нужно в парк,- шепнули вы ей в ухо. — пошлите.\nВы все скрылись в толпе и отправились в парк. Дойдя до парка, вы отправились искать мужчину. ",
    "answers": [
      {
        "id": 133,
        "text": "Где же он?"
      }
    ]
  },
  {
    "id": 133,
    "text": "— Вот он!- воскликнула Элиза.\nМужчина в старой одежде немного порванной сидел на скамейке.\n— Зачем вы на меня напали?- спросила девушка.\n— Простите, но...меня подкупили...- промолвил со стыдом мужчина, — это была женщина, у неё был прекрасный манящий голосок. Лица я не видел, было темно.\n— Спасибо за информацию,- поблагодарили вы мужчину.\nТут раздался звук телефона, звонила Амина.\n— Марьям,- прозвучал голос Амины, — помнишь, я говорила про человека, попавшего в аварию?\n— Да.\n— Так вот, сегодня его сестра приехала, она мне показалось знакомой, золотыми волосы, карие глазами.\n— Напоминает Лили.\n— Её зовут Лилия. Может она изменила имя? Она ещё здесь в палате 7, через час уедет. Ладно, мне пора,- Амина повесила трубку.\nВы всё рассказали Джеймсу и Элизе.\n— Подождите меня здесь, на машине поедем!- сказал убегающий парень.",
    "answers": [
      {
        "id": 134,
        "text": "Ждать Джеймса"
      }
    ]
  },
  {
    "id": 134,
    "text": "Через несколько минут приехал Джеймс, вы с Элизой сели в машину и поехали в больницу. Приехав, вам позвонила подруга.\n— Она уезжает! На черной машине, номер 342, поторопитесь.\nВы в нескольких словах объяснили партнёру, что надо делать. Джеймс нажал на газ и вы тронулись, машина, в которой ехала Лилия уже была на другой улице. Поворот направо, поворот налево, вы продолжали погоню, наконец- то машина остановилась, вышла девушка и  вы все выпрыгнули из машины.\n— Стойте!- крикнул Джеймс убегающей девушке\nТа остановилась, и её обняла Элиза.\n— Лили! Это ты.\nДевушка была в замешательстве, она вырвалась из объятий подруги и произнесла:\n— Вы...вы меня с кем-то спутали. Разве Лили сейчас не дома?\n— А откуда тебе известно, что мы искали именно Лили?- спросила её подруга.\n\"А она умна, — решили вы\"\nНастоящая Лили опустила голову и сказала:\n— Я её знакомая и мы просто очень похожи...",
    "answers": [
      {
        "id": 135,
        "text": "Сказать, что вы уже догадались"
      },
      {
        "id": 136,
        "text": "Дать слово Элизе"
      }
    ]
  },
  {
    "id": 135,
    "text": "— Мы догодались, что там дома не Лили, а Лила. Вас видно перепутали из-за той аварии.\n— Да... всё так и есть...\n— Поехали с нами, мы вам поможем,- сказал Джеймс.\nДевушка кивнула.",
    "answers": [
      {
        "id": 137,
        "text": "Едем домой"
      }
    ]
  },
  {
    "id": 136,
    "text": "— Лили, я думаю, что наши детективы догодались, что там дома, вовсе не Лили, а Лила. Поехали с нами, прошу!\n— Поехали!- радостно промолвила Лили.",
    "answers": [
      {
        "id": 137,
        "text": "Едем"
      }
    ]
  },
  {
    "id": 137,
    "text": "Приехав домой и выйдя из машины, вы все увидели стекающую кровь на окне комнаты Макса. Всё побежали навверх и перед вашим взором открылась ужасная картина. Лила лежала на полу в крови и не двигалась. Мистер Ульямс держал в руках кухонный нож, по нему стекали капли крови. Макс тихо спал в своей кровати. Повернувшись ко всем, хозяин дома произнёс:\n— Я не хотел её убивать, я лишь защищал сына...\nЛили подбежала к мужу и обняла его. В его глазах была пустота...промелькнула вина...он сел на стул и отпустил голову...из кровавых рук выскользнул нож, раздав звук и упав на пол. Минута молчания длилась долго, пока Элиза не заговорила:\n— Что...произошло?\n— Я всё о расскажу, правда должна выйти наружу.",
    "answers": [
      {
        "id": 138,
        "text": "Правда"
      }
    ]
  },
  {
    "id": 138,
    "text": "— Когда произошла авария, я не знал, что мою жену перепутали с Лилой. Поняв, я не мог её выгнать, думая, что будет с сыном? Ему нужна мать. Она начала приставать и надоедать, я не обращал внимания. Видно она разозлилась и начала мстить. Отравив мою мать, столкнув сына и подговорить напасть на подругу моей жены. А когда вы ушли, проходя мимо комнаты сына, я заметил, как Лила подходит к кровати Макса и у неё в  руках шприц. Я тогда нёс поднос еды себе в комнату, оставив его в шкафу, взяв нож...я напал на неё. Она хотела убить Макса...Я не знал, что Лили жива. Лили, такой как я не достоин тебя.\n— Нет, я люблю тебя, это просто не доразумение. Всё случилось быстро и ты не успел всё обдумать...Мне жаль её...,- промолвила Лили, глядя в сторону Лилы.\nВы только что опомнились и бросились к Лиле, лежавший на полу. Все посмотрели на вас с недоумением.",
    "answers": [
      {
        "id": 139,
        "text": "Порадовать мистера Ульямса"
      }
    ]
  },
  {
    "id": 139,
    "text": "— Кажется, мистер Ульямс, мы ещё можем вас спасти от тюрьмы. Элиза позвоните Амине,- протянули вы ей свой телефон. — скажите, что здесь пострадала от ножа девушка, пусть она едет сюда пока одна и скорее. Кто-нибудь, принесите аптечку!\nМистер Ульямс выбежал из комнаты и через несколько секунд вернулся с аптечкой. Вы быстро остановили кровотечение и перевезали рану.\n— Альхамдулиллах, что пульс ещё бьётся. Давайте перенесём её на кровать.\nЧерез несколько минут в комнату вбежала Амина, увидев Лилу, она подошла и сделала всё необходимое, попросив всех выйти.\n\n* Вы получили концовку [\"Я не хотел её убивать, я лишь защищал сына...\"]",
    "answers": [
      {
        "id": 140,
        "text": "Эпилог"
      }
    ]
  },
  {
    "id": 140,
    "text": "Вскоре после того, как Лилу положили в больницу, врачи искали для неё донора. Мистер Ульямс взял на себя эту ответственность и так как его кровь подходила, он стал её донором, чтобы хоть как-то загладить вину. Проснувшись, Лила попросила у всех прощенья за свои поступки. Когда вечером вернулся мистер Ульямс к ужину вы произнесли:\n— Поистине вы, мистер Ульямс, ответственный человек!\nОн немного смутился, но после добавил:\n— Простите за письмо с угрозой...\n— Тоесть предупреждением,- продолжили вы, — ой, простите...\n— Эх, вы так и не научились слушать других.\nПосле ужина, к вам подошла Элиза.\n— Наверное мотив от богатства до любви.\n— И от любви до неновести,- добавили вы- а вы что-то потеряли?\n— Да, я потеряла колечко Лилы, — немного смутившись произнесла девушка.\n— Мы его нашли, передайте ей, — вы потянули Элизе кольцо и добавили, — мистер Джеймс уезжает?\n— Да, через 20 минут первым поездом. Говорит, его дело тут закончено, передаёт вам \"До свидания!\".\n— Передайте ему от меня \" Мир вам!\"...",
    "answers": [
      {
        "id": 128,
        "text": "От автора"
      }
    ]
  },
  {
    "id": 141,
    "text": "Окозавшись у дверей палаты, вас остановила Амина.\n— Вам пока нельзя, прошу подождите, спасибо что подвезли,- промолвив последние слова, девушка вошла в палату.\nВы сели на скамейку и погрузились в размышлениях. Снова наплыли воспоминания. Авария, ужасная авария. Молодую мать увозят в операционную палату, за ней увозят туда же молодую девушку, очень похожую на неё. Молодой парень гладит по голове пятилетнего ребёнка, прижавшегося к нему. Он видит, как вспешке медсестры сталкиваются, они быстро встают, смотрят на имя пострадавшего и увозят его в палату. Маленький мальчик плачет, спрашивая, когда придёт мама? Тут из дверей выбигает муж пострадавшей, на его лице виден ужас и отчаяние, посмотрев на своего  сына, в его глазах промелькнула какая- то вина. Он обнял мальчика, тут его позвал врач. Он что-то прошептал ему, и мужчина вернувшись к своему ребенку, был наполнен убийственным горем...",
    "answers": [
      {
        "id": 142,
        "text": "Что же врач сказал ему?"
      }
    ]
  },
  {
    "id": 142,
    "text": "Вы пришли в себя, услышав голос Амины.\n— Что с вами?\n— Всё хорошо, просто вспомнил былое. Как там ваш пациент?\n— Слава Аллаху, жить будет. Вы можете ехать обратно, мне придётся остаться с пациентом.\n— Хорошо, но не могли бы вы сказать, почему так встревожились?\nДевушка покраснела и ответила:\n— Просто я неравнодушна к жизням людей, если это можно так выразить. Иногда, когда кто-то умирает в моей палате, я считаю что в этом есть моя вина.\n— Вы прекрасная девушка, если кто-то умер, то это ведь по воле бога, значит так было ему предписанно, — пытались вы подбадрить девушку.\n— Вы говорить также как и Марьям,- сказала улыбаясь медсестра, — спасибо, до свидания, мне пора.\nАмина ушла, вы побрели до машины, сели и поехали. На улице глубокая ночь, время час ночи. ",
    "answers": [
      {
        "id": 143,
        "text": "Утром",
        "blackout": true
      }
    ]
  },
  {
    "id": 143,
    "text": " Утром вы у дверей столкнулись с Элизой.\n— Джеймс, вас зовёт Лили. Она сейчас на кухне.\nВы спустились в кухню. Хелли накрывала на стол, это девушка с каштановым цветом волос и нормального  телосложения, с желтыми глазами и красивыми чертами лица, в которых иногда появлялась грусть.\n— Что случилось, мисс Руслановна?\nДевушка посмотрела на вас и промолвила:\n— Мне грустно за Марьям.\n— Почему?- удивлённо, спросили вы.\n— Она так молода, а свою молодость тратит на решение загадок. И как потом её в жёны возьмут? Если только найдётся такой, который её примет такой какая она есть...- сказала грустно девушка, — но таких почти нету.\nВы отвернулись и это заставило Хелли удивиться.\n— Знайте, Элиза слишком много говорит о вас. Вы не думайте, что это значит? \n— Я не обращаю на это внимания...\n— Элиза и Марьям...- размышляла вслух Хелли, — что вы можете сказать о Элизе? О Марьям?\n— Я плохо их обех знаю...\nДевушка посмотрела на вас, вы заметили её таинственную улыбку.\n— Не переживайте...,- промолвила она, уходя.\nТут в кухню вошли Лили и Макс, они сели за стол. После вошли Марьям и Элиза.",
    "answers": [
      {
        "id": 144,
        "text": "- Доброе утро!"
      }
    ]
  },
  {
    "id": 144,
    "text": "— Доброе утро!- воскликнул вы\n— Доброе,- молвила Марьям, садясь за стол.\n— Как вы выспались?- поинтернсовалась хозяйка у девушки.\n— Отлично, а как вы?\n— Хорошо. Хелли, не ставь тарелку  для моего мужа, его сегодня до вечера не будет,- воскликнула Лили и, посмотрев на вас, сказала, — куда-нибудь собираешься?\nВы был в замешательстве, и посмотрев на партнёршу начали:\n— Мы с Марьям решили отправиться в ресторан.\nМарьям чуть не подавились услышанным и посмотрели на вас непонимающим взглядом. \n— А ты время не теряешь, Джеймс,- вдруг начала знакомая, смотря на вас с улыбкой, — я так рада за тебя.\nТут в разговор включилась и Марьям.\n— Это не то о чём вы подумали,- объяснили она. — ещё с нами пойдёт Макс.",
    "answers": [
      {
        "id": 145,
        "text": "Недоумение знакомой"
      }
    ]
  },
  {
    "id": 145,
    "text": "— Мой сын? \n— Мама! Можно я пойду с ними? Пожалуйста,- просил парнишка умоляющим взглядом, увидев, что мать кивнула он добавил, — а можно будет мне мороженного?\nМарьям улыбнулась мальчику и ответилп:\n— Конечно.\nПосле все спокойно ели, закончив, Марьям, взяв тарелку и кружку, отправилась к Хелли.\n  Вы вышли с Максом на улицу и тот сказал:\n — Дядя Джеймс, а в какой ресторан?\n— Ну, который здесь недалеко. Пошлите,- сообщили вы, увидев партнёршу.\nПо дороге вы вспомнили письмо от Лили:                   \"Здравствуй, Джеймс. У меня большие неприятности в четверг свекрови стало плохо, врач сказал, что она наверное слишком много приняла дозу лекарства с чаем и отравилась, но это было не смертельно. В пятницу мой сын упал с дерева, слава Богу с ним ничего не случилось. В субботу на подругу напали. Прошу помощи!\"",
    "answers": [
      {
        "id": 146,
        "text": "Вы дошли до ресторана"
      }
    ]
  },
  {
    "id": 146,
    "text": " Дойдя до места назначения, вы оказались в небольшом ресторан, людей было очень много. Свободных столиков почти не было, но вы нашли один свободный столик на троих и сели за стол.\n Макс отправился за мороженным, воспользовавшись этим моментом Марьям сказала:\n— Может лучше в парк пойдём?- предложили она, шепча вам на ушко.\n— Вы правы, здесь Максу будет скучно,- ответили вы ели слышно.\n— И зачем вы меня не предупредили?- вдруг сказала девушка.\n— Мы не могли это обсудить в беседке! Нас могли бы подслушать.\n— Но теперь, они знают где мы, и проследят наверное.\n— Я подумал, как нам оторваться от них, если они решат проследить, — сказали вы тихи голосом.\n— Я надеюсь на вас. Можете обращаться со мной на \"ты\".\n— Тогда и ты со мной на\"ты\".\n— Хотела тебе сказать, я нашла кольцо и вот ещё смотри,- Марьям показала вам кольцо Лилы и инструкцию лекарства.",
    "answers": [
      {
        "id": 147,
        "text": "Осмотреть"
      }
    ]
  },
  {
    "id": 147,
    "text": "Обычное серебрянное кольцо, на ней есть надпись: \"От Д.У. для Лилы\" \n\"Значит, мистер Ульямс всё это время знал,- размышляли вы.\"\nВы удивились, посмотрев на инструкцию, и на выделенные слова. \"Если принять лекарство во время еды, можно отправиться....\"\n \"Неужели, кто-то подбросил ей в напиток, её же лекарство?- думали вы \"",
    "answers": [
      {
        "id": 148,
        "text": "Закончить осмотр"
      }
    ]
  },
  {
    "id": 148,
    "text": "Тут пришёл Макс с тремя мороженными, на удивление вам, он подал мороженное сначала девушке, а потом своему дяде (вам). \n— Спасибо,- вместе ответили вы с партнёршей.\n— Пойдёмте-ка прогуляемся по ресторану,- предложили вы.\nМакс поглядел на вас и понимающий кивнул.\n\"Всё-таки он умён,- размышляли вы с улыбкой.\"\nА тем временем, вы все скрылись в толпе и незаметно вышли из ресторана запасного выходом. ",
    "answers": [
      {
        "id": 149,
        "text": "Идти в парк"
      }
    ]
  },
  {
    "id": 149,
    "text": "Теперь вы шагали в сторону парка. Дойдя до парка, Макс подбежал к качелям и вы подтолкнули их. В парке было не очень много детей, их родители сидели на скамейках и что-то оживлённо обсуждали.\n— Джеймс, может потом найдём того мужчину, которого видела Элиза?- сказала вам Марьям.\n— Хорошо, ты останешься с Максом, а я пойду, поищу его,- решили вы.\n— Спроси его, никто ему не предлагал напасть на её,- промолвила девушка.\n\nБродя по парку, вы наткнулись на пьяного мужчину, он мирно спал на одной из скамеек. Подойдя к нему, мужчина открыл глаза.",
    "answers": [
      {
        "id": 150,
        "text": "Поговорить с ним"
      }
    ]
  },
  {
    "id": 150,
    "text": "— Чего тебе?- промолвил он.\n— Здраствуйте, не могли бы вы рассказать о том, как напали на девушку в воскресенье.\n— Это было в субботу,- поправил вас мужчина.\n— Значит, вы тот мужчина, которого я искал. Не могли бы вы всё мне изложить?\n— Я не виноват, семью кормить надо. Вот и пошёл на поводок у женщины, она своим прекрасным мянящим голосом, сказала мне напасть на ту девчонку, а взамен мне дала 5000.\n— Спасибо за информацию,- сказали вы.",
    "answers": [
      {
        "id": 151,
        "text": "Дать мужчине денег"
      },
      {
        "id": 152,
        "text": "Вернуться к партнёрше и Максу"
      },
      {
        "id": 153,
        "text": "Помочь мужчине с работой"
      }
    ]
  },
  {
    "id": 151,
    "text": "Вы протянули мужчине 1000.\n— Это мне?- не понимал мужик.\n— Да,- улыбнулись вы.\n— Я не могу это принять, я ведь...\n— Это для вашей семьи. \n— Спасибо,- сказал мужчина, беря деньги- Дай Бог вам здоровья!\n\n",
    "answers": [
      {
        "id": 152,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 152,
    "text": "Вернувшись, вы увидели Макса, лежавшего на скамейке.\n— Что с ним?\n— Наверное снотворное,- промолвила девушка и добавила,- Что ответил мужчина?\nВы кратко ей всё рассказали. И тут она начала:\n— Мне звонила Амина, говорит, что к пострадавшему в аварии пришла женщина, похожая на Лили. Они в палате 7, через час она уедет.\n— Что? Нужно найти её! \n— Я согласна, но...- девушка посмотрела на мальчишку.\n— Я приведу машину, заберём его с собой.\nЧерез некоторое время вы приехали с машиной,  положив мальчика на заднее сиденье, вы сели за руль, а Марьям села рядом с Максом, чтобы тот не упал.\n Приехав в больницу, Макс уже проснулся, вы сказали ему остаться в машине и никому не открывать дверь. Когда вы дошли до двери телефон партнёрши зазвонил. Отложив телефон, она сказала, что нужно следовать за чёрной машиной с номер 342. Побежав к машине и нажав на газ, вы тронулись.",
    "answers": [
      {
        "id": 154,
        "text": "Начать преследование"
      }
    ]
  },
  {
    "id": 153,
    "text": "— Давайте я вас устрою на работу?\n— Что?! Но я...\n— Нужно зарабатывать честным путём. И я вам помогу.\n— Спасибо! Царство вам небесное!- радостно промолвил мужчина.\nВы достали из кармана блокнот, пролистав его, и найдя нужную страницу, вырвали её и отдали мужчине.\n— Идите по этому адресу, там встретите моего знакомого. Скажите ему, что вы от мистера Джеймса.\n— Большое вам спасибо! Как мне отблагодарить вас?\n— Бросьте пить.\nМужчина был в замешательстве.\n— Я... попробую...\n— Это влияет на ваше здоровье, а у вас ещё есть семья. Берегите их! Всего хорошего!- промолвили вы, уходя. \n\n✓ Вы получили достижение [ Делающий добро ]",
    "answers": [
      {
        "id": 152,
        "text": "Пойти к своим"
      }
    ]
  },
  {
    "id": 154,
    "text": "Машина, в которой ехала Лилия уже была на другой улице. Поворот направо, поворот налево, вы продолжали погоню, наконец- то машина остановилась, вышла девушка и  вы все выпрыгнули из машины.\n— Стойте!- крикнули вы убегающей девушке.\nОна остановилась и тут её обнял Макс.\n— Мама!\nДевушка была в замешательстве, она вырвалась из объятий и посмотрела на всех вас.\n— Вы меня перепутали, я не Лили, я Лилия.\n— А откуда вам известно, что мы искали Лили?- поинтересовалась Марьям\n— Я...я...",
    "answers": [
      {
        "id": 155,
        "text": "Сказать, что вы знайте, что случилось"
      },
      {
        "id": 156,
        "text": "Дать слово партнёрше"
      }
    ]
  },
  {
    "id": 155,
    "text": "— Лили, мы вам поможем! Поехали с нами?\n— Спасибо...,- промолвила Лили, вытирая слёзы.",
    "answers": [
      {
        "id": 157,
        "text": "Едем домой"
      }
    ]
  },
  {
    "id": 156,
    "text": "— Нам известно, что вас перепутали и что Лила жива. Поехали с нами? Мы во всём разберёмся.\nИ вдруг настоящая Лили расплакалась.\n— Неужели, неужели хоть кто-то решил меня найти?- промолвила она обняв сына.\nПерестав плакать, она выпрямилась и гордо подняла голову.\n— Я должна с этим покончить раз и навсегда!- твёрдо решила девушка, — Поехали!",
    "answers": [
      {
        "id": 157,
        "text": "Возвращаемся в дом"
      }
    ]
  },
  {
    "id": 157,
    "text": "Приехав домой, вы спланировали план, Лили должна предстать перед всеми, а вы с  Марьям спрячетесть и в нужный момент выйдите. Вы спрятались, когда Лили зашла в кухню, послышались удивления.\n— Кто вы?- спросила Элиза.\n— Я Лили! А та, которая притворяется мной обманщица! Это Лила!\n— Что ты говоришь?- воскликнула Лила,- да кто тебе поверит? И где доказательства?\n— Я ей верю,- отозвался мистер Ульямс,- но...как...?\n— Нас перепутали, я была на гране смерти, но чудом выжила. Встретив брата, мы уехали, но не тут то было, Лила решила его пригласить в гости, а он попал в аварию.\n— Но я не желала ему вреда!- сказала еле, сдерживая слёзы, Лила,- да, это всё я! Я виновник! Звоните в полицию и пусть меня арестуют! Ничего уже не изменить...\n— Но где же доказательства?- вдруг промолвила старушка.\nИ тут вы с Марьям вышли из укрытия.",
    "answers": [
      {
        "id": 158,
        "text": "Дать доказательства"
      }
    ]
  },
  {
    "id": 158,
    "text": "— Мы можем их предоставить!- сообщили вы и начали,- Как до этого говорила Лили, да их перепутали, я был сам сведетелем, но ничего не подозревал. Лила притворилась беспомощной и попросила нас помочь. Это она отравила мисис Ульямс, её же таблетками, подсыпав их ей в напиток. Подговорила напасть на Элизу, и столкнула Макса. Насчёт мистера Ульямса, вы знали, что это не Лили, но вижу, Лилу сначала интересовало лишь богатство, а потом она в вас влюбилась, но вы не обращали на это  внимания.\n— Да, я знал, но не мог её выгнать, что бы было с сыном. Ему нужна была мать. И вы правы насчёт того, что я не обращал на неё внимание, но кто знал, кроме Бога, что она будет мне мстить?\n— И ты так изменил Лили!?-  воскликнула Элиза.\n— Если ты не в курсе, то мы в разных комнатах спим. Я не изменял Лили и я люблю только её!\n— И какой же мотив?- обратилась к вам Элиза,- от богатства до любви?\n— И от любви до неновести,- добавила Марьям.\nВы лишь кивнули.\n\n* Получена концовка [\"Я виновник!\"]",
    "answers": [
      {
        "id": 159,
        "text": "Эпилог"
      }
    ]
  },
  {
    "id": 159,
    "text": "Лили и все остальные простили Лилу, но она не могла здесь больше оставаться и, пожелав всем наилучшего, уехала из города. Вам уже пора, собрав вещи, вы подошли к партнёрше.\n— Вы хорошо потрудились,- сказали вы, улыбаясь.\n— И вы уже уежайте? Неужели первым поездом?\n— Да, через 20 минут. Моё дело здесь закончено. До свидания!- произнесли вы, направившись к машине.\nУже зайдя в машину, до вас донеслись слова Марьям.\n— Мир вам!\nВы улыбнулись.",
    "answers": [
      {
        "id": 128,
        "text": "От автора"
      }
    ]
  },
  {
    "id": 160,
    "text": "Найдите все достижения!",
    "answers": [
      {
        "id": 162,
        "text": "[ Делающий добро ]",
        "need": 153
      },
      {
        "id": 163,
        "text": "[ Детектив ]",
        "need": 117
      },
      {
        "id": 1,
        "text": "Вернуться на первую страницу"
      }
    ]
  },
  {
    "id": 161,
    "text": "Откройте все три концовки!",
    "answers": [
      {
        "id": 161,
        "text": "[\"Ты все равно моя подруга...\"]",
        "need": 126
      },
      {
        "id": 161,
        "text": "[\"Я не хотел её убивать, я лишь защищал сына...\"]",
        "need": 139
      },
      {
        "id": 161,
        "text": "[\"Я виновник\"]",
        "need": 158
      },
      {
        "id": 1,
        "text": "Вернуться на титульную страницу"
      }
    ]
  },
  {
    "id": 162,
    "text": "Вы помогли бедняге, устроиться на работу.",
    "answers": [
      {
        "isBack": true,
        "text": "Назад",
        "backstepCount": 1,
        "id": 162
      }
    ]
  },
  {
    "id": 163,
    "text": "Вы сумели найти виновника, умея, использовать факты.",
    "answers": [
      {
        "isBack": true,
        "text": "Назад",
        "backstepCount": 1,
        "id": 163
      }
    ]
  },
  {
    "id": 164,
    "text": "\n",
    "answers": []
  },
  {
    "id": 165,
    "text": "Девушка покраснела и промолвила:\n— Кольцо...\n— Вы его потеряли? Ваше?\n— Нет, это было кольцо Лили...\n— Вам помочь?\n— Нет... спасибо...",
    "answers": [
      {
        "isBack": true,
        "text": "Вернуться",
        "backstepCount": 1,
        "id": 165
      }
    ]
  },
  {
    "id": 166,
    "text": "[ Вся история вымышленна. Любое сходство с реальными людьми чистая случайность.]",
    "answers": [
      {
        "isBack": true,
        "text": "Назад",
        "backstepCount": 1,
        "id": 166
      }
    ]
  },
  {
    "id": 167,
    "text": "Значение  арабских слов:\n \nАссаляму Аляйкум — Мир вам ( тебе )\nАльхамдулиллах — Слава Аллаху\nИншааллах — По воле Аллаха",
    "answers": [
      {
        "isBack": true,
        "text": "Закрыть справочник",
        "id": 167,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 168,
    "text": "Слпва Аллаху",
    "answers": []
  },
  {
    "id": 169,
    "text": "В разработке",
    "answers": []
  },
  {
    "id": 170,
    "text": "",
    "answers": []
  },
  {
    "id": 171,
    "text": "",
    "answers": []
  },
  {
    "id": 172,
    "text": "",
    "answers": []
  }
]