[
  {
    "id": 1,
    "text": "На лето к бабушке что может быть лучше? Сидеть на крыше любоваться небом. Бабушкина еда, магазин через дорогу и деньги которые дали родаки) \nЛучше может быть только любовь \nАрья 17 лет",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "А вот и начало истории\n—Мама ты отправляешь меня к бабушке что бы не дарить мне подарки на день рождения? М? Засмеялась я\n—глупая моя. Нет просто бабушка захотела что бы в этот раз ты с ней отпраздновала. \n—И то хорошо, она ко мне на день рождения приезжала последний раз когда мне 12 исполнилось \nЯ поцеловала маму в щечку обняла своего брата которому 18 лет и села к папе в машину. \n",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      },
      {
        "id": 23,
        "text": "Описание"
      }
    ]
  },
  {
    "id": 3,
    "text": "Хм, что же было дальше? Наверное я приехала через 2,5 часа. Меня накормила бабушка я попрощалась с папулькой, ну и все! Ах да... К нам приехал пацан какой то, у него в нашем селе хлеб завод, ну точнее у его отца. А не знаю почему его раньше не видела... Ну да логично, я просто же услышала как бабушка разговаривает по телефону, когда мне его встречать\n—да... Тот симпатичный, начал приезжать как уже года 3\n—ой. Кто там? \n—так о тож! Отец его хлеб завода, а они с матерью в разводе. \nЯ зашла в комнату, бабушка ещё поговорила и сбросила трубку. \n—бабуль, а что за парень? \n—А... Начальник хлеб завода нашего был в разводе как лет 7, и его сын начал с 2016 года  приезжать к отцу. ",
    "answers": [
      {
        "id": 4,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 4,
    "text": "—а ну тогда ясно \n—Чего балоболим? (Дедушка) \n—ты сметану купил?? (Бабушка) \n—купил! \n—иди ешь раз купил \nХах, они смешные такие. Люблю бабушку и дедушку за их чувство юмора, ну и за все  конечно . Всех люблю. \nНаступила ночь. Я всегда люблю смотреть на звезды, буду подниматься на крышу. \nЯ вышла во двор там стояли 2 мощных фонаря, уже 10 часов ночи. Темновато. Я зашла в другую комнату, откуда вход в неё со двора.  И залезла на чердак, я чуть чуть убрала на нем. Сложила в ряд банки, убрала бумажки. Крч так\nЯ полезла на крышу. Не прошло и полу часа мне стало холодно, бл. Не хочу спускаться, ладно ещё чуть чуть потерплю.\n",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "—не холодно? \n—о дедушка. \n—на держи. Он дал мне простынь похожее на плед, одеяло. \n—спасибо \n—я тоже любил смотреть на небо в молодости, да и сейчас люблю, только твоя бабуля ворчит что я ей спать не даю,а потом в туалет из за неё не выйдешь, хехе.\n—ха,прикольно. \n—ладно я пошёл только долго не задерживайся. \n—ага",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "Я так просидели минут 30 потом взяла телефон поговорила с подругой. \nСижу \n—эй! \nБл*ть! Я обосравси, погоди пацан какой то. \n—что смотришь? Да я тебе говорю! \n—мне? (шепотом) я подошла к краю крыши, у нас (как и все был забор около дома) \n—да! Ты чо как статуя? Дай пожалуйста воды. Говорил он через забор\n—А ещё че? Ты вообще кто такой? \n—приезжая? Или прикалываешься? Ладно Марк, сын директора и человека который имеет хлеб завод, так ясно? \n—ааа, это ты? Слышала про тебя. Только ты не очень то и красивый. \n\"Ой я это в слух сказала? \"\n—ладно, твоё мнение меня не интересует. Дай пожалуйста воды или бутылку. \n—А сам то? Ладно щас. \n",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "—ты чо с дома сбежал, странник? \n—не твоё дело\n—ой как грубо. Я кинула в него бутылку с водой и попала прямо в лобешник \n—ай! Ты чо такая меткая? \n—А может это карма? \n—не верю в такое, ладно спасибо.\n—угу. \nЯ отошла от края крыши, было не высоко один этаж. И уселась опять посередине, так ладно на меня приключений хватит лучше спать пойду ",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "Шёл мой уже 3 день, ветра не было не чего такого. И так до дня рождения осталось 4 дня, уряя! \n—бабуля я прогуляться, ладно? \n—куда это? \n—я хочу пойти в центр прогуляться в парке. \n—хорошо как дойдешь напиши \n—обязательно, я пошла. \nВзяв с собой сумку с 5к уиии мне дали деньги на рассходы. Эх 5 к мне хватит в доволь нагуляться? НЕТ, НУ НИЧЕГО. \nЛан я не знаю что делать и о чем думать, но... Крутяк, я дошла. ",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "—хм... Ну да, деревня. Памятник погибшим в 1945, я люблю Вильнювку (название села) и магнит хыхы.\nЛадно друзей у меня тут нету, придётся самой жрать.. Да.. Тут очень грустно и не весело. \nБЛИН я ж бабушке не позвонила, оо как раз она. \n(Да, ало я только пришла хотела тебе позвонить) \n(все нормально?) \n(да) \n(ну ладно домой приходи не поздно) \n(да я приду через пол часа, тут и гулять толку не с кем) \n(ладно пока) \nТакс магазин ",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "Купив все что нужно для бурной ночи, гхгх ну не в том  смысле типо я не буду спать ночью ЛАДНО ЗАБУДЬТЕ \nКрч я купила 3 пачки чипсонов 2 литра пепси, шоколад. Мороженное 3 штуки всем в доме. Ну и жвачки. Крч для просмотра одного сериала готова. \n—хах. Посмеялась я сама себе. Тут прошла какая то девушка чуть меньше меня и задела пакет от того он чуть порвался. Пришлось нести пакет в руках. \n—ой простите меня... \n—А, ладно не чего. \n—меня Ксюша зовут, может ещё встретимся. \n—на вряд-ли, но меня зовут Арья. \n—извините ещё раз. \n—можно на ты\n—ладно пока. \nИ убежала куда то прочь, она милая была в платьице. Погоди те ка, а всм? Что сейчас было, я так просто познакомилась с девушкой которая испортила мне МОЙ ПАКЕТ. Это был мой пакет вообще то. Так я схожу с ума надо домой",
    "answers": [
      {
        "id": 11,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 11,
    "text": "Пока испортить себе режим сна все спали, а я выждала момент и типо пробрался на кухню Взяв мороженое и стакан с трубочкой.\n0:06 \nКрутяк. \nИ так я расположилась, мм. Ну и пора испортить себе зрение. У меня и так уже не айс. \nЯ так все съела за 3 часа. Пора кушатс жвачки. \n4:26\nОоой.... Так в сон клонит, а ещё 5 серий по 40 мин. Бл*ть я не выдержу. \nЯ убрала все и легла ",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "Проснулась я в ТРИ ЧАСА ДНЯ??? \nКапец...... \nЛадно надо прогуляться я не хочу тут просто сидеть я завезала себе длинную челку, заколкой назад. И шла с распущинными волосами. Джинсы по колено, майка. \nЖара ...  <plus>28.\nЭто капец. Машины приезжаю мимо. \nРасскажу вам чуть чуть о себе, оно не такое уж и старперское. Тут многие из города, ну а точнее как в городе тоже сидят в вк слушают музыку. А не деревня А ШО, А НУ ТЫ ШО ВАСЕК. \nИли типо такого хах. \nНу да ладно можно это считать как город, но жители не захотели что бы тут были пышные дороги и многоэтажки, поэтому тут село. \n",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "Тут я нащупала что у меня пропали из сумки деньги СУКА  она была не застегнута. Так ладно не паникова не хватает 300 рублей. Наверное щас кому то повезёт. Пошла по той же дороге назад, искать их. Я не когда не сдаюсь так рано \nТут я увидела их лежали себе спокойно через метров 5 от меня. \nТут был какой то парень я поспешила. \nОн наклонился и поднял \n—можно пожалуйте мне вернуть деньги? \"\n—вернуть, а это твоё? \nХм. Знакомый голос ладно тут у всех такой. \n—да, я не какой то отброс, что будет бегать за чужими деньгами, так отдашь? \n—за поцелуй\n—Чего? \n—не чего \nМы стояли и смотрели друг на друга в тишине я щас вообще не поняла что произошло. \n—ладно держи я видел как у тебя деньги упали. \nИ кстати бутылка возращаю, он  за улыбался\n—это ты? \n—нет ты",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "—а мне сразу показалось что голос знакомый. \n—серьёзно? \n—сильёзна. \nБлин я так веду себя как будто мы давние друзья, что он обо мне подумает? Хотя... Меня это не когда не волновало, ну пох. \n—ладно спасибо что отдал я пойду.  Я пошла домой, а нах он мне бутылку вернул? Она 1 рубль ей цена.  Нет просто выбросить? \nЯ выкинула её по дороге, он это увидел я развернувшись увидела его взгляд, покасилась. Не обращая внимание я пошла дальше домой... ",
    "answers": [
      {
        "id": 15,
        "text": "Вечером"
      }
    ]
  },
  {
    "id": 15,
    "text": "Я сидела как всегда смотрела на звезды \n—А как тебя зовут то? Растеряша? \n—У ТЕБЯ.... У тебя привычки пугать??? \nОн облакотился на ворота и закатил глаза\n—ты не ответила\n—Арья \n—окей, откроешь? \n—с чего бы? Незнакомцу открывать дверь. Ещё что? \n—да не чего и темболее я не незнакомец.\n—оой, ты меня прекрасно понял. \n—понял \nОн начал перелезать через забор\n—ты ты чо делаешь?? Тупой?? Я щас закричу!!\n—кричи на здоровье, а мне делать не чего. \n—ну раз нечего иди к своим друзьям, чего я тебе сделала? \n—Мои друзья спят. \n—ты даун скажи честно? ",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "—мы на личности перешли? \nОн был в моем дворе. \n—ДА! Представь себе, потому что ты только что вторгся в мою собственность. \n—Да блин, ну пригласи меня уже на крышу, я тоже хочу. Знаешь же что не отстану.\n—даун(шепотом) \n—Чего? \n—ИДУ!\nОн стоял у двери, я не знаю что он от меня хочет, что он со мной сделает, вы представьте что он просто вторгся в мой дом? Вы понимаете, я его вообще не знаю \nЯ резко взяла дверь и хлопнула ему в лоб побежала домой в комнату. \n—ТЫ ИЗДЕВАЕШЬСЯ?? Ааа, опять туда же... Почему ты такая меткая, бляя(сор за мат) \n—так тебе и надо. Я закрываю дверь, но не успеваю \nОн берет её и открывает на всю, он нагнулся ко мне\n—меня ещё так не кто не ударял  ты первая, заметь моя месть будет ужаснее. Но не бери в голову. Продолжил он после молчания- я не буду вредить тебе. Он прикусил губу и наши лица были в сантиметрах — до встречи ",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "Он развернулся и уходил, только в след я опракинула слово \n—псих, недоделанный. \n—что сказала? \nЯ быстро закрыла дверь на замок и забежала в свою комнату. \n—аа!! Бесит.... Ну посмотрим, я тебе устрою",
    "answers": [
      {
        "id": 18,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 18,
    "text": "На утро:\nБлииин ну кто там в туалете я щас прям перед дверью схожу!! Тут я услышала что бабушка разговариваем по телефону. \nГхгх хаха? В туалете? Эм.. Ладно. \n—ладно мы приедем, что вам взять в гостинцы? \n—хорошо, я тогда пошла будить внучку, пока Олечка. \n\"вата фак, я не хочу езжать к этой Олечке! \"\nПротивная баба, она не любит толком детей, нет она их любит, но не может долго выдерживать и двуличная баба какая — то, нет я к ней не поеду\" \n—Ох, ты что тут стоишь? Славо я тебя не ударила дверью. \n—оо, бабуля что ты там так долго делала, я побежала. \nЗакрыла за собой дверь, я умылась почистилп зубы и вышла. \n—ох, бабуля, а у нас нету таблетки от головы? А то у меня начинает болетьб",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "Конечно у меня не чего не болела это был мой план пропустить поход в гости и <plus> я буду дома одна ууухуу. \n—У тебя голова болит? \n—ага.... Может я плохо спала. \n—жаль... Ты тогда не сможешь пойти же в гости к тёте Оле?\n—мы к ней идём? Жаль... Но я правда наверное не смогу, лучше мне на диване отлежатся. \n—ладно иди сюда таблетку дам. \nЯ \"выпила\" таблетку, на самом деле положила её себе под язык и выкинула потом. \nЭХ. Надеюсь меня не спалили ",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "Урааа!!! Они уехали ту ту ту ту у. Пошла я гу-ля-тс. \nИ так короче. \nЯ пошла в магаз не подалеку от дома и встретила на своём пути маленькую банду. \nТам шли опа знакомый мне Марк не понятные барышни одна из которых держит под руку Марка ммм, что то новенькое. Опааа вот это встреча, та девушка которая порвала МОЙ пакет. И ещё 2 парня. \nКогда ко мне приблежалась эта \"банда\"  почему то Марк косо посмотрел на меня и убрал руку той девушка которая его держала. Я не стала заострять на них взгляд и просто прошла мимо. Не прошло и года меня догнал Марк. \n",
    "answers": [
      {
        "id": 21,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 21,
    "text": "—Привет растеряша \n—пока, ты же вроде  бы со своими друзьями гулял? Мне теперь даже в магазин выйти нельзя \n—ну я как бы тоже в магазин \n—какое совпадение. \n—ага, судьба. Чуть наклонившись ко мне сказал он. \n—а ты кстати знаешь ту девушку, которая в синем платьице была? \n—ах, Ксюша? Это моя сестра. \n—Да ладно?\n—угу\n—не могу поверить что у того грязного очень пристовучего ко мне человека, может быть такая сестра, ну я имею в виду милая, хорошо одета. \n—то есть от меня воняет?\n—нет, я имела другое в виду. \n—хмм.... И что? А кстати почему ты заинтересовалась моей сестрой? \n—ну.. Я с ней виделась, около парка. \n—ого, такие новости, а меня не кто не оповестил\n—может они не такие важные? \n—ну как так? Все равно же\n—ладно я в магазин ты меня не знаешь понял? \n—только не бейте. \n—ага, ещё тут нужен кому \n—хах",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "Дело было вечером делать было не чего. \n\nЯ пошла на крышу. Я принесла простынь и разлетила её тем самым легла. \nСУКА, \n—как ААА, же я НЕНАВИЖУ!!! БЛЯТЬ. Ну нафиг!! \nОс..... Фух. Ненавижу ос. \nЯ выхожу из комнаты куда ведёт чердак во двор открываю дверь. \n—АААА! Завижяла я. \n—хахаах хахаха. Начал задыхаться Марк \n—дигинерат конченный ТЫ у меня уже 2 сердечных приступа вызвал, если я щас лягу перед тобой даже не удивлюсь что скору.....\nМне стало плохо закружилась голова я чуть не упала. ",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "\nАрья гл героиня —  рост 172,середняя длина волос по лопатки, пухленькие губы, зелёные глаза густые брови [не армян:)] любит заканчивать разговор последней. Не есть много сладкого. Не любит часто фотографироватся. Обожает природу и звезды. Но есть один секрет который она не рассказывает обычным, мало знакомым людям\nИ у неё есть козырь. Бабушка и дедушка очень её любят и иногда не чего не замечают\n\n\n\n\n\n\nМарк-высокий, рост 181 чёрные цвета волосы карие глаза (коричневые) не пьёт, не курит, утоньщённые губы. Причёска в общем счету взъеошанная. Есть своя компания где его сестра Ксюша. Родители в разводе. Богатый, спортивный. Занимался борьбой, футболом и плаваньем. Любит газированные напитки, уважает старших и всегда помогает. Любит заигрывать с Арьей и любит свою сестру. Ненавидет томатный сок????",
    "answers": [
      {
        "id": 2,
        "text": "Назад) "
      }
    ]
  },
  {
    "id": 24,
    "text": "—Марк..... \n—Арь? Я же пошутил ты чего! Арь?? \nЯ упала Марк подхватил меня \n—Арь! Он начал хлопать меня по щекам.  — да ты издеваешься, он понес меня в комнату на кровать. Начала набирать номер скорой. \n—хахаха. Я не прекращая начала задыхаться смехом и уткнулась в подушку. Проорав я увидела выражения лица Марка. \n—ты дура? \n—Чего? \n—ты понимаешь что я щас чуть не стал причиной твоего обморока. ТОЧНЕЕ Я ТАК ДУМАЛ! \n—Да ладно тебе, зануда! Ты и правда меня напугал будешь знать как так пугать людей. \nОн покачал головой и молча ушёл, я почему то почувствовала вину перед ним. Ну а фигли он пугает, он что не мог подумать что я слабо нервная мало ли..... Ладно забей на него, приставать не будет",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "Целый день я провела в одиночестве, ну как с мамой поговорила и с братом, а так..... Уже близится к 7 часам. Бабушки и дедушки нету \nЯ им позвонила. \n—крутяяяк. Они будут через 2 часа минимум. \nИ что мне делать? Так скучно... Хээ(\nЛадно не расскисай,может и правдо не стоило так наезжать на Марка? Он наверно сильно переживал за меня. \nО чем я вообще думаю? Бред, он меня доставал, а чувствую вину я.... Он наверное щас со своей бандой отдыхает веселится, а я тупинькая ещё и думаю о нем. \nЯ опять забралась на крышу уже темнеет. Лето ночь рано наступает) \n\n\n",
    "answers": [
      {
        "id": 26,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 26,
    "text": "В итоге в дом вернулись \"предки\" \nНочью Арья выходила на крышу в ожидании чего-то, но так и легла спать думая о Марке. Чём он её задел? Или же она его? ",
    "answers": [
      {
        "id": 27,
        "text": "Тем временем у Марка"
      }
    ]
  },
  {
    "id": 27,
    "text": "—тупой телефон. Зарядка села. \n\"я наверное ушёл не попрощавшись, Арья может обиделась на меня, а если я её и правдо напугал? То получил по заслугам \"\nВ дверь кто то входит\n—Марк? \n—Ксюша, ты. \n—ты чего нервничаешь?\n—да так, не чего, я наверное в магазин схожу, ок?\n—А не поздновато ли ты жрать захотел? Уже 11 часов ночи. \n—не твое дело малявка. \n—тц(цокнула:)) \nТут зашёл отец Марка\n—ты куда? \n—в магазин\n—в такое время ты не пойдёшь? \n—да ладно?? Мне что вообще нельзя не чего делать здесь?? \n—я же за тебя переживаю! Хочешь я тебе сделаю что то сам? А? Поешь нормально? А не всей этой гадости\n—оой, никуда я не иду! Всё вопросы есть? ",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "У утром у Урьи \nВообще все просто как обычно даже рассказывать лень, поела поср.....эээээ забудте \nПоела, погуляла, ещё раз поела, посмотрела ютуб. \nДнём она вышла во двор и заметила знакомое лицо \nОо а я то думала что пропал.. \n—Арь? \n—Чего тебе надобно? Подняла я одну бровь — старче\n—я эт.. Откроешь может? \n—так уж и быть. \n—Извениться хотел, ну то что вчера ушёл так, я реально очень переживал что ты упала в обморок, нету слов одни эмоции и так сказать за этот инцидент я хочу пригласить тебя в кафе, как скажешь? \n—ооо без этого обойдусь. \n—Да ладно тебе, растеряша. \n—как бээ я подумаю, но я тоже хотела извениться, я не думала что ты так отреагируешь. \n—хах, супер! \n—в смысле? \n—тогда я не тебя прощу если ты не пойдёшь со мной. \n—ну... Не так ты мне и нужен. Я начала медленно отходить назад, руки за спину и на лице улыбка. \nМарк медленно шёл за мной. \n—осто....! \n—ай. Я ударилась об стену дома головой \nМарк все ещё подходил ко мне. \n—ай, приближешься на сантиметр получишь. \nЯ задержала дыхание, он был очень близко. \n—не поторопи события. Хамская улыбочка. — у тебя за дверь волосы зацепились \nОн подошёл ко мне в плотную и распутал комочек зацепившийся за какую-то щелку двери или как это назвать? \nВ один момент у меня проскачилась мысль. \nЧЕРТ!! А ЕСЛИ ЭТО БАБУШКА В ОКНО КАКОЕ НИБУДЬ УВИДЕТ",
    "answers": [
      {
        "id": 29,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 29,
    "text": "Я его откинула от себя и осмотрелась \n—тебе повезло. Я уткнула на него свой злобный взгляд. И начала тыкать указательным пальцем в его живот\n— если —  ты —  сейчас —  не уедешь —  у мен...\nОн как заржал\n—ты чо ржешь? Алое, я с кем разговариваю? \nЯ потронула до его живота и поняла что он щикотки боиться \n—реально что ли? Ты щикотки боишься? \nОн прекратил и громко сказал \n—нет! \nЯ услышала что кто то хлопнул дверью в коридоре \n—БЫРЕЙ ПШЕЛ, СЮДА ИДУТ! (Громким шёпотом сказал я) не знаю как возможно громким шёпотом говорить, ну надеюсь вы поняли. \nВскоре прошла неделя и я чаще всего засыпала думая о  сегодняшней встрече с Марком. Оказывает он не плохой парень и очень дружелюбный надеюсь подружимся",
    "answers": [
      {
        "id": 30,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "Но... Перед тем как я вам расскажу сегодняшний день. Давайте я вам скажу что было на мой др.\n",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "—ВНУЧЕНЬКААА \n—А? Шо? \n—А ДНЁМ РОЖДЕНИЯ что Б была здорова всегда \nЧмок \n—о спасибо . \n—А это тебе от нас с бабушкой подарок. \n—прям щас открою! Ии?? \nТам была коробка завернутая я начала не распоковывать \n\nТам лежала моя любимая книжка вторая часть, но самое главное там было это мак бук!\n—мы с твоими родителями посовещялись и решили тебе все это подарить, а это ещё маленький призентик \nДедуля дал мне красивый пакетик со сладостьями, печеньками, шоколадками и т д.)) ",
    "answers": [
      {
        "id": 32,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 32,
    "text": "Почему я так удивилась макбуку я же в принципе могу себе позволить его. Но дело в том что..... М-ДА. Я недавно свой сломала прям перед отъездом к бабушке. Он мягко говоря ЁБНУ*СЯ на пол и капут. \nМой др был очень весёлый меня обзвонили все подруги из дома я не выходила в принципе потому что по видео звонку разговаривала с родителями и играла на новом макбуке в кс.. Да дааа. Я такая",
    "answers": [
      {
        "id": 33,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 33,
    "text": "Меня не беспокоил Марк, на то странно. И свою ночь на день рождения я провела в одиночестве. Меня поситили опять философские мысли. \nНа то что такой чувство, что я буду чувствовать при смерти и т..д.. \nДА бред ещё тот, но иногда я задумываюсь об этом нельзя быть всегда оптимистом, это тоже плохо и не задумываться о своей жизни \n",
    "answers": [
      {
        "id": 34,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 34,
    "text": "И так сегодня. \nЯ лазила в своём новом макбуке, старенький комп я кинула в кладовку",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "Я слышу что ко мне кто то стучится в окно \n—ты реально? Открываю —  ещё Б как Санта через трубу \n—не ворчи, пошли кое чо покажу \n—через окно? \n—нет кончено, Блин Арья. \nЯ была заинтересована, сказала бабушке что ухожу и вышла на улицу \n—ну шо, подёмоте? \n—угу, только куда. \n—я уверен тебе понравится, но я хочу сначала провести экскурсию по так сказать  моим владениям. \n—твоей фабрике? Похвастаться хочешь? \n—частично, но там правдо очень круто тебе понравится. \n",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "Мы пришли, это было огромное место модно сказать, тут было поле, которое убрали и построили завод потому что оно очень большое. \n—И так тут можно потеряться, но не думаю что у тебя получится \nНу короче самое главное что тебе нужно знать это то что туда куда мы щас пришли это не главное. \nТам прямо находится столовая, слева на верху главный кабинет,а вот там хранится зерно. Дальше туда оно перемалывается и т д. \nБыло 15:29\nМарк мне всю показал рассказал, как начало темнеть мы пошли в его дом так сказать. \n—это мой дом он не такой большой, но зато отец разрешил мне жить отдельно, впрочем там ванная, вон моя комната слева, там дальше кухня и т д, зал, телик, \n",
    "answers": [
      {
        "id": 37,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 37,
    "text": "—спасибо, но зачем ты мне все это рассказываешь? Ну, нет я имею в виду что мне не нужно все прям тут знать, мне конечно интересно, а ты не думаешь что я могу какие то секреты разболтать? \n—не разболтаешь \n—разболтвю ФЬФУ. \n—хаха, ты даже слова связать не можешь, а ещё что то говоришь. \n—ага, ага.\nПодхожило уже к 19:00 мы все время рубились в его приставку.\n—да кааак??? Ты что раньше играла?? \n—быстро учусь может \n—ага, ладно это я тебе поддавался не чее, ща отыграюсь, тут у него зазвенел телефон — уже? \n—что уже? \n—7 вечера\n—7 ВЕЧЕРА?? БЛИИИН Я ЖЕ БАБУШКЕ ДОЛЖНА БЫЛА ПОЗВОНИТЬ\nЯ начала набирать бабушкин телефон, но славо богу ещё не было пропущенных, шутки 50",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "Мы начали идти за дом, я уже несколько раз смогла успокоить и тысячу раз представить зачем он меня туда тащит. \n—та даааам\n—чего?\n—ну типо вауля ? \n—да поняла я, а ты имеешь в виду это здание? \n—ага\n—хм, а что это раньше было. \n—тут был склад, но он был очень старым. \n—И зачем ты меня сюда позвал? \n—пошли на крышу, там очень красиво\n—интересно \nМы подняль и там был самый прекрасный вид, который я видела. Было видно все село, хотя у меня и болели ноги после лестницы, но это того стоило",
    "answers": [
      {
        "id": 39,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 39,
    "text": "",
    "answers": []
  }
]