[
  {
    "id": 1,
    "text": "Я не хотел, чтобы квест начинался прямо с первой страницы. Но я новенький в этой программе, поэтому, я надеюсь, что мнето простят:). Предупреждая, что я пробую себя в качестве писателя впервые. Оценивайте строго, но не слишком. Приятного чтения.\n\n\n[Часть 1: Прибытие в ЧЗО.]\nДождь лил, и даже не думал останавливаться. Мы с проводником уже прошли первый барьер между зоной и обычным миром, так называемой большой землёй. А проводник оказался недурным. Знал все пролазы. Вот только на последнем шагу, он ужастно сглупил, из-за чего нас обнаружили. Благо, отверстие в колючке уже было сделано, поэтому нас не успели захватить и расстрелять на месте, как людей, незаконно проникших на запретную территорию.",
    "answers": [
      {
        "id": 2,
        "text": "Продолжить"
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d17/2001/87/91658029563c.png"
      }
    ]
  },
  {
    "id": 2,
    "text": "[Часть 2: Деревня новичков.]\n\nБлокпост пройден. Самая опасная часть нашего похода позади. Я поблагодарил проводника, а то лишь показал пальцем куда мне дальше, улыбнулся и ушёл в неизвестном для меня направлении. Мне оставалось лишь идти по показанному мне маршруту. \nШёл я где-то 10 минут. Шёл — шёл. И вот, передо мной открывается деревня, вся разрушенная. Дома полу-сгнившие, вернее их чердаки. Сами они разрушены. При этом, с холма, где я стоял, было видно людей, сидящих у костра. Ну, тут я смекнул, что я прибыл в пункт назначения.\n\nНа входе меня никто не остановил, лишь попросили назвать своё погоняло. А его у меня нет, поэтому пришлось по имени предоставиться. Совсем скоро у меня появился позывной Боун, из-за своего имени",
    "answers": [
      {
        "id": 3,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 3,
    "text": "[Часть 3: Получение информации о торговце.]\n\nСидя у костра, я задумался, где мне найти свое первое оружие... Деньги были у меня, а вот был ли тут какой-нибудь торговец, вот это не понятно. \n  -> Эй, ребят, подскажите. Здесь торговец какой-нибудь есть? Оружие там продать мне или ещё что-то?\n  -> А ты новенький что-ли? Ясно.. Да, есть такой. Вон туда иди, там спуск в подвал будет, вот там сидит этот старый жлоб. Сидоровичем зовут.\n  -> Спасибо. А почему жлоб?\n  -> Скоро сам узнаешь!\nВокруг костра заиграл смех. Лишь только опытные сталкеры понимают, что Сидорович даёт шанс выжить всем новоприбывшим.\n  -> Ну, если у тебя нет желания разговаривать с Сидоровичем, можешь пойти к Волку, он может тебе помочь. Решай сам.",
    "answers": [
      {
        "id": 4,
        "text": "Пойти к Сидоровичу"
      },
      {
        "id": 5,
        "text": "Пойти к Волку"
      }
    ]
  },
  {
    "id": 4,
    "text": "По советам сталкеров я двинулся к Сидоровичу, местному торговцу и знаменитому барыге впринципе. \n\nПройдя небольшое расстояние, я нашел спуск в подвал. По рассказам, эта и была каморка Сидоровича. Зайдя внутрь, в нос сразу же ударила пыль, из-за чего захотелось и чихнуть, и одеть противогаз, и задохнуться. Сколько лет тут не убирались... Пройдя дальше, перед Боуном открылось небольшое пространство: металлическая дверь, которую просто так не откроешь. Даже взрывчатка не поможет. По углам расписаны какие-то ящики из под овощей или фруктов. На двери висела фраза на бумажке: \"Заходи не бойся — выходи не плач\". Над дверью стояла камера наблюдения. Боун, недолго думая, помахал в камеру. После сей манипуляции послышался характерный звук открытия металлической двери. Недолго думая, новоприбывший сталкер зашёл внутрь. Здесь же была совсем иная обстановка. Везде прибрано, чисто, пыль была только разве на потолке. На стеллажах висело много оружия, также на столах лежало много медикаментов. В отдельной комнате было много еды. Но главная достопримечательность сего подвала — сам Сидорович. Лысый мужик, в коричневом пиджаке и синих джинсах. От его стола пахло.. Нет, воняло рыбой. То ли свежей, то ли протухшей, неизвестно.\n\n  -> Ну, с чем пожаловал в места, столь отдаленные от цивилизации?\n  -> Здравствуйте. Мне нужно оружие,еда, медикаменты и прочее. Деньги у меня есть.\n  -> Ну, то что деньги есть это хорошо. Значит, готов предложить тебе выгодную сделку: я даю тебе всё, что ты просишь, а ты выполняешь одно мое небольшое поручение. ",
    "answers": [
      {
        "id": 6,
        "text": "Я согласен, говори, что надо делать!"
      },
      {
        "id": 7,
        "text": "Ну уж нет. Только обосновался здесь, а уже шлют куда-то. Или гуляй, жирабас."
      }
    ]
  },
  {
    "id": 5,
    "text": "Данная сюжетная ветка в разработке. Пожалуйста, потерпите ещё немного.",
    "answers": [
      {
        "id": 1,
        "text": "К началу"
      }
    ]
  },
  {
    "id": 6,
    "text": "—> Значит, недалеко от автобусной остановки находится АТП, спросишь у Волка где это. Там обосновались нежелательные клиенты, которых надо устранить. Но сам понимаешь, люди нужны новые, незнакомые тут никому. Ты как раз подходишь к такому типу. Идёт?\n  — Идёт! А теперь давай снаряжение.\n\nСидорович привстал, и начал собирать снаряжение, которое я просил: Автомат Калашникова 74 года укороченный, пистолет Макарова, 3 аптечки, 2 банки тушёнки, кожаную куртку, берцы обыкновенные, и разгрузочный жилет, вмещающий в себя 8 магазинов для Калашникова, 4 магазина для Макарова и два подсумка для гранаты. Также, мне дали 8 магазинов для автомата Калашникова, пару пачек 5.45, 9.18. Магазины были уже заряжены. Но самое главное — это ПДА. Это своеобразный телефон, позволяющий сталкерам общаться независимо от их местоположения. Боун распихал все магазины по подсумкам, один вставил в шахту для магазина и вышел из подвала Сидоровича. ",
    "answers": [
      {
        "id": 8,
        "text": "Направиться искать Волка"
      }
    ]
  },
  {
    "id": 7,
    "text": " -> Слышишь, да как ты, зелень убогая, смеешь так со мной разговаривать? \nТорговец взял в руки рацию, и сказал:\n  -> Толик, зайди в бункер, быстро!\nЧерез некоторое время в бункер заявился мужчина лет 40, высокий, крепкого телосложения. Очевидно, что он работал эдаким телохранителем Сидоровича.\n  -> Сталкер, лучше выйди, а то хуже будет.",
    "answers": [
      {
        "id": 23,
        "text": "Спокойно, не пререкаясь выйти из подвала Сидоровича."
      },
      {
        "id": 24,
        "text": "Дерзко пошутить: \"А тебе часом не грустно работать на этого бизнесмена?"
      }
    ]
  },
  {
    "id": 8,
    "text": "Волка долго искать не пришлось, это довольно опытный сталкер в этих краях.\n  -> Привет, ты Волк? Мне сказали, что ты передашь мне местоположение АТП.\n  -> Да, давай номер своего ПДА, скину маршрут.\n  -> 9373667465\n  -> Так-с, ага. Все, маршрут у тебя. Двигай, верши добро.\n  -> Спасибо.\nБоун закинул автомат на плечо и двинулся в направлении АТП. Идти было недолго. Мутантов, про которых так много говорили на большой земле тут почти не было. Лишь изредка слышался вой собак.\nМинут двадцать сталкер шёл. Шёл себе. Вот и подошёл к месту назначения. Вот только неопытен он был, потому не подумал о том, что надо оценить обстановку издали. Из-за этой безалаберности его оглушили и отнесли в главное здание. Сталкера захватили в плен.",
    "answers": [
      {
        "id": 9,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 9,
    "text": "Боун очнулся. Он лежал на кровати, по всей видимости, на втором этаже. Снизу можно было услышать смех каких-то незнакомев, скорее всего бандитов.\n\nРуки были завязаны.. Выбор невелик: либо пытаться развязать руки, либо идти к бандосам, авось отпустят. ",
    "answers": [
      {
        "id": 10,
        "text": "Попытаться развязать руки."
      },
      {
        "id": 11,
        "text": "Пойти к бандитам."
      }
    ]
  },
  {
    "id": 10,
    "text": "Да, нахождение в плену не самое лучшее время. Но, Боун был не лыком шит, поэтому смог развязать себе руки, достать ПДА и отправить Волку сигнал SOS. Оставалось надеяться на то, что он пришлёт хоть кого-то на помощь. \n  — Вот бандюги сволочи, все отобрали. Однако...\n\nБоун заметил, что на столе, недалеко от кровати, где он спал лежит нож. Это шанс сбежать отсюда, по крайней мере, с оружием. Но, внезапно, мысли Боуна прервал бандит, зашедший в комнату проверить его. Бандит ударил Боуна по голове, что второй отключился.",
    "answers": [
      {
        "id": 12,
        "text": "Прийти в себя."
      }
    ]
  },
  {
    "id": 11,
    "text": "Идти к бандитам не самая лучшая идея, но делать нечего. Вот только они сами пришли на шум. \n\n  -> Оп-па. Очнулся малец. Ха-ха-ха. Ты вообще знаешь, на территории кого ты бродил и знаешь ли, как тебе повезло, что пахан сегодня добрый. Обычно таких как ты он сразу убирает, а сегодня вдруг оставил тебя в живых. Ладно, сиди пока, жди пахана, он скажет, что с тобой делать.\n\n",
    "answers": [
      {
        "id": 15,
        "text": "Можно хотя бы воды выпить?"
      }
    ]
  },
  {
    "id": 12,
    "text": "Бандит ударил Боуна настолько сильно, что тот на некоторое время отрубился. Но не надолго. Через некоторое время он очнулся и сел на кровать, благо за это ему ничего не было. \n\n  -> О, очнулся, чепуха. Ну как ты?\n\nТишину пронзил смех бандитов у дырки в стене, ведущей на козырек здания. Они смеялись то ли над анекдотом, то ли надо мной, ведь видок у меня был мягко говоря говно. В голове уже начала выстраиваться картина побега. Но сначала, необходимо было разузнать, где лежит снаряжение, отобранное бандитами у сталкера. И сталкер это выяснил. А выясни просто. Какой-то упырь выложил всё снаряжение перед сталкером. Неизвестно зачем. Ведь он должен был понимать, что если Боун освободится, то шанс того, что он всех пристрелит очень большой.\n",
    "answers": [
      {
        "id": 13,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 13,
    "text": "[Часть 4: Мысли]\n\nСидя в плену у сталкера невольно напрашивается вопрос: А насколько тут сильно жестокие люди? Ведь если так подумать, то даже мутанты не так опасны, как сами люди. По факту, люди и создали зону. \nЗона. Настолько опасное место. Зона — это что-то стоящее между катастрофой, сделанной, собственно, человеком и искусственным интеллектом.. Хотя, вряд ли искусственным. В зоне все просто так не происходит. Сталкер об этом и задумался, ведь недаром он попал в плен к бандитам, непросто же так он задумался при входе на АТП. Хотя, скорее всего, это просто невольное и неудачное стечение обстоятельств.",
    "answers": [
      {
        "id": 14,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 14,
    "text": "[Часть 5: Приход неизвестных]\n\nИ даже в плену спокойно посидеть не удалось. Спустя три дня после моей пропажи, на АТП напали какие-то три сталкера. Интересен тот факт, что среди них были два сталкера, которых Боун видел у костра. Отважные, наверное, ребята. \nБандиты отлетали один за другими, как вдруг в одного из сталкеров, по всей видимости, пахан выпустил целый магазин. Жаль сталкера. Позже, можно было понять, что погиб и второй сталкер. Хорошие были ребята.. Наверное. Но всего сталкеров были три. Где третий? А вот и третий. Этот неизвестный подошёл ко мне, развязал меня и начал расспрашивать о том, кто я и что я тут делаю..",
    "answers": [
      {
        "id": 16,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 15,
    "text": "Данная сюжетная ветка ещё в разработке! Пожалуйста, потерпите!",
    "answers": [
      {
        "id": 1,
        "text": "К началу "
      }
    ]
  },
  {
    "id": 16,
    "text": "Прежде чем заговорить, я одел всё своё снаряжение. И после того, как сделал это, нацелился на неизвестного мне сталкера и сказал, чтобы тот отдал мне все свое оружие. Можно было подумать, что Боун хотел гопнуть его, но это было не так. Он просто хотел обезопасить себя.\nНеизвестный сталкер отдал все оружие, что у него было. И лишь потом Боун разрешил задавать вопросы, но прицел со сталкера не сводил.\n—> Эй, ну ты чего, сталкер. Убери оружие.\n—> Только в деревне я тебе отдам все, что было твоё. А пока, отвечай на вопросы. Кто ты? Твой позывной? Откуда ты? Зачем пришли?\n—> Только не стреляй. Скажу всё. В общем. Я сталкер новичок, недавно в зоне. Тычка меня кликать. Я с деревни новичков пришёл, Сидорович послал за каким-то сталкером, видимо за тобой. Сказал, что в награду смогу взять твоё снаряжение и ещё сверху накинет.\n—> Понятно, почему его жлобом называют. Ну, снаряжение ты не получишь, а вот деньгами со мной поделишься. Я ведь тоже косвенно участвовал в деле. Скажем, пятьдесят процентов награды моя. И можешь даже не пытаться торговаться, я буду стоять на своём. Да не рыпайся ты, хуже будет. Ладно, хрен с тобой. Идём в деревню. Оружие там же и отдам. Следуй за мной. А попытается убежать — пристрелю. Так что не балуй. Все, двинули.",
    "answers": [
      {
        "id": 17,
        "text": "Проверить снаряжение и выдвинуться в путь."
      }
    ]
  },
  {
    "id": 17,
    "text": "Идти было недалеко. А главное — безопасно. По крайней мере так казалось Боуну. Изредка слышался вой псов вдалеке. Но это изредка превратилось в очень часто и, в конце-концов, мы набрели на псов. Слепых псов. Самые обычные и самые безобидные мутанты. Безобидные в случае, если лезут не толпой, а по одной. А если на тебя бежит целая стая — пеняй на себя. Про псевдособак можно вообще промолчать. Загрызут, и пернуть не дадут перед смертью...\nПсы, заметив нас издали, рванули к нам. Но Боун не растерялся и начал стрелять по псам. До этого он никогда не держал оружие в руках, поэтому его плечо начало болеть после одного выстрела. Хотя, отдача была не так сильна, боль все обострялась и обострялась. Но, вместе с этим, псы все помирали и помирали. И в конце-концов, все псы были уничтожены. Боун, конечно, был тем ещё экономиком, поэтому потратил на всех псов два магазина, хотя можно было бы выложиться в один. Но, тут также играет волнение. Ведь человек в зоне впервые. Да и оружие держит впервые. Эмоции переполняют.",
    "answers": [
      {
        "id": 18,
        "text": "Продолжить путь"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вся дорога была в крови... В крови и кишках псов. Оба сталкера не выдержали и отбежали в кусты. М-да, не сладко новичкам на первых порах приходится. Но это нормально \nЧерез некоторое время сталкера продолжили свой путь. Шли — шли, и, наконец-то, дошли до деревни. Часовой на входе махнул обоим рукой, в знак того, чтобы проходилм побыстрее, да не мельтишили.\n\n ->  Значит, держи своё снаряжение. И пошли к с Сидоровичу да наградой.\n\nСталкеры направились в ту вонючую каморку. Но, зайдя в неё, всё было немного по-другому. Свет не горел, а Сидоровича, по всей видимости, не было на месте. Странно. ",
    "answers": [
      {
        "id": 19,
        "text": "Пойти поинтересоваться, где Сидорович и Волк."
      }
    ]
  },
  {
    "id": 19,
    "text": "[Часть 7: Пропажа Сидоровича]\n\nСтранные вещи начали происходить в деревне. Сидорович пропал, Волка нет. Лишь пару новичков у костра.\n—>  Ребята, что происходит? Где Сидорович, где Волк, где все?\n—>  Ушли они, как они сказали, в бар. Волк нам передал карту до бара, продиктуй номер своего ПДА, скину тебе.\nСталкер продиктовал номер своего ПДА. Дождавшись прихода путя до Бара, сталкер, недолго думая, рванул туда.\n\n—>  Если пойдешь со мной, догоняй сейчас.\n",
    "answers": [
      {
        "id": 20,
        "text": "Рвануть в бар на всех порах."
      },
      {
        "id": 21,
        "text": "Остаться в деревне и ждать Сидоровича."
      }
    ]
  },
  {
    "id": 20,
    "text": "Сталкер спокойно шёл по свалке. Внезапно, он услышал какие-то выстрелы. И, естественно, его задница захотела посмотреть, что происходит. Ага, посмотрел. Пришлось отбиваться. На сталкеров напали бандиты, и пришлось помогать им, раз пришел. Расстановка была такая: два сталкера слева, два справа. Один посередине, Серым кличут его. Он тут типа главы. Бандитов и справа и слева было по три штуки. Ещё где-то их снайпер засел. Благо, он не видел нас. Два сталкера открыли огонь по бандитам. Шальные пули попали в головы. Чтобы не просто стоять, да наблюдать, я решил хоть как-то помочь, потому решил обойти бандиты, и сделал это не зря, ведь они уже наступали и зажали двух сталкеров справа. Обойдя из слева, я убил сразу троих. Вот тут и проснулся снайпер. Он, приметив меня, открыл огонь. Пуля попала в ляшку. Больно было неимоверно. Боевое крещение, так сказать. Еле-еле, Боун убрался с открытой местности и начал говорить с Серым.\n—>  Спасибо тебе, сталкер. Держи, все что есть у нас. [Получено: 10 000 рублей]\n—>  Вовремя я тут оказался.\nБоун посмеялся, но потом о себе дала знать рана. Сталкер достал бинт, также шприц с обезбаливающим. Первым делом,он вколол шприц, а потом уже наложил бинт. \n",
    "answers": [
      {
        "id": 22,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 21,
    "text": "Данная сюжетная линия ещё не окончена. Пожалуйста, потерпите!",
    "answers": [
      {
        "id": 1,
        "text": "К началу"
      }
    ]
  },
  {
    "id": 22,
    "text": "В данный момент сюжет кончается, но я вас уверяю, что я напишу его и исправлю все ошибки, которые найду!",
    "answers": [
      {
        "id": 1,
        "text": "К началу."
      }
    ]
  },
  {
    "id": 23,
    "text": "Work in progress",
    "answers": [
      {
        "id": 1,
        "text": "К началу"
      }
    ]
  },
  {
    "id": 24,
    "text": "Work in progress",
    "answers": [
      {
        "id": 1,
        "text": "К началу"
      }
    ]
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  }
]