[
  {
    "id": 1,
    "text": "Эта история произошла со мной значительно недавно, но оставила  за собой глубокий след.\nМеня зовут Эмили. Эмили Томсан, и я самая обычная девушка 19 лет.\n\nНа первый взгляд я произвожу впечатление подростка с психическими отклонениями, но на самом деле я вполне здорова, у меня даже справка имеется, но не об этом сейчас.\n\nЯ хочу вам рассказать историю, которая произошла со мной два года  назад.\n",
    "answers": [
      {
        "id": 2,
        "text": "узнать,что же произошло 2 года назад\n"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://yandex.ru/images/touch/search?text=фон<amp>pos=39<amp>p=2<amp>img_url=https://avatanplus.com/files/resources/original/583131414fc821588028672f.png<amp>rpt=simage",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "                                   《 Pov Эмили 》 \n\nПогода на улице не очень.Да...прямо,как моё настроение. Раскаты грома и крупные капли дождя падали на землю, заставляя замирать всё живое вокруг.От этого по коже бегали приятные мурашки, а в голове творился полный хаос.\n\nПрямо как в моей любимой книге, где главный герой являлся к своей любимой во время дождя.\nЯ аккуратно взяла уже знакомую книгу в руки. \nНахлынувшие воспоминания, заставили меня вновь проникнуться той самой атмосферой ужаса, которой был окружён тот страшный,заброшенный особняк.\nЛили, так звали главную героиню этой книги. Она  показала огромную решительность, отказавшись от человека, которого любила, только для того, чтобы тот был счастлив.\n\nЯ сама не заметила, как по моей щеке скатилась одинокая слеза. Я тут же смахнула её рукавом и отложила книгу подальше в сторону. \nВремя близилось ко сну и я решила не затягивать с этим  и лечь спать.\nНадеюсь мне приснятся  чудесные сны.",
    "answers": [
      {
        "id": 3,
        "text": "Уснуть\n"
      }
    ]
  },
  {
    "id": 3,
    "text": "\" Как-то стало совсем холодно \" — вдруг подумала я, слегка приоткрыв глаза.\nОт увиденного, я совершенно впала в шок.\nЯ находилась около того самого особняка из книги, кажется у меня начались галлюцинации.\nА хотя...сон. Точно, мне это снится. Попробую закрыть глаза и просто проснуться.\nЯ закрыла глаза, как вдруг мне на лицо упали несколько холодных капель дождя.\nПросто замечательно, ещё и дождь начинается.\nКажется это не шутка,да и на сон особо не похоже.\nЯ ещё раз оглянулась вокруг, но кроме особняка, наводящего немалый ужас, ничего не увидела. \nНужно найти кого-то кто сможет мне помочь.\nЯ аккуратно открыла чёрные,железные ворота и зашла на территорию, которая явно принадлежала хозяину этого особняка.\nЯ решила, что будет лучше...\n",
    "answers": [
      {
        "id": 4,
        "text": "обойти особняк со всех сторон"
      },
      {
        "id": 5,
        "text": "попробывать зайти внутрь"
      }
    ]
  },
  {
    "id": 4,
    "text": "Я решила, что самым разумным решением будет обойти особняк со всех сторон.\nЯ осторожно подошла к страшному на первый взгляд зданию и осмотрела местность.\nНичего примечательного я так и не увидела, поэтому решила пойти на задний двор, где встретила странного мужчину в чёрном пальто.\nКакой-то он подозрительный.\nКакой нормальный человек будет кормить воронов поздно ночью, так ещё и в такой дождь.\nЯ с опаской стала приближаться всё ближе к нему, остановилась буквально в нескольких метрах от него и спросила:\n",
    "answers": [
      {
        "id": 6,
        "text": "Извините, мне нужна ваша помощь"
      },
      {
        "id": 7,
        "text": "Молодой человек, вы впорядке?"
      }
    ]
  },
  {
    "id": 5,
    "text": "Атмосфера вокруг казалась мне настолько  угнетающей,что я решила побыстрее попасть внутрь здания.\nЯ как можно тише потянула дверь на себя и оказалась в огромном, освещённом зале.\n\" Ого...в точности, как описывается в моей любимой книге \".\nНо здесь даже особо думать не нужно, чтобы понять где я нахожусь и что это не сон.\nКак всё это случилось и почему именно со мной...\nИз раздумий меня вывел юноша, он подошёл так близко ко мне, что я невольно сделала пару шагов назад.\nОн остановился в нескольких метрах от меня и что-то сказал. \n— Леди Эмили, вы вернулись — мило произнёс он, отчего я ещё больше испугалась.\nНаверное, он считает меня странной.\nЯ должна что-то ответить, но что...\n",
    "answers": [
      {
        "id": 8,
        "text": "извините, куда я попала?"
      },
      {
        "id": 9,
        "text": "так приятно наконец-то попасть домой"
      }
    ]
  },
  {
    "id": 6,
    "text": "Мужчина повернулся ко мне лицом, медленно пожирая меня взглядом.\n— давно к нам в гости девушки не захаживали — загадочно сказал он и продолжил кормить ворон.\n— мне правда нужна ваша помощь, я незнаю, как я оказалась здесь, да и вообще где я нахожусь.\n— ишь сколько шуму развела, давай по порядку, как ты нашла это место?\n— я незнаю...я просто проснулась под огромным дубом рядом с особняком. — мужчина во всём чёрном загадочно улыбнулся. \n— значит книга...\n— о чём вы?\n— тебя избрала сама книга\n— что вы имеете ввиду? \n— скоро сама всё поймёшь — сказал он и за моей спиной раздался сильный шум. Я тут же обернулась, но никого не увидела. \n— Что это было? — спросила я в пустоту, мужчина неожиданно пропал.\nБудто его тут и не было.\nЧто за чертовщина здесь творится.\n",
    "answers": [
      {
        "id": 5,
        "text": "Поскорее убраться от сюда"
      }
    ]
  },
  {
    "id": 7,
    "text": "Но ответа так и не последовало.\nЯ осторожно дотронулась рукой до плеча незнакомца, но он быстро откинул её в сторону.\nЯ не на шутку испугалась такого приветствия со стороны мужчины и отошла на несколько шагов назад.\nНезнакомец медленно повернулся в мою сторону и наконец-то произнёс: \n— Эмили, ты вернулась — его слова не на шутку заставили меня трястись, откуда ему известно моё имя.\nМой страх в глазах, будто забавлял мужчину и он нервно дёргал уголками губ, расплываясь в улыбке.\n— Дорогая, поспеши, ужин остынет — усмехнулся он, а вороны один за другим стали взлетать вверх, образовывая надо мной чёрный круг.\nТут я не на шутку испугалась и побежала как можно дальше от загадочного мужчины.",
    "answers": [
      {
        "id": 5,
        "text": "Укрыться в здании "
      }
    ]
  },
  {
    "id": 8,
    "text": "Я ляпнула первое, что пришло мне в голову и по всей видимости дворецкий, странно на меня посмотрел.\n—  Кажется побег из дома совсем выбил вас из сил, миледи\n— побег?...- неуверенно спросила я и больно  закусила нижнюю губу.\n— вы ничего не помните?\n— если честно, не особо...\n— вы сбежали из дома, потому что не хотели выходить замуж за принца Адама — я нервно осматривала помещение в котором находилась.\nКажется меня пытались выдать замуж без моего согласия.\n— прошу простить мне мою бестактность, но ваш ужин давно стынет на столе — сказал дворецкий и посмотрел на меня.\n— спасибо, я не голодна, не могли бы вы проводить меня в мои покои? \n— для меня это огромная честь, миледи",
    "answers": [
      {
        "id": 10,
        "text": "идти в свою комнату"
      }
    ]
  },
  {
    "id": 9,
    "text": "— миледи, где вы были всё это время, ваш отец просто в ярости — обеспокоенно  спросил меня мужчина, отчего я слегка одёрнулась.\n— я незнаю...\n— я думаю, вам срочно нужен отдых, поговорим об этом чуть позже.\nЯ рад, что вы всё же вернулись домой — мило улыбнулся мне всё тот же мужчина.\n— я тоже.. — натянуто улыбнулась я и попросила его  показать мне мою комнату.\nКогда я оказалась в огромной, красивой комнате,я чуть ли не взвыла от счастья.\n\" а может это не настолько глупая ситуация \" — с этими мыслями я плюхнулась на огромную кровать и быстро провалилась в сон.",
    "answers": [
      {
        "id": 11,
        "text": "далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "Дворецкий быстро и без всяких вопросов согласился отвести меня в комнату, которая по всей видимости, должна была принадлежать мне.\n— благодарю, вы свободны — мужчина низко поклонился и поспешил пойти прочь.\nЯ зашла в свою комнату и долго пребывала в приятном шоке.\nКомната была такая большая и просторная.\nЯ недолго  думая, упала на кровать и просто наслаждалась тишиной, казалось, что и не было ничего странного.\nБудто я всё это выдумала.\nЯ лежала и обдумывала сегодняшний день и сама не заметила, как уснула.",
    "answers": [
      {
        "id": 11,
        "text": "далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "Проснулась я уже утром, от настойчивого стука в комнату.\nЯ встала с кровати и поспешила открыть дверь незванному гостю.\nПередо мной стояла молодая, красивая девушка в потрёпанном фартуке.\n— госпожа, завтрак уже готов, все члены вашей семьи уже ждут вас внизу — я совсем расстерялась от такого заявления, но решила не проверять на себе гнев своих \" родителей \"\nЯ быстро заправила за собой кровать и поспешила спуститься вниз.\nКак и сказала та девушка, вся семья уже сидела за столом и бурно что-то обсуждали.\nКак мне стоит с ними поздороваться?",
    "answers": [
      {
        "id": 12,
        "text": "Доброе утро,мама. Доброе утро, папа ( поцеловать в щёчку  обоих родителей )"
      },
      {
        "id": 13,
        "text": "Просто сесть на свободное место, не сказав не слова"
      }
    ]
  },
  {
    "id": 12,
    "text": "— Эмили, солнце, ты не заболела? — обеспокоенно спросила мама и потрогала мой лоб.\nПарень, который сидел напротив,чуть ли не подавился, увидев, что я только что сделала.\nА отец оставался всё такой же хмурый.\nКажется, он не хочет разговаривать со мной.\nОн лишь обиженно отвернулся, продолжив есть свой завтрак.\nМне ничего не оставалась, как сесть на свободное место, рядом с красивым парнем и съесть свой завтрак.\nПосле того, как все поели, пришла всё та же служанка и убрала со стола грязные приборы.\nЯ решила осмотреть место, в котором мне теперь придётся жить какое-то время.",
    "answers": [
      {
        "id": 14,
        "text": "Осмотреть особняк"
      }
    ]
  },
  {
    "id": 13,
    "text": "Я не знала как вести себя в обществе с людьми, которых совсем не знала, поэтому просто села на свободное место, рядом с каким-то парнем.\nОн очень странно посмотрел на меня, но не сказал не слова.\nЯ почувствовала на себе гневный взгляд отца.\n— какие люди почтили нас своим присутствием — с издёвкой в голосе произнёс он.\nЯ решила промолчать.\n— язык проглотила? — продолжал он.\n— дорогой, оставь её в покое, у девочки просто переходный возраст — попыталась вступиться за меня мать, но получила лишь неодобрительный взгляд в свою сторону. \n— эта девчонка у меня за всё ответит! — грозно произнёс отец и продолжил есть свой завтрак.\nАппетита совсем не было, поэтому я решила удалиться из-за стола и осмотреть тот самый особняк из своей книги.\nКажется я каким-то образом попала на место Лили.\nИ этот старик со своим \" тебя выбрала книга \" \nСтолько вопросов и все они без ответа.\nЯ встала и поспешно направилась в сторону двери, как вдруг услышала:\n— немедленно вернись и доешь свой завтрак! — но я уже никого не хотела слушать.\n",
    "answers": [
      {
        "id": 14,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 14,
    "text": "\n\nЯ долго ходила и изучала помещение, в котором нахожусь.\nВсё было  в точности, как в книге.\nЯ сама не заметила, как врезалась в высокого, черноволосого парня.\nПостойте..это же тот самый парень, которого я видела сегодня во время завтрака.\nПарень немного надменно посмотрел на меня и усмехнулся.\n— Эмили, ты вернулась назад из-за меня? — уф...какой самоуверенный кретин.\n— да, вернулась научить тебя хорошим манерам\n— мне это льстит — и снова эта наглая улыбка.\nУверена, он разбил сердце не одной девчонке.\nЯ попыталась уйти от разговора, но он схватил меня за руку и развернул к себе.\n— пожалуйста, сходи со мной на свидание\n— сходить с тобой куда?...\n— на свидание\n— в другой жизни, малыш — ответила я и с вызовом посмотрела в его прекрасные глаза.\n— я прошу у тебя лишь один шанс и больше не потревожу тебя \n— одно свидание?\n— да",
    "answers": [
      {
        "id": 15,
        "text": "согласиться на одно свидание "
      },
      {
        "id": 16,
        "text": "не убедил"
      },
      {
        "id": 14,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d05/2001/94/d6538b6aa286.jpg"
      }
    ]
  },
  {
    "id": 15,
    "text": "",
    "answers": []
  },
  {
    "id": 16,
    "text": "",
    "answers": []
  },
  {
    "id": 17,
    "text": "",
    "answers": []
  }
]