[
  {
    "id": 1,
    "text": " Это история о рабочем из Находки, который много думал и был награжден за это попаданием в мир с другими правилами существования.\n Ему предстоит узнать об основах этого мира, пройдя трудности, и решить его проблему.\n Предисловие.\n Здравствуй, обыватель интернета и человек, который любит испытать себя на прочность. Я обращаюсь к тебе, чтобы рассказать о том, что этот труд был незапланированным и спонтанным.                       Изначально он должен был представлять из себя книгу, но, после того как я написал полсотни страниц, я понял его исключительную особенность. Его могло описать лишь это приложение, так как этот сюжет слишком многовариантен\n Да, это почти книга, зато у моей книги выборы особенные и развивают такие повороты событий, которые мало кто ожидал, и концовки самых разных мастей.",
    "answers": [
      {
        "id": 1,
        "text": "",
        "bgImg": "https://sun9-15.userapi.com/c857128/v857128160/aa29a/vu-66hyDris.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "",
        "system": true
      },
      {
        "id": 2,
        "text": "На Дальний восток."
      },
      {
        "id": 61,
        "text": " Вопросы, мучающие меня."
      }
    ]
  },
  {
    "id": 2,
    "text": " На сей момент я нахожусь дома, коим является город в России — Находка, находящийся рядом с Владивостоком и Корейской Народной Демократической Республикой, но мое местоположение не так важно. Мой серый город ничем не отличается от остальных, но именно в него мне посчастливилось переехать тридцать четыре года назад.\n Я рабочий на судостроительном предприятии и работаю в нем уже семнадцать лет. Двенадцать лет увлекаюсь философией и с совсем недавнего времени меня начали звать на лекции в роли ведущего, а завтра я еду на очередную встречу мне подобных во Владивостоке.\n Закончив дела с гигиеной, я направился спать, я завалился с томными мыслями на кровать, которая скрипела под моим весом, словно надеясь на мой уход, но я удобно расположившись, лег на спину.",
    "answers": [
      {
        "id": 3,
        "text": "Поворчать на власть."
      },
      {
        "id": 4,
        "text": "Вспомнить о светлых годах."
      },
      {
        "id": 5,
        "text": "Лечь спать."
      }
    ]
  },
  {
    "id": 3,
    "text": " Я потративший всю молодость на служение стране, достоин большего, чем эти копейки.   От таких слов во мне просыпалось желание встать и сделать революцию, но на мысли всё и заканчивалось.Мои товарищи по заводу тоже жалуются, но как и у меня мысли до дела не доходят. \nЯ помню о первых трех годах работы — работы при советской власти. Там было так хорошо! Зарплата, образование, медицина — у нас было всё. Так зачем мы хотели большего? Вот и встряли по самое горло с западной демократией.\n Я укрылся одеялом и заснул, думая об этой неправильной власти.",
    "answers": [
      {
        "id": 5,
        "text": "\"Следующий день\""
      }
    ]
  },
  {
    "id": 4,
    "text": " Я поженился сразу после армии, в двадцать лет, Вера родила мне дочь — Сашу.\n После развала страны Вера осталась со мною, но через пять лет моей философии она ушла и суд опираясь на феминистический закон \"дитя с матерью неразлучны\" отдал Сашу ей на попечение.\n Я уже смирился с этим и, к моему удивлению, сам считаю, что правильно оставить дочь с матерью, а сына с отцом. \n Я завернулся одеялом, вспоминая о наших веселых домашних праздниках.",
    "answers": [
      {
        "id": 5,
        "text": "\"На следующий день\""
      }
    ]
  },
  {
    "id": 5,
    "text": " В старой песне из 90-х, которую крутили в давние времена, поет женщина о изъезженной теме, о любви. Эта любовь отвергла её, но она помнит о ней и пытается вернуть. Она ноет о прошедшей любви, изнывая от боли. Он потому и бросил тебя, что ты ноешь, так зачем ты собираешь из остатков стекла вазу? Давно хочу поменять эту мелодию будильника, да руки не доходят.\n Поднявшись, я не заправил постель, потому что в интернете написано о том, что это полезно для здоровья и убивает пылевых клещей. Люблю такую науку!\n В ванной меня ждал неприятный сюрприз — я наступил в лужу и мой носок стал мокрым. Это большая беда, потому что я не имею большого количества носков, а покупать их не хочется. Я выругался, после чего зашел в ванную — заботится о гигиене.\n ",
    "answers": [
      {
        "id": 6,
        "text": "Поработать над своей красотой."
      },
      {
        "id": 7,
        "text": "Одеваться на вокзал."
      },
      {
        "id": 5,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a19/2001/0a/a66143735c8d.png"
      }
    ]
  },
  {
    "id": 6,
    "text": " Я над красотой работал редко, но если брался за дело, то подходил к этому основательно.\n Я чистил зубы до крови и волосы мыл до шелковистого состояния. Только через полчаса я смог довести своё лицо до блеска и не быть похожим на чучело.\n \"Твою... Да я же опаздываю!\" Я мигом надел пальто и ринулся к вокзалу, сметая прохожих на пути.",
    "answers": [
      {
        "id": 9,
        "text": "Сметать прохожих."
      },
      {
        "id": 6,
        "text": "введите команды для картинки",
        "url": "https://a.radikal.ru/a09/2001/a1/de548b9da438.png"
      }
    ]
  },
  {
    "id": 7,
    "text": " Я начал одеваться не спеша, так как времени было предостаточно и собирал всё по уму, но внезапно меня охватило тревожное предчувствие, которое побудило меня взять перочинный ножик, имеющий небольшой кармашек в моем сапоге, а ведь я всегда был параноиком. Я поточил нож и, проверив взял ли я всё с собой, зашагал к вокзалу.",
    "answers": [
      {
        "id": 8,
        "text": "Я направился к вокзалу."
      }
    ]
  },
  {
    "id": 8,
    "text": " На улице было светло и даже лужи, грязные источники воды были необычайно красивы. Осень хоть и выглядит как время уничтожения и завядания всего живого, но имеет в себе особенность успокаивать, словно говоря, что это не на долго.\n Время уже поджимало поезд, задерживающийся с какой-то проблемой у колеса, а я стоял, ожидая его.Через десять минут наш транспорт прибыл  и старушки накинулись корить водителя за потерянное время. \n Именно такие люди не являются взрослыми, так как возраст ничего в тебе не меняет, лишь ты можешь влиять на себя. Важно знать как ты используешь это время, потому что опыт не даст тебе знания, а знания не дадут опыт и дабы всё это получить, нужно время, которое ты тратишь на развитие.",
    "answers": [
      {
        "id": 10,
        "text": "Зайти в поезд."
      }
    ]
  },
  {
    "id": 9,
    "text": " Осмотревшись на своей платформе, я заметил, что народу много и поезд не стоит, а значит он опаздывает тоже.\n \"Как хорошо!\" — подумал я. \n Поезд приехал спустя 3 минуты и бабушки налетели на водителя и стали отсчитывать за опоздания и я, проходя мимо бросил:\n -Спасибо!\n Я присел на кровать в своем отделе поезда.",
    "answers": [
      {
        "id": 10,
        "text": "Почитать журнал моды, лежащий на столе."
      }
    ]
  },
  {
    "id": 10,
    "text": "Удобно расположившись в своей каюте, я взял журнал \"Красота моды ХХI века\", иногда кажется мне, что этих \"паразитов\" раскидывают специально, потому что такие журналы я встречаю везде. Такой бредовый стиль нынче популярен! И эти дамы так хотят заполучить эту \"медвежью\" красоту.\n Продолжая смеяться над изгибающимися девицами, у которых были приплюснуты ноги и талия, бедра и колени, головушка с вытянутыми губками и грудь десятых размеров, я незаметил, что ко мне присоединился другой пассажир.",
    "answers": [
      {
        "id": 11,
        "text": "Взглянуть на незнакомца."
      }
    ]
  },
  {
    "id": 11,
    "text": " Это был паренёк лет двадцати со светлыми глазами голубого цвета. Эти голубые глаза были невероятно светлыми, будто небо, такие, словно их достали после отбеливания. Помимо глаз он был блондином с завивающимися кудрями, при чём ниже уровня ушей они не доставали.\n Одет он был совсем не по погоде, ведь на нем была футболка кислотно-лаймового цвета, голубые шорты и лиловые кроссовки. Это был самый настоящий попугай.\n -Здравствуй! — Бурно поздоровался паренёк. -Хочешь приключений? Я хотел бы твоё соглашение на небольшую помощь. Поможешь?",
    "answers": [
      {
        "id": 11,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c11/2001/45/7651e53b49da.png"
      },
      {
        "id": 12,
        "text": "Выбрось эти шутки, мальчик, и иди восвояси, пока ноги не поломал."
      },
      {
        "id": 13,
        "text": "Ну давай, попугай, отправь меня на Гавайские острова."
      },
      {
        "id": 14,
        "text": "Что с твоей рукой?! Она словно мертвая!"
      }
    ]
  },
  {
    "id": 12,
    "text": " -Не груби, потому что я с миром и хотел бы с тобой заключить соглашение мирового масштаба. Ты пройдёшь со мной, дабы помочь моему народу? — Холодно задал он вопрос, протягивая мне руку. — Прошу тебя понять, что это не шутки.",
    "answers": [
      {
        "id": 15,
        "text": "(Протянуть ему руку)"
      },
      {
        "id": 16,
        "text": "-Допустим, откликнулся я тебе на помощь, а потом бы вы меня убили и забрали мои вещи.- Нахмурился я."
      },
      {
        "id": 19,
        "text": "- Выйди из моей каюты, наркоман!"
      }
    ]
  },
  {
    "id": 13,
    "text": "—Не смейся надо мной, ведь я только с отдыха и меня в срочном порядке отправили к тебе. — Раздраженно сказал \"попугай\". — Прошу пойдем со мной, чтобы я смог продолжить свой отпуск.",
    "answers": [
      {
        "id": 15,
        "text": "-Пошли, но без глупостей, пожалуйста. - Соглашаясь, предупредил я."
      },
      {
        "id": 19,
        "text": "-На такие условия я не пойду. - Отказался я и обратно уткнулся в журнал. - И сгинь вообще."
      }
    ]
  },
  {
    "id": 14,
    "text": " -Да, это протез. Так ты пойдешь со мной? — Спросил блондин.- У нас мало времени.",
    "answers": [
      {
        "id": 15,
        "text": " -Да, я пойду с тобой, терминатор. -С усмешкой согласился я."
      },
      {
        "id": 19,
        "text": " -Конечно нет! Странный ты, уйди, немедленно!"
      }
    ]
  },
  {
    "id": 15,
    "text": " Он улыбнулся, всем видом показывая как благодарен мне. Он достал свои часы и нажал что-то на них.\n -Спасибо тебе, что согласился сотрудничать с нами. — Поблагодарил меня он. — Меня звать Лефко, сержант ОКМ.",
    "answers": [
      {
        "id": 26,
        "text": " -Поехали, Лефко."
      },
      {
        "id": 25,
        "text": "  Выбросить журнал из рук, после чего сделать вид, что хочу поднять его и взять нож из сапога. Затем убить сержанта Лефко.",
        "need": 7
      }
    ]
  },
  {
    "id": 16,
    "text": " — Что же ты хочешь, при условии, что пойдешь со мной? — Изумляясь, спросил он.",
    "answers": [
      {
        "id": 18,
        "text": " -Зачем вам знать моё желание, если меня убили? - Усмехнулся я."
      },
      {
        "id": 19,
        "text": " - Не пойду я с тобой, - Оскалился я. - а также прошу уйти тебя. Исчезни!"
      }
    ]
  },
  {
    "id": 17,
    "text": " Это было бесполезно. Я смирился и ждал своей участи. Как же я мог так облажаться?\nА ведь мудрая поговорка гласит, что \"Если драка неизбежна — бей первым.\".",
    "answers": [
      {
        "id": 24,
        "text": "Ждать своей участи."
      }
    ]
  },
  {
    "id": 18,
    "text": " Он раскрыл рот от удивления и произнёс: \n — Высший пилотаж. Удивительное владение риторикой! Я бы отступил будь моя воля, но у меня чёткая задача, которая гласит о моем возращении с тобой.",
    "answers": [
      {
        "id": 23,
        "text": " Ударить в живот блондина."
      },
      {
        "id": 22,
        "text": "Встать в защитную стойку."
      }
    ]
  },
  {
    "id": 19,
    "text": " — Только с тобой! — Воскликнул блондин и ринулся на меня.",
    "answers": [
      {
        "id": 22,
        "text": " Готовиться защищаться."
      },
      {
        "id": 23,
        "text": " Внезапно атаковать."
      }
    ]
  },
  {
    "id": 20,
    "text": " Вскоре после блуждания по закоулкам этого чертежного лабиринта, блондин нашёл выход из пространственного перехода.",
    "answers": [
      {
        "id": 34,
        "text": " Выйти из пространственного перехода."
      }
    ]
  },
  {
    "id": 21,
    "text": " Я подкрался к нему и засадил бы ему нож, но Лефко со всей мочи ударил меня с разворота локтём. Я лежал на полу, а нож оказался у моего врага.\n -Я знаю всё на перёд. -Усмехнулся сержант. — Не смей сопротивляться, а не то этот нож будет в печени у его владельца.\n Я сглотнул накопившийся комок в горле.",
    "answers": [
      {
        "id": 30,
        "text": "Следовать за хозяином."
      }
    ]
  },
  {
    "id": 22,
    "text": " Я приготовился принять удар, но мой противник обнял меня, удерживая руки, и нажал что-то на часах.\n -Поехали домой. — Злобно усмехнулся паренёк. — Телепортируемся!",
    "answers": [
      {
        "id": 17,
        "text": "Пытаться разжать захват."
      }
    ]
  },
  {
    "id": 23,
    "text": " Я ударил его в челюсть, но он с успехом отбил её как и все мои последующие удары. После небольшой борьбы, от бессилия мы отошли друг от друга. \n Я повернулся, собираясь бежать, но забыл куда хотел бежать. К машинисту или кондуктору? Внезапно сзади послышался клич — индеец бежит в новую атаку.",
    "answers": [
      {
        "id": 27,
        "text": " Присесть, уворачиваясь от его атакующего прыжка. "
      }
    ]
  },
  {
    "id": 24,
    "text": " Зрение помутнело, а цвета расплылись, но я не потерялся в неизведанности, так как строгие белые линии показывали ограничения моих движений.\n Я понял, что остался на основе мироздания.\n Синий фон и белые нити окутывали весь воздух. Они шли по стенам и потолку, снаружи и внутри они пробегали мелкими осветлениями, словно бы ток, но они явно состояли из другой неизведанной материи.\n — Подожди! — Закричал я, увидев, что он куда-то уходит.\n Он не остановился, но заметно замедлилися.",
    "answers": [
      {
        "id": 24,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b02/2001/a0/2d801ea123ec.png"
      },
      {
        "id": 20,
        "text": " Подбежать и держаться рядом с ним, чтобы не потеряться."
      },
      {
        "id": 21,
        "text": " Достать нож и перерезать глотку Лефко.",
        "need": 25
      },
      {
        "id": 28,
        "text": "Проверить сапог на наличие ножа.",
        "need": -25
      }
    ]
  },
  {
    "id": 25,
    "text": " Я улыбнулся и вздрогнул, вроде бы убедительно, уронив журнал, после чего присел, чтобы поднять его. Незаметно взяв нож, я поднялся, тем временем пытаясь прятать его в листки журнала. Он ничего не заметил, по крайней мере я так думаю.",
    "answers": [
      {
        "id": 26,
        "text": "Так куда мы направляемся?"
      }
    ]
  },
  {
    "id": 26,
    "text": " -Мы сейчас появимся в пространственном переходе, который приведёт нас к научно-исследовательскому институ по параллельным мирам. — Рассказал он. — Не отходи от меня, а то потеряешься.\n Пространство исказилось, но не поплыло, меняя цвета и ограничивая нас кругом перемещения реальностей.",
    "answers": [
      {
        "id": 24,
        "text": "Округлить глаза в предвкушении чуда."
      }
    ]
  },
  {
    "id": 27,
    "text": " Ничего не произошло. Он не прыгнул, а просто подошёл и обхватил меня руками, нажав что-то на своих часах.\n Я удивился, ведь он точно должен был прыгнуть!\n -Да, я понял это и перегруппировался. — Засмеялся он. — Не утруждай себя грузными мыслями, ведь ты всё равно проиграл бы.",
    "answers": [
      {
        "id": 24,
        "text": "Обидеться."
      }
    ]
  },
  {
    "id": 28,
    "text": " Я приостановился.",
    "answers": [
      {
        "id": 29,
        "text": "Убить его.",
        "need": 7
      }
    ]
  },
  {
    "id": 29,
    "text": " Я подошёл к нему, а тот всё ещё не замечал меня и я воткнул ему в спину нож. Он поперхнулся, пытаясь сопротивляться, но ранение сделало его слабым. Я сделал дополнительно несколько ножевых ранений, чтобы он больше не встал. ",
    "answers": [
      {
        "id": 31,
        "text": "Искать выход."
      }
    ]
  },
  {
    "id": 30,
    "text": " Я шёл рядом с ним, думая, как его прикончить, но мне почему-то захотелось извиниться перед ним, за попытку убить его. Он не разу не ударил меня, а я всё пытаюсь его отправить на тот свет.",
    "answers": [
      {
        "id": 37,
        "text": " Не извиняться."
      },
      {
        "id": 38,
        "text": " Извиниться."
      }
    ]
  },
  {
    "id": 31,
    "text": " Взяв предварительно всё, что имелось у сержанта Лефко, а именно так по документам звали этого человека, я направился искать выход, не имея никаких данных о его местоположении.\n После недолгой прогулки по небольшим закуткам этого чертёжного поезда, я нашёл скелет, который, судя по останкам, пролежал здесь не больше трёх дней. Скелетом он стал лишь потому, что его обглодали. \n В его одежде я нашёл записку, в которой написано:\n \"Если её читают, то я мёртв. Сбежать из этого чёртового чертежа мне не удалось. Я не смог разгадать загадку найденную в одном из помещений. Удачи тебе и прояви ко мне эмпатию, пожалуйста. Помещение номер тридцать шесть.",
    "answers": [
      {
        "id": 32,
        "text": "Пройти к тридцать шестому помещению поезда."
      }
    ]
  },
  {
    "id": 32,
    "text": " Я зашел в комнату, перед которой была табличка \"36\" и увидел сияющий камень, а на нём загадка, которая спрашивала: \"что быстрее всего на свете?\".\n Вокруг было разбросано множество камней с разными словами и каждое можно было вставить в стоящее рядом отверстие.\n Я выбрал наиболее возможные.",
    "answers": [
      {
        "id": 33,
        "text": " Свет."
      },
      {
        "id": 33,
        "text": " Взгляд"
      },
      {
        "id": 35,
        "text": " Понос."
      },
      {
        "id": 36,
        "text": " Мысль."
      },
      {
        "id": 33,
        "text": " Падающая звезда."
      },
      {
        "id": 40,
        "text": " Уйти от камня.",
        "need": 4
      }
    ]
  },
  {
    "id": 33,
    "text": " Не успел я подумать об верности своего решения, а меня разорвало на части внезапной вспышкой. \n                Концовка \"Неправильный ответ\".",
    "answers": [
      {
        "id": 1,
        "text": " В следущий раз всё будет хорошо!"
      }
    ]
  },
  {
    "id": 34,
    "text": " Всё заиграло новыми красками, звук вернулся, ноги стали тяжелее, нежели в пространственном переходе.\n Мы оказались в белом помещении, вымощенным, соответсвенно, белым камнем. \"Переговорная\" — так назвал её мой попутчик.\n Мой спутник попрощался и пошёл отдыхать, а я присел за стол, который стоял по середине комнаты, и принялся ждать руководителя операцией по моему захвату.",
    "answers": [
      {
        "id": 39,
        "text": " Ждать, рассматривая голые стены."
      }
    ]
  },
  {
    "id": 35,
    "text": " Мои глаза помутнели на секунду и из них вырвался свет, который заполонил всё вокруг...\n Теперь я живу в Хабаровске и я забросил все свои размышления. Работаю уборщиком в гипермаркете, еле обеспечивая своё существование, а также я создал свою группу в социальной сети и регулярно выкладываю \"мемы\". Моя жизнь не прекрасна, но я буду счастлив, если ты подпишешься на мою группу.\n                   Концовка \"Ай, какой шутник!\"",
    "answers": [
      {
        "id": 1,
        "text": " Давайте снова обретём высокий интеллект!"
      }
    ]
  },
  {
    "id": 36,
    "text": " Он засиял отдавая свой ослепительный свет повсюду, заполняя комнату и проходя скозь все мои отверстия, заполнил меня.\n Я очутился дома, лежа на книге, на которой было написано: \"Основы мира: самые волнующие вопросы.\".\n Это была полноценная книга о самых необъяснимых явлениях в человеческой истории. Немного почитав её, я понял, что этот труд будет важнейшим вкладом в науку. \n Я сдал её в сообщество учёных и меня признали лучшим учёным человечества. Перед этим я прочитал эту книгу, чтобы избежать неловких вопросов.\n После месяца возращения меня начали мучить головные боли и несколько раз они достигали апогея, от чего я отключался.\n Это плата за знания, которые я получил не заслуженно, взяв их без особых испытаний.\n Телеканал \"Россия 36\":\n -Человек, написавший два с половиной месяца назад труд, который взорвал научное сообщество, мёртв. Его обнаружили с взорванной черепной коробкой, причём изнутри. Специалисты не могут...\n За всё приходится платить и я заплатил большую цену за лучшую награду. Я отдал душу, подарив человечеству небывалый толчок в научных знаниях. Я сделал самое лучшее для человечества, что мог вообще сделать.\n                 Концовка \"Учёная душа\".",
    "answers": [
      {
        "id": 1,
        "text": " \"Возврат покупки.\""
      }
    ]
  },
  {
    "id": 37,
    "text": " Внезапно он повернулся ко мне и заявил:\n -А ведь ты мог меня убить! К чёрту это задание, потому что я мог не вернуться, ведь здесь я бы не услышал твоего готовящегося покушения на мою жизнь. Я убью тебя и мне будет хоть бы хны.\n Он перехватил нож и при нашей первой борьбе нанёс мне три лёгких ножевых ранения. Он пользовался ножом так, точно, он продолжение его руки. \n Я бежал от него, но он не отставал. Лефко обезумел от ярости. Впереди оказался тупик, а он был прямо позади меня.\n От страха быть убитым, я бросился в свою последнюю схватку и проиграл. Лефко много раз ударил меня в живот и я умер.\n Нет, всё же извиниться было бы труднее.\n     Концовка \"Преступление и наказание\".",
    "answers": [
      {
        "id": 1,
        "text": " Простить Лефко."
      },
      {
        "id": 1,
        "text": " Не прощать Лефко."
      }
    ]
  },
  {
    "id": 38,
    "text": " -Прости Лефко, я очень сожалею, что хотел убить тебя. Я не хотел уходить из своего мира, не хотел умирать, если на то пошло. — С горечью в голосе произнёс я. — Прости, пожалуйста!\n Он с удивлением посмотрел на меня и, смягчась, ответил мне:\n -Я тебя прощаю, потому что твоё положение можно понять, ведь за тобой пришёл агент с телепатическим даром и целью вырвать тебя из гнезда. Ты тоже прости, но помни, что за каждым испытанием стоит награда. Поможешь нам, а мы тебе. Постараемся забыть об этом инциденте, хорошо?",
    "answers": [
      {
        "id": 20,
        "text": "-Да, спасибо. Пошли дальше."
      }
    ]
  },
  {
    "id": 39,
    "text": " Ждать долго не пришлось.\n Ко мне пришла женщина азиатской внешности с черными волосами. Как и у нашего проводника, у неё были яркие глаза, но золотого цвета. Она была одета в белый халат и несла с собой журнал поношенного вида. Присев,она в мгновенье ока начала разговор.",
    "answers": [
      {
        "id": 42,
        "text": " Внимательно слушать."
      },
      {
        "id": 39,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b27/2001/90/ebb1dd9fc466.jpg"
      }
    ]
  },
  {
    "id": 40,
    "text": " Я не буду выбирать между этим, из-за того что слишком велик шанс умереть. Я должен выжить ради семьи. \n Я вышел из этого помещения и пошёл к месту откуда начал, но там часы ничего не показывали.. Я направился по заметке сержанта к входу в его мир и на моё удивление он оказался на месте. В таком случае я уничтожу всю базу и вернусь домой. Отныне никакой философии!",
    "answers": [
      {
        "id": 41,
        "text": " Выйти из чертёжного лабиринта."
      }
    ]
  },
  {
    "id": 41,
    "text": " Жаль, но эту часть я не сделал, причём она самая маленькая и с самым маленьким шансом развития, а так это одна из лучших частей квеста. Надеюсь на твоё возвращение. Я очень стараюсь и прибавляю огромные усилия.",
    "answers": [
      {
        "id": 1,
        "text": " Ну да, ну да... Пока."
      }
    ]
  },
  {
    "id": 42,
    "text": " -Здравствуйте, вы уже поняли, что нужны нам? — Спросила она с энтузиазмом. — А! Простите, я забыла представиться — Брум Шкооп, главный учёный в исследовательском центре по изучению параллельных миров Объединённых Конфедераций Мистофороша. Может расскажете о себе?",
    "answers": [
      {
        "id": 43,
        "text": " Нет. Вам не расскажу.",
        "need": 19
      },
      {
        "id": 44,
        "text": " Я... не знаю, не помню, мне, будто бы память отшибло.",
        "need": 15
      },
      {
        "id": 45,
        "text": " Так я вам и рассказал. Моё имя слишком ценно.",
        "need": 18
      }
    ]
  },
  {
    "id": 43,
    "text": " На этом пока всё. Я надеюсь ты ещё зайдешь почитать её.",
    "answers": [
      {
        "id": 1,
        "text": " Вернуться."
      }
    ]
  },
  {
    "id": 44,
    "text": " -Это интересно! Мы можем попытаться сделать что-то с этим. Она завернула глаза вовнутрь, пугая меня своим видом, и вывернула спустя некоторое время.  \n К нам зашёл солдат, отдал книгу и ушёл. Брум положила передо мной эту книгу, которая называлась \"Язык древней Апли\".\n -Почитай, ведь ты должен увидеть знак. — Заинтересовано донесла до меня информацию Шкооп. — В ней мы увидим твоё имя.\n Полистав сборник словосочетаний по типу \"фамилия и имя, фамилия и имя\", я обнаружил то, к чему мой взгляд прилип и на душе стало светло, точно, сделал какое-то добро. Анаптикси Стохасты — фамилия и имя, соответственно.",
    "answers": [
      {
        "id": 46,
        "text": " Рассказать имя."
      },
      {
        "id": 47,
        "text": " Соврать."
      }
    ]
  },
  {
    "id": 45,
    "text": "На этом всё, но я надеюсь ты оставишь закладочку.",
    "answers": [
      {
        "id": 1,
        "text": " -Подумаю."
      }
    ]
  },
  {
    "id": 46,
    "text": " -Если это так, то ты именно тот, кто нам нужен, а теперь пошли за мной, отведём тебя к Эпикефалису. — Встрепенулась она. — Не тормози, пожалуйста!\n Она взмахнула рукой и открылся коридор, ведущий куда-то влево, судя по уходящему повороту. \n Я пошёл за ней и через три минуты мы добрались до какой-то комнаты огранённой невероятно гладким камнем.",
    "answers": [
      {
        "id": 60,
        "text": "-Что это?"
      }
    ]
  },
  {
    "id": 47,
    "text": " -Спора ту танату. — Ответил я. \n Её лицо изобразило животный ужас.\n Она закричала:\n -Красный жнец! Уберите его, любой ценой!!!\n Я смутился, но понял, что сказал что-то очень плохое, услышав топот и работу механизмов.",
    "answers": [
      {
        "id": 48,
        "text": " Взять в заложники Брум."
      }
    ]
  },
  {
    "id": 48,
    "text": " К моему наиглубочайшему удивлению, она не сопротивлялась, тихо молясь богу Цои. В помещение зашло добрые полсотни человек, которые зашли со всех сторон, словно стен не было вовсе.\n Они стояли, опасаясь подойти ко мне, а из их плотного строя вышел человек.",
    "answers": [
      {
        "id": 49,
        "text": " Взглянуть на вышедшего человека."
      }
    ]
  },
  {
    "id": 49,
    "text": " Вокруг него летали голубые частицы, которые светились и издавали тоненький, постоянный, но приятный писк.\n -Спора ту Танату, красный жнец, приходящий раз в столетие. Мы уничтожим тебя и ты не сможешь посеять смерть на нашей планете. — Грозно произнёс он — Простите меня Шкооп, ваша жертва будет не напрасной.\n -Так будет лучше для всех. — Горько зарыдала она. — Помните меня, пожалуйста!",
    "answers": [
      {
        "id": 49,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d16/2001/b3/095e91dc04b0.png"
      },
      {
        "id": 50,
        "text": " Отпустить Брум и подумать о возможностях."
      },
      {
        "id": 51,
        "text": " Не отпускать Брум и пытаться оправдать себя."
      }
    ]
  },
  {
    "id": 50,
    "text": " Я отпустил бедного учёного и упал на колени. \"Надо же так облажаться!\" — подумал я. -\"Сейчас бы оказаться на прямо противоположной стороне, то есть у врагов Мистофорошев...\n Все удивились, что я отпустил её, но ничего говорить не стали. Брум убежала, а я готовлюсь к смерти.\n Я мысленно представил свой Дальний восток, свой дом, также побережье Тихого океана. Океана, омывающего песок, который защитит меня от невзгод своими огромными размерами...",
    "answers": [
      {
        "id": 52,
        "text": " Заплакать."
      }
    ]
  },
  {
    "id": 51,
    "text": " Я закричал, что было мочи, что я не красный жнец, но мой крик не смог превысить звук пулеметной очереди со всех сторон.\n Глаза мои закрылись и я перестал думать.\n Мои заботы исчезли.",
    "answers": [
      {
        "id": 1,
        "text": " Начать новую жизнь на Дальнем востоке."
      }
    ]
  },
  {
    "id": 52,
    "text": " По моей щеке пробежала слеза и я зарыдал, вспоминая о том, что ничего не сделал в жизни.\n Раздался выстрел, но я ничего не почувствовал, а вместо дрожащей тишины лаборатории услышал морские волны.\n Мои ноги были в воде. Безбрежный океан омывал мои ноги, успокаивая мои чуть не лопнувшие нервы. По моей щеке вновь пробежала слеза, зато она была из-за счастья.\n Я отошёл подальше от океана, чтобы он не утопил меня, забрав мою жизнь обратно, и заснул от нехватки сил.",
    "answers": [
      {
        "id": 53,
        "text": " Посапывать в неведении."
      }
    ]
  },
  {
    "id": 53,
    "text": " Услышав над собой крайне активный шёпот, я в одно мгновенье встал на ноги и увидел встрепенувшихся от моего действия детей, которые убежали, крича при этом.\n Я пошёл по их крику и обнаружил то, что и хотел — деревню, окружённую каменной стеной. На одинокой башне стоял снайпер, защищавший десяток домов.\n -Стоять! Кто таков?! — Закричали мне в мегафон. — Не подходить, иначе огонь на поражение!",
    "answers": [
      {
        "id": 54,
        "text": " -Путник."
      },
      {
        "id": 55,
        "text": " -Анаптикси Стохасты."
      }
    ]
  },
  {
    "id": 54,
    "text": " -У всех путников есть документы, а у тебя есть?",
    "answers": [
      {
        "id": 56,
        "text": " -Нет."
      },
      {
        "id": 57,
        "text": " -Да"
      }
    ]
  },
  {
    "id": 55,
    "text": " Он засмеялся и затем нахмурившись произнёс:\n -Хватит шутить. Говори нормально.",
    "answers": [
      {
        "id": 58,
        "text": " Я сказал правду."
      },
      {
        "id": 59,
        "text": " -Простите, я не знаю, честное слово!"
      }
    ]
  },
  {
    "id": 56,
    "text": " -Так говори своё имя, живо!",
    "answers": [
      {
        "id": 55,
        "text": " -Анаптикси Стохасты."
      },
      {
        "id": 59,
        "text": " -Я не знаю, правда!"
      }
    ]
  },
  {
    "id": 57,
    "text": " -А если двое здоровых мужиков выйдут проверить их?",
    "answers": [
      {
        "id": 56,
        "text": " -Тогда нет."
      }
    ]
  },
  {
    "id": 58,
    "text": " Мы закончим на этом, но я буду ждать тебя, дабы ты продолжил мой квест.",
    "answers": [
      {
        "id": 1,
        "text": " Закончить."
      }
    ]
  },
  {
    "id": 59,
    "text": " -Это всё друг мой. Жду не дождусь, когда дам тебе весь квест.",
    "answers": [
      {
        "id": 1,
        "text": " Я тоже. До встречи!"
      },
      {
        "id": 1,
        "text": "-Спорно, но если время появится, то обязательно зайду."
      },
      {
        "id": 1,
        "text": "-Так, я пошёл. Это отвратительный квест. Учись студент!"
      }
    ]
  },
  {
    "id": 60,
    "text": " На этом пока всё. Я надеюсь ты ещё зайдёшь почитать её.",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 61,
    "text": " Квест завершён на 25-30%\n Что делать с картинками? Улучшать качество, убрать или оставить как есть?\n Нужна ли музыка?\n Нравится ли вам этот восхитительный(для меня)сюжет?\n Напишите в отзывах ответ на вопросы и покажите, нравится ли вам квест. Для меня важна ваша честность и хорошо оформленная критика.\n Спасибо за внимание!\n",
    "answers": [
      {
        "id": 1,
        "text": " Прочитал и понял смысл этих слов."
      }
    ]
  },
  {
    "id": 62,
    "text": "",
    "answers": []
  }
]