[
  {
    "id": 1,
    "text": "Ночь, улица, фонарь, аптека,<s>r\nБессмысленный и тусклый свет.<s>r\n...<s>r\nИли же нет?<s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "",
        "bgImg": "https://sun9-9.userapi.com/c852228/v852228308/26077/XCFLYDNmAz0.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/originals/23/67/cc/2367cc018471519cec44138ab0abf171.jpg"
      },
      {
        "id": 2,
        "text": "начнем путешествие!",
        "initSounds": [
          "1",
          "http://d.zaix.ru/gfRt.mp3"
        ]
      }
    ]
  },
  {
    "id": 2,
    "text": "Ты бродишь по темному лесу. Впереди тебя узкая тропа, ведущая в неизвестность. Абсолютная, звенящая тишина. Кое-где шелестят листья. Луна, холодная и мрачная, смотрит на тебя свысока, будто ты — здесь лишняя. Хотя... Может так оно и есть?<s>r\nТы оглядываешься по сторонам, не видя ни души. Ни животных, ни людей. Только ты. И тишина.<s>r\nМедленно и очень осторожно, ты решаешься пойти чуть дальше. <s>r\n\"Где я? Что это за место?\" — отдается эхом в твоей голове.<s>r\nНеожиданно ты слышишь чарующий звук арфы. Музыка проходит сквозь тебя, наполняя звучной мелодией и волшебством. Ты начинаешь чувствовать прилив сил и умиротворения...<s>r\nИдя на звук, ты натыкаешься на 2 тропы, ведущие в разные стороны.<s>r\nКакой путь выберешь? Все зависит только от тебя...<s>r\n",
    "answers": [
      {
        "id": 2,
        "text": "Укажите команды для картинки",
        "url": "https://99px.ru/sstorage/53/2015/03/tmb_125066_6366.jpg",
        "var_str_set": [
          "global bg_music",
          "id1"
        ]
      },
      {
        "id": 4,
        "text": "левый путь",
        "var_str_set": [
          "global play_sound_once",
          1
        ]
      },
      {
        "id": 3,
        "text": "правый путь"
      }
    ]
  },
  {
    "id": 3,
    "text": "Пройдя чуть вперед, ты видишь перед собой мрачноватый и страшный дом. В нем горят пару окон. <s>r\nЛирическая мелодия арфы сменяется злобным смехом. Тебе становится не по себе и очень жутко. Твои ноги начинают дрожать, а сердце колотиться с бешеной силой. Бежать? Но куда? Что делать? Как спасаться?<s>r\nТы замечаешь под ногами какую-то палку. Подбираешь ее с земли. Ничего, отобьемся от психа!<s>r\nГотовая к бою, ты идешь на звук...<s>r\n",
    "answers": [
      {
        "id": 3,
        "text": "Укажите команды для картинки",
        "url": "https://cs5.pikabu.ru/post_img/big/2014/12/09/1/1418080679_1903368761.jpg"
      },
      {
        "id": 5,
        "text": "атаковать!"
      }
    ]
  },
  {
    "id": 4,
    "text": "Пройдя дальше, ты замечаешь волшебного, светящегося оленя. <s>r\n\"Что за чудеса...\" — думаешь ты и молча смотришь на него, пытаясь не спугнуть.<s>r\nОлень, заметив тебя, очень медленно и аккуратно решается подойти к тебе.<s>r\nЧто этот олень задумал? Нанести вред или же просто поздороваться? Ты хлопаешь глазами, не зная, что делать. Олень подбирается все ближе и ближе.<s>r\nИ вот ты слышишь его дыхание. Он совсем близко...<s>r\n\"Вставай.... Вставай... Очнись от оков суеты и бренности мира....\" — олень произносит это молча, просто направляя свои мысли в твою голову. Тебе становится немного не по себе.<s>r\nКак вдруг, откуда не возьмись, у него появляются страшные, склизкие и дико противные щупальца, которые так и тянутся к тебе, к твоему лицу...<s>r\nТы оборачиваешься и пытаешься бежать, лишь бы монстр не догнал тебя... <s>r\nНо его мокрые щупальца пытаются захватить твое лицо...",
    "answers": [
      {
        "id": 4,
        "text": "Укажите команды для картинки",
        "url": "https://cs7.pikabu.ru/post_img/big/2014/03/29/9/1396102390_630919777.jpg"
      },
      {
        "id": 6,
        "text": "проснуться"
      }
    ]
  },
  {
    "id": 5,
    "text": "И вот ты видишь его... Огромного серого слона с мордой из щупалец. Он бежит на тебя, злобно смеясь, как человек. \"Что за чертовщина\" — думаешь ты в оцепенении.<s>r\nНе успев моргнуть, ты уже слышишь его дыхание. Он совсем близко...<s>r\nСтрашные, склизкие и дико противные щупальца тянутся к тебе, к твоему лицу...<s>r\nТы оборачиваешься и пытаешься бежать, лишь бы монстр не догнал тебя... <s>r\nНо его мокрые щупальца пытаются захватить твое лицо...",
    "answers": [
      {
        "id": 5,
        "text": "Укажите команды для картинки",
        "url": "https://ru.tokkoro.com/picsup/2882972-fantasy-art-elephants-tentacles___fantasy-wallpapers.jpg"
      },
      {
        "id": 6,
        "text": "проснуться"
      }
    ]
  },
  {
    "id": 6,
    "text": "Просыпаешься ты в поту в собственной комнате. Только открыв глаза, ты видишь перед собой причину твоих бурных фантазий — твоего пса Лео. \"Ну да, почти щупальца, только гораздо милее\" — думаешь ты и смотришь на бигля. Он нежно облизывает тебя, давая понять тебе, что уже давным давно пора вставать. Дела не ждут!<s>r\n— Лео, ну прекрати, пожалуйста! — смеясь и отталкивая собаку, ты пытаешься закопаться под одеяло, чтобы посмотреть еще хоть немножечко снов, но пёсик тебе не дает это сделать.<s>r\n— Майя, я на работу, погуляй с Лео и в школу! — слышен мужской теплый голос снизу.<s>r\n— Хорошо, пап, — все смеясь отвечаешь ты и решаешься встать с теплой кровати.<s>r\n",
    "answers": [
      {
        "id": 6,
        "text": "Укажите команды для картинки",
        "url": "https://cs11.pikabu.ru/post_img/big/2018/06/27/8/1530103517120720437.jpg"
      },
      {
        "id": 7,
        "text": "одеться"
      }
    ]
  },
  {
    "id": 7,
    "text": "Солнце уже давно встало и светит в глаза, что приходится щуриться. Ты подходишь к шкафу и решаешь в чем же пойти сегодня в школу. Сегодня будет особенный день! К вам перевелся один новенький.<s>r\n\"Так и начинаются все банальные истории о любви\", — хмыкнула ты.<s>r\nХоть и это и последний год в школе, но уходить совсем не хочется. К концу учебы у тебя появились очень хорошие друзья, с которыми, как говорится, и в огонь, и в воду. <s>r\nЛучшая подруга Дина всегда поднимает тебе настроение, всячески смешит и вселяет в тебя уверенность.<s>r\nС ней тебя связывает очень многое.<s>r\nДруг Жак, приехавший к вам из Франции, очень милый и неуклюжий, но добрый и понимающий.<s>r\nИ Кейт. Простая Кейт, любительница скейта и разговоров ни о чем.<s>r\nА теперь выбери, во что оденешься.<s>r\n",
    "answers": [
      {
        "id": 7,
        "text": "Укажите команды для картинки",
        "url": "https://st2.depositphotos.com/3764539/11166/v/950/depositphotos_111668570-stock-illustration-vector-doodle-women-clothes-icons.jpg"
      },
      {
        "id": 8,
        "text": "свитер и джинсы"
      },
      {
        "id": 8,
        "text": "милое розовое платье"
      },
      {
        "id": 8,
        "text": "футболка с принтом и шорты"
      }
    ]
  },
  {
    "id": 8,
    "text": "Одевшись, ты пыталась убрать мысли о страшном сне. Но что-то тебя очень смущает. Что именно — было непонятно никому, даже тебе самой.<s>r\nПогуляв с Лео, ты позавтракала и пошла на учебу.<s>r\nНемного опоздав на урок, ты  села на свое место. Начался дурацкий урок физики. Атомы, молекулы, правило Буравчика. Было так нудно, что ты незаметно задремала.<s>r\nИ приснился тебе совершенно другой мир. Совершенно другая вселенная. Полшколы просто рухнуло, превратилось в развалины. Стулья летали в воздухе. Ты начала мотать головой, взглядом искать друзей, но рядом никого не было. Лишь какой-то непонятный шум.<s>r\nНебо обрело темно синий цвет, падали звезды. И ты услышала знакомый голос...<s>r\n— Майя... Майя... — он звал тебя, но куда?<s>r\n— Мама! Мама! Я здесь! — кричала ты в ответ, не понимая, что делать, куда бежать, откуда доносится этот голос.<s>r\n— Майя... Подойди ко мне ближе... Майя... Я скучаю... — голос становился все тише и тише, и ты решила, что стоит рискнуть. Ты побежала на голос, зовущий тебя в темноту.",
    "answers": [
      {
        "id": 8,
        "text": "Укажите команды для картинки",
        "url": "http://luxfon.com/images/201507/luxfon.com_39435.jpg"
      },
      {
        "id": 9,
        "text": "бежать на голос"
      }
    ]
  },
  {
    "id": 9,
    "text": "Твоя мама пропала еще 4 года назад. Никто не знает, что с ней случилось и жива ли она вообще. Она мало появлялась дома, а потом и совсем бросила семью. У тебя осталась младшая сестра, которая живет за тридевять земель от тебя с бабушкой и дедушкой. К сожалению, ты не видела сестру уже 2 года. Безумно по ней скучая, ты хранишь её детские рисунки и кулон, подаренный ею на твой день рождения.<s>r\nПеред сном ты всегда желаешь своей сестренке Эльзе приятных сноведений, где бы она ни находилась.<s>r\nНо, придя в себя, ты осознаешь, что до сих пор бежишь в полную темноту, полную неизвестности и мрака.<s>r\nПеред собой ты видишь женщину с абсолютно белыми глазами. Она молча тянет тебя к себе.<s>r\n\"Подойди ближе... Подойди...\"<s>r\nТы боишься. Это — не твоя мама. Да, внешне она очень похожа, но что-то в ней не так... Страх и паника завладели тобой.<s>r\nТы отказываешься подойти к женщине.<s>r\n",
    "answers": [
      {
        "id": 9,
        "text": "Укажите команды для картинки",
        "url": "https://sky-wall.ru/uploads/source/2015/05/preview/e83e54ca459f7a0f6ca21a8c8c5d5034.jpg"
      },
      {
        "id": 10,
        "text": "стоять неподвижно"
      }
    ]
  },
  {
    "id": 10,
    "text": "Её голос срывается и становится невероятно чертствым, злым и пугающим.\nУ нее вырастает длинный хвост, кожа покрывается чешуйками, появляются новые пары глаз...<s>r\n— Ты должна пройти испытание! Ты — избранная! — кричит сумасшедший голос и ты падаешь в бездну...<s>r\nЗвенит звонок.<s>r\nТебя тормошит Кейт, сидящая рядом.<s>r\n— Эй, мисс соня-засоня, ты все пропустила! Что тебе снилось хоть? — смеется подруга, улыбаясь во все свои 32 зуба.<s>r\n— Да так, ерунда. Что я, видите ли, Гарри Поттер, избранная, все такое, — ты протираешь глаза, — забей. Идем сегодня тусить?<s>r\n— Даже не знаю, Май, — она грустно вздохнула, опустив глаза и прикусила губу.<s>r\n— А что случилось? — спросила ты, собирая свои вещи на следующий урок.<s>r\n— Да так, ничего... — ты никогда не видела Кейт в таком состоянии и тебя это, безусловно, начало беспокоить, — кстати, ты видела новенького?? Пошли познакомимся!<s>r\n",
    "answers": [
      {
        "id": 10,
        "text": "Укажите команды для картинки",
        "url": "https://cs.pikabu.ru/post_img/big/2013/05/30/10/1369927484_392924995.jpg"
      },
      {
        "id": 11,
        "text": "- слушай, может потом? попозже"
      },
      {
        "id": 12,
        "text": "- с удовольствием!"
      }
    ]
  },
  {
    "id": 11,
    "text": "— Слушай, Кейти, может позже? <s>r\n— Да ладно тебе, погнали! — она взяла тебя за шкирку и вы побежали на улицу.<s>r\nНа улице вас уже ждали друзья: Жак и Дина. Вы махнули им рукой и побежали дальше.<s>r\nОчень симпатичный парень со светлыми волосами и шрамом на глазу курил около крыльца школы.<s>r\nВокруг него была аура загадочности, мужества и силы. Проходящие мимо 8-классницы просто с ума сходили по нему, преследуя его тут, и там.<s>r\nТы посмотрела на него еще раз. Взгляд отрешенный, непонятно куда направленный, ухоженный вид, красивая бабочка. Да, он был слишком крут и не вписывался в ваш класс озорных подростков.<s>r\n— Привет! — крикнула Кейт, выдернув тебя из раздумий, — Я Кейти, а это — Майя, — она подоткнула тебя к парню поближе.<s>r\n— Здравствуйте, девочки, — сдержанно и величаво произнес парень, — я — Вольбран, новенький.<s>r\n— Боже, какой парень! — подмигнула тебе Кейт.<s>r\n— Ого, а что за имечко такое? Ты из Средневековья? — пыталась пошутить ты, но в итоге его взгляд поверг тебя в краску.<s>r\n— Я расскажу все позже, леди. Сейчас мне пора, извините, — он повернулся, взял свой пиджак, оставленный на лавочке и гордо ушел.",
    "answers": [
      {
        "id": 11,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/originals/8c/4b/a1/8c4ba11c32383790097aaf3ad8a5047e.jpg"
      },
      {
        "id": 13,
        "text": "уйти"
      }
    ]
  },
  {
    "id": 12,
    "text": "На улице вас уже ждали друзья: Жак и Дина. Вы махнули им рукой и побежали дальше.<s>r\nОчень симпатичный парень со светлыми волосами и шрамом на глазу курил около крыльца школы.<s>r\nВокруг него была аура загадочности, мужества и силы. Проходящие мимо 8-классницы просто с ума сходили по нему, преследуя его тут, и там.<s>r\nТы посмотрела на него еще раз. Взгляд отрешенный, непонятно куда направленный, ухоженный вид, красивая бабочка. Да, он был слишком крут и не вписывался в ваш класс озорных подростков.<s>r\n— Привет! — крикнула Кейт, выдернув тебя из раздумий, — Я Кейти, а это — Майя, — она подоткнула тебя к парню поближе.<s>r\n— Здравствуйте, девочки, — сдержанно и величаво произнес парень, — я — Вольбран, новенький.<s>r\n— Боже, какой парень! — подмигнула тебе Кейт.<s>r\n— Ого, а что за имечко такое? Ты из Средневековья? — пыталась пошутить ты, но в итоге его взгляд, смотревший прямо в душу, поверг тебя в краску.<s>r\n— Я расскажу все позже, леди. Сейчас мне пора, извините, — он повернулся, взял свой пиджак, оставленный на лавочке и гордо ушел.",
    "answers": [
      {
        "id": 12,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/564x/8c/4b/a1/8c4ba11c32383790097aaf3ad8a5047e.jpg"
      },
      {
        "id": 13,
        "text": "уйти"
      }
    ]
  },
  {
    "id": 13,
    "text": "Пройдя пару метров, вы наконец встретились с друзьями. <s>r\n— Хэй! Наша крутая четвёрка снова в деле! — сказала Дина, мило улыбнувшись, приобняв тебя. <s>r\n— Да! И с вами супер-пупер... — ты изобразила барабанную дробь, — избранная девушка, живущая в простом городишке!<s>r\nДрузья засмеялись. <s>r\nТы заметила небольшое напряжение между Диной и Жаком. Что-то было не так и ты это чувствовала.<s>r\n",
    "answers": [
      {
        "id": 14,
        "text": "спросить у Дины, что случилось"
      },
      {
        "id": 15,
        "text": "спросить у Жака, что случилось"
      }
    ]
  },
  {
    "id": 14,
    "text": "Взяв под руку Дину, вы отправились гулять по парку, который находился неподалеку от вашего учебного заведения.<s>r\nДина всегда была популярной девочкой в школе. За ней бегало достаточно много пацанов, а девочки, что помладше, очень хотели быть похожей на нее. Иногда и ты завидовала ее оптимизму и вере в лучшее.<s>r\nОгненно-рыжие волосы прядями спадали на её нежное лицо, веснушки только подчеркивали огонёк в глазах. Иногда вы с друзьями называли её Диналис, потому что она напоминала вам беззаботную и хитрую лису.<s>r\nПарк был волшебен, но вы пришли сюда не просто так.<s>r\n— Дина, что случилось между тобой и Жаком? — прямо спросила ты, немного побаиваясь ответа.<s>r\n— Все хорошо, Май. Забей, — натянуто улыбнулась Дина, явно не желая беседовать на данную тему.<s>r\n",
    "answers": [
      {
        "id": 14,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/71/cd/0a/71cd0a1c02ff008a9b9bc3b07ef8b330--story-characters-fantasy-characters.jpg"
      },
      {
        "id": 16,
        "text": "молча пойти на урок\n"
      }
    ]
  },
  {
    "id": 15,
    "text": "Взяв под руку Жака, вы отправились гулять по парку, который находился неподалеку от вашего учебного заведения.<s>r\nЖак напоминал миловидного парня из аниме. Вечно растрепанные черные волосы, очки в тонкой оправе, чем-то напоминающие очки самого Гарри Поттера. Жак был очень нежным и заботливым парнем, но не имел огромного успеха у дам.<s>r\nПарк был волшебен, но вы пришли сюда не просто так.<s>r\n— Жак, что случилось между тобой и Диной? — прямо спросила ты, немного побаиваясь ответа.<s>r\nЖак замялся, убрав твою руку.<s>r\n— Понимаешь, просто... Я... — на его щечках выступил легкий румянец, — я.... Да нет, Май. Все хорошо, — он почесал затылок, явно не желая разговаривать дальше.<s>r\n",
    "answers": [
      {
        "id": 15,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/3b/de/02/3bde021dc9e92705c513c3eb8da93547.jpg"
      },
      {
        "id": 16,
        "text": "молча пойти на урок"
      }
    ]
  },
  {
    "id": 16,
    "text": "В итоге, вы молча пошли на следующий урок. Ты не стала донимать друзей с расспросами, решила оставить все как есть. А позже, погуляв с Лео, ты легла спать, уже явно опасаясь своей фантазии.<s>r\nНо в этот раз все было спокойно. На душе у тебя была тишь да гладь, возможно поэтому сны были такие приятные.<s>r\nТебе снились белые и пушистые облака, которые просто завладевали тобой, проникая в каждую клеточку твоего тела. Они напоминали тебе сахарную вату.<s>r\nЭти нежные облака заполоняли все пространство. Ты могла их коснуться, могла посидеть на них или же полежать. \"Что-то невероятно завораживающее\" — думала ты и не хотела просыпаться.<s>r\nНо в полудреме ты услышала громкий звук. Проснувшись, ты увидела звонящий тебе незнакомый номер.<s>r\nВремя было 5:05 утра.",
    "answers": [
      {
        "id": 17,
        "text": "взять трубку"
      },
      {
        "id": 16,
        "text": "Укажите команды для картинки",
        "url": "https://images11.cosmopolitan.ru/upload/img_cache/b41/b41d0a4ef0d242bc84a608dd3811a206_ce_738x490x0x0_fitted_740x0.jpg"
      },
      {
        "id": 18,
        "text": "не брать трубку и поспать дальше"
      }
    ]
  },
  {
    "id": 17,
    "text": "Ты протерла глаза и взяла трубку.<s>r\n— Да, алло, кто это? — ответила ты медленно и протяжно.<s>r\n— Ой, извини, если разбудил. Это я, Вольбран. Новенький. Нам нужно поговорить, — сказал он мелодично, будто напевая колыбельную.<s>r\n— Ты совсем что ли? 5 утра на дворе! — ты начинала вскипать, как чайник на плите, — и вообще, откуда у тебя мой номер? Мы виделись всего один раз и даже не общались почти... — ты погладила рядом лежащего пса и твою нарастающую ярость как рукой сняло.<s>r\n— Я уже под твоими окнами. Жду. Выходи, — будто приказав шепнул он и бросил трубку.",
    "answers": [
      {
        "id": 19,
        "text": "что ж... собраться и выйти на улицу"
      }
    ]
  },
  {
    "id": 18,
    "text": "Не желая брать трубку ранним утром, ты сбросила звонок.<s>r\nНо звонящий все не унимался. Поспать тебе не удалось. Пришлось все же взять трубку и ответить на звонок.",
    "answers": [
      {
        "id": 17,
        "text": "агрессивно взять трубку!"
      }
    ]
  },
  {
    "id": 19,
    "text": "Ты поспешно натянула что-то поверх пижамы и вышла на улицу, думая, что если отец узнает, то он вас обоих  убьет.<s>r\nОн появился будто из ниоткуда. Все та же бабочка и решительный взгляд. Ты немного засмущалась.<s>r\n— Это тебе, — он протянул одну единственную черную розу и улыбнулся.<s>r\n— Ого, да ты романтик... И очень необычный, — ухмыльнулась ты и продолжила, — что тебе нужно?<s>r\n— Пойдем со мной, кое-что нужно показать.<s>r\nТы не могла сопротивляться такому красавчику, поэтому пришлось идти за ним, опасаясь, что отец может обо всем узнать.<s>r\nВы шли в абсолютной тишине минуты 3, не больше и попали на перекресток, Вольбран остановился по середине.<s>r\n— Таааак, — протянула ты, — и что теперь? Мы будем вызывать демонов? Дьявола? — ты зевнула.<s>r\nОн попросил тебя отдать розу.<s>r\n— Ага, еще и подарки забираешь. Но мы же не расставались! Да мы даже и не встречались с тобой! — усмехнулась ты, подавляя громкий смешок.<s>r\n",
    "answers": [
      {
        "id": 20,
        "text": "ждать"
      },
      {
        "id": 19,
        "text": "Укажите команды для картинки",
        "url": "https://cdn.pixabay.com/photo/2016/08/02/09/23/city-1562863_1280.jpg"
      }
    ]
  },
  {
    "id": 20,
    "text": "Он  молча положил черную розу по середине дороги. <s>r\n— Хочешь, покажу тебе немного волшебства? — он чертовски обаятельно подмигнул тебе, ожидая ответа.<s>r\n— Эээ, нет, спасибо. Я против наркотиков, — ответила ты, сложив руки в позе Наполеона, как бы намекая, что не желаешь в этом участвовать.<s>r\nОн вновь улыбнулся, махая своими золотистыми волосами.<s>r\n— Я подумал, что сейчас самое время рассказать тебе все.<s>r\n— Да-да, я волшебница в третьем поколении, мой дедушка был Гарри Поттер, — ты вновь зевнула, — угу, слышали, знаем. <s>r\n— Молчи. Просто произнеси aperi oculos tuos, — прошептал он.<s>r\n— Это что за язык то такой? Средневековский ваш? <s>r\nОн объяснил тебе, что на латыни это значит \"открой свой взгляд\". Ты подумала, что если он знает латинский, то скорее всего у него семья врачей. Полезное дело, подумала ты, иметь врачей в семье.<s>r\nНо тебе так надоел этот цирк, что пришлось сказать эту фразу.<s>r\nИ тут ты увидела нечто необычное. За его мужественной спиной возникли белые крылья. Ты закусила губу, вспомнив свой сон и просто не могла поверить в то, что сейчас происходит.<s>r\n— Да быть не может... Не может быть.... — только это ты и могла выдавить из себя, глядя на то, как шуршат его крылья.<s>r\nОн подошел ближе и коснулся твоей ладони.",
    "answers": [
      {
        "id": 20,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/41/5d/eb/415deb302286c8d102eb33c99720b65b.jpg"
      },
      {
        "id": 21,
        "text": "закричать от радости"
      },
      {
        "id": 22,
        "text": "отшатнуться от него"
      }
    ]
  },
  {
    "id": 21,
    "text": "Тебя просто переполняли эмоции. Не каждый день встретишь человека с крыльями за спиной. И причем они были настоящие! Ты потрогала, осмотрела их со всех сторон и сделала вывод: да, они настоящие. Ты заявила это официально, как главный любитель мистики и чародейства.<s>r\nОн грустно улыбнулся, явно довольный, что его тайна вызвала в тебе такую бурю.<s>r\n— Но это еще не все, послушай меня, пожалуйста, — его лицо стало мрачным и ты поняла, что сейчас будет что-то действительно серьезное.<s>r\n— Но... Стой! Откуда?? Я тоже хочу! — ты была просто вне себя и очень хотела примерить такие же крылышки на себе.<s>r\nОн не стал отвечать и лишь продолжил:<s>r\n— Мне 317 лет. По человеческим нормам мне 18 и я живу с приемными родителями, но это лишь временное прикрытие. Я пришел сюда за тобой. Да, меня послали с небес, — он выдержал паузу и убрал прядь твоих волос за ухо, — но и это не все. Тебе даются разные испытания, но... — он запнулся, — про это я не должен был говорить, извини, вырвалось. В этом городе есть и темный мой брат. Что-то вроде Люцифера, который захочет тебя склонить на темную сторону. Пожалуйста, будь умницей и не делай так. И вообще, мы должны найти его вместе с тобой. Надеюсь, ты готова помочь, — он закончил свою речь, но ты думала только о его голосе, который теплотой отзывался у тебя по телу.<s>r\n— Да... Конечно... Я понимаю... — сделала вид ты, когда на самом деле ты подумала, что все это сплошной розыгрыш. Так не может быть. Не может. Ты ведь живешь не в сказке, так ведь?",
    "answers": [
      {
        "id": 23,
        "text": "- и как же мы найдем темного брата?"
      }
    ]
  },
  {
    "id": 22,
    "text": "Ты отшатнулась, не веря своим глазам. Бред. Сон. Вымысел. Такого просто не может быть! Тебе стало не по себе от этого зрелища. Это был слишком странный пранк.<s>r\nОн грустно улыбнулся, подошел поближе и попытался успокоить тебя.<s>r\n— Но это еще не все, послушай меня, пожалуйста, — его лицо стало мрачным и ты поняла, что сейчас будет что-то действительно серьезное.<s>r\n— Но...  — ты была просто вне себя и не знала, что с этим делать.<s>r\nОн лишь продолжил:<s>r\n— Мне 317 лет. По человеческим нормам мне 18 и я живу с приемными родителями, но это лишь временное прикрытие. Я пришел сюда за тобой. Да, меня послали с небес, — он выдержал паузу и убрал прядь твоих волос за ухо, — но и это не все. Тебе даются разные испытания, но... — он запнулся, — про это я не должен был говорить, извини, вырвалось. В этом городе есть и темный мой брат. Что-то вроде Люцифера, который захочет тебя склонить на темную сторону. Пожалуйста, будь умницей и не делай так. И вообще, мы должны найти его вместе с тобой. Надеюсь, ты готова помочь, — он закончил свою речь, но ты думала только о его голосе, который теплотой отзывался у тебя по телу.<s>r\n— Да... Конечно... Я понимаю... — сделала вид ты, когда на самом деле ты подумала, что все это сплошной розыгрыш. Так не может быть. Не может. Ты ведь живешь не в сказке, так ведь?",
    "answers": []
  },
  {
    "id": 23,
    "text": "Он спрятал свои крылья, намекая, что пора спать и по пути продолжил говорить:<s>r\n— Я и сам не знаю. У меня таких сложных миссий еще не было, — он пожал плечами.<s>r\nСтановилось холодно, ты начинала дрожать.<s>r\n— Может, тебе дать мою куртку?<s>r\nТы отмахнулась, сказав, что итак нормально. Он остановил тебя, чуть опустившись, чтобы твои глаза были на уровне его глаз и нежно улыбнулся. Будто он умел улыбаться глазами.<s>r\n— Я не понимаю, что тебе нужно, Майя. Ты такая загадка для меня, — он усмехнулся и все же накинул куртку на тебя.<s>r\nТы что-то промямлила, но он не обратил внимания. Ты ощутила приятное чувство в животе. \"Неужто бабочки? Я вроде их не ела на завтрак\", — подумала ты и улыбнулась.<s>r\nВы дошли до крыльца дома и Вольбран спросил:<s>r\n— Есть еще какие-то вопросы? Или задашь попозже? — он подмигнул, — Не забывай, мы еще в школе увидимся.",
    "answers": [
      {
        "id": 24,
        "text": "- Да, есть вопрос. Ответь, почему именно я?"
      },
      {
        "id": 25,
        "text": "- Да, есть вопрос. А это все не шутки? Это все по-настоящему?"
      },
      {
        "id": 26,
        "text": "- Нет, пожалуй. Пойду спать."
      }
    ]
  },
  {
    "id": 24,
    "text": "— Да, есть вопрос. Почему именно я?<s>r\n— Ты особенная. Не я это решил, уж извини. Начальство, — дальше он продолжил еще более бархатным голосом, словно обжигающим, как солнце, — Но ты не одна такая. Просто за последние 20 лет ты — единственная. Я покажу тебе еще много чего интересного, но и учиться тоже надо, не забывай про это.<s>r\nТы молча кивнула.<s>r\n— Есть еще какие-то вопросы? Или задашь попозже? — он подмигнул, — Не забывай, мы еще в школе увидимся.",
    "answers": [
      {
        "id": 27,
        "text": "- Да, есть вопрос. А это все не шутки? Это все по-настоящему?"
      },
      {
        "id": 28,
        "text": "- Нет, пожалуй. Пойду спать."
      }
    ]
  },
  {
    "id": 25,
    "text": "— Да, есть вопрос. Это все не шутки? Это все по-настоящему?<s>r\n— Конечно, глупенькая! — он ухмыльнулся, как гордый лев, поймавший добычу, — Наверное, ты до сих пор в шоке, но ничего, это пройдет. Привыкнешь, я полагаю.<s>r\nТы переваривала информацию, не совсем доверяя парню.<s>r\n— Есть еще какие-то вопросы? Или задашь попозже? — он подмигнул, — Не забывай, мы еще в школе увидимся.",
    "answers": []
  },
  {
    "id": 26,
    "text": "— Пожалуй, я пойду спать.<s>r\n— Хорошо, спокойной ночи. Встретимся в школе, — салютуя, он исчез.<s>r\nТы все обдумывала произошедшее утром, копилось столько вопросов и столько неразрешенных ответов, что тебе обязательно нужно было обсудить это с друзьями. Но стоит ли это делать? Слишком много мыслей. Слишком много информации. ",
    "answers": []
  },
  {
    "id": 27,
    "text": "— Да, есть вопрос. Это все не шутки? Это все по-настоящему?<s>r\n— Конечно, глупенькая! — он ухмыльнулся, как гордый лев, поймавший добычу, — Наверное, ты до сих пор в шоке, но ничего, это пройдет. Привыкнешь, я полагаю.<s>r\nТы переваривала информацию, не совсем доверяя парню.<s>r\n",
    "answers": []
  },
  {
    "id": 28,
    "text": "",
    "answers": []
  }
]