[
  {
    "id": 1,
    "text": "Жанр: Сказка \nГод: 2020\n\nНе большая сказка про то как лесные жители перевоспитали лиса...",
    "answers": [
      {
        "id": 2,
        "text": "Читать "
      }
    ]
  },
  {
    "id": 2,
    "text": "Жил был в старом бору сосновом, лис,  да такой что не когда не кому не поможет, слова хорошего не скажет а если дело доходит до бойни то не кого не посщядит.\nТак идет он однажды по лесу все животные разбигаються птицы разлитаються а он довольный — виш — думает бояться добился я здесь уважения. ",
    "answers": [
      {
        "id": 3,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 3,
    "text": "Улыбнулся, раслабился и не заметил как \"Хрясь\" и в капкан попал.\nДа еще и в тот, что веревочный к ветке привязанный.\nВот висит лис вверх-тармашками  и стонет.\n— Помогите не дайте умереть — плачет слезами умываеться.\nЖивотные и близко не подходят зная что если попался так тому и быть им лучше будет.",
    "answers": [
      {
        "id": 4,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 4,
    "text": "\n— Пусть весит — сказала белка махнув лапкой.\n— Пусть пусть так ему и надо — пробурчала мать зайчишка.\n— Сам виноват нам же лучшие будет — бурчали звери расходившисть.\n— Умоляю — еще сильнее заплакал лис я слово даю не трону я больше не зайчиков не белочек только помогите.\nУслышав эти слова к лису подошел борсук \n— Не тронешь говоришь?  \n— Не трону не трону если вру то пусть умру — продолжал умолять лис.\n— А может и правда помочь? — сказал молодой олень выйдя ис толпы.",
    "answers": [
      {
        "id": 5,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 5,
    "text": "\n— Ох братец не ужели ты веришь этому вору? — вздохнула белочка смотрящая на всех с дерева.\n— А что? Верю я готов дать ему второй шанс.\n— Благодарю благодарю благородный хозяин — бодро начал говорить лис.\n— А с теми кто против я готов скрестить рога — сказал олень обернувшись на лесных жителей и выдвенув рога в перед.",
    "answers": [
      {
        "id": 6,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 6,
    "text": "\n— Ладно ладно — сказал медведь — только чтобы все честно было пусть лис будет месяц помогать нам.\n— Буду буду — продолжал соглашаться лис.\n— Орехи собирать — прокречали белки.\n— К зимней спячке готовится — сказал басом медведь.\n— Норы рыть — пробурчал борсук.",
    "answers": [
      {
        "id": 7,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 7,
    "text": "\nВ туже секунду белки освободили его ис капкана.\nИ лис упал на землю.\n— Ну так что согласен? — сказал смотря на него медведь.\n— Да ваше благородность но что же я буду есть?\n— Что он будет есть — расмеялись белки.\n— Орехи\n— Ягоды\n— Траву \n— Рыбу\n— Мед — добавил медведь.\nЛис благодарно покланился в ответ и пошел прочь.",
    "answers": [
      {
        "id": 8,
        "text": "Дальше "
      }
    ]
  },
  {
    "id": 8,
    "text": "\nНо слово лис все же здержал, пришлось ему привыкать к новому рацыону и месяц помогать лесным жителям.\nТак лис и перевоспитался стал первым лисам который не ест мясо в этом лесу.\nНо зато он обрел много друзей и ему стало нравиться быть добрым и щедрым вить на добро и отвечают добром.",
    "answers": [
      {
        "id": 9,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 9,
    "text": "...\nУважаемый читатель!!!\nНадеюсь тебе понравилась моя первая сказка!!!\nПрошу строго не судить!!\nИ спасибо что прочитал до конца.",
    "answers": [
      {
        "id": 10,
        "text": "...."
      }
    ]
  },
  {
    "id": 10,
    "text": ".....\n\n2020 год",
    "answers": [
      {
        "id": 11,
        "text": "..."
      }
    ]
  },
  {
    "id": 11,
    "text": "......",
    "answers": [
      {
        "id": 1,
        "text": "Переход на первую страницу "
      }
    ]
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  }
]