[
  {
    "id": 1,
    "text": "????Эта история о том, как девочка Ира на своё 12-летие пошла с друзьями на страшный квест. Выживет ли кто, обещать не могу ;)????",
    "answers": [
      {
        "id": 2,
        "text": "Начать",
        "need_ever": true
      },
      {
        "id": 42,
        "text": "Концовки"
      },
      {
        "id": 43,
        "text": "Немного обо мне"
      }
    ]
  },
  {
    "id": 2,
    "text": "\"Ирочка, ты уверена, что всё ещё хочешь на страшный квест?\"-спросила мама Женя.",
    "answers": [
      {
        "id": 3,
        "text": "Убедить"
      },
      {
        "id": 23,
        "text": "Согласиться с мамой"
      }
    ]
  },
  {
    "id": 3,
    "text": "—\"Мам, я уверена. Да и плюс я всем об этом сказала, не могу же я всё отменить.\"-сказала Ира маме. \n—\"Ну ладно, доча...только прошу, будьте аккуратней.\"-ответила мама. \"Ладно. Поехали к школе, таои друзья уже заждались.\"",
    "answers": [
      {
        "id": 4,
        "text": "Вечерело..."
      }
    ]
  },
  {
    "id": 4,
    "text": "Все друзья собрались и сели в машину. Их было четверо: Кристина, Лена, Даня и сама Ира. Они отправились в своё путешествие.\n—\"Так вот, я взяла квест на 16<plus>\"-похвасталась она своим лучшим друзьям.\nМашина тронулась в путь...",
    "answers": [
      {
        "id": 5,
        "text": "Поговорить"
      }
    ]
  },
  {
    "id": 5,
    "text": "Подъехав к месту, друзья увидели большую вывеску \"Отель 24\". Чтобы не выжидать времени они зашли внутрь. Мама Женя обо всём договорилась и оставила детей одних. Друзья увидели перед собой женщину, что их принимала.\n—\"Проходите\"-сказала она с лёгким смешком.",
    "answers": [
      {
        "id": 6,
        "text": "Идти за ней"
      }
    ]
  },
  {
    "id": 6,
    "text": "Так как выбора и не было, Ира и её друзья пошли за ней. \n—\"Раз уж вы выбрали наш квест, значит вы ничего не знаете об инцидентах?\"-спросила та проводница.\n—\"О каких?\"-спросила Ира.\n—\"Ах, неважно, просто мифы\"-сказала отмахиваясь женщина.\nВся компания ещё больше испугалась.\n—\"Хах, пустяки!\"-подумала девочка.",
    "answers": [
      {
        "id": 7,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 7,
    "text": "Дети вместе с девушкой зашли в комнату. В ней было темно и та женщина взяла фонарь и начала рассказывать.\n—\"Раз уж вы попали на мой квест, значит вам надо выполнять мои правила.\"-сказала она \"Попрошу не перебивать меня, так как иначе пожалеете. Правила просты. Попрошу вас ничего не ломать, так как за многие года картины стали антикварными. Происходят проблемы со светом тоже из-за старости, не паникуйте. Прошу не спорить с другими постояльцами отеля, так как они тут дольше вас и знают, где что. Также ни в коем случае не тревожьте постояльцев за дверью номер два, так как они не любят шум и всячески постараются от него избавиться. Вы не можете выйти из квеста. И самое главное: ни в коем случае не двигайтесь при мигании света...\"\n—\"Почему?\"-спросил Даня.\n—\"Не перебивайте меня, молодой человек. Ну раз уж вы настаиваете, то тогда открывайте эту дверь и проходите квест.\"-кротко сказала женщина, указывая на красную дверь.\n—\"Удачи!\"",
    "answers": [
      {
        "id": 8,
        "text": "Зайти в красную дверь"
      }
    ]
  },
  {
    "id": 8,
    "text": "Все вошли. дверь закрылась и не открывалась. Ребята сели на чёрный диван и начали осматривать комнату. Нигде нету окон. Свет только верху от свисающей лампы. В углу стоит приоткрытый шкаф для одежды. Неподалёку стоял письменный стол.Первый ящик был закрыт, а в бругих ничего не было Около зеркала напротив дивана стоял небольшой столик с яблоками. В правом углу от дивана стоял книжный шкафчик с сейфом и кодом возле. Даня привстал с дивана, как только замигал свет. Все замерли и закрыли глаза, только Даня оставил их открытыми. Свет перестал мигать и именинница подошла к сейфу, ввела код и достала портрет молодой девушки и кусочек бумаги.",
    "answers": [
      {
        "id": 9,
        "text": "Прочитать"
      }
    ]
  },
  {
    "id": 9,
    "text": "Девочка начала читать записку.\n—\"Этот портрет имеет карточку, которая откроет первый ящик письменного стола.\"\n",
    "answers": [
      {
        "id": 10,
        "text": "Осмотреться"
      },
      {
        "id": 11,
        "text": "Попробовать открыть ящик"
      }
    ]
  },
  {
    "id": 10,
    "text": "Ничего необычного, просто ребята смотрят и вместе с Ирой ищут подсказки.",
    "answers": [
      {
        "id": 9,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 11,
    "text": "Ира с Даней подошли к ящику и попытались открыть, как вдруг свет начал мигать.",
    "answers": [
      {
        "id": 12,
        "text": "Вспомнить слова девушки"
      },
      {
        "id": 13,
        "text": "Ослушаться и побежать"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы остались стоять. Тут Даня не выдержал, заорал и побежал. \n—\"Даня, стой!\"-крикнула Ира, но поздно. Все слышали его ор, а после то чудише развернуло всех в свою сторону и скрутило до крови ему шею, а после повернулось и бросила на пол тело парня.\n—\"Теперь-то вы все ответите за его шалость. Это уже не квест, можете кричать, орать, но я сделаю всё, чтобы вы сдались\"-сказал голос, в котором сливались демоны воедино.",
    "answers": [
      {
        "id": 14,
        "text": "Нагрубить ей"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы бросились бежать. Даня тоже побежал. Что-то не так. Как вдруг перед вами двумя стоит девочка и что-то поёт. Ира с Даней хотели убежать, но их схватили руки этой твари и она сказала:\"Как вам игра?\" $%#%##^**^$*$^*#%#^%#%^*!!!",
    "answers": [
      {
        "id": 11,
        "text": "Ок, дам шанс, читатель????"
      }
    ]
  },
  {
    "id": 14,
    "text": "—\"Ты, тварь, заткнись, окей?\"-сказала Кристина.\n—\"Хочешь поболтать? Так давайте, дойдёте до конца-свобода, а если нет-вечные мучения.\"-сказал голос, указывая на Кристину.\n\"Побеждает не тот, кто язычком остр, а тот, кто трус.\"-сказала тварь и уползла под лампу. Свет перестал мигать.",
    "answers": [
      {
        "id": 15,
        "text": "Отойти от шока"
      }
    ]
  },
  {
    "id": 15,
    "text": "Ира отошла от шока и начала раздумывать над фразой того чудовища.\n—\"Побеждает...трус...остр...ШКАФ!\"-вскрикнула она.\n—\"Нет, зеркало\"-возразила Лена.\n—\"Зеркало-враг\"\n—\"Нет, шкаф!\"\n     Ну а вы, читатель, на чьей стороне?",
    "answers": [
      {
        "id": 16,
        "text": "Зеркало"
      },
      {
        "id": 17,
        "text": "Шкаф"
      }
    ]
  },
  {
    "id": 16,
    "text": "—\"Зеркало!\"\n—\"Ладно, пусть будет зеркало!\"-крикнула Кристина.\n—\"Три раза стукнуть в зеркало...страшилка есть такая\"-вспомнила Лена.\nПодойдя к зеркалу, Лена постучала в зеркало и все замерли...ничего...ещё две минуты...ничего...может...нет, это обычное зеркало, читатель.",
    "answers": [
      {
        "id": 15,
        "text": "..."
      }
    ]
  },
  {
    "id": 17,
    "text": "Подойдя к шкафу всем вместе, снова замигал свет.\n—\"А вы не глупцы...ну чтож, не двигайтесь...\"-сказал голос.\"Через минуту свет включится и нам надо прикрепить портрет в шкаф, раз там гвоздик...\"-подумала в голове Ирка.",
    "answers": [
      {
        "id": 18,
        "text": "Ждать и действовать..."
      }
    ]
  },
  {
    "id": 18,
    "text": "Свет перестал мигать и она вставила в шкаф картину. Шкаф закрылся и не открывался, как вдруг их схвватил кто то и толкнул в другую комнату. Свет перестал мигать, и друзья разглядели человека, похожего на бомжа.\n—\"Дети, дети\"-начал говорить он.\"Зачем вы призвали ЕЁ. Она монстр из ада, вы испортили себе жизнь ахаха\"-вдруг он перестал смеяться и достал нож, после чего бросился на ребят!",
    "answers": [
      {
        "id": 20,
        "text": "Замереть от испуга"
      }
    ]
  },
  {
    "id": 19,
    "text": "Он подтолкнул вас к себе, и вы упали. Вот и подлетел дух смерти. Она пронзительно захихикала.......похоже читатель, вы сделали неправильный выбор...........хотя стоп! Как только она увидела того мужчину, она вяло скривилась и медленно испаряясьсь, проговорив:\"Я то хоть и опасна, но человек этот опаснее\"-прошипела она сквозь пену изо рта.",
    "answers": [
      {
        "id": 24,
        "text": "Прийти в себя"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вся компания застыла. Вот нож уже почти попал в них, как сзали со спины кто-то втолкнул в него нож. Он упал. Он умер.\n—\"Незнал, что дети вызовут духов из-за непослушания. Плохие дети, придётся вас наказать. Ах, ладно. Девочка, подойди сюда.\"-сказал мужской весёлый голос.",
    "answers": [
      {
        "id": 21,
        "text": "Подойти"
      },
      {
        "id": 22,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 21,
    "text": "Ира подошла, как только замигал свет. Все застыли.",
    "answers": [
      {
        "id": 19,
        "text": "Застыть"
      }
    ]
  },
  {
    "id": 22,
    "text": "Ира бросилась бежать, как вдруг лезвие пронзило её, она истекала кровью\n—\"А,а,а! Ненадо было убегать.\"-сказал голос, посмеиваясь, одновременно втыкая нож в разные части тела.\n—\"Раз, два, три, четыре, пять-от меня не убежать\"-говорил он, отрезая все конечности.\n            ???? Ну что, читатель, ещё раз?????\n",
    "answers": [
      {
        "id": 20,
        "text": "Шанс всё исправить????"
      }
    ]
  },
  {
    "id": 23,
    "text": " -\"Вот и хорошо.\"-ответила мама.\n—\"Трусы!\"-крикнула старшая сестра девочки.\n",
    "answers": [
      {
        "id": 2,
        "text": "Всё таки уговорить"
      }
    ]
  },
  {
    "id": 24,
    "text": "Все уставились на мужчину в чёрном капюшоне.\n—\"Я?я,я,священником был\"-ответил он неуверенно.\nДевочки подумали, что хоть кто-то нормальный в этом месте, наверно.",
    "answers": [
      {
        "id": 25,
        "text": "Продолжить путь"
      }
    ]
  },
  {
    "id": 25,
    "text": "Все не знали, что ещё придётся пройти вместе с человеком, которого даже дух испугался. Неихвестность поджидает на каждом углу.",
    "answers": [
      {
        "id": 26,
        "text": "Дойти"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы прошли с ним, отгадывали загадки, стали командой, но только что-то не так с ним.",
    "answers": [
      {
        "id": 27,
        "text": "Продолжить"
      },
      {
        "id": 28,
        "text": "Спрятаться от него"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы зашли в следующую. Выхода не было. Ира стала вглядываться в ковры, может там подсказка. \n—\"Хей, ребят, сюда! Я уверенна, шкаф с книгами нам поможет!\"\nВзрослый парень \"священник\" попытался убрать книгу",
    "answers": [
      {
        "id": 33,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 28,
    "text": "Когда вы прошли ещё одну комнату, доверие к нему иссякло и вы захотели свалить. Обдумав, вы вспомнили духа, что испугался того \"священника\". Когда все были в одной комнате, Ира обдумала план, как сбежать. \n—\"Надо дождаться, пока они пройдут в другую, но где выход?\"-обдумывала она.\n—\"Хей, ребят, сюда! Я уверенна, в шкафу что-то есть.\"-крикнула Кристина, которая доверяла тому человеку. \n—\"Хммм, дитя, а ты права.\"-сказал он, пытаясь сдвинуть книгу",
    "answers": [
      {
        "id": 29,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 29,
    "text": "Как только он справился, шкаф оказался дверью.\nЗамигал свет. Но никто не пришёл. От страха, Лена побежала к тому человеку и к Кристине.\nРезко потемнело. Вы застыли. Ваши друзья и страшный человек убежали, а Ира осталась там.\nКогда свет перестал мигать, вы пошли в ту комнату, где встретили того \"священника\". Там лежал мужчина, что спас вас в первый раз. Ира порылась в его карманах, как замигал свет, но вы продолжили искать. И вдруг Ира почувствовала прикосновение, пронизывающие до костей.",
    "answers": [
      {
        "id": 30,
        "text": "Спросить про \"священника\""
      }
    ]
  },
  {
    "id": 30,
    "text": "Ира спросила, кто этот человек и почему она испарилась, увидев его. Она посмотрела на вас с недоумевающим взглядом, наклонилась к Ире и тихо прошептала:\"Он убийца. Я не хотела никого убивать и не убивала. Тогда я свернула шею, не человеку, это был обман, чтобы он понял, кому ответит за мои страдания. Ведь это он наслал проклятье. Он маньяк и те, кто верит ему, погибают.\nИра заплакала, ведь её лучшие друзья сейчас с чудищем.\n—\"Там мои друзья, помоги.\"-сказала она сквозь слёзы.\n—\"Я не могу. На нём сейчас нет крови, значит не могу, да и плюс у меня нет тела.\"-сказала она уже мягким голосом.\n—\"Если поможешь мне, будет тебе и тело и его кровь\"-ответила Ира, отдавая ей большую старую фарфоровую куклу, которая стояла рядом за стеклом, которое призрак не может сломать\n                        ПРИШЛО ВРЕМЯ МЕСТИ",
    "answers": [
      {
        "id": 31,
        "text": "МСТИТЬ"
      }
    ]
  },
  {
    "id": 31,
    "text": "Они добежали до их места, где те недавно были. Убийца лёгко коснулся вашего плеча и спросил, где вы были.\n                    Что ответите, читатель?",
    "answers": [
      {
        "id": 32,
        "text": "МЕСТЬ????"
      }
    ]
  },
  {
    "id": 32,
    "text": "Ира воткнула нож ему в плечо, а сама побежала к друзьям.\n—\"Ты чего, сосвем тю-тю? Ты что натворила?!\"-закричала Кристина.\n—\"Он убийца!\"\n—\"Неглупая девчонка, но я это исправлю, не волнуйся!\"-закричал он, достав топор из куртки.",
    "answers": [
      {
        "id": 34,
        "text": "Застыть"
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы прошли комнату. Замигал свет, но никто не пришёл.  ",
    "answers": [
      {
        "id": 37,
        "text": "Подождать"
      }
    ]
  },
  {
    "id": 34,
    "text": "Ира застыла. Она не могла пошевелиться. Он уже рядом, как вдруг сзади его ударила та женщина призрак, которая вселилась в куклу. \n—\"Бегите, я его прикончу!\"-крикнула кукла.",
    "answers": [
      {
        "id": 35,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 35,
    "text": "Выход перед друзьями открылся, и как только они выбежали, сзади их обрызгало кровью, а после вы услышали тихое спасибо. На выходе вас ждал Даня, оказалось его не было на квесте. \nНо кто был с ребятами? Это уже другая история????",
    "answers": [
      {
        "id": 36,
        "text": "КОНЕЦ"
      }
    ]
  },
  {
    "id": 36,
    "text": "ПОЗДРАВЛЯЮ! Вы спасли всех, помогли призраку отомстить убийце, выжили и спаслись.\nПройдите 2-ую концовку, чтобы знать 2 конец этой истории",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вдруг резко открылся выход. Друзья обрадрвались и побежали туда, как вдруг в голову Кристины прилетел топор, и она повалилась мёртвой. Все закричали.\n—\"Я-убивал многих тут и не позволю вам уйти!\"-прокричал он, растёрзывая тело Кристины.",
    "answers": [
      {
        "id": 38,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 38,
    "text": "Ира с Леной бросились бежать. Они бежали без оглядки. Как вдруг, Лену задело топором по ноге. Она упала и закричала чтобы Ира ей помогла.",
    "answers": [
      {
        "id": 39,
        "text": "Помочь"
      },
      {
        "id": 40,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 39,
    "text": "Читатель, извини, но и тебя убили, так что держи ещё шанс????",
    "answers": [
      {
        "id": 40,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 40,
    "text": "Ира побежала и успела перед тем, как захлопнулись двери. Даня был ошарашен, что вы одна",
    "answers": [
      {
        "id": 41,
        "text": "КОНЕЦ"
      }
    ]
  },
  {
    "id": 41,
    "text": "ПОЗДРАВЛЯЮ! Вы спаслись, бросив друзей, но сохраня свою жизнь\n. Если хотите узнать, как выжил Даня, то пройдите и 2-ую концовку",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 42,
    "text": "????Тут всего лишь 2 концовки, но если хотите большего-дайте мне идеи.\n—89267092991, К.Ф.????",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 43,
    "text": "????Меня зовут ****, мне **, очень рада тому, что вы сюда зашли. Это мой первый квест, судите так, насколько я достойна. Люблю вас!????\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 44,
    "text": "",
    "answers": []
  }
]