[
  {
    "id": 1,
    "text": "Автор: Łèø(Лео)\nЖанр: Приключение\n\nОднажды маленькая девочка убежала из дома и заблудилась в лесу. Что же ждёт её дальше зависит только от вас.\n\nВыбирайте с умом.",
    "answers": [
      {
        "id": 2,
        "text": "Начать историю"
      },
      {
        "id": 9,
        "text": "Комната достижений"
      },
      {
        "id": 11,
        "text": "Слова автора"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вокруг был лишь белый, режущий глаза, снег. Это был январь. Суровый морозный январь. Маленькая девочка бродила по лесу в оборванном сиреневом платьице и с босыми ножками. Она бродила довольно долго, ведь уже сильно дрожала от холода.",
    "answers": [
      {
        "id": 3,
        "text": "Идти дальше"
      },
      {
        "id": 4,
        "text": "Отдохнуть"
      }
    ]
  },
  {
    "id": 3,
    "text": "Не смотря на сильную усталость, Вероника продолжила свой путь. Всё верно. Именно так зовут эту бедную девочку, а теперь немного предистории: Вероника жила счастливой жизнью обычного ребёнка до тех пор, пока из её жизни не ушла мать. Её отцу тоже было плохо из за потери любимой жены, но скоро он нашёл другую.\nНовой Мачехе не нравилась её падчерица, поэтому она каждый раз её отчитывала и заставляла делать всю грязную работу за неё, пока та уходила в салон красоты. Мачеха так же не упускала возможности нажаловаться на неё своему любимому. Тот ей, к сожалению, верил.\nДевочка не выдержала и убежала прочь поздно ночью из дома и оказалась в лесу.",
    "answers": [
      {
        "id": 5,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вероника решила отдохнуть. Всё верно. Именно так зовут эту бедную девочку.\nА теперь, немного предистории: Вероника жила счастливой жизнью обычного ребёнка до тех пор, пока из её жизни не ушла мать. Её отцу тоже было плохо из за потери любимой жены, но скоро он нашёл другую.\nНовой Мачехе не нравилась её падчерица, поэтому она каждый раз её отчитывала и заставляла делать всю грязную работу за неё, пока та уходила в салон красоты. Мачеха так же не упускала возможности нажаловаться на неё своему любимому. Тот ей, к сожалению, верил.\nДевочка не выдержала и убежала прочь поздно ночью из дома и оказалась в лесу.",
    "answers": [
      {
        "id": 5,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 5,
    "text": "Но она не была одна. По её следам за ней шёл одинокий волк. Он был довольно потрёпанный и старый на вид.\nЧто же делать?",
    "answers": [
      {
        "id": 6,
        "text": "Бежать со всех ног"
      },
      {
        "id": 7,
        "text": "Не двигаться"
      },
      {
        "id": 8,
        "text": "Отогнать его"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вероника решила бежать. Бежать и не оглядываться. Она бежала со всех ног, чтобы не попасть в лапы голодного хищника, а волк не стал бежать за ней, так как был уже очень стар. Он просто стоял на месте и смотрел на убегающую маленькую девочку.",
    "answers": [
      {
        "id": 12,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вероника замерла на месте. Она не знала, что ей делать. Волк начал подходить к ней. Девочка уже сожалела о своём выборе, ведь у неё было время убежать и...",
    "answers": [
      {
        "id": 13,
        "text": "И?"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вероника взяла в руки палку и стала размахивать ей, отпугивая тем самым хищника. Волк не ожидал такой дерзости. Он испугался и убежал, выронив какое-то украшение из своей пасти.",
    "answers": [
      {
        "id": 17,
        "text": "Поднять украшение"
      }
    ]
  },
  {
    "id": 9,
    "text": "Это комната достижений. Их немного. Всего 3.",
    "answers": [
      {
        "id": 10,
        "text": "Трусливая девчонка",
        "need": [
          6
        ],
        "need_ever": true
      },
      {
        "id": 28,
        "need_ever": true,
        "need": [
          7
        ],
        "text": "По канону"
      },
      {
        "id": 29,
        "text": "Боевая девочка",
        "need": [
          8
        ],
        "need_ever": false
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы получили достижение \"Трусливая девчонка\", когда убежали от волка в начале квеста.",
    "answers": [
      {
        "id": 9,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 11,
    "text": "Я приношу свои извинения за то, что так мало. Этот квест был создан для того, чтобы понять, понравится ли он вообще кому-то или же нет. Если же у этого квеста появятся фанаты, я продолжу писать эту историю.\n\nНадеюсь, это будет не зря.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 12,
    "text": "Девочка решила остановиться, ведь у неё не было сил бежать. Вероника оглянулась назад, но волка там уже не было. Видимо, ушёл. Ну и слава Богу.",
    "answers": [
      {
        "id": 15,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 13,
    "text": "...Но волк ничего не сделал Веронике. Он подошёл к ней и, облизнув её милое грязное личико, положил в руки какое-то украшение. А сам убежал прочь.",
    "answers": [
      {
        "id": 17,
        "text": "Рассмотреть украшение"
      }
    ]
  },
  {
    "id": 14,
    "text": "Девочка надела его на шею и пошла дальше.\nВскоре, стало видно какое-то живое поселение. Она даже видела, что там кто-то был.\n— Неужели в лесу кто-то живёт? Слава небесам, я спасена!",
    "answers": [
      {
        "id": 18,
        "text": "Побежать"
      }
    ]
  },
  {
    "id": 15,
    "text": "Сделав один шаг, Вероника почувствовала, что наступила на что-то маленькое. Она убрала свою ногу и увидела одиноко лежащее ожерелье.",
    "answers": [
      {
        "id": 16,
        "text": "Поднять его"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вероника подняла его. Оно было круглым и из чистого золота. По крайней мере, так предпологала девочка, видя золотое ожерелье. Ближе к краям был начертан чёрный круг, а внутри было что-то написано на неизвестном языке.",
    "answers": [
      {
        "id": 14,
        "text": "Надеть его"
      }
    ]
  },
  {
    "id": 17,
    "text": "Девочка подняла в руках перед своим лицом украшение. Это было ожерелье. Оно было круглым и из чистого золота. По крайней мере, так предпологала девочка, видя золотое ожерелье. Ближе к краям был начертан чёрный круг, а внутри было что-то написано на неизвестном языке.",
    "answers": [
      {
        "id": 14,
        "text": "Надеть его"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вероника побежала в деревню, надеясь, что ей помогут.\nПриближаясь к поселению, она поняла, что там живут далеко не люди...",
    "answers": [
      {
        "id": 19,
        "text": "Остановиться"
      },
      {
        "id": 20,
        "text": "Бежать дальше"
      }
    ]
  },
  {
    "id": 19,
    "text": "Девочка остановилась, но...",
    "answers": [
      {
        "id": 21,
        "text": "Но?"
      }
    ]
  },
  {
    "id": 20,
    "text": "Девочка бежала дальше, но...",
    "answers": [
      {
        "id": 21,
        "text": "Но?"
      }
    ]
  },
  {
    "id": 21,
    "text": "...Но она споткнулась об камень и покатилась прямо вниз по горке в самый центр деревни. Создавался снежный ком, который становился всё больше и больше. А Вероника была внутри.",
    "answers": [
      {
        "id": 22,
        "text": "Врезаться в дерево"
      }
    ]
  },
  {
    "id": 22,
    "text": "Снежный ком врезался в большой дуб и оттуда выпала Вероника. Возле неё собралась толпа жителей деревни.",
    "answers": [
      {
        "id": 23,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 23,
    "text": "Высокие 2х метровые существа с густой шерстью окружали маленькую девчушку. У них всех были не большие рожки и длинные тонкие хвосты, похожие на крысинные, но с кисточкой из волос на конце. Эти существа были похожи на фурри, но не относились ни к одному из видов животных.\nОни не были настроенно враждебно",
    "answers": [
      {
        "id": 24,
        "text": "Промолчать"
      },
      {
        "id": 25,
        "text": "Сказать что-нибудь"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вероника молчала, смотря на них. Те, в свою очередь, переглядывались то на друг друга, то на неё.",
    "answers": [
      {
        "id": 26,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 25,
    "text": "— Эмм...привет? — Сказала Вероника.\nНо те, в свою очередь, молча переглядывались то на друг друга, то на неё.",
    "answers": [
      {
        "id": 26,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вскоре, к ней подошёл один из этих существ...",
    "answers": [
      {
        "id": 27,
        "text": "И?"
      }
    ]
  },
  {
    "id": 27,
    "text": "На этом 1ая часть этой не большой истории заканчивается. Это, так сказать, зарисовка. Я хочу узнать ваше мнение по поводу продолжения.",
    "answers": [
      {
        "id": 1,
        "text": "В начало",
        "blackout": false
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы получили достижение \"По канону\", когда не стали что либо предпринимать в встрече с волком.",
    "answers": [
      {
        "id": 9,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы получили достижение \"Боевая девочка\", когда отогнали волка от себя.",
    "answers": [
      {
        "id": 9,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 30,
    "text": "",
    "answers": []
  }
]