[
  {
    "id": 1,
    "text": "Эта история о сталкере по кличке Скиталец. Он был отличным парнем до этого. А стал ничего не помнящим парнем. Но как обращаться с оружием и как выжить в суровых условиях Зоны он не забудет никогн! А что было дальше — вам и предстоит узнать.",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "Он очнулся в тёмной комнате. Глаза ещё не привыкли к темноте, да и к тому же голова очень сильно болела. Он не помнил кто он и как он сюда попал. Надо было что-то делать.",
    "answers": [
      {
        "id": 3,
        "text": "Осмотреться"
      },
      {
        "id": 4,
        "text": "Попытаться вспомнить"
      }
    ]
  },
  {
    "id": 3,
    "text": "В кромешной темноте не видно почти ничего. Но вырисовывается силует ещё одного сталкера лежащего под ногами у \"Скитальца\". Слева на стене висит обрез. Перед вами лестница, ведущая наверх. В конце этой длинной лестницы находится деревянная дверь.",
    "answers": [
      {
        "id": 6,
        "text": "Осмотреть сталкера"
      },
      {
        "id": 7,
        "text": "Осмотреть обрез"
      },
      {
        "id": 8,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 4,
    "text": "Сталкер пытается вспомнить как он сюда попал и кто он. А может почему он одет в рваный балахон? Всё это оказывается тщетно... Только одно слово... Скиталец... Что-бы это могло значить? Может это его имя? Ладно, не время для этого, нужно думать как выбраться от сюда.",
    "answers": [
      {
        "id": 3,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 5,
    "text": "Может лучше будет осмотреться?",
    "answers": []
  },
  {
    "id": 6,
    "text": "Скиталец медленно подходит к сталкеру и садится перед ним на корточки.\n—Эй, братан, просыпайся, где мы? -произнёс Скиталец, теребя сталкера за плечо. Ответа не последовало. Затем Скитальца ошеломило. Это был труп! Его, Скитальца, перепутали с трупом и бросили в какой-то подвал! Как такое возможно?!\n\"Надо быстрее выбираться\" -подумал про себя Скиталец.\n",
    "answers": [
      {
        "id": 9,
        "text": "Выбежать в дверь"
      }
    ]
  },
  {
    "id": 7,
    "text": "Обрез оказался не заряженым, да и дуло разъехалось в разные стороны...\n\"Им что, орехи кололи?\" пронеслось в голове у Скитальца",
    "answers": [
      {
        "id": 6,
        "text": "Осмотреть сталкера"
      },
      {
        "id": 14,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 8,
    "text": "Скиталец медленно открывает дверь. Вокруг вроде бы никого нет. Скиталец выдохнул и вышел.",
    "answers": [
      {
        "id": 10,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 9,
    "text": "Скиталец со всей своей скорости вбежал по лестнице и с разбегу выбил, и без того хлипкую дверь, с плеча. Дверь открылась легко и он по инерции пролетел на метр вперёд и упал на траву.",
    "answers": [
      {
        "id": 10,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 10,
    "text": "Оглядевшись по сторонам Скиталец увидел три здания, похожие на какие-то ангары и 2 человек с Абаканом и СПСА. К своему удивлению он знал как обращаться с оружием и искусству убивать. Куча мыслей взвалились на его голову. На момент он потерялся в своём сознании. Грубый мужской голос развеел его размышления:\n—Привет брат!\n—З-з-здравствуй -в замешательстве ответил Скиталец.\n—Ты чего в подвале делал-то? Там эт'... Как его... Радиации море. Ты лучше антирадар прими. Суда вояки провинившихся водят и запирают там. А они там и остаются... В общем, брат, я вижу что ты не из зелёных. Можешь Сидору донести кейс один с важной инфой для него. Самому влом идти просто... А тебе оклематься ещё надо. А я тебе антирад и ПМыч свой старый отдам. Ну как? По рукам?",
    "answers": [
      {
        "id": 12,
        "text": "Н-н-ну ладно, где этот твой \"Сидор\"?"
      }
    ]
  },
  {
    "id": 11,
    "text": "—Ты чего без снаряги ходишь тут? Здесь опасно нынче стало. Мутанты расплодились как кролики, мать их! Да и вояки охерели совсем! Раньше и носа с блокпоста своего не высовывали, а щас попёрли в глубь зоны! И чё им там надо? Ладно, не буду тебя задерживать своей болтовнёй. Аккуратней там.",
    "answers": [
      {
        "id": 16,
        "text": "Расскажи про военных поподробней"
      },
      {
        "id": 17,
        "text": "Пойти к Сидору"
      }
    ]
  },
  {
    "id": 12,
    "text": "—Мдааа... Ты что с луны свалился? Уж Сидора не знать... Ну ладно. Не моё дело. Он в деревне новичков сидит, в подвеле том. Если заблудишься, у местных сталкеров спроси. Удачи, брат.",
    "answers": [
      {
        "id": 15,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 13,
    "text": "",
    "answers": [
      {
        "id": 15,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 14,
    "text": "Скиталец медленно открывает дверь. Вокруг вроде никого нет. Скиталец выдохнул и вышел из подвала.",
    "answers": [
      {
        "id": 10,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 15,
    "text": "\"Как я здесь оказался и почему я ничего не помню?\" С этими мыслями Скиталец добрёл до деревни. На входе в деревню стоял какой-то сталкер. Он подозвал к себе Скитальца. На первый взгляд он выглядел довольно дружелюбно.\n—Ну не стой столбом, когда тебя зовут -произнёс сталкер.",
    "answers": [
      {
        "id": 11,
        "text": "Подойти"
      },
      {
        "id": 17,
        "text": "Забить на него и пойти к Сидору"
      }
    ]
  },
  {
    "id": 16,
    "text": "—Про вояк? Да чё там рассказывать. В основном на блокпосте своём сидят, иногда только разведку из трёх человек отправляют. Разведать чё тут, да как. А Сидор им пять тыщ денег отсыпает и они своему командору говорят, мол никого там нет, одни мутанты. Вот новость пошла, что бывалый сталкер, Стрелок решил в зону вернуться! Представляешь! А ведь я с ним бок о бок бандитов на АТП отбивал! Он ещё тогда не помнил что он Стрелок. Ему Сидор кличку Меченый дал! Ахахахахахаха! Ты бы видел глаза Сидора, когда он узнал, что Стрелка кабанов убивать учил! Вот умора! Ладно, я тебя заговорил чего-то. Удачи, брат.",
    "answers": [
      {
        "id": 17,
        "text": "Пойти к Сидору"
      }
    ]
  },
  {
    "id": 17,
    "text": "В конце деревни был бункер. Как говорил тот сталкер Сидор жил внутри. По видимому надо было спускаться вниз. Снизу раздавалась ругань двух человек. Может не стоит спускаться?",
    "answers": [
      {
        "id": 18,
        "text": "Подождать"
      },
      {
        "id": 18,
        "text": "Спуститься"
      }
    ]
  },
  {
    "id": 18,
    "text": "Ругань прекратилась. И из бункера как ошпаренный вылетел сталкер с АК-74У в руках. Он был одет в кожаный плащ, какие чаще всего у бандитов или матёрых сталкеров. И он часто выкрикивал фразы по типу:\n—Ну держись, Стрелок!\n—Лебедев, я тебя не подведу!\n—Ещё чуть-чуть и убью эту мразь!",
    "answers": [
      {
        "id": 19,
        "text": "Спуститься в бункер"
      }
    ]
  },
  {
    "id": 19,
    "text": "Скиталец начинает спускаться. На стенах бункера расположены маленькие лампочки, которые к тому же и не работают. Скиталец начал спускаться ниже. Спустя несколько десятков ступеней он увидел металлическую дверь, которую и с дюжины зарядов РПГ не выбьешь. Это почему то вызвало у Скитальца смех и он во всю голосину засмеялся.",
    "answers": [
      {
        "id": 20,
        "text": "Далее>>"
      }
    ]
  },
  {
    "id": 20,
    "text": "—Кто там ржёт как конь?! Шутники грёбаные! Я щас Волку о вас, грёбаных шутниках, сообщу! Ой, дошутитесь вы! -раздалось из-за двери.\nСкиталец прекратил смеятся и подумал про себя:\n\"Это тот самый Сидор? Надо бы отдать кейс того сталкера, а то тяжёлый, зараза!\"",
    "answers": [
      {
        "id": 21,
        "text": "Открыть дверь и войти"
      }
    ]
  },
  {
    "id": 21,
    "text": "—Ну здорово, шутник!",
    "answers": [
      {
        "id": 22,
        "text": "Извини, Сидор, я не хотел, просто..."
      }
    ]
  },
  {
    "id": 22,
    "text": "—Ладно, забудь, выполнишь для меня пару заданий, и мы в расчёте. И запомни! Я в благородство играть не буду! Ты сюда просто так или по делу?",
    "answers": [
      {
        "id": 23,
        "text": "Отдать Сидору кейс"
      }
    ]
  },
  {
    "id": 23,
    "text": "Продолжение следует...",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  }
]