[
  {
    "id": 1,
    "text": "Был уже глубокий вечер, когда Аэлита возвращалась домой со свидания. Дом был через несколько кварталов, а маршруток как на зло не ездило. \n",
    "answers": [
      {
        "id": 2,
        "text": "Пойти дворами (значительно быстрее)"
      },
      {
        "id": 3,
        "text": "Остаться ждать автобус"
      },
      {
        "id": 4,
        "text": "Пойти пешком вдоль освещённой дороги"
      },
      {
        "id": 14,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 2,
    "text": "Аэлита зашла в первый попавшийся закоулок по направлению домой. Свет просачивался во двор лишь со стороны главной дороги, так что было более-менее видно, куда ступаешь. \n   \nРедкие прохожие торопливо шагали своей дорогой. Девушка старалась не глядеть на них и чуть ли не бегом шла вперёд. \n\nВскоре после нескольких минут плутания в сети закоулков и тупиков, Аэлита призналась себе, что немного потерялась. \n\nОна решила...",
    "answers": [
      {
        "id": 5,
        "text": "Попытаться выйти обратной дорогой"
      },
      {
        "id": 6,
        "text": "Продолжить искать проход, несмотря на темень"
      }
    ]
  },
  {
    "id": 3,
    "text": "Девушка устало доковыляла до остановки и села ждать хоть какую-нибудь маршрутку, попутно переписываясь со своей подругой, пытаясь разузнать, где та находится в столь позднее время. (Марго сбежала из дома ещё утром, пока Аэлита сладко сопела в постели, и не отвечала ни на телефонные звонки, ни в соцсетях.) \n\nМарго была на нервах и, бросив пару коротких фраз, отключилась.\n\nАэлита, так и не дождавшись ни единой машины, отправилась домой пешком.",
    "answers": [
      {
        "id": 4,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 4,
    "text": "Спустя, наверное, полчаса, девушка благополучно добралась до дома. Не удосужившись раздеться как полагается, она кинула на тумбу пальто и на ходу сняла ботинки. Марго обещала не ждать её сегодня ночью дома, поэтому не было надобности дожидаться её, и Аэлита со спокойной душой упала на кровать, так и уснув. \n\n\n\n",
    "answers": [
      {
        "id": 7,
        "text": "..."
      }
    ]
  },
  {
    "id": 5,
    "text": "В конец устав, девушка развернулась обратно и преспокойнейше вышла на то же самое место, откуда вошла во двор, и направилась прямиком по улице. \n\nРастрёпанная и еле-живая, Аэлита добралась до квартиры, захлопнула дверь и рухнула на пуф, стоящий в коридоре. От Марго до сих пор не было вестей. Плюнув на эту самодурку, девушка как была в одежде, так и дошла до кровати и легла.",
    "answers": [
      {
        "id": 7,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 6,
    "text": "Поплутав в этих неприветлвых улочках ещё какое-то время, девушка внезапно обнаружила себя на главной освещённой дороге. Выдохнув с облегчением, она взглянула на часы. Уже доходила полночь.",
    "answers": [
      {
        "id": 4,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 7,
    "text": "Сквозь сон она услышала смачный хлопок двери. Вероятно, вернулась Марго. \n\nПродрав глаза, Аэлита приподнялась с кровати для укоризненного просверления Марго взглядом. Но вместо полупьяной подруги она увидела то, чего совсем не ожидала...",
    "answers": [
      {
        "id": 8,
        "text": "..."
      }
    ]
  },
  {
    "id": 8,
    "text": "Первое, что увидела Аэлита — распахнутую дверь. Приподнявшись, она разглядела лежащую на полу без сознания подругу. ",
    "answers": [
      {
        "id": 9,
        "text": "Побежать к ней "
      },
      {
        "id": 10,
        "text": "Оставить как есть. Проснётся, закроет дверь сама"
      }
    ]
  },
  {
    "id": 9,
    "text": "Перевернув её на спину, Аэлита ужаснулась. Одежда Марго была запачкана пятнами крови, а лицо подруги было неглубоко исцарапано. Тем не менее, состояние её было ужасным. ",
    "answers": [
      {
        "id": 13,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 10,
    "text": "Марго умирает из-за бездушности Аэлиты. \n\n",
    "answers": [
      {
        "id": 11,
        "text": "..."
      }
    ]
  },
  {
    "id": 11,
    "text": "Game over.",
    "answers": [
      {
        "id": 8,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 12,
    "text": "Аэлита побежала за аптечкой и наскоро обработала раны подруги.",
    "answers": [
      {
        "id": 1,
        "text": "..."
      }
    ]
  },
  {
    "id": 13,
    "text": "ёкарный",
    "answers": [
      {
        "id": 15,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 14,
    "text": "",
    "answers": []
  },
  {
    "id": 15,
    "text": "бабай",
    "answers": [
      {
        "id": 16,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 16,
    "text": "добиваю",
    "answers": [
      {
        "id": 17,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 17,
    "text": "двадцать",
    "answers": [
      {
        "id": 18,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 18,
    "text": "страниц",
    "answers": [
      {
        "id": 19,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 19,
    "text": "паскуда",
    "answers": [
      {
        "id": 20,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 20,
    "text": "чо так сложно то я устал",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  }
]