[
  {
    "id": 1,
    "text": "   Привет, читатель! Как дела? Хотя впрочем не важно. Хотели ли вы быть программистом. Может быть среди вас и есть программисты. Ну впрочем сегодня вы попадёте в шкуру одного невезучего программиста по имени Валера Михайлович. Я старался сделать его смешным)... ",
    "answers": [
      {
        "id": 2,
        "text": "[Начать] "
      },
      {
        "need_ever": true,
        "need_sometimes": true,
        "id": 3,
        "text": "[Послесловие] ",
        "need": [
          21,
          22
        ]
      }
    ]
  },
  {
    "id": 2,
    "text": "   Вы проснулись от страшного кошмара что вас обманул заказчик.\n   Посмотрев на часы вы напугались ещё больше, ведь вы опаздывали в офис. ",
    "answers": [
      {
        "id": 4,
        "text": "-Надо быстро собираться! "
      },
      {
        "id": 5,
        "text": "-Стоп... Я же не работаю в офисе... "
      }
    ]
  },
  {
    "id": 3,
    "text": "   Вы конечно дочитали до конца, если у вас открылась эта страница. Попрошу вас оставить отзыв или поставить отметку \"Нравится\", если квест конечно вам понравился. Это вдохновит меня сделать 2 часть)... Спасибо... ",
    "answers": [
      {
        "id": 1,
        "text": "[Ок, пока] "
      }
    ]
  },
  {
    "id": 4,
    "text": "   Вы быстро начали собираться на работу, как вдруг к вам пришёл сосед за солью и спросил куда вы собираетесь, на что вы ответили:\n—Вы, дорогой Степан Адреич, знать не должны... В офис я опаздываю...\n—В какой офис? Вы с дому не выходите целый день, а тут решили с утра пораньше в какой-то офис пойти... Странный вы человек Валера Михайлович...\n   Тут вы вспомнили что работаете удалённо, на фрилансе... Вы дали Степану Андреичу его соль и пошли пить чай раздумывая этот казус... ",
    "answers": [
      {
        "id": 6,
        "text": "[Идти печатать код] "
      }
    ]
  },
  {
    "id": 5,
    "text": "   Вы с облегчением встали и пошли пить чай. А постучавшего соседа Степана Андреичу, который пришёл за солью для борща, вы вежливого (как обычно) послали к тёте Зине на третий этаж...",
    "answers": [
      {
        "id": 6,
        "text": "[Идти печатать код] "
      }
    ]
  },
  {
    "id": 6,
    "text": "   Прихватив чай с печенюшками вы сели за компухтер и конечно включили его. На мониторе засветился \"Синий экран смерти\". Вы облили чаем клавиатуру и монитор, но потом вспомнили что это просто обои на рачоем столе:\n—Екарный бабай! Ну что за день сегодня... Придётся новую клаву покупать... Попользуюсь пока старой... ",
    "answers": [
      {
        "id": 7,
        "text": "[Взять старую клавиатуру] "
      }
    ]
  },
  {
    "id": 7,
    "text": "   Подключив старую клавиатуру вы стали задумываться, а в правда ли вы- это вы. Но тут вы поняли насколько тупо это звучит, поэтому принялись искать работу. ",
    "answers": [
      {
        "id": 8,
        "text": "[Зайти на Явито] "
      },
      {
        "id": 9,
        "text": "[Зайти на сайты по фрилансу] "
      }
    ]
  },
  {
    "id": 8,
    "text": "   Зайдя в этот притон барыг, вы сможете наткнуться на своевременной обман в вашу сторону, по поводу работы... Работу найти сложнее, но вы, как самый подлый барыга, можете увеличить цену до небесной. Но конечно и обман, как я ранее говорил, здесь присутствует. Будьте осторожны!! ",
    "answers": [
      {
        "id": 10,
        "text": "[Попытать удачу в аду] "
      },
      {
        "id": 7,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 9,
    "text": "   Здесь присутствуют правила, как в самом настоящем обществе. Люди здесь нормальные. Конечно каких нибудь троллей вы здесь можете найти, но вероятность здесь невелика. Цены вы здесь увеличить не сможете, но все же золотую середину предложить сможете... ",
    "answers": [
      {
        "id": 11,
        "text": "[Зайти в раздел по вёрстке сайтов (HTML, CSS, JS)] "
      },
      {
        "id": 12,
        "text": "[Зайти в раздел по Python] "
      },
      {
        "id": 13,
        "text": "[Зайти в раздел по PHP] "
      },
      {
        "id": 14,
        "text": "[Зайти в раздел по разработке игр] "
      },
      {
        "id": 7,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 10,
    "text": "   Зайдя на сайт, первое что попадается вам на глаза это странное объявление по продаже руки. Вам стало интересно что это за магия, но это оказалась не магия... Чел Отрубил себе руку и решил продать её за 1млн рублей. Вы не видели ничего более странного кроме объявление по продаже трупа собаки... ",
    "answers": [
      {
        "id": 15,
        "text": "[Выставить объявление по вёрстке сайтов] "
      },
      {
        "id": 16,
        "text": "[Выставить объявление по разработке приложения на Python] "
      },
      {
        "id": 17,
        "text": "[Выставить объявление по починке пк] "
      }
    ]
  },
  {
    "id": 11,
    "text": "    Вы не нашли там ничего интересного или прибыльного",
    "answers": [
      {
        "id": 9,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 12,
    "text": "    Хоть вы и специалист по пайтон, вам все казалось неизвестным и сложным",
    "answers": [
      {
        "id": 9,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 13,
    "text": "    Вы в нем не разбираетесь, но зашли просто проверить ",
    "answers": [
      {
        "id": 9,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 14,
    "text": "   Там вы нашли какие-то убогие проекты, принимать участие в которых вам не хотелось",
    "answers": [
      {
        "id": 9,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 15,
    "text": "    Вы доканчивали писать объявление о услуге, как вдруг вспомнили, как ваш друг Гоша был избит гопниками когда не захотел делать сайт за пивас. Вы решили не выкладывать объявление на эту тему",
    "answers": [
      {
        "id": 10,
        "text": "[Назад в поиски кракена] "
      }
    ]
  },
  {
    "id": 16,
    "text": "   Вы выставили объявление на показ всем барыгам, как вдруг через 20 минут вам написали что лучше удалить это объявление, оно никому не нужно. Вы не стали измерять свои силы против гопарей с другого города, поэтому удалили услугу",
    "answers": [
      {
        "id": 10,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 17,
    "text": "     Вы выставили эту услугу и О БОГИ никто вам не выдал никаких претензий. Но сразу же к вам прилетел адрес работы. Вы не знали что делать, ведь выставили это объявление просто так--по приколу.\n    Но вы додумались отклонить предложение, на что получили следующий ответ:\"Слыш ты, чмырь, ты почему отклонил то? Поиграться решил? Задолбали такие... Выставил объявление выполняй его... С этого дня буду в суд подавать на таких как ты... Ещё увидимся... Чмырь!\" ",
    "answers": [
      {
        "id": 18,
        "text": "[Пойти налить себе ещё чаю и не обращать на это внимание] "
      }
    ]
  },
  {
    "id": 18,
    "text": "   Вы налили себе чай и уже собирались идти за свой любимый комп, как вдруг вы услышали стук в дверь",
    "answers": [
      {
        "id": 19,
        "text": "[Открыть] "
      },
      {
        "id": 20,
        "text": "[Не открывать] "
      }
    ]
  },
  {
    "id": 19,
    "text": "   Вы открыли дверь и к вам ворвались сотрудники полиции вместе с пистолетами и дубинками",
    "answers": [
      {
        "id": 21,
        "text": "[Завизжать] "
      },
      {
        "id": 22,
        "text": "[Ошеломленно лежать с наручниками на руках] "
      }
    ]
  },
  {
    "id": 20,
    "text": "   Вы решили не открывать дверь, но сотрудники полиции подумали иначе и выбили дверь ворвавшись в комнату",
    "answers": [
      {
        "id": 21,
        "text": "[Завизжать] "
      },
      {
        "id": 22,
        "text": "[Ошеломленно лежать с наручниками на руках] "
      }
    ]
  },
  {
    "id": 21,
    "text": "   Вы испугались и завизжали, что оглушили  сотрудников полиции на несколько секунд... Но вам эти секунды ничем не помогли... Вас все же увели в машину... ",
    "answers": [
      {
        "id": 1,
        "text": "[Конец] "
      }
    ]
  },
  {
    "id": 22,
    "text": "   Вы спокойно лежали на спине недоумеваю что произошло... Вас увели в машину",
    "answers": [
      {
        "id": 1,
        "text": "[Конец] "
      }
    ]
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  }
]