[
  {
    "id": 1,
    "text": "\nЖанр: рассказ автобиографический, драма\nАвтор: Teppish\n\nЭта история произошла и происходит в моей жизни. Всё началось с одного человека, который был моим преподавателем, но позже стал не только наставником, но и другом.",
    "answers": [
      {
        "id": 18,
        "text": "Начать"
      },
      {
        "id": 5,
        "text": "О работе"
      }
    ]
  },
  {
    "id": 2,
    "text": "Закрыв глаза, я всегда переношусь в наш кабинет. В нём всегда было шумно и весело, несмотря на то, что там собрались студенты из пяти разных стран разных возрастов.\n\nЯ хорошо помню тот день, когда впервые увидела его. Я не сразу поняла, что он наш учитель — его образ был слишком неформальным. Красная футболка, темные бриджи. С виду лет тридцать. Я с ним не поздоровалась, о чем сожалею до сих пор. \n\nЯ сидела за первой партой, у меня уже были подруги и я чувствовала себя уверенно. Не боялась шутить и была уверенна, что он не поймет моих шуток — я же говорю на другом языке, русском. А он немец, учитель немецкого языка. Уже потом мы узнали, что он учил русский и понимал очень многое, о чем мы говорили.\n\nКласс был возбужден, но стоило Михаелю, так звали нашего нового учителя, сказать первую фразу, наверное, даже сидевший за последней партой угрюмый мужчина из Ирана затаил дыхание и прислушался.",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "Мы решили представиться и познакомиться. Мы, студенты, тогда уже владели немецким, но не на таком высоком уровне, чтобы говорить без ошибок и не запинаться. И всё же мы старались рассказать о себе, описать свои хобби. \n\nЯ общительный и активный человек, и всё же сама не зная почему я постеснялась задать ему встречные вопросы. Это странное чувство, когда испытываешь несколько раз в жизни и всего с несколькими людьми не передать словами. Когда ты смотришь на человека и он настолько харизматичный, что невозможно отвести глаз. Что-то в груди сжимается, ведь ты понимаешь, что этот человек особенный. \n\nМне очень хотелось, чтобы он улыбнулся, но я не нашла что сказать, решив просто быть собой и по-больше слушать других ребят. И, конечно же, херра Штанге, который с первых секунд сумел найти подход к абсолютно каждому человеку. Он задавал вопросы и меня впечатлило, что он был искренне рад познакомиться с каждым. И эта открытость подкупала. ",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "Мы говорили о хобби и я не знаю как, но речь зашла про Джеймса Бонда, которого играл Дэниел Крейг. И я бы наверняка забыла этот факт, если бы позже на одном из занятий Михаель не вспомнил, что мне нравится эта серия фильмов. Кажется, он составил несколько предложений со сложными грамматическими конструкциями про меня и Джеймса Бонда. Он был исключительно внимательным. И меня это восхищало.\n\nМы прекрасно проводили время с друзьями, с которыми учились вместе в одной группе. У нас образовалась своя мини-комания. Сначала там была я, две моих подруги и друг. Все мы были из Украины. Однако позже к нам присоединился ещё один парень из Венесуэлы и мы стали дружить впятером. \n\nУ нас было два учителя, кроме херра Штанге, нам преподавала фрау Мюллер. Мы не сразу оценили, какой она замечательный специалист и человек, это нам показало время. Некоторые люди как открытые книги, смотришь и всё понимаешь. Другие люди словно шкафы — вся информация за тридцатью замками. Есть разные люди и часто сложно определить кто есть кто с первой попытки.",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "Основано на реальных событиях.\n\nПервое автографическое произведение автора.",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 6,
    "text": "И всё же уроки херра Штанге, так его называли абсолютно все, ведь по имени называть учителей в Германии не принято, были особенно интересными. Он был полностью увлечен своим предметом, он был умен, но в то же время не был как эти напыщенные профессора, которые тридцать пять раз проверяют правильно ли сидит галстук на идеальном новом костюме. Он был другим и именно по-этому был особенным.\n\nОн делал презентации с собственными фотографиями и фотографиями Ангелы Меркель. Одно из занятий он провел сидя на столе, а другое на корточках. Особенно всем запомнился день, когда одним летним днем херр Штанге пришел на занятие в тапках с рыбами! Как жаль, что меня тогда не было и я всё упустила. Но друзья мне показали фото в интернете и я долго смеялась, представляя, как восхитительно это должно было выглядеть. Наш учитель спокойно проводит занятие, объясняя сложные термины... В ярких тапках в форме рыб, которые смотрят на тебя своими маленькими глазками.",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "В его непренужденности была его сила. Он не выглядел так, словно бросал вызов обществу своим поведением, он просто был собой и это подкупало. Мало кто может себе позволить такую роскошь. \n\nМы с друзьями сразу же его полюбили. Херр Штанге не любил, когда мы опаздывали на его занятия, а мы частенько опаздывали. На перемене мы ходили в магазин, который находился далеко от нашего места обучения. Однажды он сказал, что если мы опоздаем ещё раз, то обязательно должны захватить ему шоколадку: молочную с орехами. Уже через 30 минут она лежала у него на столе. Херр Штанге весело усмехнулся и поблагодарил. \n\nА иногда, когда мы не ходили в магазин, мы сидели на лестнице, ели еду, а херр Штанге стоял неподалеку на этих же ступеньках и курил. Редко, но иногда мы о чем-то разговаривали. И всё же я вновь не могла сказать и пары слов, что было на меня не похоже. Словно мне снова было тринадцать и я была маленькой стестнительной школьницей.\n\nСейчас я вспоминаю это лето как лучшее лето в моей жизни. Я никогда его не забуду.",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "Но позже наступила осень, а осенью всё всегда меняется. Потихоньку всё изменилось. \n\nУже тогда я поняла, что мне не дает заговорить с ним просто так, не про учебу. Наверное, я боялась разочаровать его. Я боялась сказать что-то не то. Так бывает, когда бесконечно уважаешь какого-то человека. Наверное, заговорив с Дэниалом Крейгом я бы так не стеснялась. Это не были романтические чувства. Но глядя на него хотелось улыбаться.\n\nЯ училась с усердием. Мне хотелось учиться. И всё же мне всегда было сложно сконцентрироваться. Я была не самой умной в классе, меня это ранило, но ничего нельзя поделать с самой собой. Я продолжала и продолжала. Мышь долго шевелила лапками в молоке, пока не взбила из него масло и не выбралась. Я была этой мышкой и мне не хотелось идти на дно.\n\nЭто было тяжелое время, когда мне казалось, что всё потерянно. Я часто рыдала в подушку часами. Я думала, что я не особенная, очень больно разочаровываться в самой себе. ",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "Было очень мало того, что может вытягивать человека из негативных мыслей, из практически начавшегося на фоне стресса алкоголизма. \n\nИ всё же его занятия были словно светом в конце туннеля. Мы видели этот свет. Этот свет был мне нужен, он давал надежду. Я не хотела подвести его и себя. Мне так хотелось, чтобы в меня верили.\n\nХерр Штанге был этим светом. Когда у нас было занятие с фрау Мюллер он зашел к нам в гости. Мы его увидели в витраже двери ещё до того, как он зашел, но реакция была у всех одинаковая — вопль радости. Мы с подругами смеялись ещё добрых полчаса, обнаружив, что один из возгласов принадлежал серьезному мужчине лет на 20 нас старше из Турции. Я до сих пор с улыбкой вспоминаю эту историю.\n\nУ меня была ещё одна мотивация быть самой лучшей, о которой никто не знал. Моим подругам, которые писали идеально свои тесты, херр Штанге писал комментарий на русском языке. Я очень хотела получить такой же. Но ни разу не получила.",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "Мои друзья успешно стали экзамен, а я нет. Я тогда его вообще не сдавала. Они пошли дальше, а я нет.\n\nЯ перешла в новую группу и начала всё с начала. Я стала учиться во вторую смену. Никогда не видела херра Штанге так поздно вечером. И всё же выглядел он иначе. В какой-то момент мне показалось, что свет моего солнца погас. Мой любимый учитель выглядел не как обычно. Энергия заканчивается даже у, как казалось ранее, бесконечных её источников.\n\nЯ не хотела терять своё солнце. Но ничего не могла поделать.\n\nНе люблю очень и зиму. Я мечтала, когда они закончатся. ",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "Мои новые друзья из второй группы оказались самыми открытыми людьми, которых я знала. Я чувствую людей. Эта группа была самой душевной и милой. В ней у меня не было своей компании, но эти ребята и сами была одной большой компанией, одним организмом. Они стали моим солнцем на время. И последний месяц зимы стал самым лучшим началом нового 2023 года.\n\nА затем наступила весна по календарю. У нас близился экзамен, тот самый, что я пропустила с первой группой. Я чувствовала, что я готова его сдать и хотела. Но прощаться мне было грустно.\n\nВ последний день перед экзаменом я осмелилась и подошла к херру Штанге, который проверял работы. Я сказала ему огромное спасибо. Мне казалось, что это наш последний в жизни разговор, хотя я безумно этого не хотела.\n\nВ день экзамена я обнаружила на своём столе и столе других ребят маленький пакетик с конфетами и запиской \"Для Тины\". Это сделал Он. На моих глазах почти выступили слезы, так мне было приятно. Я до сих пор храню пустой пакетик с его запиской. Это было важно, я и сама сначала не осознавала как сильно.",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "Я была на набережной в Дюссельдорфе, когда узнала результаты экзамена. Первые десять минут я злилась, расстраивалась, но затем спокойно проводила настоящее солнце за горизонт. Всё, что случилось, уже случилось. Надо идти дальше. \n\nВернувшись в Лейпциг, я перешла в свою третюю группу. Когда я вошла в кабинет я уже ничего не чувствовала, но старалась быть приветливой. Я не боялась рассказывать о себе, потому что к тому времени я окончательно себя приняла со своими пробами и ошибками, слабостями и сильными сторонами, которых намного больше.\n\nИ всё же я решила не заводить друзей. Я решила, что так будет лучше. Уж слишком больно расставаться, да и отвлекаюсь я часто. Моё сердце может и не выдержать. Интересно, какого преподавателям? Они тоже чувствуют то же самое? \n\nВ каждой группе примерно пятнадцать человек. Все знают друг друга и почти не знают ребят из других групп. А это была моя третяя. Я знала более пятидесяти человек.",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "И всё же был конец декабря. Наступил один из прекраснейших предпразднечных дней. Мы шли в боулинг с фрау Мюллер и херром Штанге, а так же с моей первой группой и старыми друзьями. После долгих двух недель, прошедших с экзамена, я успела очень соскучиться.\n\nНо поскольку мы пошли с учителями, это был повод сблизиться, поговорить о чем-то. Но я снова словно бы намеренно села как можно дальше от Михаеля, на другой диван. Я снова была лишь наблюдателем. Вокруг все веселятся, играет музыка, мы говорим с фрау Мюллер. Именно тогда я поняла, что эта одна из самых удивительных женщин, которых я знаю. И всё же одним глазом я поглядывала на моё затухающее солнце. Он был сам в себе и почти ни с кем не говорил. \n\nЗа весь вечер я смогла только один раз ему улыбнуться, когда мы оказались рядом у соседних дорожек, чтобы вместе кинуть шары. Его шар сбил девять кегель. А вот мой всего четыре, хотя я отличный игрок и весь вечер была на втором месте в своей коменде из шести человек. Такое бывает. Это нормально.",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "В четверг планировали вручать сертификаты тем, кто писал последний экзамен. Мои друзьям, ребятам из второй группы и мне. \n\nНа этой неделе я заболела, но безумно хотела что-то сделать и принести. Я решила приготовить салат. Без особой надежды, что его съедят и всё же со всей душой и в двенадцать ночи в канун четверга.\n\nВсе события четверга были как в тумане, но каждую минуту вечера я запомнила. Почему некоторые события мы зыбываем, а некоторые помним всегда? Как мозг определяет, какие воспоминания важны, а какие нет? \n\nИ всё же я сидела и на глазах наворачивались слезы. Особенно, когда показали фотографии с прошлой весны и я осознала, что нахожусь здесь, в этих стенах, почти год. Это моя жизнь. Девочки пели украиские песни, читали стихи. Они подготовили прекрасный вечер и проделали большую работу. А затем нам вручали сертификаты.",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "Смешная история! Они вручили всем сертификаты, а обо мне забыли. Но когда на лице херра Кретчмара, одного из организаторов мероприятия, к которому я обратилась с вопросом, где же мой сертификат, отразилось удивление, озадаченность и даже легкий испуг, я поняла, что что-то не так.\n\nОн обрати внимания зала ко мне, сказав, что мне забыли вручить сертификат. Ко мне подбежали учителя, друзья, начали аплодировать. Я не сдержалась и разрыдалась. Я не помню, когда я так сильно и долго плакала.\n\nВсе подумали, что это потому, что я обиделась, но это было не так. Я была абсолютно и бесконечно счастлива. Что я среди друзей, что я на своём месте. Я люблю этих людей и бесконечно уважаю за тот труд, что они делают для нас. Учителя — святые люди. Я никогда не поменяю своего мнения.",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "Херр Штанге особенно извинялся, он говорил, что ему очень жаль. Они даже обняли меня с фрау Мюллер. Я старалась их успокоить и сказать, что всё хорошо. Конечно, из-за слез я не смогла выссказать всё, что я думаю, а думала я много. Я извинилась за свою эмоциональность и сказала, что такое редко случается, что сегодня просто такой день. \n\nЯ предложила мой салат и мне было бесконечно приятно, когда они все проявили желание попробовать. Особенно херр Штанге. Безукоризненно вежливый, он общался со всеми и старался проявить всем чуточку своего внимания. И мне тоже. Я очень старалась, чтобы им понравилось. Мой салат попробовали все, кто остался в зале! Уже через пятнадцать минут тарелка была пуста! \n\nЯ украдкой наблюдала за всеми, кто находится в зале. Они такие разные и такие уникальные, такие талантливые. Они прекрасные. И я часть всего этого.",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "Начиная писать этот рассказ я думала, что он об одном человеке. И для меня всё действительно началось с него. \n\nИ всё же эта история про нас всех. Люди встречаются не случайно. Нам суждено было встретиться и познакомиться. Мы все были собой и не боялись, притягивало это кого-то или отталкивало. И всё было хорошо, ведь нас была и есть одна цель — знания. Нам суждено было дружить, расстраиваться, разочаровываться, смеяться, плакать, трудиться. Кто-то для кого-то был светом, кто-то сам для себя был тьмой. И всё это суждено было пережить в стенах небольшого здания в городе Лейпциг, в Германии.",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 18,
    "text": "Лучшие люди приходят неожиданно...",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 19,
        "text": "О нас",
        "need": 500
      }
    ]
  },
  {
    "id": 19,
    "text": "Мне бы хотелось очень многого, точно больше, чем я имею. \n\nИногда даже больше, чем вселенная может преподнести. А если бы всё смогло случиться? Как бы это было? \n\nЧто было бы, если бы наконец настал тот самый день, когда обезьяна из известной Теоремы бесконечных обезьян, напечатает один из романов Николаса Спаркса?\n\nЧто, если бы у нас с ним был бы шанс?\n",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      },
      {
        "id": 19,
        "text": "Теоре́ма о бесконе́чных обезья́нах (в одном из многочисленных вариантов формулировки) утверждает, что абстрактная обезьяна, ударяя случайным образом по клавишам пишущей машинки в течение неограниченно долгого времени, рано или поздно напечатает любой наперёд заданный текст.",
        "comment": true
      }
    ]
  },
  {
    "id": 20,
    "text": "Вечер у колледжа. Много ребят собрались во дворе. Праздник — все сдали экзамены. Лавочки, расположенные на трибуне, стоят длинными рядами. Там много студентов, они сидят, общаются, веселятся.\n\nЯ чувствую дым от чужих сигарет. Замечаю друзей. \n\n  — Привет, Тина! \n  — Привет...\n\nЯ беру предложенное мне пиво. Мы что-то едим, вроде бы чипсы. Близится вечер, но это теплый летний вечер. Мне нравится его приятная атмосфера. Играет музыка. Я чувствую себя абсолютно счастливой. ",
    "answers": [
      {
        "id": 1,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  }
]