[
  {
    "id": 1,
    "text": "Вы — обычный врач, которому, как и почти каждому в стране, поручили задание. Вам нужно узнать, что с вами случилось, и случайны ли встречи с другими людьми.\n\nВ моем квесте вы будете собирать правду с разных кусочков, если вы ждете, что выбрав нормальную концовку, узнаете все сразу, то глубоко ошибаетесь.\n\nНо все же, это мой первый квест, прошу поддержать меня.",
    "answers": [
      {
        "id": 4,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вам это тяжело давалось, так как укрывалась она руками очень хорошо. Но вы поняли, что подружится с ней уже не получится. Девушка плакала, и все время умоляла вас:\n— Не бей, прошу. — она говорила очень тихо, видно, она бы умерла и без вас. Вы давно не ощущали злости, и не били ее. Осмотрев, вы поняли, что у нее сломаны только 2 ребра.\nВы положили ее на кровать, и теперь хотели, чтобы она оказалась жива. Как странно...",
    "answers": [
      {
        "id": 57,
        "text": "Взять комбинезон, оружие и припасы"
      }
    ]
  },
  {
    "id": 3,
    "text": "В городе никого небыло. Все поросло травой, но вы увидели несколько домов с открытыми дверьми.",
    "answers": [
      {
        "id": 9,
        "text": "Обыскать здания"
      },
      {
        "id": 33,
        "text": "Осмотреть город еще раз"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы проснулись в снегу. Было очень холодно, и ваша летняя одежда не спасала от холода. Пытаясь хоть что-то вспомнить, вы поднялись на ноги.\n— Как же болит голова — вы сказали сквозь зубы, словно ничего больше сделать не способны. — Я потерял память? — ответом вы услышали немую тишину.\nВдали вы увидели город. ",
    "answers": [
      {
        "id": 3,
        "text": "Пойти в сторону города"
      },
      {
        "id": 7,
        "text": "Осмотреться лучше"
      }
    ]
  },
  {
    "id": 5,
    "text": "Девушка весила немного, и вы взяли ее на руки.\nВы подошли к самому краю балкона.\nДевушка не двигалась, она понимала, что если сделает хоть одно движение, смерть будет несладкой.\nОна расплакалась, ее лицо покраснело полностью. \n— Ты что, действительно не помнишь меня? — изо рта у нее пошла кровь.",
    "answers": [
      {
        "id": 10,
        "text": "Сбросить ее"
      },
      {
        "id": 15,
        "text": "Пожалеть"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы взяли ее холодными руками, и она, похоже, немного пошевилилась. Но во всяком случае, вы этого не заметили. Ваша квартира была на 7 этаже, и вы просто выкинули ее с балкона.\nВы не хотели такого финала, но подскользнувшись на ее крови, вы тоже выпали из 7 этажа.\n[Концовка: Как всегда]",
    "answers": [
      {
        "id": 1,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 7,
    "text": "Все что вы нашли — груда железяк. Вы вспомнили, что раньше были ученым. Возможно, можно что-то сделать из этого.\nНо вы слишком устали, и вам некуда взять все это. Лучше вернуться сюда потом.",
    "answers": [
      {
        "id": 3,
        "text": "В город"
      }
    ]
  },
  {
    "id": 8,
    "text": "— Я не знаю кто я! Ясно?!! — вы посмотрели на ее лицо, оно побледнело. Она что-то знает... — Я проснулся здесь недалеко, и пришел сюда.\nДевушка опять была в раздумьях, а потом тихо сказала: \n— Встань.\nВы не хотели этого делать, но когда она пригрозила автоматом, вы поняли, что она немного психованная.\nДевушка слабо держалась на ногах, вы заметили это сразу.",
    "answers": [
      {
        "id": 16,
        "text": "Подняться"
      },
      {
        "id": 17,
        "text": "Скинуть девушку на пол"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы нашли одежду, и несколько консерв. Вы очень хотите есть. Съесть одну?",
    "answers": [
      {
        "id": 11,
        "text": "Съесть одну"
      },
      {
        "id": 12,
        "text": "Не есть ничего"
      }
    ]
  },
  {
    "id": 10,
    "text": "Как только вы отпустили ее, она зацепилась за вашу футболку. Вы вылетели с балкона, последними вашими словами было: \n— Да пошла ты на...!!!\n[Концовка: Комбо]",
    "answers": [
      {
        "id": 1,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вам стало немного лучше, но было бы неплохо еще и поспать. Уже вечер, так что ночью в путь лучше не идти. Кто его знает, что творится, и где все.\n",
    "answers": [
      {
        "id": 13,
        "text": "Спать"
      },
      {
        "id": 14,
        "text": "Уйти с города"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы были слишком голодны. На следующий день вы не могли пошевилится. Вы знали, что это конец. А как жаль...\n[Концовка: Голодающий]",
    "answers": [
      {
        "id": 1,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 13,
    "text": "Проснулись вы от чего-то холодного, что-то похожее на железную трубу. Вы не знали что делать, а услышав тяжелое дышание, растерялись совсем.",
    "answers": [
      {
        "id": 19,
        "text": "Резко вскочить и посмотреть что происходит"
      },
      {
        "id": 40,
        "text": "Говорить"
      },
      {
        "id": 24,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы пришли к месту, в котором проснулись. Но вы настолько захотели спать, что буквально упали. Это было последнее, что вы видели.\nЧто же с вами было?\n[Концовка: Дежавю]",
    "answers": [
      {
        "id": 1,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы бросили девушку в кровать, и пригрозили ножем. \n— Ник, остановись, ты действительно не помнишь меня?\n— Уйди отсюда. Уходи!!!\nДевушка ушла, вам казалось, что это какой-то спектакль. Но девушка не лгала, может она что-то знает о вас? Судя по звукам, она поселилась в квартире возле вас.\nМинут через десять вы услышали 3 выстрела.\n— Черт, и как теперь быть?",
    "answers": [
      {
        "id": 64,
        "text": "Разузнать обстановку"
      },
      {
        "id": 85,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 16,
    "text": "— Не стреляй в меня — твердо сказали вы, заметив у нее сзади нож.\n— У меня и патронов нет! — она взяла ваши запасы.\n— Это мое!!! Я это нашел! \nВы выхватили у нее нож, и сидели неподвижно, замахнувшись. Вы сквозь зубы сказали:\n— Не оборачивайся, сиди смирно!",
    "answers": [
      {
        "id": 18,
        "text": "Зарезать эту тварь"
      },
      {
        "id": 20,
        "text": "Поделится своими припасами"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы зацепили ногу девушки своей ногой, она свалилась на пол.\n— Стой, я должна что-то тебе сказать — девушка укрыла свое лицо и торс от ударов.\n— Я не хочу с тобой говорить, ты хотела меня убить! — у вас появилась агрессия, вы хотели растерзать ее.\nВы уже не слышали ее, да и если б слышали, уже бы и не остановились.\nНо вы же не собираетесь ее забивать до смерти?",
    "answers": [
      {
        "id": 2,
        "text": "Забить до смерти"
      },
      {
        "id": 5,
        "text": "Напугать"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы ударили ее со всей силы. Ее кровь залила вашу одежду. Она упала на пол, и уже почти не двигалась. Перед смертью она улыбнулась, и посмотрела на вас.\nВы долго так просидели, глядя на безжизненное тело. Появилась кровожадность к остальным, и вам понравились ее страдания.\nНо что делать дальше?",
    "answers": [
      {
        "id": 21,
        "text": "Забрать у убитой броню и оружие"
      }
    ]
  },
  {
    "id": 19,
    "text": "Последнее, что вы увидели в своей жизни — как девушка с М4 в руках стреляет вам в живот. По ее выражению лица вы поняли, что она стреляла случайно, от неожиданности.\nОна что-то говорила, но вы уже не слышали.\n[Концовка: Не самое лучшее начало разговора]",
    "answers": [
      {
        "id": 1,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы решили не делать глупостей. Вы спрятали нож, но были начеку.\n— Пошли со мной — она была без эмоций.\n— Я не пойду, я же не знаю тебя совсем — вы хотели ударить и допросить ее, но опять увидев, что она чуть ли не падает, пожалели ее.\nЧерез несколько минут девушка упала. Вы не были врачем, но осмотрев ее, не увидели ничего, что бы вызвало такое... Положив ее на кровать, вы заметили у нее на поясе еще один нож и пистолет. Куда она хотела вас завести?\nЧерез несколько часов она поднялась.\n— Ну наконец-то, знаешь, я все же не пойду с тобой. — Вы крепко сжали нож в руке, и приставили его к ее горлу — Признавайся, куда ты хотела меня привести?!! \n— Я... не помню... Черт, я не помню.\n— Ты лжешь!! Ты ворвалась ко мне с оружием. Ты знаешь, что я могу с тобой сделать?\nДевушка начала плакать. Она уже не была той, которая была сначала. Вы все же заметили, что что-то изменилось.\n— Не убивай меня, прошу. Я правда ничего не помню. — она говорила неразборчиво, через слезы.\nВы не хотели ее убивать, но можете выгнать.\n",
    "answers": [
      {
        "id": 28,
        "text": "Пусть живет здесь"
      },
      {
        "id": 31,
        "text": "Вытолкать ее отсюда"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы забрали оружие. В автомате еще были патроны, но в пистолете их уже небыло. Вас ни капли не смутило то, что взяв ее комбинезон, она осталась совсем голая. Вы долго с этого смеялись. \n— Хоть бы что-то одела, дура.\nВы понимали, что в пути еды может быть мало. Вам не нравится идея стать канибалом, но возможно еды дальше не будет.",
    "answers": [
      {
        "id": 22,
        "text": "Стать каннибалом"
      },
      {
        "id": 58,
        "text": "Оставить тело девушки"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы разделали тело девушки. Естественно, вы этого делать не умели. Но вам это понравилось. \nУ вас не все в порядке с психикой, и вы уже начали это подозревать.",
    "answers": [
      {
        "id": 25,
        "text": "Что дальше?"
      }
    ]
  },
  {
    "id": 23,
    "text": "Мертвая голая девушка все больше начала вас пугать. Может, одеть ее, и выбросить отсюда?",
    "answers": [
      {
        "id": 6,
        "text": "На мертвую одежду переводить? Нет"
      },
      {
        "id": 53,
        "text": "Одежды тут много, одеть"
      }
    ]
  },
  {
    "id": 24,
    "text": "Несколько пуль впились вам в спину, было очень больно, но что уже поделаешь?\n[Концовка: Железный человек]",
    "answers": [
      {
        "id": 1,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вам долго являлась та девушка. Вас мучала совесть за убийство.\n— А если бы все было хорошо? — вы постоянно думали только о ней.\nВы всегда не были сильны характером. В прямом смысле, рыдая, вы нацелили на себя ее пистолет.\n— Кем я стал? Убийцей и каннибалом! — вы вспомнили всю свою жизнь, вспомнили, как оказались там, откуда все началось.\nВы потеряли сознание, всплеск эмоций разодрал вас на части. Вы стали все чаще думать о самоубийстве.",
    "answers": [
      {
        "id": 26,
        "text": "Вспомнить историю того, что здесь было"
      },
      {
        "id": 27,
        "text": "Самоубийство"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы вспомнили, что еще с детства мечтали быть доктором. В 2020 году появилась новая проблема — корона (это вирус, который мутировал быстрее, чем находилось лекарство от него). И так, 2021 год. Ученые создали лабараторную версию Короны. Она вырвалась, и последствием этому стало то, что на свалках теперь лежали горы трупов, кладбища были заполнены, целые города вымирали. \nБыло несколько попыток сделать вакцину, но все они были с побочными эффектами. \nВам опять вспомнилось лицо этой девушки, вы опять чуть не упали в обморок.",
    "answers": [
      {
        "id": 27,
        "text": "Самоубийство"
      }
    ]
  },
  {
    "id": 27,
    "text": "Закрыв глаза, вы простояли около десяти секунд, а потом резко нажали на курок. Ничего не произошло.  \nВы посмотрели в магазин пистолета, патронов небыло.\nВам опять вспомнился фрагмент, где девушка говорит, что безоружна. Это была правда.\nБыстро найдя нож, вы два раза ударили себя. Один в сердце, другой в голову.\n[Концовка: И так сойдет]",
    "answers": [
      {
        "id": 1,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 28,
    "text": "Она поблагодарила вас за гостеприимство, и пообещала отдать то, что вы захотите.",
    "answers": [
      {
        "id": 30,
        "text": "Отдай оружие"
      },
      {
        "id": 87,
        "text": "Отдай комбинезон"
      }
    ]
  },
  {
    "id": 29,
    "text": "",
    "answers": [
      {
        "id": 28,
        "text": "Подумать снова"
      }
    ]
  },
  {
    "id": 30,
    "text": "— Отдай мне все оружие, чтобы я тебе доверял.\nДевушка отдала не все оружие, вы увидели у нее еще один нож. Она вам не верит, да и вы ей теперь тоже",
    "answers": [
      {
        "id": 32,
        "text": "Отдай все оружие!!!"
      },
      {
        "id": 34,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы попытались вытолкать ее за дверь, и у вас получилось. Она упала лицом прямо на ступеньку. Вам стало ее жаль.",
    "answers": [
      {
        "id": 38,
        "text": "Ничего не делать"
      },
      {
        "id": 35,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 32,
    "text": "Она отдала тот нож. Она была уставшей, и видно, не спала около 3-4 дней.\n— Ложись на кровать.\n— А ты?\nОтвета она не услышала. Она быстро заснула.\nВас насторожило то, что все оружие было возле нее. Она могла просто взять, и вы ничего не сделаете.",
    "answers": [
      {
        "id": 88,
        "text": "Попытаться уснуть"
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы нашли один магазин, где есть компьютер. Если зайти туда, можно узнать последние новости.\nК сожалению, чтобы войти, нужно что-то тяжелее руки. Двери заколочены.",
    "answers": [
      {
        "id": 9,
        "text": "Зайти в здания"
      }
    ]
  },
  {
    "id": 34,
    "text": "Это был последний ваш сон. Ночью она перерезала вам глотку, и забрала все что у вас было.\n[Концовка: Только мертвые высыпаються во время апокалипсиса]",
    "answers": [
      {
        "id": 1,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 35,
    "text": "— Я предлагаю обмен — твердо сказали вы.\n— Какой? — вытирая слезы, промямлила она.\n— Мы можем жить и выживать вместе, но ты должна отдать мне...",
    "answers": [
      {
        "id": 36,
        "text": "Отдай комбинезон"
      },
      {
        "id": 30,
        "text": "Отдай оружие"
      }
    ]
  },
  {
    "id": 36,
    "text": "— Но у меня ничего под ним нет — смутилась девушка.\n— Да, или нет?! — крикнули вы — У тебя час на раздумия.\nКак только вы заперли дверь, снова раздался плач.\nВам стало неловко. Голая девушка — далеко не то, чего вы хотели.",
    "answers": [
      {
        "id": 41,
        "text": "Дать ей одежду взамен на бронекомбинезон"
      },
      {
        "id": 42,
        "text": "Спросить ответ у девушки (через час)"
      }
    ]
  },
  {
    "id": 37,
    "text": "— Слушай, что ты должна сделать — начало ей совсем не понравилось — Я хочу, чтобы ты взяла самый большой нож, и всунула его себе между ног.\n— Скажи, что ты шутишь, пожалуйста, Ник. — у нее началась истерика. \n",
    "answers": [
      {
        "id": 121,
        "text": "Остановить"
      },
      {
        "id": 122,
        "text": "Продолжать"
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы пошли спать, закрыв дверь на замок. Утром вы увидели, что замок вскрыт, а возле вашей кровати лежит девушка.",
    "answers": [
      {
        "id": 39,
        "text": "Окликнуть девушку"
      },
      {
        "id": 76,
        "text": "Выбросить ее"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы поздоровались с ней. Заметив, что еду она не украла, вы предложили ей консерву. Все же, она вас не убила, а всего лишь лягла рядом.\nОна посмотрела на вас недоверчиво, но еду взяла.\n— Пусть девочка отдохнет — подумали вы, смотря как она ест.\nВы решили, что вам нужно двигаться дальше.",
    "answers": [
      {
        "id": 79,
        "text": "Теперь это твой дом"
      }
    ]
  },
  {
    "id": 40,
    "text": "—  Кто ты? — голос был нежный, как будто маленькой 10- летней девочки — Как ты сюда попал?\nВы повернулись к ней лицом. Увидев, что на вас направлено оружие, вы невольно крикнули:\n— Опусти! — девушка стояла неподвидно.\n— Я жду ответа! — уже другим, менее похожим на писк, голосом сказала прибывшая.",
    "answers": [
      {
        "id": 8,
        "text": "Я не знаю кто я!"
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы хотели дать ей одежду, но она были слишком большая на маленькую хрупкую девушку. Вы нашли иголку с ниткой, и подшили кое-как большую рубашку. Она подошла девушке, она ее одела.\nНо есть другая проблема. Что на счет штанов?\nВы оставили девушку саму в комнате, зайдя в нее обратно, девушка уже была одета.\nОна лежала на кровати. Наверное, уже спала.",
    "answers": [
      {
        "id": 43,
        "text": "Лечь рядом"
      },
      {
        "id": 44,
        "text": "Лечь на пол"
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы уже давно не слышали плача. Вы не видели время, но дольше ждать небыло смысла.\nОна стояла перед вами совсем голая. Вам это не очень нравилось, но вы бы не сказали, что это было отвратительно.\n— Держи — сказала она таким тоном, которым говорят рабы своим хозяинам. Она пошла в комнату, которая, кстати, была бы удобна для двоих.\n— Можно вопрос? — вы были в недоумении.\n— Задавай — сказала она, уже лежа в кровати.\n—  Почему ты не оборонялась?\nОна молчала. Наверное, сильно измучалась. Когда вы к ней повернулись, она уже спала. Второй кровати небыло. Где спать?",
    "answers": [
      {
        "id": 43,
        "text": "Лечь с ней "
      },
      {
        "id": 44,
        "text": "Лечь на пол"
      }
    ]
  },
  {
    "id": 43,
    "text": "Вы лягли с ней. Кровать была маленькая, и вы случайно задели ее. Вы не знали, до чего именно дотронулись, так как електричества небыло. Но к счастью, руки у вас были теплые, и вы ее не разбудили. Когда вы лягли, вы отчетливо слышали ее ускоренное сердцебиение. Она не спала.\nВам не очень хотелось спать, что же делать?",
    "answers": [
      {
        "id": 44,
        "text": "Спать"
      },
      {
        "id": 46,
        "text": "Приколоться"
      },
      {
        "id": 47,
        "text": "Сказать, что она особенная"
      },
      {
        "id": 48,
        "text": "Взять ее оружие"
      }
    ]
  },
  {
    "id": 44,
    "text": "*Сон*\nВы сидели за столом с 4 людьми. На столе лежали деньги, фотографии, пленки, и что-то похожее на цилиндр.\n— Джо, ты понимаешь важность этого дела?! Так нельзя, нужно быть серьезным. Ты еще мелкий, молоко на губах не обсохло.\n— Знаешь что? Делай как хочешь, я не при делах.\n— Воу, воу, не сорьтесь — вы сказали это без чувств, хотя чувствовали привязанность к этим людям — Нам такое не нужно.\n— Ладно, не будем бесить \"Большого Мальчишку\", за дело.\nВы проснулись. Солнце почти взошло, скоро будет светло.\n— Эй, я знаю как тебя зовут. — вы оглянулись — никого. — Элизабет, ты где?\nВы прислушались. Услышав плач, вы пошли в ванную. \n— Элизабет, что такое? — она была вся в слезах, и просидела тут, наверное очень давно.\n— Я видела сон... про тебя. — она напугалась еще больше, когда вы пришли. — Я расскажу, только обещай, что не тронешь меня.\n— Я обещаю, что не буду тебя трогать. — вы не очень-то верили, что это поможет.\n— В сне мы были на какой-то сделке. Я не знаю подробностей, но когда тебе что-то не понравилось, ты — она заплакала еще больше — разорвал одного мужика на части голыми руками.\n— И что? — вы понимали, к чему она клонит, ей с вами страшно.\n— Да ты ему хребет весь вырвал!! — вам было не по себе.\n— Ты хочешь уйти отсюда из-за долбаного сна? — вы пытались изо всех сил не быть грубым, но у вас не получалось. — Во всем городе нет никого! Ты думаешь, в остальных кто-то есть? Отвечай!!\n— Отойди от меня! — она схватила опасную бритву.\n— Ты издеваешься? Вот этой штукой — вы резко ударили ее по руке, она выронила оружие — ты хотела оборонится против меня? Ты сама только что подписала себе смертный приговор.\n— Нет, Ник, я сделаю все что скажешь, не делай этого. — она закрыла лицо руками.\n",
    "answers": [
      {
        "id": 93,
        "text": "Пошутить 1"
      },
      {
        "id": 37,
        "text": "Пошутить 2"
      }
    ]
  },
  {
    "id": 45,
    "text": "Вы тихо подошли к ней. На всякий случай, вы окликнули ее:\n— Можно мне подойти? — ответом было только ревение — Я подойду.\nВы подошли к ней, и обняли.\n— Слушай, я виноват. Если хочешь, я лягу на полу. \n— Нет, будь со мной. — у нее явно что-то не так с психикой.\nВы не поняли ее логики, но расспрашивать не стали. Вы взяли ее на руки, и положили на кровать. Сами же вы лягли на пол, но после очередного \" Нет, будь рядом \", перелягли на кровать.\n— Лучше бы я ничего не говорил ей. — невольно сказали вы шепотом. Она уже спала.",
    "answers": [
      {
        "id": 97,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 46,
    "text": "Вы шепнули ей на ухо: \n— Завтра ты будешь изнасилованным трупом — вы чуть не заржали, говоря это, но если бы вы видели ее глаза, вам было бы не до смеха.\nОна испугалась, да и кто бы не испугался, она же вас совсем не знает.\nОна пыталась подождать до момента, когда вы заснете. Она не знала, что вы уже выспались, и можете так пролежать сколько угодно. \nПримерно через час она попыталась встать с кровати. Вы громко спросили:\n— Куда это ты идешь? — вы заметили, что она взяла нож. — Положи его на место.\nОна стояла на месте. Через минуту опять послышался тихий плач.\n— Да сколько можно?! Хватит реветь! — вы на самом деле не хотели ничего плохого.\n— Ты хотел меня изнасиловать!\n— Да я пошутил! Я же знал, что ты не спишь.",
    "answers": [
      {
        "id": 45,
        "text": "Обнять и успокоить"
      }
    ]
  },
  {
    "id": 47,
    "text": "Вы шепотом сказали: \n— Я никогда не встречал таких, как ты. Ты особенная. — вы слышали, как ее сердцебиение ускоряется.",
    "answers": [
      {
        "id": 49,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 48,
    "text": "Вы взяли автомат. Вы не очень знали как ним пользоваться, но патроны там есть, это уже хорошо.\nВы наставили его на девушку. Она поднялась с кровати, и просто смотрела. Вы просидели так очень долго. Девушка не спала, и как только вы отошли, сразу заснула. Уже по-настоящему. Но вы тоже начали задумываться о сне.",
    "answers": [
      {
        "id": 44,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 49,
    "text": "Она поднялась с кровати, и подвинулась к вам поближе.\n— Что ты делаешь? — вы спросили шепотом, но то, что вам это не понравилось, было понятно.\n— Прости, я думала, я тебе нравлюсь.\n— Слушай, мне сейчас вообще не до тебя.\n— Значит ты гей? — вы не хотели продолжать этот разговор, и уж тем более не знали, как его закончить.\n— Как ты все перекрутила, тоесть ты специально согласилась снять комбинезон?\nВы поняли, что лучше бы не начинали этот разговор.",
    "answers": [
      {
        "id": 44,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 50,
    "text": "",
    "answers": []
  },
  {
    "id": 51,
    "text": "",
    "answers": []
  },
  {
    "id": 52,
    "text": "",
    "answers": []
  },
  {
    "id": 53,
    "text": "Вы решили в последний раз погладить ее. Вы провели рукой по всему ее телу, даже по тем местам, в которые лезть не стоит. Вы стали замечать за собой странные вещи. Агрессия, постоянные мысле о сексе, но вы вспохватились. Одежда в доме была только мужская.\n— Мертвым все-равно. — подумали вы, глядя на закровавленное наполовину лицо.\nОдевая ее, вы заметили у нее пусьс. Вы прислушались, действительно, она была еще жива. Наверное, она просто потеряла сознание.",
    "answers": [
      {
        "id": 54,
        "text": "Подождать, пока она прийдет в себя"
      },
      {
        "id": 55,
        "text": "Выбросить"
      }
    ]
  },
  {
    "id": 54,
    "text": "Вы ждали, пока она прийдет в себя, и каждые десять минут проверяли пульс. Один раз кровь залила ее легкие, и вам очень повезло, что ее было немного. Девушка пришла в себя.\n— Здравствуй еще раз — вы присели рядом с ней — ты меня помнишь?\nОна не хотела говорить с вами. Помахав головой (ответ был положительный), она села в углу комнаты. \n— Можно мне подойти? — ответ был отрецательный. — Так, дрянь, или я подхожу, или ты вылетаешь отсюда через окно. — вы поняли, что сказали только через несколько минут.\nДевушка была запугана полностью, вы подошли к ней. Она не двигалась.\n— Извини, это получается мимовольно, я не хотел на тебя кричать.\nДевушка языком жестов показала, что хочет воды. Вы вспомнили про кровь.\n— Точно, у тебя же была кровь. Иди в ванную, там должна быть вода.\nВы дали ей новую одежду, так как старая (та, в которую вы ее одели) была слишком неудобная.",
    "answers": [
      {
        "id": 56,
        "text": "Задать вопросы"
      }
    ]
  },
  {
    "id": 55,
    "text": "Вы выбросили ее с балкона. Вы не выспались из-за той бешенной. Продолжить спать?",
    "answers": [
      {
        "id": 73,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 56,
    "text": "— Итак, начнем с самого начала. — девушка посмотрела на вас, и была готова выслушать — Кто ты, и зачем пришла ко мне?\n— Я пришла к тебе? Все что я помню, это момент, когда ты сломал мне ребра, я думала, это мой дом...\n— Мда... Так мы далеко не зайдем.\n— Постой, я вспомнила твое имя. — наступила тишина. — Черт, забыла.\n— Ты серьезно?! \n— Ну прости, что ты меня чуть не убил! Я теперь ничего не помню.\n— Я тебя спас, дура! Как ты думаешь, почему у тебя была кровь во рту, почему у тебя была растегнута рубашка?! Я слушай твое сердцебиение каждые десять минут, я спас тебя, когда кровь попала тебе в легкие!!\nВы вышли из дома, вы готовы были подорвать его вместе с ней. Но вы взяли себя в руки.\nВы зашли обратно в дом. Она лежала на кровати, и время от времени шла выплевывать кровь.\nУслышав ваши шаги, она не глядя на вас спросила:\n— То, что ты сказал, правда? — она повернулась к вам, но все еще лежала.\n— Да. — она слезла с кровати, подошла, и обняла вас. — Ну все, все. Хватит. — она не отпускала вас, только время от времени вытирала свои слезы.",
    "answers": [
      {
        "id": 59,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 57,
    "text": "Вы забрали оружие. В автомате еще были патроны, но в пистолете их уже небыло. Вас ни капли не смутило то, что взяв ее комбинезон, она осталась совсем голая. Вы долго с этого смеялись. \n— Хоть бы что-то одела, дура.\nВы понимали, что в пути еды может быть мало. Вам не нравится идея стать канибалом, но возможно еды дальше не будет.",
    "answers": [
      {
        "id": 22,
        "text": "Стать каннибалом"
      },
      {
        "id": 23,
        "text": "Оставить тело девушки"
      }
    ]
  },
  {
    "id": 58,
    "text": "Мертвая голая девушка все больше начала вас пугать. Может, одеть ее, и выбросить отсюда?\n",
    "answers": [
      {
        "id": 6,
        "text": "На мертвую одежду переводить? Нет"
      },
      {
        "id": 111,
        "text": "Одежды тут много, одеть"
      }
    ]
  },
  {
    "id": 59,
    "text": "*Сон*\nВы находитесь в вертолете в окружении 3 человек и пилота. Все были в масках, но вы почему-то чувствовали себя уютно. Как будто всех знаете.\nРация 1: Ник, ты готов? Все готовы? Отлично!\nРация 2: Ник, помни, только не злись. Эта сделка очень важна для нас, мы все будем на нервах. Держи себя в руках.\n*Прошло несколько минут*\nРация 1: Странно, судя по карте, города тут быть не должно.\nПилот: Вижу яркую вспышку слева.\nРация 1: Эли, задержи снаряд. Эли? Элизабет, ответь!\nРация 3: Дело сделано.\nВы услышали голос той же девушки, что лежала сейчас рядом с вами.\nВы проснулись. Солнце восходило, через несколько минут будет светло. Девушки возле вас небыло.\nВы тихо поднялись с кровати, и направились в ванную. Вы увидели, как Эли сидит в углу, и плачет. Присмотревшись, вы увидели в ее руке опасную бритву. Она хотела вскрыть вены.\n— Элизабет, положи ее на место. Живо!!— вы вдруг почувствовали в себе заботу к ней. \nОна посмотрела на вас, и сказала:\n— Мне снились ужасные вещи. Я убивала, понимаешь?! — она говорила так, буд-то это было для нее новостью.\n— Эли, ты пришла сюда, и тыкала в меня автоматом. Конечно, я понимаю. — она посмотрела на вас с пониманием.\n— Так это я принесла? Но... я помню, что я была в костюме. Где тогда он?",
    "answers": [
      {
        "id": 60,
        "text": "Обмануть"
      },
      {
        "id": 95,
        "text": "Сказать правду"
      }
    ]
  },
  {
    "id": 60,
    "text": "— Я почувствовал слабый пульс, и снял ее, чтобы следить за ним. Под костюмом уже была одежда Ну, естественно, голой я тебя не видел.\n— Я чувствую ложь, говори, как все было, иначе вскроюсь!",
    "answers": [
      {
        "id": 95,
        "text": "Сказать правду"
      }
    ]
  },
  {
    "id": 61,
    "text": "",
    "answers": []
  },
  {
    "id": 62,
    "text": "— Почему ты замечаешь только самое плохое? — ваша рука уже истекла кровью, ее рука, кстати, тоже.\n— То-есть виновата я?\n— Нет, я не это хотел сказать... Короче, давай так: я тебе прощаю оружейное нападение, ты прощаешь мне все остальное. — вы были уже полностью измучены. — Пожалуйста, отпусти меня, дай я хоть перевяжу себе и тебе рану.\nОна отпустила вас, вы нашли новую одежду. Перевязав раны старой, и одев новую, вы подошли к Элизабет.\n— Элизабет? Почему ты порезала себя? — Эли смотрела в окно.\n— Я знаю, что ты любишь, а что нет. — она смотрела на вас — Ты же не дашь мне умереть?\n— Тоесть ты залезла мне в голову? — теперь Элизабет вам не нравилась — Тоесть ты сделала это до того, как я сломал тебе ребра? — вы пожалели, что не сбросили ее.\n— Нет, Ник, это не так — она поняла, что сейчас может вылететь с балкона.\n— Так ты еще и сон мой видела? Я же не говорил тебе свое имя — вы были готовы порезать ее. — Ты ведь специально это сделала?\n— Ник, не нужно...\n— Да или нет?!! — вы обое молчали около минуты\n— Да, я сделала это специально.\nВы вытащили нож, и ударили им о стену, зацепив ее рукав. Вы взяли второй нож, сделали то же самое с другим рукавом. Вы зашли на кухню. Там было еще 6.\n— Ник, я больше не буду. — она испугалась? Что-то новое.\nВы медленным шагом подошли к ней.\n— Каждый раз, когда сделаешь такое без моего разрешения, буду вставлять все эти ножы в разные органы. Ты меня поняла?!!!\n— Я поняла, поняла. \nВы вынули ножи из стены, и перевязали ей рану.\n— Ник, там вдалеке горит костер. — она посмотрела сначала в окно, потом на вас. —  Мы пойдем туда?",
    "answers": [
      {
        "id": 63,
        "text": "Иди сама"
      },
      {
        "id": 65,
        "text": "Пошли"
      }
    ]
  },
  {
    "id": 63,
    "text": "Она пошла сама, попросив у вас оружие. \n— А что, если что-то с ней случится? Ей же от силы 21 год, она ребенок. Вы обязаны пойти вместе с ней.",
    "answers": [
      {
        "id": 65,
        "text": "Пойти с ней"
      }
    ]
  },
  {
    "id": 64,
    "text": "Вы прошли в подьезд. Девушка лежала не двигаясь. Когда вы подошли к телу, вы увидели 3 дырки в голове.\nВы взяли пистолет, и нашли рядом 21 патрон.",
    "answers": [
      {
        "id": 86,
        "text": "Выйти из города"
      }
    ]
  },
  {
    "id": 65,
    "text": "Вы заглянули в несколько квартир с открытыми дверьми. Вы нашли: Пистолет, 24 патрона, 10 консерв и рюкзак. ( Всегда обыскивайте местность)\nВы побежали за девушкой.",
    "answers": [
      {
        "id": 66,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 66,
    "text": "Вы пришли на место, где проснулись сначала.\nТут холоднее, чем в городе.\n— Тут я проснулся. — вы сказали сухо, вам и вправду было одинаково на то место.\n— Я знаю. — вы посмотрели не нее, она сразу же опустила голову.\n— Что ты сказала?! — да нет, она охренела.\nВы достали 4 ножа. \n— Не хочешь по хорошому, будет по плохому.\n— Ник, я видела это до того, как ты сказал. — она рассплакалась — Нет, пожалуйста...\nВы вставили все 4 ножа ей в руку.\n— Это самое безболезненное место. Следующим будет желудок.\nОна долго выла от боли. Вы были слишком жестоки с ней. Но читать чужие мысли просто так нельзя. ",
    "answers": [
      {
        "id": 67,
        "text": "Осмотреть местность"
      }
    ]
  },
  {
    "id": 67,
    "text": "Вы подобрали груду железяк, и положили в рюкзак. \n— Зачем они тебе? — она скулила от боли, вы не хотели больше делать ей больно.\n— Что-то может пригодится. — она еле стояла на ногах.",
    "answers": [
      {
        "id": 68,
        "text": "Идем дальше"
      }
    ]
  },
  {
    "id": 68,
    "text": "— Она немного туповатая, но ничего. — вы подумали об этом, и сразу послышалось:\n— Я не тупая. Просто не очень умная.\n— Да ты сейчас не очень живая будешь! Ты охренела?!!\n— Ну прости, я это делаю мимовольно. Не бей, я не могу это контролировать. \nВы достали остальные ножи.\n— Ты знаешь правила. — вы не успели вонзить первый нож в зону, где находится желудок, как поднялся такой рев, что продолжать вы не хотели.\n— Я не могу идти — она полумертвая лежала на земле.\nВы взяли ее на руки. \n— Интересно, она лесбиянка? \nВам было одинаково на ответ, просто внезапная тупая мысль.\n— Как ты мог такое про меня подумать? — как только вы это услышали, сразу бросили ее.\nВы повернулись к ней, и достали один нож.\n— Не надо, прошу. — она рассплакалась. — Я не виновата!\nВы ударили ножом ее прямо в сердце.\n— Прощай, Элизабет...",
    "answers": [
      {
        "id": 71,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 69,
    "text": "",
    "answers": []
  },
  {
    "id": 70,
    "text": "",
    "answers": []
  },
  {
    "id": 71,
    "text": "Сонце только восходило, вы проснулись от страшного сна. Вернее, вам показался страшен не так сон, как ваши решения. Все же, вас никто не бьет за эмоциональную нестабильность.\n— Элизабет! — вы крикнули на всю квартиру. — Элизабет, ответь!\nВы тихо поднялись с кровати, и направились в ванную. Вы увидели, как Эли сидит в углу, и плачет. Присмотревшись, вы увидели в ее руке опасную бритву. Она хотела вскрыть вены.\n— Элизабет, положи ее на место. Живо!!— вы ощущали уже что-то знакомое.\nОна посмотрела на вас, и сказала:\n— Мне снились ужасные вещи. Я убивала, понимаешь?! — она говорила так, буд-то это было для нее новостью.\n— Эли, ты пришла сюда, и тыкала в меня автоматом. Конечно, я понимаю. — она посмотрела на вас с пониманием. — Стоп, так это ты внедрила мне этот сон?!\n— Я не понимаю о чем ты.\n— Ты прекрасно понимаешь, о чем я. А теперь залезь мне в голову, и посмотри, что стало с ТОЙ Элизабет.\nОна около минуты сидела неподвижно.",
    "answers": [
      {
        "id": 72,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 72,
    "text": "У нее потекли слезы.\n— Разве ты действительно это можешь сделать со мной?\n— Если ты еще раз без разрешения залезешь мне в голову, то то, каким ты увидела меня в сне, покажется тебе цветочками. Еще раз ты залезешь мне в голову, или сделаешь вот такой искусственный сон — этот нож вопьется тебе в легкие. Почему не в сердце? Да потому что кровь медленно заполнит все пространство в легких, и ты по сути умрешь от удушья, тоесть будешь мучаться дольше.\nВы не хотели этого делать, и как только подумали об этом, Эли встала, и тихо сказала:\n— Ты не хочешь этого де... — она закрыла себе рот рукой, не договорив фразу. — Я случайно, прости, прости — она снова села на то место, где вы нашли ее сначала. Вы сейчас же взяли нож, и стояли над ней. Вы вспомнили, чем закончился тот сон. Такого исхода вы не хотели. Отбросив нож в сторону, вы сказали:\n— Ладно, я тебя прощаю. — она опять обняла вас.\nДа сколько ж можно... \n— Спасибо. — она вытерла слезы. — Ты же должен понимать, это получается не по моей воле. — она не знала, на сколько вы ее понимаете, ведь эти постоянные агрессивные мысли приходят тоже не по вашей воле.\nОна попросила вас выйти, и после этого закрыла дверь. Вы вспомнили про бритву, и Эли сразу же вышла с ней в руках.\n— Что такое, зачем она тебе?\n— Дай руку. — она взяла вашу руку, и была готова в любой момент ее порезать.\n— Эли, ты повторяешься. — если бы она порезала вам руку, это бы значило, что пробитые легкие она заслужила. — Ты ведь понимаешь, что будет, если ты меня порежешь?\n— Понимаю, но я хочу узнать правду. Даже ценой жизни.\n— Что на тебя нашло? И что же ты хочешь узнать?\n— Ник, тебе все-равно на меня? Ты дашь кому-нибудь убить меня при первой же возможности.",
    "answers": [
      {
        "id": 89,
        "text": "Да"
      },
      {
        "id": 89,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 73,
    "text": "Вам приснилась та самая девушка. Она стояла спиной к вам.\n— Почему ты у меня в голове? — вы крикнули на нее. \nВы не могли пошевилится, но заметили, как она поворачивает голову в вашу сторону. Ее глаза были полностью черными, вам стало не по себе.\nЗа ней было окно. Вы не видели, что там, но свет ставал все ярче и ярче.\nВы проснулись среди ночи. Возле вас никого небыло. От испуга, вы посмотрели в окно. Увидев там тусклый свет фонаря, который ставал все светлее и светлее, вам было только хуже. Вы посмотрели с балкона на труп.\n— Где он делся? — вы очень сильно испугались. — Черт, какого хрена здесь творится?!!!\nВы хотели выйти на улицу, но открыв дверь, у вас случился сердечный приступ. \nТам была ОНА. Неясно, то ли она сама сюда пришла, то ли ее сюда принесли, но одно было ясно: ОНА повесилась, прямо перед вашей дверью.",
    "answers": [
      {
        "id": 74,
        "text": "Что было дальше?"
      }
    ]
  },
  {
    "id": 74,
    "text": "Вы проснулись. Сон был на столько страшный, что у вас действительно случился сердечный приступ. Как вы не пытались, помочь себе вы не смогли. Ее труп лежал на том же месте, куда вы его и сбросили, но от этого вам легче не стало.",
    "answers": [
      {
        "id": 75,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 75,
    "text": "Вы проснулись от этих ужасных снов.\nВы открыли глаза, и снова увидели ЕЕ!\n— Оставь меня в покое! — вы уже не различали правду и сон. Вам все казалось настоящим. Начались проявляться признаки психического расстройства.\nВы смирились со своей смертью.\n— Убей меня!\nВы увидели, как девушка с легкостью просунула через вас руку, и резко вытянула из вас сердце.\nВы не чувствовали боли, только холод. На ее лице небыло эмоций.\nВаше сердце остановилось.",
    "answers": [
      {
        "id": 1,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 76,
    "text": "Вы ударили ее ногой в живот \"со всей дури\", она проснулась, и сразу же скорчилась на полу. Как только вы это заметили, сразу же закрыли ее на балконе. Выбрасывать ее с 7 этажа было бы полностью бесчеловечно, так как удар в живот она все же заслужила. Какой нормальный человек вскроет замок только потому, что там кто-то есть?",
    "answers": [
      {
        "id": 77,
        "text": "Убить"
      },
      {
        "id": 77,
        "text": "Впустить ее обратно"
      }
    ]
  },
  {
    "id": 77,
    "text": "Как только вы открыли к ней дверь, вы увидели, что она сидит в углу. Заметив вас, она попыталась встать, взявшись за решетку, которая не давала упасть.\nКак только она взялась за нее, решетка упала. Девушка не удержалась, и упала с 7 этажа. Вы хотели ее схватить, но тут весь балкон рухнул вниз, вместе с вами. \n— Долбаные старые постройки!!! — это были ваши последние слова перед смертью.\n[Концовка: Двойное комбо]",
    "answers": [
      {
        "id": 1,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 78,
    "text": "",
    "answers": []
  },
  {
    "id": 79,
    "text": "Девушка удивилась, и сразу же стала отговариваться, и просится пойти с вами.\nЧестно говоря, вы не хотели больше ее видеть.\n— Стой, а как же я? — она обиженно повернулась к вам. — Я вломилась сюда только ради тебя.",
    "answers": [
      {
        "id": 80,
        "text": "Сарказм"
      },
      {
        "id": 81,
        "text": "Вопрос"
      }
    ]
  },
  {
    "id": 80,
    "text": "— А ты что, каннибал, или что? — вы заметили, что она не поняла, что вы несете. — Зачем я тебе? У тебя есть все кроме еды. Возьми еще одну консерву, и не трожь меня.\n— Но... я думала, мы будем друзьями — она поняла, что она вам безразлична. — Я поняла, спасибо за жилище.",
    "answers": [
      {
        "id": 82,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 81,
    "text": "— Мда, ты наверное сильно ударилась головой, когда я тебя выгнал, да? — вы просто ушли, ничего больше не говоря.\nДевушка молча смотрела вам вслед.",
    "answers": [
      {
        "id": 82,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 82,
    "text": "Перед уходом вы осмотрели все здание. Вы нашли: пистолет, 24 патрона, рюкзак и 10 консерв. Можно опять осмотреть весь город, и возможно вы что-то найдете.",
    "answers": [
      {
        "id": 174,
        "text": "Уйти, осмотрев город"
      }
    ]
  },
  {
    "id": 83,
    "text": "— Итак, теперь ты мой раб. — вы немного неправильно выразились, но Эли ничего не говорила. — Теперь как только я что-то захочу, ты должна выполнять.\n— Ник, ты посмо...\n— Молчать! Тебе не давали слова. — вы еле сдерживали эмоции, чтобы не ударить ее — А теперь выполняй мою команду: спрыгни с этого балкона.\n— Ник, но...\n— Ты смеешь мне перечить?!\n— Нет, но может это заставит тебя передумать? — она все еще стояла с вами в обнимку, и поцеловала вас.\n— Нет, ничего не изменилось. — вы сказали холодно. — Господи, все нужно самому делать.\nВы взяли ее на руки, и понесли к балкону.\n— Знаешь, Элизабет, у меня чувство дежавю. Я не хочу делать тебе больно, и одновременно хочу разделать твое тело на кусочки.\n— Можно прочитать твои мысли? — вы не знали правильно ответа на этот вопрос. \n— Как хочешь. — вы пошли в комнату, и бросили девушку на кровати.\nВы сели рядом с ней, она долго лежала так. Вы старались ничего не думать, но как это можно было сделать?",
    "answers": [
      {
        "id": 118,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 84,
    "text": "",
    "answers": []
  },
  {
    "id": 85,
    "text": "Утром вам все-же стало интересно, что с ней стало. Вы прошли в подьезд. Девушка лежала не двигаясь. Когда вы подошли к телу, вы увидели 3 дырки в голове.\nВы взяли пистолет, и нашли рядом 21 патрон.",
    "answers": [
      {
        "id": 86,
        "text": "Выйти из города"
      }
    ]
  },
  {
    "id": 86,
    "text": "В полдень вы ушли из города. Вы не хотите сюда возвращаться, но можете обыскать местность.",
    "answers": [
      {
        "id": 90,
        "text": "Уйти"
      },
      {
        "id": 91,
        "text": "Обыскать"
      }
    ]
  },
  {
    "id": 87,
    "text": "— Отдай свой бронекомбинезон, он мне пригодится. — вы не знали, что можно было бы взять у нее.\n— Но... У меня под ней ничего нет. — девушка смутилась — Может что-то другое?",
    "answers": [
      {
        "id": 41,
        "text": "Дать ей одежду взамен"
      },
      {
        "id": 94,
        "text": "Ничего не давать взамен"
      }
    ]
  },
  {
    "id": 88,
    "text": "Вам было неудобно спать на полу, но ложится с ней вы не хотели. Вдруг у нее еще что-то припрятано. \nВы не спали. Было неясно, спит ли она, или нет. \nОна встала с кровати, вы крепко сжали в руке нож. Подойдя к вам, она шепнула вам на ухо:\n— Жаль, что последним, что ты видел, была я.\nВы открыли глаза, при свете месяца вы увидели, что она хочет взять вас за горло.\nВзмахом руки вы порезали ей ногу, немного выше пятки. Вы знали, что если перерезать эту мышцу, человек упадет, и будет долго корчится от боли.\nВы встали, и медленным шагом подошли к ней поближе. Присев возле ее головы, вы улыбаясь сказали:\n— Знаешь, я знал что так будет. — вы взяли ее за волосы, и несколько раз ударили ее о пол.\n— Я пошутила. — она плохо врала, и уж тем более, чувствуя сильную боль.\n— Я мог бы тебя пожалеть, но ты же понимаешь, что предала меня...\n— Я больше не буду — вы почувствовали в ее словах правду. Но это же не значит, что она вдруг опять не вскочит, и не попытается вас убить",
    "answers": [
      {
        "id": 82,
        "text": "Уйти, обыскав здание"
      }
    ]
  },
  {
    "id": 89,
    "text": "— Просто: да или нет. Не нужно говорить: ну если ты сделаешь что-то... — она начала плакать еще больше — Ник, говори!!\n— А то что? Порежешь меня? — вы не были уверены в том, что она это сделает.\nОна отпустила вашу руку, и приготовилась порезать свою.\n— Тоесть ты хочешь себя убить? — вы решили подыграть ей — Я по твоему лицу вижу, что ты этого не сделаешь.\n— А если сделаю?! — вы знали, что она это сделает, но все еще играли с ней.\n— То я дам тебе ткань, или что-то похожее, чтобы ты перевязала себе рану.\n— Я все же проверю. — она сделала очень глубокий надрез. Кровь залила всю ее одежду.\n— Ну ты и дура...",
    "answers": [
      {
        "id": 92,
        "text": "Помочь"
      },
      {
        "id": 112,
        "text": "Пусть мучается"
      }
    ]
  },
  {
    "id": 90,
    "text": "Вы вышли из города. Увидев вдалеке что-то похожее на трубу, вы пошли туда. Вам было все равно, убьют вас, или нет. Вы просто шли.\nВы пошли за газовой трубой, она ориентир получше, чем ничего. Когда вы вошли в город, было очень темно. Вы заметили на одном из балконов фигуру, похожую на человека, со снайперской винтовкой и прицелом с ПНВ. Его сложно было не заметить.\n— Стреляй!\nФигура не двигалась.\n— Стреляй!!!\nВам было одинаково на свою жизнь. Одинаково когда-то умрете.",
    "answers": [
      {
        "id": 210,
        "text": "Окликнуть еще раз"
      },
      {
        "id": 211,
        "text": "Достать оружие"
      }
    ]
  },
  {
    "id": 91,
    "text": "Вы не нашли ничего нового.",
    "answers": [
      {
        "id": 90,
        "text": "Уйти"
      },
      {
        "id": 100,
        "text": "Обыскать"
      }
    ]
  },
  {
    "id": 92,
    "text": "— Иди ко мне, быстрее. — она еле подошла к вам — Встань на колени. Быстрее, это не игрушка!\nОна, не веря вам, встала на колени. Вы подняли порезанную руку вверх, сняли с себя кожаный ремень, и перевязали руку выше раны. Она потеряла сознание.\n— Хорошо, что я не высокий ростом. — вы посмотрели на девушку, которая сидела на коленях, упершись головой вам в живот.\nВы долго думали, чем можно закрыть рану.",
    "answers": [
      {
        "id": 113,
        "text": "Осмотреть все комнаты"
      }
    ]
  },
  {
    "id": 93,
    "text": "— Итак, Эли, я хочу, чтобы ты отрезала себе язык, и сьела его. — девушка не видела, что вы шутите.\nОна взяла себе нож, и конкретно рыдая, поднесла его к языку. Она закрыла глаза, и уже была готова это сделать.",
    "answers": [
      {
        "id": 116,
        "text": "Остановить"
      },
      {
        "id": 117,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 94,
    "text": "Она стояла перед вами совсем голая. Вам это не очень нравилось, но вы бы не сказали, что это было отвратительно.\n— Держи — сказала она таким тоном, которым говорят рабы своим хозяинам. Она подошла к кровати, и лягла на нее. По ней было видно, что она долго не спала. Это был единственный вариант, почему она не оборонялась.\n— Можно вопрос? — вы были в недоумении.\n— Задавай — сказала она, уже лежа в кровати.\n—  Почему же все-таки ты не оборонялась?\nОна молчала. Наверное, сильно измучалась. Когда вы к ней повернулись, она уже спала. Второй кровати небыло. Где спать?",
    "answers": [
      {
        "id": 43,
        "text": "Лечь с ней"
      },
      {
        "id": 44,
        "text": "Лечь на пол"
      }
    ]
  },
  {
    "id": 95,
    "text": "— Ладно, я скажу. Только говорю сразу, я был в состоянии эффекта, и...\n— Говори! — вы не хотели, чтобы она убила себя. Причин несколько, но самая главная — одиночество. Вы не можете быть одиночкой. Вы не знаете почему, но это так. — Чего ты ждешь?! — она сделала маленький надрез.\n— Вообщем, когда ты пришла, я думал, что ты меня убьешь. Я повалил тебя, и сломал пару ребер, но больше не трогал. Ты лежала без сознания, и я решил забрать себе твой автомат и костюм.\n— Ану по подробней! — откуда у нее столько агрессии.\n— Ну что тут поподробней? Что тут может быть поподробней?\n— Ты видел меня голой, так?\n— Да, так.\n— Ты пялился, или видел?!!\n— Можно не отвечать?\nТут девушка взяла уже вашу руку, и была готова сделать надрез.\n— Ладно, ладно. Да, я видел тебя голой, но я не пялился, я думал, что ты труп.\nВы говорили правду, Элизабет это знала.\n— Дальше!!\n— Я уже хотел уходить, но увидел, что еды нет, и я — тут вы сказали так тихо, что даже вы не поняли, что сказали.\n— Громче!!! — она сделала совсем небольшой надрез — Или ты хочешь увидеть, какого цвета артериальная кровь?!!\n— Я хотел тебя порезать, хотел стать каннибалом, но удержался.\n— Ты хотел меня зарезать?! Как какую-то тварь? — она сделала еще один надрез, он был намного глубже.\n— Да послушай ты, я же этого не сделал.Потом я почувствовал у тебя пульс, и вылечил.\n",
    "answers": [
      {
        "id": 62,
        "text": "Говорить дальше"
      }
    ]
  },
  {
    "id": 96,
    "text": "",
    "answers": []
  },
  {
    "id": 97,
    "text": "*сон*\nРация 1: Ну что, все готовы? Высаживаемся.\nВы пригнули с очень большой высоты. На вас был парашют, бронекомбинезон, и винтовка.\nРация 2: Сколько нам лететь, Джо?\nЭто был голос той девушки. Он был каким-то вялым\nРация 1: Около трех минут. Эли, справа снаряд, останови.\nРация 2: Приняла.\nДальше все молчали. Когда вы высадились, было уже темно.",
    "answers": [
      {
        "id": 99,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 98,
    "text": "Вы не нашли ничего нового.\n",
    "answers": [
      {
        "id": 90,
        "text": "Уйти"
      },
      {
        "id": 106,
        "text": "Обыскать"
      }
    ]
  },
  {
    "id": 99,
    "text": "Вы проснулись. Элизабет лежала возле вас, она еще спала. Вы не хотели ее будить. Вы медленно встали с кровати. Когда вы уже хотели уходить, девушка встала. Кожа у нее была черной. Полностью черной. Это была не та девушка.\n— Ты кто такой?! Что ты с Эли сделал?\n— Ник, я твоя кровожадность. Это сон. Я хочу, чтобы ты убил Элизабет.",
    "answers": [
      {
        "id": 147,
        "text": "Нет!"
      },
      {
        "id": 153,
        "text": "Хорошо"
      }
    ]
  },
  {
    "id": 100,
    "text": "Вы не нашли ничего нового.\n",
    "answers": [
      {
        "id": 90,
        "text": "Уйти"
      },
      {
        "id": 101,
        "text": "Обыскать"
      }
    ]
  },
  {
    "id": 101,
    "text": "Вы не нашли ничего нового.\n",
    "answers": [
      {
        "id": 90,
        "text": "Уйти"
      },
      {
        "id": 102,
        "text": "Обыскать"
      }
    ]
  },
  {
    "id": 102,
    "text": "Вы не нашли ничего нового.\n",
    "answers": [
      {
        "id": 90,
        "text": "Уйти"
      },
      {
        "id": 103,
        "text": "Обыскать"
      }
    ]
  },
  {
    "id": 103,
    "text": "Вы не нашли ничего нового.\n",
    "answers": [
      {
        "id": 90,
        "text": "Уйти"
      },
      {
        "id": 104,
        "text": "Обыскать"
      }
    ]
  },
  {
    "id": 104,
    "text": "Вы не нашли ничего нового.\n",
    "answers": [
      {
        "id": 98,
        "text": "Обыскать"
      },
      {
        "id": 90,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 105,
    "text": "Вы не нашли ничего нового.\n",
    "answers": [
      {
        "id": 90,
        "text": "Уйти"
      },
      {
        "id": 109,
        "text": "Обыскать"
      }
    ]
  },
  {
    "id": 106,
    "text": "Вы не нашли ничего нового.\n",
    "answers": [
      {
        "id": 90,
        "text": "Уйти"
      },
      {
        "id": 107,
        "text": "Обыскать"
      }
    ]
  },
  {
    "id": 107,
    "text": "Вы не нашли ничего нового.\n",
    "answers": [
      {
        "id": 105,
        "text": "Обыскать"
      },
      {
        "id": 90,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 108,
    "text": "",
    "answers": []
  },
  {
    "id": 109,
    "text": "Вы увидели люк, с каким-то знакомым названием. Открыв его, и спустившись по ступенькам, вы увидели небольшую комнату со сканером сетчатки глаза.  Сканер пропустил вас, вы вошли в стальную дверь.\nВнутри был компьютер. Он рассказал вам, что происходило.",
    "answers": [
      {
        "id": 110,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 110,
    "text": "Вы были ученым в лабаратории, которая занималась изготовлением лекарства от COVID-19(b).\nБыло создано очень много версий лекарств, но все они были с побочными эффектами. После очередного провала с лекарством, было слишком поздно. В живых осталось очень мало людей, но вы все равно трудились, именно ваша вакцина считалась лучшей, и начались испытания людей. Всего их было 100, но через месяц было решено, кто выживет, а кто умрет, или уже умер.\nЧерез месяц в живых осталось 5 человек.\nСписок оставшихся в живых (5 человек), фамилии и имена засекречены.\n— Обьект-91, может читать мысли, и создавать иллюзии, большая способность к регенерации ( для этого нужна спец. одежда). Описание: Объект-91 — единственный человек, для которой побочный эффект стал положительный. Ее способность к регенерации очень большая, и спасает от всего, кроме больших ран( кровь вытекает слишком быстро).\n— Обьект-17, быстрая скорость импульсов в мозге, вместе с немалым IQ делает его незаменимым.\nОписание: Обьект-17 — имеет скорость импульсов в мозге в 5 раз выше нормы. Он по сути, живет в замедленном мире.\n\nЭкран ниже был разбит, вы не могли прочитать ни имен, ни способностей. Но вам было интересно, что такого у вас?\n— Компьютер, а кто я такой? — вы не верили, что он ответит, но не зря же там стоял микрофон.\n— Вы — Обьект-1. Особенности: эмоциональная нестабильность вызывает очень завышенную дозу адреналина. Вы в прямом смесле, можете восстать из мертвых, но очень не на долго.\n\nВам было сложно это принять... За это время вы уже заметили, что у вас случались частые перепады настроения, внезапные приступы агрессии...\n\nВы заметили еще одну дверь.\n— Что за той дверью? — вряд ли тут есть камера, но вы показали рукой на дверь.\n— За той дверью прототип той самой спец. одежды для Обьекта-91.\n— Много ли живых осталось на планете?\n— Около тысячи человек.\n\nВы смотрели на фото того самого Обьекта-91, это была ТА девушка, которая застрелилась вчера. Все же, исцелится она может, так что...\n\nВы принесли ее труп к компьютеру. Все же, где-то была камера...\n\n— Мда..., покромсала она себя — вы верили в чудо, и одновременно знали, что она не встанет.\nТа дверца, в которой лежала одежда для Элизабет, открылась. Вы зашли туда, и увидели там не одежду, а что-то похожее на костюм железного человека ( как ни странно, имя свое вы не знаете, а фильм, снятый много лет назад вспомнили).\n— Так даже лучше, не буду же я переодевать труп.\n\nВы не верили своим глазам, но все же она воскресла.\n\nВы узнали не все, что хотели, и мало что вспомнили, но это — самая информативная концовка из всех. Ищите ответы в других.\n[Концовка: Люк с секретом]",
    "answers": [
      {
        "id": 1,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 111,
    "text": "Вы решили в последний раз погладить ее. Вы провели рукой по всему ее телу, даже по тем местам, в которые лезть не стоит. Вы стали замечать за собой странные вещи. Агрессия, постоянные мысле о сексе, но вы вспохватились. Одежда в доме была только мужская.\n— Мертвым все-равно. — подумали вы, глядя на закровавленное наполовину лицо.\nОдев ее, вы бездушно запинали ее к балкону.",
    "answers": [
      {
        "id": 55,
        "text": "Выкинуть"
      }
    ]
  },
  {
    "id": 112,
    "text": "— Знаешь, я передумал. Ищи сама.\n— Ник, пожалуйста. Я была уверена в тебе!\n— Зря... — вы переживали за нее, хотя не сделали ничего.\nПока она дошла до шкафа с одеждой, и взяла что-то, потеряла слишком много крови. \n— Ник, прошу — она сказала почти шепотом, и сразу же упала в обморок.\nВы медленным шагом подошли к ней, и вытянули вверх порезанную руку, чтобы к ней приплывало как можно меньше крови.\nВы сняли с себя кожаный ремень, и перевязали руку выше пореза.\nВы долго думали: чем можно закрыть рану?",
    "answers": [
      {
        "id": 113,
        "text": "Осмотреть все 3 комнаты"
      }
    ]
  },
  {
    "id": 113,
    "text": "Вы нашли степлер, несколько скребок, нитку с иголкой, и ножницы.\n— Черт, перчаток нет. — вы нашли несколько целофановых пакетов — Это хоть что-то. Ладно, будем спасать эту дуру.\nВы скрепили рану скребками, одели на руки те пакеты, и зашили рану. Ремень вы одели обратно, кровь у нее теперь не текла.\nВ подвале вы нашли инструменты, и, как ни странно, вино.\nВы вспомнили, что оно помогает организму делать больше крови.\nКогда вы зашли в квартиру, девушка была в сознании.\n— Элизабет? С тобой все в порядке? — она посмотрела на вас.\n— Тебе не все-равно на меня — она улыбнулась. — Спасибо.\nВы молчали. Перерезав, и вытащив из ее руки скобы, вы налили ей вина.\n— Это что, свидание? — вам было совсем не смешно, но ее, видно, это не тревожило.\nОна выпила. Спать рядом с ней вы не хотели, просто просидели всю ночь возле нее. Вы не говорили с ней. Когда она уже была готова засыпать, вы спросили:\n— Зачем ты это сделала? А если бы я не успел?!\nЧем ты думала?!!\n— Я тебе не безразлична. — ее, видно, интересовало только это. — Я тебе нравлюсь?\n— Нет, ты мне не нравишься.\nОна опять улыбнулась:\n— Это ложь, я это знаю. — вам совсем не нравилось, что она знает правду. — Ты меня любишь, и никогда не обидешь.\n— Вот тут ты ошибаешься. Я не дам тебе умереть, но это не значит, что бить тебя нельзя. Спи, Эли, тебе нужны силы.\nВы спать совсем не хотели, вы вышли на улицу.",
    "answers": [
      {
        "id": 114,
        "text": "Утро"
      }
    ]
  },
  {
    "id": 114,
    "text": "Вы опять зашли в квартиру. \n— Элизабет, вставай. У нас нет еды, нужно двигаться дальше. — еда у вас все же была, но 6 консерв вам хватит только на 2 дня. — Элизабет, вставай!\nВы решили взять ее на плечи. Рюкзак вам мешал, и вы повесили его перед собой.\nВы долго шли, и пришли к тому месту, где проснулись сначала. \nВы аккуратно положили девушку на землю, и обыскали местность. Пара железяк может пригодится.\n— Ник, стой. — она попыталась встать и пойти за вами, но сделав несколько шагов, упала. — Не оставляй меня одну.\n— Я и не собирался оставлять тебя.\nВы взяли ее на руки, она была очень легкой.\nЭли смотрела на вас. Вы заметили это, но на нее смотреть не хотели.\nВдалеке вы увидели что-то похожее на газовую трубу.\n— Будем идти за трубой? — вы не говорили, вы знали, что она одинаково прочитает ваши мысли.\n— Будем — послышался голос в голове. Это был ее голос. — Интересно, я ему нравлюсь как девушка?\n— Что?! — вы выкрикнули очень громко.\n— Ой, прости, мне сейчас сложно сконцентрироваться. — она тоже говорила не тихо. — Так... Ты можешь дать ответ на этот вопрос?\n— Ты же одинаково прочитаешь мои мысли по этому поводу.\nВы с Элизабет увидели вдалеке город.",
    "answers": [
      {
        "id": 115,
        "text": "Пойти в город"
      }
    ]
  },
  {
    "id": 115,
    "text": "Когда вы пришли в город, вы поселились в одной из квартир. Было уже очень темно. Вам обоим хотелось спать. Когда вы проверили, горячая вода и печь работали. \n— Хоть помоемся. — Эли уже спала.",
    "answers": [
      {
        "id": 131,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 116,
    "text": "— Стой, я же не такой жестокий.— она отбросила нож.\nОна подошла к вам, и крепко обняла.\n— Я не хочу больше издеваться над ней, девочка и так все время плачет, и боится меня. — как только вы это подумали, сразу послышался ответ.\n— Я не боюсь тебя, ты милый. — она улыбнулась.\n— Ты что, мысли можешь читать?!\n— А что, это плохо? — она что, действительно не  поняла?\n— Да, представь себе, это плохо!! Не делай больше так, ты ведь не знаешь, что я с тобой сделаю!!\n— Можно узнать, что именно меня ждет?\n— Нет, но это тебя не остановит, верно?\nОна молчала, и через минуту сказала.\n— Тогда что ты от меня хочешь?",
    "answers": [
      {
        "id": 83,
        "text": "Теперь ты мой раб"
      }
    ]
  },
  {
    "id": 117,
    "text": "Она все же это сделала. Она его отрезала. Кровь лилась очень быстро, но вскоре остановилась. \nОна пыталась сьесть его, но без языка есть очень сложно.\n— Ладно, не ешь его. — вы поняли, что шутка уже зашла слишком далеко. — Прости меня. Вы пустили скупую слезу, и вам послышалось:\n— Я тебе прощаю.\nВы посмотрели на Элизабет. \n— Элизабет, откуда твой голос в моей голове? \n— Это проклятие, теперь ты все время будешь слышать мой голос — она тоже решила подшутить.\nВы впервые за все время поступили как девушка. Вы встали на колени, и заплакали.\n— Элизабет, прости меня! — вы повторяли это, взяв ее руку.\nЧерез некоторое время Эли ушла. Она не взяла ничего. Больше ее никто не видел.\nЧто же стало с вами? Вы все время вспоминали о ней, и в один момент просто не выдержали этого.\n[Концовка: Язык мой — враг мой]",
    "answers": [
      {
        "id": 1,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 118,
    "text": "— Я знаю, что ты хотел сделать со мной. — ее сердце билось очень часто. — Ник, что ты за человек?! Почему у тебя столько негативных мыслей?\nВы ненавидели, когда вас отчитывают за что-то. Вы взяли нож, и подошли к ней. Она очень испугалась такого, но быстро поняла, что вы с ней ничего не сделаете.\n— Режь! — вы показали на свою руку. — Режь! \nОна смотрела на вас, не понимая ничего.\n— Ник, я не хочу делать тебе больно... \n— Я сказал порежь мне руку!!! — она снова начала плакать.\n— Я не хочу. Почему ты заставляешь меня это делать?!\n— Теперь вспомни, как я над тобой шутил и издевался. Вспомни свой сон, вспомни все самое плохое!\nОна замахнулась ножем и закрыла глаза.\n— Нет, я не сделаю этого, как бы ты не просил.\n— А теперь представь, что это говорю тебе не я, а голос в голове. Ты не понимаешь, как правильно, и что нормально. Ты просто слышишь два разных голоса. Один говорит: зарежь ее, чего ты ждешь!? А другой говорит: это бесчеловечно. Теперь ты понимаешь почему я такой?!\n— Я тебя понимаю...\n— Но ты... — вы несколько раз тыкнули в нее пальцем — Ты смогла сделать мир добрее для меня. Элизабет, прости меня за все. — Вы обняли ее. У вас в руке еще был нож, вы ударили ее по спине, она задыхалась. — И за это тоже.",
    "answers": [
      {
        "id": 119,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 119,
    "text": "Уже было светло, вы встали с кровати, и попытались разбудить девушку.\n— Элизабет? Вставай, нам нужно идти дальше.\nВы снова услышали плач.\n— Элизабет, все в порядке? — вы подошли к ней.\nВы опять услышали эти голоса в голове: Зарежь ее, зарежь — они продолжали все время. И вдруг вы услышали среди этих голосов голос Эли. Он постоянно говорил: Ник, ты не хочешь этого делать, слушай только мой голос.\nВам было очень сложно, но вы пытались слушать только ее.\nСпустя некоторое время вы упали в обморок.\nКогда вы пришли в себя, вы лежали на кровати, а Элизабет лежала возле вас. Голосов вы больше не слышали, все что вы чувствовали — это резкая боль в голове.\n— О, очнулся... — она сделала вид, будто это было новостью.",
    "answers": [
      {
        "id": 120,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 120,
    "text": "— Элизабет, сколько я пролежал? — вы говорили так, будто у вас были дефекты речи.\n— Около десяти часов.\nВы поднялись с кровати, и недоверчиво посмотрели на Элизабет. Посмотрев на стол, вы увидели, что одного ножа не хватает.\n— Ты хотела меня убить? — вы показали на тумбочку.\n— Посмотри на свою руку...\nВ вашей руке был тот нож.\n— Элизабет, прости, это не я. Вернее, это я, но я бы так не поступил.\n— Спи, Ник, тебе нельзя сейчас никуда идти.",
    "answers": [
      {
        "id": 123,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 121,
    "text": "— Да шучу я, шучу. — вам это уже казалось несмешным.\nОна опять рассплакалась, и дала вам пощечину.\n— А ты подумай, что было бы, если бы я сказал, что это не шутка.\nОна обняла вас.\n— Какие же странные эти девушки... — сразу же после этой мысли вы услышали:\n— Почему ты так думаешь?\n— Думаю что?\n— То, что ты думал по-поводу девушек...\n— Ты охренела?!!!!!!! Если ты, сука, еще раз залезешь мне в голову, я сам выполню это же задание на тебе. Ты меня поняла?\n— Поняла — она опять плакала.",
    "answers": [
      {
        "id": 83,
        "text": "Теперь ты мой раб"
      }
    ]
  },
  {
    "id": 122,
    "text": "По выражению вашего лица она поняла, что это не шутка.\n— Ник, пожалуйста.\nВы дали ей самый большой нож.\nОна разделась перед вами, и как можно шире расставила ноги. Она замахнулась ножем. Вы больше не могли на это смотреть.\n— Хватит, все! — она посмотрела на вас, и снова рассплакалась. — Да почему ты плачешь все время? — ответа небыло.\nВы получили сильную пощечину.\n— Согласен, я заслужил, но теперь подумай, что было бы, если бы я не сказал \"хватит\". — она подошла и обняла вас.\n— Странные это существа — девушки. — вы не говорили это вслух, и тут же послышался ответ:\n— Почему ты так считаешь?\n— Что?\n— Я слышала, как ты сказал, что девушки странные существа.\n— Но я не... Сука, ты прочитала мои мысли! Еще раз так сделаешь, я сделаю с тобой то, что ты только что делать не хотела!! Ты меня поняла?!\n— Да — она сказала это очень тихо.\n— Громче, мразь!!\n— Я поняла, Ник, не надо, пожалуйста.",
    "answers": [
      {
        "id": 83,
        "text": "Теперь ты мой раб"
      }
    ]
  },
  {
    "id": 123,
    "text": "Вы долго не могли уснуть, Элизабет долго сидела возле вас. Вы не спали, и чувствовали, как она положила руки вам на голову.\n— Ник, ты должен умереть во сне. \nВ вашей руке все еще был нож. Вы схватили ее за шею.\n— Если ты сейчас же не скажешь что здесь происходит, и что ты со мной хотела делать, я тебя зарежу. — вы говорили с агрессией, она была на столько сильной, что вы сейчас могли бы сломать стену. Вы здавили ей горло. — Я считаю до трех.\n— Я тебе расскажу. Отпусти меня, Ник.\n— Ну уж нет, этого я не сделаю. — вы встали с кровати, и резко положили на нее Элизабет. — Говори, тварь! — она опять заплакала — Хватит лить слезы, ты меня этим не возьмешь. — вы ударили ее рукоятью ножа.\n— Я рассказала тебе не все из того сна. Тебя убили, но ты восстал из мертвых, и нарисовал какие-то символы. После этого ты опять стал собой.\n— Тоесть ты хотела убить меня из-за сраных символов?!! — вы порезали ей руку, через несколько секунд она вся была в крови. — А ты не думала над тем, почему так было? А?!!! Да потому что я опять слышал долбаные голоса в голове. — вы орали ей прямо в лицо, она все понимала, но ничего не говорила. — Знаешь что, раз ты такая \"хорошая\", я буду сидеть тут пока вся кровь не вытечет из тебя. — вы сделали еще несколько надрезов — Ой, наша Эли опять поранилась? — вы продолжали резать ее, она уже была трупом, но это вас не остановило. — Так тебе и надо, тварь.\nВы еще долго мучались над трупом, до рассвета. ",
    "answers": [
      {
        "id": 124,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 124,
    "text": "Этот сон был ужасен. Вы уже не различали сон и реальность. Может, это ваше подсознание хочет, чтобы Элизабет умерла?\n— Элизабет! — вы поднялись с кровати, вам было лучше, чем вчера. — Элизабет, ты где?!\n— Я на кухне.\nВы подошли к Элизабет.\n— Эли, скажи мне. Просто скажи. Ты делаешь эти сны у меня в голове? — вы не могли даже сформулировать предложение. — Я ничего не сделаю. Просто: да, нет...\n— Ты какой-то странный, Ник. Может тебе поспать?\n— Нет, я не могу спать!! Все эти ужасные сны про кровь, про то, как я тебя разделываю.\n— Все настолько плохо? Я думала, что это наоборот тебе поможет уснуть.\n— Так это ты сделала? За что? Что я тебе сделал?! Элизабет, ответь мне, пожалуйста!! — вы начали понимать, что у вас начались перепады настроения. — Дай мне ответ на этот сраный вопрос!!! — вы начали орать так сильно, как, наверное, никогда не орали. — Элизабет, верни мне мои нормальные сны, пожалуйста.\n— Ник, Ник, слушай меня — вы посмотрели на ее лицо — Ник, иди ложись на кровать, я сейчас к тебе подойду.\nВы пошли обратно. Вы лягли на кровать, она села рядом.\n— Спи, я буду следить за твоим сном, и в нужный момент помогу.\nКак только она прикоснулась к вам, вы уснули.",
    "answers": [
      {
        "id": 125,
        "text": "Сон"
      }
    ]
  },
  {
    "id": 125,
    "text": "Вы были в темной комнате с 3 людьми. Первый человек был похож больше на тень, чем на человека. Он был полностью черный. Второй чем-то смахивал на Слендермена, он был белый, в костюме. Третий человек — Элизабет.\n— И что это значит? — вы спросили сразу у троих.\nЧеловек — тень начал первым:\n— Ник, мы с тобой давно знакомы, — это был тот голос в голове, который говорил убить Эли.- и эта тупая девушка не должна мешать нам. Ник, она всего лишь тело. Ты можешь порезать ее, убить, изнасиловать... Да делай с ней что хочешь, но ОНА тебе не друг.\nЭта речь вам не понравилась. Начал говорить белый человек в костюме:\n— Ник, я твоя совесть, и я говорю тебе: это — человек показал на первого — это дрянь, не слушай его. Ты не должен убивать беззащитную девушку, разве это ты? Нет. Да, ты убивал, но те люди были с оружием, им нужна только что? Только ВЫГОДА.\nЭта речь была лучше, но вы бы не сказали, что она лучшая. Вы встали из-за стола, человек-тень дал вам нож, и сказал: \n— Сделай правильный выбор! Убей ее.\nКогда вы подошли к Элизабет, она была привязана к стулу. Она не могла говорить, у нее был кляп во рту. Она смотрела на вас невинными глазами.",
    "answers": [
      {
        "id": 126,
        "text": "Убить человека-тень"
      },
      {
        "id": 127,
        "text": "Убить Элизабет"
      },
      {
        "id": 128,
        "text": "Положить нож"
      }
    ]
  },
  {
    "id": 126,
    "text": "Вы подошли к Элизабет, и сказали:\n— Последнее слово?\nВы замахнулись, и резко ударили сидящего зади черного человека.\n— А все так хорошо было — это последние слова ваших злых умыслов, и прочего.\nВы проснулись.\n— Элизабет, теперь ты будешь мне доверять?\n— Как никогда.\n— Тогда в путь, тут оставаться нет смысла.",
    "answers": [
      {
        "id": 129,
        "text": "Обыскать еще раз все"
      }
    ]
  },
  {
    "id": 127,
    "text": "Вы подошли к Элизабет, и тихо сказали:\n— Прости меня, Элизабет... — вы воткнули нож ей в сердце. У вас появились слезы на глазах.\nВы проснулись, и крикнули:\n— Элизабет, убей меня, быстрее.\n— С чего это мне нужно тебя убивать, Ник. Это всего лишь сон. — она улыбнулась.\nВы невольно встали с кровати, и взяли нож. Собрав последние силы, вы снова повторили:\n— Элизабет, мое задание, которое я тебе так и не дал: убей меня!\nНа ваших глазах появились слезы, ее лицо было красным, она рыдала. Взяв пистолет, она прицелилась вам в голову. Вытирая слезы, она сказала:\n— Прощай.\nВ этот момент вы замахнулись ножем, и ударили ее в живот. Никто не выжил.\n[Концовка: Сначала скажи, потом убей]",
    "answers": [
      {
        "id": 1,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 128,
    "text": "Вы положили нож на стол.\n— Я не буду никого убивать. — как только вы повернулись к черному человеку, он взял нож, и перерезал вам глотку.\n— Зря ты это сделал, Ник. — после этого он подошел к Элизабет, и начал выдавливать ей глаза. Она очень громко кричала. После этого он сдавил ей голову, и ее череп с треском расскрошился. Это было последним, что вы видели.\n[Концовка: Убить себя не значит быть самоубийцей]",
    "answers": [
      {
        "id": 1,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 129,
    "text": "— Элизабет, ты умеешь вскрывать замки? \n— Что-то такое умею.\nВы вскрыли все квартиры, у вас достаточно еды, на месяц хватит. Также вы нашли нормальную одежду, часы(прогодятся точно), и как ни странно один пистолет, и 100 патронов к нему.\n— Элизабет, у тебя остались патроны для автомата?\n— Да, вроде были. — она нашла 3 магазина, и еще один уже был в автомате.\nВы еще были в квартире, но собирались уходить.\n— Эли, подойди ко мне. — она подошла, и села на кровать. — Эли, возможно я забираю у себя жизнь, и спасаю твою, может я совершаю просто чудовищную ошибку, но... — она насторожилась — твой комбинезон я тебе отдаю. Твоя жизнь для меня важнее своей, потому-что я... Я люблю тебя, Элизабет. Как друга. Как очень хорошего, лучшего друга. А теперь переодевайся, и мы уходим.",
    "answers": [
      {
        "id": 130,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 130,
    "text": "Вдалеке вы увидели что-то похожее на газовую трубу.\n— Элизабет, пойдем туда?\n— Давай, может там есть теплая вода.\nВы подошли к трубе, и теперь двигались за ней. Вы подошли к городу. Он тоже был пуст. Везение, или наоборот?\n— Эли, вскрой тут все квартиры.\n— Может лучше было бы переспать где-то?\n— Что? Мне послышалось, или...\n— А чувство юмора такое же и осталось — она улыбнулась, но не на долго. — Ник, я уже не маленькая...\nВы решили промолчать. Может, она тоже всего-лишь пошутила?\nВы зашли в квартиру, там было уютно. Печь работала, и горячая вода в кране была.",
    "answers": [
      {
        "id": 131,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 131,
    "text": "Вы проснулись рано, на часах было всего 7 часов.\n— Элизабет, вставай. Нужно осмотреть город. — Эли лежала возле вас.\nУвидев, что она в глубоком сне, вы не стали ее трогать. Вы наконец-то выспались, поэтому настроение у вас было хорошее. Вы нашли тетрадь и ручку, и написали ей:\n Эли, я не хотел тебя будить, поэтому пошел на разведку города сам. Если не вернусь к вечеру — не ищи меня.\nВы пошли на разведку, уже сразу заметили, что электричество тут есть. Вы увидели несколько машин на дорогах, магазин техники. Выламав стеклянную дверь, вы взяли один из телефонов. Вы хотели прочитать о последних новостях:\n— Запуск протокола W;\n— Шансы на спасение человечества.",
    "answers": [
      {
        "id": 132,
        "text": "Протокол W"
      },
      {
        "id": 134,
        "text": "Шансы на спасение"
      }
    ]
  },
  {
    "id": 132,
    "text": "В Европе, и на территории России был запущен протокол W. Это значит, что города, возле которых стоят вышки любой связи защищены от атак зомби.\nВ некоторых городах России вышки начали работать неправильно, это плохо действует на мозг людей, возможны потери памяти.\n",
    "answers": [
      {
        "id": 136,
        "text": "Шансы на спасение"
      }
    ]
  },
  {
    "id": 133,
    "text": "В Европе, и на территории России был запущен протокол W. Это значит, что города, возле которых стоят вышки любой связи защищены от атак зомби.\nВ некоторых городах России вышки начали работать неправильно, это плохо действует на мозг людей, возможны потери памяти.",
    "answers": [
      {
        "id": 135,
        "text": "Пойти к Элизабет"
      }
    ]
  },
  {
    "id": 134,
    "text": "По последним данным можно сделать вывод, что человечество в очень большой опасности. Каждый день умирает 10к зомби, и 19-20 человек.\nТакими темпами люди умрут меньше чем через два года, пока последний зомби умрет через 2 тысячи лет.",
    "answers": [
      {
        "id": 133,
        "text": "Протокол W "
      }
    ]
  },
  {
    "id": 135,
    "text": "Был полдень, вы вернулись в квартиру, откуда вышли.\n— Элизабет, ты проснулась? — вы услышали, как капает вода из душа. \nВойдя в ванную, вы окликнули ее.\n— Элизабет, это ты? — вы стояли у двери, все же, вам и заходить не стоило сюда.\n— А кто же еще? — она выключила воду.\n— Эли, я узнал, где мы находимся, и что вообще происходит.\n— Ник, может дашь мне одется? — она говорила смущенно, как будто за толстым стеклом душевой кабинки что-то было видно.\n— Конечно, конечно, прости, Эли. — вы вышли из ванны.\nНа телефон пришло новое сообщение: \n— Россия отключает все вышки, так как разработка новых средств замедляется при амнезии. Память должна вернуться в течении 5 дней.\n— Вот черт. Элизабет, давай быстрее, мы сваливаем!\nВ это время в квартире над вами что-то с грохотом упало.",
    "answers": [
      {
        "id": 137,
        "text": "Осмотреть квартиру выше"
      },
      {
        "id": 138,
        "text": "Ждать Элизабет"
      }
    ]
  },
  {
    "id": 136,
    "text": "По последним данным можно сделать вывод, что человечество в очень большой опасности. Каждый день умирает 10к зомби, и 19-20 человек.\nТакими темпами люди умрут меньше чем через два года, пока последний зомби умрет через 2 тысячи лет.",
    "answers": [
      {
        "id": 135,
        "text": "Пойти к Элизабет"
      }
    ]
  },
  {
    "id": 137,
    "text": "Вы взяли с собой пистолет, и сказали Эли:\n— Я посмотрю, что творится наверху, не жди меня.\nВы медленно пошли по ступенькам, и открыли дверь в квартиру. Вы увидели там мужчину, лет 25-30. Он целился в вас из снайперской винтовки.\n— Ты кто еще такой? — его голос был грубым, он говорил быстро, и смотрел на каждое ваше движение так, будто живет в замедленном мире.\nВы решили не врать, и не показывать свой характер.\n— Здравствуй, меня зовут Ник. — не самое лучшее начало разговора.\n— Ник, значит... Иди сюда. — вы не хотели идти ближе — Подойди.\nВы подошли ближе.\n— Слушай, сейчас нет времени на разговоры. — ему было все равно, он осматривал вас, но не слышал.\n— Как давно ты в сознании?\n— Около недели.\n— И почему же у нас нет времени?\n— Сколько у тебя патронов?\n— 20 штук, что происходит?\n— Я задам тебе только один вопрос: Ты веришь мне?\n— Нет, но... Черт, у тебя знакомое лицо... Ладно, я с тобой.\n— Бери все самое ценное, и иди за мной.\nОн взял еду, ствол, несколько бутылок воды, и был готов идти.\n— Я положу это в рюкзак. — вы сказали это на всякий случай, все же, это для вас новый человек. — Пошли за мной.",
    "answers": [
      {
        "id": 139,
        "text": "Идти к Элизабет"
      }
    ]
  },
  {
    "id": 138,
    "text": "Вы очень долго ждали, но она так и не вышла.\n— Девушки, что тут скажешь...",
    "answers": [
      {
        "id": 137,
        "text": "Пойти самому"
      }
    ]
  },
  {
    "id": 139,
    "text": "Вы пошли в квартиру, где до этого была Эли. Окликнув ее, и заглянув внутрь, вы поняли, что ее здесь нет.\nВы вышли на улицу, она стояла у входа в подьезд.\n— Ник, ну наконец-то. — когда она повернулась к вам, была удивлена.\n— Нам нужен транспорт. — сказав это, вы пошли к тому месту, где видели много машин.\nПрийдя туда, вы выбрали одну из них, у нее был бензин.\n— Эли, вскрой замок — она это сделала очень быстро.\n\"Новенький\" молчал. То ли его поразила ловкость рук Элизабет, то ли он думал, не конец ли это его жизни.\n— Как тебя зовут? — вы обратились к снайперу.\n— Джо, мне приснилось, что меня называли Джо.\n— Отлично, Джо за руль, Элизабет, давай назад.\n",
    "answers": [
      {
        "id": 140,
        "text": "Рассказать о происходящем"
      }
    ]
  },
  {
    "id": 140,
    "text": "— Вобщем, по всему миру гуляют зомби. Те вышки — вы показали на одну из них — не дают им пробраться в города. Тут, в России, вышки работают неправильно, и из-за этого у нас амнезия. Вышки хотят выключить, скоро тут будет толпа зомбарей.\nВы не хотели видеть их лица. Просидев молча пять минут, вы сказали:\n— А теперь давайте расскажем о снах. В моем сне нас было 5 человек, и мы готовились к какому-то заданию.\n— У меня в сне задания провалилось, но мы все ушли живы.\n— Джо, что у тебя?\nОн лежал вне сознании.",
    "answers": [
      {
        "id": 141,
        "text": "Элизабет, посмотри что с ним"
      }
    ]
  },
  {
    "id": 141,
    "text": "— Элизабет, посмотри что с ним.\nКогда Элизабет дотронулась к нему, обое впали в кому. Вы переместили Джо, и сев на сиденье водителя, начали ехать. Вы не знали, что там происходит, но вам было интересно.\nОни просидели так до ночи. Когда они начали двигаться, вы, не посмотрев на них спросили:\n— Что там было? Почему так долго?\n— Я могу тебя переместить в сон Джо, но... — Элизабет замолчала.\n— Что: \"но...\"?\n— Не убей себя, и не убейся сам. Как бы глупо это не звучало.\nМашина давно стояла на месте. Перед \"сном\" вы попросили Джо, чтобы он не спал. Все же, он снайпер, должен хорошо видеть, и осматривать местность.",
    "answers": [
      {
        "id": 142,
        "text": "Сон"
      }
    ]
  },
  {
    "id": 142,
    "text": "Вы увидели перестрелку, и... себя. Возле вас стояла Элизабет. Та Элизабет, которая сейчас в машине, рядом с вами.\n— Это ты в бешенстве. — она опять начала плакать.\n— Да хватит вспоминать, ты же выгнала из меня ту часть, которая хотела тебя убить.\n— Ты не понимаешь, этих людей убила твоя совесть! Помнишь, что говорил Белый человек?\nВы пытались вспомнить, как тут же раздался грохот. К вашему телу подошли вы, Элизабет в светящемся костюме, и Эли, которая сидела сейчас с вами в машине.\n— Все в укрытие. — Элизабет дотронулась до его головы, и он встал.\nВы проснулись. Когда вы дернулись, снайпер испугался, но виду не подал.\n— Элизабет, что это значит?\n— Ты мой муж — она улыбнулась.\n— С чего ты взяла? Ты младше меня на 15 лет!\n— Ты одинаково скоро все вспомнишь. Давай опять вернемся, и посмотрим чем все закончилось.",
    "answers": [
      {
        "id": 143,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 143,
    "text": "Когда вы опять вернулись в то место, вы спросили у Эли:\n— Это правда? \n— Нет, я пошутила.\n— Нахрена ты это сделала?!!\nВы опять услышали тот взрыв.\n— Смотри.\nКогда Эли подошла, и коснулась к тому Нику, он встал. Это был уже не человек. Он подошел медленным шагом к стрелкам, ему ничего не делали пули. Когда он подошел к одному из штурмовиков вплотную, он выхватил автомат, и за секунду убил двоих снайперов, которые были на вышках. Потом он прикладом оглушил одного из штурмовиков, и забил его штурмовой винтовкой до смерти. Выхватив у умершего нож, он порезал ноги всем. Он подошел ближе, и каждому перерезал глотку. После этого он повернулся ко всем, с кем пришел. Его глаза были полностью белыми, сразу же, как повернулся, он упал.\n— И что это значит, Элизабет? — вы опять посмотрели на нее.\n— А то, что ты бессмертный со мной.\n— И что? — вы не понимали, к чему она клонит.\n— Да... да так, ничего.\n",
    "answers": [
      {
        "id": 144,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 144,
    "text": "Было уже утро. Элизабет еще спала, снайпер был измучан, но не спал.\n— Я думал, ты убьешь меня. — вы посмотрели на Джо. — Ты ведь видел сон, ты знаешь что я могу сделать.\n— Если б не ты, я бы уже и так умер. — он показал последнюю новость с вашего телефона.\nЗомби уничтожили половину городов в России, в стране осталось около 16 выживших.\nВам нравилось, что Джо был холоден. Общение с ним занимало минимальное количество времени.\n— Что еще ты помнишь? — Элизабет начала двигаться.\n— Я видел только этот сон. Еще я курить люблю... Не знаю откуда, но когда я очнулся, у меня было 10 сигар.\n— Странно, у меня небыло ничего с собой. — Элизабет все слышала. — Даже оружия.\n— Стоп, а как ты тогда хо... — Элизабет, наверное, залезла ему в голову, и сказала не говорить об этом.\n— Говорите уже при мне, я же вижу, когда Эли залезает кому-то в голову. — вам это не нравилось.\n— Ладно. Джо, ты снайпер? — она это и так знает, они все еще общаются.\n— Я осмотрю местность. — будет лучше, если вы удете.",
    "answers": [
      {
        "id": 145,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 145,
    "text": "Когда вы вышли из машины, увидели вдалеке что-то похожее на вышку, но она была покрыта бетоном. Возможно, там что-то есть.",
    "answers": [
      {
        "id": 146,
        "text": "Пойти на разведку"
      }
    ]
  },
  {
    "id": 146,
    "text": "Вышка стояла очень низко, когда вы подошли, увидели что это не вышка, и покрытие не бетонное.\nЭто была атомная бомба. Настоящая атомная бомба.",
    "answers": [
      {
        "id": 148,
        "text": "Подойти ближе"
      },
      {
        "id": 149,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 147,
    "text": "— Кем бы ты ни был, я ее не убью.\n— Неправильный ответ.\nЧеловек-тень взял нож, и быстро ударил вас под ребра.\n[Концовка: Неправильные ответы — наше все]",
    "answers": [
      {
        "id": 1,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 148,
    "text": "Подойдя к ракете вплотную, вы заметили, что на таймере было десять секунд до запуска. Бежать было бессмысленно. Вы сгорели живьем от ракетного топлива. Еще одна смерть вам в копилку.\n[Концовка: Много не бывает]",
    "answers": [
      {
        "id": 1,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 149,
    "text": "Вы подбежали к машине. Сев в нее, вы сказали:\n— Нам пора.\nОни сидели неподвижно. \n— Да сколько ж можно спать?!\n— Ник, тише. Он не спал всю ночь. — она сказала это шепотом.\nВы тихо тронулись с места, и поехали. Вы не знали, куда лучше поехать, но тут оставаться не стоит.\n— И о чем же вы с ним говорили?\n— Он не мог уснуть, я ему помогла.\nСпустя некоторое время она добавила:\n— А ты что, ревнуешь, Ник?\n— Нет. — вы придавили педаль газа.\n— Ник, но я же ви...\n— Нет, я не ревную! — вы выкрикнули на весь салон машины. — Ревнуют когда любят. А ты такой же друг для меня, как и он.\n— Только с ним можно пошутить, а тебя тр**нуть. — как только вы это подумали, она сильно ударила вас по голове.\n— А что, я не прав? — вы понимали, что лучше бы этого не говорили, но она бы одинаково знала, что вы об этом думаете.\n— Останови. Ник, останови машину.\n— Эли, почему ты так завелась? Я что, виноват, что шучу в голове? Нет, это ты прочитала мои мысли.\n— Останови машину!!\nВы остановились.\n— Я не хочу тебя больше видеть, козел!\n— Элизабет! Ну и куда же ты тогда пойдешь?\n— Туда, где нет пошлых шуток.\n— Элизабет, очнись. Пошлые шуточки в твою сторону будут даже тогда, когда возле тебя не будет мужиков.",
    "answers": [
      {
        "id": 150,
        "text": "Уехать"
      },
      {
        "id": 151,
        "text": "Переубедить"
      }
    ]
  },
  {
    "id": 150,
    "text": "Вы лишились одного члена вашей команды. Вам не было наплевать на нее, но вы не знали, почему так делаете. Вдалеке послышались выстрелы. Это было какое-то новое оружие, не огнестрельное.",
    "answers": [
      {
        "id": 152,
        "text": "Поехать на звуки"
      }
    ]
  },
  {
    "id": 151,
    "text": "— Элизабет, я сделаю все, что захочешь. Только не пошлое. \n— Застрели себя.\nВы достали пистолет, и навели его на себя.\n— Ты действительно этого хочешь?\n— Да! — она была на эмоциях.\nОна не хотела, чтобы вы себя убили, но вы всегда держали слово. Вы нажали на курок. Вы сейчас были не эмоциональны, но за вашим твердым лицом было спрятаны слезы. Как только вы сделали это, Эли хотела вас спасти. Но даже она знала, что это невозможно.\n[Концовка: Раб желаний]",
    "answers": [
      {
        "id": 1,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 152,
    "text": "Вы увидели, как один человек с странным светящимся оружием отстреливался от безмозглых тел.",
    "answers": [
      {
        "id": 154,
        "text": "Помочь"
      },
      {
        "id": 155,
        "text": "Подождать, пока его убьют"
      }
    ]
  },
  {
    "id": 153,
    "text": "— Хорошо, я сделаю это.\n— Какой хороший мальчик. — вам совсем не нравился этот человек.\nВы проснулись, на этот раз по-настоящему. Эли стояла над вами.\n— Ник, ты что, правда хочешь меня убить?\n— Усыпи меня.\n— Как? \n— Ты телепат, ты можешь сделать что угодно с чем угодно.\nОна вас коснулась.\n— Ну же, чего ты ждешь?\nВы невольно взяли нож.\n— Да я пытаюсь!\nВы замахнулись ножем. И уснули.",
    "answers": [
      {
        "id": 125,
        "text": "Сон"
      }
    ]
  },
  {
    "id": 154,
    "text": "Вы збудили Джо, и попросили помочь вам отбиться. На это ушло время, но человек еще отстреливался. Вы помогли ему, он поблагодарил вас.\n— Откуда у вас такая интересная штука? — вы указали взглядом на оружие.\n— Да тут недалеко есть одно местечко. Там нет людей, но есть турели. Пробраться сложно, но этого добра там полно.\n— Так оно может стрелять сколько угодно?\n— Я не проверял, но говорят, что тут 10к выстрелов.\n— Мы могли бы обезвредить турели, но возьмем 10 штук. Вы с нами?\n— Да конечно же, нечасто тут люди появляються.\nКогда вы приехали к тому месту, уже была ночь. По пути вы познакомились с тем человеком получше. Он не знал своего имени, так что вы дали ему кличку \" Безымянный \".\n— Джо, видишь у них датчики? Попади в них, и у нас будет новое оружие.\nДжо сделал два выстрела, и обеими дезориентировал терели. Пробравшись через ворота, вы увидели там не просто оружейный склад. Это был военный склад какого-то нового оружия.\nВы взяли 3 комплекта брони, 10 пушек, и танк( топливо ему не требовалось, так что это намного лучше машины).\n",
    "answers": [
      {
        "id": 156,
        "text": "Переместить припасы в танк"
      }
    ]
  },
  {
    "id": 155,
    "text": "Он удачно уложил последнего зомби, и наставил на вас винтовку.\n— Ты кто нахрен такой? Хотел подождать, пока меня сожрут, а сам винтовку заберешь?\n— Нет, я только при...\n— Да я видел, когда ты пришел.\nОн нажал на курок, странный лазер посветил вам в глаз, а потом проделал большую дырку в голове.\n[Концовка: Лазерная терапия] ",
    "answers": [
      {
        "id": 1,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 156,
    "text": "Вы сразу заметили, что он предназначен для 3-х человек: Командира, радиста и мехвода. Вы предложили Безымянному поехать с вами, но он отказался. После того, как вы переместили припасы, вы попрощались с ним, и поехали на место, где видели Эли в последний раз. Вы были вместо мехвода, а Джо был командиром.\n— Так... Куда она исчезла? — Джо все проспал, но это же не значит, что он не должен знать правду.\n— Она никогда не любила моих шуток. А в этот раз я ее обидел сильно. Хотя... Знаешь, лучше бы она была нормальным человеком. Без этих способностей.\nВы замолчали.\n— Почему ты приревновал ее ко мне?\n— Я не ревновал.\n— Ник, я не маленький, и не девочка. Я знаю, что ты ревнуешь. Просто хочу узнать почему.\n— Когда вы с ней говорили тогда, я подумал что вы готовите заговор, или что-то типа того. — теперь вы поняли, как глупо это звучит.\nДжо улыбнулся и закурил.\n— Я думал, ты доверяешь мне и ей больше... Ладно, я не буду тянуть резину. Мы говорили о том, почему она тебя боялась. — вам не нравилось, что она бросается словами на все стороны. Все же, это личное.\n— И что ты на это скажешь?\n— Это не мое дело. Но... Она же тебе не говорила этого. Вобщем, ты ей нравишься.\n— Хм... а она мне нет. — вы хотели показаться бездушным, сухим эгоистом, но показались плохим лжецом, не более. — Ладно, да, она тоже мне нравится. Только где же она теперь?\n— Я знаю где она. Точнее, ты знаешь. Хм... Парадокс. Вобщем, она сказала, что пойдет туда, где вы встретились в первый раз.",
    "answers": [
      {
        "id": 157,
        "text": "Ехать за Эли"
      }
    ]
  },
  {
    "id": 157,
    "text": "Вы ехали к тому месту даже ночью. Танк не останавливался, потому что скорость его была всего 40 км/час. Нужно было очень долго ехать. Джо не спал, он тоже был заинтересован в том, чтобы вернуть Эли. Вы долго молчали, были сосредоточены только на дороге, все же, в танке вы первый раз за это время. Вдруг Джо крикнул:\n— Ник, вижу машину на 3 часа. Скорость около 80 км/час. Берем на таран?\n— Ты же капитан.\nДжо включил прожекторы, и машина остановилась. Когда вы к ней подьехали, Джо крикнул:\n— Стой!\nВы остановили тяжелое оружие для убийства. Джо хотел вылезть, но вы не хотели его отпускать вот так, без оружия.\n— Джо, возьми винтовку.\n— Ник, мы же не хочем спугнуть человека?\n— Держи мой пистолет. Сейчас темно, никто его не увидит.\nДжо взял пистолет, и вылез через командирскую башенку. В это время вы пересели на место командира — стрелка, и навели орудие на машину.\nС машины вышла девушка. Необычно было то, что она не Россиянка. Что она тут делает?\nДжо не закрыл люк, вы слышали их разговор.\n— Что вы тут делаете, куда направляетесь? — Джо говорил без каких либо эмоций, и это вызывало немного недоверия.\n— Прошу прощения, я не знала, что тут ездят танки, и... — она посмотрела на его комбинезон — военные.\n— О, нет, мы не военные. Мы просто недавно нашли это чудо, все же, он ездит без топлива.\n— Так, что вы здесь тогда делаете? — она спросила с агрессией. — Отвечай!",
    "answers": [
      {
        "id": 158,
        "text": "Сделать предупредительный выстрел"
      }
    ]
  },
  {
    "id": 158,
    "text": "Как только вы почувствовали, что есть доля опасности для Джо, вы отвели пушку, и выпустили снаряд. Это, скорее, был не снаряд, а какой-то луч, но она испугалась недурно. Вы навели пушку ей в лицо.\n— А куда же подевалась твоя агрессия? Все? Потухла? — теперь Джо улыбался, играл с девушкой.\nОна не двигалась, только говорила.\n— Может скажешь своему другу, чтобы не тыкал этим мне в лицо?\n— Нет, нет. Ты что, не поняла? Главный сейчас я, это ты должна подчиняться мне. Встань на колени! — она встала на колени. — Какая же ты молодец. Встань. Теперь ты едешь с нами. Ты ведь не против? А?\n— Нет, я не против. — она еле выговорила это через зубы, было ясно, что ехать с вами она не хочет.\nОна подошла к танку, и кое-как залезла на корпус. На башню она залезть не смогла, поэтому вы открыли ей люк для мехвода.",
    "answers": [
      {
        "id": 159,
        "text": "Говорить"
      }
    ]
  },
  {
    "id": 159,
    "text": "— Ты с какой страны?\n— Я японка. А что, проблемы?\n— Да думаю, у тебя слишком маленький кругозор на жизнь, будешь радистом.\nОна ударила кулаком вас в живот. Либо она не видела, что там бронекомбинезон, либо хотела что-то вам показать, но она вывихнула себе руку.\n— А теперь мой удар. — вы замахнулись, девушка укрыла живот здоровой рукой. — Я думал, ты будешь бояться смерти меньше.\nВы знали, как вправлять руку при вывихах.\n— Дай руку. — она пошатала головой, не хотела этого делать. — Дай мне руку! — вы прикрикнули на нее.\nОна нехотя дала вам вывихнутую руку, вы ее очень быстро вправили. Девушка кричала около пяти секунд, потом перестала, и смотрела на вас еще очень долго.\n— Ну что, продолжаем ехать?\n— Да, Ник, вытягивай силу из этого монстра!\nВы заметили несколько кнопок на панели \"Мобильность\". Вы поставили значение 95% на мобильность танка, и 5% мощности танка уйдет на боевые характеристики.",
    "answers": [
      {
        "id": 160,
        "text": "Ехать"
      }
    ]
  },
  {
    "id": 160,
    "text": "Когда вы посмотрели на спидометр, увидели скорость 120 км/час.\n— Вот это другое дело!\nВы все время смотрели на дорогу, японка спала, а Джо только что спустился к вам.\n— Слушай, мне эта японка не нравится, может выкинем ее отсюда. — Джо говорил не громко, в пол голоса.\n— Джо — вы говорили шепотом — она не спит.\n— Хочешь подшутить? — по его лицу было видно, что он затеял.\n— Джо, выкинь ее через люк — вы говорили в пол голоса, вы знали, что девушка вас слышит. — Но она же все-таки девушка...\n— Я могу посадить ее на антенну. — вам показалась эта шутка больше страшной, чем смешной.\nДжо взял ее под руки, и ухватился за грудь девушки. Она вытащила нож, хотела ударить его им по руке, но Джо убрал руку.\n— Ник, черт, шутка зашла слишком далеко.\nВы остановили танк. Джо положил ее на пол. Вы вспомнили, что у вас были нитка с иголкой. Вы быстро их вытащили, и хотели зашить рану. Она закрывала рану руками, и не хотела, чтобы вы ее раздевали.\n— Убери руки. Быстрее! — она все еще не хотела этого делать. — Джо, возьми ее за руки, а я ее раздену.\nДевушка кричала, и все еще не хотела показывать вам себя. Она отбивалась как могла, но Джо все же взял ее руки, выбраться она не могла.\n— Слушай меня. — она дергалась — Не дергайся! Рана глубокая, если я тебе не помогу, не поможет никто. Я не буду это делать против твоей воли. Ты хочешь быть с нами, или закончить сейчас, трупом?! Помогать тебе, или выбросить? Быстрее, кровь вытекает.\n— Хорошо, я согласна.\n— Джо, не держи ее. Сними с нее одежду.\n— Нет, я не хочу, чтобы он меня видел голой.\n— Хорошо... Джо, самое главное задание тебе. Налей в кружку воды, нам нужна вода. — это задание было ни капли не важным, но вам пришлось отвлечь его.\nВы сняли с нее одежду, она вся была в крови, вы принялись зашивать рану. Она была совсем не большая, но очень глубокая. Джо подал вам воду. Вы обмыли рану, и быстро, но качественно зашили ее. После этого вы обратно вытерли остаток крови.\n— Эй, не лапай меня.\nВы так хотели ударить ее, но вы взяли себя в руки.\n— А теперь слушай сюда. Ничего бы небыло, если бы ты не вытянула нож.\n— Ник... — Джо пытался позвать вас.\n— Ты нам только мешаешь.\n— Ник! — вы посмотрели на него. — Не кричи на нее, это я виноват. Не нужно было ее трогать.\nВы хотели сейчас убить их обоих.\n— Делайте, что хотите. Одежда еще осталась в сумке. Хоть сам ее одевай!\nВы проехали целую ночь, и наконец-то приехали к тому городу. Джо и девушка спали. Вы подошли к ним, и крикнули:\n— Подьем, голубки.\nКак только Джо открыл глаза, и осмотрелся, он сказал:\n— Что? Я что, реально спал с ней?\n— Подними ее, вижу, она тебе понравилась больше, чем мне.\nДевушка поднялась, она тоже не верила, что спала возле Джо.",
    "answers": [
      {
        "id": 161,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 161,
    "text": "— Джо, выйди пожалуйста, я должен осмотреть рану еще раз.\nДжо вылез, он взял с собой одну из винтовок. Осмотрев ее, вы сказали.\n— Тебе повезло, хоть тут везде бактерии, рана заживет без проишествий — вы сказали это с улыбкой, но вмиг поменялись. — А теперь скажи мне, кто ты, и зачем залезла в долбаный танк?\n— Я японка, этого тебе хватит. А залезла я из-за того, что весь путь была сама. И вы тыкали в меня оружием.\n— Ник, ну где ты там?\n— Я уже иду. — вы снова начали говорить с девушкой. — Садись на место командира, и стреляй зарядами. Помни, что с твоей раной я еще не закончил, хочешь жить — не стреляй в нас.\nВы подошли к месту мехвода, и установили значение 99% на боевые характеристики, и 1% остался на мобильности.",
    "answers": [
      {
        "id": 162,
        "text": "Вылезть"
      }
    ]
  },
  {
    "id": 162,
    "text": "Вы взяли штурмовую винтовку, и вылезли с танка. \n— Ну что, постреляем?\n— А зачем спрашивать? \nВы спрыгнули с корпуса машины, и стали возле борта. Джо сделал так же.\nМедленным шагом вы начали идти в город. Джо указал девушке, что нужно немного проехать. Через полминуты танк тронулся. Вы увидели первых безмозглых, вы вместе убивали их не очень быстро, поэтому вы разделились. Джо залез обратно в танк, вы пошли по другой улице. Теперь атака была эфективнее, но зомби были не медленными. Вы начали отступать, но все еще отстреливались. Оставалось всего 20 тел, они все сразу набросились на вас. Послышались выстрелы. Когда осталось около десяти зомби вы уложили их прикладом винтовки. Когда вы поднялись на ноги, увидели на одном из балконов Элизабет.\n— Элизабет! Спускайся ко мне.\nЭлизабет спустилась к вам, и ,обняв вас, сказала:\n— Ник, я передумала. Поехали вместе.",
    "answers": [
      {
        "id": 163,
        "text": "Пойти к танку"
      }
    ]
  },
  {
    "id": 163,
    "text": "Вы с Эли прошли к танку. Вы стали перед ним, и жестами показали, чтобы Джо остановил танк. Вы прикрыли Эли, пока она залезала на корпус. После этого вы передали ей винтовку, и залезли на корпус. Таким же способом вы вылезли на башню, и залезли в танк. Он оказался не очень тесным для 4 людей. Но появилась новая проблема.\n— Ник, это кто? — Эли указала на вторую девушку.\n— Мы ее нашли на дороге. Имя она не сказала. Только пожалуйста, живите дружно.\nЭли, видно, опять залезла в голову. На этот раз в голову девушке. Когда Эли очнулась, она спросила:\n— Он тебе нравится? — она указала пальцами на вас. — Ты его любишь?!! — она начала плакать — Говори, тварь!!\nОна взяла нож, и замахнулась на девушку. \n— Элизабет, тихо! Я помог ей два раза. Она ненавидела меня, и сейчас ненавидит. Я это знаю, потому что она сначала не доверила мне свою жизнь. Она хотела умереть. Именно хотела. Я ее спас. Так же, как помогал тебе в свое время. Но я не люблю ее. Элизабет, почему ты видишь в ней конкурента? Чем ты хуже нее?\n— Хватит!! — вы впервые услышали голос японки на столько грубым. Она тоже заплакала. — Почему я хуже нее? Чем?!\nДжо вылез из танка, если бы вы не должны были давать ответы, сделали бы так же.\n— Да ты мне даже имя свое не сказала. Я спас человека, имя которого не знаю. Знаете что, разбирайтесь сами!\nЭлизабет коснулась девушки, обое упали. Вы вылезли с танка, и сели возле Джо.\n— Джо, почему ты защищал ее вчера? — Джо вытянул сигару. — Она не разрешила тебе даже помочь спасти себе жизнь.\n— Знаешь, я почувствовал в ней что-то. — он долго молчал. — Думаю, нам нужно разделиться. Девушки будут драться, будут только мешать нам.\n— Я знал, что так будет. Надеюсь, общаться мы еще будем? Не зря же в танках есть рации...\n— Ладно, нам пора ехать.\n— Не, Джо. Я не выдержу. Я не спал уже два дня.",
    "answers": [
      {
        "id": 164,
        "text": "Залезть обратно"
      }
    ]
  },
  {
    "id": 164,
    "text": "Когда вы залезли обратно, Эли не спала. Вы были рады этому, ведь самому ехать очень сложно, и вы это знали.\n— Элизабет, подмени меня. И еще... Сделай так, чтобы я уснул. \n— Спокойной ночи, Ник. — она прикоснулась к вам, и вы заснули.\nКогда вы проснулись, был день. Эли и Джо хотели спать, и есть. Вы решили достать припасы. Поев, вы отправились в путь вместе с той девушкой. Джо и Элизабет уже спали.\n— Ник, чем я хуже нее? — у нее потекла слеза.\nВы молчали. Вам опять послышалось:\n— Ник, ответь мне. — она говорила все тише, и плакала все больше — Прошу.\n— Ты замкнута. Ты сказала Джо, чтобы он не помагал, только из-за того, что рана у тебя была на груди. А если у тебя будет порез в верхней части ноги, ты что, лучше умрешь?\n— С моей стороны все выглядело не так...\n— С твоей стороны лучше бы ты сдохла... — вы снова сказали неподумав, и возможно, это самая большая ошибка за все время.\nДевушка опять заплакала. ",
    "answers": [
      {
        "id": 165,
        "text": "Успокоить"
      },
      {
        "id": 166,
        "text": "Ничего не делать"
      }
    ]
  },
  {
    "id": 165,
    "text": "Вы подошли к девушке ближе.\n— Прости... Я не это хотел сказать. — вы ее обняли.\nВы с японкой долго молчали. Когда вы перелезли на место командира, и тронулись, вы показали маршрут до того городка, в котором вы нашли Джо.\n— Ник, а что с моей раной?\n— А теперь ты сама хочешь, чтобы я смотрел на твою грудь. Все с тобой ясно... — вы улыбнулись.\n— Я не про это. — она тоже улыбнулась. — Ты врач? Ну... ты не можешь быть обычным человеком. Ты смотрел только на рану, а я думала...\n— Хватит. Я хотел помочь, только это. Если бы я хотел смотреть, или выбросить тебя, я бы это сделал. Понимаешь, к чему я клоню?\n— Да.\nВы были уже в городе. Тел там было в разы больше, чем в предыдущем. Вы очень быстро избавили тела от мучений, и уже скоро пришли с японкой в ту квартиру, в которой были с Элизабет.\n— Покажи мне рану.\nКогда она разделась, вы увидели, что рана начала гнить внутри. Ей было очень больно, но она держалась не хуже парня. Когда вы отрезали все ненужное, вы опять зашили рану. На этот раз все было более стерильно: все инструменты вы прокипятили, и сразу же после использования мыли. Перчатки вы нашли не использованные. Все это время она была в сознании.\n— Ник, зачем ты это делаешь? Почему ты мне помогаешь? Почему ты еще сначала меня не изнасиловал, и не выбросил?",
    "answers": [
      {
        "id": 167,
        "text": "Глупая девочка"
      }
    ]
  },
  {
    "id": 166,
    "text": "Вы краем глаза заметили, что японка достала ствол, и наставила на себя.\n— А теперь ты убить себя решила? После того, как я тебя спас? Какая ты бесчеловечная...\nОна спрятала ствол. Вы с японкой долго молчали. Показав ей дорогу до того городка, где вы нашли Джо, вы пересели на место командира.\n— Ник, а что с моей раной?\n— А теперь ты сама хочешь, чтобы я смотрел на твою грудь. Все с тобой ясно... — вы улыбнулись.\n— Я не про это. — она тоже улыбнулась. — Ты врач? Ну... ты не можешь быть обычным человеком. Ты смотрел только на рану, а я думала...\n— Хватит. Я хотел помочь, только это. Если бы я хотел смотреть, или выбросить тебя, я бы это сделал. Понимаешь, к чему я клоню?\n— Да.\nВы были уже в городе. Тел там было в разы больше, чем в предыдущем. Вы очень быстро избавили тела от мучений, и уже скоро пришли с японкой в ту квартиру, в которой были с Элизабет.\n— Покажи мне рану.\nКогда она разделась, вы увидели, что рана начала гнить внутри. Ей было очень больно, но она держалась не хуже парня. Когда вы отрезали все ненужное, вы опять зашили рану. На этот раз все было более стерильно: все инструменты вы прокипятили, и сразу же после использования мыли. Перчатки вы нашли не использованные. Все это время она была в сознании.\n— Ник, зачем ты это делаешь? Почему ты мне помогаешь? Почему ты еще сначала меня не изнасиловал, и не выбросил?",
    "answers": [
      {
        "id": 167,
        "text": "Глупая девочка"
      }
    ]
  },
  {
    "id": 167,
    "text": "— Глупая девочка. Я и не хотел этого делать. Я знаю, когда человек спит, а когда нет. Джо хотел пошутить. \nОна молчала. Она просто лежала на кровати.\n— Иди мойся. Тут есть горячая вода. — когда вы глянули на нее, она уже спала. Ну или делала такой вид.\nВы решили пойти \"освежится\" первым, но она опять начала с вами разговор.\n— Ник, почему ты так угрожал, шутил над Элизабет, а со мной такой добрый.\n— Она не говорила про голоса в голове, или про человека-тень?\n— Нет, я только видела, как ты хотел ее убить.\n— Стоп, да ты видела не ее воспоминания, а мои сны.\n— А про меня такие сны есть?\n— Нет, ты мне не нравишься. — вы пошли в ванную.",
    "answers": [
      {
        "id": 168,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 168,
    "text": "Когда вы залезли в душевую кабину, услышали как двери в ванную открываются.\n— Японка, тебя не учили, что это неприлично?\n— Учили, но я сделаю все, чтобы понравится тебе.\n— Ты мне не нравишься, уйди.\n— Я никуда не уйду! — она залезла к вам.\n— Ты охренела?!! Что ты делаешь?\nОна шепнула вам на ухо:\n— Вставь мне.\n— Ты больная, или шалава?!!! Пошла нахрен отсюда.\nВы силой вытолкали ее.\n— Тогда как мне тебе понравится? — она снова рассплакалась.\n— Ну точно не нужно было перед врачом дыркой светить. Мне это погоды не сделает, а зачем это тебе?\n— Я хотела стать твоим другом, и узнать Джо получше.\n— Можно было это сказать сразу. Но теперь вместо того, чтобы я тебе рассказал о Джо, я расскажу Джо о том, что здесь происходило.",
    "answers": [
      {
        "id": 169,
        "text": "Рассказать Джо о происходящем"
      },
      {
        "id": 170,
        "text": "Рассказать японке про Джо"
      }
    ]
  },
  {
    "id": 169,
    "text": "— Я все же, расскажу ему об этом. Уж больно ты странная. Продать тело ради информации, которую можно узнать просто так.\n— Ник, ну пожалуйста. Я же не знала, что тебе не понравится.\n— А много кому это может понравится?! Я еще раз говорю: Я врач, мне похрен на тебя до тех пор, пока у тебя не будет порезов. И да... Резать себя не вариант, я тебе одинаково теперь не помогу. В психушку тебе нужно.\n— Ник, пожалуйста. — она все еще была голой, и рыдала на полу.\n— Оденься, дура!!! — она оделась — Ладно, я не скажу ему.\n— Правда? — она посмотрела на вас.\n— Правда, я не скажу. А вот диктофон скажет. — вы знали, что такое может быть, поэтому заранее записывали разговор.\n— Ник, ну пожалуйста, может у нас с ним что-то получится... Пожалуйста...",
    "answers": [
      {
        "id": 170,
        "text": "Не говорить Джо "
      },
      {
        "id": 172,
        "text": "Сказать ему, как только он проснется"
      }
    ]
  },
  {
    "id": 170,
    "text": "— Ладно, я не расскажу никому об этом проишествии. Но запомни одно, единственное мое правило. Если делаешь что-то быстро, то ты делаешь некачественно. Если б ты тут не раздевалась, могла бы спину от зомбаков прикрыть, или еще что-то. И я бы тебе доверял. Но теперь я тебе не верю. Ты меня в любой момент захочешь убить, потому что я — компромат на тебя. А теперь пойми меня. Если ты поранишься, я не помогу тебе, пока ты не расскажешь Джо о том, что было только что. Ты поняла?\n— Ник, почему ты такой жестокий?\n— А почему ты такая странная?! Вчера ты хотела умереть, но не показать грудь, хотя она никому тут, блядь, и не нужна. А сегодня ты торгуешь телом ради дружбы.\nВы вышли из ванны, и ждали японку. Когда она вышла, вы шутя сказали:\n— Ух ты, ты в одежде? А я думал, что опять голая выйдешь... — она прятала что-то в руке, а рука была за спиной. — Выброси. — она ничего не сделала. — Выброси долбаное оружие!! — вы подставили свой пистолет ей возле виска. \nОна выбросила нож, и пошла перед вами. Когда вы вышли в подьезда, она попыталась ударить вас кулаком, но опять забыла, что у вас комбинезон. Она опять вывихнула руку.",
    "answers": [
      {
        "id": 171,
        "text": "Залезть в танк"
      }
    ]
  },
  {
    "id": 171,
    "text": "— Помоги мне залезть, Ник. — она опять заплакала.\n— Слушай сюда, тварь. Было уже два замаха в меня, твои слезы не действуют.\nОна очень долго вправляла себе руку, а потом попыталась подняться. Когда она поднималась, сложно было не заметить, что она была только в юбке, без трусиков.\n— Ну нет, на мое место мехвода так садится нельзя. Хочешь, садись в таком виде куда угодно, хоть на бутылку, но на мое место нельзя.\nОна пошла обратно, и переоделась. На этот раз она одела штаны.\n— Другое дело. Прошу на борт.\nПоднималась она очень долго, был уже вечер. Элизабет еще спала, но Джо нет.\n— Джо, мы в городе. Тут есть горячая вода. Хочешь, пойди помойся. \nДжо, наверное, только что проснулся. Его движения были плохо скоординированы, но все же он поднялся.\n— Есть что поесть?\n— Да мы тоже хотим, только пришли.\nВы взяли рюкзак, и достали кое-что из еды. Еда у вас оставалась всего на десять дней. Когда вы поели, Элизабет проснулась. Джо ушел, Эли начала есть.\n— Спасибо, что не сказал. — девушка сказала негромко.\nВы посмотрели на девушку, она поняла, что лучше бы промолчала.\n— Что не сказал? — Элизабет была еще сонная, но эту фразу поняла полностью.\n— Девушки, разбирайтесь сами. Мне одинаково. — вы вылезли с танка. \nКрик можно было услышать даже с закрытыми люками. Вы подождали, голоса утихли. Вы влезли обратно.\n— Ник, можно прочитать твои мысли? — японка плакала, и все время повторяла, чтобы Эли ничего не рассказывала Джо.\nЭли коснулась вас. Через минуту она опять пришла в себя.\n— Если ты еще раз сделаешь хотя бы что-то подобное, я расскажу все Джо. — Эли говорила холодно, японка перестала плакать.\n— Ты не расскажешь?\n— Только из-за того, что ему это не понравилось. — она указала на вас.\n— Элизабет, ты слишком добрая с этой тварью.\n— Может ты и прав...\nДевушка опять заплакала.\n— Ник, за что?!\n— Ты хотела убить меня! Я тебе помог, и чем ты мне отплатила? Ты разделась два раза просто ради дружбы. Ты хотела меня убить!\n— В смысле два раза?! — Элизабет насторожилась.\n— Посмотри, что было, когда она залезала на корпус.\nЭлизабет опять коснулась вас. Японка вытянула нож, и замахнулась на Эли. Вы взяли его за лезвие, у вас потекла кровь. Джо открыл люк, и выхватил нож у японки.\n— Попытайся обьяснить мне, что это нахрен было?! — стоило ли говорить, что японка опять заплакала.\n— Подайте мне что-то, у меня кровь вытечет!\nДжо начал рыться в сумке, японка просто сидела и плакала, а Эли только что пришла в себя.\n— Как же больно, черт! — у вас была порезана мышца. Вы прекрасно понимали, что без хирурга мишца, с большой вероятностью,  заростет неправильно.\n— Ник, есть вата, и какая-то одежда.\n— Спасибо, давай сюда.\nДжо подал вам одежду и вату. Вы перемотали руку.\n— Я предлагаю ее выгнать. Она чуть не убила Элизабет! Кто за?\n— Я за! — сказала Эли.\n— Ну вы чего, ну девушки поссорились, что такого?",
    "answers": [
      {
        "id": 173,
        "text": "Рассказать"
      }
    ]
  },
  {
    "id": 172,
    "text": "Вы, не выходя из душа, оделись там. После этого вы прошли в комнату. Там лежал ваш комбинезон. Когда вы его одели, девушка вышла из ванны.\n— Оденься, дура.\nОна держала одну руку за спиной.\n— Зарезать меня хочешь? Ну попробуй. Элизабет прочитает твои мысли, тебе не укрыться. — девушка отустила нож, он упал с грохотом.\n— Иди одевайся!\nДевушка одела очень короткую юбку, и не одела трусиков. Вы взяли ее за горло.\n— Я тебе что говорил, мразь?!!! Оденься нормально, или я возьму этот же нож, и вставлю его тебе под юбку!!!\nВы все же взяли нож. Девушка не двигалась, просто стояла на месте. \n— Ты этого не сделаешь. Ты же врач, ты не навредишь человеку.\n— Ты кое-что не учла. Во-первых — у меня не все впорядке с психикой. Вовторых — где ты видишь больницу? И В-третьих — я тебя предупреждал уже об этом, терпение у меня не железное.",
    "answers": [
      {
        "id": 175,
        "text": "Пожалеть"
      },
      {
        "id": 176,
        "text": "Ударить ее ножем"
      }
    ]
  },
  {
    "id": 173,
    "text": "Вы с Эли рассказали, что было, и почему японка напала на вас.\n— Ты разделась ради того, чтобы узнать обо мне?! Да ты за день до этого сдохнуть хотела, только чтобы свой второй размер не показать. А сейчас ты разделась, чтобы узнать что-то у него. — он показал на вас.\nДжо вытянул пистолет, и подставил его к ее виску.\n— Последнее слово?!\n— Пожалуйста, не надо. — она опять рыдала. — Не убивайте.\nВы посмотрели друг на друга. \n— Я не могу. — Джо передал вам пистолет.",
    "answers": [
      {
        "id": 177,
        "text": "Убить"
      },
      {
        "id": 178,
        "text": "Пожалеть"
      }
    ]
  },
  {
    "id": 174,
    "text": "В городе вы не нашли ничего, что могло бы вам пригодится. Вы вышли из города, вам в след смотрела с балкона эта же девушка.\n— Подожди меня. Не оставляй меня тут одну.",
    "answers": [
      {
        "id": 90,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 175,
    "text": "Вы бросили нож, и вышли на улицу. Она ударила этим же ножем вас в спину, и попыталась ударить кулаком в бок. На вас был комбинезон, вы остались без ран. Девушка вывихнула руку. \n— А теперь моя очередь.\nВы ударили ее кулаком в живот. Она упала на колени. Вы взяли нож.\n— Ник, я не буду больше. Пожалуйста!! — она начала плакать, изо рта у нее пошла кровь.\nВы бросили нож, он упал за 20 — 30 метров от вас. Вы взяли девушку под руки, и поставили на ноги.\n— Пошли, я ждать не буду. — она не шла. — Пошли, я сказал!!!\nОна пошла за вами. Вы очень быстро забрались на корпус стального зверя.\n— Быстрее!\nДевушка подошла к вам, но не могла залезть на корпус. Вы взяли ее за руки, и поставили на танк.\n— Залезай. — вы говорили очень холодно.\nКогда вы с девушкой залезли, Джо не спал.\n— Джо, мы в городе. Тут есть горячая вода.\n— Есть еда?\n— Да, мы тоже не ели с самого утра.\nВы взяли рюкзак, и достали немного еды.\n— Еды осталось дней на десять. — вы посмотрели на Джо. — Нужно растягивать.\nДжо вылез из танка, Элизабет проснулась.\n— Спасибо, что все же не сказал ему.\nВы посмотрели на девушку, она поняла, что зря это сказала.\n— Что не сказал? — Элизабет насторожилась.\n— О господи, разбирайтесь сами.\nВы вылезли с танка. Даже с закрытыми люками вы слышали крики. Когда они кончились, вы обратно залезли внутрь.\n— Ник, можно прочитать твои мысли? — японка все время молила Эли, чтобы она не говорила ничего Джо.\nЭлизабет коснулась вас. Японка взяла Элизабет за шею. Вы начали скручивать японке руку. Люк открылся, Джо залез в танк, и, увидев что здесь творится, хотел вытащить нож. Японка успела первой вытащить нож, и хотела порезать Эли горло. Вы подставили под удар свою руку. Элизабет очнулась, и дотронулась рукой к японке, и девушка уснула. Все закончилось.\n— Черт, как больно!! — вы ели сдерживались, чтобы не ударить японку. — Чтоб ты сдохла!!\nКровь залила весь ваш комбинезон.\n— Джо, подай что-то, чем замотать можно.\nДжо долго рылся в рюкзаке. Вы поняли, что у вас порезана мышца. Без хирурга она может зарости неправильно.\n— Ник, есть вата и одежда.\n— Отлично, давай.\nВы перемотали себе рану.\n— Я предлагаю выгнать ее. Кто за?\nДевушка проснулась, вы втроем держали ее руки и ноги.\n— Я за. — Элизабет ударила ее по лицу.\n— Ну вы чего, может это последний раз.",
    "answers": [
      {
        "id": 173,
        "text": "Рассказать"
      }
    ]
  },
  {
    "id": 176,
    "text": "Вы ударили ее ножом под юбку. Она очень быстро истекла кровью. Девушка очень сильно кричала.\n— Ты мне не верила, вот тебе подтверждение.\nВы вышли из подъезда. Когда вы залезли в танк, Джо и Эли спали. Вы как можно быстрее уехали с того места. Эли проснулась первой. \n— А где японка? — она была даже немного рада, что не нашла ее.\n— Прочитай мои мысли.\nВы остановили танк, Эли коснулась вас. Через минуту она пришла в себя.\n— Ник, за что ты ТАК избавился от девушки? Да, она нам не нравилась, но она человек.\n— Эли, я опять слышу голоса в голове.\nВы невольно вытянули нож, и убили Элизабет. Джо проснулся через пятнадцать минут. Вы сидели возле него.\n— Здравствуй, Джо. — вы говорили не своим голосом.\n— Ник, что такое? Где девушки?\n— Ты хочешь их увидеть?\nОн увидел труп Элизабет. Он попытался быстро вытянуть тот пистолет, который вы ему дали. Он успел выстрелить вам в голову, но получил порез на горле.\n[Концовка: Завали двоих, а третий \"в подарок\"]",
    "answers": [
      {
        "id": 1,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 177,
    "text": "Вы взяли пистолет, подставили его ей к виску, и выстрелили. Джо с Элизабет переглянулись.\n— Ник, с тобой все впорядке?\nВы почувствовали в себе кровожадность. Вы сделали еще два выстрела. У Джо пуля была в ноге, она переломала ему кость. У Элизабет пуля была в животе, изо рта у нее потекла кровь.\n— Убей его, быстрее. — Элизабет сказала это очень тихо, видно, легкое у нее было пробито.\nДжо вытянул нож, и ударил вас в сердце. У вас тоже пошла кровь изо рта. Когда вы упали на колени, вы очень тихо сказали:\n— Простите меня.\nЭлизабет задохнулась, а Джо так и не вылез из танка.\n[Концовка: Сами напросились]",
    "answers": [
      {
        "id": 1,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 178,
    "text": "Вы взяли пистолет, и подставили его к ее виску.\n— Ты знаешь, как сильно я хочу выстрелить?! — вы ударили ее — Эли, усыпи ее.\nЭлизабет усыпила японку, вы не хотели спать. \n— И что дальше? Может... Залезть в ее сон? — вы посмотрели на Эли, она поняла, что нужно делать.\nОстались только вы с Джо.\n— Джо, ты уже знаешь... У нас нет еды. Нужно ехать все время в одну сторону.\n— Да, я понимаю...\nВы начали ехать. Через 20 — 30 минут Эли очнулась.\n— Я знаю, что ей снится. Ты — она смотрела на вас — избиваешь ее все время. Так будет, пока она не проснется. Она все время будет срадать, и истекать кровью.\nЭлизабет села на место радиста, и включила прибор. Сигнала небыло.\n— Элизабет, у меня есть телефон, найди где-то недалеко город на карте.\nЧерез некоторое время Элизабет показала вам карту, недалеко от вас был Минск. Вы ехали за картой, Джо высматривал местность через ПНВ, а Элизабет полезла обратно в сон японки.\n— Джо, осталось всего около тысячи километров. Мы доедем за 9 часов с такой скоростью.\nВы проехали еще около 4 часов. Эли очнулась опять.\n— Что в сне, Элизабет?\n— Да ничего такого. Ты режишь ее на кусочки, а я сделала так, чтобы она реально ощущала всю боль.\n— Тоесть она сейчас реально чувствует, что ее режут? — Элизабет кивнула головой. — За что ты с ней так? Да, она меня порезала, да, она хотела тебя убить. Но это же нетерпимая боль, это черезчур даже для самого главного врага.\n— Тоесть ты хочешь, чтобы она осталась безнаказанной? Ник, она хотела нас убить! \n— Ты что, не понимаешь? Она чувствует все, мало того, что это мучение, так у нее такими темпами психика реально нарушится. А в худшем случае она вообще умрет. Элизабет, я понимаю тебя, она порезала меня, но... Не скатывайся до ее уровня. Разбуди ее.",
    "answers": [
      {
        "id": 179,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 179,
    "text": "Элизабет коснулась японки, она начала нервно дышать, и открыла глаза.\n— Лучше убейте меня! Я не хочу туда обратно.\n— Заткнись — Эли ударила ее по щеке. — Если еще раз ты, тварь, замахнешься на кого-то из группы, ты из этого сна не вылезешь, ты поняла?!\n— Элизабет, почему ты такая строгая?\n— Да потому что ты хотела меня убить!! И если я захочу, твой сон будет реальностью. Я просто верну Нику голос в голове, и закрою тебя с ним вдвоем.\nВам это совсем не понравилось.\n— Элизабет, я не какая-то вещь. Я человек, ты не можешь сделать со мной это. — вы говорили тихо, и почему-то улыбались.\n— Прости, Ник, но я была вынуждена это сказать. — Эли опять говорила в вашей голове.\nВы долго все молчали, оставалось около 2-3 часов до города.\n— Так... как тебя называть? — Элизабет посмотрела на девушку.\n— А ты придумай мне имя. — она сказала холодно, и с небольшой агрессией.\nЯпонка села на место радиста, и долго искала частоты с сигналом. Она нашла одну частоту с неплохим сигналом, но человек говорил на японском. Хотя это было совсем неудивительно. Она долго слушала, что там говорят, потом сказала несколько слов на своем языке, и заплакала.",
    "answers": [
      {
        "id": 180,
        "text": "Спросить, что случилось"
      }
    ]
  },
  {
    "id": 180,
    "text": "— Ну и что там стряслось? — вам было одинаково, но плач мешал всей группе.\n— Все мои знакомые и родные умерли от ядерной боеголовки. Я осталась одна в мире, народа японии больше нет.\n— Формально, пока ты жива, он еще есть. — она заплакала еще больше. — Да с какого хрена ты плачешь?! В России осталось 5 человек! Это если считать еще и тебя! Мир в жопе, мы уже не спасемся! — это ее немного утешило.\n— Тогда уж будем по национальности тебя называть. — Элизабет даже не повернулась к ней, чтобы сказать это.\nВы посмотрели в телефон, и поспешили обрадовать японку:\n— В Минске есть один парень из Японии. Если ты не транс, или не лесбиянка, то это тебя утешит.\n— Эй! Я нормальная! — она хотела сделать вид, что обиделась.\n— Хах, да у всех японцев извращенная фантазия. Вспомни, что ты сделала тогда в ванной.\n— Это случайность... Этого больше не будет.\n— Я на это очень надеюсь! Как и на то, что ты свалишь от нас.\n— Вы не хотите меня видеть? — она спросила очень тонким голосом, он был очень странным.\n— Нет — все ответили в один голос.\nВы приехали в город, он был очень большой.\n— Джо, пошли со мной, девушки в танке будут.",
    "answers": [
      {
        "id": 181,
        "text": "Выйти"
      }
    ]
  },
  {
    "id": 181,
    "text": "Вы вылезали последним. Как только вы вылезли, послышался грохот, и голоса.\n— Опять японка...\nВы быстро спустились обратно, Элизабет лежала на полу, японка била ее ногами. У вас было странное чувство, вы не видели этого, но глаза у вас стали полностью белыми. Вы взяли нож в правую руку, и прижали ее к стенке танка левой рукой. \n— Не двигайся, а то будет очень больно. — вы улыбались, вам нравится, когда она страдает.\nВы поднесли нож к ее руке, и медленно снимали с нее кожу. Она очень сильно кричала. Вскоре она попыталась выбраться, но вы ударили ее коленом в живот, она не двигалась. Элизабет просто стояла, и смотрела на это. Вы сняли всю кожу с ее руки, и сделали два глубоких надреза на ее ладони. Она не могла ни пошевелить рукой, ни сжать кулак. Потом вы приступили к лицу. Вы уже хотели снимать кожу с лица, как Элизабет сзади вас заговорила:\n— Ник, она все поняла, не трогай ее. Пожалуйста... — Элизабет плакала, японка рыдала от боли.\n— Нет, она еще мало что поняла. Я говорил, что будет больно, разве это было больно? — ответа небыло — Это было больно?!!!!! — вы закричали прямо в лицо японке.\n— Нет. — она подумала, что может быть хуже, поэтому сказала это.\n— Вот видишь, ей не больно. Можно продолжать.",
    "answers": [
      {
        "id": 182,
        "text": "Порезать лицо"
      }
    ]
  },
  {
    "id": 182,
    "text": "Девушки плакали, вы сняли кожу с ее лица, и отрезали ей щёки.\n— Ник, не трогай ее, пожалуйста. — Элизабет рыдала. — Я вижу ее мысли, она больше не будет.\n— На всякий случай, можно еще. — вы смеялись с боли японки, и криков.\nВы содрали кожу с лица японки, лицо затекло кровью. Она пыталась дергаться ногами и правой рукой, но вы опять ударили ее в живот, и она не дергалась.\n— Нужно было думать, что делаешь. А теперь... Ты хотела возродить японцев, как нацию? Но как ты это сделаешь, если у тебя не будет детей? \nВы ударили ее ножом в живот несколько раз. Изо рта у нее потекла кровь.\n— Ник, пожалуйста... — она задыхалась. — Я и так осталась сама. Я единственная японка, пожалей. Прошу...\nЭлизабет обняла вас.\n— Ник, прошу, не трогай ее. Она все поняла.",
    "answers": [
      {
        "id": 183,
        "text": "Продолжить"
      },
      {
        "id": 184,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 183,
    "text": "— Я знаю, что можно с тобой сделать. — вы хотели сделать ее похожей на зомби, чтобы ее убили не вы.\nВы отрезали ей язык, и одели в одежду без одного рукава. Выдно было только окроваыленную руку и лицо. Вы вытолкали японку из танка. Элизабет все еще плакала.\n— За что ты с ней так? Что она тебе только что сделала?\n— Вы же хотели ее застрелить! Считай, что я ее убил. И теперь убью тебя.\nВы замахнулись, и ударили Элизабет в живот. Послышались выстрелы из винтовки, японка уже умерла. Элизабет взяла свой нож, и порезала вам горло. После этого она умерла.\n[Концовка: Маскировка]",
    "answers": [
      {
        "id": 1,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 184,
    "text": "Вы отпустили японку, она упала на колени. Отбросив нож, вы вылезли с танка. Джо стоял посередине улицы, и целился в зомби на той стороне города из снайперской винтовки.\n— Что там было, Ник? — он не смотрел на вас, все еще стрелял в тела.\n— Да ничего такого, пошли.\nВы шли по одной из улиц, тел было очень много. Иногда вам помогала Элизабет из танка.\nУже был вечер, вы с Джо были измучены, но все же четверть зомби было убито. Решив, что нужно передохнуть, вы полезли обратно в танк. Японка лежала на полу, Эли сидела возле нее. Что самое странное, у японки была кожа на лице, и небыло ран в животе. Рука все еще была без кожи, но не вся, а только часть.\n— Уже подружились? — вы говорили так, будто ничего не произошло.\nЯпонка молчала, и пряталась за Элизабет. Ответа вы не услышали. Заметив, что Джо еще на улице, а Эли не в сознании, вы сказали:\n— Ты ведь поняла, почему я так сделал? \nОна заплакала. Неужели вы такой страшный?\n— Да, я поняла.\n— Ты ведь понимаешь, что второго шанса Элизабет тебе не предоставит?\nОна заплакала с еще большей силой.\n— Да, я понимаю.\nВы молчали. Элизабет очнулась.\n— Зачем ты помогала этой дуре? — вы показали на японку.\n— Я не ду...\n— Заткнись, и не беси меня!! — вы снова захотели сделать ей больно, чтобы она долго страдала.\n— Я... Я не знаю. Это странно, она хотела меня убить, и просто избить и оставить, но... Я поняла, что после того, что ты сделал, она не хочет делать ничего подобного.\nСнова долгое молчание.\n— Может уже время поесть? — вы были голодны, да и Эли это бы не помешало.\nВы подошли к японке.\n— Не ешь меня, я не вкусная. — вы посмеялись.\n— Ну во-первых, я пошел за рюкзаком, а во-вторых... Как ты думаешь, почему каннибалы не едят другого мяса? Только человечину. Потому что это самое вкусное мясо.\nВы взяли рюкзак, и все вместе начали есть. Джо спрашивал, почему у японки на части руки нет кожи, но она промолчала. \nВы все еще не хотели спать. Японка спала, Элизабет сидела над ней, а вы с Джо опять убивали тварей. На этот раз с танка. На рассвете в городе остались только вы с командой.",
    "answers": [
      {
        "id": 185,
        "text": "Осмотреть город"
      }
    ]
  },
  {
    "id": 185,
    "text": "Весь город очень большой, полностью его осмотреть не получится, поэтому вы осматривали только магазины еды. Вскоре все ненужное пространство в вашем стальном звере было заполнено едой, водой, и некоторыми медикаментами. Когда вы пришли к танку, Японка ждала вас.\n— Ну что, нашли кого-то?\nВы с Джо переглянулись.\n— В смысле? Нам и так людей хватает.\n— Ник, ты обещал, что тут мы найдем парня из Японии! — она заплакала.\n— И ты мне поверила? Я тебя чуть не зарезал, не застрелил, а мог еще и тр**нуть.\nВсе же, совесть у вас была. Вы должны были найти для японки кого-то, чтобы она свалила от вас. \nВы влезли в танк, и сели на место радиста. Включив прибор, вы несколько раз изменили частоту, и вам послышался голос. Теперь вы знали координаты бункера, недалеко от Минска. Вы знали, что вряд ли там будет кто-то родом из азии в целом, но вам нужно было только выгнать японку. Но вы не хотели оставлять ее полностью без защиты, поэтому написали ей записку с частотой, на которую вы будете настраивать прибор в танке.\nВы подвезли японку к бункеру, и дали одну из винтовок. После того, как Эли полностью вылечила ее, японка попрощалась. Наконец-то вы вздохнули с облегчением.",
    "answers": [
      {
        "id": 186,
        "text": "Уехать"
      }
    ]
  },
  {
    "id": 186,
    "text": "Вы уехали с того места как можно быстрее. \n— Ну что, куда мы теперь? — Джо спросил без интереса, и посмотрел на вас.\n— У меня есть две идеи, и обе хороши. Первая — поспать наконец-то, а вторая — поехать к безымянному, если он знал о базе, которая находится в 200 км от него, то может он и о других знает.\n— Я тоже не против поспать наконец-то. — Джо слез с места командира, и просто лег на пол.\nВы оставались за местом мехвода, потому что Эли одинаково не повела бы танк. Вы уснули.\nКогда вы проснулись, Эли вся была на нервах.\n— Что случилось? — вам было, откровенно говоря, наплевать. \n— Я вчера не хотела спать, и ждала, пока японка мне ответит. Она ответила, и в слезах, на своем языке рассказала, что с ней было. Когда она пришла к бункеру, ее впустили почти сразу. Она сказала, что она последняя японка, и управляющий дверьми бункера начал созывать народ. Когда всех созвали, а это было около 150 человек, управляющий сказал, что это за девушка. Начали вестись громкие беседы по поводу того, чтобы ее изнасиловать. Все же, она последняя. — вы засмеялись. — Что смешного? Ее изнасиловало 80 человек, Ник! Не ясно, как она осталась жива. Она нашла в бункере парня из Японии, и хотела с ним бежать. Она хочет, чтобы мы помогли.\n— А ты откуда знаешь японский? — Эли удивилась. — Ты сказала, что она общалась на своем языке.\n— Да, я залезла ей в голову.",
    "answers": [
      {
        "id": 187,
        "text": "Продолжить ехать по курсу"
      },
      {
        "id": 188,
        "text": "Спасти японку"
      }
    ]
  },
  {
    "id": 187,
    "text": "— Эли, она всех нас бесила, нужно ехать дальше.\n— Может ты и прав...\nВы поехали дальше, и больше не включали прибор. Вы знали, что она стала дыркой для 80 человек, но вам было все-равно.\n[Концовка: Безразличие]",
    "answers": [
      {
        "id": 1,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 188,
    "text": "— Ладно, поехали. \nВы изменили курс. Через пол часа вы опять были у того места.\n— Джо, Эли, вы будете в танке, стойте на месте, я пойду туда. Цельтесь в дверь, когда услышите выстрел, стреляйте, и быстро едьте ко мне.\nЭлизабет коснулась вас, теперь вы знали японский язык. Вы взяли винтовку, и пошли спасать азиатку. Когда вы подошли к двери, сделали выстрел в воздух, через три сукунды Джо выстрелил. От многотонной двери не осталось ничего. Вы вошли в дверь, и окликнули свою знакомую.\n— (Японка, это я. Иди сюда.)\nВы услышали очень тихий ее голос.\n— (Это Ник, он нам поможет.)\nНа звук сбежались все жители. У них небыло оружия, так что они вам ничего не сделают. Один из толпы сказал:\n— Ты кто такой? Иди отсюда, мразь!\nЭто вас задело. \n— Кто это сказал, выйди сюда, или молчи. — вышел мужик лет 35, он был крупного телосложения, но низкий ростом. — И этот малиш мне указывать будет?! А теперь посмотрите туда. — вы показали на танк вдалеке. Пушка целилась прямо в этого же мужика. — Ну что? — все молчали. — Я так и думал, лишь бы что-то сказать.\nВы увидели, что японка рядом с парнем азиатской внешности.\n— (Ну и чего вы ждете? Бегом, пошли!)\nОни побежали.\n— А теперь ответьте на мой вопрос: кто насиловал ту девушку?! — все молчали. — Вы думаете, я не узнаю правды? — вы показали Эли, чтобы она подьехала поближе. — Если кто-то признается сейчас, я ему ничего не сделаю. По сравнению с тем, что я сделаю с вами, когда буду точно знать.",
    "answers": [
      {
        "id": 189,
        "text": "Позвать Элизабет"
      }
    ]
  },
  {
    "id": 189,
    "text": "Вы немало ждали, пока Элизабет пришла.\n— Эли, скажи мне, кто из них насиловал японку.\nПрошло пол часа, Эли собрала почти всех мужчин.\n— Они все. ( Что мы с ними сделаем?)\n— Удиви меня. — вы улыбнулись.\nУ некоторых отказывали конечности, у некоторых слазила кожа, некоторые умирали... Все же, Эли вас удивила. Вы и подумать не могли, что хрупкая милая девушка на такое способна. Вся группа людей лежала. Вы победным шагом вышли с Эли на руках. Она очень устала...\nКогда вы залезли в танк, он тронулся. Вы положили Эли на пол, и повернулись к парню. \n— ( Почему ты пошел с ней? Ее же изнасиловали 80 человек!)\n— ( Японии больше нет, поэтому мне одинаково. Я вообще хотел завтра совершить самоубийство, но она пришла вовремя)\n— ( Ты русский язык знаешь?) — ответ был отрицательный.\n— Японка, он знает про случай со мной?\n— Ник, пожалуйста, не говори ему. — вы улыбнулись — Ник, я сделаю все, что угодно, только не говори ему об этом.",
    "answers": [
      {
        "id": 190,
        "text": "Разденься прямо тут, перед нами всеми"
      },
      {
        "id": 191,
        "text": "Соверши самоубийство"
      }
    ]
  },
  {
    "id": 190,
    "text": "— Раздевайся прямо тут, перед всеми.\n— Вот, о других подумал. — Джо закурил.\nЯпонка заплакала.\n— Чем это тогда будет отличаться от того случая?\n— Ничем, в этом и весь прикол.\nЕе друг был на месте мехвода, и не отвлекался от дороги. Она разделась полностью, Джо сфотографировал ее.\n— Джо, отдай телефон! — она покраснела.\n— Ну нет. Будут спрашивать, где я был, я покажу, на каком аттракционе. — он улыбнулся.\n— Ты доволен? — она посмотрела на вас.\n— Ты не дослушала. Теперь ты должна раздеть Элизабет, чтобы она проснулась, а потом подойти к своему другу, и его пальцами залезть ТУДА. Ну а потом исполнишь любое желание Джо.\n— Я не буду этого делать. Это черезчур, Ник.\nВы взяли нож, и его краем коснулись нижней части живота.\n— Ты же хочешь детей? — вы были очень довольны.\nЯпонка заплакала. Она подошла к Элизабет.",
    "answers": [
      {
        "id": 192,
        "text": "Остановить ее"
      },
      {
        "id": 193,
        "text": "Продолжать"
      }
    ]
  },
  {
    "id": 191,
    "text": "— Соверши самоубийство.\nОна заплакала. Вы холодно смотрели, как она берет нож, и готовиться вонзить его в сердце. Она закрыла глаза, и замахнулась. Она нервно дышала, и начала плакать.\n— Чего ты ждешь?\n— Ник, пожалуйста, я не хочу умирать.\n— Да мне похрен. Я сказал: самоубийство. — она рыдала, и только смотрела на вас — Давай!!!\n— Ник, Ник, хватит — Джо отвлек вас от агрессивного поведения.\nВы успокоились. Все же, для врача такое поведение недопустимо. Она опять закрыла глаза, и замахнулась.\n— Ладно, я ничего не скажу ему.\nДевушка подошла, и обняла вас, вытирая все время слезы. В руках у нее еще был нож, но она не собиралась вас убивать.\n— Ну ты и слабачка. — Джо закурил.\nВы выхватили у нее с руки нож, и не отпускали ее.\n— Я согласен с тобой, Джо. Поэтому и подозвал ее поближе. — вы улыбнулись.\n— Ник, пожалуйста. Я уйду, и ты меня больше никогда не увидишь.\n— Если я тебя убью, и выброшу, то я тебя тоже больше никогда не увижу.\nДевушка начала рыдать, и села на колени.\n— Это тебе не поможет в жизни, ты должна обороняться. Обороняйся.\nОна попыталась ударить вас рукой, вы засунули нож ей под лопатку.\n— Не получилось, пробуй еще.\nОна ударила вас ногой в живот, но упала сама. На этот раз вы укололи ее возле почки. Вы знали, что даже если не резать около того места, а просто уколоть, человеку будет очень неприятно.\n— Пробуй еще.\nОна встала, и взяла уже свой нож. Когда вы подали знак, что готовы, она свалилась на пол, не пожалев своих ног, и подрезала вам ногу, немного выше пятки. Вы еле удержались на ногах, нагнулись, и приставили нож к ее горлу.\n— Я вижу, что с тебя хватит. Или еще хочешь?",
    "answers": [
      {
        "id": 204,
        "text": "Ждать ответа"
      }
    ]
  },
  {
    "id": 192,
    "text": "— Да все, все, одевайся.\nЯпонка подошла и обняла вас.\n— Ты что, забыла, что ты голая?\n— Ой, прости.\n— А я бы обнялся. — Джо посмеялся.\nЯпонка оделась, и поцеловала вас.\n— Зачем ты это сделала?\nОна смутилась, и пошла спать. Вы подошли к мехводу, и стали задавать вопросы.\n— (Ты хочешь в конкретное место, или едешь куда-либо?)\n— (Я не знаю куда ехать, просто уезжаю от бункера.)\n— ( Ясно. Давай я поведу? Есть одно местечко, там ты найдешь комбинезон, винтовки, и если захочешь, еще один танк возьмешь.)\nОн встал с места, уступив вам. Он стоял над вами, и вы это видели.\n— ( Да говори уже, не стесняйся.)\n— ( Так, она уже спит, значит можно. Можешь про нее кое-что рассказать?)\n— ( Ты же одинаково будешь с ней?)\n— ( Буду.)\n— ( У нее частые перепады настроения, она может сначала раздется, а потом взять нож, и убить тебя. — вы долго молчали. — Слушай, я помню, что в японцев на счет своего тела немного другое отношение. Вы можете раздется, и вам будет одинаково. Это правда?)\n— (Знаешь, от Японии остались только мы... Но да, это правда. Нет, мы не ходим голые наулице, или что-то подобное... Мы можем благополучно поставить на это. Все же, покер у нас был. Было даже такое, что кто-то на кон ставил очень большие суммы денег, а кто-то ставил на кон секс, или самоубийство — он посмеялся.)\n— ( Так вот почему ты пошел с ней... Просто никто из нас не пошел бы с человеком, которого изнасиловали 80 человек.)\nЯпонец пошел спать, а вы еще долго так ехали.\nБыло уже утро. Элизабет уже проснулась, японка и японец еще спали.\n",
    "answers": [
      {
        "id": 194,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 193,
    "text": "— Ник, пожалуйста! Я не хочу делать такое. Я же не озабоченная, и не лесбиянка.\nВы не ответили. Японка начала снимать с Эли одежду. Вы заметили, что Джо снимает уже видео, но ничего не сделали. Когда японка раздела Элизабет полностью, Эли проснулась.\n— Нет, я конечно слышала, что вы там почти все озабоченные, и каждый из вас и с мужиками, и с девушками, но это разве не черезчур?! Какого хрена ты, блядь неблагодарная, это сделала?!! Озабоченая сука! \nЭлизабет начала одеваться, а японка просто плакала, и повторяла:\n— Прости, Элизабет.\n— Ты меня уже достала. Я тебя пожалела, мразь, я уговорила Ника и Джо поехать за тобой, а ты такое наделала?!! Я долго терпела, я тебя вылечила, когда ты была без кожи, и чем ты отплатила?!!",
    "answers": [
      {
        "id": 195,
        "text": "Молчать"
      }
    ]
  },
  {
    "id": 194,
    "text": "— Нам осталось еще около 10 минут ехать. — вы были рады, что теперь будете опять втроем.\n— Наконец-то. Они уже задолбали. — Элизабет говорила твердо.\nВы подъехали к тому месту, где взяли экипировку. Вы разбудили японскую парочку.\n— Выходите, там есть все, что вам нужно.\nПарочка вышла, вы заметили, что они взяли бронежилеты, несколько винтовок, и один танк.\n— Ну что, едем? — вы знали, что этот вопрос был бессмысленным.\n[Концовка: Счастье]",
    "answers": [
      {
        "id": 1,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 195,
    "text": "— Знаешь что с тобой будет? Ты будешь месяц лежать в коме! Твой сон будет продолжением того случая, когда Ник содрал с тебя кожу. А когда ты проснешься, я лично вставлю этот нож тебе между ног, и разрежу тебя напополам!\n— Пожалуйста, Эли, не делай этого.\nЭли коснулась японки, и голая девушка упала в кому.\nВы подумали, что это слишком.\n— Эли, разрезать вот так человека... Это черезчур.\n— Элизабет, очнись! Она не русская, у нее другая культура.",
    "answers": [
      {
        "id": 196,
        "text": "Сказать правду"
      },
      {
        "id": 197,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 196,
    "text": "— Ладно, я скажу, почему она так сделала. У меня больная фантазия, она сказала, что сделает что угодно, вот я и сказал это. Элизабет, хочешь убить, убей меня. Она не виновата.\n— Как ты мог, Ник! — Эли заплакала.\nОна сделала несколько ударов по вашему лицу. После очередного удара, вы упали на колени. Когда вы встали на ноги, у вас опять появилось то странное чувство. У вас снова были белые глаза. Вы быстро выхватили пистолет, который только что вытащил Джо, и выстрелили ему в плечо. Потом вы рывком взяли Эли за горло, и ударили о стенку головой.\n— Знаешь, меня невозможно навсегда выгнать с этого тела. — она коснулась вас рукой. — Нет, твой сон действует только на Ника. Как и боль, и смерть. И эмоции.\nВы взяли с пола нож, и дали его Элизабет.\n— На, проверь, хоть убей его, мне будет одинаково!!!\n— Ник, вернись к нам, прошу!\nВы почувствовали резкую боль в спине. Тело вас не слушалось, вы даже кричать не могли. Когда ваше тело повернулось, оказалось, что это японец решил спасти Эли. Одним сильным ударом вы повалили его на пол. Отобрав у Эли нож, вы начали очень медленно снимать с ее живота кожу.\n— Почему с живота? — Эли вас не слушала, но задавала немой вопрос. — Да потому что дальше я вырежу все органы с тебя. Ты станешь чем-то похожим на пугало.",
    "answers": [
      {
        "id": 198,
        "text": "Попытаться вмешаться"
      }
    ]
  },
  {
    "id": 197,
    "text": "Вы смирились, все же, это не ваше дело. Вы сели на место радиста, и переключившись на очередную частоту, услышали голос. В мире осталось 700 человек. Вы переглянулись.\n— Элизабет, осталось 700 человек, нельзя ее убивать.\nЭлизабет коснулась японки, она проснулась. Эли взяла нож, и подошла к ней поближе.\n— Ну что, месяц прошел. Я все еще зла на тебя.\nЭли снова коснулась ее, японка невольно раздвинула ноги.\n— Последнее слово?\n— Эли, пожалуйста — она рыдала.\nЯпонка не могла двигаться.\n— Ладно — Эли отбросила нож.\nЭлизабет взяла пистолет, и была готова выстрелить.\n— А теперь мастурбируй.\n— Что? Элизабет, что с тобой происходит? — она опять заплакала.\nЭли засмеялась.\n— Ты бы видела свое лицо. А теперь серьезно. Если еще раз что-то такое повторится, я посажу тебя на пушку танка.\nЭли целилась ей в голову, но стрелять не хотела. Джо толкнул Элизабет, и она выстрелила.\n— Черт, черт, прости.\nЭли пыталась ее спасти, но пуля попала в горло. Кровь залила ее легкие. Когда японец увидел, что происходит, он вытащил свой пистолет, и сделал три выстрела в голову всем трем находящемся в танке.\n[Концовка: Никогда не здавайся]",
    "answers": [
      {
        "id": 1,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 198,
    "text": "Вы попытались выбросить нож, но у вас ничего не получилось. Эли очень громко кричала, вы не могли ничего сделать. Когда вы попытались пошевелить всеми частями тела, оказалось, что вы можете контролировать левую руку. Вы отпустили Элизабет, она сразу же упала. Она быстро поняла, что это ее шанс, поэтому жалеть себя она не стала. Одной рукой она коснулась реактора, который двигал весь танк. Он был очень мал, но энергии давал очень много. Другой рукой она коснулась вас. Вы с Эли заснули.\nВ сне вы шли по коридору. В конце был свет.",
    "answers": [
      {
        "id": 199,
        "text": "Подойти ближе"
      }
    ]
  },
  {
    "id": 199,
    "text": "— Вот так я здесь и оказался.\nВы сидели в белой комнате, перед вами сидел человек, но вам казалось, что это далеко не обычный человек.\n— Стой, но ты ведь догадываешься, что было сначала? — голос был очень низким, у вас было такое чувство, что их было три.\n— Создатель, ты ведь сам знаешь...\n— Да, я знаю... Но всегда хочется послушать историю человека. Кстати, почему ты рассказывал от второго лица?\n— Потому что это был не я... Тоесть это был я, но... — вы вздохнули — Это очень сложно...\n— Итак, ты сейчас вернешься обратно, Эли тебя реанимирует. У тебя есть один вопрос.\n[Концовка: Создатель]",
    "answers": [
      {
        "id": 200,
        "text": "Я атеист, почему я здесь?"
      },
      {
        "id": 201,
        "text": "Почему ты ничего не сделал с вирусом"
      },
      {
        "id": 202,
        "text": "Наши встречи с Эли, Джо, японкой и ее другом - случайность?"
      },
      {
        "id": 203,
        "text": "Почему в моем теле живет два человека?"
      }
    ]
  },
  {
    "id": 200,
    "text": "— Ты ведь знаешь, что я атеист, почему я здесь?\n— Мир полон парадоксов. Например, ты видишь то, во что не веришь... Ты здесь, потому что ты хороший человек.\n— А как же мои шутки, мои издевательства?\n— Это был не ты, Ник. Ты доктор, ты сам это знаешь. Ты должен бороться с этой сущностью, которая сидит в тебе.\nПоявилась открытая дверь.\n— Создатель, мы еще увидимся?\n— Обязательно.\nВы вошли в дверь.",
    "answers": [
      {
        "id": 1,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 201,
    "text": "— Почему ты ничего не сделал с вирусом?\n— Я уничтожил, чтобы создать... В мире слишком много плохих людей. Я оставил только тех, кто может сделать все правильно. \n— Ты уничтожил, чтобы создать? Парадоксально...\nПеред вами появилась открытая дверь. Вы вошли в нее.",
    "answers": [
      {
        "id": 1,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 202,
    "text": "— Люди, с которыми я встречался — случайные?\n— Ник, случайностей нет. Тебе было суждено с ними встретится. Каждая реплика уже предвидена. Это можно сравнить например с поездом. Он едет по уже прокладенным рельсам.\nТы не можешь знать, что будет дальше, куда ты повернешь. Как и не знаешь, когда твой путь кончится.\nПеред вами появилась дверь. Перед тем, как войти, вы спросили:\n— Создатель, как я умру?\n— Ты не умрешь, ты просто начнешь все сначала.\nВы вошли.",
    "answers": [
      {
        "id": 1,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 203,
    "text": "— Почему во мне живет два человека?\n— Ник, ты не безсмертен. А сущность может жить вечно. Если ты будешь ее контролировать, то тебе ничего не сделает даже самое мощное оружие.\nВы почувствовали, как ваше сердце забилось.\n— Создатель, я правда сейчас в двоих местах одновременно?\n— Да, в каждом дне полно парадоксов. Их сложно заметить, но все же.\nВы увидели, как перед вами появилась дверь. Вы вошли.",
    "answers": [
      {
        "id": 1,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 204,
    "text": "— Пожалуй, попробую еще.\nОна встала на ноги, и как только вы подали сигнал, она зацепила вашу ногу своей, и попыталась свалить. Вместо этого она упала сама.\n— Ты слишком легкая для этого. Ладно, я хочу бой на равных.\nВы сняли с себя бронекомбинезон, и были готовы к бою.\n— Давайте бой на смерть? — Джо улыбнулся.\n— Я не против. — японка не понимала, к чему это может привести.\n— Ладно, давай. Но только если я встану, бой продолжается. Никаких поблажек.\nВы ждали ее удара, мир для вас казался медленным. Как доктор, вы знали, что сейчас у вас приплыв адреналина. Но вы не понимали, почему все на столько медленное. Японка попробовала атаковать вашу голову всерху. Вы остановили ее руку, и рукоятью своего ножа ударили ее по ребрам. Вам показалось, что вы его сломали. У японки начался кашель, она встала на колени.\n— Ник, мне трудно дышать.",
    "answers": [
      {
        "id": 205,
        "text": "Мне одинаково"
      },
      {
        "id": 206,
        "text": "Осмотреть"
      }
    ]
  },
  {
    "id": 205,
    "text": "— Мне одинаково, мы бьемся на смерть.\nОна уже лежала. Сзади вас послышался голос.\n— (Что происходит? Он хочет убить тебя?)\nОн наставил на вас ствол.\n— Ооо, это была плохая идея. — Джо пытался не встрявать.\n— ( Он доктор, но я не знаю будет ли он мне помогать.)\nВы медленно повернули голову. Опять это чувство... Жажда крови... Вы быстро выхватили у японца ствол, и выстрелили ему в легкие. Потом вы повернулись к японке, и сделали два выстрела. Один в живот, другой чуть ниже горла. В это время Джо вытащил свой пистолет, и сделал несколько выстрелов вам в голову.\n[Концовка: Снайпер всегда быстрее]",
    "answers": [
      {
        "id": 1,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 206,
    "text": "— Отодвинь нож.\nОна отбросила нож, и лягла на бок. У нее была довольно толстая одежда.\n— Разденься. — она не хотела. — Это твоя жизнь, разденься!!\nОна сняла с себя кофту, и хотела снять футболку, но вы сказали просто приподнять ее, если она не хочет быть перед вами голой. Она сняла ее тоже, объяснив, что может так вы потеряете меньше времени. Она уже конкретно задыхалась.\nВы потрогали все ребра, которые были на той стороне, куда вы ее ударили. Оказалось, что вы сломали ей одно из нижних ребер, и оно прорезало легкие.\n— Элизабет, ты мне нужна, проснись!\nДжо разбудил Эли, она подошла к вам.\n— Эли, ты можешь остановить кровь? На некоторое время.\n— Могу, но у нее же совсем не будет кислорода в крови.\n— Просто сделай это по моей команде.\nВы нажали на несколько мест, чтобы понять, где точно рана. Вы взяли самый маленький нож, и иголку с ниткой.\n— Держись как хочешь, но не двигайся.\nЯпонка держалась одной рукой за руку Эли, а другой — за руку своего нового друга.\nВы разрезали кожу на том месте. Японка очень сильно кричала.\n— Эли, давай.\nКровь остановилась.",
    "answers": [
      {
        "id": 207,
        "text": "Продолжить операцию"
      }
    ]
  },
  {
    "id": 207,
    "text": "Вы не могли просто так взять, и вытащить ребро. Поэтому с ним вы ничего не делали. Вы как можно быстрее пытались зашить пробитое легкое, и пытались не касаться внутренностей, так как перчаток у вас небыло. Но это не было возможным, все же, зашить ее нужно нормально.\n— Дайте мне пакет, или еще что-то.\n— Тут перчатки есть. — Джо очень быстро рылся в рюкзаке.\n— Отлично, надень их мне на руки.\nДжо надел вам на руки перчатки. Вы видели, как девушка все больше задыхается. Как можно быстрее, но все еще качественно вы зашили легкое.\n— Эли, прекращай. — девушке сразу же стало намного лучше. — Теперь нужно вытащить ребро. Можешь порвать все, что с ним связано? Кроме мышц. Их нужно просто отодвинуть.\nДевушка опять закричала, это было не быстрое дело, и так было очень долго. Минут через пять Эли очнулась.\n— Я сделала все, что могла.\nВы попытались вытащить ребро. Вам было понятно, что если зашить рану, не вытянув его, операция будет бесполезна. Она ведь не будет все время лежать. Вы вытаскивали его не быстро. Да и вообще в хирургии мало что можно делать быстро. Кроме случаев, когда начинается кровотечение.\nВы вытащили сломаное ребро, и зашили рану.\n— Ты неплохо держалась. — вы решили ее подбодрить. — А теперь тебе нужно спать.",
    "answers": [
      {
        "id": 208,
        "text": "Говорить с ее другом"
      }
    ]
  },
  {
    "id": 208,
    "text": "— ( Ты знаешь, куда ехать?)\n— ( Нет, я вообще в Минске случайно оказался.)\n— ( Я могу тебя отвезти в место, где есть вся экипировка, которая тебе нужна.)\nВы сели за место мехвода, и поехали к безымянному. Путь был далекий, но без проишествий.\nКогда вы приехали туда, была ночь. Вы разбудили парочку. Поблагодарив вас, они ушли.\n[Концовка: Настоящий врач]",
    "answers": [
      {
        "id": 1,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 209,
    "text": "",
    "answers": []
  },
  {
    "id": 210,
    "text": "— Стреляй!!\nОн выстрелил 3 раза, он не попал в вас. Когда вы обернулись, увидели, что за вашей спиной были тела. При свете месяца вы их осмотреть не могли, но все же... В вас он не стрелял. Вы увидели в нем друга. Родственную душу. Вы не хотели его убивать. Вы хотели убивать с ним.\n— Подходи.\nВы подошли к тому дому, и зашли к нему в квартиру.\n— Как тебя зовут?\n— Джо. Мне приснилось это имя. И ты тоже. А ты кем будешь?\n— Я Ник. А что тебе еще снилось?\n— Ты разорвал мужика на части, потом умер. Какая-то девушка подошла, воскресила тебя, и ты всем навалял. Ну это вкратце.\n— Слушай, может будем двигаться дальше? Что тут делать?\n— Да, я видел несколько заправленный машин. Может, найдем открытую.",
    "answers": [
      {
        "id": 212,
        "text": "Пойти"
      }
    ]
  },
  {
    "id": 211,
    "text": "Вы вытащили пистолет. Снайпер целился вам в голову, вы целились в прицел снайперской винтовки. Он выстрелил первым. Ваше тело быстро упало на асфальт. Вы были легкой целью.\n[Концовка: Легкая цель]",
    "answers": [
      {
        "id": 1,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 212,
    "text": "Вы нашли незапертую машину, и поехали. Ориентиром теперь была только дорога. Джо сел на место водителя, вы спали.\nВы проснулись от странных звуков, похожих на выстрелы. Но это было не огнестрельное оружие. Сонце только восходило, света было мало, но все же было видно лучше, чем ночью. Джо ехал на звуки. Когда вы приехали примерно к тому месту, звуки были метров за 20 от дороги.\nВы с Джо подошли ближе к источнику звука. Вы увидели там мужичка лет 30-40, хотя если посмотреть повнимательней, кажется, что ему было 60 лет. Он отстреливался от тел. На этот раз вам уже отчетливо было видно, что это были не люди. А просто тела. \nВы решили помочь ему отбится. Когда последнее тело упало, он поблагодарил вас.\n— Спасибо, мужики.\n— А что за ствол, где ты его взял?\n— Есть тут недалеко склад один. Но там турели стоят.\n— Да говори уже, турели мы обезвредим. И что-то возьмем.",
    "answers": [
      {
        "id": 213,
        "text": "Поехать на склад"
      }
    ]
  },
  {
    "id": 213,
    "text": "Вы приехали к складу.\n— Джо, попадешь в датчики турелей?\n— Да без проблем, они светятся знатно.\nДжо сделал два выстрела, и обезвредил две турели. Вы втроем вошли на склад. Это был не обычный оружейный, а целый армейский склад! Вы взяли всего 2 жилета, 5 винтовок, и заметили танк.\n— Джо, это реальная сталь! Может пригодится.\nКогда вы залезли туда, увидели, что танк работает от маленького реактора, топлива ему не надо.\n— Джо, он еще и без топлива едет.\n— Тогда берем.\nВы перегрузили все припасы в танк, и попрощались с новым знакомым. Танк был расчитан на 3 человек: Командира, мехвода, и радиста. Но радист вам сейчас был не нужен. Вы сели на место водителя, Джо был командиром.\n— Поехали обратно? Дальше дорога обрывается.\n— Давай назад.\nВы поехали обратно. Туда, откуда приехали.",
    "answers": [
      {
        "id": 214,
        "text": "Ехать дальше"
      }
    ]
  },
  {
    "id": 214,
    "text": "Вы увидели вдалеке машину. Джо приказал остановится. Как только вы остановились, сразу же пересели на место командира, и начали целится в машину из 120-мм пушки. Джо вылез через люк в башне танка, и спустился на землю. Вы включили прожекторы, машина остановилась недалеко от Джо. С машины вылезла девушка. Странно, что она была не русской. Она была азиаткой.\n— Куда направляемся, девушка? — Джо посмеялся, и закурил.\n— Я не знаю. А вы что, военные? \n— Да нет, мы простые люди.\n— Тогда какого хрена — она взяла в машине нож — ты меня остановил?!\nВы решили, что она слишком много себе позволяет. Вы отвели пушку немного левее ее лица, и выстрелили. Она упала на землю. Выстрел оглушил ее, она закрывала уши. Джо подошел к ней, и ударил ногой.\n— Поднимись! — она слышала, но не делала. — Поднимись, сука!\nАзиатка поднялась.\n— Теперь ты раб. Будешь делать все, что я скажу, или тебе прилетит снаряд в живот. Осколочно-фугасный.\nОн знал, что это за демоническое оружие. Это как граната, но бьет в разы сильнее.\n— На колени!!",
    "answers": [
      {
        "id": 215,
        "text": "Смотреть дальше"
      }
    ]
  },
  {
    "id": 215,
    "text": "Он растегнул ширинку.\n— Соси.\nОна начала громко рыдать.\n— Не надо, прошу. Я хочу спать, я не спала несколько дней.\n— Я сказал: отсасывай! Тут ты только дырка. Больше никто!\nОна принялась делать это. Вы наполовину вылезли с танка, но держали ногу на кнопке выстрела.\n— Тебе не кажется, что это слишком? По ней же видно, что она реально долго не спала.\n— Ладно, может ты и прав. Поспи хорошенько.\nОн наставил на нее ствол, но не стрелял. Она очень долго рыдала.\n— Ты что, не поняла? Залезай в танк!\nОна выплюнула белую жидкость, и полезла на корпус танка. Вы влезли в танк обратно. Когда она начала залезать внутрь, сложно было не заметить, что она была только в юбке. Вы подставили нож прямо под нее. Когда она его почувствовала, сказала:\n— Пожалуйста, не делай этого. — она опять заплакала.\n— А то что? Ты всего лишь дырка! \nВы опустили нож, она села в углу.\n— Ты бы еще на лед села. У тебя нет одежды?\n— Нет, даже трусиков небыло. — она перестала плакать. — Почему у вас такое отношение к девушкам?\nОна пыталась не кричать, так как сила явно не на ее стороне. Вы вспомнили, что в рюкзаке была какая-то одежда. Вы дали ей штаны, она переоделась перед вами. \n— А почему ты остановилась, почему ты стала рабом? Почему ты взяла эту одежду, хотя я только что мог тебя убить?\nОна молчала. Джо залез в танк, и сел на место командира.\n— Потому что вы мужчины, вы сильнее, и важнее меня.\n— Тогда к чему эти феминистские фразы?\nОна опять замолчала. Вы уложили ее, она уже засыпала. Вы резко поставили ногу ей на ребра.\n— А теперь, сука, отвечай на вопросы.\nОна тяжело дышала.\n— Откуда и нахрена ты сюда приехала?!!!\n— Я из Японии, я не знала, что в России нахожусь.\nВы знали, что она врала.",
    "answers": [
      {
        "id": 216,
        "text": "Задавать вопросы дальше"
      }
    ]
  },
  {
    "id": 216,
    "text": "Вы нажали ей на ребра.\n— Ты лжешь. Ты приехала за чем-то конкретным?\n— Нет, я ехала просто по дороге. Я не знала, куда ехала.\n— Скольких ты убила?\n— В смысле? \n— У тебя на ноже была засохшая кровь.\n— Я никого не убивала!\nВы нажали на ребра еще сильнее.\n— Ладно, ладно, была одна девушка. Я посадила ее на нож в прямом смысле. И парень был...\n— Да мне не интересно! Ты только что идею мне подала, как тебя изящнее убить. Сколько их было?!!!\n— Около 15 человек.\n— 15 человек?!!! Да тебя вообще разделать за это нужно.\nОна полезла рукой себе в штаны.\n— Да ты издеваешься? Прямо здесь мастурбировать будешь? — вас это не очень смешило. 15 человек!!!\nОна секунд пять что-то ТАМ искала, и вытянула чеку.\n— Ты больная? Ты засунула ТУДА гранату? \nВы не пытались уберечься, от вас уже ничего не зависило. Прогремел взрыв. Через несколько минут был еще один. Это взорвался маленький реактор танка, все в радиусе нескольких тысяч километров было в зоне распада урана.\n[Концовка: Бомбардир]",
    "answers": [
      {
        "id": 1,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 217,
    "text": "",
    "answers": []
  }
]