[
  {
    "id": 1,
    "text": "Жанр: романтика, фэнтези.\nАвторы: Заря и Дарья°°°.\nСтатус: В процессе. \nАннотация: Жизнь главной героини была спокойной и размеренной, пока однажды она не попала в аварию, в которой она выжила лишь благодаря чуду и своим ангелам хранителям, не просто спасшими ее, а ещё и наделившими ее силами. Теперь ее повсюду преследуют ангелы, демоны и еще черт пойми что. А жизнь ее больше и не будет прежней, ведь скелеты из шкафа так и норовят выйти на свет.",
    "answers": [
      {
        "id": 93,
        "text": "Начать"
      },
      {
        "id": 40,
        "text": "Персонажи "
      },
      {
        "id": 1,
        "text": "Группа в ВК автора Дарья",
        "url": "https://vk.com/moi_mir_2020"
      },
      {
        "id": 1,
        "text": "Группа в ВК автора Заря",
        "url": "https://vk.com/creationzarya"
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://a.radikal.ru/a12/2010/ce/74f5c780459e.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "                   ***\nЧто есть добро? А что есть зло?\nОни от друг друга неделимы.\nИ ангел — посланик от небес,\nМожет к мраку обратиться.\nА демон злобой одержимый,\nСвершить деяние доброты.\n\n                                                                  ¤¤¤Часть 1.¤¤¤\n\n   Раннее утро. Раздрожающий звон будильника прервал мой чуткий и сладкий сон. Стукнув с силой по нему, я неохотно поднялась из теплой постели и сонно побрела в душ.\n—Вот зачем? Зачем я согласилась на эту поездку? За сотню миль от дома неизвестно куда? — корила себя я, за принятое в порыве чувств необдуманное решение. \n  Этими вопросами я задавалась неоднократно. И нутром чувствовала, что не нужно этого делать, но уже все решено, и сейчас после бодрящего кофе мне предстоит долгий путь. Закинув чемоданчик на заднее сидение машины, уселась за руль своего старого, но верного коня, положила на соседнее кресло сумочку, в которой всегда хранила все самое необходимое и набрала номер подруги.\n—Привет, моя дорогая, ты уже в пути? Тут так классно! Тебе здесь понравится! — восхищенно затарахтела Эмма, даже не обратив внимание на мои тяжкие вздохи.\n—Я уже выезжаю. Надеюсь, что завтра уже буду у вас. — смогла вставить слово, пока подруга переводила дыхание.\n—Тогда до встречи,  Абби, милая. — обрадовалась она и сбросила вызов, а я недовольно фыркнула и завела мотор, закинув телефон в сумочку и включив музыку.",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "   Автомобиль мчал меня в направления \"места мечты\", так Эмма называла базу отдыха, где мы собирались отдохнуть. Мимо проносились дома, деревья, люди, сменяя друг друга. А впереди дальняя дорога и незабываемое приключение. Я ехала уже около 7 часов. Быстрее бы оказаться на месте и отдохнуть, завалившись на мягкую кровать и погрузиться в сладостный сон. Глаза закрывались, но я боролась с сонливостью из последних сил. Твердо решив добраться до ближайшего отеля, я включила музыку погромче и сконцентрировалась на дороге.\n   Сон как рукой сняло, когда мне на встречу вылетел  многотонный грузовик. Водитель был либо пьян, либо уснул за рулем. Его машину носило из стороны в сторону. Крутанув руль вправо, я надеялась увернуться от грузовика, но это мало чем помогло, он все также ехал в моем направлении. Свернув еще правее, я думала, что он проедет мимо. Но мои надежды разлетелись в прах, когда он задел мою машину, и меня понесло в кувет. Пытаясь притормозить, авто перевернуло на крышу и кубарем покатило в овраг. Удар... еще удар... Гулкий звон в голове. И темнота, последнее что я услышала были женские голоса, которые отдавались эхом в моей голове.",
    "answers": [
      {
        "id": 4,
        "text": "[Тем временем]"
      },
      {
        "id": 3,
        "text": "[ ] так помечаются действия, которые будут происходить относительно ГГ",
        "comment": true
      }
    ]
  },
  {
    "id": 4,
    "text": "   Две крылатые особы, парящие в воздухе и наблюдавшие за этим зрелищем, рванули к разбитой машине, в которой еще еле дышала молодая девушка, истекающая кровью.\n—О, нет! Она погибла? — охая и чуть не плача, проговорила светловолосая девушка.\n—Возможно, но надо проверить — вторая быстрыми шагами, приблизилась к автомобилю. --Она еще жива, но времени немного. \n—Бедняжка, что мы будем делать? — запречитала первая, а вторая нервно держалась за голову.\n—Аврора, заткнись уже! Я думаю! — в ярости зарычала вторая, она очень привыкла к этой девице, которую в тайне от всех любила материнской любовью.\n    Спустя секунды раздумий она укусила себя за запястье, и темно-красная кровь выступила из раны и тонким ручейком потекла по толким пальцам. Она приложила к губам ранненой девушки руку, и несколько капель попали ей в рот.\n—Астарта, что ты делаешь? — ужаснулась светловолосая, прикрыв рот рукой.\n—Не видишь, я пытаюсь помочь ей! Иди сюда! — спокойным голосом проговорила она, заправив прядь рыжих волос за ухо.",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "  Блондинка присела рядом с девушкой и приложила ладони к ее груди. Яркое свечение вырвалось из ее рук, а раны начали затягиваться, оставив лишь рванную одежду и пятна крови.\n—Вот и умничка! — хихикнула рыжая, вытерая последние слезы с лица.\n—Нас точно накажут! — опять зарыдала ангел.\n—Хватит уже! Идем, нам нужно привлечь внимание! — подхватив Аврору под руку, демонесса, расправив черные крылья, отправилась в сторону дороги.\n—Они спасут ее? — спросила блондинка.\n—Спасут, куда денутся. Увезут в больницу и все, поэтому хватит ныть. — произнесла Астарта, встав посередине дороги перед ехавшей машиной, одно легкое движение рукой и машина остановилась.\n—Ты главное не сломай эту машину, а то они Абби не довезут. — запречитала Аврора, переживая за смертных, в чьих силах было помочь их Аббигейл. ",
    "answers": [
      {
        "id": 6,
        "text": "В больнице (От лица ГГ)"
      }
    ]
  },
  {
    "id": 6,
    "text": "   Моя голова разрывалась на несколько частей, а во рту все пересохло. Внутри меня словно пылал пожар, сжигая все клеточки в моем организме. Медленно раскрыв глаза, я оказалась в одноместной палате и не сразу заметила, что у моей кровати стоят две девушки. Одна светловолосая с неестественно синими глазами и в белом сарафане, а вторая рыжая с ярко зелеными глазами, цвета летней травы и в красном облегающем платье. Когда мои глаза рассмотрели их поближе, я ужаснулась и в страхе вжалась в кровать. За их спинами мирно прятались крылья. У блондинки белые с редкими синими перьями, а у рыжеволосой черные с едва заметными красными перьями.\n—Вы кто такие? Где я? — хриплым и дрожащим голосом спросила я, на мои слова девушки удивленно переглянулись. Блондинка распахнула в панике свои глаза, а вторая недовольно прицокнула языком.\n—Аврора, у нас теперь проблемы. — спокойно сказала она, обратившись к светленькой девушке.",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "—Что мы натворили! Абби теперь нас видит! Нас казнят за это, Астарта. — ударила себя по лицу блондинка, она была разочарована.\n—Не казнят, если не успеют узнать, что мы что-то сделали. Нам нужен Гарри Донел. Мальчишка обязан мне за кое-какую услугу.\n—Ты думаешь на него можно положиться? — в глазах блондинки появилась надежда.\n—Вот заодно и проверим. — ответила рыжеволосая, направляясь к моей койки, на которой я спокойненько себе лежала и думала, на какой же стадии находится моя шизофрения.\n—Но что он может сделать? — спросила блондинка, нахмурив брови. \n—Есть только одно единственное решение — стереть ей память. Сделать это сам он конечно не сможет, но отвести к своему учителю думаю, вполне. — от этих слов по всему моему телу пробежала крупная дрожь.\n—Наверное, ты права, Астарта. — протянула девушка, и на ее лице появилась грустная улыбка.\n—Да кто вы такие?! Может кто-нибудь уже удостоит меня своим вниманием? — спросила я, скрестив руки на груди. ",
    "answers": [
      {
        "id": 12,
        "text": "Услышать ответ"
      }
    ]
  },
  {
    "id": 8,
    "text": "—Поэтому тебе нужно забыть об этом, для тебя ничего не изменится, ты просто забудешь нас, как страшный сон, а мы сможем вздохнуть спокойно. Ты согласна? — спросила девушка в белоснежном сарафане.\n—Вам не кажется, что это полный бред? Ангелы, демоны, маги это все как-то уж слишком неправдоподобно звучит. — произнесла я, закинув руки за голову.\n—Тебе нужны доказательства наших слов, Абби? — спросила Астарта, а в ее глазах загорелись искры озорства, а в следующий миг передо мной стояло существо из книг по мифологии с острыми рожками, длинным хвостом и черными без белков глазами. — Ну, теперь веришь?\n—Мне в принципе и показывать нечего, поэтому просто скажи, веришь ли ты нам или нет? — спросила Автора в ожидании моего ответа. ",
    "answers": [
      {
        "id": 10,
        "text": "-Думаю, что да"
      }
    ]
  },
  {
    "id": 9,
    "text": "—Зачем? — девушка в страхе начала пятиться назад, ее взгляд был полон нерешительности.\n—Мне нужна твоя ангельская сила исцеления! — произнесла она, убрав окровавленную руку.\n—Ты же знаешь, что это запрещено законом небес и ада! Нас за это не просто накажут, нас покарают! — взмолилась девушка.\n—Никто не узнает. Ты же как и я не хочешь, чтобы она умерла. — промолвила Астарта.\n—Конечно же не хочу! Я полюбила ее за все время, как мы сопровождали ее, как каждую ночь охраняли ее сон. Мы были с ней с самого рождения. — еще сильнее расплакалась Аврора, вспоминая моменты из жизни юной Аббигейл, их когда-то совсем маленькой и несмышленной Абби.\n—Тогда помоги ей. — нервы девушки сдали позиции, и по ее щекам тоже пошли слезы. ",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "—Нас призывают. — произнесли в унисон девушки, испуганно переглянувшись.\n—Что это значит? — спросила я, рыжеволосая присела рядом и тяжело задышала.\n—Абби, слушай нас сюда, и слушай внимательно! — повысив голос, произнесла Астарта. — Когда мы уйдем и ты останешься одна, тебе нужно будет уносить поскорее ноги из этого места, потому что к тебе направят агентов небес и ада, чтобы разведать обстановку, и которых на время поставят охранять тебя. \n—Но куда мне идти? — спросила я, их тревога постепенно переходила ко мне.\n—Вот адрес мага. Его зовут Гарри Донел. Отдай ему это, и он поймёт от кого ты. Скажешь, что тебе нужно лишиться лишней памяти. — произнесла девушка демон, вложив в мою руку записку с адресом и перо из своих крыльев.\n—Нам пора, Абби. Ты можешь нам не верить, но от этого зависит твоя жизнь, поэтому сделай то, о чем мы тебя просим. И вот еще кое-что, он будет тебя защищать. — произнесла Аврора рисуя у меня на руке какой-то символ, а после чего они растворились в воздухе, а я осталась одна с ожогом на руке в форме закарючки.",
    "answers": [
      {
        "id": 11,
        "text": "-Нужно найти Гарри Донела!"
      }
    ]
  },
  {
    "id": 11,
    "text": "—Мне нужно найти мага в то время, как я не знаю даже где мои штаны! Да, все хуже некуда... А может я сплю или это были галюцинации?    \n    Я ковырялась в единственной тумбочке, которая находилась в этой палате и думала о нереальности всего происходящего, по лишь один взгляд на руку придавал мне уверенности, что все это происходит по-настоящему, что мне и этим странным девушкам грозит опасность, и именно поэтому мне необходимо найти мага, который поможет мне.\n—Мисс, как вы? — спросил молодой, высокий мужчина в белом халате, как же незаметно он появился, что я даже не услышала, как он вошёл. \n—Все нормально. — ответила я, а рука болезненно заныла так, словно кто-то сильно ударил по ней. \n—Вижу ваши знакомые оставили вам небольшой подарок. — бархатным голосом продолжил мужчина, приближаясь все ближе и ближе к моей кровати, какого черта он хочет?\n—Что вам нужно от меня? — спросила я, обнаружив свою любимую сумочку, и медленно направляясь к окну. \n—Лишь ваши силы, но если можно, то и жизнь. — ответил мужчина, думаю, что он либо сумасшедший, либо я влипла, хотя думаю одно другому не мешает.",
    "answers": [
      {
        "id": 13,
        "text": "Стоять, как истукан"
      },
      {
        "id": 14,
        "text": "Попробовать сбежать через окно "
      }
    ]
  },
  {
    "id": 12,
    "text": "—Я Аврора... Твой ангел- хранитель. — произнесла блондинка, присев на край кровати.\n—Я Астарта, и я твой личный и самый сногсшибательный демон, которого ты себе только можешь представить. — растягивая каждое слово, произнесла рыжеволосая, поглаживая рукой свои идеальные изгибы фигуры. \n—Точно шарики за ролики! — шмыгнула я носом, заливаясь истерическим смехом.\n—Спасли от смерти, но привели к сумашествию. Такого в моей долгой практике еще не было. — в глазах Астарты я увидела тревогу.\n—Если сделаем все как нужно, все встанет на свои места, Абби. — произнесла Аврора, сейчас она смотрела на меня заботливо и с любовью, этот взгляд успокаивал, я заглянула в ее синие глаза и почему-то сейчас я верила каждому слову.\n—Но почему я должна вас забыть? Кто такой этот Гарри? И вообще, что плохого в том, что я вас вижу? — спросила я, не прерывно наблюдая за этими девушками.\n—Понимаешь, смертные не должны нас видеть. Мало кто из людей на это способен, но ты видишь нас из-за того, что мы приняли участие в твоей судьбе. — заговорила девушка в красном облегающем платье.",
    "answers": [
      {
        "id": 8,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 13,
    "text": "    Через пару секунд мужчина уже стоял напротив меня всего в нескольких сантиметрах, изучающе рассматривая мое лицо. Его скулы были сильно выражены, а желваки напряжены, уголки губ приподняты в хищной улыбке, он смотрел так, словно я жертва, загнаная в угол, и моя жизнь весит на волоске, при этом он совершенно спокойно накручивал на палец прядь моих волос. \n—А Вы чрезвычайно красивы... Хм, когда-то мой отец полюбил такую же красивую женщину, и это любовь... Оказалась взаимной. Они зажили счастливо, а после у них родился ребёнок с не человеческой силой... Вот только по мнению общества он родился уродом не таким как все. Таких как он называли нефилимами. И нигде не было мальчику места, никто не был ему рад, даже собственные родители, и тогда он начал причинять боль своим обидчикам. Это приносило ему облегчение удовольствие правда ненадолго, после он хотел все больше и больше. — мужчина стал и все глубже погружался в себя, а я начала придумывать пути отступления.",
    "answers": [
      {
        "id": 15,
        "text": "Постараться улизнуть"
      },
      {
        "id": 16,
        "text": "Слушать рассказ мужчины "
      }
    ]
  },
  {
    "id": 14,
    "text": "    Посмотрев в окно, сразу сориентировалась, что это второй этаж, поэтому шанс выпрыгнуть и остаться в живых вполне высок. Поближе прижав к себе сумку, уже собиралась открыть окно, но сильная рука мужчины притянула меня к себе. Я спиной ощутила напряженный торс мужчины и теплое дыхание на своей шее, от которого подкашивались ноги.\n—Вы хотели уйти не попрощавшись? — прошептал над моим ухом мужчина. — Я хотел столько вам рассказать, мне как нефилиму много есть чего рассказать из моей долгой жизни.\n—Не поверите, но я очень спешу. — ответила я, понимая насколько глупо выгляжу. \n—Как грустно, а что на счёт ваших сил и жизни? — поинтересовался мужчина, поправляя мои волосы и касаясь прохладной рукой моей шеи, от этого по телу пробежали тысяча мурашек.\n—Может как-нибудь в другой раз? — спросила я, не надеясь на успех.\n—Хорошо, на этот раз можете уйти, игра в кошки мышки мне приходится по душе. Надеюсь, что вы довольно находчивая мышка. — мужчина сделал шаг назад, а я только через несколько секунд пришла в себя, и обернувшись поняла, что в палате кроме меня никого не было. ",
    "answers": [
      {
        "id": 17,
        "text": "Сидя в такси..."
      }
    ]
  },
  {
    "id": 15,
    "text": "    Поймав как мне казалось \"удачный\" момент, я начала двигаться к двери, но стоило мне сделать лишь шаг, как на мое плечо легка тяжелая рука мужчины, а я не решалась заглянуть ему в глаза. \n—Неужели вам настолько неинтересно? — спокойно спросил он и убрал руку.\n—Мне нужно идти, простите. — произнесла я, виновато потупив голову. \n—Знаете, мне кажется, если я сейчас вас отпущу, то найду себе новое развлечение, поэтому идите. Думаю, что наша следующая встреча уже предрешена — мужчина указал рукой мне на дверь, а я открыв рот и хватая воздух, пыталась понять шутит он, или же говорит правду. — Ну же, а то я могу запросто передумать. \n    Повторять второй раз мне не пришлось, спустя секунду меня уже не было в палате, я под действием афекта и под крики медсестер вышла из больницы. ",
    "answers": [
      {
        "id": 17,
        "text": "Сидя в такси..."
      }
    ]
  },
  {
    "id": 16,
    "text": "—Вы хороший слушатель. — произнес мой собеседник, улыбнувшись слегка иначе, это улыбка все еще коварна и хитра, но теперь она стала более теплой и настоящей. \n—А вы хороший рассказчик. — ответила я, и прядь моих волос выпала из руки мужчины, он явно был удивлен. \n—Благодарю... Знаете, от таких встреч я всегда ожидаю чего-то иного. — он все так же стоял совсем близко, а я подняв повыше голову смотрела ему в глаза. \n—И чего же вы ожидали? — мой голос был спокоен, а дыхание ровное. \n—Наверное криков и мольбы о пощаде. Вы рушите все мои стереотипы — на эти слова уже улыбнулась я, а мужчина, недолго подумав, продолжил. — Поэтому давайте договоримся, что при следующей нашей встречи вы будете хотя бы пытаться убежать от меня.\n—Думаю, что в следующий раз я более ответственно отнесусь к такому важному аспекту. — на эти слова мужчина вновь улыбнулся и покинул палату, оставив меня в растерянности.",
    "answers": [
      {
        "id": 17,
        "text": "Сидя в такси..."
      }
    ]
  },
  {
    "id": 17,
    "text": "    Последние десять минут моей жизни были в тумане. Я стояла перед входом в больницу, на улице медленно садилось солнце. После остановила такси, протянула адрес и вот я уже еду понятно куда, но непонятно откуда. Таксист косо на меня посматривает, наверное, потому что я сейчас в больничной пижаме и тапочках, но зато с дорогой сумочкой, которую я не отрываю от груди. Спустя полтора часа мы оказались на месте, и мне пришлось выложить кругленькую сумму за такую поездку. Когда я расплатилась и вышла из машины, то увидела небольшую магическую лавку. И чем только в наше время не торгуют. Устало выдохнув, я открыла дверь, над моей головой я услышала мелодичный звонок. Подойдя к прилавку, я никого не увидела.\n—Здесь есть кто-нибудь? — спросила я, в надежде, что встречу волшебшика, который решит все мои проблемы, а после я смогу вернуться домой, про поездку к Эмме я даже и думать не хочу больше.",
    "answers": [
      {
        "id": 18,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 18,
    "text": "—Добрый вечер, чем могу помочь? — неожиданно, но очень жизнерадостно воскликнул платиновый блондин, обратившийся из многочисленных стеллажей с товаром. \n—Мне нужен Гарри Донел. — ответила я, в ожидании хороших новостей.\n—Тебе повезло это я. — парень игриво мне улыбнулся, а я обрадовшись протянула ему то, что отдала мне Астарта, улыбка с лица парня сразу сменилась принебрижительной ухмылкой.\n—Так и знал, что работа с демоном мне просто так с рук не сойдёт. И что тебе нужно? — спросил он, а я почувствовала себя жутко неудобно. \n—Мне нужно стереть память. — заявила я, мысленно готовя себя к чему-то, но парень лишь громко рассмеялся.\n—Зачем тебе это? — успокоившись поинтересовался парень, облокотившись об дубовый стеллаж с книгами.",
    "answers": [
      {
        "id": 19,
        "text": "Рассказать как все было"
      }
    ]
  },
  {
    "id": 19,
    "text": "   Пока я говорила, парень смотрел на меня, как на умолешенную. После долгой паузы, он потер виски и тихим почти шепчущим голосом заговорил. Мне тон его голоса не понравился, я словно ему рассказывала небылицы, а он пытался успокоить психически больную пациентку.\n—Значит, ты можешь видеть их? Но это невозможно. — недоверчиво протянул маг.\n—Это чистая правда. И заметь если бы я солгала, то как бы узнала твой адрес и про перо Астарты не забудь! — победно вскинув голову, сложила руки на груди.\n—Допустим это так. А где сама демонесса?\n—Аврора сказала, что их призывают и они изчезли. Так ты поможешь или нет? — спросила я, невинно захлопав ресницами.",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "—Помогу. — вздохнул блондин. -- Но нам нужно идти к моему учителю. Боюсь, что сам могу навредить тебе. И стереть слишком большой объем памяти.\n—Ой, спасибо! —  воскликнула я, в порыве радости кинулась к парню с объятиями.\n    На секунду его мышцы напряглись, но тут же  он приобнял меня за талию. Я через одежду почувствовала, какие у него теплые и сильные руки, хотя с виду и не скажешь, что он может поднять что-то тяжелее книжки.\n—Тогда пойдем ,чаю хоть выпьем? — улыбнулся маг, отступив на шаг и разнимая наши обнимашки.\n—Пойдем. — улыбаясь во весь рот, ответила ему.  \n    Гарри взял мою руку и потянул за стеллажи. Оказывается за ними было что-то вроде тайной комнаты. Небольшое помещение, но уютно обставлено. Меня усадили в мягкое и удобное кресло, а блондин ненадолго исчез. Вскоре он появился в дверях с подносом, на котором стояли две кружки ароматного чая и вазочка с печеньем.\n—Угощайся. — проговорил он, поставив поднос на журнальный столик, а сам присел на против меня, закинув ногу на ногу.\n—Спасибо. — ответила я, уже уплетая печенье. Ведь мне давно хотелось есть, но с этими чудесами, которые произошли со мной, некогда было думать о еде.\n   ",
    "answers": [
      {
        "id": 21,
        "text": "Немного погодя..."
      }
    ]
  },
  {
    "id": 21,
    "text": "  Когда чай и печенье были жадно мной изнечтожены, мы с Гарри разговорились. Вернее я завалила его многочисленными вопросами об ангелах, демонах и мире магии. Блондин не скрывая улыбки подробно мне все объяснил и даже показал пару магический фокусов. А я как маленький ребенок, завороженно смотрела и хлопала радостно в ладоши.\n  Ближе к утру мой новый знакомый, собрал необходимые вещи в походный рюкзак и мы отправились к его учителю.\n  Как оказалось он живет, где то в лесу. И идти придется пару дней.\n—И зачем тогда магия,если нельзя наколдовать машину? — возмущалась я, когда узнала, что придется идти пешком.\n—Магия — это искусство. И нельзя ей так глупо пользоваться. — усмехнулся парень, складывая последние вещи в рюкзак.\n—Ну, да конечно. — закатила глаза я, мучительно вздохнув.\n—Идем? — спросил Гарри,окинув меня взглядом.\n—Да идем. — еще раз тяжело вздохнув, направилась вслед за блондином.",
    "answers": [
      {
        "id": 22,
        "text": "В пути...."
      }
    ]
  },
  {
    "id": 22,
    "text": "   Время близилось к закату. Сколько мы прошли я даже не знаю и знать не хочу.Мои ноги от усталости запинались друг об друга, и магу пришлось меня тащить на себе. Вскоре мы дошли до небольшого лесочка. Гарри разместил палатку и развел костер, а я как бревно валялась на земле и жалобно стонала.\n  Быстро поужинав, мы поскорее отправились спать. Палатка была просторной, поэтому места было достаточно. Блондин расположился с одного края, а я с другого. Но ночью было слишком холодно и даже теплый плед не спасал. Скрутившись в калачик, смогла капельку согреться и наконец-то уснуть.\n    Проснулась от шума на улице, словно шелест крыльев огромной птицы, эхом разносился по лесу. Но тут поняла, что моя голова лежит на груди парня который сладко посапывал и крепко обнимал меня.\n—Гарри проснись! — толкая парня в бок, он недовольно забурчал и открыл глаза.\n—Что такое? — сонно пробормотал он.\n—Там на улице кто- то есть. — шепотом заговорила я, дрожащим от страха голосом.\n  Парень мгновенно проснулся, немного смутившись от нашего положения, выпустил меня из объятий, разомкнув свои руки. Он мило улыбнулся и неловко поспешил к выходу. Вслушиваясь в ночную тишину леса, вдруг резко  приложил палец к губам и выполз из палатки.",
    "answers": [
      {
        "id": 23,
        "text": "Вылезти следом"
      }
    ]
  },
  {
    "id": 23,
    "text": "   На улице послышались приглушенные голоса. Немного помявшись, решила всё-таки выйти и посмотреть, кто посмел нарушить мой сон. Глубоко вдохнув побольше воздуха в легкие, выползла следом за Гарри.\n  Моя голова врезалась в чьи-то ноги. Подняв голову увидела, что на меня с ухмылкой смотрит высокий и невероятно красивый брюнет. На секунду мне показалось, что он сошел с обложки самого популярного журнала. Он лукаво улыбнулся и подал мне руку. Приняв его помощь и поднявшись на ноги увидела еще одного парня, стоящего рядом с магом, но в отличие от первого, этот смотрел на меня, словно я какой-то мусор или противная букашка. Блондин скривил лицо и повернулся к Гарри.\n—Гарри, почему ты не сказал, что с тобой смертная? — фыркнул беловолосый.\n—Рафаэль, тебе обязательно все знать? И чем обязан вашему визиту? — задал ответный вопрос маг, он выглядел довольно серьёзным и самое удивительное, что абсолютно невозмутимым.\n—До нас дошли слухи, что Аврора и Астарта натворили дел и нас прислали подчистить за ними. — косясь злобно на меня, ответил Рафаэль.\n—А что с ними? Они в порядке? — решила вставить свои пять копеек и разузнать все ли хорошо с девочками.",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "—Значит это правда... — в отличие от раслабленнного демона он выглядел зловеще.\n—Что правда? — непонимающе спросила я.\n—Ты видишь нас! Это недопустимо! Как они это сделали? — с криками накинулся на меня Рафаэль.\n    Но к моему счастью брюнет вклинелся между нами, загородив меня своим телом, от бешенного психопата. Сейчас я засомневалась кто из них демон, а кто ангел. \n—Успокойся. Еще ангел называется!- захихикал мой спаситель.\n—Зепар, уйди. Я должен допросить эту смертную!\n—Позволь мне поговорить, с этой милой леди.- ответил брюнет, и подхватив меня за талию, сексуально подмигнул.\n   Мы отошли недалеко от парней. Я в панике искала взглядом Гарри, но его загородил Рафаэль и мне не было видно парня.\n—Ну что, конфетка. Поговорим?- бархатный голос привлек мое внимание.\n   Я словно под гипнозом стояла истуканом и смотрела в его темные, словно ночь глаза. И слова сами собой полелись из моих уст, нескончаемым потоком. Все рассказала, как было и что помню. Зепар кивал головой и говорил что-то. Моя голова закружилась и мое тело стремительно поклонилось к земле.",
    "answers": [
      {
        "id": 25,
        "text": "[Тем временем...]"
      }
    ]
  },
  {
    "id": 25,
    "text": "—Гарри ты совсем с ума сошел? Ты что делаешь? Зачем таскаешь за собой эту смертную! — вопил блондин.\n—Помогаю ей. Она ведь не виновата в том, что с ней случилось. — вовремя подоспев, он подхватил падающее и обмякшее тело девушки. -- Зачем вы так с ней?\n—Я то что? Она слишком слабая оказалась для моих чар.- безразлично пожимая плечами, усмехнулся демон.\n—Нам нужно уйти отсюда, в более тихое место. — заговорил Рафаэль, расправляя белоснежные крылья. -- Зепар, возьми ее, а ты маг со мной.\n  Гарри бережно передал хрупкое тельце девушки, в руки демона и направился к ангелу. Зепар крепко стиснув ее, расправил свои черно- золотистые крылья и взмыл вверх, вслед за блондином.",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "   Крылатые создания приземлились около отеля.\nАнгел вошел во внутрь, сказав пару слов управляющему, взял у него ключи от номера, и мотнув головой подзывая так остальных двинулся по коридору.\n  Когда вся делигация прошла в комнату, демон уложил девушку на постель и присел рядом. Ангел уселся на диван, а Гарри переминаясь с ноги на ногу не знал, куда податься ,не то идти к Рафаэлю, не то бросится к Абигейл. Но собравшись, маг стиснул челюсть и направился в сторону блондина.\n—И так продолжим. Куда ты собирался увести эту смертную? — сверля суровым  взглядом мага, заговорил ангел.\n—К учителю. Зачем эти вопросы, если девушка и так вам все рассказала?- заворчал Гарри, косо поглядывая на Зепара, который наклонился над Эбби, склонив голову в бок.\n—Пожалуй ты прав... Но мы идем с вами, чтобы удостоверится, что вы все сделаете правильно. Из-за вашей оплошности, может пострадать Аврора.\n—Эй! Астарта так то тоже в беде!- воскликнул демон, закончив рассматривать Аббигейл.\n—Мне безразлична твоя сестра, Зепар.\n—То же самое могу сказать про твою подружку. \n—Какая у вас идиллия! — вклинился Гарри.\n",
    "answers": [
      {
        "id": 27,
        "text": "далее [ от лица героини]"
      }
    ]
  },
  {
    "id": 27,
    "text": "   Очнувшись, я не могла понять где нахожусь. Глаза не хотели открываться, а в голове стоял болезненый звон, который не хотел никак умолкать, сквозь него слышались голоса, с трудом, но мне все же удалось расслышать о чем они говорят. Когда попыталась встать и возразить этому противному ангелу,то не смогла даже пошевелится ,из моих уст вырвался лишь болезненый стон.От которого парни замолчали.\n—Ну привет ,малышка.- улыбнулся демон,когда я смогла наконец открыть глаза.\n— Что вы сделали со мной?- схватившись за голову простонала я.\n—Собственно ничего.Мои чары оказались слишком сильными для тебя.- лукаво улыбнулся Зепар,погладив мою щеку своей рукой.\n  Я попыталась увернутся,но сильная головная боль вновь накинулась на меня,разкалывая голову на части.В висках запульсировало и мне пришлось выдавить из себя улыбку.\n—Ты в порядке?- обеспокоиным голосом ,спросил Гарри ,протискиваясь между мной и брюнетом.",
    "answers": [
      {
        "id": 28,
        "text": "далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "—Да,только голова немного болит.-- запыхтела я,положив голову ему на плечо.Он тихонько гладил мои волосы и вдруг боль исчезла .\nПосмотрела не понимающим взглядом на парня,но он лишь подмигнул мне.Благодарно кивнув магу,на моем лице расплылась улыбка.\n  Зепар стоял прищурив глаза и наблюдал молча,а вот Рафаэль пыхтел недавольно ,как паравоз.И нам пришлось слушать его монолог,о том какие мы смертные глупые и противные.И что от нас нет толку ,и нас волнуют лишь плотские утехи.И какие мы бесполезные существа.\n Мы с Гарри чуть не покатились от смеха,но смогли сдержаться ,хотя это было очень,очень трудно.Демон облокатившись спиной на стену,со скучающим видом открыто зевал,показывая свое полное безразличае .\n—И таким образом ,ты виновата в том ,что у Авроры проблемы.Что ты скажешь в свое оправдание смертная?- закончив свою речь,ангел пренебрежительно впился в меня своим сердитым взглядом.\n—Я думаю,тебе давно пора познакомить верхнюю губу с нижней.- саркастически подметила я.\n—Что????- выпучив свои голубые глаза,завопил Рафаэль.Пока маг и Зепар залились гоготом.\n—Говорю помолчать тебе нужно,уж слишком много болтаешь.- теперь уже хихикая вместе с парнями над ангелом.\n Блондин покраснел от злости и как маленький ребенок отвернулся от нас.\n— А ты мне нравишься малышка.- подмигнул Зепар и послал воздушный поцелуй.",
    "answers": [
      {
        "id": 29,
        "text": "далее"
      }
    ]
  },
  {
    "id": 29,
    "text": "  Примерно через час,когда все успокоились,нам удалось поговорить.В итоге мы решили отправится все вместе к учителю Гарри.\n  На дворе  вновь стояла уже ночь ,поэтому по утру наша странная компания отправится в путь, а пока мы переночуем здесь.\n  А пока мне приходилось терпеть сердитые взгляды ангела,которые начинали меня пугать.И двухсмысленные намеки и фразочки демона.\nЯ уже тысячу раз пожалела,что тогда согласилась на эту дурацкую поездку.Ведь если бы не она,то этого безумия бы не случилось.\n  Прижавшись ближе к магу ,пыталась спрятаться от этих странных парней .Он крепко держал мою руку и мне наконец удалось успокоится и необращать внимания на этих крылатых существ.\n  Скорее бы уже все закончилось и я забыла случившиеся со мной,как страшный сон.",
    "answers": [
      {
        "id": 30,
        "text": "Стук в дверь..."
      }
    ]
  },
  {
    "id": 30,
    "text": "    Уже далеко за полночь я услышала стук в дверь нашего номера. Неохотно раскрыв глаза, обвела взглядом нашу компанию. Рафаэль тревожно стоял у двери, Зепар восидал на кресле прямо перед самой кроватью, кажется, что только у Гарри крепкий и здоровый сон, потому что он так же спокойно спал.\n—Вы будете открывать? — шепотом спросила я, Зепар еле сдерживал приступ смеха, глядя на багровеющего напарника.  \n—Может нам им еще чая предложить, а смертная? — спросил ангел, а я даже на расстоянии слышала, как он со злобой скрипит зубами, как же всё-таки он меня не переносит.\n—Она права, они не уйдут. — произнес демон, подойдя к окну. — Хм, интересно. \n—Что там еще такое? — поинтересовался Рафаэль, переводя вгляд на парня.\n—Магический патруль. — ответил Зепар, открывая дверь, в свете фонарей я рассмотрела две фигуры. ",
    "answers": [
      {
        "id": 31,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 31,
    "text": "—Добро пожаловать, офицеры или как вас там называют в таких случаях. — поясничал Зепар, приближаясь ко мне не поворачиваясь, чтобы прикрыть от взгляда высокого, коренастого мужчины и хрупкой, маленькой девушки. — Не звука, конфетка. \n—У вас здесь отслеживается большое количество энергии. — произнес мужчина, не обращая внимание на колкости Зепара и его обаяние. \n—Но мы ничего не делаем. — ответил Рафаэль.\n—Дело не в этом. Вы же знаете, что охотники не дремлют. — сказала девушка встревоженным голосом. \n—Полагаете, есть причины опасаться? — встревоженно спросил Рафаэль.\n—Я слышал, что в последнее время они очень пылки в охоте на милых девушек. — от этих слов я сильнее прижалась к его широкой и сильной спине, теперь и я узнала, что значит быть за мужчиной, как за каменной стеной.\n—С учётом того, на каком вы сейчас задании, то да. Девушка привлекает к себе внимание. — произнес мужчина, а от неожиданности резко взглянула на людей из своего убежища, а после недовольно на Зепара. \n—Клянусь тебе я не знал, что они про тебя знают. — невинно пожал плечами демон, и почему же я ему сейчас абсолютно не верю.",
    "answers": [
      {
        "id": 32,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "—Как они? — спросил Рафаэль, пытаясь скрыть свое волнение и тревогу, Зепар был сейчас не лучше, он нервно покусывал губу.\n—Совет рвет и мечет, но у вас ещё есть время замести следы. — ответил мужчина, похлопав по плечу ангела, а тот в благодарность кивнул. — Но вам серьёзно нужно опасаться охотников сейчас. \n—И что вы предлагаете? — задал вопрос Рафаэль, обдумывая их слова. — Тащить смертную куда-то ночью толку нет.\n—Не оставайтесь здесь надолго и поставьте на нее глушилку. — от последних слов я приоткрыла рот на каких-то животных инстинктах сжалась в угол. — А теперь всего доброго и прощайте.\n—Приходите еще. — радостно помахал ручкой на прощание демон.\n—Какие хорошие идеи приходят в ваши головы, пусть и такие мерзкие. — произнес ангел, медленно надвигаясь на меня, лицо у него было пострашнее, чем в фильмах ужасов, но хуже всего было это извечное отвращение ко мне, которое он никаким образом не скрывал.",
    "answers": [
      {
        "id": 33,
        "text": "Посмотреть на Зепара"
      },
      {
        "id": 34,
        "text": "Пытаться разбудить Гарри"
      }
    ]
  },
  {
    "id": 33,
    "text": "    Зепар устало вздохнул и в который раз прикрыл меня собой, а я смогла успокоиться, невесомо прикоснувшись рукой его сильной спины.\n—Давай я? — предложил парень, на что у его собеседника удивлено приподнялись брови. \n—Демон? Обряд? Со смертной? — он говорил так, словно Зепар предложил ему что-то из ряда вон выходящее. — Ты серьёзно? \n—Тебя в этой роли она точно не рассматривает, Раф, поэтому предоставь это мне. — демон впервые за все это время был серьёзен и уверен в собственных словах.\n—Вы вообще о чем?! — крикнула я, что даже Гарри проснулся и резко подскочил с кровати, но сонный мало понимал, что происходит. \n—Ты представляешь из себя поток неконтролируемой энергии, которую легко могут обнаружить охотники, чтобы твой поток скрыть от лишних глаз нужно, чтобы кто-то связал с тобой энергию и помог ее контролировать. — ответил Зепар, а Рафаэль впервые начал хихикать.\n—Почему ты смеешься? — спросила я, не понимая причин его веселья. ",
    "answers": [
      {
        "id": 35,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 34,
    "text": "—Гарри, помоги! — я что было сил затрясла спящего парня в попытке его разбудить, но ангел был все ближе, поэтому я в надежде посмотрела на демона, который сейчас стоял в стороне.\n—Давай я? — предложил парень, на что у его собеседника удивлено приподнялись брови. \n—Демон? Глушилку? Смертной? — он говорил так, словно Зепар предложил ему что-то из ряда вон выходящее. — Ты серьёзно? \n—Тебя в этой роли она точно не рассматривает, Раф, поэтому предоставь это мне. — демон впервые за все это время был серьёзен и уверен в собственных словах.\n—Вы вообще о чем! — крикнула я, что даже Гарри проснулся и резко подскочил с кровати, но мало понимая, что происходит. \n—Ты представляешь из себя поток, неконтролируемой энергии, которую легко могут обнаружить охотники, чтобы твой поток скрыть от лишних глаз нужно, чтобы кто-то связал с тобой энергию и помог ее контролировать. — ответил Зепар, а Рафаэль впервые начал хихикать.\n—Почему ты смеешься? — спросила я, не понимая причин его веселья. ",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "—Да потому что эта процедура связывает тех, кто к ней прибегает. Они как бы становятся частью друг друга. Многие говорят, что после процедуры те, кто ее провел чувствуют друг друга на расстоянии, понимают друг друга без слов и так далее. — ответил он, уже во всю разрываясь истерическим смехом. — Зепар, я от тебя не ожидал такого.\n—Но почему тогда ты сам хотел это сделать? — спросила я, сложив руки на груди, ангел тут же заткнулся и стал хмурым и злым как всегда. \n—А действительно ты очень быстро согласился, неужели... — удивленно начал Зепар, но его прервал Рафаэль.\n—Только попробуй сказать еще слова, и ты сильно пожалеешь об этом. — с ненавистью произнес ангел, а демон с превеликим удовольствием ухмыльнулся. \n—Между прочим я тоже могу проводить такие обряды. — подал голос полусонный Гарри. \n—Решай быстрее, смертная, это должно быть на добровольной основе. — сообщил Раф.\n—Потому что иначе наш дорогой ангел бы уже принудил тебя связать свою живую и светлую энергию с его полудохлой и серой. — ответил демон, наблюдая за взбесившимся ангелом.",
    "answers": [
      {
        "id": 36,
        "text": "-Рафаэль "
      },
      {
        "id": 37,
        "text": "-Зепар"
      },
      {
        "id": 38,
        "text": "-Гарри"
      }
    ]
  },
  {
    "id": 36,
    "text": "—Неожиданно, конфетка. — лишь ответил Зепар, а Гарри, равнодушно пожав плечами, пошел в ванную.\n—Хорошо, смертная, но это все очень серьёзно, поэтому во всем слушайся меня. — в ответ на его слова я утвердительно кивнула.\n—У тебя еще есть время передумать. — пропел демон, наблюдая за нами.\n—Я готова, Раф. — ответила я, когда мы сели на кровати друг на против друга. \n—Тогда начнем. — прошептал ангел, взяв меня за руки, а я заметила, какие у него большие и теплые руки, если бы он не был вечно таким злым и вредным, то вполне ничего такой парень. — Закрой глаза и хватит на меня пялится, смертная!\n—Ой, вечно серьёзный и бесстрашный Рафаэль застеснялся! Конфетка, что же ты с ним делаешь? — смех Зепара был слышен как мне кажется на несколько сотен метров, но сейчас это мало меня волновало, потому что, закрыв глаза, я стала погружаться в сон.",
    "answers": [
      {
        "id": 39,
        "text": "Соединение "
      }
    ]
  },
  {
    "id": 37,
    "text": "—Ты даже не знаешь на что подписалась, смертная. — произнес ангел, сев в кресло и с раздражением смотря в окно, Гарри же пожал плечами и ушел в ванную.\n—Так, конфетка, обещаю, что будет весело, но главное доверься мне и все будет супер. Ты же мне веришь? — спросил демон, внимательно глядя мне в глаза. \n—Думаю, да. — честно ответила я. \n—Тогда можем начинать. — заявил Зепар, когда мы уселись на кровати друг на против друга. \n—Это слишком страшно? А это больно? — шепотом спросила я, глядя демону в глаза. \n—Совсем нет, у кого-то даже наоборот. — наклонившись ко мне поближе так же шёпотом ответил мне парень, взяв меня за руки, от его горячего дыхания на шее у меня по телу пробежали тысяча мурашек, но я не показала виду. — Главное помни, что я рядом, а теперь закрывай глаза, конфетка. \n—Хорошо. — ответила я, закрыв глаза, я начала погружаться в сон. ",
    "answers": [
      {
        "id": 47,
        "text": "Соединение "
      }
    ]
  },
  {
    "id": 38,
    "text": "—Мы остались в пролетеле, мой дорогой друг, увы, но придётся с этим смириться. — похлопав ангела по плечу, заявил расстроенный демон, театрально вытирая слезы с лица. \n—Зепар, ты невыносим. — вымучено сообщил Раф, скидывая руку демона с себя.\n—Зато насколько я очарователен! — захлопав в ладоши, рассмеялся демон.\n—Тебе нечего бояться, я всегда буду рядом. Единственное, что ты должна помнить, что тебе нужно полностью мне доверять. — произнес маг, когда Раф и Зепар успокоились.\n—Я поняла, хорошо. — ответила я, кивая головой.\n—Значит начнем. — произнес Гарри, взяв меня за руки, когда мы сели друг на против друга. — Закрой глаза и расслабься. ",
    "answers": [
      {
        "id": 48,
        "text": "Соединение "
      }
    ]
  },
  {
    "id": 39,
    "text": "    Медленно открыла глаза, ощущение были странными, потому что казалось, что я нахожусь не то во сне, не то на яву. Я находилась в маленьком и уютном кафе, в такие я часто забегала после учебы с Эммой. Посетители мирно переговаривались между собой и пили кофе, какао и все что связано с этим бодрящем напитком, кто-то даже с моими любимыми маршмелоу. Напротив меня сидел обеспокоенный Рафаэль, он стыдливо отводил от меня взгляд, словно как-то провинился. \n—Это твой внутренний мир? — спросила я, решив нарушить неловкое молчание. \n—Это место где я могу быть собой. Точнее место, где я хотел бы остаться навсегда. Кого-то обыденность угнетает, а я мечтаю о ней. О спокойной жизни, о том, чтобы с неохотой встать рано утром перед работой и забежать сюда за кофе, услышать пару сплетен про дочь владельца кафе, а после сломя голову нестись на работу. И так день за днем...",
    "answers": [
      {
        "id": 49,
        "text": "-Ты устал от жизни ангела? "
      }
    ]
  },
  {
    "id": 40,
    "text": "    Здесь будут представлены все доступные персонажи данного квеста. ",
    "answers": [
      {
        "id": 41,
        "text": "Аббигейл "
      },
      {
        "id": 42,
        "text": "Аврора "
      },
      {
        "id": 43,
        "text": "Астарта "
      },
      {
        "id": 44,
        "text": "Гарри"
      },
      {
        "id": 45,
        "text": "Зепар "
      },
      {
        "id": 46,
        "text": "Рафаэль "
      },
      {
        "id": 96,
        "text": "Логан"
      },
      {
        "id": 1,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 41,
    "text": "                                   Аббигейл. \n    Самая обычная девушка, которая до всего случившегося училась на третьем курсе университета, после мечтала пойти по стопам матери и продолжить ее бизнес. ",
    "answers": [
      {
        "id": 40,
        "text": "Назад"
      },
      {
        "id": 41,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b23/2002/ec/7048e5e54c01.jpg"
      }
    ]
  },
  {
    "id": 42,
    "text": "Аврора.",
    "answers": [
      {
        "id": 40,
        "text": "Назад"
      },
      {
        "id": 42,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c16/2002/74/7ed9bce8a809.jpg"
      }
    ]
  },
  {
    "id": 43,
    "text": "Астарта. ",
    "answers": [
      {
        "id": 40,
        "text": "Назад"
      },
      {
        "id": 43,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a25/2002/70/169423fb9036.jpg"
      }
    ]
  },
  {
    "id": 44,
    "text": "Гарри.",
    "answers": [
      {
        "id": 40,
        "text": "Назад"
      },
      {
        "id": 44,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d37/2002/0e/6f4466bad29c.jpg"
      }
    ]
  },
  {
    "id": 45,
    "text": "Зепар.",
    "answers": [
      {
        "id": 40,
        "text": "Назад "
      },
      {
        "id": 45,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d24/2002/41/05f94b226f28.jpg"
      }
    ]
  },
  {
    "id": 46,
    "text": "Рафаэль. ",
    "answers": [
      {
        "id": 40,
        "text": "Назад "
      },
      {
        "id": 46,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c21/2002/60/fc6af21e1612.jpg"
      }
    ]
  },
  {
    "id": 47,
    "text": "    Медленно открыла глаза, ощущение были странными, потому что казалось, что я нахожусь не то во сне, не то на яву. Я находилась на ферме?! Протерев глаза, окончательно пришла к выводу, что это действительно так. Стоя с открытым ртом, не сразу обратила внимание, как демон рядом сидел в позе лотоса на земле и играл с огромной и лохматой собакой.\n—Это твой внутренний мир? — спросила я, от волнения присев рядом.\n—Ага, скажи круто! — ответил он, поднимаясь на ноги и отряхиваясь, на что собака расстроено заскулила. — Сюзи, ну, что ты, девочка? \n—Это ферма, Зепар, ты уверен, что это твой внутренний мир? — спросила я, когда он одним сильным рывком поставил меня на землю, но руки с талии не убрал.\n—А чего ты ожидала, конфетка? Полуголых девиц или горящих котлов? Неужели ты настолько плохого мнения обо мне? — спросил он смеясь, обидившись на слова этого противного парня, я сбросила его руки и пошла от него прочь.",
    "answers": [
      {
        "id": 51,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 48,
    "text": "    Медленно открыла глаза, ощущение были странными, потому что казалось, что я нахожусь не то во сне, не то на яву. Я находилась возле водопада. Лес и детский шалаш на дереве, откуда слышалась музыка, стоя в недоумении, я полезла наверх. Увиденное меня поразило, там сидел Гарри в окружении огромных стопок книг, который напевал незамысловатые мотивы песен.\n—Наконец-то ты пришла! — воскликнул маг, отодвигая стопку книг, чтобы я села.\n—Это твой внутренний мир? — спросила я, глядя на него неуверенно и подозрительно. \n—Как видишь. — ответил он, пожав плечами. — Я так и не смог определиться, что я люблю больше водопады или книги, поэтому решил соединить. \n—Ничего себе! А что за книги? Наверное, по магии? — спросила я, разглядывая страницы книг, их содержание было на неизвестном мне языке. \n—Да, ты угадала. Подожди секунду. — ответил парень, начав поиски заветного заклинания, найдя нужное, он прочел его, и рядом со мной появилось маленькое существо, которое напомнило мне маленького котёнка. \n—Ничего себе! — заохала я, гладя животное. — Как бы я тоже хотела уметь пользоваться магией.",
    "answers": [
      {
        "id": 52,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 49,
    "text": "—Хм, и почему я говорю об этом с тобой, смертная? — его до сего момента непринужденное и раслабленнное выражение лица сменилось привычным раздраженным и злющим на весь мир. — Это вообще-то все из-за тебя! Если бы не ты, моя подруга была в безопасности! \n—Они сами решили меня спасти! Это было их решение, а не мое, но нет всезнающий и всевидящий Рафаэль имеет свою точку зрения, на кой черт ему меня слушать! — вскочив со стола, я стала кричать и размахивать руками, да потому что сил моих уже больше на него нет. — Когда ты уже поймешь, что от того, что ты кидаешь в меня грязь, мы их не спасем!?\n—Это твоя вина... А теперь идем, связь обнаружена. — взяв меня за руку, он подвел меня к выходу, дверь была странная, она не подходила под здешний интерьер.\n—То есть теперь ты еще сбегаешь от разговора? — возмущалась ему вслед я, когда он открывал дверь, но через мгновение все исчезло, я очнулась. ",
    "answers": [
      {
        "id": 50,
        "text": "Проснуться..."
      }
    ]
  },
  {
    "id": 50,
    "text": "—Ооо, моя голова. — заныла я, лежа на кровати, за окном было уже утро, а парни носились по номеру собирая вещи.\n—О конфетка,проснулась наконец,а то мы думали ты уже того!!- засмеялся демон ,показав язык.\n—Не смешно.- обиделась на него надув губки.\n—Смертная,хватит валятся!! Поднимайся.Нам пора.- заворчал ангел,окинув меня, как всегда сердитым взглядом.\n—А что происходит? Почему такая спешка?- решилась задать вопрос,не смотря на суровый голос блондина.\n—Охотники,нас вычеслили охотники.Так что поднимай свою задницу конфетка и валим от сюда.\n  От такого известия ,головную боль ,как рукой сняло и теперь вместе с парнями быстро начала собираться.",
    "answers": [
      {
        "id": 53,
        "text": "далее"
      }
    ]
  },
  {
    "id": 51,
    "text": "—Конфетка, стой! — крикнул мне вслед демон, я остановилась и обернулась, позади меня он шел с большим ведром воды и с маленькой морковью.\n—Ты решил перекусить? — удивлено спросила я, на что он забавно улыбнулся и отдал мне маленькое ведро.\n—Я тебе кое-что покажу. — ответил он. \n    На огороженной зелёной площадки нас ждал изящный гнедой скакун. Он удивительным образом напоминал мне Зепара. На вид самовлюбленный и высокомерный, по поведению полный аболтус. Подойдя ближе демон, напоил коня, а я находясь в детском восторге протягивала животному морковь, которой он с удовольствием хрустел.\n—Зепар, это так... — я вдыхала и выдыхала воздух в попытке найти нужные слова, но они все не находились, а демон лишь негромко смеялся.\n—Я умею удивлять, конфетка. Только нам уже пора. — произнес парень, и вновь не спрашивая у меня разрешения притянул к себе и усадил на коня, а после и сам сел сзади. \n—И куда мы? — спросила я, когда мы неслись через всю ферму, на нашем пути появилась старая арка, конь остановился перед ней и медленно в нее вошел.\n—Связь налажена, поэтому пора возвращаться. — услышала я, когда все вокруг начало меняться, а  я стала просыпаться. ",
    "answers": [
      {
        "id": 50,
        "text": "Проснуться..."
      }
    ]
  },
  {
    "id": 52,
    "text": "—Давай попробуем? Вдруг ты тоже маг. — спросил он, открывая книгу.\n—Не думаю, поэтому лучше я поиграю с этим малышом. — заявила я, когда котёнок мирно мурчал у меня на коленях. \n—Ну, ладно. — произнес он, слегка растроившись, а после произнес еще несколько заклинаний и десяток пушистиков облипили меня мо всех сторон. — Пусть это будет бонус. \n—Спасибо, Гарри! — завизжала я от радости. \n—Только не забывай, что мы здесь ненадолго. — сказал парень, щелкнув меня по носу.\n—А что дальше? — спросила я, наблюдая как он спускается к водопаду.\n—Идем покажу. — закричал с земли парень, я заинтригованная последовала за ним, разместив котят поудобнее. \n—И что теперь? — опять задала вопрос я, встав рядом с ним напротив воды.\n—Связь налажена, и теперь мы можем вернуться, Абби. — произнес парень, протянув мне руку, которую я схватила в тот момент, когда он уже ступал по воде, за водопадом виднелся проход, войдя в который, мир сразу поменялся и я начала просыпаться.",
    "answers": [
      {
        "id": 50,
        "text": "Проснуться..."
      }
    ]
  },
  {
    "id": 53,
    "text": "  Мы уже были готовы уходить ,я подошла к двери и взялась за ручку,но в этот момент дверь с грохотом разпахнулась,что меня от удара отнесло прямо в руки Рафаэлю.Он крепко подхватил меня своими руками ,не дав мне повалится на пол.\n—Смертная..- фыркнул он,ставя меня ровно на ноги.\n—О привет ребята.Как дела?- заговорил в своей манере Зепар,обращаясь к трем здоровенным охотникам,загораживающих собой дверь.\n  Мужчины были немыслемо больших размеров,а их свирепый вид ,внушал страх в мое человеческое сердце.Хотя грозный вид этих троих охотников,нисколько не смутил ребят.Ни один мускул на их лицах ,даже не дрогнул,а меня в этот момент пробирало до дрожи.\n—Нам нужна девченка! С вами потом разберутся.- заговорил рыжеволосый мужчина ,наверное старший из них.От его голоса волосы встали дыбом ,а я ближе прижалась к парням ,втиснувшись между Рафаэлем и Зепаром.",
    "answers": [
      {
        "id": 54,
        "text": "далее"
      }
    ]
  },
  {
    "id": 54,
    "text": "—Попробуйте забрать ее.-- пробурчал Гарри,сжимая кулаки.\n  Мужчины переглянулись и рыжий мотнув  остальным ,прошел во внутрь ,выхватив неизвестно от куда ,сверкающий меч.\n   Что происходило дальше ,это было полнейшим кошмаром .Словно картинки из боевика или фантастического фильма ,сошли с экрана телевизора .Гарри с помощью своей магии,создал вокруг меня шарообразный щит,пока я сидела в безопасности ,парни рисковали своими жизнями.От страшных  сцен боя ,в страхе закрыла глаза ,сильно зажмурившись и прикрыв руками лицо.Крики ,вопли доносились со всех сторон.Единственное желание было в тот момент,чтобы все немедленно прекратилось.\n  Звуки утихли.Нерешительно разомкнула свои глаза.От шока прикрыла рот рукой ,чтоб сдержать крик.Один охотник волялся на полу ,лишь изредка вздрагивая от электрического разряда,словно его кто- то бьет электрошокером.Второй лежал ,перевесившись через подокойник окна.А третий попусту был вмят в бетонную стену.\n",
    "answers": [
      {
        "id": 55,
        "text": "далее"
      }
    ]
  },
  {
    "id": 55,
    "text": "  Я не успела ничего сказать,меня просто схватил за руку ангел и потащил прочь из номера.Когда мы оказались на улице ,он крепко обхватил меня за талию и взмыл в воздух.Мои попытки заговорить сразу же пресекались,.Куда мы летим ,никто не сказал ,мне лишь оставалось молча наблюдать за дорогой.\n   Спустя пару часов ,приземлились на окраине города,около старенького заброшенного дома.После случившегося никто не хотел говорить,вся делигация в полном молчании вошла в дом.\n  Домик сам из себя был не очень и плох.Но беспорядок и толстый слой пыли портили все впечатление.Сам он представал из двух небольших спален ,гостинной и просторной кухни,в которой мне удалось найти дверь в ванную комнату,но заваленную всяким хламом.\n—Здесь определенно нужно прибраться.- оглядываясь по сторонам ,проговорила я .\n—Тебе надо ,вот и убирайся.- фыркнул Рафаэль усевшись на диван в зале.\n  Зепар тоже не горел желанием мне помочь,он плюхнулся в кресло ,подняв туман из пыли.От чего ,я разчихалась,а демон лишь засмеялся.",
    "answers": [
      {
        "id": 56,
        "text": "далее"
      }
    ]
  },
  {
    "id": 56,
    "text": "   Остаток вечера провела за уборкой,отмывая все от грязи и пыли.Разгребала хлам,скопившийся в доме и мешающий свободно передвигаться.И это все проходило под недовольное ворчание Рафаэля и ехидный взгляд демона.Лишь Гарри мне помогал в этом нелегком деле.\n   Уже к полуночи ,уставшая и не чувствуя ни рук ,ни ног повалилась на кровать.Даже не заметила ,как уснула.\n   Утром еле как поднявшись с постели побрела в гостинную.Парни сидели и о чем- то переговаривались,но при моем появлении притихли.Я бы конечно возмутилалась,но мне было сейчас все равно.У меня болело все ,включая наверно даже ногти ,по мне словно проехал каток,поэтому молча побрела в ванную.\n   Весь день каждый был занят своими делами,лишь изредка перекидываясь фразами или шутками.\n  И такими однообразными стали и остальные дни.Каждый сам себе на уме .От этого на меня навеяла скука,и вдруг мне в голову пришла шикарная идея.И когда парни уснули ,я отправилась на прогулку в город.",
    "answers": [
      {
        "id": 57,
        "text": "в городе."
      }
    ]
  },
  {
    "id": 57,
    "text": "   Медленно брела по темным улицам,огоньки фанарей мерцали теплым светом,освещая дорогу.Запракинув голову к небу,наблюдала за звездами,легкий ветерок трепал мои волосы,а я вдыхала чистый и прохладный воздух ночного города.\n   Тихие звуки машин в далеке,ненавязчивый стрекот сверчков,в полной тишине звучали ,как прекрасная мелодия,согревая мою душу.И я просто наслаждалась этим моментом,одиночеством тишиной и спокойствием. Даже иногда казалось ,что все что произошло ,просто страшный сон.Нет никаких магов,демонов ,ангелов и свирепых охотников, все сон ,а сейчас мне удалось проснуться .\n   Идя по улочкам города,разглядывала все ,что попадалось на глаза,словно сбежала из дикого леса,ей богу.Но сейчас почему- то все казалось неизвестным ,интересным и завораживающим.\n   Свернув по тропинке из парка и выйдя на центральную площадь,замерла в ужасе,моей идилии пришел конец.",
    "answers": [
      {
        "id": 58,
        "text": "далее"
      }
    ]
  },
  {
    "id": 58,
    "text": "   В десяти метрах от меня ,стояли охотники.Я точно знала ,что это они.Шестеро мужчин оглядывали окрестности и громко переговаривались.О чем именно не удалось разобрать.Но мне и не хотелось,единственная мысль была ,поскорее убраться от сюда.Только мои конечности закаменели и никак не хотели слушать свою хозяйку.\n—О чем я только думала!!- мысленно ругая себя,за свою глупость.Пыталась хоть как- то вернуть контроль над телом.\n  К моему счастью или невероятной удачи ,охотники меня пока не заметили и передвинулись на пару метров дальше.\n—Что ты тут делаешь!! Совсем с ума сошла!- послышался сердитый голос .\n  Сердце моментально упало в пятки и забилось в бешенном ритме.Я так напугалась,но когда обернулась ,смогла спокойно выдохнуть,позади меня скрестив руки на груди стоял...",
    "answers": [
      {
        "id": 59,
        "text": "Рафаэль",
        "need": [
          39
        ]
      },
      {
        "id": 60,
        "text": "Зепар",
        "need": 47
      },
      {
        "id": 61,
        "text": "Гарри",
        "need": 48
      }
    ]
  },
  {
    "id": 59,
    "text": "—Как же ты меня напугал! Как ты вообще меня нашел?- удивилась я,успокаивая испуганное сердцебиение.\n—Забыла? У нас теперь связь и я почувствовал ,что ты напугана.- ответил ангел ,буравя меня взглядом.\n—Там охотники!!! — неожиданно вспомнила про страшных ищеек ,показывая пальцем в сторону них.\n  Рафаэль устремил взгляд по направлению моего пальца и вдруг резко схватив меня в охапку и утащил в темный угол между домами.\n—Смертная ,ты в своем уме?? — заругался он ,выглядывая из за угла.-- Вот же присвятые угодники!!- воскликнул парень ,прижав меня к стене своим телом.\n—Что такое??- испуганно вымолвила я.\n—Они идут сюда.Сиди тихо.- цыкнул блондин и затаил дыхание.\n -- Нас убьют!!! Нам конец!!! — запричитала я.\n  Все попытки заставить меня молчать ,прошли крахом.Из моих уст нескончаемым потоком вырывались слова,которым не было конца.Меня охватила паника ,слезы и протяжные всхлипы разрывали ночную тишину.",
    "answers": [
      {
        "id": 62,
        "text": "далее"
      }
    ]
  },
  {
    "id": 60,
    "text": "— Зепар!! Ты меня напугал! — воскликнула я,востанавливая дыхание.\n—Конфетка ,ты совсем с головой не дружишь?? А если бы я не почувствовал твой страх?? Кстати чего ты....- не договорил парень,он вглядывался в ту сторону,где стояли охотники.\n  Неожиданно он схватил меня за руку и потащил в проем между арками парка,где образовался укромный уголок.\n—Они там??- дрожащим голосом вымолвила я,прижимаясь от страха к парню.\n—Да.И идут сюда.Поцелуй меня.\n—Что?? Ты сдурел?- возмущенно прицокнув,но демон взял все в свои руки ,пока я прибывала в шоке и нерешительности.\n   Брюнет  шагнул вперед, тут же сжав мою талию до боли. Его губы властно накрыли мои едва дрожащие губки , а горячий язык обвел контур нижней губы. \nСладко простонала, но мой стон потерялся в безумном поцелуе, завлекшем нас обоих. Демон издевался над моим ртом, как мог– чуть оттягивал нижнюю губу, прикусывая и тут же лаская и без остатка погружаясь в жаркий плен моего рта.Я неловко отвечала на его поцелуй, сплетая свой язык с чужим. \nЭто было похоже на дикий танец страсти.Оба забыли, кто ,мы и не вспоминали до тех пор, пока легкие не заболели от недостатка кислорода и, нам не пришлось оторваться друг от друга.",
    "answers": [
      {
        "id": 64,
        "text": "далее"
      }
    ]
  },
  {
    "id": 61,
    "text": "—Гарри!! Ты меня напугал!Что ты тут делаешь?\n—Наша связь.Почувствовал ,что ты в опасности ,вот и примчался.Что случилось?\n—Там охотники.- показывая пальцем в сторону них.\n—Вот черт!!! Идем!! Быстро!!- воскликнул парень и потянул меня за руку в сторону домов.\n   Мы втиснулись в узкий проем,наши тела сопрекосались ,от чего я слегка покраснела,но он не заметил этого,наблюдая за охотниками,которые двинулись в нашу сторону.\n—Чшшш..- приложив палец к губам шикнул маг,а я повинуясь затихла.\n    Гарри смотрел на меня с улыбкой,но всем телом чувствовала,что его мыщцы напряжены.\nА потом случилось то,что случилось...\n     Блондин долго вглядывался в мое испуганное лицо.Его сердце вдруг сильно заколотилось,а на губах скользнула еле заметная ухмылка.Маг подался в перед,и накрыл мои губы в нежном поцелуе.Ненавязчивом,но в тоже время властным.Его язык преодалев преграду моих сомкнутых губ,теперь во всю хозяйничал,вытворяя немыслемые пируэты.Его прерывестое горячие дыхание,разжигало огонь чувств во мне.Утопая в блаженстве ,обмякла в крепких объятиях мага.Руки парня безудержно иследовали мое тело.Я лишь успевала хватать ртом воздух,чтобы не задохнуться от нахлынувших эмоций.\n—Нам пора!- нехотя отстранившись ,проговорил Гарри,но в его глазах я видела желание и вспыхнувшюю страсть,которые огоньками плясали в его темных зрачках.\n—Пойдем.- прохрипела в ответ,глубоко вздохнув.\n   Он крепко обхватил мою руку и сжал в своей ладони.И мы торопливо направились в сторону дома,молчиливо поглядывая друг на друга.\n",
    "answers": [
      {
        "id": 65,
        "text": "далее"
      }
    ]
  },
  {
    "id": 62,
    "text": "—Замолчи!!- прикрикнул ангел,но от этого еще больше расплакалась.\n  Я дрожала  под гнетом его тела, явно не зная куда смотреть и как успокоится. Перед моими глазами были лишь губы, изогнутые в сердитую дугу. Я было уже хотела вырваться и бежать куда глаза гледят , но мне не позволили, заткнув рот поцелуем. Поцелуй был жарким, страстным, чуть грубым, но от этого не менее волнующим.  Мое тело лишь сильнее затряслось  в его руках, но уже через секунду обмякло и растворилося в объятиях мужчины.\n  Мимо прошли охотники и заприметив нашу парочку лишь усмешливо что- то сказали.Но мне было все равно ,как тряпичная кукла повисла в сильных руках Рафаэля .\n—Забудь что сейчас было! Это была вынужденная мера заставить тебя замолчать.- резко отстранившись проговорил он.\n—Ну ,ну.Будто другого способа не было!- фыркнув ,оттолкнула блондина от себя,ведь он до сих пор прижимал меня своим телом к стене.\n   Ангел расстерялся и не знал что ответить,от чего заставил меня улыбнуться.В его небесного цвета глазах ,плясали огоньки и ему явно не было так противно меня целовать,хотя он всем своим видом пытался убедить в обратном.\n—Расслабься ,я никому не скажу ,о твоей маленькой прихоти.- хихикнула я.На что получила опять сердитый взгляд ангела.\n—Надо возвращатся к остальным.- буркнул он.\n    Вдруг позади послышалось грозное рычание .Мы одновременно обернулись и увидили,как на нас уставились четыре пары злобных глаз.Огромные ,страшные существа,словно примяком востали из ада.Они принюхивались  и вдруг рванули на нас с грозным рыком.\n  Рафаэль схватил меня за талию ,я и понять ничего не успела,только громко завизжала.А он не теряя самообладания ,разправил  крылья и взмыл к небесам.",
    "answers": [
      {
        "id": 63,
        "text": "далее"
      }
    ]
  },
  {
    "id": 63,
    "text": "  Вернувшись в наше укрытие,я получила серьезный выговор от остальных.Таких напуганных лиц ,не видела никогда .А вот кричали все трое дружно,не стесняясь в вырожениях .Даже мой , не знаю как его называть то,хранитель что- ли ,даже после ,того что случилось между нами,вел себя так словно ничего не было вовсе.\n— И что это были за существа.??- громко спросила я,пытаясь перекричать парней,которые ругались на меня.\n— Вот смотри.-- проговорил маг ,раскладывая перед мной книгу.\n—Я если честно не верю,что подобная тварь напала на нас! — воскликнула,оттодвигая книгу от себя.\n—Читай!Это единственное существо ,подходящее под описание — коротко и ясно ответил Гарри,посмотрев на меня ,как на ребенка,не верющего в бабайку.",
    "answers": [
      {
        "id": 66,
        "text": "читать"
      }
    ]
  },
  {
    "id": 64,
    "text": "—Нам пора,охотники ушли.- шепнула я ,ему прямо в губы.\n—Ты уверенна? Они наверное где — то рядом.- так же шепотом ответил демон,обдавая меня горячим дыханием,и вновь припал к моим губам.\n   Мои губы откликнулись на его поцелуй,как два бушующих огня ,мы слились в страстном поцелуи,сжигая друг друга до тла.Брюнет властвовал над моим ртом,вытворяя все что ему вздумается,а мне и не хотелось ,чтоб это прекращалось,обвивь руками  шею ,прижималась к его разгоряченному телу .\n  Но неожиданно для меня отстранился...\n—Вот,а теперь нам точно пора.- ухмыльнулся он,глядя на мое расстерянное лицо.\n Молча кивнула ему в ответ,а Зепар подхватив меня на руки ,расправил свои крылья ,но  вдруг позади послышалось грозное рычание .Мы одновременно обернулись и увидили,как на нас уставились четыре пары злобных глаз.Огромные ,страшные существа,словно примяком воставшие из ада.Они принюхивались  и вдруг рванули на нас с грозным рыком.\n  Зепар крепче сжал меня в своих руках ,я и понять ничего не успела,только громко завизжала.А он не теряя самообладания ,разправил  крылья и взмыл в ночное небо .",
    "answers": [
      {
        "id": 63,
        "text": "далее"
      }
    ]
  },
  {
    "id": 65,
    "text": "    Вдруг позади послышалось грозное рычание .Мы одновременно обернулись и увидили,как на нас уставились четыре пары злобных глаз.Огромные ,страшные существа,словно примяком востали из ада.Они принюхивались  и вдруг рванули на нас с грозным рыком.\n  Гарри притянул меня к себе и прикрыл своей спиной ,я и понять ничего не успела,только громко завизжала.А он не теряя самообладания ,направил руки ,в сторону рычащих монстров ,и из них появилось яркое свечение.Как молния среди ясного неба,в существ полетело ,что то вроде стрелы или копья,они с визгом отступили назад.Маг зачитал шепотом заклинание и вокруг них образовался шар.Монстры скулили и рвались наружу.\n—Бежим!!!- крикнул парень и схватив меня за запястье потащил прочь.",
    "answers": [
      {
        "id": 63,
        "text": "далее"
      }
    ]
  },
  {
    "id": 66,
    "text": "  Адская гончая -огромная чёрная иногда с коричневыми пятнами собака со светящимися красными или жёлтыми глазами, очень сильная и быстрая, имеющая призрачную или фантомную суть и неприятный запах, а иногда даже способность говорить. Им часто поручено охранять вход в мир мертвых или выполнение других обязанностей, связанных с загробным или сверхъестественным миром, такие, как охота на заблудившиеся души и охрана сверхъестественных вещей.\n  Если человек заговорит или погладит Черного пса, это существо может наложить проклятие. Это «проклятие» представляет собой сначала причинение вреда разуму человека, затем ухудшение физического здоровья, что может привести к смерти.Иногда Черный пес появляется для исполнения божественного правосудия, преследуя виновного до тех пор, пока справедливость так или иначе не восторжествует.\n   В редких случаях адские гончии ,могут подчинятся хозяину,который имеет на них влияние или другие не известные причины,по которым эти существа ему подчиняются.Псы выполняют волю своего господина,и делают то ,что им прикажут.",
    "answers": [
      {
        "id": 67,
        "text": "далее"
      },
      {
        "id": 66,
        "text": "введите команды для картинки",
        "url": "https://sun9-24.userapi.com/c858424/v858424151/16a744/Ns1SXQx54Vw.jpg"
      }
    ]
  },
  {
    "id": 67,
    "text": "—Серьезно? — сглотнув ком, прошептала я, посмотрев на парней испуганным взглядом.\n—Представляешь! В нашем мире все иначе, и ПОКА ты его часть будь так добра веди себя благоразумно, чтобы в следующий раз нам не пришлось собирать твои останки по кустам. — произнес ангел, потирая руки в напряжении. \n—По вашему я хотела становится его частью? — закричала я, понимая, как глаза наполняются соленой водой, которая мешала разглядеть выражения лиц парней. — Я жила и никого не трогала, а потом все изменилось... Пришли вы и стало все иначе...\n—Абби. — Гарри хотел что-то сказать, думаю только он относился ко мне лояльно, Рафаэль видел во мне помеху, а Зепар развлечение.\n—Я хочу побыть одна. — прошептала я, направляясь в свою комнату. \n—Совсем скоро нам нужно будет выдвигаться в путь. — напомнил Рафаэль. \n—Поздравляю. — мой голос звучал равнодушно, сейчас мне действительно было плевать на все что происходило.",
    "answers": [
      {
        "id": 68,
        "text": "День спустя..."
      }
    ]
  },
  {
    "id": 68,
    "text": "    Я провела целый день в кровати, лежа под одеялом в позе зародыша. Парни не доставали меня, что мне очень нравилось, в какой-то момент я даже подумала, что эта история мне только приснилось, но не тут-то было, открыв глаза, меня все также окружала хижина, которая словно давила на меня со всех сторон гнедущей обстановкой. Под вечер я сползла с кровати, но лишь из-за биологической нужды в туалете. Открыв дверь в гостиную, я обнаружила, что в комнате никого не было, чувство страха охватило меня, когда я увидела записку на столе.\n    \"Даем тебе время побыть одной.\"\n—И как это понимать? — спросила я вслух не то у себя, не то у записки.\n    Выйдя на улицу, прохладный ветер радостно приветствовал меня, ласково поглаживая мое лицо уставшее и помятое. Оставаться здесь мне совсем не хотелось, но и боязнь еще раз встретиться с охотниками или адскими псами меня не прельщала. Но что-то словно звало меня в лес, в самую его чащу.",
    "answers": [
      {
        "id": 69,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 69,
    "text": "    После получаса ходьбы я вышла к широкой реке, в которой отражалась полная луна. Подойдя ближе, я присела на корточки и опустила в нее руки. Вода оказалась ледяной, но именно она успокаивала мои расшатаные нервы подобно чаю с ромашкой, набрав в руки воды, я умылась ее и, слегка подрагивая от холода, легла на траве, вытянув руки в стороны. Хруст веток вывел меня из состояния полудремы, я резко подскачила на ноги и в далеке от себя увидела тень.\n—Эй, кем бы вы не были, мне не нужны проблемы. — крикнула я, а себе под нос добавила. — У меня итак их вполне достаточно. \n—Я не желаю тебе зла. — голос был мужской, слегка грубый, но по своему приятный. \n—Тогда что вам нужно? — спросила я, в поисках средства для обороны. \n—Предупредить тебя, Гейл. — меня словно хватил паралич, так меня назвали лишь однажды.",
    "answers": [
      {
        "id": 70,
        "text": "Вспомнить..."
      }
    ]
  },
  {
    "id": 70,
    "text": "    На свое тринадцатилетие я получила странное письмо, на конверте были странные закарючки и кроме моего имени больше ничего. Открыв его, я обнаружила лист бугами, на котором было написано красивым почерком написано, что по мне безумно скучают и в скором времени приедут меня навестить, после были поздравления и пожелания здоровья. А в конце я точно запомнила подпись: \"Милой Гейл, моей гордости.\" Когда я показала маме письмо, она разозлилась и попыталась разорвать письмо, но на ее попытки письмо никак не реагировало, мне только почему-то казалось, что оно обжигало мамины руки и на них оставались ожоги. Уже чуть позже я узнала, что мое имя обозначает \"Гордость отца.\"",
    "answers": [
      {
        "id": 71,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 71,
    "text": "—Кто вы?! — крикнула я, пытаясь всмотреться в темноту. — О чем вы хотите предупредить? \n—Не хочу тебя пугать, поэтому сначала лучше о деле... Ты не обычный человек, ты дочь демона. Подобных тебе называют нефилимами, они очень сильные и могучие по сравнению с обычными людьми, некоторые даже обладают магической силой. Нефелим рождается у обычной женщины, которая была с демоном, либо с ангелом, так родилась и ты. Благодаря твоей матери, твои силы были скрыты даже от тебя самой, она очень тщательно скрывалась от всего мира, но главное от меня, Гейл, но то что случилось с тобой недавно помогло разбудить твои силы, и я нашёл тебя. — закончил мужчина, выходя под свет луны, я видела его впервые в жизни, но складывалось ощущение, что я видела его где-то прежде. Бросив взгляд на отражение я поняла почему. Мы были похожи. Непросто похожи, сходство было удивительным.\n—Вы что мой... — ком в горле мешал говорить, а ноги словно меня не слушались.\n—Да, Гейл, я твой отец. — продолжил за меня мужчина, я и не знала, что сказать, потому что сама не знала родного отца, у меня была только мама и тетя, которая редко нас навещала.",
    "answers": [
      {
        "id": 72,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 72,
    "text": "—И где же Вы были все это время? И то письмо оно было Ваше? — мне было больно, все это время я завидовала ребятам, у которых были отцы, мне всегда казалось, что только папа всегда защитит и скроет от всех невзгод, я была словно беззащитной.\n—Милая, если бы я знал где ты, я бы... — договорить ему так и не получилось. \n    Из кустов выскачили те самые адские гончии, что я видела в городе. Ужас сковал мое тело. Вот он какой мой конец. Закрыв глаза, я мысленно приготовилась к смерти,  но вместо этого на мое плечо легка теплая рука. Открыв глаза, я увидела, как мужчина загораживает меня своим телом, а после что-то шепчет на своем языке. В следующую секунду перед нами появляются три адских пса, которые по размеру оказались куда больше тех, что преследовали меня.\n—Держись рядом, дочка. — спокойным голосом проговорил мне \"отец\" сейчас я и не решилась бы отойти от него даже на шаг.\n    Между псами завязалось целое побоище. В воздухе витал тошнотворный запах плоти, в разные стороны разлетались клочья шерсти. Никто из них не хотел сдаваться. ",
    "answers": [
      {
        "id": 73,
        "text": "Наши победили?!"
      }
    ]
  },
  {
    "id": 73,
    "text": "    Бой закончился победой троих адских псов. Четыре проигравших поджав хвосты, поспешно уносили ноги, при этом истошно поскуливая. Развернувшись к нам, один из псов заговорил:\n—Они ушли, но думаю, что в будущем они еще вернутся. Их подослал демон.\n—Неужели чтобы убить? — спросил мужчина, тревожно взглянув на меня, осозновая тот факт, что он демон, я старалась не верить во все его переживания полностью. Но как я уже поняла, знаки, которые оставила мне Аврора, предупреждают меня об опасности, а в этот раз этого не было.\n—Нет, им поручено ее контролировать... Чтобы не убежала далеко. — ответил пес.\n—Странно, кому это нужно. — задумался отец, я все еще в стахе от присутствия адских псов, дернула его за рукав пиджака и указала на псов. — Тебе не зачем их бояться, Гейл, ты моя кровь, и они не причинят тебе вреда.\n—Да, у вас двоих довольно схожий запах. — подойдя ближе и принюхиваясь ко мне, сказал пес, а я сделала пару шагов назад. — Ммм, маг и демон, отличное сочетание.",
    "answers": [
      {
        "id": 74,
        "text": "-Маг? Что это значит? "
      }
    ]
  },
  {
    "id": 74,
    "text": "—Твоя мама она маг. Ты не знала об этом? — нескрываемое удивление отразилось на его мужественном лице.\n—Моя мама зам. директор компании, а не какой-то там маг. — ответила я, делая несколько шагов назад, но остановилась, когда наступила на что-то мягкое.\n—Ммм, моя лапа. — позади меня оказался один из псов, который сейчас стоял на трех лапах и слегка поскуливал.\n—Прости пожалуйста. — вырвалось у меня.\n    Все еще до смерти напуганая этими существами, я присела на корточки перед трясущей своей лапой собакой и протянула руку, чтобы осмотреть ее. Сначала пес настороженно поглядывал в мою сторону, после в сторону мужчины, но как только я дотронулась до лапы и начала ее понемногу разминать, услышала над своей головой легкий смешок.\n—Сразу видно чья ты дочь. Но запомни, что с другими так не выйдет, если псы, которые служат мне, еще выдержат подобное, но остальные могут убить. — я посмотрела на него и утвердительно кивнула. ",
    "answers": [
      {
        "id": 75,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 75,
    "text": "—Может ты расскажешь мне, что с тобой стряслось? Почему на тебя охотятся адские псы? — он не настаивал, спокойно интересовался, но все же казалось, что это больше походило на приказ.\n—Это долгая история... Но могу ли я Вам доверять? — поднявшись на ноги, я встала напротив него, старательно пытаясь понять его истинные мотивы.\n—Можешь не рассказывать мне ничего, это твое право. Я представляю, как странно это выглядит со стороны, и ты по праву можешь мне не доверять. В любом случае я буду защищать тебя, наконец-то найдя тебя, я не допущу чтобы с тобой что-то произошло. \n    Подумав немного, я все же решила поделиться с ним своими переживания, и надеюсь, что не зря.\n—Это все началось с того, как я попала в аварию... Не знаю, что именно происходило, пока я была без сознания, но когда очнулась, то... — я не могу рассказать ему еще что-то, потому что это может повлечь неприятности для Авроры и Астарты. \n—Так вот с чего все началось.- задумчево проговорил отец.",
    "answers": [
      {
        "id": 76,
        "text": "далее"
      }
    ]
  },
  {
    "id": 76,
    "text": "— Прости ,но большего сказать не могу.\n— Я не настаиваю,не хочешь ,можешь не говорить.Но возьми с собой Беса.- кивнув на громадного адского пса ,сказал отец.- Он защитит тебя.\n— Км..и как я должна с таким громилой ходить? Я ничего против не имею,но..\n— Не переживай на счет этого.Кроме тебя его никто не увидит,если сама этого не захочешь.\n— Нуу..тогда ладно..- ответила я,глядя на пса.\n  Бес внимательно смотрел на меня,недоверчиво принюхивался,но потом подошел похрамывая и уткнулся носом мне в ладонь.\n— Буду рад служить вам.- ответил пес ,на мой удивленный взгляд.\n— Ну все дорогая,мне пора.\n— Но я хотела еще немного поговорить.У меня столько вопросов.- раздосадованно проговорила ,поглаживая Беса,который как обычная собака,ластился и вилял хвостом.\n— Тебя уже ищут.Мы скоро увидимся дочка.- ответил отец и изчез ,что даже не заметила, как именно. ",
    "answers": [
      {
        "id": 77,
        "text": "далее"
      }
    ]
  },
  {
    "id": 77,
    "text": "  Я стояла и смотрела на то место,где секунду назад был отец.Даже не знаю ,стоит ли мне ему доверять.Но если он говорит правду,тогда думаю можно дать ему шанс.Пока мучалась со своей делемой,Бес вздыбив шерсть зарычал.\n— Ты чего?? — погладив его по спине .\n— Там магические существа.И один запах мне знаком,только не пойму от куда.\n  Я начала вглядываться и высматривать через густые заросли ,кто же там идет,но услышав знакомые голоса ,успокоилась.\n— Все хорошо ,они со мной.Сиди тихо ,чтобы тебя не заметили,а то не хочу им объяснять,от куда ты взялся.- сказала я псу и поспешила на встречу парням.\n— Вот ты где!!! — радостно воскликнул Гарри ,обнимая меня за плечи.\n— Смертная,ты вообще с ума сошла!! Кто позволил тебе уйти из дома!!!- заругался сердито ангел.\n— А я что обязана разрешения спрашивать,чтобы выйти!! Я тебе не собака и не рабыня сидеть в заперти и ходить по струнке!!- прошипела в ответ блондину,на что он лишь смерил меня злобным взглядом ,но промолчал.\n  ",
    "answers": [
      {
        "id": 78,
        "text": "далее"
      }
    ]
  },
  {
    "id": 78,
    "text": "  Зепар стоял отрешенно в стороне и молча наблюдал за нашей троицей.\n— Раз она уже нашлась,то может вернемся? Или тут и ночевать будем.- проговорил брюнет,и не дожидаясь ответа рассправил крылья и взлетел.\n— Думаю он прав .- улыбнулся маг и протянул руку .\n— Гарри ,ты иди ,а мне нужно поговорить с ней на едине.- холодным тоном сказал Рафаэль ,встав напротив протянутой руки парня,тем самым не давая возможности мне ответить на жест Гарри.\n— Хорошо.- недоумевающе ответил он ,поглядывая то на меня,то на ангела.\n— Не оставляй меня с ним одну..- беззвучно шевеля губами,умоляюще глядела на мага,но он лишь  безпомощьно пожал плечами,развернулся и ушел туда от куда они пришли.\n— Ты!!!!- резко обернувшись ко мне ,закричал блондин.\n— Я???- отступая на шаг от парня.\n  В это время Бес зарычал ,и был готов разорвать на кусочки моего обидчика.",
    "answers": [
      {
        "id": 79,
        "text": "далее"
      }
    ]
  },
  {
    "id": 79,
    "text": "  Я не заметно замахала рукой псу,чтобы тот успокоился.Бес скривив недавольно морду ,отступил ,но был в боевой готовности защитить меня любой ценой.\n  А ангел продолжал угрожающе надвигаться,его лицо не вырожало каких либо эмоций,лишь скулы крепко сжались и слышан был скрежет зубов.\n— Заносчивая,глупая человечишка...- прорычал блондин,а в его глазах мелькала злость..\n— Ты кто такой ,чтобы меня так называть.Да вообще знаешь кто я!!!!- но прикусила язык ,не думаю что стоит ему рассказывать про разговор с отцом.\n— Ну и кто?- самодавольно усмехнулся он.\n— Вообще то девушка ,в первую очередь.Где твои манеры.Ты ангел или как?- уперев руки в бока ,зыркнула на блондина.\n— Ты блоха,которую я с легкостью прихлопну!! Ты понимаешь ,что из за твоих необдуманных выходок ,может пострадать Аврора? Или тебе плевать!!!! Если тебя схватят и поймут ,что она нарушила правила ,ей конец!! Она изчезнет в никуда!!!- кричал Рафаель,размазивая руками.",
    "answers": [
      {
        "id": 80,
        "text": "далее"
      }
    ]
  },
  {
    "id": 80,
    "text": "— Мне не плевать.И прекрати орать на меня!!!!\n— Не пойму ,зачем они это сделали..Ты такая бесполезная и жалкая.\n— Ну раз я такая,чего тут разпинаешься??- фыркнула я,а злость закипала внутри меня.\n  Да как он смеет так обращаться со мной,я же не просила девочек это делать со мной,а теперь из за них ,должна выслушивать и терпеть ,этого бешенного и злющего ангела.\n— Смертная,моли бога ,чтобы все закончилось хорошо ,иначе.....- пробубнил сквозь зубы он.\n— Иначе что?? Убьешь? Что !! Что ты мне сделаешь?? Я тебя не боюсь и не нужно строить тут мачо и пугать меня!!\n— Узнаешь...- стиснув от напряжения челюсть ,прорычал ангел.\n— Знаешь...Мне все равно ,что ты про меня думаешь,но не советую крылатая ты гадина,угрожать мне. ...- надеясь на защиту моего пса ,решила высказать ему все ,что думаю.\n  Но договорить мне не удалось ,т.к Рафаэль быстро подскачил и схватил меня за грудки..",
    "answers": [
      {
        "id": 81,
        "text": "с вызовом уставится на него",
        "need": [
          62
        ]
      },
      {
        "id": 82,
        "text": "испугаться",
        "need": [
          64
        ]
      },
      {
        "id": 83,
        "text": "громко закричать",
        "need": [
          65
        ]
      }
    ]
  },
  {
    "id": 81,
    "text": "  От моих действий ,ангел вдруг улыбнулся и разжал кулак.\n— Странная ты.- проговорил блондин ,вглядываясь в мое лицо.\n— Не страннее тебя.То орешь,то лыбишься!- фыркнула раздраженно я.\n— Извини вспылил.Просто думал ты сбежала или попала в беду.Я не хотел тебя напугать.- проговорил ангел,все так же внимательно изучая мое лицо.\n— У тебя не очень выходит извинятся.Ты вообще отшибленный на всю голову.И не ассациируешься с образом ангела.- сложив руки на груди прошипела в ответ.\n— Ты совсем за языком не следишь! Ты хоть думаешь перед тем ,как что то сказать? — улыбнулся он ,делая шаг на встречу.\n— Иногда .И то не всегда.- улыбнулась я в ответ.\n  А Рафаэль все ближе и ближе подходил ко мне,его лицо не вырожало никаких эмоций ,лишь глаза...они странно поблескивали и были устремлены на меня.",
    "answers": [
      {
        "id": 90,
        "text": "далее"
      }
    ]
  },
  {
    "id": 82,
    "text": "  Я лишь испуганно вздрогнула.А ангел вытянул губы в кривую ухмылку и сердито впился в меня взглядом.Мне вдруг так страшно стало от его взгляда ,что собиралась натровить на него Беса,но чья — то рука с силой отдернула Рафаэля от меня.\n— Ты что творишь!!- орал взбешенный Зепар .\n— Воспитательная беседа.- фыркнул блондин.- Между прочем твоя сестрица тоже в опасности из за этой смертной.И тебя так же должно волновать безопастность Астарты и Авроры.\n— Это не твое дело Раф.И я сам поговорю с Аббигейл.\n— Ай!!- вскрикнул вдруг блондин ,схватившись за пятую точку.\n Демон непонимающе уставился на него,а я заметив давольную морду пса ,тихо засмеялась.\n  Ангел долго озирался по сторонам ,а потом наградив нас сердитым взглядом ,взлетел к небесам и скрылся из виду.\n— Спасибо.- сказала я двухсмысленно ,поглядывая то на демона ,то на Беса.\n  Пес кивнул головой и скрылся в ближайших кустах,а Зепар подошел вплотную и приобнял за талию",
    "answers": [
      {
        "id": 88,
        "text": "далее"
      }
    ]
  },
  {
    "id": 83,
    "text": "— Не ори.Тебя все равно никто не услышит.- грозно проговорил парень.\n А я так напугалась ,что готова была натравить на него Беса,но неожиданно появившийся Гарри ,отпихнул блондина и встал между нами.\n— Ты сказал ,просто поговорить хочешь.Что ты делаешь!!!?- закричал маг .\n— Она это заслужила.- прорычал Рафаэль,отступив на шаг.\n— Это не тебе решать.\n— Гарри,со мной все хорошо.- положив ему на плечо руку ,проговорила я.А он бережно,перехватил мою ладонь в свою и крепко сжал.\n— Ты так кричала..- вздохнул мой спаситель,прильнув губами к тыльной стороне руки.\n  Я слегка улыбнулась и заглянула в его глаза,почему то рядом с ним ,мне было спокойно,а доброта и нежность исходящие от него ,заставляли трепетать все внутри.\n  Ангел фыркнул и забубнел себе под нос ,а потом неожиданно вскрикнул,схватившись за пятую точку.",
    "answers": [
      {
        "id": 84,
        "text": "далее"
      }
    ]
  },
  {
    "id": 84,
    "text": "  Мы с магом устремили взгляды на него,но то что я увидела заставило меня тихонько засмеяться.\n  Ангел прыгающий на месте,а позади мой невидимый и опасный защитник.Он решил наказать этого злюку и укусил его.А теперь сидел с давольной мордой ,как ни в чем не бывало.\n  Рафаэль долго еще оглядывался по сторонам ,но так и не смог понять ,что случилось.Бросив на нас сердитый взгляд ,улетел.\n— Пойдем домой.- шепнул Гарри,сплетая пальцы с моими.\n— Пойдем.- ответила ему,и мы двинулись в сторону дома,по пути благодарно улыбнулась псу и подмигнула ему.На что получила одобрительный кивок головой и виляние хвостом.\n  Тихо хихикая и вспоминая лицо Рафаэля ,ухватившись крепко за руку Гарри ,шла за моим спасителем ,давольная и счастливая.",
    "answers": [
      {
        "id": 85,
        "text": "около дома ."
      }
    ]
  },
  {
    "id": 85,
    "text": "  Пока мы шли ,парень лишь иногда косился на меня ,но так ничего не сказал.Вскоре немного не дойдя до дома,он потянул меня за собой и когда мы оказались на небольшой полянке ,отпустил мою руку и задумчево проговорил.:\n— Я хотел сказать..\n— Что случилось??- испуганно спросила я,ведь на парне не было лица,он весь напрягся и тяжело дышал..\n— Уже завтра мы будем у моего учителя,но я не хочу чтобы ты меня забыла.- с грустью в голосе проговорил он.\n— По другому нельзя,иначе Аврора и Астарта будут из за меня в беде- вздохнув ответила я,а сердце болезнено сжалось,при мысли что больше не увижу этого парня.\n— Я знаю.- шепнул маг ,опустив глаза на землю.\n  Я видела ,как он тоскует,но ничего поделать не могла.Единственное ,что могла сделать ,это сделать для него этот последний вечер не забываемым и в тайне надеялась ,что он будет долго хранить память обо мне.Не на сукунду не задумываясь ,подошла к нему и крепко обняла.\n  Он нерешительно обвил свои руки вокруг моей талии и слегка прижал к себе .Маг поднял голову и мы встретились взглядами,но этого было достаточно.",
    "answers": [
      {
        "id": 86,
        "text": "поцеловать."
      }
    ]
  },
  {
    "id": 86,
    "text": " Наши губы встретились в нежном поцелуи.Сначало он был трепетным ,но с каждым вздохом переростал в нечто большее..Становился более глубоким ,требовательным ,но все так же оставался ласковым .Мои губы заныли от долгого поцелуя,но парень продолжал держать меня в своих объятиях ,лишь спустя двадцать минут неохотно выпустил и отступил .\n— Я тебя никогда не забуду.- шепнул маг одними лишь губами,и быстро спрятав взгляд ушел в дом.\n  Я смотрела в след удаляющейся фигуре ,а тоска пожирала каждую клеточку моего тела.\n— Хороший парень.- сказал Бес ,уткнувшись носом в мою ладонь.\n— А ты что... Ты все это время тут был??- испуганно проговорила я,глядя на эту наглую морду.\n— Да.И все видел и слышал.- засмеялся он,а мое лицо залилось краской.\n— Не стыдно?- возмутилась я .\n— За что?Я же одним глазком всего.- невозмутимым тоном произнес пес .\n— Вот ты ...- фыркнула в ответ ,но долго злится на него не смогла ,поэтому присев на корточки обняла его за шею и уткнулась носом в его шерсть. \n  Посидев так некоторое время ,все же решила вернуться в дом,завтра трудный день и нужно выспаться.",
    "answers": [
      {
        "id": 87,
        "text": "Утром."
      }
    ]
  },
  {
    "id": 87,
    "text": "  Проснулась я с первыми лучами солнца,вставать было совсем не охото ,поэтому развернувшись на другой бок,решила еще понежится в кровати.Но уткнулась коленом в Беса ,который по хозяйски развалился рядом и во всю похрапывал.Обняв своего защитника ,вновь провалилась в царство сноведений.\n— Эй конфетка вставай!Нам пора отправляться.-  голос демона,вторгся в мой сладкий сон.\n— Сейчас...- недавольно забурчала в ответ,разворачиваясь на другой бок.\n— Считаю до трех- весело пробубнел брюнет и начал отсчет.- Раз.\n— Да все ,все встаю!!!\n— Три!!!- крикнул Зепар и безцеремонно стащил меня за ногу с кровати.\n— Эй !! А где два? Так не честно!!- потирая ушибленное место бухтела я,искоса зыркая на парня.\n— Я ж демон.Нашла кому верить.- безразлично пожал он плечами.- Пять минут красотка и мы выдвигаемся!- подмигнул он выходя из комнаты.\n— Вот же...- запыхтела ему в след,но успокоилась и быстро начала собираться.",
    "answers": [
      {
        "id": 94,
        "text": "В пути"
      }
    ]
  },
  {
    "id": 88,
    "text": "— Не за что ,конфетка.Не зря же ты тогда выбрала меня.- улыбнулся брюнет ,все сильнее прижимая меня к себе.\n— Ну да..- протянула в ответ и попыталась отстранится ,но сильные руки парня стискивали меня крепко ,не давая пошевелится.\n— Мы завтра будем уже у учителя Гарри.Я буду скучать по тебе.- сказал парень ,подмигнув мне .\n— Эээм..\n— А ты будешь по мне скучать?- усмехнулся задорно он,заглядывая в мои глаза.\n— Если вспомню.- улыбнулась я в ответ,вновь повторив попытку вырваться из объятий.\n— Ты уж посторайся.- шепнул демон мне на ухо,обдавая кожу горячим дыханием.\n  От этого по телу пробежала приятная дрожь,и я неожиданно вздрогнула.Демон заметив мою реакцию ,улыбнулся загадочной улыбкой и резко притянул к себе еще ближе,что чувствовала его напряженные мышцы пресса ,даже через нашу одежду.В момент мое лицо покраснело ,а парень сверкнув задорно глазами впился в мои губы.\n  Поцелуй был настойчевый ,жадный и ненасытный.Он вновь вытворял все ,что вздумается,но его чарам и умениям я не смогла сопротивляться.",
    "answers": [
      {
        "id": 89,
        "text": "далее"
      }
    ]
  },
  {
    "id": 89,
    "text": "  Позволила делать все ,что ему вздумается,повиснув в крепких мужских руках,наслаждалась моментом.Ведь уже завтра не буду его помнить,поэтому наверное можно немного поддаться эмоциям .\n— Нам пора.- отстранившись проговорил демон и не отпуская из своих рук ,рассправил крылья и вместе со мной взмыл вверх.\n  Все это время он прижимал меня к себе ,а я просто уткнувшись в его грудь и вдыхала аромат исходящий от одежды парня.\n— Спокойной ночи .- сказал брюнет,когда мы приземлились около дома и чмокнув меня в щеку ,скрылся за дверью.\n— Спокойной ночи..- шепнула ему вслед ,тяжело вздохнув.\n— Не нравится он мне.- фыркнул Бес,уткнувшись носом в мою ладонь.\n— И я сама запуталась хороший он или плохой.- ответила задумчево я ,потрепав пса за ухом.\n— Пойдем спать .- выпустив шумно воздух из легких ,проговорила я ,направляясь в дом.",
    "answers": [
      {
        "id": 87,
        "text": "Утром"
      }
    ]
  },
  {
    "id": 90,
    "text": "  Первое что пришло мне в голову,это то что он все же решил меня прибить.Но если бы хотел ,уже сделал,поэтому его молчание напрягало и приводило меня, в недоумение и легкий испуг.И тут моя защитная реакция включилась и я начала болтать несвязный бред.\n— Ты можешь хоть иногда помолчать.- запыхтел парень ,приблизив свое лицо к моему.Его дыхание обожгло кожу,а по телу побежали мурашки,не то от страха ,не то бог знает от чего.\n— Нет.- ответила первое ,что пришло в голову и продолжила тараторить .Про какие то пряники ,то животных из книг,давно прочитанных мной.\n— Помолчи!- шепнул мне в губы Рафаэль ,притянув меня к себе ,стиснув в своих сильных руках.\n  Я лишь ойкнула от неожиданности,но близость этого парня ,зажгла во мне какие — то новые для меня чувства.Такие не понятные моему разуму и сердцу.\n  Он продолжал держать меня в своих объятиях ,всего мгновение ,а его губы накрыли мои.Я выпучила на него удивленно глаза,он же слегка приподнял уголок губ в усмешке и вновь поцеловал.",
    "answers": [
      {
        "id": 91,
        "text": "далее"
      }
    ]
  },
  {
    "id": 91,
    "text": "  Страстно,но нежно он продолжал ласкать мои губы .Под его напором ,не смогла устоять и ответила со всем желанием и пылкостью ,которой только могла.Стало жарко ..слишком жарко..Огонь воспламенившийся между нами ,сжигал все мое нутро до тла.Ноги предательски подкашивались ,наровя уронить свою хозяйку на землю,но ангел крепко держал ,не давая повалится на холодную траву.Дыхание сбилось,а воздух  ,с каждым вздохом покидал легкие.\n— Нам надо идти .- прохрепела я,отстраняясь от разгоречившегося блондина,который и не думал выпускать из плотного кольца своих рук.\n— Ты права.- тяжело выдохнув проговорил он.И так и не разжимая объятий вспархнул к ночному звездному небу.\n   Пару минут и мы уже стояли напротив дома.Он задумчево смотрел куда то сквозь меня.Глубоко вздознув он открыл было рот,чтобы сказать что- то,но резко зажмурив и вновь расспахнув глаза ,оставил легкий поцелуй на моей щеке и молча ушел в дом,оставляя меня в легком недоумении и расстерянности.",
    "answers": [
      {
        "id": 92,
        "text": "далее"
      }
    ]
  },
  {
    "id": 92,
    "text": "— Странный он.- фыркнул Бес ,присев рядом с моей ногой .\n— Это точно.- вздохнула я,продолжая смотреть на закрытую дверь дома.\n— Я думаю он хотел что- то сказать ,но передумал.- сказал пес ,так же поглядывая на дверь.\n— Не знаю,все может быть..- задумалась я,поглаживая пса по голове.\n— Хочешь я его покусаю?- проговорил он ,с надеждой глядя мне в глаза.\n— Зачем?\n— Ну как зачем?? Хотя просто хочу его укусить.- буркнул недавольно Бес.- А то ишь чего вздумал кричать на тебя .\n— Не надо .- улыбнулась ему .- Пойдем спать защитник.- засмеялась я,потрепав его за ухо.\n  Он давольно забурчал и побежал к дому,мне не очень хотелось ,но тоже побрела не торопливо за ним.\n  В доме стояла тишина ,наверное все уже улеглись спать,прошмыгнув тихо в комнату легла на кровать ,думая о сегоднешнем дне и то что уже завтра этот кошмар закончится ,а я вернусь к прежней жизни.Сон быстро пребрал мой уставший разум к себе в руки ,и я незаметно провалилась в его объятия\n",
    "answers": [
      {
        "id": 87,
        "text": "Утром."
      }
    ]
  },
  {
    "id": 93,
    "text": "    Пролог.\n\nДве личности живут во мне,\nДушу мою терзая.\nОдна, как утренний рассвет,\nСогреет от боли и мрака.\nНакрыв белоснежными крылом,\nБережет мою душу от ада.\n\nВторая темна словно ночь,\nИ нет от неё ничего ,\nНи тепла, ни добра.\nЛишь холод и боль.\nНенавистную злость в моей крови разжигая...\nВот, что она мне только дала..\nСердце моё, в тиски зажимая...\n\nНо манит она к себе,\nТьмою меня соблазняя...\nИ нет спасения мне\nТемнота меня поглощает.\n\nКто вы? Ангелы? Бесы?\nКричала я в пустоту...\nНадеясь услышать ответ...\nНо послышалось  лишь в тишине..\nТихое пение, как шелест листвы,\nИ шопот...\nМанящие в пропость...",
    "answers": [
      {
        "id": 2,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 94,
    "text": "    Собрав свои скромные пожитки, я наспех поела, то что заботливо приготовил Гарри.\n—Ты как? — спросил он, пока ангел и демон о чем-то спорили на улице.\n—Честно? Сама не знаю, я так много всего узнала и увидела, а теперь мне нужно будет это все забыть. Обидно как-то это признавать, но раз нет иного пути я должна с этим справиться. \n—Ты впервые за все наше знакомство сказала что-то путное, а я то думал, что ты совсем... Ммм, как бы лучше выразиться: бестолковая, жалкая, пропащая или никчемная, в общем выбирай сама. И \"если\" можно, то давай шустрее. — вечные едкие комментарии Рафаэля были уже мне привычны, думаю я буду по ним скучать. \n—Конфетка, он прав, успеешь ещё поесть, я тебе потом могу даже романтический ужин устроить при свечах и с огромной кроватью. — и по этим пошабным шуточкам я тоже буду скучать. \n—Не обращай внимание на них и ешь спокойно. — рука Гарри накрыла мою, на что я улыбнулась, по его заботе и поддержке я тоже буду безумно скучать, пусть даже и не вспомню об этом. \n—Я готова. Можем идти. — наконец-то ответила я.",
    "answers": [
      {
        "id": 95,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 95,
    "text": "    Дорога заняла около часа. В этот раз обошлось без происшествий. Хотя рука с отметиной Авроры постоянно покалывала.\n—Вот мы и на месте, — произнёс Рафаэль, когда мы стояли перед небольшим двухэтажным домом фисташкого цвета, лужайка которого переливалась самыми разными цветами из-за многочисленности видов и раскрасок цветов.\n    Сердце так часто билось, что этот монотонный стук отзывался у меня в ушах. Почему сейчас я испытывала такой страх? Страх перед неизвестностью или же я боялась лишиться части своей памяти, части истории своей жизни? Я не знала, но отступать было поздно. Глубоко вздохнув, я вышла вперёд и постучала в дверь. Дверь нам открыла миловидная старушенка. Я никогда не могла определить возраст людей даже приблизительно, но ей уверена точно лет за сто. \n—Кэйти, здравствуйте. Мы к учителю, она нас ждёт. — произнёс Гарри, на что женщина кивнула и пустила нас в дом.\n    Когда мы поднимались на второй этаж я почувствовала знакомый запах, от Беса исходил точно такой же запах.\n—Хозяин здесь. — произнёс он, когда я вопросительно на него посмотрела.",
    "answers": [
      {
        "id": 97,
        "text": "Войти в комнату"
      }
    ]
  },
  {
    "id": 96,
    "text": "Логан. ",
    "answers": [
      {
        "id": 40,
        "text": "Назад "
      },
      {
        "id": 96,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d04/2011/ae/fc3eb872d354.png"
      }
    ]
  },
  {
    "id": 97,
    "text": "    Когда я вошла, то увидела просторный кабинет. Все как обычно: книжные полки под потолок, полностью заполненные старыми книгами в твердых переплетах, кожанный диван и кресла, на котором сидел отец, а точнее человек, который им представился. Он говорил с кем-то кто сидел за письменным столом, лица я не видела, так как неяркий свет горел лишь возле дивана.\n—Гейл, ты здесь? — удивился он, чуть ли не подпрыгнув со своего места и поспешив по мне, но парни прикрыли меня собой, не позволяя ему приблизиться. — А мы тут говорим с твоей...\n—Тётя Марго? — вскрикнула я, когда настольная лампа включилась и я наконец-то увидела кто сидел передо мной.\n—Тётя? Как понимать это Марго? Ты что скрыла от нее, что ты ее мать? — он начал кричать, а я с негодованием уставилась на тетю, по ней было видно, что она занервничала.\n—Абби, как хорошо, что с тобой все в порядке. Я уже все знаю и поверь, уже скоро все будет как прежде. — гипнотизирующим голосом произнесла она, подойдя ближе ко мне, отец хотел остановить данный процесс, но и тут ему не позволили.\n    Все случилось быстро, что я даже не сразу поняла, что именно произошло. Когда тетя была всего в шаге от меня, она резко схватила меня за челюсти, так что мне пришлось открыть рот. Именно тогда она и поднесла ко мне руку, на котором сидело какое-то насекомое, напоминающее сороконожку.",
    "answers": [
      {
        "id": 98,
        "text": "Извиваться"
      }
    ]
  },
  {
    "id": 98,
    "text": "    Но оказалось уже поздно, спрыгнув с ее руки насекомое не теряя времени оказалось у меня во рту и начало ползти по горлу к мозгам. Я тут же упала на колени и схватилась за голову.\n—Какого черта! Марго? Мы же договорились, если она тебе все равно не нужна! Верни мне дочь! — все громче и требовательнее кричал демон.\n—О чем он говорит? — негромко прохрипела я, сумев подняться на ноги.\n—Что ж раз ты все равно это забудешь, то слушай. Много лет назад я начинающий маг, перед которой открывались огромные перспективы на свою беду встретила демона, который много говорил, но увы мало делал, и влюбилась. Вскоре я забеременела, но мне было некогда до всего этого, делать аборт было поздно. Тогда я пришла к сестре, она сказала, что заберет ребёнка, а я смогу продолжить работу. Так все и случилось, пока не произошла эта история и твой отец  не узнал о том, что ты вообще существуешь. — закончила свой словно обыденный и сухой рассказ женщина, которую я не могла охарактеризовать иначе. — Да, я твоя биологическая мать, а Мелинда лишь твоя тетя. Но не переживай, скоро ты обо всем забудешь. \n    Впервые мне так сильно не хотелось забывать о том, что случилось за это время. Я была шокирована тем, что услышала и мне захотелось убежать и хоть попытаться остановить этот процесс. Так я и сделала. Резко выбежала из комнаты и понеслась по лестнице, словно за мной кто-то бежал, но погони не было, что меня удивило. Я успела совсем немного отбежать от злополучного дома, когда увидела перед собой мужчину из больницы. \n—Вижу процесс уже запущен, что ж Вы можете ничего не делать и просто все забыть, тогда Ваша жизнь вернётся на круги своя, а можете прекратить забывать все то, что знаете и остаться, чтобы докопаться до истины. Выбор за Вами, Аббигейл.",
    "answers": [
      {
        "id": 99,
        "text": "-Я хочу забыть "
      },
      {
        "id": 100,
        "text": "-Я хочу остаться "
      }
    ]
  },
  {
    "id": 99,
    "text": "—Это Ваш выбор. Не каждый в состоянии выдержать груз правды. И к тому так для всех будет лучше. Ваши хранители скоро вернутся, — произнес он, придерживая мое обмякшее тело.\n    Чувство было, что я не спала много дней подряд и только и делала, что работала и работала, а сейчас у меня выдалась свободная минута для отдыха и облегчение накрывало меня с головой. Я продолжала слушать слова поддержки от этого загадочного мужчины, пока он нес меня куда-то. Ещё минута и все будет как прежде.\n—Прощайте, — прошептала я, в последний раз представляя образы ребят, которые стали мне друзьями. \n\n    Неделя спустя. \n—Эмма, говорю тебе, съездим на следующей неделе за твоей сумочкой... Да не закончится твоя акция... Ладно, договорились, через час жду. — закончив вызов, вздохнула я. — Мам, зачем так много? Я же не съем все. Тетя Марго скажи ей. \n—Мелинда, она права, не забывай о фигуре девочки. — слегка надменно произнесла тетя, на что мама фыркнула и положила большой стейк и ей в тарелку.\n—Ешьте и никогда не забывайте, что у нашей семьи хороший метаболизм, ведь мы ведьмы. — рассмеялась мама, а я вместе с ней.\n—Тогда самые привлекательные ведьмы на свете, — добавила я, поправляя причёску.\n—Говорите за себя, — ухмыльнулась тетя. — Я волшебница или фея крестная, ну уж точно не ведьма.\n    После того, как я очнулась в больнице, у меня было ощущение, что я что-то забыла, первое время я старалась разузнать, что же это была за авария и кто в ней виновен, но сейчас в кругу самых близких я понимаю, что не стоит ворошить муравейник, если у тебя не защиты от разгневанных муравьев.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 100,
    "text": "—Честно признаться, я надеялся на этот ответ, — довольно и пусть немного устрашающе улыбнулся мужчина. — Что ж тогда я надеюсь, Вы не будете на меня гневаться.\n—Почему я должна гневаться на вас? — слегка испуганно спросила я, сжимая каждую клеточку своего тела.\n—Из-за этого. — произнес он, подойдя ко мне слишком близко.\n    Склонив голову он слегка прижался своими губами к моим, от неожиданности я попыталась отстраниться от него, но он несильно прижал меня к себе. Я была в его плену, хоть и клетка моя, и цепи были картонные, и я могла сбежать в любой момент, но не делала этого. Когда наш поцелуй закончился он улыбнулся мне и коснулся рукой своей груди.\n—Взгляните, — произнес он, разжав кулак, из которого тут же выпорхнула маленькая бабочка. — Это создание лишь в руках людей может приносить вред, а так оно невинно, как и Вы.\n—Но что теперь? — спросила я, глядя вслед бабочки и опасливо озираясь на дом.\n—А теперь начинается все самое интересное. \n\n    Неделя спустя. \n—Аббигейл, завтрак на столе уже остыл, — произнес Логан, выходя из ванны, зрелище было то ещё,  потому что из одежды на нем было лишь полотенце, обмотанное вокруг бедер, — И прошу Вас не пялится на меня.\n—Я не пялилась, не выдумываете, — покраснев, бросила я, накрываясь белоснежным одеялом дорогого гостиничного номера.\n—В любой другой ситуации, пожалуйста, но нам скоро идти на встречу с полицейскими, которые занимались или еще занимаются Вашим делом, сержант Рос.\n—А форма у меня будет, \"сержант Макрей?\" — играть в ненастоящих копов мне уже начинало нравиться. \n—Нет, форма свободная, но все же лучше если будет классический костюм.",
    "answers": [
      {
        "id": 1,
        "text": "Конец... а может и нет"
      }
    ]
  },
  {
    "id": 101,
    "text": "",
    "answers": []
  }
]