[
  {
    "id": 1,
    "text": "Дом Испытаний глазами Сокола. \n\nРекомендую для начала ознакомиться с первой историей:116215 (номер)\n\nавтор:ящер\n",
    "answers": [
      {
        "id": 2,
        "text": "начали. "
      }
    ]
  },
  {
    "id": 2,
    "text": "Еще один день сурка. Снова. Сколько я здесь?Тысячу лет? Две тысячи? Больше,много больше....Хотя... Я ведь хронос, возможно, прошла всего неделя... Спрошу у Ворона, когда встречу. \nСкука одолевает. Когда в последний раз здесь  появлялся человек? Давно. Очень. Уже теряю счет времени. Стоп. Чую живого. (Сижу на чердаке над первой комнатой)",
    "answers": [
      {
        "id": 3,
        "text": "(Посмотрю вниз)"
      }
    ]
  },
  {
    "id": 3,
    "text": "Так и есть. Человек. В отключке. О,очнулся!",
    "answers": [
      {
        "id": 4,
        "text": "(наблюдаю)"
      }
    ]
  },
  {
    "id": 4,
    "text": "Странно,не скулит,маму не зовет. Даже не кричит. Хотя,возможно,и не очнулся до конца еще.",
    "answers": [
      {
        "id": 5,
        "text": "(следим дальше)"
      }
    ]
  },
  {
    "id": 5,
    "text": "Озирается. Но ничего не видит. Эх, была бы возможность убрать ловушки или хотя бы осветить комнату... Но тут живут твари. Они не позволят. Их территория. ",
    "answers": [
      {
        "id": 6,
        "text": "(наблюдаем далее) "
      }
    ]
  },
  {
    "id": 6,
    "text": "Вот же... Он начал шарить по полу и, естественно, попал рукой в челюсть одного из гадов. Упал. Сразу в него вцепились десятки других. Он умер жуткой смертью.  \nНо сейчас мое время. Надо попробовать переиграть ситуацию. ",
    "answers": [
      {
        "id": 7,
        "text": "(мотаем время) "
      }
    ]
  },
  {
    "id": 7,
    "text": "Я отбросил его во времени и оставил фонарь, но, похоже,ему досталось несколько лишних предметов. Снова первая комната. ",
    "answers": [
      {
        "id": 9,
        "text": "(наблюдать) "
      },
      {
        "id": 12,
        "text": "(следить за попаданцем) "
      },
      {
        "id": 14,
        "text": "(что он предпримет?) "
      },
      {
        "id": 17,
        "text": "(гребаный смотритель) "
      }
    ]
  },
  {
    "id": 8,
    "text": "Не смог я. ",
    "answers": []
  },
  {
    "id": 9,
    "text": "Итак, он додумался заткуть пасти тварей ветками, хорошо, что гады слепые. Идет к окну.  Пока твари не поняли обмана, я могу помочь. ",
    "answers": [
      {
        "id": 10,
        "text": "(показаться) "
      }
    ]
  },
  {
    "id": 10,
    "text": "Я передал ему ключи от последней двери. Это против правил, но это позволит спастись и мне, и ему. Но, боюсь, мне за это еще придется заплатить... ",
    "answers": [
      {
        "id": 11,
        "text": "(оглянуться) "
      }
    ]
  },
  {
    "id": 11,
    "text": "Мои \"слуги\" за спиной. Порыкивают, готовые вцепиться. Пока я хранитель Дома, некоторые твари мне подчиняются, но я слабею, они уже хотят напасть.  Если не выберусь или не отыщу помощника, меня банально растерзают. Не факт, что смогу восстановиться. Угораздило же вляпаться в это измерение... ",
    "answers": [
      {
        "id": 13,
        "text": "(вернемся к попаданцу) "
      },
      {
        "id": 16,
        "text": "(что у игрока?) "
      }
    ]
  },
  {
    "id": 12,
    "text": "Кретин, осёл, дурак! Похоже, он либо идиот, либо псих. Он нашел и съел фонарь... Не, на ЭТО я тратить силы больше не буду. Оставлю труп местным обитателям. ",
    "answers": [
      {
        "id": 1,
        "text": "(заново) "
      }
    ]
  },
  {
    "id": 13,
    "text": "Он успешно миновал дракона. Повезло, что не завопил, а тихо обощел. ",
    "answers": [
      {
        "id": 1,
        "text": "(Пока что это последняя страница) "
      }
    ]
  },
  {
    "id": 14,
    "text": "Он осветил комнату и пошел к двери. Я не успел предупредить.  Лезвие упало и разрубило беднягу... ",
    "answers": [
      {
        "id": 7,
        "text": "(мотаем время) "
      }
    ]
  },
  {
    "id": 15,
    "text": "",
    "answers": []
  },
  {
    "id": 16,
    "text": "Он увидел дракона. Заорал и был сожран. Предсказуемая реакция... ",
    "answers": [
      {
        "id": 11,
        "text": "(отмотаем время) "
      }
    ]
  },
  {
    "id": 17,
    "text": "Что за!? В комнате что-то взорвалось! Опять смотритель? Видимо,да... Вот же гад. ",
    "answers": [
      {
        "id": 7,
        "text": "(мотаем время) "
      }
    ]
  },
  {
    "id": 18,
    "text": "",
    "answers": []
  }
]