[
  {
    "id": 1,
    "text": "\nАвтор: VeraVik\nжанр: фэнтези\n\n\nДорогие читатели, я случайно вышла из своего профиля и как на зло забыла пороль. Так что продолжать буду с этого аккаунта простите за неудобство...\n\nИ да простите что пропала на целый месяц это было не просто так. Я сильно заболела и не могла писать, а потом что-то произошло и у меня отключили связь с интернетом, я очень извиняюсь и постараюсь писать книгу очень часто чтобы загладить свою вину.",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://a.radikal.ru/a29/2002/9c/e52a936100f3.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "\nЯ очнулась неизвестном мне месте прямо посреди дороги если точнее. Были слышны звуки толпы хотя людей не было и погода изменилась, шел снег. Совсем недавно было лето так почему идёт снег? Все было зелёным, а теперь вдруг снег.\n— О, ты очнулась? \n— Как видишь. Слушай, а где мы?\n— Мы около ворот города Айлана, этот тот город который никогда не участвует в войне в нем всегда мирно.\n— Но здесь нет никаких ворот мы вообще посреди дороги.\n— А вот тут ты ошибаешься. Себастьян прошёл вперёд и исчез. Ну и куда он пропал?\nВдруг голова Себастьяна появилась и я вздрогнула.\n— И чего ты там стоишь? Мне долго тебя ждать? Точно это же просто невидимый проход. Как я сразу не додумалась? Надо же как-то скрыть мирный город",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "\nЯ прошла через него и оказалась в шумном городе, но он был очень необычным. Каждый второй пользовался магией у многих на плече сидели волшебные существа, и даже были магазины магических артефактов. Будто бы страницы учебника по истории ожили и это было круто. Вдруг у меня заболело сердце прям как в тот раз. Только не говорите мне, что я опять потеряю сознание.\n— Это плохо... Давай найдем место чтобы поговорить. Внезапно Себастьян щёлкнул пальцем, и мы оказались на крыше высокого дома. \n",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "\n— Ты знаешь что с тобой? И что с твоей магией?\n— Вроде бы\n— В три года даже у самых гениальных детей только начинается первое пробуждение,  а у тебя уже второе. Ты понимаешь что это значит?\n— Неужели, то что я могу умереть и это даже не исправить?\n— Не совсем, один выход есть.\n— И какой?\n— Мы не можем вернуть тебе первое пробуждение магии. Это просто невозможно это как вернуть взрослого человека в детство, но мы можем сделать третье пробуждение.\n— Но разве не будет только хуже?\n— Нет, третье пробуждение магии заключительное и поэтому оно не вредит не телу не здоровью, а лишь укрепляет его.\n— Значит просто нужно пробудить заключительное пробуждение.\n— Эй подожди, подожди. Это не так-то и просто с твоей магией, нам нужно кое-что раздобыть чтобы магия вышла на третий, заключительный уровень.\n— И что же нам надо раздобыть?\n— Вряд-ли тебе это понравится, но темный лотос\n\n",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "\nТемный лотос не обычный цветок, а цветок смерти. По легенде очень много магов хотели заполучить его огромную силу, но все кто хотя бы входил в пещеру где он растет гибли. Но огромное желание получить силу так просто не утихомирить. Одни за другими пытались сорвать проклятый цветок, но все было бестолку все погибали. Одна девушка отважилась пойти в то место где растет цветок она выжила, но вернулась  обезумевший. В пещере она увидела лужи крови и костей это были жертвы цветка. После этого зрелища она и чокнулась с того момента место где обитает темный лотос объявили местом погибели и никто туда больше не ходил. Конечно сейчас есть смельчаки который хотят заполучить силу тёмного лотоса, но их все меньше",
    "answers": [
      {
        "id": 6,
        "text": "далее"
      },
      {
        "id": 5,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b24/2002/d7/2eb2140c363d.jpg"
      }
    ]
  },
  {
    "id": 6,
    "text": "\n— И зачем же он нам или ты меня на смерть решил отправить?\n— Розалин, ну соображай почему маги погибали как только ходили туда? Потому что цветок убивал их, а почему девушка выжила? Почему цветок ее не убил?\n— Эм...\n— Потому что девушка куроити и обладала магией тьмы. Цветок тоже обладал силой тьмы он неубивает тех кто обладает этой магией, понимаешь?\n— А вдруг ты ошибаешься?\n— Я был там и проверял это\n— Ну так бы сразу и сказал\n— Ты ведь привыкла к крови и чему-то подобному?\n— Конечно, я же прошла войны.\n— Замечательно с катушек не съедешь.\n",
    "answers": [
      {
        "id": 7,
        "text": "далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "\n— А что будем делать когда найдём этот цветок?\n— Ой, да, я забыл кое-что тебе сказать есть одна проблема вообщем я не могу пойти с то тобой.\n— Что? в смысле?!\n— Дело в том, что туда мне дороги нет. Так что я все объясню что надо сделать и телепортирую тебя. \n— Но как я вернусь обратно?\n— Когда появишься в пещере тебе не придется искать цветок лотос будет сам тебя звать, так что удачи.\n— Я спросила как мне вернуться обратно?\n— Постарайтесь не умереть госпожа. \n— Что?\nСебастьян щёлкнул пальцем и вдруг я оказалась высоко в небе.",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "\nЧто!? Что чёрт возьми происходит!? Почему я падаю!? Всё произошло настолько быстро что я не успела сообразить\nЯ лишь постепенно приближалась к земле и думала что это последние секунды моей жизни. Уже чуть ли не плача я готовилась к смерти, но как бы это было не странно я не почувствовала совсем никакой боли когда упала даже не потеряла сознание наверное это Себастьян постарался посмотрев вперёд я увидела жуткую пещеру даже по её виду можно было сказать что там есть темные силы\n— Чтож наверное мне туда.... я встала и с большой неохотой медленно пошла внутрь.",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "\nВнутри пещеры было более жутко чем снаружи было слышно как капли стекали по стенам пещеры, а впереди был тусклый свет. Интересно какой источник этого света? Вдруг я случайно вляпалась в лужу и что-то раздавила посмотрите какая я молодец свинка ещё та...\nЯ аккуратно убрала ногу и МАТЬ МОЯ!! Жидкость в этой лужи была красной и очень сильно напоминала кровь но это ещё не всё. Наступила я на самый настоящий череп. О боже! Боже, боже, боже... Неудивительно что девушка совсем рехнулась представляю что ждёт меня впереди... По моей спине были мурашки я сглотнула и продолжила идти, но чем дальше я шла, чем больше мне казалось что кто-то зовёт меня, а потом я услышала какой-то тихий напев",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      },
      {
        "id": 9,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d39/2002/97/7a9256fd9a95.jpg"
      }
    ]
  },
  {
    "id": 10,
    "text": "\nЛа, ла, ла, ла, ла\n— К-Кто здесь!? Выходи, кем бы ты не был!\n— Ближе, ближе, ближе иди ко мне, очень интересно ведь долго была во сне, в любопытстве утопаю я очень хочу увидеть тебя. \nГолос был женским и сам напев был жутким будто это пел призрак. Но мне надо было идти вперёд поэтому я собралась духом и стала идти на этот жуткий голос. Мне было страшно непонятно отчего и непонятно почему я вообще чувствую страх, я ведь через столько прошла. Я ощущала какую-то жуткую и мощную энергию мне хотелось стошнить голова болела, а чем ближе к голосу я шла тем хуже мне становилась будто эта энергия с каждым шагом росла.\n— Ближе, ближе, ко мне подходи. Хочу испачкать пещеру в твоей крови. Ну же осталось немного чтож идёшь ты так медленно и долго?\nЯ была совсем близко мне осталось сделать всего два шага и я увижу кто там, но что-то мне мешало это страх, но почему я боюсь? Я ведь кроме крови ничего не увидела. Почему же я не осмелюсь сделать всего два шага? Я ведь видела намного хуже этого.\n Я набрала всю смелость закрыла глаза и сделала эти чёртовы два шага я вся тряслась от ужаса, но почему?\n",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "\nОткрыв глаза я ужаснулась стены пещеры были измазаны кровью и были ели видны кровавые отпечатки. На земле же были огромные лужи крови я что-то такое представляла но... в жизни это выглядит намного жутко... Я посмотрела вперед и увидела цветок тёмного цвета наверное это и есть тёмный лотос. Но только один вопрос кто был...\nЛа, ла, ла, ла, ла, ла, ла\nНеужели это и вправду ты?\nВот и встретились мы\nнеожидала увидеть тебя\nя очень удивлена.\n— Неужели это напевает цветок?\nТы только догадалась?\nЯ в тебе разочаровалась...\n\nИ зачем же ты пришла скажи мне, а может жить надоело тебе?\n— Я пришла для того чтобы получить твою силу. Дрожащим голосом произнесла я.\n— Ахаха дитя, ты хоть знаешь что я?\n— Да, если не знала не пришла бы.\n— Интересненько, боишься меня, но всё равно пришла сюда? А если я тебя убью\nА ведь и правду Себастьян может ошибаться и я здесь могут погибнуть это может быть моей последней минутой жизни и...\n— Успокойся я просто шучу. Тайну я тебе открою \nздесь пролили маги очень много крови, но ты особенная тебя я не убью. Лишь силы подарить могу\nНо взамен...\n— Взамен?\n— Скажешь судьбу одной гадюки, у меня ведь не глюки? Ты же из будущего \n— Какой ещё гадюки? О чем ты вообще?\n— Ахаха. Нехорошо врать за этот ответ можешь сильно пострадать.",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "\n— Ты... Ты про моего отца?\n— Видишь, всё ты знаешь. Зачем же ты это скрываешь?\n— Откуда ты узнала про него он ведь даже не родился?\n— А разве это важно?\n— Разумеется! Ты знаешь что он украл, ты знаешь кто его предки и чем он овладел.\n— Хм, чувствую что это не самое лучшее место для разговора. \nВдруг у меня потемнело в глазах и сильно закружилась голова. Я так ослабла что не удержалась на ногах и упала прямо в лужу крови потеряв сознание.\n",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "\n— Здесь намного лучше разговаривать ты так не считаешь?\nВдруг передо мной появилась темноволосая девушка, а я оказалась в странном пространстве.\n— Где я? Кто ты?\n— Где мы можно сказать не где, просто пустое пространство где нет ничего, а кто я это неважно. Лучше скажи каково иметь такую могущественную силу и иметь такую огромную власть?\n— О чем ты говоришь?\n— Неужели Джулиан тебе так и не сказал, а он и не изменился все такой же жестокий.\n— Кто такой Джулиан?\n— Неважно, твой слуга накопил достаточно манны так? Когда я дам тебе силы его манна на время исчезнет имей ввиду.\n— Подожди! Кто такой Джулиан? откуда ты знаешь о моём отце и Себастьяне и разве ты не говорила что дашь мне силу если я расскажу судьбу моего отца?\n— Себастьян? О, значит ты его так назвала. Не думаю что все эти вопросы важны, а судьбу ты уже и так мне рассказала что он все таки сумел украсть это.\n— Но я хочу знать что...\n— Пока, надеюсь мы ещё увидимся, зато что ты мне понравилась я предскажу твою судьбу это будет мой прощальный подарок.\nВнезапно девушка появилось у меня за спиной и стала говорить шёпотом.\n",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "\n— Я вижу твою судьбу очень четко, но расскажу лишь часть однажды твоя же сила заберёт у тебя всё. Но если этого не произойдёт, то ты сойдешь с ума от власти это две твои дороги. Пока, пока моя императрица.\nВдруг я открыла глаза будто это был всего лишь сон. Я снова оказалась в пещере, но цветка не было. Стоп, а как я вернусь обратно? Себастьян так и нечего и не объяснил мне я же не могу остаться здесь навсегда нужно что-то придумать...\n— Чего тут думать я уже здесь.\nВдруг я услышала больно знакомый голос.\n— Себастьян?\n— Ну, а кто ещё? Ты в порядке ничего не случилось?\n— Да, нет... ничего... А почему спрашиваешь? Ответила я решив не рассказывать что произошло.\n— Ну... Просто... твое лицо...\n— А что с ним? Спросив дотронулась до лица и осознала что оно испачкано.\n— Это? Я просто подскользнулась и упала ничего такого.\n— Ладно... Кстати я немного передохну восстановлю манну и мы обратно в город.\n— Хорошо. С улыбкой произнесла я. Мне настолько хотелось уйти подальше от этого жуткого места что я была просто счастлива что отсюда мы скоро уйдем и больше не вернёмся.",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "Дворец красной луны:\n\n— Ты нашла её Шарлотта?\n— Да, мой лорд\n— Прекрасно. Улыбнулся человек в капюшоне.\n— Сила императрицы очень огромна хоть пока и спит в ней. Нам нужно узнать о императрицы побольше, намного больше. Но не сейчас... Подождём удобного для нас случая, а пока рассказывай на какой стадии её магия.\n— Мой лорд не думаю что вы мне поверете но...\n— Да..?\n— Третий уровень.\n— Что? Ахах ха-ха ха-ха\nВнезапно он засмеялся дьявольским смехом который даже у Шарлотты вызывал мурашки по коже.\n— Императрица... А вы умеете удивлять.",
    "answers": [
      {
        "id": 15,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b24/2002/b9/247b7fb8944b.jpg"
      },
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "\n— Странно...\n— Что?\n— Моя манна не восстанавливается\n— Почему? \n— Я не знаю если честно...\nЭтого ещё не хватало мы же не останемся здесь навсегда? Манна должна восстановиться и вообще я так... хочу спать...\nВдруг я облокотилась на стены пещеры и начала засыпать. Странно разве я должна хотеть спать? Особенно в таком месте, хотя неважно...\n— Эй, Розалин? Ах да после получения третьего уровня тело должно максимально расслабиться неудивительно что она засунула. Так будет намного лучше не хочется чтобы она беспокоилась ведь мне единственному надо беспокоится...\n",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "\nКровавая сакура цветет\nИ война идет\nНет смысла убегать и тем более кричать.\nЕсли генералом сможешь стать\nОбречен навек страдать.\n\nЭй ты, не зевай, возьми меч, а не отдыхай.\nНе жди свой смертный час! Готовься к бою сейчас!\n\nЧерез кровь, пот и слезы пройди.\nЧесть и доблесть у солдата в крови.\n\nПлевать насколько жестоким должен оказаться ты.\nЕсли надо даже умри\nТолько страну защити\nУбей кого угодно\nВыполняй свой долг покорно.\n\nЭй, ты не жестокий непокорный?\nУсловия эти не сможешь выполнять?\nТогда тебе не только солдатом не стать.\nЭто знают даже дети\nТаким придется познать вкус смерти.\n\n",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "\n— Розалин, Розалин вставай, просыпайся!\n Я открыла глаза и увидела что мы находимся на крыше того самого здания. Фуух... Я уже думала что мы никогда не выберемся из той жуткой пещеры.\n— Как себя чувствуешь?\n— Немного странновато.\n— Ну это нормально после  третьего пробуждение, ты пока отдохни, а я раздобуду еды.\n— Хорошо\nСтолько времени прошло, а я всё ещё вспоминаю свои деньки генерала и эти строки на камне который стоял на границе страны Ай и Лан... \n\nЭй ты не жестокий непокорный Условия эти не сможешь выполнять?\nТогда тебе не только солдатом не стать.\nЭто знают даже дети\nТаким придется познать вкус смерти.\n\nПосле того как эти строки сумели прочитать, в двух странах который жили в мире начался спор о том как лучше защищать страну жестоким методом как написано на камне или же более мягким, а после началась война и даже никто не понимал почему они воюют все считали это как обязанностью и все забыли что это страшная война из-за какого-то спора...",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "\nКаждая семья должна была воевать, но так как я была единственным здоровым ребёнком в семье на войну отправилась я. Хоть у меня и получилось остановить весь этот ужас, и даже заключить союз с империями, но это стоило мне одного глаза и ноги...\n— Розалин я принес поесть\n— Здорово я так голодна. Я не буду вспоминать прошлое теперь у меня новая жизнь.\n— Стоп... Себастьян, ты что эти фрукты украл?\n— Ну да.\n— Но это же незаконно.\n— Правда? Ну тогда ты моя напарница в этом, теперь мы преступники.\n— Ты хоть понимаешь какое сейчас время!?\n— Обедать?\n— Это время когда за воровство оставляли без рук!\n— А ну это не страшно ртом же ем к тому же магия на что?\n— Идиот ты совсем не осторожный! Хотя если не кто не заметил можно и не волноваться.\n",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "\nЯ взяла в руки серый мешок фруктов который Себастьян украл и выбрала яблоко.\n— Розалин, ты ведь знаешь что нужно сделать раз мы собираемся скрывать твое происхождения и жить на улице?\nСпросил Себастьян аккуратно чищя свой банан.\n— Ну для начала нужно найти какой-нибудь укрытия чтобы не замёрзнуть ночью, а потом придумать как заработать деньги.\n— И?\n— Научиться контролю магии.\n— Именно, но для начала... Себастьян съел банан и взял из кормана мешок с золотыми монетами.\nЯ посмотрела на Себастьяна как на полного дурака потому что это зашло слишком далеко.\n— Я не крал это клянусь не смотри на меня так.\n— Тогда где ты это взял?\n— Ты ведь знаешь что люди даже в это время бросают монету фонтан и загадывают желание.\n— Ну да\n— Так вот эти монеты я взял в фонтане.\n— Себастьян... Я положила свою руку на лоб и стала думать как вообще нормальному это может прийти в голову.\n— Что Себастьян? Если они бросали монеты в воду значит они им не нужны.",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "\n— Ах... Ладно... Сколько у нас?\n— Примерно пятьдесят тысяч золотых монет.\n— Сколько!? Подавилась яблоком я.\n— Себастьян, так шутить не стоит.\n— А я и не шучу если хочешь сама посчитай.\n— И это все в одном фонтане?\n— Нет это все на одной стороне фантана.\n— Что!?\n— Ты бы видела какие сокровища на дне фонтана желаний.\n— Так закрыли тему, я не хочу это слушать. Лучше скажи что мы собираемся делать с этими деньгами ты ведь что-то задумал? Иначе столько денег ты бы не брал\n",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "\n— Ты как всегда догадлива\n— Ну так что мы будем покупать?\n— Ну во первых одежду не будешь же ты в пижаме ходить.\nА ведь он прав...\n— Перчатки нам тоже нужны, чтобы скрыть твои символы на ладонях это прямое доказательство что ты из императорской семьи.\n— То есть если увидят мои ладони, то все узнают кто я.\n— Плащ с капюшоном тоже не помешал бы\n— А это ещё зачем?\n— Твоя внешность \n— А что с ней не так? Обычные черно фиолетовые волосы и глаза сиреневого цвета.\n— В том то и дело что необычная, ты думаешь кто-то поверит в то что ты не из императорской семьи с такой внешностью?\n— А ведь и вправду я же по внешности как этот осёл император.\n— Вот-вот... Дальше по списку нам нужны не тяжёлые снаряжение. Железные, но удобные перчатки, наколенники сапоги и специальная одежда для тренировки твоей магии и так на всякий случай. Разумеется ещё учебник магии и волшебная палочка.\n",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "\n— То есть одежда, плащ, перчатки, снаряжения, учебник, волшебная палочка и я бы добавила сюда какой-нибудь оружие например клинок.\n— Ну вот и разобрались куда деть деньги. Ну что идём по магазинам, но сначала спрячь руки в карманы\n— Знаю я знаю.\n— Вот и хорошо. Себастьян щёлкнул пальцем и мы телепортировались с крыши на землю.\n— Давай с начала купим одежду\n— Я тоже думаю нужно начать с неё, но куда идти?\n— В этом городе полно магазинов найдём и магазин одежды просто нужно поискать\n— Проще говоря ты не знаешь куда идти?\n— Ну да так что будем идти прямо\n— Ну... Ладно... Я и Себастьян пошагали вперед в поисках магазина, но мне нравилось ",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "\nВедь пока мы шли я увидела столько интересного мне даже удалось погладить магического питомца крылатого тигра от него исходила такая мощная магия. Интересно, а смогу ли я когда-нибудь приручить хотя бы одно магическое существо? Когда я научусь контролю магии обязательно попробую хотя говорят что это очень тяжело...\n— Эй, Розалин я кажется нашёл территорию рынка\n— Когда ты успел?\n— У меня было время. Себастьян взял меня за руку и куда-то повёл.\n— Нам сюда. Остановился он. Я даже слово вымолвить не успела как непонятным образом мы очутились на шумном рынке.\n— Но мы же.... но мы же только что...\n— Ой, да забей, лучше давай искать магазин одежды.",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "\nЯ была в полном шоке ведь это были не ворота и уж точно не телепортация. Тогда что это было? Как мы оказались на этом необычном месте? Я снова стала оглядываться вокруг и заметила что тут одни маги.\n— Себастьян, а нам здесь можно находится?\n— Ну ты маг, так что да.\n— Но Себастьян я читала что есть такие места где находится только одна конкретная раса другим запрещено \n— Ну и?\n— Себастьян ты не понимаешь суть, я даже не знаю являюсь ли я чистокровным магом...\n— О, так вот в чем проблема. Не волнуйся никаких даже самых мелких признаков нет что у тебя смешанная кровь\n— Ты уверен?\n— Хм... Когда ты гладила этого крылатого тигра ты хоть чуть-чуть понимала его?\n— Нет\n— Ты ощущаешь что на земле тебе некомфортно и ты не знаю хочешь передвигаться по воздуху?\n— Нет\n— Ты слышишь каждое трепетание, и у тебя ну очень хорошая реакция, что каждый шорох для тебя как грохот?\n— Нет\n— Сейчас ты ощущаешь в себе силу с помощью который ты могла бы поднять что-то тяжёлое?\n— Нет\n— Ты ощущаешь магию внутри себя и остальных?\n— Да\n— Ну вот, поздравляю, ты чистокровный маг.\n— Эм... Неубедительно...\n— Просто верь мне\n",
    "answers": [
      {
        "id": 25,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c32/2003/e0/8601edb72116.jpg"
      },
      {
        "id": 26,
        "text": "далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "\n— Себастьян я не знаю кто является матерью Бины... Все что мне известно это то что она умерла после того как родила принцессу тьмы. Поэтому как ты можешь знать наверняка что я чистокровный маг?\n— Разве я не говорил тебе? Наша манна связана, а по ней можно узнать какой ты расе принадлежишь или чистокровной ли ты являешься.\n— До этого момента я знала только что наша манна связана, но то что по ней можно определить расу...\n— По манне много чего можно определить и неудивительно что ты об этом не знаешь уверен о манне в вашем времени ничего подобного не написано. Да и со годами люди забывают это и магия с каждым веком становится не нужной, но до твоего поколения где магия была редкостью ещё очень-очень далеко, сменится много тысячелетий, так что не рассчитывай что сможешь дожить до своего времени.\n— Я даже не думала об этом... Кому вообще надо столько жить?",
    "answers": [
      {
        "id": 27,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 27,
    "text": "\n— Кстати... Вдруг Себастьян остановился.\n— Думаю нам сюда. Он указал пальцем на огромное белое здание где над дверью была вывиска \"Жемчужина,\" а под названием было написано магазин одежды и украшений.\nИ это магазин одежды!? Да в нем жить можно там же целых пять этажей!\n— Себастьян, может найдём место подешевле?\n— Нет, в другом месте золотые монеты не примут.\nОн прав только аристократы пользуются золотыми монетами, а если мы пойдем в дешёвое место все подумают что мы воры и украли деньги...\n— Ну тогда пошли Себастьян.\n— Подожди, подожди, ребенку как ты ничего не продадут\n— И что же нам делать?\n— Смотри",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "\nСебастьян щёлкнул пальцем  вдруг я и моргнуть не успела как предо мной оказался совсем другой человек глаза другого цвета, а волосы другой длинны я была настолько шокирована что раскрыла рот\n— Что такое? Все настолько плохо?\n— Нет... Просто я немного удивлена...",
    "answers": [
      {
        "id": 28,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d03/2003/4f/cd3c0012e7b6.jpg"
      }
    ]
  }
]