[
  {
    "id": 1,
    "text": "Мир обрёл страшный хаос. Земля превращается в ад. Главный герой будет выживать, искать выживших и свою семью. Люди начинают превращаться в куски плоти\nнаполненые лавой. Вас ждет предание и верность друзей и близких.\n\nДля начала, пред история.. Нажмите начать сначала...",
    "answers": [
      {
        "id": 2,
        "text": "Глава первая. С чего всё начиналось"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы — просто студент который учился в университете. Вам 18 лет и вы ужасно сильно любите проходить квесты и читать книги про апокалипсис. \nНо в один день всё координально изменилось. Итак, на улице жаркий день, солне печёт а вы сидите дома и смотрите телевизор. Как вдруг по новостям обьявляют, что к планете надвигаеться метеорит.",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "По новостям так же обьявляют что до столконовения с землей осталось 9 часов. Власти уже ждут вас в бункере недалеко от вашего дома. \nВы обдумываете дальнейшие\nдействия...",
    "answers": [
      {
        "id": 4,
        "text": "Запастись едой и водой"
      },
      {
        "id": 6,
        "text": "Ничего не делать и сдаться\n  ( риск умереть 99.9% )"
      },
      {
        "id": 5,
        "text": "Сразу бежать в бункер."
      }
    ]
  },
  {
    "id": 4,
    "text": "  И так... Вы запаслись едой и водой. Этих запасов хватит на неделю. \n  Также вы взяли одежду и обувь.\nВы идете к своим родителям. После чего вы вместе идёте в бункер.\n",
    "answers": [
      {
        "id": 7,
        "text": "Пойти в бункер..."
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы побежали в бункер, вы находите своих друзей и родных. ",
    "answers": [
      {
        "id": 7,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 6,
    "text": "После новостей вы просто пошли смотреть телевизор...\nКак вдруг. БАМ!! Началось сильное землетрясение. Вас и ваш дом стирает с лица земли...\nочень жаль.\n\nХотите попробовать заново?",
    "answers": [
      {
        "id": 1,
        "text": "Попробовать заново"
      }
    ]
  },
  {
    "id": 7,
    "text": "В бункере собрались все люди города. По громкоговорителю обьявили что до столкновения осталось 7 минут.\n  И вот спустя уже 10 минут ничего не произошло. Вы как и все люди подумали что метеорит    пролетел мимо земли, но тут!БАМ! Начинается землетрясение, после чего вас оглушает.\nВы теряете сознание...",
    "answers": [
      {
        "id": 8,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы просыпаетесь в больничной палате. К вам приходит доктор и спрашивает: как вы себя чувствуете?\n\nВы отвечаете:",
    "answers": [
      {
        "id": 9,
        "text": "Хорошо"
      },
      {
        "id": 10,
        "text": "Плохо"
      },
      {
        "id": 11,
        "text": "Где я нахожусь?"
      }
    ]
  },
  {
    "id": 9,
    "text": "Врач вам ответил: вот и хорошо.\nИ куда то ушёл. Вы лягли спать...",
    "answers": [
      {
        "id": 12,
        "text": "Начать новый день"
      }
    ]
  },
  {
    "id": 10,
    "text": "Доктор дал вам таблетки, вы их выпиваете и ложитесь спать.",
    "answers": [
      {
        "id": 12,
        "text": "Начать новый день"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы находитесь в бункере. Мы вас нашли возле входа в бункер.\nВы потеряли сознание после чего вас занесли сюда (в палату)\nВы пока ложитесь спать.",
    "answers": [
      {
        "id": 12,
        "text": "Начать новый день"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы проснулись, вышли из палаты, но вы очень голодны. Вы подошли к медсестре и спросили, где ваши вещи.\nОна ответила, что они находятся в кладовом отделе. И показала где он находиться.\nВаш голод: 40/100\n",
    "answers": [
      {
        "id": 13,
        "text": "Покушать"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы поели, теперь нужно обдумать дальнейшие действия...",
    "answers": [
      {
        "id": 14,
        "text": "Выйти на улицу"
      },
      {
        "id": 15,
        "text": "По искать друзей"
      },
      {
        "id": 16,
        "text": "По сидеть в телефоне"
      }
    ]
  },
  {
    "id": 14,
    "text": "На улице сейчас не безопастно.\nТам высокая доза радиации от которой можно умереть.",
    "answers": [
      {
        "id": 13,
        "text": "Обратно"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы нашли своего одногрупника.\nТеперь вам двоем веселее.\nНо тут внезапно по громкоговорителю сообщают что к земле надвигается второй метеорит который влетит прямо в бункер. Диаметр метеорита 7 метров, а диаметр бункера 50м.\nБункер может не выдержать такой удар. Мы вынуждены покинуть бункер. Глава администрации назначает вас главой нового бункера.",
    "answers": [
      {
        "id": 17,
        "text": "Первая глава окончена.\nВторая глава. Начало"
      }
    ]
  },
  {
    "id": 16,
    "text": "В бункере нету сети, нету интернета, нету ничего! Вам нечем заняться.",
    "answers": [
      {
        "id": 13,
        "text": "обратно"
      }
    ]
  },
  {
    "id": 17,
    "text": "Теперь ваша задача сохранить жизни сотни людей.Нужно действовать быстро. До второго столкновения осталось 48 часов.Остаётся надеятся, что за два дня строители успеют достроить новый бункер. \nАдминистрация выдала вам маску и костюм от радиации.\nТеперь у вас есть возможность выйти на улицу.\n",
    "answers": [
      {
        "id": 18,
        "text": "Выйти на улицу"
      }
    ]
  },
  {
    "id": 18,
    "text": "После того как вы вышли на улицу, вы увидели то, чего никак не могли ожидать. Земля была чорно-красная, везде был пепел, и растекалась лава.\n",
    "answers": [
      {
        "id": 19,
        "text": "Найти место для нового бункера"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вот вы уже нашли полянку, на которой собирались строить новый бункер но тут. БАМ! Вы опять слышите оглушительный взрыв, оборачиваетесь и видите останки старого бункера.Вы не справились со своей задачей, и сотни людей погибли. Вы не знаете что делать. Вы начали бежать в поисках выживших.",
    "answers": [
      {
        "id": 20,
        "text": "Бежать в другой город\n   ( 97км от вас )"
      },
      {
        "id": 21,
        "text": "Искать выживших в своём городе"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы побежали, в поисках людей.\nКак тут вы вспоминаете про водохранилище. Оно находилось в 4км от вас. Вы начали бежать со всех ног туда ведь вы очень хотели пить.",
    "answers": [
      {
        "id": 22,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы обежали весь квартал, но никого не обнаружили как тут вы видите какоето существо которое приближалось к вам.\nУ него были руки и ноги. Оно было обгарелое и из него шёл дым. Потом это существо взяло палку и начало бежать к вам. Вы его ударили и оно упало на землю без признаков жизни.",
    "answers": [
      {
        "id": 23,
        "text": "Бежать в лес"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вот вы прибежали в другой еле уцелевший город. Улицы были пустые. Вы пошли в оружейный магазин...",
    "answers": [
      {
        "id": 25,
        "text": "Взять ak47 \nв обойме 27/30"
      },
      {
        "id": 24,
        "text": "Взять дробовик \nв обойме 9/10"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы пошли в лес. В лесу не было еды, но зато диких животных как ветром сдуло.",
    "answers": [
      {
        "id": 27,
        "text": "Лечь спать на мягкую траву"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы взяли дробовик и увидели как к вам подходит толпа зомби.\nВы быстро раскидали мертвяков\n  Так вы и жили.Искали патроны,\nОружие и тд. Все было хорошо.\n\nХорошая концовка. Всего концовок 4. Две плохие, две хорошие.",
    "answers": [
      {
        "id": 1,
        "text": "Попробовать заново"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы взяли оружие, и увидели как к вам бежит толпа мутантов.Вы попытались их убить, но патроны быстро кончились. Вы еле убежали от них и зашли в дом. Вы проверили его на наличие зомби и легли спать.\nНо ночью вы проснулись от звуков приближающихся зомби.\nВы взяли калаш но вспомнили что он без патронов.\nНа жаль, вас стели зомби.\n\nЭто вторая концовка. Концовок всего 4, две плохие и две хорошие.",
    "answers": [
      {
        "id": 1,
        "text": "Попробовать заново"
      }
    ]
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  },
  {
    "id": 27,
    "text": "Вы проснулись. Пить и есть покачто не хотелось.\nВы пошли на поиски выживших.\nНо тут вы вспоминаете что недалеко от леса была военная база. Наверняка там есть выжившие...",
    "answers": [
      {
        "id": 28,
        "text": "Побежать на военку."
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы прибежали к огромному забору. Как вдруг вам кто говорит: Кто ты?\nВы отвечаете...",
    "answers": [
      {
        "id": 29,
        "text": "Я нормальный человек, впустите!"
      }
    ]
  },
  {
    "id": 29,
    "text": "Перед вами открываются ворота. Вы заходите на территорию военки, встречаете своих друзей и родных. Оказалось они успели убежать со старого бункера до падения на него метеорита. И пришли на базу. \nВы лягли спать...",
    "answers": [
      {
        "id": 30,
        "text": "Начать новый день"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы просыпаетесь и слышите сирену. Вам сообщают что возле военой базы пролетает метеорит. Вы с семьей побежали к кратеру. Между вами созрел диалог...\n\nваш друг — О, а давайте спустимся в кратер.\n\nвы — Нет, нельзя вдруг ты заразишься!\n\nваш брат — О, хорошая идея!\n\nвы — Нет! В таком случае мне прийдётся вас застрелить!",
    "answers": [
      {
        "id": 31,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 31,
    "text": "Ваш друг — идет в воронку с вашим братом после чего моментально становятся зомби.\nВы быстро бежите на военную базу. Так вы и жили до конца своих дней на военной базе. Разведчики выходили, и добывали еду для вас и остальных выживших.\n\nХорошая концовка. Всего концовок 4. Две плохие и две хорошие.",
    "answers": [
      {
        "id": 1,
        "text": "Попробовать заново"
      }
    ]
  },
  {
    "id": 32,
    "text": "",
    "answers": []
  }
]