[
  {
    "id": 1,
    "text": "Описание :\n\nВ прошлой жизни вы совершили Тяжёлый грех. Вы переродились и стали Жнецом Смерти,который забирает души простых смертных. Вы не помните ничего из прошлой жизни и о том какой вы совершили грех. Готовы ли вы раскрыть тайну своего греха? Также не забудьте чтобы расплатиться за свои грехи вам нужно собрать 10000 душ. \n\nЖанр: романтика, экшен,хардкор,безумие.\n\nСтатус: в процессе ",
    "answers": [
      {
        "id": 2,
        "text": "Начало"
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-44.userapi.com/c622418/v622418865/d03c/62uUPPpzBTc.jpg"
      },
      {
        "id": 10,
        "text": "Достижения "
      },
      {
        "id": 11,
        "text": "Об авторе"
      }
    ]
  },
  {
    "id": 2,
    "text": "Название :Дни Жнеца смерти\n\nАвтор:Жень-Шень \n\nПредисловие :\nСмерть — тема мрачная, но, к сожалению, неизбежная. Рано или поздно, но над ней задумывается каждый. Люди боятся смерти. Боятся потерять стремление и ощущение жизни. Но что мы можем сказать о Жнецах смерти? Вы же не думали что он на свете всего один? На самом деле их довольно много и все они разные, кто-то забирает души для погашения греха перед богом, кто-то хочет искупить вину, но что же хочет наш главный герой? ",
    "answers": [
      {
        "id": 3,
        "text": "[Начать] "
      }
    ]
  },
  {
    "id": 3,
    "text": "День.1. Понедельник.\n\nЭто было прекрасное солнечное утро, никто не ожидал что оно обернётся такой трагедией. \n\n—Пора за работу! Просыпайся Клиф! — Пищяло маленькое создание. \n\n—Я знаю, замолчи Бин. — с раздражением в голосе произнёс Клиф. \n\nКлиф поднялся, оделся, умылся, поел на скорую руку и пошёл выполнять свою работу. \n\nВ этот день было предначертано умереть молодой матери с грудным ребёнком на руках. \nНо Клиф не чувствовал жалости, это всего лишь- работа. Как никак все люди когда нибудь умирают. \n\nЧерез несколько минут, Клиф уже стоял со своим маленьким помощником на месте ужасного происшествия которое должно было произойти прямо сейчас. \n\nЗагорелся зелёный свет, пешеходы начали своё движение. Всего несколько секунд и грузовик на полной скорости влетел в молодую семью. \n\nГрусно? Печально? Такова жизнь, мы не можем знать заранее что нам предстоит испытать. \n\nВторое имя Клифа, Галф. Первое — человеческое, а второе — что-то типо прозвища.\n",
    "answers": [
      {
        "id": 4,
        "text": "Забрать души"
      }
    ]
  },
  {
    "id": 4,
    "text": "Клиф забрал души. \n[Бзззз] Внезапно часы Клифа загорелись красным цветом и на них было послание которое говорило \"Собрание в подземном мире\" \n\n—Ох, опять... — произнёс Бин глядя на часы. \n\n—Похоже на то.. [Вздох] Опять будет нотации мне читать.- Пробубнил Клиф. \n—Но ничего не поделать, нужно идти. \n\nНажав на часы, они оказались в самом центре подземного мира. В подземном мире не было так же тепло и светло как на вверху, тут всё было по-другому. \n\nПодойдя к большому зданию, их проводили к двери. Клиф постучал. [Тук-Тук] \n\n—Входите! \n\nОни зашли. Это был большой кабинет, интерьер которого был немного устаревший, но смотрелся довольно таки неплохо. В центре кабинета был большой стол за которым сидел Директор. \n\nДиректор был приятным на вид молодым человеком, но на самом деле, он был очень хитёр.\n\n—Я рад что ты пришёл — Сказал Солл(так звали Директора) \n\n—У меня не было выбора. — Ответил с ухмылкой\nКлиф. \n\n—В этом ты прав. \n—Ты знаешь причину по которой я тебя позвал?\n\n[Тишина] \n\n—Хаааа... Раньше ты был один из лучших Жнецов, но с некоторых пор ты начал лениться, это плохо влияет не только на тебя, но и на нас всех. \n\n—Я знаю что без меня вы не справитесь.\n\n—[Смех] Да, ты особенный, но не забывай если ты нарушишь свой лимит, ты попадёшь в Бездну. \n\n—Да-да, Могу я идти — с безразличным лицом сказал Клиф. \n\n—Да, можешь идти. \n\n—Пока. [Скрип] \n\n—Эх... Это дитя не боится смерти, оно не испытывает жалости, сожаления и отчаяния, словно робот без души, мне правда жаль тебя. \n\n\n\n",
    "answers": [
      {
        "id": 5,
        "text": "Выйти из здания"
      }
    ]
  },
  {
    "id": 5,
    "text": "Выйдя из здания, Клиф раздумывал куда ему идти, ему не очень хотелось идти собирать души, всё чего он хотел просто пойти домой и хорошенько выспаться. У него была жуткая бессонница поэтому, он был довольно вялый. ",
    "answers": [
      {
        "id": 6,
        "text": "Домой"
      },
      {
        "id": 7,
        "text": "Собирать души"
      }
    ]
  },
  {
    "id": 6,
    "text": "Клиф пришёл домой, разделся, умылся, позалипал в интернете, поиграл с Бином, вместе они поели ужин и легли спать. ",
    "answers": [
      {
        "id": 12,
        "text": "Уснуть"
      }
    ]
  },
  {
    "id": 7,
    "text": "Получено Достижение :\n*Работящий Жнец смерти. \n\nКлиф собрался с духом и пошёл собирать души. На самом деле это было скучное занятие, просто идти на место гибели, забирать из тела душу, освобождать её и всё. \n\nКлиф посмотрел на свои часы там был список тех кто должен умереть в течение этого часа. Там было так много жертв что Клиф просто нажал не глядя. \n",
    "answers": [
      {
        "id": 8,
        "text": "Забрать душу Старика"
      },
      {
        "id": 9,
        "text": "Забрать душу Маленького мальчика"
      },
      {
        "id": 10,
        "text": "Достижения "
      }
    ]
  },
  {
    "id": 8,
    "text": "Клифу не хочется брать душу Маленького ребёнка, ведь каждую душу нужно направить, с детьми очень трудно иметь дело, так как они даже не могут понять что они погибли. Именно по-этому он решил взять душу старика. \n\nСегодня ровно в 16:00 его должен убить его сын. \nСтарик по имени Фрэнк должен умереть из-за своего имущества, недавно он объявил о том что отдаёт своё наследство младшему сыну.\n\n Старший не мог понять почему он так поступил, ведь именно он должен быть наследником его имущества, он долго и упорно изучал экономику и о том как вести бизнес. Из-за свой зависти и злости он убёт собственного отца. \n\n—Это печально, неужели деньги этого стоят?. — Спросил Бин.\n\n—Деньги правят миром, этого не можем изменить даже мы[Вздох]-Пора. \n\n—Да.. Пора.. \n\nВы когда нибудь представляли какого это убивать своё родное, это просто ужасно. Смотря на этого Страшего сына я всё больше разачаровываюсь в этом мире. \nКлиф с Бином забрали душу. Уже темнеет пора домой. \n\n",
    "answers": [
      {
        "id": 6,
        "text": "Идти домой"
      }
    ]
  },
  {
    "id": 9,
    "text": "В этот раз умрёт маленький мальчик по имени Том, не из-за того что его убьют, а из-за его невнимательности. \n\nТом мальчик 9 лет, постоянно убегал от своей мамы играть на рельсы, его мама категорически запрещала играть там, но он не послушался её. Сегодня его день рождения, очень жаль. \n\nИногда видя такие кадры в голове Галфа возникали кусочки его прошлого, несомненно раньше у него были родители, он наверняка был очень счастливым, но что же он совершил? \n\n—Бедный ребёнок[Всхлип] — Сквозь слёзы сказал Бин. \n\n—Да,ты прав — Сказал Галф с безразличным лицом. \n\nГалф с Томом забрали души. На улице быстро стемнело. Пора идти домой. ",
    "answers": [
      {
        "id": 6,
        "text": "Идти домой"
      }
    ]
  },
  {
    "id": 10,
    "text": "*Работящий Жнец смерти. \n\n*Любитель развлечений\n\n*Погибшему от роковой судьбы. ",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 11,
    "text": "Привет всем, кто читает этот текст. Если вы зашли в этот раздел значит вам стало интересно узнать обо мне,это довольно таки мило). \n\nНачнём с того что это мой первый квест, у меня неплохая фантазия, я иногда допускаю ошибки в тексте простите). Моё любимое слово без которого я не могу писать квесты это \"Довольно\" или \"Довольно таки\" \n\nМои любимы жанры:\n Постопокалиптика, Фэнтези, Экшен, Романтика(редко), Боевики и т.п.\n\nНа самом деле я очееееннньььь ленивый человек так что если этот квест не понравится большинству, я перестану писать и просто буду читать) \nЯ люблю больше кошек чем собак, мне нравится больше чёрный чем белый. Дальше мне писать лень, нужно дописывать квест) \n\nЕсли будут вопросы пишите в комментариях) \n",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 12,
    "text": "Сегодняшний день был довольно утомительным, хотя бывало и хуже, особенно во времена войны было очень напряжно работать с таким количеством душ. \n\nНе смотря на это Клиф с Бином уснули достаточно быстро. Обычно Галф из-за бессонницы не спит всю ночь, но сегодня он спит как убитый. \n\nКлиф выглядит как обычный парень — красавчик, трудно поверить что он Жнец Смерти. \n\nБин с которым он везде таскается на самом деле его оружие, когда приходит время забирать душу Бин становится косой и разрывает связь между телом и душой. \nСначала Клиф недолюбливал Бина но позже они стали практически настоящей семьёй. \n\nДень 2. Вторник. \n\nСегодня 2-ой день, но солнце по прежнему не перестаёт припекать головы людей, на улице.\n\n Клиф не любит работать под палящем солнце, именно поэтому в такие дни ему больше всего труднее вставать. К его счастью у него есть будильник Бин. \n\n—Бин вызывает Клифа! Приём, вы меня слышите?! \nПриём! Приём! \n\n—Кха.. Блин.. Слышу я... — с воробьиным гнездом на голове и сонными нотками сказал Клиф. \n\n—Работа не ждёт! Работа! Работа! Работа!  — Кричал ему в ухо Бин словно безумец. \n\n—Встаю! Встаю я! — крикнул на него Клиф. \n\"Надоедливое оружие\"- Подумал про себя Клиф. \n\n—Вот и отлично, я завтрак приготовил, умойся, оденься и приходи есть. \n\n—Угуууу... — промычал Клиф\n\nЧерез несколько минут они вместе уже поели и были готовы выходить из дома. \n\n\"Мне кажется я что-то забыл\"-Подумал Клиф... \n\n—А, точно часы! \n\nОдев на руку часы, друзья дружно вышли из подъезда. Так как сегодня был более свободный график они планировали сходить... \n",
    "answers": [
      {
        "id": 13,
        "text": "На аттракционы "
      },
      {
        "id": 14,
        "text": "К своему другу Арсению"
      }
    ]
  },
  {
    "id": 13,
    "text": "Получено Достижение :\n*Любитель развлечений\n\n\nОни планировали расслабиться поэтому решили пойти в парк. В парке много всякий аттракционов именно поэтому первым делом они решили сходить туда. \n\nГлядя сейчас на Галфа и Бина можно было бы подумать что они дети которые первый раз пришли в парк, Со стороны это выглядело очень мило. \n\nПервый аттракцион на который они сходили назывался \"Весёлые горки\" обычно туда ходили дети, но настольгия взяла своё\n\nВторой аттракцион который они покорили был \"бумеранг\" Бин начал кричать когда они начали висеть вверх ногами. \n\nТретий аттракцион на очереди был \"Колесо Обозрения\" это не было страшно, но вид был просто замечательный. \n\nБыло ещё много аттракционов которые они посетили, также они поели горячие кукурузы, поели сахарную вату и многое другое. ",
    "answers": [
      {
        "id": 14,
        "text": "Пойти в гости к Арсению"
      },
      {
        "id": 10,
        "text": "Достижения "
      }
    ]
  },
  {
    "id": 14,
    "text": "Клиф раньше почти что каждый день ходил в гости к Арсению, но Арсений был очень занят собиранием душ (он тоже был Жнецом) Арсений очень ответственно подходил к душам, нежели Клиф. \n\nНо несмотря на разность их характеров они стали не разлей вода. Обычно когда Клиф уходил к Арсению они могли часами разговаривать на разные темы, попивая чай. Или играть в приставку. \n\nВ эти моменты Бин обижался и дулся на Клифа, всё время повторял \"Я люблю тебя на много больше, так почему ты уходишь к нему?\" \n\nВот и во очередной раз Клиф решил навестить своего старого друга, что было очень необычно с его стороны. \n\nОни подошли к дому Арсения и постучали в дверь(он жил частном доме) [Тук-Тук] \n\nДверь открылась. \n\n—Посмотрите-ка кто тут у нас! Неужели его сиятельство удосужело прийти в мою скромную обитель? Прошу проходите господа. \n\nЗаходят в дом. \n\n—Прошу, господа присаживайтесь. \n\n—Благодарю вас, Арсений — сказал Клиф с улыбкой на лице. В то время как Бин становился помидоркой от злости. \n\n—Вижу ты привёл ко мне своего маленького приятеля, как у тебя дела, кроха? \n\n—К-как ты посмел назвать меня крохай! А ну иди сюда! — Бин начал судорожно размахивать своими кулаками. \n\n—Ох,простите что обидел вас сударь. \n\n—Ладно вам, хватит- еле сдерживаясь от смеха добавил Клиф. \n\n—Хорошо, хорошо, будете чай или кофе? ",
    "answers": [
      {
        "id": 15,
        "text": "Чай"
      },
      {
        "id": 15,
        "text": "Кофе !15"
      },
      {
        "id": 15,
        "text": "Какао   !15"
      },
      {
        "id": 15,
        "text": "Сок   !15"
      },
      {
        "id": 15,
        "text": "Лимонад  !15"
      },
      {
        "id": 15,
        "text": "Энергетик -_-   !15"
      },
      {
        "id": 15,
        "text": "Тупо вода"
      }
    ]
  },
  {
    "id": 15,
    "text": "—У тебя как всегда потрясающий вкус, держи. \n\n—Спасибо — поблагодарив Арсения делает глоток. \n—Как всегда вкусно. \n\n—Хех. Иначе быть не может. \n\n—Что нового?  — с интересом спросил Клиф\n\n—Ты слышал про новый закон? \n\n—Нет \n\n—Этот закон будет действовать с завтрашнего дня. Этот закон направлен на то чтобы искать лучших в своих деле Жнецов и отправлять в организацию \"Лунной ночи\" \n\n—Разве это возможно? Эта организация никогда не соприкасалась с нашей. \n\n—Я слышал что Директор Фрэнк крутит роман с Главой этой организации. \n\n—Не думаю что это правда...Такой серьёзный человек как директор... — в недоумении произносит Клиф. \n—Нет, невозможно. \n\n—Ну-Ну. \n\n—Уже поздно нам пора. Ещё души собрать надо. \n\n—Что?! Я думал что вы свободны раз пришли сюда. А ну-ка быстро марш собирать души! — Сказал Арсений, выкинув друзей за шкирку. \n—Пока. [Хлоп] \n\n—Он так волнуется за нас — Смеясь сказал Клиф.- Как никак я могу попасть в Бездну хотя я не боюсь смерти и мучений. \n\n\n\n",
    "answers": [
      {
        "id": 16,
        "text": "Информация о организации \"Лунной ночи\" "
      },
      {
        "id": 17,
        "text": "Идти за душами"
      }
    ]
  },
  {
    "id": 16,
    "text": "Большая, супер богатая, организация, в которой прибывают лишь лучшие из лучших, там недостаточно быть только Жнецом, там нужны манеры, воспитание и главное мозги. \n\nКак поговаривают заведует всем этим Директриса Милим. Говорят она невероятно строгая женщина, один раз её увидев твоё сердце больше не будет принадлежать тебе. \n\nДля этой организации построенна огромная Академия, где учатся и живут, юные гении. ",
    "answers": [
      {
        "id": 15,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 17,
    "text": "С полным животом и поднятым настроением Клиф отправляется на поиски души. \n\nОн открывает список и видит сообщение:\n\"Всем срочно в подземный мир! \"\n\nНе обращая на это внимание Клиф закрывает эту закладку и вновь включает список какую же жертву он выберет на этот раз?.\n",
    "answers": [
      {
        "id": 18,
        "text": "Душа Психа"
      }
    ]
  },
  {
    "id": 18,
    "text": "В этот раз вам попался псих который должен умереть в ближайшие 2-а часа. \nЭто будет лёгкая работа. \n\nИнформация о жертве:\n\nАльфред — Признан убийцей семьи, был в тюрьме, вышел досрочно, после истечении срока был замечен на попытки убить свою мать, был пойман полицией и отправлен в психиатрическую больницу, в ходе реабилитации пациент неоднократно пытался как он твердил:\n\"Избавить от страданий эту медсестру\" в ходе жестокого обращения с людьми, полицейский что как он утверждал был \"другом семьи\" застрелил психа в процедурном кабинете, внутри Альфреда была обнаружено 8 выстрелов в тело и 1 в голову. Как утверждают сведетели, пострадавших не обнаружено. \n\nЗабрав Душу, Клиф решил... ",
    "answers": [
      {
        "id": 27,
        "text": "Пойти домой"
      },
      {
        "id": 20,
        "text": "Спуститься в подземный мир"
      }
    ]
  },
  {
    "id": 19,
    "text": "День 3. Среда. \n\nПо прогнозам синоптиков сегодня как и вчера должно было быть яркое солнце, но сегодня пошёл лёгкий дождь, поэтому встать было легче простого. \n\nЭто прозвучит странно, но у Галфа и его помощника сегодня выходной, обычно у всех Жнецов выходной в воскресенье, но так как он отличался от них, ему даже сделали 2-а дня выходных. \n\nСегодня Галф быстро собрался, всё как обычно и направился в подземный мир. ",
    "answers": [
      {
        "id": 1,
        "text": "[Разработка]!1"
      }
    ]
  },
  {
    "id": 20,
    "text": "Как только Клиф со своим оружием спустился вниз, его настроение упало ниже плинтуса, его лицо источало жажду убийства и поскорее покинуть это место. \n\nКак только он спустился вниз, он обнаружил что здесь просто неимоверная толпа людей. (Жнецов) Потом откуда не возьмись появилась красная дорожка и по ней шла горячая красотка. Но к сожалению она была не его типом. \n\n\"Это ещё что за выскачка\" — Подумал Клиф сдерживая себя от далеко не лестных комментариев.\n\n—Какая красотка! — тихо прошептал Бин, внезапно у него даже появились слюни. \n\n—Фу, Бин! Живо слезь с моего плеча! — негромко сказал Клиф. \n\n—Ты Бука! — Сказал Бин, показав язык Клифу. \n\n\"Оторвать бы его\" — зло подумал Клиф. \n\n—Внимание! Внимание! — сказала красотка, стоявшая на сцене. \n—Позвольте представится меня зовут Милим. \n\nШёпот:\"Не может быть та самая!\"\"Моё сердце уже в её ручках\"\"Вы идиоты у неё уже роман! \"\n\n—Сегодня, я пришла сюда чтобы сказать я отбираю лучших Жнецов в свой категории. Все те кто хочет быть подле меня пожалуйста выйдите на сцену и положите руку на этот шар, он определяет вашу силу. Встаньте в очередь и не толкайтесь! \n—Спасибо за внимание. \n\nИ тут толпа начала строится в огромную очередь лишь бы вступить в её организацию. \n\n\"Что я вообще тут забыл\" — Мысленно говорил Клиф себе. \n\n—Может тоже встать в очередь...?.. \n\nХотя кто знает что они затевают на самом деле.. \n\n",
    "answers": [
      {
        "id": 21,
        "text": "Встать в очередь "
      },
      {
        "id": 22,
        "text": "Уйти подальше"
      }
    ]
  },
  {
    "id": 21,
    "text": "Клиф решил встать в очередь, очередь была настолько длинной что его ноги были готовы сломаться пополам. \n\nИ вот очередь всё дошла до него. \nВ то время как Милим внимательно его осматривала\n\n",
    "answers": [
      {
        "id": 23,
        "text": "Дотронуться до шара"
      },
      {
        "id": 24,
        "text": "Сказать что передумал и уйти "
      }
    ]
  },
  {
    "id": 22,
    "text": "Возможно вы сделали правильный выбор, может и нет. Но то что вы не показали свои истинную силу явно сыграет большую роль в вашей жизни. \nГалф отошёл подальше и направился домой. ",
    "answers": [
      {
        "id": 27,
        "text": "Пойти домой"
      }
    ]
  },
  {
    "id": 23,
    "text": "Как только Клиф дотронулся до шара он засиял так ярко, что людям пришлось закрыть глаза, под потоком его магической силы, шар раскололся. \n\n—Ого! Впечатляет! Поздравляю, с этого дня ты официально являешся под моей опекой. \n—Скажи мне своё имя. \n\n—Моё имя Клиф. \n\n—Клиф, хорошо... — записывая в тетрадь имя сказала она. \n\n—Что ж Клиф, возьми эти новые часы, карточку и бейджик, постарайся не потерять их, хорошо? \n\n—Я понял. \n\n—Что ж отлично. \n\n—Я могу идти? \n\n—Да, конечно!\n\n—Приходи завтра в 6:30! Не забудь! \n\n—Угу... — проугукал Клиф. \n\nПоднявшись на поверхность Клиф решил... \n",
    "answers": [
      {
        "id": 25,
        "text": "Идти домой"
      },
      {
        "id": 26,
        "text": "Прогуляться"
      }
    ]
  },
  {
    "id": 24,
    "text": "—Я передумал, прошу прощения. \n\n—Почему же? \n\n—Просто так. \n\nНажав на часы Галф оказался на поверхности. ",
    "answers": [
      {
        "id": 28,
        "text": "Пойти домой "
      }
    ]
  },
  {
    "id": 25,
    "text": "Пройдя домой он сделал свои повседневные дела. \n—Не забудь разбудить меня в 6:00\n—Так точно, капитан! \nОбнявшись они уснули. ",
    "answers": [
      {
        "id": 19,
        "text": "Уснуть"
      }
    ]
  },
  {
    "id": 26,
    "text": "Прогулка была как раз кстати после той толкучки внизу, это было просто ужасно. \n—Я устал — сказал Галф. \n\n—Да... Хорошо что я умею летать — радостно сказал Бин. \n\n—Эх... — Вздохнул Галф. \n\n—Может съедим по пончику? \n\n—[Лыбь] Идём. \n\nПодойдя к магазинчику с пончиками Галф невольно облизнулся. \nОни зашли, сели за столик и начали смотреть меню. \n\nМеню:\n\nПончик со сгущёнкой\n\nПончик Шоколадный\n\nПончик С Белым Шоколадом\n\nПончик с Посыпкой\n\nПончик с сиропом\n\n.... \n\nХм.... \nВ меня было так много пончиков что они просто купили каждого по 2-е штуки. \n\n—Вы готовы сделать заказ? — Сказала молодая, красивая официанка, имя которой было Лилит(на бейджеке) \n\n—Да, нам пожалуйста каждый вкус пончика по 2-е штуки. \n\n—Нам? — в недоумение спросила она\n\n\"Вот чёрт она же его не видит\"\n\n—Нет, мне просто оговорился, такое часто бывает. \n\n—[Хмык] Правда? Я вам сейчас принесу. \n\n—Хорошо, спасибо. \n\nПрождав несколько минут на подносе принесли офигительно вкусные пончики. \n\n—Наслаждайтесь — Подмигнув сказала официанка. \n\n—Да, спасибо — сказал Галф с улыбкой на лице. \n\nЭти пончики и правда были вкусными, только вот официанка сверлившая Галфа взглядом, его немало смутила. \n\nДоев пончики они уже хотели уходить как официанка всунула в руку Галфу свой номер телефона и на последок прошептала:\"Позвони мне, красавчик, хорошо? \"\n\n—Конечно. — улыбнулся Галф и вышел из магазинчика. \n\nОтойдя несколько шагов его затошнило. Вовсе не от пончиков ._.\n\n\n",
    "answers": [
      {
        "id": 27,
        "text": "Идти домой "
      }
    ]
  },
  {
    "id": 27,
    "text": "Пройдя домой он сделал свои повседневные дела. И они вместе легли спать. \n\n",
    "answers": [
      {
        "id": 30,
        "text": "Подумать"
      }
    ]
  },
  {
    "id": 28,
    "text": "Пройдя домой он сделал свои повседневные дела. \n\n—Спокойной ночи Бин. \n\n—Спокойной ночи Галф. \n\nОбнявшись они спали до самого утра. ",
    "answers": [
      {
        "id": 30,
        "text": "Уснуть"
      }
    ]
  },
  {
    "id": 29,
    "text": "После того как он последний раз поел пончики, он перехотел туда ходить, а поблизости больше не продавали пончики. \n\n\"Я лучше умру чем пойду туда\" — думал с отвращением Галф. \n\nНо не тут то было, вдруг он услышал как кто-то окликнул его. \n\n—Эй! Почему ты не позвонил мне вчера!? \nГалф оглянулся. \n\nЭто была та самая официанка. Два хвостика, короткая юбка и топик что оголяет половину живота. \n\nПрим. Автора. :\n—Ненавижу надевать юбки, а про топики я вообще молчу. Ну серьёзно это же так неловко.... ",
    "answers": [
      {
        "id": 32,
        "text": "Убежать"
      },
      {
        "id": 33,
        "text": "Поздороваться "
      }
    ]
  },
  {
    "id": 30,
    "text": "День 3. Среда. \n\nПо прогнозам синоптиков сегодня как и вчера должно было быть яркое солнце, но сегодня пошёл лёгкий дождь, поэтому встать было легче простого. \n\nЭто прозвучит странно, но у Галфа и его помощника сегодня выходной, обычно у всех Жнецов выходной в воскресенье, но так как он отличался от них, ему даже сделали 2-а дня выходных. \n\nГалф задумался чтобы ему поделать... ",
    "answers": [
      {
        "id": 26,
        "text": "Пойти поесть пончики",
        "need": 29
      },
      {
        "id": 38,
        "text": "Постаратся вспомнить о прошлом. "
      }
    ]
  },
  {
    "id": 31,
    "text": "",
    "answers": []
  },
  {
    "id": 32,
    "text": "Получено Достижение :\n*Погибшему от роковой судьбы. \n\n—Не хватало мне ещё проблем на голову. — сказал Галф и что есть силы побежал прочь от неё. \n\nНо судьба настигла его. Вы знали что если мужчина встретит женщину, то он непременно должен умереть? Так же случилось и с гг. \n\nГалф попал под машину и все закончилось. ",
    "answers": [
      {
        "id": 10,
        "text": "Достижения "
      }
    ]
  },
  {
    "id": 33,
    "text": "—У меня вчера было много дел. — сказал с явным раздражением Галф. \n\n—Ты случайно не хостом работаешь?  — с любопытством в глазах, посмотрела на меня Лилит. \n\n—Нет. — отрезал Галф. \n\n—Зайдёшь покушать пончики? Я угощаю. — схватившись за него, проговорила Лилит. \n\n—Я... \n",
    "answers": [
      {
        "id": 34,
        "text": "Согласен "
      },
      {
        "id": 35,
        "text": "Отказаться "
      }
    ]
  },
  {
    "id": 34,
    "text": "Отпустив Галфа, Лилит усадила его за стол и пошла за пончиками. \n\n—Это было неловко — прокомментировал Бин. \n—Неужто тебя она привлекла? \n\n—Не болтай ерунду — с оскалом ответил Галф. \n\n—Ну-Ну. \n\nЧерез некоторое время время Лилит принесла пончики и они вместе стали их лопать. Они всё время сидели молча, это было ну очень максимально неловко. \n\nПоев Галф поблагодарил за еду. \nОни попрощались и Галф решил сосредоточется на том чтобы вспомнить своё прошлое. \n",
    "answers": [
      {
        "id": 38,
        "text": "Пойти в места где всплывали осколки памяти. "
      }
    ]
  },
  {
    "id": 35,
    "text": "—У меня слишком много дел, я пожалуй пойду. \n\n—Нет, не уходи! — Крикнула Лилит. \n\nНу что ж, пришло время мелодрамы... \nТут Лилит внезапно поскользнулась и чуть не упала. В это время Галф смог резким движением руки поймать её, тут их глаза встретились. Они ещё долго продолжали пырится друг на друга, пока Лилит не нарушила молчание. \n\n—Эм.. Спасибо большое... — сказала Лилит с румянцем на щеках. \n\n—Ээээ. Не за что — сказал немного смущённый Галф. \n\nОтпустив друг друга Лилит усадила Галфа за стол и пошла за пончиками. \n\n—Это было неловко — прокомментировал Бин. \n—Неужто тебя она привлекла? \n\n—Не болтай ерунду — с оскалом ответил Галф. \n\n—Ну-Ну. \n\nЧерез некоторое время время Лилит принесла пончики и они вместе стали их лопать. Они всё время сидели молча, это было ну очень максимально неловко. \nПоев Галф поблагодарил за еду и уже собирался уходить, как лисица Лилит поцеловала его. \n\n—Спасибо, мой герой — Сказала после поцелуя помидорка Лилит. \n\n—Н-не за что. \n\nОни попрощались и Галф решил сосредоточется на том чтобы вспомнить своё прошлое. \n",
    "answers": [
      {
        "id": 38,
        "text": "Пойти туда где всплывали осколки памяти "
      }
    ]
  },
  {
    "id": 36,
    "text": "Галф увидел маленького мальчика, он сразу понял что это был он, но этот мальчик был полностью его противоположностью, он весёлый, в его глазах текла жизнь, но это длилось недолго. \n\nКак Галф понял его родители погибли и его усыновили чужие люди. С этого момента и началась его история греха... \n\nГалф хотел посмотреть что было дальше, но он слишком сильно напрягся. \n\nОн очнулся в больнице. К нему подошёл врач. \n\n—Как вы себя чувствуете? \n\n—Не очэнь...-язык заплетался и он не мог произнести больше двух слов. \n\n—Ха..-доктор вздохнул. — Вам повезло остаться в живых, такое часто случается при тяжёлой нагрузке. Вы можете мне сказать что случилось? ",
    "answers": [
      {
        "id": 39,
        "text": "Рассказать"
      },
      {
        "id": 40,
        "text": "Сказать что это от физической усталости "
      }
    ]
  },
  {
    "id": 37,
    "text": "",
    "answers": []
  },
  {
    "id": 38,
    "text": "Было мало мест где Галф мог что либо вспомнить, но они всё же были. Первым делом Галф пошёл в сквер. Где появлялись воспоминания о его родителях. \n\nГалф сел на одну из лавочек и напряг свою голову, в ту же секунду его пронзила острая боль. \nВ ушах зазвенело так сильно что казалось что перегонки лопнут, в глазах всё мелькало. Он начал вспоминать. Не всё конечно, всего лишь обрывки, фрагменты из памяти. ",
    "answers": [
      {
        "id": 36,
        "text": "Вспоминать"
      }
    ]
  },
  {
    "id": 39,
    "text": "—Я пытался... \n\n—Пытались?... \n\n—Вспомнить провшлое. — сказал Галф своим онемевшем языком. \n\n—Вот как, это всё проесняет, это часто явление. Советую больше не делать так. \n\n—Но нэжно вспэмнеть — сказал Галф\n\n—Я могу вам посоветовать сеансы гипноза, люди часто прибегают к этому, чтобы вспомнить своё прошлое. Мне пора идти отдыхайте. \n\n—Спасэбо. ",
    "answers": [
      {
        "id": 41,
        "text": "Отдыхать"
      }
    ]
  },
  {
    "id": 40,
    "text": "—Хм... Вот как... Что ж мне пора идти. Берегите себя. \n\n—Спасэбо, доктор. \n",
    "answers": [
      {
        "id": 41,
        "text": "Отдыхать? "
      }
    ]
  },
  {
    "id": 41,
    "text": "Отдыхать? ",
    "answers": [
      {
        "id": 42,
        "text": "Да"
      },
      {
        "id": 43,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 42,
    "text": "Получено Достижение :\n*Загадочная смерть? \n\nПока вы спали кто-то залез через окно и убил вас, последние что вы видели это 2-а хвостика болтающихся на ветру. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 10,
        "text": "Достижения "
      }
    ]
  },
  {
    "id": 43,
    "text": "Вы поспешили домой. Возможно это спасло вашу грешную душу",
    "answers": [
      {
        "id": 44,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 44,
    "text": "Галф даже не раздеваясь лёг спать. \n\nКонец дня. ",
    "answers": [
      {
        "id": 1,
        "text": "[Разработка] "
      }
    ]
  },
  {
    "id": 45,
    "text": "",
    "answers": []
  }
]