[
  {
    "id": 1,
    "text": "Автор: Олег Шабров.<s>r\n<s>r\nАннотация: Испекла баба колобка, а дальше всё пошло наперекосяк. Кто будет жить, кто ляжет костьми, а кто обретёт мудрость? Только вам решать. <s>r\n<s>r\nВнимание! В квесте присутствуют сцены жестокости, которые могут шокировать вас. Не нападайте на персонажей, если не готовы к последствиям.<s>r\n",
    "answers": [
      {
        "id": 18,
        "text": "Начать"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      },
      {
        "id": 93,
        "text": "Достижения"
      }
    ]
  },
  {
    "id": 2,
    "text": "Колобок очнулся на окошке. Кто он? Где он? Всё вокруг казалось молодому хлебобулочному прекрасным и волнующим. Ярко сияло солнце, пели птицы, пахли тысячи полевых цветов.<s>r\nКолобок растворился в этих новых невероятных ощущениях, но вскоре его вырвал из мира грёз неприятный звук - скрежет железа. Колобок ещё не знал, что так звучит затачиваемый нож, но звук вызвал в нём сильную тревогу.<s>r\n",
    "answers": [
      {
        "id": 3,
        "text": "Ждать"
      },
      {
        "id": 4,
        "text": "Покатиться"
      }
    ]
  },
  {
    "id": 3,
    "text": "Колобок решил не торопиться с выводами, и стал терпеливо ждать. Кто-то создал его, впустил в этот чудесный мир, и этот кто-то не мог желать ему зла.<s>r\nТут Колобок услышал позади себя в избе сиплый старческий голос:<s>r\n— Ну что, бабка? Готов твой Колобок? Я голоден!<s>r\n— Готов, родненький! Сейчас нарежу.<s>r\nКолобок обомлел. Его хотели нарезать! Нарезать! Заживо!",
    "answers": [
      {
        "id": 19,
        "text": "Ждать"
      },
      {
        "id": 22,
        "text": "Покатиться"
      }
    ]
  },
  {
    "id": 4,
    "text": "Колобок полежал, полежал, взял да и покатился — с окна на лавку, с лавки на пол, пó полу к двери, прыг через порог — да в сени, из сеней на крыльцо, с крыльца на двор.",
    "answers": [
      {
        "id": 5,
        "text": "Катиться со двора"
      },
      {
        "id": 29,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 5,
    "text": "Покатился Колобок со двора за ворота, дальше и дальше. Пахли тысячи цветов, пели птицы, а будущее было полно новых возможностей.<s>r\nКатился Колобок по дороге, навстречу ему Заяц:<s>r\n— Колобок, Колобок, я тебя съем!",
    "answers": [
      {
        "id": 6,
        "text": "— Не ешь меня, Заяц, я тебе песенку спою"
      },
      {
        "id": 25,
        "text": "— Я из хлеба. У тебя будет несварение или аллергия."
      },
      {
        "id": 83,
        "text": "Зарезать",
        "need": 85
      },
      {
        "id": 88,
        "text": "Угрожать ножом",
        "need": 85
      }
    ]
  },
  {
    "id": 6,
    "text": "— Не ешь меня, Заяц, я тебе песенку спою:<s>r\n<s>r\nЯ Колобок, Колобок,<s>r\nЯ по коробу скребен,<s>r\nПо сусеку метен,<s>r\nНа сметане мешон<s>r\nДа в масле пряжон,<s>r\nНа окошке стужон.<s>r\nЯ от дедушки ушел,<s>r\nЯ от бабушки ушел,<s>r\nОт тебя, зайца, подавно уйду!<s>r\n<s>r\nИ покатился по дороге — только Заяц его и видел!",
    "answers": [
      {
        "id": 7,
        "text": "Катиться дальше"
      }
    ]
  },
  {
    "id": 7,
    "text": "Катится Колобок, навстречу ему Волк:<s>r\n— Колобок, Колобок, я тебя съем!",
    "answers": [
      {
        "id": 8,
        "text": "— Не ешь меня, Серый Волк, я тебе песенку спою"
      },
      {
        "id": 35,
        "text": "— Вы сговорились чтоли?"
      },
      {
        "id": 94,
        "text": "Зарезать ножом",
        "need": 88
      },
      {
        "id": 96,
        "text": "— Я Зайца зарезал, и тебя зарежу",
        "need": 83
      },
      {
        "id": 88,
        "text": "Новый ответ... введите текст",
        "need": 1000
      }
    ]
  },
  {
    "id": 8,
    "text": "— Не ешь меня, Серый Волк, я тебе песенку спою:<s>r\n<s>r\nЯ Колобок, Колобок,<s>r\nЯ по коробу скребен,<s>r\nПо сусеку метен,<s>r\nНа сметане мешон<s>r\nДа в масле пряжон,<s>r\nНа окошке стужон.<s>r\nЯ от дедушки ушел,<s>r\nЯ от бабушки ушел,<s>r\nЯ от зайца ушел,<s>r\nОт тебя, волк, подавно уйду!<s>r\n<s>r\nИ покатился по дороге — только Волк его и видел!",
    "answers": [
      {
        "id": 9,
        "text": "Катиться дальше"
      }
    ]
  },
  {
    "id": 9,
    "text": "Катится Колобок, навстречу ему Медведь:<s>r\n— Колобок, Колобок, я тебя съем!",
    "answers": [
      {
        "id": 10,
        "text": "— Где тебе, косолапому, съесть меня! (петь песню)"
      },
      {
        "id": 71,
        "text": "— Почему?"
      },
      {
        "id": 98,
        "text": "— Я Волка убил, и тебя убью",
        "need": 97
      }
    ]
  },
  {
    "id": 10,
    "text": "— Где тебе, косолапому, съесть меня!<s>r\n<s>r\nЯ Колобок, Колобок,<s>r\nЯ по коробу скребен,<s>r\nПо сусеку метен,<s>r\nНа сметане мешон<s>r\nДа в масле пряжон,<s>r\nНа окошке стужон.<s>r\nЯ от дедушки ушел,<s>r\nЯ от бабушки ушел,<s>r\nЯ от зайца ушел,<s>r\nЯ от волка ушел,<s>r\nОт тебя, медведь, подавно уйду!<s>r\n<s>r\nИ опять покатился — только Медведь его и видел!",
    "answers": [
      {
        "id": 11,
        "text": "Катиться дальше"
      }
    ]
  },
  {
    "id": 11,
    "text": "Катится Колобок, навстречу ему Лиса:<s>r\n— Колобок, Колобок, куда катишься?<s>r\n— Качусь по дорожке.<s>r\n— Колобок, Колобок, спой мне песенку!<s>r\n<s>r\n",
    "answers": [
      {
        "id": 12,
        "text": "— Чёт как-то подозрительно..."
      },
      {
        "id": 13,
        "text": "(спеть песенку)"
      },
      {
        "id": 100,
        "text": "— Я убил медведя.",
        "need": 99
      }
    ]
  },
  {
    "id": 12,
    "text": "- Чёт как-то подозрительно... - прищурившись, сказал Колобок. - Странно ты ведёшь себя. Не хочешь меня съесть?\n- Очень хочу, - призналась Лиса. - Но моя природа такова, что я ничего не могу сделать просто так, без... м...\n- Выкрутасов?\n- Скажем так. Поскольку петь и танцевать ты явно не настроен, мне остаётся только одно развлечение - погоня. Порадуешь меня хорошей пробежкой по лесу?",
    "answers": [
      {
        "id": 17,
        "text": "- Я, пожалуй, лучше пойду..."
      }
    ]
  },
  {
    "id": 13,
    "text": "Колобок и запел:<s>r\n<s>r\nЯ Колобок, Колобок,<s>r\nЯ по коробу скребен,<s>r\nПо сусеку метен,<s>r\nНа сметане мешон<s>r\nДа в масле пряжон,<s>r\nНа окошке стужон.<s>r\nЯ от дедушки ушел,<s>r\nЯ от бабушки ушел,<s>r\nЯ от зайца ушел,<s>r\nЯ от волка ушел,<s>r\nОт медведя ушел,<s>r\nОт тебя, лисы, нехитро уйти!<s>r\n<s>r\nА Лиса говорит:<s>r\n— Ах, песенка хороша, да слышу я плохо. Колобок, Колобок, сядь ко мне на носок да спой еще разок, погромче.",
    "answers": [
      {
        "id": 14,
        "text": "(спеть песенку на носу)"
      }
    ]
  },
  {
    "id": 14,
    "text": "Колобок вскочил Лисе на нос и запел погромче ту же песенку.<s>r\nА Лиса опять ему:<s>r\n— Колобок, Колобок, сядь ко мне на язычок да пропой в последний разок.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 16,
        "text": "(сесть на язычок)"
      },
      {
        "id": 17,
        "text": "— Я, наверное, лучше пойду."
      }
    ]
  },
  {
    "id": 15,
    "text": "Чем дольше он бежал, тем лучше понимал, что обречен. Лиса выслеживала его безупречно, даже если он отрывался, то никогда не переставал слышать дробь её лап о землю. Она была неутомима, поддерживаемая азартом охоты.\n...Колобок не рассчитал прыжка и упал в овраг. В  следующую секунду он ощутил, как впились в него лисьи зубы и весь его мир потонул в боли.\nИ стало темно.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 16,
    "text": "Колобок прыг Лисе на язык, а Лиса его попыталась съесть, но колобок был большой и круглый, а длинная лисья морда не могла даже толком ухватить его. Колобок вырвался из её пасти, потеряв несколько крошек.",
    "answers": [
      {
        "id": 15,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 17,
    "text": "- Я, пожалуй, пойду, - сказал Колобок, медленно пятясь назад. Лиса плавными шагами следовала за ним:\n- Оставайся, милый. Мы славно развлечёмся!\n- Боюсь, наши представления о развлечениях несколько расходятся.\n- Много болтаешь. Беги уже! - и в глазах Лисы мелькнуло что-то такое, от чего у Колобка случилась паника - он рванул прочь, не разбирая дороги, спасая свою жизнь.",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "Жили-были старик со старухой.<s>r\nВот и говорит старик старухе:<s>r\n— Поди-ка, старуха, по коробу поскреби, по сусеку помети, не наскребешь ли муки на колобок.<s>r\nВзяла старуха крылышко, по коробу поскребла, по сусеку помела и наскребла муки горсти две.<s>r\nЗамесила муку на сметане, состряпала колобок, изжарила в масле и на окошко студить положила.",
    "answers": [
      {
        "id": 2,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "Колобок всё же решил ждать. Он, должно быть, неправильно понял. Его не могут съесть, это лишено смысла. С замиранием сердца Колобок слушал приближающиеся сзади шаги. Сам он, не отрываясь, смотрел в окно, где, как ни в чём не бывало, цвели цветы и порхали птицы. Он старался сосредоточиться на цветах и не думать о смерти. Не думать!<s>r\nНаконец, шаги прозвучали совсем близко и прекратились. Колобок услышал тяжёлое дыхание старухи.<s>r\n",
    "answers": [
      {
        "id": 21,
        "text": "Ждать"
      },
      {
        "id": 22,
        "text": "Катиться прочь!"
      }
    ]
  },
  {
    "id": 20,
    "text": "№5<s>r\n",
    "answers": []
  },
  {
    "id": 21,
    "text": "Колобка ухватила за один бок костлявая рука, а в следующую секунду всё его существо пронзила невыносимая, невероятная боль. Колобок надрывно закричал, чувствуя, как сталь, казавшаяся раскалённой, проникает в него всё глубже.<s>r\n...Внезапно всё закончилось. Колобок, тяжело дыша, лежал на окошке, не в силах пошевелиться. <s>r\nЗа окном пели птицы и цвели цветы.",
    "answers": [
      {
        "id": 23,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 22,
    "text": "Колобок, не выдержав, прыгнул с окошка вниз, во двор.<s>r\n",
    "answers": [
      {
        "id": 29,
        "text": "Осмотреться"
      },
      {
        "id": 5,
        "text": "Катиться дальше"
      }
    ]
  },
  {
    "id": 23,
    "text": "Колобок, тяжело ворочаясь, осмотрелся. Изба позади него была тёмной и мрачной. Занавеси на окнах не знали чистки уже много лет, по углам скопилась пыль и паутина. В комнате никого не было.<s>r\nТут колобок понял, что звук, который последнюю минуту сопровожждал его - это не звон в его раскалывающейся голове и не свист ветра, а завывания старухи в соседней комнате. Среди них можно было различить слова:<s>r\n— Богом тебе клянусь, родненький! Орёт! Орёт, как живой! Глазёнками стреляет! Бёс в нём, не иначе.<s>r\n— Совсем с ума сошла, карга старая. Колобки у ней орут, – ответил сиплым голосом дед. Раздались звуки нетвёрдой поступи стариков, и оба они показались в проходе - старик, и выглядывающая из-за его спины поскуливающая старуха.<s>r\n",
    "answers": [
      {
        "id": 24,
        "text": "— Кто вы такие? Как я здесь очутился?"
      },
      {
        "id": 28,
        "text": "Катиться прочь"
      }
    ]
  },
  {
    "id": 24,
    "text": "— Кто вы такие? Как я здесь очутился? – строго спросил Колобок. Глаза деда широко распахнулись, рот открылся от изумления, баба только заскулила.<s>r\n— Твоя правда, старуха. Бес. Али сам чёрт, – сурово промолвил старик и отточенным движением схватил с печи ружьё. Колобка прошиб пот. Он каким-то чудом пережил удар ножом, но этого точно не переживёт.",
    "answers": [
      {
        "id": 26,
        "text": "— Погоди, отец! Давай поговорим..."
      },
      {
        "id": 28,
        "text": "Катиться прочь"
      }
    ]
  },
  {
    "id": 25,
    "text": "— Я из хлеба. У тебя будет несварение или аллергия. – попытался вразумить зайка Колобок.<s>r\n— Видишь ли, дружище, – сказал Заяц. – Я ужасно голоден. И моя семья тоже голодает. Так что я рискну.<s>r\n",
    "answers": [
      {
        "id": 27,
        "text": "— Так ты ещё и свою семью хочешь подвергнуть риску?"
      },
      {
        "id": 30,
        "text": "— Ты не учёл одной маленькой детали. Я – Колобок."
      }
    ]
  },
  {
    "id": 26,
    "text": "— Погоди, отец! Давай поговорим... – начал было Колобок, но старик с истошным криком \"Не отец я тебе, диавол!\" бросился на него с прихватом на перевес.",
    "answers": [
      {
        "id": 28,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 27,
    "text": "— Так ты ещё и свою семью хочешь подвергнуть риску? – с искренним ужасом спросил Колобок. - Заяц, это не шутки! Вы никогда не ели хлеба - реакция организма непредсказуема, твоё семейство может сократиться в два раза ещё быстрее, чем от голода!<s>r\nЗаяц задумался, потом сердито плюнул в сторону:<s>r\n— Ну и что мне делать? Отпустить тебя на все четыре стоорны?<s>r\n",
    "answers": [
      {
        "id": 32,
        "text": "— Иди вместе со мной, Заяц. Вместе веселее, и вдвоём мы раздобудем хорошей еды тебе и твоей семье."
      }
    ]
  },
  {
    "id": 28,
    "text": "Колобок, охнув от боли в проколотом боку,  прыгнул с окна во двор, и, постанывая, покатился по двору.<s>r\n",
    "answers": [
      {
        "id": 29,
        "text": "Осмотреться"
      },
      {
        "id": 5,
        "text": "Катиться за двор"
      }
    ]
  },
  {
    "id": 29,
    "text": "Колобок притормозил, чтобы немного осмотреться.<s>r\nВокруг него был типичный двор для тех голодных времён, сохранивший следы былого процветания, сейчас же – пустой и заброшенный. Грядки поросли бурьяном, корыто треснуло, дверь в сарай покосилась. Животины не было видно.",
    "answers": [
      {
        "id": 31,
        "text": "Осмотреть сарай"
      },
      {
        "id": 5,
        "text": "Катиться дальше"
      },
      {
        "id": 38,
        "text": "Вернуться в дом",
        "need": 33
      }
    ]
  },
  {
    "id": 30,
    "text": "— Ты не учёл одной маленькой детали. Я – Колобок. – с этими словами Колобок сжался и скрутился, а после резко прыгнул, подняв облако пыли. Вращающийся в полёте, как сверло, хлебный шар врезался в остолбеневшего Зайца и отбросил его не целый метр, выбив из животного дух. Колобок, которому от столкновения тоже досталось, тяжёло дышал, глядя на поверженного противника:<s>r\n— Ты недооценил своего противника, Заяц, и пал. Так будет с каждым.<s>r\n— Я... Должен был... – еле слышным голосом пролепетал Заяц, – Колобок... Передай моей семье... Что я их люблю.<s>r\n— Думаю, ты очухаешься через пару минут. Вот сам и передашь. Мне пора.",
    "answers": [
      {
        "id": 7,
        "text": "Катиться дальше"
      }
    ]
  },
  {
    "id": 31,
    "text": "В сарае Колобок не нашёл ничего, что могло бы привлечь его внимание, кроме разве что груды старых ржавых ножей. Один из них по размерам вполне подходил Колобку.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 5,
        "text": "Уйти"
      },
      {
        "id": 85,
        "text": "Взять нож РУКАМИ",
        "need": 84
      },
      {
        "id": 85,
        "text": "Взять нож РУКАМИ",
        "need": 86
      },
      {
        "id": 33,
        "text": "Взять нож"
      }
    ]
  },
  {
    "id": 32,
    "text": "— Иди вместе со мной, Заяц. Вместе веселее, и вдвоём мы раздобудем хорошей еды тебе и твоей семье, – уверенно сказал Колобок.<s>r\nЗаяц сомневался:<s>r\n— Не знаю... Может, ты всё это говоришь просто, чтобы спастись? Что в тебе такого, что вместе у нас больше шансов?<s>r\n",
    "answers": [
      {
        "id": 34,
        "text": "— Я – Колобок."
      }
    ]
  },
  {
    "id": 33,
    "text": "Колобок собрался уже вооружиться, как вдруг столкнулся с одним неприятным фактом: у него не было рук. Вообще. Может, его история и направилась бы совсем в другоге русло, но без рук ножом не поорудуешь, только разве что прыгнуть на него с отчаяния.<s>r\nКолобок сердито развернулся и вышел прочь из сарая. Когда-нибудь он получит руки и вернётся сюда, чтобы стать настоящим воином! Но не сегодня.",
    "answers": [
      {
        "id": 29,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 34,
    "text": "— Я – Колобок, – просто ответил Колобок и молча покатился по дороге. Потом остановился и обернулся:<s>r\n— Ну так ты со мной?<s>r\n— Да, чёрт побери! – крикнул заяц и побежал вслед.",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "— Вы сговорились чтоли? – сердито спросил Колобок.<s>r\n— Что? С кем? – растерянно спросил Волк.<s>r\n— Заяц порывался меня съесть. Ну ладно, он-то травоядное. Но ты, Волк, с чего в вегетарианцы подался?<s>r\n— Хочешь сказать, ты не из мяса?<s>r\n— Я Ко-ло-бок, волчья твоя голова. Хлеб.<s>r\nВолка было убедить нелегко:<s>r\n— У тебя есть глаза. Значит и остальное должно быть.<s>r\nВот тут Колобку нечего было ответить. Он слишком мало знал о своей природе.",
    "answers": [
      {
        "id": 36,
        "text": "— Волк, мне всего час от роду. Вокруг такой прекрасный мир! Неужели, ты хочешь отнять у меня его?"
      },
      {
        "id": 37,
        "text": "— Тогда ты разделишь судьбу Зайца"
      }
    ]
  },
  {
    "id": 36,
    "text": "— Волк, мне всего час от роду. Вокруг такой прекрасный мир! Неужели, ты хочешь отнять у меня его? – жалобно спросил Колобок. Волк недолго думая, кивнул:<s>r\n— Да, я был бы не против. В крайнем случае удовольствуюсь твоими глазами, если кроме них внутри ничего нет.",
    "answers": [
      {
        "id": 37,
        "text": "— Для начала победи меня."
      }
    ]
  },
  {
    "id": 37,
    "text": "Волк оказался серьёзным противником. Он легко увернулся от первого прыжка Колобка, и челюсти хищника щёлкнули прямо перед носом.\nНе успел Колобок собраться для ещё одного прыжка, как Волк атаковал повторно. Колобок сначала увидел в зубах хищника клок запечённого теста, а только потом на него обрушилась невыносимая боль. Через несколько секунд агонии Колобок ощутил, как боль стихает, а её заменяет жажда крови. Он вскочил и бросился на Волка, который потерял интерес к бою и задумчиво жевал вырванный из Колобка хлеб.",
    "answers": [
      {
        "id": 69,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "Колобок осторожно вкатился обратно в дом. Бабка сидела за столом, положив голову на скрещенные руки. Деда нигде не было видно.",
    "answers": [
      {
        "id": 68,
        "text": "Поговорить с Бабкой"
      },
      {
        "id": 29,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 39,
    "text": "Долго ли, коротко ли - свела их дорога с Волком.\n- Вот так удача! - обрадовался Волк. - Колобок, Заяц, я вас съем!",
    "answers": [
      {
        "id": 40,
        "text": "- Не думал о добыче покрупнее? Мы ищем ребят на одно дело."
      },
      {
        "id": 41,
        "text": "- Иди сюда и попробуй, слабак."
      },
      {
        "id": 91,
        "text": "Зарезать ножом",
        "need": 85
      }
    ]
  },
  {
    "id": 40,
    "text": "- Не думал о добыче покрупнее? Мы ищем ребят на одно дело.\nВолк призадумался:\n- Что за дело?",
    "answers": [
      {
        "id": 42,
        "text": "- У старика со старухой  полные грядки капусты для Косого, а в сарае полно животины."
      }
    ]
  },
  {
    "id": 41,
    "text": "- Иди сюда и попробуй, слабак! - закричал Колобок и приготовился к прыжку. Волк, однако, не стал медлить ни секунды и метнулся в атаку - но не на Колобка, а на Зайца, который этого никак не ожидал. Уже в прыжке Колобок услышал, как с тошнотворным хрустом сомкнулись на теле его друга смертоносные челюсти хищника.\nКогда Колобок приземлился - его прыжок так и не настиг цели - Волка и его добычи след простыл.",
    "answers": [
      {
        "id": 46,
        "text": "- Заяц..."
      }
    ]
  },
  {
    "id": 42,
    "text": "- У старика со старухой  полные грядки капусты для Косого, а в сарае полно животины, - соврал Колобок.<s>r\nГлаза Волка заблестели, из пасти закапала слюна:<s>r\n- А гуси есть? Страсть как хочу гуся!",
    "answers": [
      {
        "id": 43,
        "text": "- Гуся нет."
      }
    ]
  },
  {
    "id": 43,
    "text": "- Гуся нет, - серьёзно ответил Колобок. - Но есть жирный петух.\n- Сгодится! - весело ответил Волк. - Когда выдвигаемся?\nКолобок помедлил с ответом. Ему предстояло выбрать ещё одного компаньона. \nВозьмёт Лису - старик отстреляется из своего ружья, будет ему лиса на воротник, может выменяет её на еду. Это будет благодарность им как родителям.\nВозьмёт Медведя - и тот порвёт всех в клочья. Волк погорюет, что нет взаправду ни гусей, ни петухов, да и обглодает старика - будет наказание людям за то, что хотели его, колобка, съесть.",
    "answers": [
      {
        "id": 44,
        "text": "Позвать Лису"
      },
      {
        "id": 45,
        "text": "Позвать Медведя"
      }
    ]
  },
  {
    "id": 44,
    "text": "- Не торопись, Волк. Мы возьмём с собой Лису. Так будет вернее.\n- Не уверен, что Лисе придётся по вкусу грабёж людской хаты. Она как-то неделю провела в клетке у людей и с тех пор, - Волк поморщился. - Слегка не в себе.",
    "answers": [
      {
        "id": 56,
        "text": "- Тем не менее."
      }
    ]
  },
  {
    "id": 45,
    "text": "- Не так быстро, Волк. Мы возьмём с собой Медведя для верности, - сказал Колобок и посмотрел на дорогу, словно ожидал, что Медведь уже встречает его там.<s>r\n- Не думаю, что мы с ним сработаемся, - прозвучал осторожный голос Волка. - Пожалуй, я вернусь к первоначальному плану, - и, не успел Колобок даже осознать услышанное, как за спиной его раздался тошнотворный хруст, сдавленный крик Зайца и шорох кустов.<s>r\nКогда Колобок обернулся, позади него не было никого.<s>r\nПусто.",
    "answers": [
      {
        "id": 46,
        "text": "- Заяц..."
      }
    ]
  },
  {
    "id": 46,
    "text": "- Заяц... - беспомощно прошептал Колобок, оглядываясь вокруг. По желобку листа молодого клёна у дороги прокатилась капля крови, и, зависнув на мгновение на самом кончике листа, сорвалась в чёрную бездну отчаяния.\n\n",
    "answers": [
      {
        "id": 47,
        "text": "Винить себя"
      },
      {
        "id": 48,
        "text": "Винить Волка"
      }
    ]
  },
  {
    "id": 47,
    "text": "Колобок брёл по лесной дороге, пошатываясь и ничего не видя перед собой. В голове пульсировала только одна мысль:\nЭто он виноват.\nОн потащил Зайца в собой, он ваязался в безнадёжную авантюру с Волком, и бросил друга в лапах хищника. Это всё он!\n\n",
    "answers": [
      {
        "id": 49,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 48,
    "text": "Колобок прыгал вокруг, стараясь увидеть следы, останавливался, чтобы прислушаться. Хоть что-то, что помогло бы выследить врага!\nНо лес молчал.\n\n",
    "answers": [
      {
        "id": 57,
        "text": "Искать дальше"
      }
    ]
  },
  {
    "id": 49,
    "text": "Колобок всё шёл. Он представлял себе, как Заяц болтается в зубах бегущего Волка, возможно, ещё живой, ещё верящий, что Колобок мчится на выручку... Или всё осознавший и проклинающий его каждую секунду...\nКолобка вырвало. Он посмотрел на усеявшие чахлую траву дрожжи, и его начал бить озноб.\n\n",
    "answers": [
      {
        "id": 50,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 50,
    "text": "Колобок остановился, ощутив сквозь мутную пелену, сковавшую его сознание, чей-то пристальный взгляд. Он посмотрел перед собой и увидел Лису. Рыжая плутовка сидела на стволе поваленного дерева, закинув ногу на ногу, одной рукой опираясь о ствол, а другой держала куриную косточку, которой неспешно ковыряла в острых зубах. Хвост её неспешно вилял, лишь изредка подрагивая самым кончиком - это было единственное, что выдавало нетерпение хищницы.\nЛиса выбросила косточку, томно вздохнула и произнесла:\n- Ты всё-таки пришёл.\n\n",
    "answers": [
      {
        "id": 51,
        "text": "- Да."
      }
    ]
  },
  {
    "id": 51,
    "text": "- Да, - ответил Колобок. Лиса прищурилась:\n- Чего же ты хочешь?\n",
    "answers": [
      {
        "id": 52,
        "text": "- Умереть."
      }
    ]
  },
  {
    "id": 52,
    "text": "- Умереть, - тихо произнёс Колобок. Лиса прищурилась:\n- От меня лёгкой смерти не жди. И, конечно, тебе придется поучаствовать.\n",
    "answers": [
      {
        "id": 53,
        "text": "- Что делать?"
      }
    ]
  },
  {
    "id": 53,
    "text": "- Что делать? - безучастно спросил Колобок. И тут в глазах у Лисы вспыхнула такая жажда крови, что Колобок, которому, казалось бы, на всё уже было наплевать, откатился в ужасе. Лиса бесшумным движением спрыгнула с бревна на четыре лапы и, еле сдерживаясь, выдохнула:\n- Бежать!",
    "answers": [
      {
        "id": 54,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 54,
    "text": "Колобок покатился прочь - так быстро как мог, перепрыгивая овраги и кусты, слыша неумолимо приближающуюся дробь лисьих лап за спиной. Он уже хотел крикнуть \"Стоп!\" или \"Я передумал!\", но для этого нужно было остановиться, а он не мог. Не мог умереть! Не должен! Заяц не был бы рад этому!\nТут Колобок цвидел прямо на своём пути Зайца. Живого, белоснежного, улыбающегося. Колобок, не в силах глядеть на эту галлюцинацию, закрыл глаза и в ту же секунду со всего размаху врезался в дерево. Сквозь шок от удара он почувствовал, как впиваются в него лисьи клыки, как выдирают из него хлебные куски один за другим.\nЗаяц улыбался.\nЗаяц звал его к себе.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 55,
    "text": "Спасибо за чтение. Это пробная мини интерактивная книга. Автор - Олег Шабров.\n\n\n\n",
    "answers": [
      {
        "id": 1,
        "text": "С начала"
      }
    ]
  },
  {
    "id": 56,
    "text": "- Тем не менее, мы позовём её с собой. - сказал Колобок и покатился по дороге. - За мной!\nЕго союзники послушались. Совсем скоро их ждала встреча, которой никто не ожидал.\nНа дороге стоял Медведь.",
    "answers": [
      {
        "id": 67,
        "text": "- Привет!"
      }
    ]
  },
  {
    "id": 57,
    "text": "Как посмел этот ублюдок напасть на его друга? Как посмел сбежать, словно трусливая крыса!\nВ бессильном гневе Колобок прыгнул прямо в дерево, ударился лбом, из глаз посыпались искры, вспышка боли пронзила его всего, и он почувствовал секундное облегчение. Он снова ударился о дерево. И снова.",
    "answers": [
      {
        "id": 58,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 58,
    "text": "Что-то остановило его от очередного удара. Отскочив, Колобок увидел огромного Медведя - это он подставил лохматую лапу, не позволив Колобку в очередной раз удариться о дерево лбом.\n- Чего беснуешься? - добродушно спросил косолапый. ",
    "answers": [
      {
        "id": 59,
        "text": "Напасть"
      },
      {
        "id": 61,
        "text": "Рассказать"
      }
    ]
  },
  {
    "id": 59,
    "text": "Вместо ответа Колобок рванулся вперёд, кручёным прыжком врезавшись в живот противнику. Он уже не видел Медведя - перед ним был Волк, в зубах сжимавший безжизненное тело Зайца.\nМедведь чуть пошатнулся от удара, но сохранил равновесие и успел ухватить Колобка двумя лапами.\n- Чего беснуешься? - повторил он всё тем же добродушным тоном, будто ничего только что не случилось.",
    "answers": [
      {
        "id": 61,
        "text": "Рассказать"
      }
    ]
  },
  {
    "id": 60,
    "text": "- А что теперь? - спросил Колобок в спину уходящему Медведю. Тот остановился, но оборачиваться не стал:\n- Ничего. Вся жизнь - лишь череда потерь, Колобок, - тихо сказал он и скрылся в чаще.",
    "answers": [
      {
        "id": 66,
        "text": "- Неправда."
      }
    ]
  },
  {
    "id": 61,
    "text": "Дождавшись, когда Медведь его отпустит, Колобок начал рассказывать. С каждым очередным словом Медведь становился всё мрачнее. Дослушав, он сплюнул и грозно прорычал в пустоту:\n- Пришёл твой час, Волк. Жди меня.\nС этими словами он грузно потопал через кусты.\n",
    "answers": [
      {
        "id": 62,
        "text": "- Куда ты?"
      }
    ]
  },
  {
    "id": 62,
    "text": "- Куда ты? - спросил Колобок. - Волк сбежал, его не найти!\n- Искать не надо, - проревел медведь. - Он там же, где всегда делает это.\n- Делает что?\n- Ест, - мрачно уточнил медведь.\n\n",
    "answers": [
      {
        "id": 63,
        "text": "Следовать за медведем"
      }
    ]
  },
  {
    "id": 63,
    "text": "Они продирались через чащу, как показалось Колобку, целый час. Наконец, они выбрались на освещённую солнечным светом поляну. Посередине стоял в боевой готовности Волк. Увидев разодранное выпотрошенное тело Зайца у него под лапами, Колобок сначала еле преодолел приступ рвоты, а после почувствовал, как его переполняет гнев. Он уже сжался, чтобы рвануться на врага, но медведь предусмотрительно придержал его лапой.",
    "answers": [
      {
        "id": 64,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 64,
    "text": "Волк оскалился, обнажив окрававленные зубы:\n- Ты всё-таки пришёл.\nМедведь отпустил Колобка и слегка прижался к земле, готовясь к атаке:\n- В этот раз ты обречён, серый.\nВолк издал утробное рычание, в котором угадывалось \"попробуй сначала достань\", и бросился на... Колобка.",
    "answers": [
      {
        "id": 65,
        "text": "Увернуться"
      }
    ]
  },
  {
    "id": 65,
    "text": "Колобок, наученный горьким опытом, был готов к этому - он мгновенно взвился в воздух, разминувшись с острыми зубами Волка на долю секунды.\nЗато вовремя успел Медведь - его огромная лапа одним ударом перебила хребет замешкавшегося Волка. Тот камнем рухнул на землю и забился в предсмертных судорогах. Медведь не стал ничего говорить - развернулся и потопал прочь.\n",
    "answers": [
      {
        "id": 60,
        "text": "- А что теперь?"
      }
    ]
  },
  {
    "id": 66,
    "text": "- Неправда, - прошептал Колобок. - Жизнь - это череда встреч.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 67,
    "text": "- Привет! - дружелюбно сказал Колобок. Медведь не отвечал, он сосредоточенно и хмуро смотрел Колобку за спину.\nСмотрел на Волка.\n- Друзья, давайте... - начал Колобок, но замолк, услышав за спиной крик зайца, тошнотворный хруст и дробь, выбиваемую лапами о землю. Обернувшись, Колобок увидел только мелькнувший вдалеке волчий хвост, да кровь на дороге.\nМного крови.\nМедведь взревел и бросился в погоню. Колобок за ним.",
    "answers": [
      {
        "id": 63,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 68,
    "text": "- Бабушка... - осторожно начал Колобок. Старая женщина подняла на него взгляд своих заплаканных глаз:\n- Чего тебе, окаянный? - хриплым голосом спросила она.",
    "answers": [
      {
        "id": 76,
        "text": "- Почему ты плачешь?"
      },
      {
        "id": 79,
        "text": "- Я верил тебе, а ты хотела меня съесть.",
        "need": 3
      }
    ]
  },
  {
    "id": 69,
    "text": "Волк не ожидал этого нападения. Мощный кручёный удар в голову так сильно ошарашил, испугал и дезориентировал его, что хищник сначала сбежал, а только потом, сидя в кустах далеко от места боя, стал думать, что же случилось. Он пришёл к выводу, что прозевал появление Медведя и получил тот жуткий удар от него.\nТихонько постанывая, Волк поковылял в чащу.",
    "answers": [
      {
        "id": 70,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 70,
    "text": "Колобок не верил своему счастью - Волк просто ушёл! Сбежал! Колобок будет жить! Он было уже смирился с грядущей смертью в зубах хищника, но костлявая старуха отступила. Бок, хоть в нём и зияла порядочная дыра, почти не болел. Он может катиться дальше.",
    "answers": [
      {
        "id": 9,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 71,
    "text": "- Почему? - спросил Колобок. - Почему все хотят меня съесть?\n- Я не хочу, - добродушно ответил медведь. - Это я пошутил так. Время тяжёлое, без чувства юмора никуда.",
    "answers": [
      {
        "id": 72,
        "text": "- Ну и юмор у тебя, косолапый!"
      },
      {
        "id": 73,
        "text": "- То есть я могу идти?"
      }
    ]
  },
  {
    "id": 72,
    "text": "- Ну и юмор у тебя, косолапый!\n- Ни слова про лапы! - предупредил Медведь. - Могу и обидеться.\n- Ладно, ладно. А какие шутки ты любишь?\n- Всякие. Идём ко мне в берлогу, я тебе расскажу много интересного.",
    "answers": [
      {
        "id": 74,
        "text": "Идти к медведю"
      },
      {
        "id": 77,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 73,
    "text": "- То есть я могу идти? - неуверенно спросил Колобок.\n- А чего ж не можешь? Никто не держит. Правда я бы от компании не отказался. Давненько у меня гостей в берлоге не было. Не хочешь погостить?",
    "answers": [
      {
        "id": 74,
        "text": "Идти в берлогу"
      },
      {
        "id": 77,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 74,
    "text": "- Почему бы и нет, - согласился Колобок. Медведь обрадовался и повёл его к своей берлоге, по пути собирая шишки. Прибыв, он вытащил из берлоги огромный самовар, засыпал в него шишки и зажёг. Под лёгкий аромат дымка они стали ждать, пока согреется вода. Медведь начал свой рассказ ещё в пути и всё не унимался, намереваясь рассказать Колобку, наверное, всю свою жизнь. Он поведал и о молодости, о ссоре с родителями, о его длительном путешествии прочь от родных мест. Поспел кипяток, медведь заварил душистого чаю. Сгущались сумерки, на небе зажигались звёзды. Рассказ продолжался.",
    "answers": [
      {
        "id": 75,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 75,
    "text": "Медведь рассказал о том, как познакомился с тогда ещё молодым Волком, как они дружили, как встретили Лису и повздорили из-за неё. Как стычка за стычкой незаметно превращали их из товарищей в кровных врагов.\nМедведь рассказал, как принял решение прекратить эту вражду, как поселился подальше от Волка, чтобы не видиться с ним и у обоих было время подумать.\nКолобок рассказал свою недлинную историю. Чай кончился, варенье было давно съедено. Они с медведем любовались звёздами.",
    "answers": [
      {
        "id": 78,
        "text": "- И что теперь?"
      }
    ]
  },
  {
    "id": 76,
    "text": "- Почему ты плачешь? - спросил Колобок.\n- Мой старик обозлился, что ты сбежал, побил меня, да ушёл, - со вздохом рассказала Бабка.",
    "answers": [
      {
        "id": 80,
        "text": "- Мерзавец!"
      },
      {
        "id": 81,
        "text": "- Поделом тебе!"
      }
    ]
  },
  {
    "id": 77,
    "text": "- Знаешь, я всё-таки пойду, - осторожно сказал Колобок, катясь вокруг Медведя.\n- Иди, удачи... - грустно произнёс Медведь.\nКолобок покатился быстрее и вскоре массивная фигура медведя скрылась за поворотом.",
    "answers": [
      {
        "id": 11,
        "text": "Катиться дальше"
      }
    ]
  },
  {
    "id": 78,
    "text": "- И что теперь? - спросил Колобок.\n- Ничего, - ответил Медведь. - Жизнь - это череда встреч.\n- Да, - просто сказал Колобок. - Так и есть.\nЗвёзды мерцали над ними, выглядывал из-за деревьев тонкий серпик месяца.\n- Так и есть.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 79,
    "text": "- Если бы я тебя не порезала, то точно зашиб бы меня старый дурак, - сказала Бабка, - Много он моей крови выпил.",
    "answers": [
      {
        "id": 87,
        "text": "- Кстати, где он?"
      }
    ]
  },
  {
    "id": 80,
    "text": "- Мерзавец! - воскликнул Колобок.\n- Много он моей крови выпил, голубчик, - сказала Бабка. - Ведомо мне, что будет. Вернётся он из села пьяный, и в этот раз точно убьёт меня.",
    "answers": [
      {
        "id": 82,
        "text": "- Я не позволю!"
      },
      {
        "id": 81,
        "text": "- И поделом."
      }
    ]
  },
  {
    "id": 81,
    "text": "- Поделом! - сказал Колобок Бабке.\n- Голубчик, да разве ж я знала, что оживёшь ты? Видно Бог послал мне тебя вместо сына! Как мне искупить свою вину?",
    "answers": [
      {
        "id": 86,
        "text": "- Испеки мне руки."
      }
    ]
  },
  {
    "id": 82,
    "text": "- Я не позволю! - закричал Колобок. Бабка слабо улыбнулась:\n- Что же ты можешь сделать, голубчик? Мал ты, да слаб.",
    "answers": [
      {
        "id": 84,
        "text": "- Испеки-ка мне, мать, руки, и увидишь, на что я горазд!"
      }
    ]
  },
  {
    "id": 83,
    "text": "Короткий взмах ножа - и кровь Зайца обагрила полевые цветы.\n- Никто не смеет угрожать Колобку, - сказал убийца, вытирая нож об серую шубку своей жертвы. ",
    "answers": [
      {
        "id": 7,
        "text": "Катиться дальше"
      }
    ]
  },
  {
    "id": 84,
    "text": "- Испеки-ка мне, мать, руки, и увидишь, на что я горазд! - сказал Колобок.\nПослушалась бабка, и испекла Колобку маленькие, но хваткие ручки. Колобок сжимал и разжимал кулаки, чувствуя дремлющую в них силу.",
    "answers": [
      {
        "id": 29,
        "text": "Вернуться во двор"
      }
    ]
  },
  {
    "id": 85,
    "text": "Колобок выбрал себе подходящего размера нож и крепко сжал его рукой. Вот теперь будет совсем другая история.",
    "answers": [
      {
        "id": 5,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 86,
    "text": "- Испеки мне руки, - сказал Колобок.\nПослушалась Бабка и испекла Колобку маленькие, но крепкие ручки. Колобок сдимал и разжимал кулаки, чувствуя дремлющую в них силу.",
    "answers": [
      {
        "id": 29,
        "text": "Во двор"
      }
    ]
  },
  {
    "id": 87,
    "text": "- Кстати, где он? - спросил Колобок.\n- Известно где: в селе пьёт! - ответила Бабка. - Сейчас воротится пьяный, да и убьет меня. В этот раз точно убьёт.",
    "answers": [
      {
        "id": 82,
        "text": "- Не позволю!"
      },
      {
        "id": 81,
        "text": "- И поделом тебе."
      }
    ]
  },
  {
    "id": 88,
    "text": "- Видишь этот нож? Он забирает души тех, кого я убиваю им. Ты отлично пополнишь коллекцию, - сказал Колобок, вертя нож в руке. Косой замер, испуганно глядя на блики, гуляющие по смертоносному лезвию:\n- Хорошо-хорошо, не горячись! Чего ты хочешь?",
    "answers": [
      {
        "id": 89,
        "text": "- Ты пойдёшь со мной."
      },
      {
        "id": 90,
        "text": "- Просто убирайся вон."
      }
    ]
  },
  {
    "id": 89,
    "text": "- Ты пойдёшь мо мной, - приказал Колобок, и Заяц послушался. Дорога звала их.",
    "answers": [
      {
        "id": 39,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 90,
    "text": "- Просто убирайся вон, - с отвращением сказал Колобок, и Заяц рванул поочь, спасая свою шкуру.",
    "answers": [
      {
        "id": 7,
        "text": "Катиться дальше."
      }
    ]
  },
  {
    "id": 91,
    "text": "Колобок бросился на Волка с ножом, но его навык обращения с холодным оружием был слишком слаб для сражения с таким противником.\nВолк легко уклонился от удара ножом, ударом лапы оторвал нож вместе с рукой Колобка, отправив их в полёт через чащу, и, рыкнув, сомкнул челюсти на Колобке.",
    "answers": [
      {
        "id": 92,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 92,
    "text": "\"Это конец\" - подумал Колобок, едва различая происходящее сквозь пелену боли. Но удача ему благоволила. Волк стоял прямо над ним, с видом полного недоумения пережёвывая плоть Колобка.<s>r\n- Ну и дрянь твоё мясо! - сказал он. - Где-то здесь был Заяц! Съем лучше его!<s>r\nНо Заяц уже благоразумно убежал. Волк плюнул на раненого Колобка и ушёл прочь.",
    "answers": [
      {
        "id": 70,
        "text": "- Выжил!"
      }
    ]
  },
  {
    "id": 93,
    "text": "Список достижений:",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 93,
        "text": "Разблокировано!<s>r\nГеноцид: убить всех",
        "need": 104,
        "need_ever": true
      },
      {
        "id": 93,
        "text": "(Заблокировано)<s>r\n(Геноцид: убить всех)",
        "need": -104,
        "need_ever": true
      },
      {
        "id": 93,
        "text": "Разблокировано!<s>r\nКолобок в тумане: никто не должен умереть",
        "need": 78,
        "need_ever": true
      },
      {
        "id": 93,
        "text": "(Заблокировано)<s>r\n(Колобок в тумане: никто не должен умереть)",
        "need": -78,
        "need_ever": true
      },
      {
        "id": 93,
        "text": "Разблокировано!<s>r\nМутация: получить руки",
        "need": 84,
        "need_ever": true
      },
      {
        "id": 93,
        "text": "(Заблокировано)<s>r\n(Мутация: получить руки)",
        "need": -84,
        "need_ever": true
      },
      {
        "id": 93,
        "text": "Разблокировано!<s>r\nДикая Охота: умереть в клыках Лисы",
        "need": 15,
        "need_ever": true
      },
      {
        "id": 93,
        "text": "(Заблокировано)<s>r\n(Дикая Охота: умереть в клыках Лисы)",
        "need": -15,
        "need_ever": true
      },
      {
        "id": 93,
        "text": "Разблокировано!<s>r\nМилосердие: пощадить зайца",
        "need": 90,
        "need_ever": true
      },
      {
        "id": 93,
        "text": "(Заблокировано)<s>r\n(Милосердие: пощадить зайца)",
        "need": -90,
        "need_ever": true
      },
      {
        "id": 93,
        "text": "Разблокировано!<s>r\nСемьянин: до последнего не покидать родной дом",
        "need": 26,
        "need_ever": true
      },
      {
        "id": 93,
        "text": "(Заблокировано)<s>r\n(Семьянин: до последнего не покидать родной дом)",
        "need": -26,
        "need_ever": true
      }
    ]
  },
  {
    "id": 94,
    "text": "Колобок бросился на Волка с ножом, но сильно недооценил противника - тот с лёгкостью уклонился от взмаха холодной стали, после чего  одним куском оторвал Колобку руку и вырвал огромный мякиш, а оружие улетело далеко-далеко.",
    "answers": [
      {
        "id": 95,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 95,
    "text": "\"Это конец\" - подумал Колобок, пытаясь отвлечься от чудовищной боли в разодранном боку. Но ему повезло: Волк, распробовав тесто Колобка, поморщился:<s>r\n- Что за дрянь! Тебя невозможно есть! Чёртов Колобок! - Волк занёс лапу и нанёс сокрушительный удар по Колобку, ошвырнув его на несколько метров, а после развернулся и ушёл.",
    "answers": [
      {
        "id": 70,
        "text": "Он выжил!"
      }
    ]
  },
  {
    "id": 96,
    "text": "— Я зайца зарезал, и тебя зарежу, серый Волк, - тихо сказал Колобок, водя лезвием ножа туда-сюда. Он уже испробовал нож в деле и неплохо чувствовал его. Он вкусил аромат крови, и хотел ещё.<s>r\nЕщё!<s>r\nВолк атаковал, Колобок крутанулся на месте, одной рукой врезав хищнику по челюстям, отклонив от себя смертоносные клыки, а спустя мгновение, закончив поворот, ножом в другой руке полоснул по ноге противника.<s>r\nВолк взвыл и отскочил, прихрамывая на одну лапу:<s>r\n— Как ты это сделал?",
    "answers": [
      {
        "id": 97,
        "text": "- Я - Колобок."
      }
    ]
  },
  {
    "id": 97,
    "text": "— Я - Колобок, - сказал Колобок, и это было последнее, что услышал Волк, прежде чем смертоносный вихрь обрушился на него и исполосовал до смерти.<s>r\n...Колобок тяжело дышал, стоя над поверженным хищником. Горячка боя постепенно стихала.<s>r\nКровь волка пахла мерзко - гнилью. Колобок побрезговал вытирать об его тело нож, а воспользовался вместо этого травой.",
    "answers": [
      {
        "id": 9,
        "text": "Катиться дальше"
      }
    ]
  },
  {
    "id": 98,
    "text": "— Я Волка убил, и тебя убью, Медведь, - сказал Колобок и бросился в атаку.<s>r\nМедведь был серьёзным противником, но и Колобок уже сроднился со своим ножом, стал с ним единым целым, и прыгал по поляне, как сумасшедший. Несколько раз когти огромного хищника мелькали прямо перед его лицом, а Медведь также чуть не попался на нож раз или два.<s>r\nСпустя несколько минут они оба выдохлись. Медведь отскочил на пару метров назад и спросил:<s>r\n— Значит, ты убил Волка?",
    "answers": [
      {
        "id": 99,
        "text": "— Зарезал, как свинью."
      }
    ]
  },
  {
    "id": 99,
    "text": "— Зарезал, как свинью, - ответил Колобок, прокручивая в руке нож.<s>r\n— Я должен был это сделать, - тихо сказал Медведь. В глазах его мелькнула грусть.<s>r\nИ может быть, не находись Колобок к азарте боя, он заинтересовался бы, отчего могла появиться эта грусть, может быть он расспросил бы медведя и много узнал, но ему было не до того - кровь стучала в висках, тело жаждало действия.<s>r\nВоспользовавшись тем, что Медведь отвлёкся, Колобок рванулся вперёд, как пушечное ядро, и всем своим весом вогнал нож в грудь Медведю.<s>r\nКосолапый даже не вздрогнул. Он скосил глаза на Колобка и сказал только:<s>r\n— Пожалей Лису...",
    "answers": [
      {
        "id": 11,
        "text": "Катиться дальше"
      }
    ]
  },
  {
    "id": 100,
    "text": "— Я убил медведя, - сказал Колобок вместо ответа. Лиса вздрогнула, глаза её расширились. Спустя мгновение она взяла себя в руки, напустила маску безразличия и спросила:<s>r\n— И что с того?",
    "answers": [
      {
        "id": 101,
        "text": "— Теперь твоя очередь."
      },
      {
        "id": 102,
        "text": "— Он просил пощадить тебя. Почему?"
      }
    ]
  },
  {
    "id": 101,
    "text": "— Теперь твоя очередь, - сказал Колобок, и в этот момент Лиса рванулась прочь, пытаясь спасти свою жизнь. Колобок прицелился и метнул нож ей вслед. Плутовка упала и прокатилась несколько метров по земле. Колобок подошёл ближе. В последние мгновения лиса не смотрела на Колобка, а повернула заострённую морду в ту сторону, откуда пришёл её убийца, и где, как она знала, лежит убитый Медведь и попыталась что-то прошептать.<s>r\nСпустя несколько секунд её не стало.",
    "answers": [
      {
        "id": 104,
        "text": "И что теперь?"
      }
    ]
  },
  {
    "id": 102,
    "text": "— Перед смертью он просил пощадить тебя. Почему?<s>r\nОборона Лисы пала в этот момент, и на глазу её  навернулась непрошенная слеза. Она сердито смахнула её и закричала на Колобка:<s>r\n— Не твоё дело, убийца! Не твоё дело!<s>r\nОна бросилась на Колобка с криком ненависти.",
    "answers": [
      {
        "id": 103,
        "text": "Убить Лису"
      }
    ]
  },
  {
    "id": 103,
    "text": "Колобок одним движением перерезал рыжей плутовке горло, она долетела начатый прыжок и мешком повалилась на траву.<s>r\nВ последние мгновения она не смотрела на Колобка, а подняла заострённую морду в ту сторону, откуда пришёл её убийца, и где, как она знала, лежит убитый Медведь и попыталась что-то прошептать.<s>r\nСпустя несколько секунд её не стало.",
    "answers": [
      {
        "id": 104,
        "text": "И что теперь?"
      }
    ]
  },
  {
    "id": 104,
    "text": "Колобок не знал, что делать теперь. Он смотрел на окровавленынй нож в своих руках и в душе его зияла пустота.<s>r\n\"Жизни нет,\"- подумал он. - \"Только смерть. Только боль.\"",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 105,
    "text": "",
    "answers": []
  },
  {
    "id": 106,
    "text": "",
    "answers": []
  },
  {
    "id": 107,
    "text": "",
    "answers": []
  },
  {
    "id": 108,
    "text": "",
    "answers": []
  },
  {
    "id": 109,
    "text": "",
    "answers": []
  },
  {
    "id": 110,
    "text": "",
    "answers": []
  },
  {
    "id": 111,
    "text": "",
    "answers": []
  },
  {
    "id": 112,
    "text": "",
    "answers": []
  },
  {
    "id": 113,
    "text": "",
    "answers": []
  },
  {
    "id": 114,
    "text": "",
    "answers": []
  }
]