[
  {
    "id": 1,
    "text": "\n\n\nАвтор: Пелагея Майнем\n\nЖанр: просто книга, романтика, фентези, немного конной тематики.\n\nСтатус: готов 1 том (185002), \n             2 том в процессе написания:\n             4 глава в процессе\n\nПоследнее обновление: 24.06.20\n\n\nОт автора:\n\nИ так вот продолжение моего ''творения''. Надеюсь этот том будет написан лучше, т.к. я ближе познакомилась с русским языком и договорилась с т9 ))) \nХорошего времяпровождения\n\nАннотация:\n\nЖизнь главной героини -Лауры- кардинально изменилась после переезда, и дело даже не в новых школе и одноклассниках, а в том, что она попала в другой мир, получила супер способности и теперь не может понять: Что она такое?\n\nВ этом томе описанны её новые приключения в неизвестном мире. \n\n[ События начинаются после случая в библеотеке]\n\n\n              ",
    "answers": [
      {
        "id": 6,
        "text": "поехали!"
      },
      {
        "id": 3,
        "text": "главы [быстрое перемещение]"
      },
      {
        "id": 4,
        "text": "личная страничка <plus> календарь"
      },
      {
        "id": 5,
        "text": "..."
      }
    ]
  },
  {
    "id": 2,
    "text": "\"... Где я?...\"\n\n\"... Я почуствовала себя пушинкой... \"\n\n\"... Подскочила на метр...\"\n\n\"... дама пихнула мне в рот таблетку...\"\n\n\"... — Ты,- сказала дама в красном,- иди на проверку...\"\n\n\"... Меткость, сила, энжинеры, выскочка...\"\n\n\"... — В серебренный зал её!...\"\n\n\"... Поселим со вторым курсом...\"\n\n\"... Академия боевых искусств...\"\n\n\"...- Собирай вещи, мы уезжаем...\"\n\n\"... Поместье Люциуса...\"",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "Сдесь отображаются все написанные главы",
    "answers": [
      {
        "id": 6,
        "text": "Глава 0. Пролог"
      },
      {
        "id": 8,
        "text": "Глава 1. Как такое возможно?"
      },
      {
        "id": 25,
        "text": "Глава 2. Побег. Почувствуй себя вне закона. "
      },
      {
        "id": 45,
        "text": "Глава 3. Юная Смерть."
      },
      {
        "id": 73,
        "text": "Глава 4. Ганеждали"
      },
      {
        "id": 1,
        "text": "На главную "
      }
    ]
  },
  {
    "id": 4,
    "text": "\n\n\n10|02|2020\n\nНачало работы)  Ну наконец-то я собралась '-'\n\n20|02|2020\n\nВыложила мини пролог (  в качестве флешбека) и начало 1 главы) жду коментов.\n\n5|03|2020\n\n1 глава готова. 2 в процессе. Жду отзывов и пожеланий.  С наступаещим 8 марта! А ещё у автора через 10 дней др! Мне исполняется 14. А сколько вам? Должна же я знать свою аудиторию :)\n\n\n07|04|20\n\nГотова 2 глава, 3 в процессе.\n\n22|04|20\n\nНачало 3 главы выложено в размере 8 страниц.\n\n01|05|20\n\nКак и обещала, вылодила проду третьей главы. Размер — 11 страниц. Приятного чтения)\n\n24|06|20\n\n4 глава — 10 страниц.",
    "answers": [
      {
        "id": 1,
        "text": "На главную "
      }
    ]
  },
  {
    "id": 5,
    "text": "...",
    "answers": [
      {
        "id": 1,
        "text": "На  главную "
      }
    ]
  },
  {
    "id": 6,
    "text": "               Глава 0. Пролог\n                  \"Забытье\"\n [ небольшой флешбек из прошлого тома ]\n\n*** \n\" Вся история начинается с того, что я переехала за 3000 км от старого дома...\"\n\n\"... Новая школа, новые одноклассники...\"\n\n\"... Серьёзно?! Алгебра на пятом этаже в тринадцатом кабенете?\"\n\n\"... Нет не суеверная. Я не верю в эти сказки...\"\n\n\"...Возле ворот, рядом со сторожкой, стояли какие-то подростки, на вид класс восьмой-девятый...\"\n\n\"...Вдруг послышались крики...\"\n\n\"...Понарамное окно разлетелось в дребезги...\"\n\n\" ...Они все вампиры...\"\n",
    "answers": [
      {
        "id": 2,
        "text": "Далее"
      },
      {
        "id": 3,
        "text": "К главам"
      }
    ]
  },
  {
    "id": 7,
    "text": " \"... Проверка...\"\n\n\"... Браслет...\"\n\n\"... Тандем... съедет крыша...\"\n\n\"... Завтрак...\"\n\n\"...Учёба...\"\n\n\"...- Знакомая кофешка...\"\n\n\"... Мой мотоцикл...\"\n\n\"... Ужин...\"\n\n\"... Чудное зрение...\"\n\n\"... Прогулка...\"\n\n\"... Библеотека...\"\n\n\"... Полки, летящие вниз книги...\"\n\n\"... Кто-то......\"\n\n***",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      },
      {
        "id": 3,
        "text": "К главам"
      }
    ]
  },
  {
    "id": 8,
    "text": "           Глава 1\n  \" Как такое возможно?\"\n\n\n\" Тихо шифером шурша..... едет крыша не спеша....\"\n\n\n\n\nЯ содрогнулась и пришла в сознание. Голова раскалывалась.\n\n\" Сколько  я была в отключке?\"\n\nВеки слиплись, не собираясь размыкаться. Глаза не открывались. Я попыталась поднять руку, чтобы протереть их, но у меня нечего не получилось, лишь вырвался приглушённый стон. Потехонтку органы чувств приходили в рабочее состояние, я начала чувствовать ломкую боль во всём теле. Оглушала тишина.\n\nЯ лежала на чём-то мягком и плоском.\n\n \"Похоже это пол...\" \n\nПо полу тянуло холодом, и моя кожа покрылась мурашками. Пролежав некоторое время, я предприняла вторую попытку пошевелить рукой.\n",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      },
      {
        "id": 3,
        "text": "К главам"
      }
    ]
  },
  {
    "id": 9,
    "text": "Как ни странно, мне это удалось. Я с немалым усилием открыла глаза. Моему взору предстала большая белая комната, обитая со всех сторон белой, мягкой тканью. \n\nИ ни одного звука. Ни одного окна. Ни одной двери. \" Неужели всё это мне приснилось? Может у меня был жар и другой мир- бред...? И теперь я в психушке?\"\n\nЯ присела, осмотрела свои руки и, увидев  злополучный каралловый браслет, вскрикнула. \"Это был не сон и не бред... Но тогда где я?\" Мои ноги меня не держали, но всёже осмотреть комнату позволили: окон и в правду не было, но на счёт двери я ошиблась.\" В отличии от пола,  потолок и стены были обшиты в крупную клетку, что помешало мне увидеть стык двери.\n\nПрошло несколько минут, а может часов. Я так и не поняла от куда берётся свет. Немного побив стены и пробуя подпрыгивать, я поняла что что-то блокирует мои силы.\n\n",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "Я села в угол и рассматривала свой браслет. На нём появилась сильная трещина, но только там, где шла цепочка из коралла. Золотой знак бесконечности остался идеально целым. \" Это явно что-то значит... по крайней мере то, что книги ливетировали по моей воле...\"\n\nСильно уставшая и обесиленная, я потехоньку отключалась прикрыв глаза. Вдруг я услышала какой-то шорох. Глаза открылись, и по телу пробежала толпа мурашек, но не от холода, а от ужаса. Предо мной стоял высокий парень, лет 16-18, с чисто черными длинными волосами, почти достоющими до плеч, он имел тёмно карие глаза, крассивые и правильные черты лица, а так же длинные, не присущие человеку и даже нелюдю, пальцы. Парень был весьма худощав на вид, но я сразу смекнула, что если он сдесь, то врядли слаб. Его лицо не выражало ровным счетом ничего. Он тихонько перебирал длинными пальцами край чёрной мантии, в которую был одет. Он не нервничал, ему просто было скучно, парень смотрел сквозь меня. Я собралась с силами, и операвшись на стенку, встала. Он продолжал смотреть вниз, где я сидела, потом, словно очнувшись он перевёл взгляд на меня, но уже разглядывая с каким-то отвращением и смешком в глазах.\n\n— И это по вашему царская особа!,- крикнул он взглянув на верх,- вы издеваетесь?! Вздалась она мне! Так я должен смотреть за человеком?,- усмехнулся он смотря мне в глаза.\n\nЯ ничего не ответила и отвела взгляд.",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "\n— Посмотри на меня и скажи своё имя,- продолжил парень, явно обращаясь ко мне.\n\n\n— Лаура,- тихо, сиплым голосом ответила я, но в душе радовалась, так как смогла хоть что-то сказать.\n\n\n— Протени руку вперёд, ладонью вверх,- он продолжал медленно подходить, а когда достиг цели, я всё-таки соизволила исполнить его просьбу.\n\n\n\" Хуже уже не будет...\"\n\n\nДумала я...\n\n\n\n\nНо ошиблась (\n\n",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "\n Я протянула руку вперёд, как того попросил незнакомец. Он положил свою ладонь поверх моей и его глаза стали полностью чёрные, а из приоткрытого рта, искажённого ухмылкой, выглядывали белоснежные мелкие клыки. \n\nЯ почувствовала неописуемую боль: всё тело парализовало, в венах, словно иглы, что-то сильно кололо, сердце и легкие будто увеличились в три раза, и вот-вот моё тело не выдержит и просто напросто взорвётся.\n\nТошнота, головная боль, плюс ко всему полное бездействие. Я не могла пошевелиться. Даже вскрикнуть от нериального количества боли не получилось. \n\nЕдинственное, что сделал мой организм, это дал волю слезам... Я стояла, понимая, что кажется это конец... И на этот раз последний.",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "''Ну уж нет!''- подумала я и попыталась вновь отдёрнуть руку, но ничего не вышло.\n\n''Мой мозг ещё работает...?''- призадумалась я...\n\nЗатем осознала, бой с этим парнем не физический, а моральный. Да, он причиняет мне боль физически, но бьёт морально. \n\nЯ попыталась забыть о невыносимой боли, и очутилась словно в забытье. Боли резко не стало, чувствовалась ледяная рука противника на моей ладони. Я представила, как сдавливаю его тонкое тело, которое начинает хрустеть. ''Вкусил бы ты боли, тварь!''- подумала я. Вдруг выражение темноволосого поменялось, его, до этого спокойное тело, напряглось. Глаза заполнились ужасом и гневом однавременно, послышалось тихое рычанье. Мою руку резко охватило столь приятное тепло, отступил озноб, до этого бьющий меня и застовляющий слабо покачиваться. \n\nПарень резко отдернул руку. Он сделал пару шагов назад, а я, чувствуя тепло и свою силу, решительно сделала шаг вперёд. \n\n",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "Не успела я что-нибудь сказать, как он приложил указательный палец к губам и прошипел.\n\n— Тихо, ничего не говори, нас могут услышать. Сядь обратно в свой угол и не подовай виду, что силы вернулись к тебе,- я уже хотела спросить кто он такой, как он перебил.- не смей со мной разговаривать. Я отвечу на все твои вопросы, но не сейчас. Я лишь скажу, что я ангел смерти... и... ты в общем... подчинила меня. Я сам не понял как так вышло... Не стой столбом сядь!\n\nЯ не понимала что происходит, но взглад ангела изменился с безразличного и холодного на заинтересованный и удивлённый, тем самым успокаивая меня, и будто говоря моему подсознанию:'' он не враг, он друг! Остынь.'' \n\nЯ вернулась на своё прежнее место и присела, смотря на него и жаждя объяснений.\n\n— Главное молчи,- сказал он,- я — Авадон, ангел смерти или высший демон. Меня направили к тебе Низшие*, с целью сделки, по их словам с сущетвом королевских кровей. Может ты знаешь... ладно объясню. Меня обычно вызывают когда хотят убить кого-то или силно проклясть, и, после выполнения трех их желаний в этом жанре [т.к. это его специальность], я забираю их души себе. А там: ''да здраствуй кукловод!'' Могу делать с ними что хочу! Так же могу высасывать жизненную энергию, что и пытался сделать. Низшие, увидев тебя, решили что ты скоро здохнешь и разрешили. Но я не ожидал, что ты затмишь меня... Тем более с этой бездилушкой,- сказал он, указывая на браслет тандемов.\n\n\nНизшие* — имеются в виду главные правители ада.",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "—Не ожидал что ты его пересилишь,- сказал он и подошёл ближе,- вот черт! Ты его сломала!- я безразлично посмотрела на увеличившуюся трещину.\n\n'' Меня это уже не парит''- подумала я.\n\n~ А вот должно,~ ответил голос демона в глове.~ как у тебя сил на телепатию хватает?~безразлично сказал он и начал мерить комнату шагами.\n\n~ Незнаю.~ ответила я и поняла, что мои силы нечего не сдерживает...~ оно само.\n\n— За нами следят, точнее за тобой. Для них я невидимый. Я являюсь посланником смерти почти во всех мирах, но этот просто больше полюбился. В начале меня считали обманщиком, но запомни: демоны никогда не лгут! Позже меня стали боятся... Хотя чего удивляться? Я бессмертный. И ты теперь тоже, так как мы связаны. До сих пор не понимаю, как так вышло!? Даже теоритически- это не возможно! Что ты такое!?- сорвался Авадон на крик.\n\n~А кто говорил что нас могут услышать?~ поинтересовалась я.\n\n— Тебя да, а меня нет. Тем более, проникнуть к тебе в голову очень трудно. Тем не менее, ты не ответила на мой вопрос.\n\n~ Я сама незнаю...~",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      },
      {
        "id": 1,
        "text": "нннннннннннннннннннннннннннннннннннн\nСоветую не нажимать эту кнопку ( вас выкинет на главную), а выйти через кнопку ''назад'' на вашем телефоне, в таком случае вы не потеряете прогресс, а вернётесь в тоже место, через кнопку '' продолжить прохождение квеста''\n\nЖду коментов!\nнннннннннннннннннннннннннннннннннннн"
      }
    ]
  },
  {
    "id": 16,
    "text": "\n— Мда, час от часу не легче,- сказал Авадон и остановился.\n\nЯ прислушалась.\n\nГде-то за пределами комнаты было слышно шаги. Дверь, ранее замеченная мною и расположенная в провотиположном месте от моего угла, в котром я сидела, скрипнула и открылась. В комнату зашёл Снейк. Он моментально закрыл за собой дверь.\n\n— Ты в порядке?- начал он диалог, не отходя от двери.\n\n— В полном,- с сарказмом сказала я.\n\n— Не кипятись! Сострой дурочку! — дал совет мой новый хранитель.\n\n— Немного голова кружется,- сказала я, облакотившись на угол в котором сидела. \n\n— Нечего, всё хорошо. Попробуй снять браслет,- сказал Снейк и напрягся.\n\n— Не снимай. Сделай вид, что не выходит,- дал новую подсказку хранитель, смотря на Снейка в лоб, а тот даже и не подозревал. Мой новый подопечный не упустил шанса и рассматоивал его со всех сторон,— Безоружен, но со снотворным. За дверью ещё кто-то. — промямлил Авадон.\n\nЯ показательно ''дёрнула'' браслет именно в том месте, где была трещина. К счастью, я не переборщила, и он остался цел. Снейк расслабился и позволил себе пройти дальше, в глубь комнаты. \n\n",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "— И так, на тебя заведено дело,- сказал спокойно он.- теперь ты под арестом. Мы не знаем что ты такое и надеемся, что ты сама сознаешься. Все улики на тебя. Прости, подруга, не отмажешься теперь. Испытательный срок ты завалила,- продолжал Снейк, крутя в руках какие-то бумаги и заглядывая в них.- Объяснить причины?\n\n— Валяй,- сказала я на раслабоне.\n\nЭто немного напрягло моего визитёра, но он всё-таки начал свой рассказ.\n\n— Для начала ты имеешь чересчур большые показатели на меткость, силу, ловкость, не смотря на то, что перед проверкой тебе сунули успокоительное, которое должно было тебя ослабить.\n\nЯ услышала смешок со стороны Ангела:\n\n— Вот тупые, оно и так тебя ослабило.\n\nАвадон холодно и мерзко ухмылялся.\n\n— А как вы узнали что сомной что-то не так?- задала вопрос я.\n\n— По докладу магов, открывавших портал,  мы обнаружили, что не все 43 существа переместились через него.  Одно существо переместилось не используя портала. Встал вопрос: кто это был? В числе нелюдей были только вампиры, а они не могут телепортироваться без портала. Остальные- люди. Вопрос оставался открытым, до того как ты не попрыгала... Потом мы решили тебя не пугать, а наоборот приблизиться к тебе, разузнать что-нибудь. Но планы немного развалились, когда ты начала телепортироваться. Ну, наш гений Элиот одел тебе защитный браслет, но в ту ночь в библиотеке он не выдержал. Сейчас браслет полностью востановился, как я вижу только внешне бедняга остался таким.",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "\n\n— Получается... все эти три дня... это был спектакль?!- задала я вопрос на повышанных тонах,   уже было вскочила на ноги, как Хранитель ударил меня по ноге и я упала обратно.\n\n~Тварь! Ты что делаешь?!~\n\n— Сиди тихо! Дура! Если раскроешься, станет хуже.- сказал Авадон.\n\n~ Ладно.~ согласилась я представляя последствия.\n\nСнейк же шарахнулся к двери и, остановившись, впал в ступор. Я продолжала сидеть в своём углу, обнимая болевшую ногу.\n\n— Прости, не сдержалась, тебе позло что я чуть живая,- сказала я, предусмотрев, что тогда вопросов на счёт моего состояния не будет.",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "\n\n— Увидемся через два дня!- сказал Снейк и вылетел за дверь.\n\n~Отлично, теперь мне сдесь два дня сидеть... ~\n\n— Это пол беды — ты потеряла источник информации, а также, тебя теперь и кормить не будут. Всё надеются, что ты ослабнешь,- усмехнулся мой хранитель,- ну я пошёл.\n\n~ Не поняла~\n\n— Говорю — я гулять пошёл. Чего непонятного?  Я с тобой сдесь сидеть два дня не собираюсь, а тебе могу только пожелать удачи!- сказал Ангел и , не успела я повозмущаться, исчез.\n\n'' Шикарно. И что теперь делать?''- думала я.\n\nЯ встала, посмотрела на себя. Одежда была местами изорвана, испачкана, кожа рук сильно шелушилась, голова и ударенная нога болели, а желудок громко взвыл. Странные мысли, одна за другой, лезли и без того, загруженную голову.\n\n'' Зачем нужен этот спектакль? Зачем нужна им я? Что, чёри побери, происходит? И как Авадон подчинился мне? Он ведь типо один из самых главных... и вот так, простому человеку... подчиниться... подчиниться? Подчиниться!''\n\n~ Авадон, тащи свой зад сюда! Быстро!~ крикнула мысленно я ему.\n\nНо ответа или его появления не последовало.",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "\n\n~ Я знаю что ты слышишь! ~ снова молчание.\n\n~ Слушай, я наверняка могу на тебя воздействовать не только морально, но и физически... Считаю до трёх!~\n\nТолько я это сказала, как он появился предо мной:\n\n— Не пытайся, не можешь.- сказал Ангел смерти.\n\n~ А если проверю?~ задала вопрос я.\n\n— Давай.- ответил он.\n\nЯ представила, как сдавливаю его руку своими, делая крапиву. Лицо моего собеседника поменялось. \n\n— Ладно, признаюсь- я чувствую.  Перестань. Что прекажежь госпожа?- сказал он в полне серьёзно. \n\n~ Приказывать не буду.  Буду просить. Для начала называй меня просто Лаура. Расскажи мне о том, что вообще происходит.~",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "— Большой запрос... Хорошо... Начнём с самого начала.\n Этот мир является зеркальным для Земли. Различается лишь население, и то, только из-за наличия  магии. Этот мир как бы делится на... как вы их там называете... страны, да точно страны. Где-то живут только оборотни, где-то вампиры, драконы и василиски, духи или ведьмы... В нашем мире понятие талерантность, мягко говоря, забыто. Существа ненавидят друг друга, ведут постоянные войны. К счастью или нет, они не так масштабны. Территории, на которых мы сейчас находимся, семьи Люциус. Это одна из самых древних династий, по этому сдесь такая разномастность — тогда не было разделений на свои подцарства, существа жили в мире, принимая всех такими, какие они есть. Но вернемся к теме войн. Назревает большой конфликт: оборотни и вампиры перегнули палку. Ещё немного и начнётся первая мировая война. Не выжевет никто.\n\n Люциус не глуп. Он заметил твои силы, хотел перемонить на свою сторону. Ха... Ему дико повезло при наборе человечков... Но он не ожидал, такой мощи. Теперь у него одна цель- поработить тебя. Добровольно ты ведь не согласилась...",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "\n\n~ А он и не спрашивал.~ подумала я.\n\n— Он проверял тебя. Давал мелкие задания.  Но ты явно пользовалась головой на своих плечах, за что респект тебе. Люциус пытался контролировать каждое твоё действие, но у него,  как видишь, ничего не вышло, и он запер тебя сдесь. Изначально был придуман план, судя по которому, ты должна была влюбиться в одного из его сыновей, тем самым подписав военный контракт. Зная, что сдесь твой ''любимый'', у тебя бы не было выбора. А случилось всё в точности наоборот! Остаётся надеятся, что Люциус не прикончит тебя. Ты стала ему шилом в пятой точке: его сыновья, вместо войны, увлечены тобой. Получился некий парадокс:\n Он хочет тебя убить, так как ты ему мешаешь, отвлекая сыновей, но тогда он точно останется без их поддержки. Они могут свергнуть отца, но тогда политика его земель рухнет, поданные сто процентно поднимут восстание.\n\nОбе сторонны бессильны. Есть несколько вариантов развития событий....",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "\n\n~ Давай, не темни!~ сказала я, поняв что Авадон не договаривает.\n\n— Ладно. \n\n1) Люциус убьёт тебя и потеряет контроль над сыновьями.\n\n2) Сыновья убьют его и потеряют поместье и земли.\n\n3) Люциус оставит тебя гнить сдесь, манипулируя сыновьями, но тогда всё может обернуться как в пункте 2.\n\n4) Сыновья от тебя откажутся.\n\n5) Люциус выпустит тебя на своих условиях.\n\n6) Ну.... ты ... можешь сбежать в общем. Только после этого, последстия будут не предсказуемы. Всё может обернуться нам в пользу, а может сделать намного хуже, вплоть до того, что на нас, точнее на тебя, объявят охоту.\n\nРешай, что нам делать.- закончил он.",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "\n\n— Я думаю торопиться не зачем. Поживём увидим. У меня остался ещё один вопрос... Как всё-таки получилось, что ты — мой слуга?\n\n— Ээээ! Дамочка, нас могут услышать! Ладно я сейчас в состоянии духа — не слышно не видно, а ты? Мысленно давай!  \n\n~ От этого голова болеть начинает...~\n\n— Всё тихо тогда. Это последний вопрос, на который я отвечу, а затем ты ложишся спать! Если не в курсе, то на дворе три часа ночи, а в отключке ты была неделю. Тебе восстановиться надо.- Сказав это Ангел Смерти присел рядом со мной,-Ладно, вернусь к вопросу: я не твой слуга. Я твой хранитель. И да, это разные вещи. Слуга- служет, хранитель- хранит. Например мне нельзя далеко уходить от тебя, мы имеем общую связь, тем самым делясь способностями, по причине этого, ты теперь тоже бессмертна.- Объяснял он мне просто и доступно, говоря тихо, медленно и разборчиво.- Моя слабость — еда. Как бы это глупо не звучало. Я могу есть не переставая и не толстея при этом. Надеюсь тебе если передастся это, то полностью.- Сказал он, и мы в раз усмехнулись. \n\nМои веки тяжелели, глаза закрывались, а Авадон с трепетом продолжал говорить о всякой ерунде, убоюкивая меня, своим прекрасным голосом. \n\nЯ уже засыпала, улыбаясь смешным историям о нахождении ангела на земле, которые он так задорно рассказывал... Стало тихо. Свет комнаты немного мешал, но мой хранитель чудесным образом выключил его. \n\n— Я помню, как пришёл за душой одной бабки, котороя трижды пожелала смерти соседа, который пятый месяц по вечерам ремонт делает. Она как заорала на меня, да замахнулась скалкой! В конце концов, её душа не мне досталась, а психиатору...\n\nPov Автор:\n\nАвадон уже закончил свои рассказы. Лаура тихо посапывала. Он улыбнулся своим мыслям, укрыл её своим чёрным плащём и испарился, с загадочной улыбкой на лице.\n\n\n\nКонец 1 главы.",
    "answers": [
      {
        "id": 25,
        "text": "Далее [глава 2]"
      },
      {
        "id": 3,
        "text": "К главам"
      }
    ]
  },
  {
    "id": 25,
    "text": "\n\n                              Глава 2\n  \"Побег. Почувствуй себя вне закона\" \n\n     \" Не дано мне достучаться до небес,\n                         Но ты скажи: я ангел или бес?\"\n\n POV Лаура \n\nЯ проснулась и, почувствовав тепло, резко открыла глаза. В комнате всё так же было темно, а на мне лежало что-то плотное, но при этом мягкое и длинное как одеяло.\n\n Меня напрягало исчезновение света. Врят-ли для меня его выключили. Тем более, моё ночное виденье мне не помагало. \n\n~ Авадон, ты тут?~ Задала я мысленно вопрос.\n\n— Теперь да,- Ответил его голос, прямо над моим ухом, а меня обдало лёгким ветерком, — Выспалась?\n\nЯ не знала, видит он меня или нет, но кивнула. Что-то, судя по всему, одеяло, было благополучно стянуто с меня. Комната тут же озарилась ярким светом, всё было также как... вчера? По ощущениям сейчас утро, а на самом деле?\n\n~ Сколько время и сколько я спала?~ Начала я \" утро \" с вопросов.\n\n— И тебе доброе утро,- Буркнул парень себе под нос,- Ты спала где-то 27 часов. Сейчас только начало 6-го, тобеж ~5:10.",
    "answers": [
      {
        "id": 26,
        "text": "Далее "
      },
      {
        "id": 3,
        "text": "К главам"
      }
    ]
  },
  {
    "id": 26,
    "text": "\n\n~ Прости, я не знала что сейчас уже утро, по этому было бы не корректно говорить так... С добрым утром :) ~ Сказала ему и я тепло улыбнулась. \n\n— Не ожидал, что ты услышишь,- Удивился Ангел.\n\n~ Я всё слышу~\n\n~И вижу~\n\n— Каков план на сегодня?- спросил меня Авадон, переводя тему.\n\n~ Наплевать на все правила и пойти гулять. Не хочу сидеть здесь. Навестим Люциуса, дадим ему по щам и, отправив воздушный поцелуй его сыновьм, свалим.~ \n\n— Интересненько... А куда валить-то будем?- Засомневался он в гениальности моего плана.\n\n~  Слушай, я конечно не мега мозг, но догадаюсь поди, что ты не сидел здесь эти 27 часов, ~ Сказала я скиптически посмотрев на него снизу вверх. \n\n— Хорошо ты права,- кивнул он и стал ходить по комнате, тем самым разорвав зрительный контакт. — Я знаю одно местечко. Это старое поселение, в горной метсности, где лет 200 никто, на постоянной основе, не живёт. Это огромный остров, недалеко от провинций оборотней-драконов. Там плотно стоят крепкие дома, строенные не на год, а на века, узкие улочки, и все это заросло травами. Очень красиво. Туда никто не сунется, так как раньше там жили люди, именно люди, которые при перемещении не получили способностей. Примерно лет 500 назад, там была огромная вспышка чумы, и некто высказал мнение, что кто туда сунется — умрёт. Но нам боятся нечего : мы бессемертны. От болезни точно умереть не можем.",
    "answers": [
      {
        "id": 27,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 27,
    "text": "\n~ А нас не найдут там?~ Задала я вновь вопрос.\n\n— Неа,- Продолжил Авадон,- Это за 7 тысяч километров от сюда. Тем более они не знают, что я с тобой, а в место, где ты не была, тебе телепортироваться невозможно. То есть в твоих интересах, мы не должны раскрывать меня. Там могут укрываться некоторые приступники или дикие животные, но я думаю, мы сумеем защититься от них. Стоит ли тебе напоминать, что сегодня ждём визит?\n\n~ Не стоит, я помню. Навестим их сами,~ Сказала я, поднимаясь с пола.\n\n— Как пожелаешь,- Тут же ответил мой хранитель,- Когда пойдём?\n\n~ Сейчас. Прямо сейчас.~\n\nЯ вышла из своего угла и направилась к стене, где располагалась дверь.\n\n— Тебе пом...?,- Начал было говорить Авадон, как я материализовалась с другой стороны.\n\nОн ничего не сказал, а просто прошёл сковзь дверь за мной. Действия стражи не заставили себя ждать: они выхватили мечи из ножен и направились в мою сторону.\n\n— Ты уверена, что не хочешь обратно? Зайдёшь добровольно — ругаться не будем,  — Сказал один из охранников. ",
    "answers": [
      {
        "id": 28,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 28,
    "text": "\n\n— С каких это пор мы на \"ты\" общаемся?— Спросила я.\n\n— Значит не пойдёшь...- Сказал второй.\n\nВ ту же секунду они бросились на меня с оружием. Коридор был весьма узок, так что им было не удобно со своими огромными мечами. Решив не напрягаться,  я, когда первый замахнулся на меня, целясь в плечо, поймала остриё меча, сжав его ладонями с двух сторон, тем самым остановив его в милиметре от своего тела. Глаза охранны расширились, а я дерзко улыбнулась, затем сильно дёрнула, выхватывая оружие. В следущую минуту, после мелкой потосовки, охранникам досталось рукояткой по головам, и они благополучно расстелились на полу и, к огромному моему удевлению, никто не поднял тревогу.\n\n~ Идём?~ Спросила я Авадона, перешагивая через конечности лежавших без сознания клириков* ( это стало понятно по склянкам, висевшим у них на поясе).\n\n\n\n\nКлирик*- воин, способный применять мелкие заклинания.",
    "answers": [
      {
        "id": 29,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 29,
    "text": "\n\nМы вышли по коридору в неизвестное мне крыло. Я начала подозревать, что это не поместье Люциуса. Может отдельно стоящая, огромная постройка. Охраны нигде не было, что весьма подозрительно.\n\n~ Я проснулась  там же, где уснула?~ Спросила я Авадона.\n\n— Да. Если бы наше расположение изменилось, я бы сообщил об этом.\n\n~ Хорошо, буду иметь ввиду~\n\nНаш короткий диалог прирвал звук шагов. К счастью, мой хранитель смог сделать меня невидимой, за мной оставалось только стоять тихо — драться не хотелось, так как я понимала, нелюди не виновны в этом... Зачем причинять им боль?\n\n— Слова великого правителя... Читала египетские хроники?- спросил меня Авадон.\n\n~ Нет. Не лезь в мою голову. Пожалуйста. Стой тихо.... шаги приближаются...~\n\nМы замерли и задержали дыхание. Точнее я задержала- как я заметила, Авадон вообще не дышит. Сначала я напугалась, но потом вспомнила, что он — Ангел Смерти , и не исключено, что он тоже мёртвый. Хотя для демонов характрено не дышать... и не есть...  и не спать... и... не испытывать человеческих чувств... \n\nПока я думала, шаги стихли.",
    "answers": [
      {
        "id": 30,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 30,
    "text": "\n\n~ Некто прошел мимо?~\n\n— Нет.-  коротко и ясно сказал хранитель.\n\nВдруг я услышала едва уловимый шорох, будто кто-то перебигал от одного укрытия к другому. Мы насторожиились и вслушивались во все, даже самые тихие, звуки. Потом стали слышны ещё шаги, но уже нескольких человек и обсолютно не скрываемых. \n\n— Да ладно тебе, Шон.- сказал Снейк, выходя по-видимому из-за угла.\n\nМои глаза расширились от страха и радости одновременно: либо они пришли в гости, дружески поболтать, либо собирались меня убить. Второй вариант был более правдоподобным.\n\nЯ решив не выдавать себя, стояла тихо, намериваясь подслушать разговор. Может их появление как-то связано с исчезновением стражи? ",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "\n— А если стража всё-таки есть? Они могут запросто доложить отцу,- Говорил Шон, на другой стороне МОЕГО укрытия.\n\n— Лаура совсем слаба, а близняшки там такой погром устроили, что отцу и всей своей армией их не успокоить. Наверняка он оставил двух-трёх охранников прямо у камеры. Тем более, на ней защитные руны,  она бы не выбралась, да и браслет цел.\n\n— Слушай, Снейк, — Вступил в разговор Элиот, от чего я напряглась ещё больше.- Шон прав. В отличии от тебя, Лаура не глупа....\n\n— Эээ!!! Непонял!- Тут же перебил Снейк, уже проходивший мимо укрытия.\n\n— Не перебивай. Я уверен, что мы придём, а Лауры там,- вздохнул Шон, идя следом за Снейком,- не будет...\n\n— Именно это я и хотел сказать,- Вяло сказал Элиот. ",
    "answers": [
      {
        "id": 32,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 32,
    "text": "\nМы с Авадоном стояли не подвижно, но понимали, что нас могут услышать или почувствовать наш запах, присутствие. \n\nВидно в этот момент я каркнула, так как небольшая компания остановилась, когда Снейк поднял правую руку, зажав ладонь в кулак. Моментально они присели и рассредоточились по углам поворота, в который почти зашли. Именно сейчас я почувствовала, что пора валить.\n\n~Здесь кто-то есть...~ Услышала я голос Шона у себя в голове.\n\n'' Шикарно. Похоже они общаются на той же волне что и мы с Авадоном...''- Подумала я про себя, а Авадон кивнул. \n\n~ Сейчас я стану неведимым и проверю что за поворотом.~ Сказал Снейк.\n\nОн вроде бы исчез, а затем моментально стал видимым, но выглядел как сгусток полупрозрачного дыма, тем не менее можно было его легко распознать.\n\n'' Если я вижу его, то... Блин!''\n\nЯ посмотрела на хранителя. Он приложил палец к губам и стал тихо, на цыпочках, идти по коридору, в проватиположную сторону от Снейка. Я последывала его примеру.\n\n~ Чисто...~ Вымолвил он разворачиваясь в нашу сторону и опешил.\n\n— Бежим!- Рявкнул Авадон, что я не успела опомниться, как мои ноги понисли меня за ним. \n\nЯ тут же стала видимой, а вот Авадон видно, точнее его не видно... в общем невидимый остался. Мы понеслись сломя голову, а сзади были слышны топот и крики ребят, аля:\n\n— Стой! Лаура мы не тронем тебя!\n\nМне очень хотелось им верить, но я не могла... Да же если это правда, я подвергну их большой опасности, чего не могу себе позволить.",
    "answers": [
      {
        "id": 33,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 33,
    "text": "\n Я бежала, но надежда оторваться таяла на глазах: Снейк лидирывал, он был крупнее и явно чаще бегал чем я с парнями.\n\n Авадон, литящий в переди, указывал дорогу, предупреждая о новых поворотах. Я начала ускоряться, а Снейк отставал, Элиот и Шон пытались не отставать, хотя бы от Снейка, что с трудом получалось- они замыкали строй.\n\nВдруг Снейк материализовался вплотную ко мне, обхватив руками и недавая вывернуться. Я отчаянно пыталась вырваться: пинала, щипала и даже кусала его. Трудно поверить — это было лижь пару секунд. Всё произошло в мгновение ока, а для меня замедлилось так, что перед каждым своим действием, я раз пять прокручивала все возможные варианты ответа, но я всегда не угадывала. Снейк просто держал меня, пока не подоспели братья.\n\n— Больно же, придурок!- Прорычала я на него, ведь при любой попытке выбраться из его ''объятий'', он здавливал меня ещё сельнее, что даже косточки  захрустели.\n\n— Снейк! Пусти её! Совсем сума сошёл!?- Начал кричать Элиот.\n\n— Тоже, пф, защитник нашёлся,- Тихо сказал Снейк, продолжив громче- Отпущу- вывернится и пиши пропала!\n\n",
    "answers": [
      {
        "id": 34,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 34,
    "text": "\n— С ней кажется был кто-то ещё...- Сказал Снейк и с подозрением посмотрел на меня.\n\n— Где мои вещи?- Задала я чётко и ясно свой главный вопрос, перестав  pыпаться.\n\n— Ты сума сошла? Тебе не выбраться! Какие нафиг вещи!? Мы три дня планировали как тебя вытащить, а ты бежишь, чёрт знает куда!- психанул Шон.\n\n— Я сама о себе позабочусь, не бесите меня. Снейк, отпусти. Если скажите где вещи, отпущу вас целыми и невридимыми,- Сказала я на полном серьёзе, уже предусматрев план отступления,- Зуб даю.\n\nАвадон, находясь в невидимости, одобрительно кивнул, давая знать,  что в крайнем случае поможет. Братья ошарашено на меня смотрели. Первым подал голос Снейк, досихпор держа меня:\n\n— Ты издеваешься, да?\n\nЯ не дала ему договорить и телепартирывалась в метре от них, затем демонстративно сорвала  ''супер'' браслет и повторила вопрос:\n\n— Где.Мои.Вещи?- Но на этот раз более грубо, разделяя каждое слово.\n\n— Как...?- лишь вырвалось у них.\n\n— Ладно, не хотите — не надо. Найду себе новые. Шон, помнишь ты подарил мне мотоцикл? Априлия — итальянка, трековая модель. В общем я её забераю, спасибо. Водить сама научусь... Счастливо оставаться!\n\nЯ уже хотела телепортироваться в особняк Шона за мотоциклом, как он начал тихо говорить:\n\n— Слушай, я понимаю — тебе страшно. Возьми хотя бы кого-нибудь из нас с собой. Пожалуйста, Лаура, не делай глупостей...\n\nЯ тяжело вздахнула:\n\n— Уже нет- страх в прошлом.  Прости. Ждите, я вернусь.- С этими словами я, горько улыбнувшись, материализовалась возле ворот особняка.\n\nМеня встретил его охранник:\n\n— Доброе утро, мисс.\n\n— Доброе!- Звонко сказала я, пряча горечь внутри,- Я за мотоциклом. Априлия.\n\n— А, хорошо. Мне он говорил.\n\nЯ зашла, выкатила его из гаража, села, и он сам завёлся. Я удивилась, но скрыла это. \n\n— Шлем брать не будите?- спросил охранник. \n\n— Нет, спасибо. Увидимся!\n\nПравельней наверно было сказать прощяй... Но момент упущен, да и выдавать себя не стоит.\n\nМотоцикл сам начал ехать, когда я только взялась за руль. Он ехал медленно, будто читая мои мысли. Я решила что лучше рвануть как следует, внушить охраннику уверенность, что я не убъюсь на первом повороте, красиво уйти в рассвет... Железный зверь взревел и пустился по дорожному полотну, разогнавшись явно быстрее, чем его максимальная скорость.",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "* Прошло некоторое время *\n\nЯ ехала не разберая дороги, не зная куда преведёт меня магистраль... На душе было гадко и мерзко. Я даже Авадона потеряла... Может он смог освободиться? Это хорошо, ведь от меня нет никакого смысла.. я лишь держу его узником... И что теперь?\n\nПейзажи продолжали мелькать мимо меня,  а я всё ехала, не известно куда, не понятно за чем... паралельно размышляя о смысле жизни, заводя себя всё дальше в тупик.\n\n— Останови мотоцикл, Лаура.\n\nЯ дёрнулась от испуга: Кто это?! Я ведь лечу по трассе со скоростью в 200 километров в час! \n\nНемного успокоившись, я всё же решилась на остановку. Мотик резко збросил скорость, будто кто-то с зади скинул якорь.\n\n— Вот умничка.- Холодный голос показался мне знакомым...- А теперь, будь добра, уступи мне место за рулём.\n\nЯ, испугавшись ещё сильнее, обернулась. Сзади сидел высокий парень... и это был, к счастью или сожелению не Шон. Но я обрадывалась, поняв, что это Авадон. Он слез с заднего сиденья и встал рядом. Я последывала его примеру, и, неудержав радостные эмоции, потянула к нему руки, захотев заключить демона в объятья.\n\nНо не тут-то было: как только я встала, он сел на мотоцикл. И холодно произнёс:\n\n— Садись и руки не распускай.\n\nТолько сейчас я заметила, что его лицо было без единой радостной эмоции. Да что там! На этой фезианомии читался лишь холод. Не радости, не гнева, не испуга — просто холод. Такой гадкий и неведомый для меня. Кончно, люди часто смотрели на меня холодно, но только сейчас, это причиняло душевную боль...\n\n— Что застыла? Садись и поехали уже! — Обернулся он, посмотрев на меня, и буквально выплюнул эти слова в лицо. \n\nЯ, задумавшись, села и по привычке обхватила его за талию, как до этого ездила с отцом и Шоном. Авадон кинул новую фразу:\n\n— Что прилипла? Там ручки с зади есть, за них и держись.",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "\nЯ не понимала что происходит, но послушала его. К моему удивлению он продолжил свой монолог:\n\n— Я был не прав. Хранитель и слуга — одно и тоже. Но я хочу тебе сказать, не смотря на то, что ты моя госпажа и при этом почти всесильна, я тебя ненавижу. Был бы способ от тебя избавиться — я бы сделал это. Всё, что ты видела во мне до этого — забуть. Побочный эффект малого количества инергии. Я всегда холоден, безразличен.\n\nОн резко оборвал свой же рассказ, рванув вперёд. От неожиданности я чуть не упала. Его слова прорезали во мне глубокую дыру — теперь я точно одинока. Я считала его другом, особенно после того вечера в белой комнате... наше знакомство — случайно прошло так холодно. Снова. Ошибка. Всё было наоборот — наш первый день общения случайно прошёл так тепло. \n\nДоверять кому-то... просто нельзя. Вся жизнь — обман. Теперь я запомню это раз и навсегда. Я считала, что сердце право, о мозг ошибся... поддалась чувствам, сделав большую ошибку... Хм... Опять это слово — ошибка. Простое, всем понятное слово, получило в моём понимании смысл ужасной вещи.\n\nС такими мыслями я ехала долгое время. Авадон местами открывал порталы, перепрыгивая по тысячи километров за раз. Это было конечно немного опасно, ведь след нашего телепорта могут отследить. Именно по этой причине мы ехали на мотоцикле, петляя и накручивая километры. \n\n*Вечером*\n\nОсталось пропетлять лишь 100 километров и последний телепорт, а там мы будем на месте. На моё удивление, за 14 часов я ни разу не хотела есть или пить, меня не тошнило на серпантинах, не хотелось посетить уборную, не было ни капли усталости — не в голове, не в мышцах рук, кторые без остановки работали.\n\nПоследний скачок! Авадон подобрал местность, и мы с заглушённым мотором скотились со склона прямо в портал. \n\nНа острове было темно, мы были где-то в горах, передо мной был огромный вход в пещеру. \n\n— Прямо до упора и направо. Там твоя комната.- Снова таким же холодным голосом, даже не повернувшись лицом, сказал Авадон, глуша двигатель и ставя мотоцикл на подставку.\n\nЯ, не теряя времени, поспешила в свою новую обитель. Мне хотелось посетить царство морфея, которое как меч, разрубало тугой узел моих мыслей. Моя голова коснулась подушки- сил осматриваться не было. Я устала. Морально.\n\n— Спокойной ночи, белый свет.- Крикнула я и продолжила тихо- И пусть всё это станет просто страшным сном... или хотябы кто-то действительно любил бы меня....\n\nЯ остановилась, осмысливая какую глупость сказала. Снова сердце говорит, а мозг уступает.",
    "answers": [
      {
        "id": 37,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 37,
    "text": "Pov Шон\n\n* Продолдение того же времени, когда Лаура легла спать *\n\n* Вилла Шона *\n\nВремя было позднее, но я всё ни как не мог смериться с потерей. Сна ни водном глазу не было, последние секунды нашей встречи сильно въелись в мозг и не давали покоя.\n\n—Как вообще так получилось? Эх... Сегодня мне точно не уснуть...- подумал я вслух, а затем, встав с кравати, начал собираться.\n\nОдевшись я спустился в гараж, открыл ворота, завёл Kawasaki и сел на него, собираясь выехать погонять. С помощью пульта весь свет на територии виллы был выключен, а дверь и ворота гаража закрыты.\n\nНа выезде меня остановил охранник:\n\n— Госоподин, Вы куда в столь поздний час?- пробормотал сонно он.\n\n— Не твоё дело,- Прорычал я, затем увидев грустный взгляд собеседника, понял ошибку.- Прости. Я покататься немного. Неволнуйся.\n\n— Если вы беспокоетесь о госпоже, то это того не стоит. Она видно врала вам, я не видел ни одну девушку, которая ездит так быстро и чётко.\n\n— Ты уверен?- Моему удивлению не было предела.\n\n— На все сто процентов, Господин.\n\n— Хорошо, спасибо. Закрой ворота и никого не впускай до моего приезда. И даже братьев, в особенности Элиота.\n\n— Хорошо.\n\n",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "\nЯ резко газанул по трассе, набирая высокую скорость. \n\n''Она врала мне! И всем! Как...? Я ей верил... Был готов пойти за ней на край света... искал её несколько лет! Как...?'' — Думал я, набирая и набирая скрость.\n\nМои мысли сбил гудок машины. Я посмотрел в зеркало заднего вида: за мной ехал шикарный лотос. Он продолжал сигналить, по-видимому приказывая уступить дорогу. Я, не знаю по чему, рассердился ещё сильнее, и железный зверь просто полетел над трассой. Авто в свою очередь восприняло это как вызов и рвануло следом. Началась, так сказать, гонка. На поворатах я сильно отрывался, закладывая мотоцикл, тем самым не терря на них скорости. Вскоре машина отстала, а я, гонимый ветром продолжил нестись. \n\nКогда скорость стала предельной, и мотор начал чихать, я почуствовал на поясе чьи-то руки, нижно обхватившие меня... ''Это глюк...''- подумал я, как почувствовал её голову, кторая, теперь уже, лижала на моей спине. Она нежно обнимала меня... Я резко начал сбрасывать скорость. В районе 150 километров в час она пропала. За последуйщие полчаса езды, мне не доводилось вновь почувствовать её, как бы я не разгонялся. \n\nВскоре мне это надоело. Я отправился в одно местечко. Приехав и поставив мотоцикл на подставку я вошёл во внутрь. Огледев всё помещение, я понял, что всё-таки мне здесь не нравится. Внос ударил запах пота и алкоголя, всюду были покачивающиеся силуэты, было чень душно. Дабы не видеть этого, я пошёл за барною стойку, легко сев на высокий стул.\n\n— Какие люди? Я в шоке! Шон ты серьёзно!?- услышал я голос Элиота под самым ухом.\n\nЯ не хотя повернулся к нему:\n\n— Тебе какая разница?- грубо прорычал я, глухо стукнув ладонью по столу, тем самым призывая бармена.\n\n",
    "answers": [
      {
        "id": 40,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "\nК нам бодошли две дивицы, они были похожи: цвет волос- яркий блонд, тонна макияжа на лице, короткие платьеца и прочая отрибутика в этом роде.\n\n— Можно составить вам компанию?- Спросила одна, а вторая начала лыбиться.\n\n— Нет.- Сразу сказал я.\n\n— Нет.- Повторил Элиот.\n\n— Ну почему? Элиот, ты нас не помнишь?- промурлыкала вторая и они начали приближаться к нам.\n\n— Я сказал нет! Валите отсюда, пока ходить можете!- рявкнул со злости я.\n\nЭлиот и девушки ошарашено посмотрели на меня, а я нахмурив брови, вновь постучал по столу: ''Где этот грёбаный бармен!?''.  Не долго думая девицы ретировались куда по дальше.\n\n— Ты обычно не пьешь ведь? Я слышал у тебя с алкоголем пробл...- начал было не уверенно Элиот, но я перебил.\n\n— А ты обычно один не сидишь!- после моих слов он вновь смолк.\n\n— Что ты такой злой, а? Стоп... ты что ''это'' чтоль...?-  сказал Элиот, после минутного молчания и приготовился к удару по голове.\n\n— Да я ''это''. Что ты съёжился весь?- ответил я, только спокойно.\n\n— Вау... я в шоке. Удивил!- задумчиво сказал Элиот.\n\n— А разве ты не из-за неё здесь?- поинтересовался я.\n\n\n\n'' Это ''- имеется в виду влюбиться и злиться/грустить из-за безответной любви.",
    "answers": [
      {
        "id": 41,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 40,
    "text": "\n— Ладно не кепятись! Я сегодня пока гонял, твоего дружка увидел. Ну мы сним потягались немного. Шли в ровень, а потом он отстал и я уехал вперёд. Гоняет он не хило, но совсем обезбашенно! — С улыбкой на лице заявил Элиот, а я понял: тот лотос- его. Как я мог не заметить его на парковке заведения?\n\n— Кому ты врешь?! Это был не мой дружок, а я. И я тебя сделал. На поворотах тащишься как улитка! Врать не стыдно?- Немного успокоился я.\n\n— Я ездил вообще Лауру искать...- сказал он и посмотрел на меня в ожидании. \n\n— Продолжай.\n\n— Я съездил во все места, где мы были. Её вообще нет! Даже следа от телепортации нет! Ничего нет!- сказал он и выпил рюмку чего-то. \n\n— Так ведь не может быть...- задумался я, вспоминая куда её возил...\n\n— Слушай, следа нет потому что она не телепартировалась.- сказал в итоге я, после менутного раздумия.\n\n— Всмысле?- не понял братец.\n\n— Это моя вина. Я ей один мотоцикл подарил из коллекции... Она мне рассказала одну мини-историю. В общем- её отец ездил на таком. Ну я и подарил, пусть как память будет...\n\n— Ты дурак! И идиот! И.... И.... Аааа!- начал Элиот и, опрокинув второю рюмку, замолчал.\n\nБармена всё не было. Мы седели в тишине. Но не долго.",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 41,
    "text": "\n— Хорошо, ты прав.- Коротко сказал Элиот.\n\n— Бармен, где тебя носит, чёрт его подери!?- Рявкнул я, подходящему мужчине за стойкой.\n\n— Сегодня все как с цепи сорвались! Чего тебе надо?- Ответил он, продалжая ворчать.\n\n— Самое крепкое что есть.- Спокойно сказал я.\n\n— А тебя не вырубит с не привычки?- Начал беспокоиться брат.\n\n— Слушай, я знаю что делаю.\n\nВо время нашего разговора бармен достал рюмку и налил в неё тёмно-коричневую, полупрозрачную жидкость.\n\n— Чего мелочишься? Лей в стакан.- Бармен удивился, но исполнил просьбу. Правдо не так: он лишь перелил содержимое рюмки в стакан.\n\n— Налей до верху.- С каплей злости на него сказал я. Он долил до половины стакана. \n\n— До верху, говорю, налей!- Крикнул я — моё терпение кончилось.\n\n— Смотри не отрубись.- Сказал он и долил ''до верху''. \n\nЯ залпом выпил содержимое стакана, затем прочувствовав всю горечь и зжение в горле, как впринципе сейчас у меня на душе, положил купюру на стол и отправился на выход, со словами:\n\n— Сдачу оставь себе.\n",
    "answers": [
      {
        "id": 42,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 42,
    "text": "\nВслед за мной вылетел на улицу и Элиот. \n\n— Ты чего?- Спросил он меня.\n\n— Ничего. Со мной всё в порядке,- Ответил я, сажаясь на мотоцикл.- Ты главное пьяный за рулём не едь.\n\n— Кто из нас ещё пьяный!? Да в моих двух рюмках не было столько, сколько в твоём стакане! Что вообще могло случиться, чтобы ты,- Показал Элиот на меня пальцем,- Столько выпил? \n\n— Я не пьяный, в отличии от тебя. Перестань орать. У меня неуязвимость к алкоголю. Не хочу портить тебе настроение, но всё же скажу: Лаура врала мне. Всем. И тебе в том чесле,- он хотел что-то сказать, но я продолжил, недав ему это сделать.- Она говорила что простой человек, да конечно! А сотни книг просто так ливитируют! Она нечаянно телепортируется куда ей надо! И тем более, она ездить на двух колёсах не умеет, но может умчаться на мотике хрен знает куда! Совпадение?! Она просто врала нам ... Смерись с этим.\n\n— Да ты сам в это веришь? Её способности на моих глазах прорезывались!- начал он.\n\n— Я не знаю во что мне верить. — сказал я и, откатив мотоцикл на дорогу, завёл его.\n\n— Верь в судьбу и случайность!- крикнул мне в след Элиот, когда я уже отъехал от бара, направляясь домой.\n\n",
    "answers": [
      {
        "id": 43,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 43,
    "text": " *Вилла Шона*\n\nЯ приехал домой весьма позно, даже можно сказать рано: Мои часы на тумбочке показывали 5 утра. Я понимал что ложиться нет смысла, тем более собью режим, по этому умылся, сходил в душ, затем впервый раз за долгое время заварил кофе. \n\n''Хм. А раньше я не нуждался в дополнительной энергии''- Хмыкнул я, задумчиво отпивая напиток.\n\nЯ ещё долго думал, над теми словами, что Элиот кринул мне вдогонку.\n\n'' Может он прав? Или же нет... Но как она могла узнать, в какой из миллиона школ будет жатва, в какое время и какой будет предводитель... Ведь её должны были бы взять... Это невозможно. Только Лиэль* впервые взяла девушку и то, как она выразилась, поразвликаться хотела... \nСудьба... Случайность... Элиот прав.''- наконец пришёл к выводу я.\n\nПозавтракав, моя вялая тушка отправилась на ежедневную пробежку по територрии. \n\n*Прошло около 45 минут*\n\nЯ уже заканчивал, потому бежал в сторону дома. Мои наручные часы громко заиграли, причём на столько, что надоедливый рингтон распугал всю живность в округе моего сада, который распологался на заднем дворе.\n\nЯ, перейдя на шаг и нажав кнопку, ответил на вызов:\n\n— Снейк, что тебе нужно? Ты же спишь обычно в такую рань.- сказал я, поднеся часы ближе к лицу.\n\n— Есть новость. Срочная. Мне плевать на твоё расписание, дуй в поместье Люциуса. Сейчас же!- ответил он и сбросил трубку.\n\nНикогда раньше Снейк не говорил так серьёзно. Что-то случилось...\n\n\n\nКонец 2 главы :)",
    "answers": [
      {
        "id": 44,
        "text": "Далее [момент от автора]"
      },
      {
        "id": 3,
        "text": "К главам"
      }
    ]
  },
  {
    "id": 44,
    "text": "\n Ух! Это было сложно, но я осилила. Как вам такой метод повествования моей истории? Говорю сразу: паралельные главы делать не буду, а то запутаю тебя читатель :) \n\n( всм одно время повествуется только от одного лица). \n\nВы заметили что имя со звездочкой  раньше вам не встречалось? Думаю те кто читал 1 том сразу всё поняли, но напомню — в прологе, где гг была в школе ещё на Земле, её забрала от туда девушка-вампир, вот её то и зовут Лиэль. С Лаурой у них были недопонимания, но им предётся ужиться, так как Ляля будет фигурировать в последующих главах. И да, я уже придумала ей прозвище.\n\nИ да, простите за столь маленькие кусочки текста. Хоть сейчас и карантин- знания не потерпят. В моей гимназии организовали дистанционку и дали кучу работ, упражнений и рефератов на дом. Я почти закончила... хотя признаюсь: ещё половина.  \n\nЛетом будет проще! Если автор на конюшне не потеряется или не найдёт подработку)\n\n07.04.20 Ваша Пелагея Майнем:)",
    "answers": [
      {
        "id": 45,
        "text": "Далее"
      },
      {
        "id": 3,
        "text": "К главам"
      }
    ]
  },
  {
    "id": 45,
    "text": "     \n                             Глава 3.\n                        Юная Смерть\n\n'' Жизнь частенько ставит нам приграды, а мы становимся только сильнее, преодаливая их...''\n\nЯ проснулась, еле-еле разлипая глаза. Настроение было фиговое. Я лижала и смотрела в потолок. Только сейчас до меня дошло, что кровать весьма неудобная. Я повернуда голову, и увидела каменную стену. Просто каменная стена,  как и потолок. Я осмотрелась: комната была полность каменной, кровать старая, деревянная, на одной из стен были вдолблены цепи, их было четыре, они отходили от одной громадной пластины.\n\n\"Хм... Интересный дизайн\",-Подумала я,-\" Хоршо хоть ни приковал меня\".\n\nЯ села, продолжая осмотр: Свет исходит из окошка тёмной двери, закрытого прутьями. Пахло сыростью, кое-где, в тёмных углах, было слышно гадкое попискивание крыс. \n\nЯ, не долго думая, встала и подошла к двери и, лигонько толкнув её, поняла, что она открыта. Моему удивлению не было предела: \n\n\"Как это меня не заперли? Авадон традиции нарушает...\"- с такими мыслями я хмыкнула, телепортировавшись за дверь.\n\n",
    "answers": [
      {
        "id": 46,
        "text": "Далее"
      },
      {
        "id": 3,
        "text": "К главам"
      }
    ]
  },
  {
    "id": 46,
    "text": "\nЯ появилась в коридоре, а при повороте головы на право, сделала вывод, что комнотой не ошиблась- там тоже была каменная стена. Слева был выход из пещеры, а она в свою очередь была весьма длинной. Я пошла к выходу.\n\n Природа уже не спала: всюду снували мелкие зверьки, красочные птицы, распустились цветы, наполняя воздух приятным ароматом. Остров был большой, но я не увидела ни одного дома- кругом был лишь лес. А наш уникальный индивудум Авадон, спокойно поднимался по петляющей каменной лестнице к пещере горы. Он что-то тащил, при этом  весьма не маленькое и, заметив меня, помахал рукой, но не улыбнувшись, а как-то холодно, по-ритуалному что ли. Я села на край мини площадки, которая распологалась перед входом в пещеру и заканчивалась обрывом.\n\n— Доброе утро.- сказала, уже теперь безразлично, я.\n\n— Доброе.- буркнул демон.\n\n\"Интересно, почему у него так сильно изменился характер? Врятли только из-за малого количества энергии...\"\n\n~Не твоё дело.~ раздолось у меня в голове. \n\n~Ха. Вот ещё! Ты мой подопечный, и я должна знать твоё состояние здоровья!~ возразила я.\n\n~ Я здоров как бык. ~ сказал он, уже поднимаясь на площадку.\n\n\" Ну, нормально. Особо... даже... на ругань не похоже...\"- подумала я, ищя плюсы и не желая продолжать диалог, как и мой собеседник. Бывший собеседник.",
    "answers": [
      {
        "id": 47,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 47,
    "text": "\n Авадон прошёл дальше, а за ним, на огромном лесте неизвестного мне растения, тянулась не большая туша аньилопы. Антилопы. В горах. Где кругом лес. Туша. Антилопы. Вау. Вася в шоке.\n\n— Через час будем есть. А кстати,- сказал холодно ангел,- ты комнату перепутала- я говорил до упора.- продолжил он с усмешкой. Ну хоть что-то. \n\nЯ стала за ним наблюдать: он почти дошёл до дальней стены, но не сбавлял скорости, а потом просто прошёл сквозь неё.\n\n \"Отлично, пойдемте-ка посмотрим мою комнату.\"\n\nЯ всатала, дошла до стены, затем не уверенно приложила руку. К моему удивлению, она не прошла сковзь. Я надовила, но исход был тот же. Я начала постукивать по стене:\n\n\"Камень камнем!\"\n\n~Если ты не веришь в чудо, оно не произойдёт~ прозвучал холодно-насмешливый голос.\n\n\" У кого-то сегодня настроение хорошее... Так. Сейчас я, полностью уверенная в том, что это не стена, пройду к себе в комнату.\"\n\nНа самом деле, я реально поверила в \"чудо\". И это \"чудо\" случилось. \n\nВ глаза бросился яркий свет шикарной люстры, на полу лижал красный длинный ковёр, который наверно был когда-то более красивым: сейчас на нём кросовалось много пятен, сразу видно — хозяин не особо им дорожит. Стены тоже были каменными, неизменяя стиля пищеры, но на них весели картины: девушка с тёмными волосами и клыками, скорее всего вампир, прикрасный энжиньер, воронной масти, пейзаж, судя по всему этого леса, портреты различных существ... Все картины были выполнены в одном стиле- реализм и с помощью одного инструмента- кисти. Масленные краски хорошо передовали цвет, из далека казалось что это фотография, но при близком рассмотре, было видно точные мазки и небольшые неровности из-за слоёв краски.\n\n\"Вау, никогда бы не подумала, что Ангелы Смерти любят картины...\"\n\n",
    "answers": [
      {
        "id": 48,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 48,
    "text": "\nДвери были выполнины изящно, но в то же время и грубо, подстать обстановке, вероятнее всего, это красное или какое-то другое, тёмное дерево. В таком же стиле были выполнены рамки картин. \n\nЯ не стала любопытствывать и по этому не заглядывала во все двери. \n\n\"Мало ли,  там Змей Горыныч душ принимает... В этом мире всё возможно...\"\n\nЯ усмехнулась своим мыслям и отправилась, уже в третий раз за день, в свою комнату.\n\n''До упора и направо... вот это...?''- скептически посмотрела я, на единственную, чисто чёрную дверь. \n\n''Отлично, нам точно сюда!''- заговорил мой внутренний писсимист.\n\nЯ хотела уже взяться за ручку девери, но её не было... Побробывав её толкнуть, я поняла, что ко всему прочему она закрыта. \n\n''А пливать! Моя комната, значит моя!''- фраза зазвучавшая в голове бела весьма глупой, и я всей своей тушенкой надеялась, что Авадон этого не услышал.\n\n",
    "answers": [
      {
        "id": 49,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 49,
    "text": "\n\nЗатем я в наглую телепортировалась за дверь. Было темно, обсольтно ничего не видно. Сколько бы я не ползала вдоль стены, не билась об книжные полки всеми конечностями (это стало понятно по звукам падающих книг), найти выключатель не удавалось. \n\n''И что теперь?''- подумала я, после чего хорошенько промаргалась.\n\nСвет в комнату не попадал совсем, поэтому какого-то особого эффекта не последывало. Я лишь начала различать очертания мебели, стоявшей весьма плотно, что говорило о малых гобаритах комнаты.\n\nМаленькая полоска света резко мелькнула по полу и исчезла.\n\n''Должно быть сдесь плотные зановески....''\n\nЯ стала ждать нового порыва ветра, чтобы понять где находится окошко. Но как обычно — ни че го. \n\n''Дурацкий сегодня день. Не везёт что-то мне.''\n\nЯ подняла голову к потолку, где висела, по-видимому, люстра. Когда я оказалась прямо под ней, пришла логичная мысль — сдесь же всё в факелах и люстрах со свечками! О.... дура. Теперь встал вопрос:\n\n''Как её зажечь? Авадон, зажигалки не найдётся?''\n\n~Нет.~ прозвучало в голове. \n\nОтлично. Рубрика ''Сделай сам, даже если сожжёшь весь дом!''\n\n''А мы начинаем! В главной роли — Лаура! Ни пойми что, ни знай от куда, да и вообще какая разница если спалить всё живое!''\n",
    "answers": [
      {
        "id": 50,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 50,
    "text": " И да, я чётко понимала что если у меня есть тиликинез, то я вполне могу перенести огонь на свечи из коридора, но при перемищении такого вещества может произойти что угодно...\n\n''А если... Нееее, бред. Хотя.... Ах ладно, делать нечего... Была не была!'' \n\nЯ сосредоточилась на мысле о огне. И да, я по-идиотски водила руками ''создавая'' сферу этой стихии. Моему идувлению не было предела, когда между руками появилась искра, а затем и маленький огонёк. Я удовлетворительно улыбнулась и облегчённо выдохнула. Последнее явно было сделано зря: огонёк колыхнулся и исчез. На второй попытке я была очень внимательна, дабы не совершить ошибку. Огонёк вновь появился и стремительно рос, но не успела я отдалить ладони, и он обжог мою кожу, после чего я руки полетели в разные стороны, а огонь, слава тебе госпади, не успев коснуться пола, угас. \n\n''Как говорится — Бог любит троицу!'' \n\nНа третьей попытке мне удалось ограничить огонь в росте, и я благополучно дотягулась до свеч. Комната озарилась светом, давая осмотреться. Высокий потолок, метров 10, и небольшая площадь пола — около 6×6 метров, звполненная различной мебелью: стол и стул, выполненные в готоическом стиле из идеально чёрного дерева, кровать, большая и из того же материала, с высоким изголовьем и небольшие скамьи по бокам, обитые бардовым цветом, такого же тона были подушки и постельное бельё. Большой бардовый полас, весьмя мягкий, лежал по середине комнаты, немного не доставая до голых каменных стен, а над ним, в метре, та самая злосчастная люстра, весящая на золотой цепи. Проследив за ней, я увидела, что на потолке было кольцо, а остальная часть цепочки шла ко воторму кольцу, распологавшемуся прямо над дверью. Весь механизм оканчивался с правотиположной, от моих поисков, короткой стене- там был большой золотой крюк, смотрящий вниз, и дырка прямо под ним, куда уходила цепь.",
    "answers": [
      {
        "id": 51,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 51,
    "text": "\nЯ взялась за цепь и сняла её с крюка. Меня сильно дёрнуло вверх, а люстра оказалась в нескольких сантиметрах от пола. Собрав свои силы, я начала поднимать источник света выше и поняла, почему потолок такой высокий — это в качестве некой регулировки яркости света. Когда же люстра, ради опыта, была поднята на самый верх, стало очень темно. Взглянув на потолок я увидела, что из стен торчат выступы, а по середине верез. Люстра идеально вршла в него, тем самым ''выключив'' свет. Я спустила люстру на 4 метра от пола, так как она светила очень ярко, да и такого света было достаточно. \n\n\nЯ села на кровать, а затем посматрела на стеллажи с книгами, мой взгляд плавно пополз на дверь. Даже с внутренней стороны она была без ручки. \n\n''Так даже безопаснее.''- искала я плюсы этого неудобства.- ''Интересно, как там семья Люциус поживает? Надеюсь они глотки друг другу не перегрызли....''- после таких мыслей по комнате раздался истерический смех,-'' Почему я не могу не думать о них? Я конечно понимаю, что Элиот и Шон любят меня, ну а я? Нравится ли они мне? Почему всё так.... Да и почему мне кажется что это неправильно? Будто так не должно быть...''- мысли перебивали мой внутренний голос, который так сильно хотел мне что-то сообщить... \n\nВремя шло. Я не знаю сколько сидела в раздумьях, но предпологала что пора идти завтракать. \n\nМой желудок грозно и продолжительно прорычал, будто говоря: ''Наконец-то свой организм заправишь, я уже собирался сам себя переваривать!''\n\nНе долго думая я встала с мягкой постели и телепартировалась за дверь. В ''пещере'' стоял прикрасный аромат жаренного мяса. Мой желудок повторно прорычал, будто подгоняя меня.\n\n''Что-то не хочется мне видиться с этим.... типом''- сказал мой писсимист, чувствуя ссору.\n\n\n",
    "answers": [
      {
        "id": 52,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 52,
    "text": " \n Дойдя до закрытой двери, испускавшей дивный аромат, я постучала и, недождавшись ответа, вошла. Кухня была миниатюрная, с ковром цвета бордо, весьма современной мебелью и техникой.\n\nАвадон уже выключил электро плиту и доставал со сковороды идеално пожареный стейк. \n\n\"Не шашлык, даже лучше!\"- подумала я и слабо улыбнулась.\n\n—Жри.- сказал Авадон мне, чуть ли не кидая тарелку с мясом на стол.\n\n— Прости, ты чем-то не доволен?- с нажимом спросила я, под топот убегающей улыбки и, хоть не долговременных, но положительных эмоций.\n\n— Меня всё устраевает. Кроме тебя в моём доме.- отвечает мне он и операется на короткую, но высокую столешницу спиной, складывая руки в защитном жесте.\n\n— Могу уйти.- спокойно отвечаю я, делая шаг назад.\n\n— Вот и вали!- прикрикивает Ангел.\n\n— Что случилось?- смягчаю тон я,-\"Врятли это из-за меня такая смена характера...\"\n\n— Из-за тебя. Ты,- указывает пальцем демон, в миг оказавшейся возле меня,- обуза. Я не хочу нянчиться с тобой и готовить тебе жрать как дворецкий!...- он хотел что-то сказать, но я в ярости его перебила:\n\n— Я в отличии от скота не жру, а ем! Если хочешь, будешь вообще рабом! Я сдесь теперь главная, смерись!- говорю я без стеснения и не смотря на то, что Авадон выше меня на голову, стоит почти в плотную и смотрит сверху вниз.\n \nОн наступает сельнее, я делаю шаг назад. Его затуманиный и не добрый взгляд мне не нравиться. Ещё шаг- и я уже стою вплотную к стене. Стараюсь ровно дышать, не показывая своего страха.\n",
    "answers": [
      {
        "id": 53,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 53,
    "text": "\n—Заканчивай этот цирк.- говорю демону я, прижатая к стене, спокойным голосом.\n\nАвадон смотрит на меня сверху вниз, испепеляющим взглядом. Я подняв голову нагло смотрю ему в глаза. \n\n\"С этого ракурса он весьма страшен, даже пугающе выглядит...\"\n\nГлаза Авадона быстро, но плавно начали наливаться от зрачков и прежде тёмно-коричневых ратушек глаза черным цветом. Он будто краска на кисти, опущенной в воду, растекался житким дымом по белку. Не прошло и пяти секунд- его глаза полностью стали чёрные и ярко выделялись на фоне светлой, почти белой, кожи.\n\nОн смотрел на меня затуманеным злостью взглядом, глубоко задумавшись. Затем резко поднял правую руку и  ударил в стену в сантиметре от моей головы так, что я вздрогнула, а со стены осыпались небольшие куски камня.\n\nАвадон немного подержал руку на стене, будто обдумывая слова, ктороые вот-вот скажет. Я боядась этих слов. Это могло быть что угодно. \n\nСпустя некоторое время он сказал:\n\n— Ты остра на язык. Убить я тебя не могу, так как сам подарил бессмертие, но отарвать его — запросто.\n\nОн резко отдёрнул руку и вышел прочь. Я выглянула из куни в кордирор, ему в след. Стена с этой стороны была прозрачна, так что я слегкостью увидела, как он, расправив чёрные перьевые крылья, взявшиеся из не откуда, рывком взлетел и исчез с поля зрения.",
    "answers": [
      {
        "id": 54,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 54,
    "text": "\nЯ вернулась на кухню, села на высокий стул и посмотрела на приготовленный стейк.\n\n\"А если он отравил его? Да и есть-то нн очень уже хочется...\"\n\n Мои мысли перебило рычание желудка.\n\n\"Да кого я обманываю?!\"- подумала удручённо я.\n\nТолько подвинула к себе свой завтрак, который кстати был очень горячий, я поняла что у меня нет ни вилки, ни ножа. Не долго думая, я слезла со стула и отправилась ковырять шкафчики.\n\nПрошло около пятнадцати минут, а я не могла найти себе столовые приборы. \n\n\"Не день, а беда\"\n\nЯ села на стул и косо поматрела на стейк:\n \n— Из-за тебя мы с Авадоном поругались. Конечно он последнее время со мной груб, да и я не пушистик, но ты,- говорила я уже более насмешливо,- последняя капля. Сейчас я выйду из себя, и ты окажешься на полу, растоптанный жалкими и затаскаными белыми кроссовками. Но! Если ты подскажешь где найти столовые приборы, то я всё-таки тебя просто съем.\n\nМне одновременно было и смешно, и страшно за свою психику. \n\n\"Разговаривать со стейком! Хм... Лаура, бьёшь рекорды тупости!\"- от этой мысли я печально вздохнула и, оперевшись на  стул спиной, вскинула голову наверх.\n\nИ знаете что?",
    "answers": [
      {
        "id": 55,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 55,
    "text": "\n Если вы подумали что там было куча трупов, то вы ошиблись, а если полупрозрачный чемоданчик со столовыми приборами- то в яблочко.\n\n\"Он издевается?! Да как так можно! Тоже мне, льдина! Вот гад! Признаюсь, смешно, но не мне(\"\n\nПосле этих мыслей я поставила высокий стул под этот чемодан, пытаясь снять его от туда. Это было не легко: Он был приделан к потолку с помощью железных пластин, которые, огибая все края чемодана, были пркручены к камню.\n\n\"Ненавижу его!\"\n\nЯ долго рассматривала эту не скромную конструкцию. Мои ручонки потянулись к кейсу с целью расшатать крипление, но стул решил, что он просто так стоять не может и всё-таки он хозяйский, на стороне демона... В общем, стул благополучно рухнул под моими ногами, а я осталась висеть на чемодане. Только в голову пришли мысли о том, что лучше отпустить, эта махина вместе со мной полетела вниз. Кстати о высоте- стул был как барный, около метра, да и потолки не уступали. В итоге приложилась я знатно, криво упав на ноги, от чего те болели.\n\n\"Прилетит — убью!\"\n\nЯ кипела от злости и одновременно вытаскивала кейс из железной оправы. Наконец открыв его, я вздохнула с облегчением: там и вправду были настоящие столовые приборы, очень красивые и изысканные, они напоминали серебро.\n\n\"Раз уж я добыла это добро, то мне и забирать... Буду тренировать телепатию, да и вообще, разные штуки.\"\n",
    "answers": [
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 56,
    "text": "\n -Теперь можно и поесть... Блин, остыл мой кусочек мяска... \n\nНечего не оставалось, как съесть его холодным. Плиту как эта- я некогда не видела, а ломать что-либо не хотелось... Да и поджигать тоже. \n\nЯ начала трапезу. Нож лекго разрезал сочное мясо. Как только вилка с небольшим кусочком оказалась у моих губ, я почувствовала резкий запах лекарств.\n\n\"Есть то хочется... Да и от лекарств не здохну... А может и да? Хотя скорее всего это снотворное.\"- дамала я и принюхивалась,-\"верно, снотворное!\"\n\nКонечно я в лекарствах не разбираюсь, да и в запахах тоже, но моё чутьё ярко описывало в моей голове вещество, которым было накачено мясо. И это описание очень короткое- \"Снотворное, лошадиная доза\"\n\nСтейк был вкусным и сытным. Да-да, я его всё-таки съела. Крепкий сон мне не помешает. Быстро споласнув за собой тарелку и столовые приборы, а так же захватив тяжёлинький кейс серебра, я чуть ли не бегом отправилась в свою комнату, дабы не уснуть где попало.\n\nЯ открыла ранее замеченый мною шкаф, где обнаружила часы- 8:24 и вещи, а именно пижаму. Что-что, а пижам я за несколько дней прибывания в этом мире перетаскала уже две) И то что они, скорее всего, чужие, меня не волновало- удобно и главное практично. \n\nМоя тушонка быстро облачилась в \"прекрасное одеяние\" и со спокойной душой отправилась в кровать. \n\nСнотворное не спешило, но давало о себе знать- глаза закрывались, ноги и руки всё хуже слушали мозг, корый на моё удивление работал исправно. \n\nВ голову приходили разные сумбурные мысли: \n\n\" А как там родители и брат? Скучают ли они? А как проходили мои похороны? Приехали ли мои подруги? Интересно, а если бы я писала им письмо? Что бы там было? Может: \"моя жизнь так координально изменилась... Я уже вот как девять дней в этом измерении. В принципе не плохо, но очень скучаю по вам. Кормят вкусно, хоть и издеваются, что еда остывает, некоторые меня типо любят, один парень ненавидит. И я его тоже... теперь. Он притащил меня на осторов, и вот я живу здесь. Я нигде не нахожусь по долгу, но надеюсь эти вечные \"переезды\" кончились. Мой рикорд- три дня в психушке. Психушка- это комната, где меня заперли, когда узнали что я телепатией владею. Хоть я там и спала все три дня, но всё-таки была там... Если четно дела не очень... Назревает война. За чем? За что? Когда? Я ничего не знаю, кроме того, что воевать, вроде как, вампиры с \nоборотнями собираются...\" ",
    "answers": [
      {
        "id": 57,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 57,
    "text": "\nВ скоре и мозг отказался думать, тем самым обрывая моё нелепое письмо. \n\n*Спустя некоторое время*\n\nЯ сонно разлепила глаза, всё тело затекло из-за неудобной позы. Снов и вовсе не было,  лишь чёрная мгла снувала перед моими глазами. \n\n— Ох, ну хоть выспалась!- сказала я и села.\n\n— Теперь можно с трезвой головой осмотреть свои владения, да и позаниматься всякой фигнёй.\n\nЯ рывком встала с кровати, от чего в моих глазах потемнело, а воспоминания о школьных буднях подарили моему лицу грусную улыбку.\n\n— Ну нет, если я здесь, значит назад дороги нет... Хватит держаться за прошлое! В это мире как-никак война назревает... А я тут нюни распустила! Так, всё! Вперёд покарять этот мир!\n\nС этой мыслью я двинулась к шкафу с вещами. Он содержал не большое количество одежды.\n\n\"Ничего, мы это исправим! Как только Авадон вернётся, я ему всё выскажу, убью, а потом спрошу, можно ли мне телепартироваться за вещами. Всё-таки ему виднее...\"\n\nВ моём распоряжении был мой, теперь уже мой, спортивный костюм, который раньше пренадлижал Кимберли, немного потёртое красное худи, синяя рубашка в голубую клетку, тёмно синие и чёрные джинсы с завышеной талией, несколько пар чёрных и белых высоких носков, с виду новые.\n\n\"Оу.... А это сдесь от куда?\"\n\nЯ немного не втыкала, как сдесь могли оказаться те самые светлые джинсовые шорты и короткий, но удобный, красный топ.\n\n\"Это же мне Шон подарил! Но как?\"\n\nЯ продолжила ковыряться и обнаружила бежевое платье и клатч с балетками.\n\n\n\"Вау. А точно! Он же может перемещать предметы... точнее телепартировать. Может он их ко мне \"отправил\"? Ладно, главное что они здесь, а ещё что таким способом перемещаются только вещи...\"\n\nЯ продолжила разбор шкафа.\n\n \"Что это?\"\n\nМои глаза наверняка меня обманывали, и я дабы проверить, не ошиблись ли они достала вещи.\n",
    "answers": [
      {
        "id": 58,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 58,
    "text": "\n В моих руках оказались чёрные шорты и белая футболка. Явно не стиранные и мужские.\n\n\"Стоп. Это чем пахнет?\"\n\nЯ знаю, это было весьма глупо, но я начала тщательно принюхиваться к одежде.\n\n\"Знакомый парфюм...\"\n\nЯ немного напрягла свою память, и вдруг пришло осознание.\n\n\"О боже, это же запах Шона! Это его! Как я это сразу не поняла? Тем более, вещи которые я сейчас нашла, не лежали в шкафу когда я ложилась спать.\"\n\n\"Скорее всего он попробывал переместится ко мне, но смог перенести только вещи... А потом и прислал остальное! Всё так просто! А я уж подумала что это мистер Смерть позаботился... глупая я.\"\n\nМне было очень приятно понимать, что мои новоиспечённые друзья не спешат меня забывать. Я продолжила разбор шкафа. В самом низу лежала большая коробка, а сверху, видимо фламастером, было подписано:\"От Ким и сестрёнки:) Носи с удовольствием =]\" Сразу стало ясно что там одежда, но какая? Любопытство съедало меня изнутри, и я открыла коробку. Внутри оказались разные шампуни, крема косметика, ещё одна пижама, о! Это же моя=>! А так же нижнее бельё и другие женские штучки, вплоть до триллиона резинок и заколок.\n\nЯ была им очень-очень благодарна. На дне коробки лежала тетрадь в 98 листов. Чисто чёрная обложка, не единой надписи. Я открыла её и увидела на корочке подпись:\"Тебя нет всего день, а мне уже плохо... Лаура, что ты со мной творишь?!\" Внизу красовалась подпись:\"Твой на веки, Шон\".\n\n\"Мог и не подписывать... Этот идеальный подчерк я узнаю везде.\"- резко перед моими глазами встал образ Шона... Его прикрасные фиалковые глаза и это неряшливая причёска... Чистый шатен. Да, не спорю, он прекрасен... Особенно его улыбка с такими белоснежными зубами... Агх! Хватит! Что-то в этом не так. Пятой точкой чую. Нельзя совершать новую ошибку.\"\n\nЯ нашарила в куче косметики тушь. \n\n\"Нда, тетрадь есть, а концелярии нет...\"\n\nНе долго думая я с помощью туши написала в тетради небольшое сообщение:\n\n\"Всё у меня в порядке. Спасибо за вещи. Всех целую и люблю. Пришлите пожалуйста концелярию, тушью писать не удобно... \n\nЖду ответа, Лаура\"\n\nЯ закрыла тетрадь, а зетем сосредоточившись на место положении Ким, отправила её ей. Ну как сказать... Тетрадь-то пропала, а вот где она теперь, я без понятия.",
    "answers": [
      {
        "id": 59,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": " \nЗатем я перебрала вещи на чистые и грязные. Чистые отправились в шкаф, на свои законные места, а грязные остались валяться возде двери в куче. Туда же и отправилось нижнее бельё, хоть и было новым, даже с этикетками.\n\nПеребрав шкаф, я отправилась на поиски стиральной машины. Долго искать не пришлось: все двери кроме двух были заперты. Первая комната оказалась санузлом, т.е. туалетом,  а вторая рядом- ванной, в которой и находилась стиральная машина. Эти две комнаты отличало то, что они единственные были отделаны плиткой, а не стояли с голыми каменными стенами. Быстро сбегав за вещами и засунув их в машинку, я насыпала порошка и поставила стирать. \n\nЯ подошла к раковине помыть руки после этой химии, а затем не взначай посмотрев на зеркало, весящее над умывальником, я поняла что пора и мне постираться.\n\nТелепартировавшись и перетащив все бутыльки в ванну, я расставила их на почти пустые полки, на которых стоял только один шампунь и чашка с мылом.\n\n\"Скудненько он живёт...\"\n\nЯ распустила волосы и, струдом причесав их, заметила что они стали намного длиннее, уже не по пояс, а почти до середины бёдер!\n\n\"Как так?\"- подумала я и отправилась в ванну. \n\n\"Ох... какое наслождение...\"\n\nЯ не спеша привела себя в порядок, затем одев пижамку, из поместья Люциуса, т.к. она была более чистая, а вторая стиралась. На голове я прицепила найденное мною полотенце, но оно было не настолько длинным, как мои волосы. По этому, как не крути, а кончики торчат. Бросив это бессмысленное занятие по закрутке бедных волос, я прибрала за собой и достала вещи из стиралки. \n\n\"А куда их вешать?\"- эта мысль пришла явно познова-то...\n\nНе долго думая я телепартировалась в кухню, где осталось злосчастное крепление кейса. Вытащив из него гвозди, я отправилась на поиски верёвки. Её я найти не могла, где бы не искала. В итоге приколотив болты с помощью массивного камня к выходу из пещеры, я повесила на них вещи. \n\n\"Сушится они так будут долго... Может сгонять в этот лес? Он похож на джунгли, там скорее всего можно найти лианы... Вещи высохнут явно быстрее. Хм... не, не стоит. Мало ли, наткнусь на кого. Авадон по головке не погладит, да и тем более, будь это какой-либо дикий зверь, не спасёт...\"- с такими мыслями я отказалась от этой, в начале казавшейся нормальной, идеи.",
    "answers": [
      {
        "id": 60,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 60,
    "text": "\nПолотенце было благополучно снято с головы и повешено на последний свободный гвоздь.\n\n\"Представляю себе лицо Авадона, который увидет эту \"сушилку\"!\"- я издала смешок и улыбнулась: хорошее настроение быстро возвратилось ко мне.\n\n— Так, бедный ковёр,- обратилась я к замызганому произведению искусства, длинною около семи метров,- будешь мыться?\n\nЯ взяла мыло из ванной и вытащила бордовый \"коврик\" на выступ из пещеры.\n\n— Нда, под солнечными лучами ты выглядишь ещё хуже... Но нечего, сечас я тебя отмою!\n\nЭнтузиазма было хоть отбавляй, и уже через каких-то два часа ковёр был тщательно намылен и оттёрт от пятен, но за это я поплатилась мылом.\n\n Встал вопрос:\n\n— А как его смывать теперь? Вода не огонь, но тоже стихия!\n\nС такой мыслью я отправилась в ванну и включив кран, наполнила её.\n\n— Туплю, можно же телекинезом! \n\nЯ тоненькой струйкой вела за собой воду, которая безприкасловно подчиналась мне. Дойдя до ковра я с силой направила струю воды в него. Через секунд пятнадцать воды не осталось, но ковёр прикрасно отмывался от пены. Было принято решение включить воду на полную и использовать телекинез вместо шланга.\n\nИтог: я вся мокрая как и ковёр, который стал красиво отражать золотыми и серебряными нитями солнечный свет. Вяглядел он прилестно, как и моя высохшая голова под полящим солнцем, которая блистала светло-русыми волосами. \n\nПротягивал мелкий ветерок, погода была прикрасной! Я вдохнула полной грудью и отправилась заплетать волосы, ведь они сильно мешали мне. \n\nВ комнате я переоделась а красный топ и шорты, так как пижама была насквозь мокрая, да и жарко в ней. Заплела я две тугие косички, спускающиеся по груди и доходящин до бедёр. Они были толстые и массивные, хорошо сочитались с одеждой. Хотя наоборот: одежда хорошо сочиталась с ними. ",
    "answers": [
      {
        "id": 61,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 61,
    "text": "\n  Я взгялунула на часы: 14:50\n\n—Ого! Так быстро время литит... Даже не заметила. Надо бы перекусить.\n\nЯ не спешно прошла на кухню. Холодильник был завораживающий: в нём было куча еды! Шучу. Да, холодильник  был прикольный, стальной такой, массивный, а вот из содержимого только две бутылки вина, причём очень старые... Но вот мой взгляд наткнулся на бутыль молока. \n\n— Вроде не просроченое... -я открыла бутыль и понюхала,- да нет, нормальное. Где то в шкафчиках хлопья лежали... И тарелки надо найти.\n\nВо второй раз пойски были более просты, так как я уже предпологала, где что находится. Молоко было разогреть негде, да и не надо в общем-то. Погода жаркая — чего-нибудь холодного уж можно схомячить:).\n\n\"Глубокая тарелка с прохладным молочком, хлопья, плавующие в белоснежной жидкости, прекрасная погода, лес, пение птиц... Что может быть лучше?\"- именно такие мысли посетили меня во время \"обеда\".\n\nДальше день проходил более медленно: я успела убраться везде где можно, перемыть с помощью шампуней все поласы, кроме куханного,  он был чист, напоить голодных крыс в камере молоком, да знаю, что они типо вредители, но люди ведь тоже Землю засрали... Тем не менее это их дом, а я гость. Гость без гостинцев — не культурный гость... Оу... Какая тафтология... Моя учительница русского убила бы меня) Если бы видела это)\n\nВ общем ближайшие часа 4 я просто вычищала и приводила в порялок этот \"дом\".\n\nВ семь я вышла на уступ пищеры и потащила все ковры на свои места. Затем выбрав интересную книгу про путишествия и стянув покрывало с кровати я вернулась на тот же уступ и принялась читать. История была захватывающая, про другую планету, куда высадились люди, но местное население, Фурри, или антропоморфные существа — наполовину люди, наполовину животные, не очень их жаловали. Так как в прошлом они уже были здесь... Очень интересная книга! \n\n**************\n\n—  Какой закат...- я отложила кингу в сторону и, посельнее укутавшись в покрывало, наслаждалась дикой природой, которая несмотря на уход света не собиралась ложиться спать: когда солнце село за горизонт, далеко в окен, повсюду начали летать светлячки. Они были необычные, а более крупные. На деревьях то и дело сверкали голубые огни. Если честно меня они настораживали, так как сопроваждались глухими ударами о дерево и громким шелестом листьев. Будто что-то огромное перепрыгивало с кроны дерева на ветку. Голубые огни приближались всё ближе, издавая не ясное мне толи шипение, толи рычание. Не долго думая я отправилась глубже в пещеру, а точнее за защитную стену. \n\n",
    "answers": [
      {
        "id": 62,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 62,
    "text": "\n Сколько бы я не караулила этих существ, они не поднимались на выступ. Любопытство подстёгивало меня посмотреть одним глазком, но я была тверда в своём решении- не сегодня.\n\n\"По звукам это либо ящеры, либо что-то на подобии этого. Хотя какая же должна быть ящерица, чтобы издавать такие громкие звуки? Да ладно звуки, а покачивание веток? Деревья весьма массивные, и чтобы раскачать хоть немного ветку, нужно килограм сто скинуть на неё! Нет, сейчас я точно к ним не пойду, мало ли, они не тровоядные... Пойду-ка лучше к себе.\"\n\nКогда я зашла в комнату, то вспомнила что оставила пижаму сушится у входа.\n\n\"Так... Это только туда и назад...\"\n\nЯ телепартировалась и схватила одежду, под злобное шипение, чего-то огромного и уже несущегося в мою сторону. \n\n\"Жизнь дороже!\"- с такой мыслью я телепортировалась обратно в комнату, не дав себе замешкаться и взглянуть на это существо. \n\nЛюбопытство продолжало давить и я телепортировалась в коридор, прямо возле двери в мою комнату. Нечего не было видно на входе, но ясно слышно удаляющееся цоканье когтей об камень.\n\n— Вот и хорошо, что я на это не посмотрела...- ноги немного подкосились от мысли что это было бы последнее, что я видела в жизни,- Конечно я типо бессмертная... но проверять мне это не хочется что-то...\n\nЯ села, на ранее не замеченное мною, кресло возле полок с книгами и продолжила своё занятие, на котором остановилась во время заката, предварительно переодевшись в пижаму.\n\nЧтение мне вскоре надоело, и я принялась крутить серебренные столовые приборы.  Для начала, сев на кровать, я подняла одну из ложек и попробывала скрутить её, но она не поддавалась.\n\n\"Нет, тут не телекинез нужен, а что-то другое...\"\n\nЯ начала думать, а ложка как ни в чём не бывало ливитировала над полом.\n\n\"Железо меняет свою форму от нагревания и золото тоже... и серебро! Ну конечно!\"- воскликнула я мысленно, и скорее всего из-за этого, ложка со звоном упала на пол.\n\nЯ продолжила тренироваться, и вскоре мне удалось подогревать предметы, а следовательно и гнуть столовые приборы. Про запас были отложены две вилки, две ложки, два ножа, две чайных ложки, а остальное пошло на экспиременты. \n\nУже через полчаса я могла с лёгкостью, по щелчку пальцев, строить различные фигурки из расплавленного серебра, а позже и моментально остужать их. Немного побаловавшись и сделав фигурки разных животных, а затем и сложив их на стол, я наткнулась на очень интересную книгу...\n\n— Обряды и призывы...- прочла я её название в слух.",
    "answers": [
      {
        "id": 63,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 63,
    "text": "\n \"Интересненько\"- подумала я и не спуская глаз с книги, как будто она может убежать, села в кресло.\n\n—Удачно я по полкам пошарилась,- сказала уже вслух.\n\nОткрыв первую страницу книги я прочла что-то типо анотации:\n\n\"Это 2 том, в кототором описаны руны, и как правильно их выресовывать, а также их название на Эладинетамкиновдыурскомильняхмом языке.\n—1том —\n Способы и место призывов, а так же меры предосторожности.\n—2том-\nВсё о рунах\n—3том-\nКнига призывов существ\n\n!!!ВНИМАНИЕ!!!\nВсе три книги одноименные! Без участия одной из них нельзя призывать каких-либо существ! Опасно для жизни!\"\n\n\n\nВнизу была подпись карандашом:\n\"Для дебилов есть не внесённый в эту книгу, косвенный четвёртый том, о способе убийств фантомов и другой нечести) Не напортачь, мы тебе доверям! В крайнем случае пришлёшь письмо, мы вышлем четвёртый том.\"\n\n\"Учитывая что это, судя по всему, домашняя библиотека, книга предназночалась Авадону... Но кто и зачем, а главное кого просили его призвать?\"-мысли путались, сельнее затягивая и без того тугой узел вопросов.\n\n\"Так. Самокопанием смысла заниматься нет- я всё равно ничего не знаю... Добавим этот пункт к остальным трем, а также спросим о том, куда он, чёрт возми, делся на так долго!?\"\n\nЯ нервно выдохнула- находиться в чужом доме, вокруг которого ходят какие-то огромные когтистые ящеры, дак ещё и ночью, одной сидеть как-то не хочется...- не комфортно что-то...\n\nМне стало любопытно:\n\n\"Что же это за руны такие?\"\n\nЯ открыла книгу и начала рассматривать картинки непонятных мне иероглифов, наложенных друг на друга. Они создавали причудливые узоры, напоминавшие то или иное существо, но чаще какую-либо вещь.\n\n\"А не призвать ли мне собиседника?\"-мелькнула мысль,-\"А лучше энжиньера... Так. Там было написано что без участия одной из книг это невозможно и опасно... Но я ведь бессмертна? А нечесть, которую я призову, если ошибусь, Авадон точно сможет выдворить... Ха, мыслю как эгостка. Хотя демон не далеко ушёл- сам смылся и оставил меня одну. Я иномерянка- мне своественно ошибаться... Надеюсь Адик далеко, что он не может читать мои мысли... Стоп. Адик?! Госпади, я сама не заметила как ему прозвище придумала... Ну ладно, буду его бисить этим.\"\n\nЯ встала, затем начала рыться на полке выискивая остальные две книги. Но их небыло. \n\n\"Возможно он сохранил только одну, из-за содержания... Руны наверняка ему частенько нужны. А введь он демон- по способам призывов он скорее всего всё знает... Ну ладно, как там в фильмах делалось?\"\n\nДа, я была настроена серьёзно. Поймите правильно- когда вы одиноки и вам некому рассказать свои переживания, хочеться с кем-то подружиться, в моём случае призвать... Я понимаю что это опасно и очень глупо... Но.\n\n''Нет. Я... Это бред! Совсем сума сошла!''- проклянала я себя, как услышала стук в дверь.",
    "answers": [
      {
        "id": 64,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 64,
    "text": "\nЯ телепортировалась за дверь. Там стоял Авадон. \n\n— Где ты был столько времени?- тут же задала я вопрос.\n\n— Потом. Через полчаса жду на кухне.- сказал демон и пошёл в сторону ванны.\n\n— А сейчас нельзя сказать?- возразила я.\n\nОн ничего не ответил и продолжил свой путь.\n\n''Я весь день старалась, а ему напливать!''- подумала я, вспоминая его холодное, невыносимое лицо.\n\n~ Я бы сказал тебе спасибо, но ты тогда совсем обарзеешь)~ раздолось у меня в голове.\n\n''Ржёт тварь...''\n\n— Это был подкат?- крикнула я, надеясь исправить положение.\n\n— Мечтай!- донеслось в ответ.\n\nЯ вернулась к себе в комнату, спрятала книгу и не долго думая отправилась на кухню, прихватив остатки столовых приборов.\n\n— Я сказал через пол часа.- спокойно сказал Авадон, готовя что-то на сковороде, причём в одних штанах.\n\n— А я сейчас пришла. Давай помогу,- сказала я, выглядывая из-за его спины, в целях узнать чем помочь.\n\n— Ты не стесняешься?- удивился он.\n\n— Слушай, я шесть лет жила с родным братом в одной комнате. Мне пливать на ваши эти ''шуточки''. \n\n— Какие шуточки?- удивился сильнее Ангел.\n\n— Ой, думаешь я не знаю? Морковь нарезать?- спросила я, когда заметила на сковороде мелко нарезанное мясо.\n\n— Да, ещё лук.- сказал он указывая рукой где находится доска для нарезки.\n\nВдвоём мы справились быстрее, но вот разговор не завязывался. Когда всё было готово мы сели ужинать.\n\nНа столе появилась тарелка со спагетти, даполненная изысканным подливом с мысом... Мммм... Напротив меня появилась ещё одна тарелка, затем второй стул занял парень.\n\n— Ты вроде не ешь?- удивилась я.\n\n— А ты вроде не воруешь)- улыбнулся он.\n\n—  Что у тебя за настроение такое хорошее? Поделешься если не секрет?\n\n— Ну наконец-то ты спросила!- улыбнулся он ещё шире,- Завтра с утра я проведу экскурсию по острову, днём займёмся твоей самообороной, а вечером нам нужно сходить на одну встречу-вечеринку. \n\n— У тебя мало энергии?- удивилась я его интузиазму.\n",
    "answers": [
      {
        "id": 65,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 65,
    "text": "\n\n\n— Ладно, признаюсь. Не навижу быть весёлым, но того требует ситуация. В общем не нравится мне твоя грусная мина. Я решил что с тобой буду более мягким, ведь девушки- хрупкие создания...- сказал он больше себе, чем мне.\n\n— Эм... Хорошо,- залилась краской я.- Слушай, у меня есть вопросы.\n\n— Валяй,- перебил меня Авадон.\n\n— Ты Ангел Смерти или всё-таки демон?\n\n— Я демон, номой титул- Ангел Смерти, так как я служу богине Смерти... Мало кто решается на эту работёнку, опасно очень... \n— Хорошо, а как на счёт моей комнаты, чья она была?\n\n—Моего старшего брата. Хотя только чисто тиоритически, он мне старший. Мы с ним близнецы. Но характеры совершенно разные.\n\n—  А где он сечас?- накинула я ещё вопросик.\n\n— Он здох. Года три назад...- сказал парень с отвращением.\n\n— О господи, прости! Я не хотела...- не успела я договорить, меня перебили.\n\n— Он был тем ещё подонком. Служил плохим существам, акцентировался на призывах... Один раз он сделал то, что просили, но не подумал о последствиях, вызвал тварей, а те его и разорвали. Тот кто руководил им ужё мёртв, не беспокойся.- сделал Авадон важное примичание в конце, продалжая беззаботно есть.\n\n— А кстати о тварях... Что за ящеры ходят вокруг горы? Когтистые такие...- спросила, как бы не взначай, я.\n\nВ это время Авадон поперхнулся едой, начал кашлить и поднял на меня удивлённые глаза.\n\n— Ты что, видила их?\n\n— Ну да...\n\n— Вот гады! В прошлый раз им не хватило...\n\n— Ты можешь сказать кто это?\n\n— Скорее что. Это те самые твари разорвавшие моего брата. Местные можно сказать... Где-то год назад надрлам им задницы, чтоб больше не лезли на гору. Видно мало было.\n\n— Ясно....",
    "answers": [
      {
        "id": 66,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 66,
    "text": "\n— А где ты был?- не унималась я. Когда мы уже встали из-за стола.\n\n— На собрании, потом по работе на Землю сгонял... — сказал парень и любезно начал мыть мою посуду.\n\n— К слову, не хочешь на счёт крылышек поговорить?\n\n— А... это?- Спросил он и сзади него вновь появились крылья.\n\nЯ чувствовала как он лукаво улыбался, подёргивая раскошное украшение на спине, но не могла не прикоснуться к ним. Они были просто огромны... Доходили до головы и при этом невесомо касались пола. Я как маленький ребёнок, впервые увидевший перья, гладила их.\n\n— Это подарок от богини Смерти. Ей жутко не нравились мои перепонки,- сказав это парень усмехнулся и выключил воду, а затем развернулся, так же внезапно пряча крылья, как они и появились- Есть одно дело. Твоя человеческая сущность не даёт мне покоя. Давно нужно понять- ты не человек и никогда не была им.\n\n— Да брось! Я всю жизнь была человеком. Может мне что-то  подсунули, что я получила способности?\n\n— Ага, такие способности, которве даже руны и белый тренвиолнэр не берёт...- задумался Авадон.\n\n— Тренвиолнэр?- спросила я.\n\n— Да. Это такое редкое растение, которое глушит поток маны. \n\n—?\n\n—  Блин!- вздохнул тяжело Ангел,- когда мы создаём магию, то пользуемся маной. Это мельчайшие крупицы магического вещества. Для каждого это вещество своё, но все извлекают ману из него одинаково- всасывают и синтезируют. Внутренние запасы маны у всех разные, некоторые ими вообще не могут пользоваться. Кроме запасов, сила зависит ещё от проводимости: чем быстрее ты синтезируешь, тем быстрее пользуешься. Оно просходит само собой, как дыхание например. А это растение и ткань из него блокируют подход маны к существу, и оно не может сентезировать. Но в поместье Люциуса, ты всё ровно сентезировала, не смотря на белую ткань из тренвиолнера, которой, на минуточку, была обита вся комната!- вконце он повысил голос и нервно вздохнул.\n\n— Да ладно тебе! Это просто запасы. Наверное...- теперь и я задумалась.\n\n— В том то и дело, что нет. При первой нашей встречи я хотел высосать остатки твой энергии, чтобы  ты умерла не мучаясь, но ты всё больше и больше нокапливала ману, быстрее чем я её перенимал, а потом и вовсе, начала из меня высасывать. Бррр... Как же это неприятно.\n\n— Когда кишки в узел завязываются, мозг скоро взорвётся,  а лёгкие здавливают?- с усмешкой спросила я.\n\n— Типо того...- скривился демон.\n\n\n",
    "answers": [
      {
        "id": 67,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 67,
    "text": "\n— Ладно,- вздалась я,- чего ты хочешь? \n\nДемон начал шарить по карманам и достал небольшую  белую баночку, которая не имела каких-либо надписей. Открыв её он высыпал мне на ладонь мелкие круглые таблетки. Они были тёмно синего цвета. Я посмотрела сначала на них, а потом на Авадона. \n\n— Я не буду их принимать. И вообще зачем они?\n\n— Они убьют твою человеческую сущность. Пойми меня правильно: если в одном теле есть хоть кусочек демона и сущность любого другого существа, то они начинаю соперничать за власть над телом. В твоей голове образуется огромное количество личностей. Ты даже не сможешь банально поесть. \n\n— А если я всё-таки человек? Я ведь тогда умру...\n\n— Слушай, это явно важнее. Если ты умрёшь это не так страшно. Намного страшнее то, что случится с твоим телом. Либо в нём останется очень сильный демон, либо его разорвёт и целое полчеще вырвится в наружу.\n\n— То есть ты не во что не ставишь мою жизнь? Я типо бесплатное и никому не нужное дополнение?- не поняла я.\n\n— Ну как сказать... Вы девушки как украшение мужчин. По сути из вас ничего не слепишь — одни бриллианты, бижутерия, клубы, платья... Вы бесполезны. Но только подумай: ты спасёшь огромное количество жизней ценой своей,- приспокойно сказал Ангел.\n\nПо моему лицу скатилась одинокая слеза. Я заглянула в лицо демона. \n\nОн усмехнулся:\n\n— А ты чего ждала? Романтики?,- теперь его лицо не скрывало истинных чувств: Он ухмылялся, а голос резко стал холодным и едким, — Весь мир не крутится вокруг тебя. Слушай, не надо было со мной заводить такой долгий разговор, сама виновата. Я не такой хороший актёр, чтобы играть роль ''хорошего демона'' так долго. А теперь проваливай с моей кухни, не мочи ковёр!- он перестал ухмыляться и показал рукой на дверь.\n",
    "answers": [
      {
        "id": 68,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 68,
    "text": "По моему лицу текла солёная жидкость. Я телепортеровалась к себе в комнату и, упав на кровать, разревелась. \n\n''Я и не могла представить, какого это, когда с тобой общаются так грубо... Хотя могла- в школе я была ''мисс местоимение''. Меня только учителя и одна подруга с родными называли по имени... Но слышать такое от того, кого считаешь... считала надёжной опорой в неизвестном мире. Гадко. Подло. Нечестно.''\n\nЯ начала колотить кровать руками, а она, не понимая за что её так, жалобно скрипела. Вскоре мой пыл угас, и по комнате раздовались лишь громкие всхлипы. \n\nЯ сидела на кровати, обняв свои ноги, и мысленно покрывала Авадона всеми обзывательствами, которые я только знала.\n\n''Подонок. Вот как он мог! Эй! Слышишь меня, а? Теперь знай что ты Ублудок!''\n\n''Я докажу этому засранцу что не бесполезна! Но как? ''- задумалась я, и мой взгляд упал на полку с книгами,-'' Эврика!''\n\nЯ всатал с кровати, а затем достала книгу с рунами и точно решила, что сегодня призову себе друга. \n\n''Чхать на все правила! Гулять значит гулять!'' \n\nЯ открыла книгу и сразу решила, что главной руной будит Хаос. И да, я питала надежду вызвать энжиньера Элиота... Фигурки животных были переплавлены в каплевидные штуки. С помощью одной из ''капель'' я, предварительно убрав ковёр, нацарапала на полу комнаты большую многоконечную звезду, в середине которой располагался пятиугольник. Внутри него, по контору, располагались другие руны: сила, доблесть, тёмный, верность, энжиньер... Некоторые руны я прилумывала сама, для большего разнообразия. \n\nВскоре центр некой ''звезды'' был заполнен, и я принялась расставлять капли, на каждый луч звезды по одной штуке. Вскоре всё было готово, и я собиралась с духом. \n\n",
    "answers": [
      {
        "id": 69,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 69,
    "text": "\nPOV Автор\n\nЛаура зашла в центр своего творения и принялась вспоминать, что она слышала от этих существ на их родном языке. Глубоко вздохнув девушка начала говорить непонятные обычному человеку слова. \n\nРечь была совершенно иной, нежели пару минут назад:\n\n—Ջեմալ կոֆե լոկոմոտիվը լեոնիդն շ. Օոկֆիկելծսպղիկռնոծպֆլ. Ռիօսօկֆնիտ. Ժճոմոօղն տիրապետում օեկ օգնի լեյտենանտ. Պսկկֆիօենղ... \n\nОна произносла множество слов — ещё немного и её словарный запас будет исчерпан, и в ход пойдут отрывки фраз, отдельные слова, а не целостный текст.  За несколько минут девушка рассказала свою обычную жизнь. \n\nНичего так и не произошло. Лаура начала отчаиваться и верить в слова Авадона- она бесполезна. Но надежда умирает последней- всё ещё можно рассказать о своей жизни здесь.\n\n Как только дело дошло до портала, капли начали подниматься вверх. Лаура улыбнулась, чувствуя что где-то в комнате появилась магия, но не её, а другая. Она начала рассказывать дальше под сильным приливом энтузиазма. Капли поднялись на уровень её талии и начали по немногу крутиться против часовой стрелки, не забывая при этом подниматься. Когда они были на уровне груди девушки, то уже сильно крутились, не уступая в скорости церкулярной пеле. Предметы в  миг перевернулись острыми концами в сторону Лауры, а она в свою очередь смолкла. \n\nКомната начала заполняться едким чёрным туманом, заслонявшим свет и ползущим по полу. Он был холоден и стремительно заполнял собой помещение, так же просачиваясь под дверью без ручек и выходя из комнаты в коридор. \n\nНесмотря на молчание девушки, капли продолжили крутиться и подниматься, подходя тем самым к шее. По лицу Лауры катались второй раз за день слёзы, но на этот раз не из-за обиды, а от страха. Распущенные волосы девушки начали подёргиваться от ветра, создаваемого быстрым вращением предметов. Различить что-либо в комнате не получалось- дым полностью её заполнил, а пелена слёз на глазах явно не помогала.",
    "answers": [
      {
        "id": 70,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 70,
    "text": "Девушка стояла как вкопаная, придчуствуя конец. \n\nИз-за двери послышались крики Авадона:\n\n— Лаура снеми барьер! Что ты там творишь?! Быстро убери его, иначе я выбью дверь! Ты меня слышишь?! Хей, Лаура! Ты там жива?\n\nАвадон напоресто колотил дверь, но выбить её не получалось.\n\n— Вот и сделал, как говорится, на совесть...- сказал он и ругнулся, вспоминая как сам лично делал дверь и ставил её на петли.\n\nКапли подошли близко к шее, и золотистые локоны девушки разлетелись в разные стороны. Ещё пару сантиметров, и вот уже по тонкой, бледной от стараха, коже течёт вязкая жидкость. \n\n''Чуть меньше миллиметра и мне конец... '' — подумала Лаура, будто приняв всё как есть.\n\n—А я ведь просто хотела друга...- тихо прошептала она, готовясь к скорой смерти, в то время как капли перестали приближаться. Девушка с надеждой продолжила говорить,- Друга которому можно доверить... все секреты... личные тайны... спросить совета, как поступить сдесь, а там? Сейчас рядом со мной нет такого существа... Я не могу кому-то доверять... По этому я и хотела призвать собеседника. Он бы меня выслушал...- по лицу девушки вновь потекли слёзы, а глаза заполонила противная пелена соленой жидкости.\n\nКапли разлетелись в разные стороны, вдребезги разбившись о каменные стены, которые в свою очередь, тоже пострадали не мало. Лаура обессилено упала на колени, опустив голову вниз. Она жадно вдыхала чёрный дым, так мало содержащий кислорода. Некоторое время девушка просидела в этом положении. В ушах звенело, а в широко раскрытых  глазах рябило. \n\nВдруг полышался скрежет, будто те самые ящеры волочили свои когтистые лапы к беззащитному созданию, намериваясь отужинать. Но всё обошлось, ей повезло: это всего лишь серебряные осколки ползли по полу и собирались в кучу.\n\n Девушка более или менее пришла в себя. Осколки начали плавиться, а затем сгусток расплавленного серебра поднался в воздух. Постепенно появилась мелкая цепочка, на которой выресовавылась некая капля. Дым начал собираться со всей комнаты. Он будто вжимался в какие-то рамки, а через несколько секунд затвердел, но потерял свой цвет. Небольшой оставшийся клачок полоснул девушку по шее, сильно ранив и собирав её кровь, дополненую слезами. На тонкой цепочке повисла небольшая серебряная капля, в которую вдавился прозрачный камень. Это было похоже на ожерелье, которое вот-вот об работает мастер, и оно станет прикрасной бежутерией.",
    "answers": [
      {
        "id": 71,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 71,
    "text": "\n\nОстатки дыма приблизились к камню, который в свою очерь, начал наливаться тёмно фиолетовым и чёрным цветами. Ожерелье перестало как либо изменяться и застыло в воздухе. В комнате было очень темно.\n\n''Видно дым затушил свечи...''- подумала Лаура.\n\n— Юная Смерть... Юная Смерть... Юная... Смерть...- Разнёсся по комнате тихихий шепот хора.\n\n Ожерелье со звоном упало на каменный пол.\n\n Девушка потянулись к нему и взяла в руку. Дверь, в первые за всё время пребывания, распахнулась. В комнату вбежал вхвалнованный и напуганный демон. Девушка вскочила на ноги и посмотрела на него заплаканными глазами, а затем отвернулась всем телом. Авадон подошёл ближе и обнял её за талию, прижимая к себе.\n\n— Прости...- прошептал он в самое ухо, от чего девушка вздрогнула.\n\nОн потянулся к ней и нежно поцеловал её в шею, слизывая кровь, затем в области ключицы, потом плечо...\n\n— Перестань.- прошептала девушка.\n\n— Я очень испугался за тебя!- громко ответил Ангел Смерти.\n\n— Не кричи, у меня голова раскалывается.\n\n— Что это?- Спросил демон, потянувшись к руке в которой девушка держала колье.\n\n— Я не знаю...\n\n\n\n\n\n                             Конец 3 главы",
    "answers": [
      {
        "id": 72,
        "text": "Немного от автора"
      }
    ]
  },
  {
    "id": 72,
    "text": "\n Я знаю что это было ужасно, простите! Я долго не писала и совершенно разучилась... Буду потихонечку восстанавливаться и постараюсь вас порадовать скорым и объёмным продолжением) Пожалуйста, не критикуйте очень строго '-' . Жду ваших комментариев...\n\n\n— Пелагея Майнем",
    "answers": [
      {
        "id": 3,
        "text": "К списку глав"
      },
      {
        "id": 73,
        "text": "Глава 4. Ганеждали"
      }
    ]
  },
  {
    "id": 73,
    "text": "                                Глава 4\n                             Ганеждали\n             ''Ганеждали- это когда ты пришёл,\n                         А тебя не ждали...''\n\nPOV Лаура\n\n***\nЯ не чувствовала боли. Было прохладно и пахло лекарствами. Дверь со скрипом открылась. Я попыталась открыть глаза, но не вышло. Кто-то вошел в помещение ширкая ногами и шелестя бумагами.\n\n— Состояние стабильное...- проборматал, как я поняла, врач и начал что-то увлечённо писать.\n''Значит я в больнице... Что же случилось вчера вечером?!''\n\nЯ хотела открыть глаза и заговорить, но моё тело меня не слушалось. Врач вышел, и дверь, из-за сквозняка, сильно хлопнула. \n***\n\nЯ подскочила, но уже не на больничной койке, а в кровати.\n\n''Ох, это просто дурной сон...''-\nПодумала мельком я, а потом снова провалилась в царство морфея.",
    "answers": [
      {
        "id": 74,
        "text": "Далее"
      },
      {
        "id": 3,
        "text": "К списку глав"
      }
    ]
  },
  {
    "id": 74,
    "text": "\n\nУтро. Ранее утро. Я лежу в кровати и чувствую себя весьма не удобно, как в тот день, когда Элиот палился на меня спящую, а позже начал допрос. Легкая дрема быстро прошла, и я, разлепив глаза, прикоснулась к шее.\n\n''Что за...?''-удивилась я повязке, которую вроде как не делала...\n\n Я села и поняла что была в своей комнате. Это сильно меня обрадывало. \n\n''Какой бардак...''- подумала я оглядевшись.\n\nНа полу капли моей крови, возле стен мелкие щепки камня, а сами стены почернели от дыма, полки, кресло всё опракинуто. Плюс все вещи были разбросаны по комнате, включая многочисленные книги и мои вещи. А так же тетрадь.\n\n''Хм... тетрадь? Точно! Это та самая!''-воскликнула я мысленно и, не смотря на адскую боль в районе шеи, полетела к ней.\n\nЯ раскрыла тетрадь и начала читать:\n\n''Тебя нет всего день, а мне уже плохо... Лаура, что ты со мной творишь?!''\n\n''Твой Шон.''\n\n''Всё у меня в порядке. Спасибо за вещи. Всех целую и люблю. Пришлите пожалуйста концелярию, тушью писать не удобно...''\n\n''Жду ответа, Лаура''\n\nЗатем шла новая запись, но не известным доселе мне подчерком:\n\n''Оу... вы всетречаетесь? Это я, Ким. Хм... А я не знала;) Где ты? Дело в том, что ситуация накаляется... Парни ушли из дома, а мы с сестренкой сидим. Хотя мы бы тоже сбежали, но роль разведчиков важна. Люциус пытался контролировать каждое их действие, и парни это заметели. Он встал на сторону оборотней, которые были против технического развития, в отличии от вампиров... Люциус начал перегибать палку, относясь к сыновьям как к рабам. Они ушли и отправились в богами забытое место, чтобы встретиться с повстанцами. Незнаю что они задумали, но если услышишь что-либо в этом роде, то беги. Беги от этих существ. Они очень опасны. Недавно повстанцы подорвали здание заседания, где оборотнями оговаривалась грядущая война. Держись, прячся, живи... На тебя объявили охоту, так что маскируйся, а лучше найди укромное место и не выходи. Вернуться в поместье не вариант, так что начинай искать где жить... Я не знаю как тебе помочь. В многих странах уже ввели военное положение, в таком случае на улицу по темноте не выходи: народ бунтует, опасно очень. Главное прячся. Не пиши больше, тебе же хуже будет...''\n\n",
    "answers": [
      {
        "id": 75,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 75,
    "text": "\n\n\nЯ была в шоке. \n\n''Вот так? Вот так резко всё поменялось? Я больше не могу ждать! Надо сходить в душ и найти Авадона. Он обещал мне экскурсию и на встречу...'' \nЯ встала с пола и швырнула тетрадь об стену, затем телепортировалась в ванную комнату и взглянул в зеркало... \n\nНа меня смотрела девушка с русыми, теперь уже короткими, еле достоющими до плеч, густыми волосами. На шее был кровавый бинт, и лишь его кончики сохранились белыми. Осторожно снимая бинт с шеи я продолжала смотреть в зеркало. Когда я закончила, то вид открылся не из приятных: по бокам шеи и стороне затылка были не глубокие прерывистые царапины, а спереди, под подбородком, была глубокая рана, ловко зашитая тонкими и когда-то белыми нитями. \n\n''Чёрт!''- ругнулась я рассматривая страшную рану. \nК счастью она не гноилась, видимо демон,-\n''Ну кто ж ещё это мог сделать?'',- обработал её очень хорошо. \n\nЯ скинули с себя одежду и отправилась в душ. Хорошенько смыв с себя остатки вчерашнего, я насухо вытерлась заранее взятым полотенцем, а потом телепартировалась к себе в комнату, где уже и оделась.\n\n—О, ты уже встала...?\n",
    "answers": [
      {
        "id": 76,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 76,
    "text": "\n\nЯ резко подпрыгнула на месте и обернулась. На моей кровати, из под моего одеяла, показалось сонное лицо Адика. Я глухо выдохнула. Благо я уже оделась в шорты и топ.\n\n''Фух, напугал! Надеюсь ты только сейчас проснулся... И вообще''-\n\n— Что ты делаешь в моей кровати!?- прикрикнула я.\n\n— Пять минут назад спал, а сейчас смотрю на тебя.\n\n—Дурак, — шикнула я,- что было вчера вечером?\n\n— Ты самоубийца. Вот что было!,- сказал демон садясь.\n\n— Это ладно, я вчерашний вечер не помню и это меня напрягает... Ты что, споил меня?- удивилась я своему воображению.\n\n— Споил? Ты в своём уме? Ты обмякла у меня на руках, а я еле датащил тебя до кухни. Там умыл, а затем все твои увечья обработал, потом зашил твою шейку...,- в этот момент он нагло улыбнулся, а я даже боялась спросить, из-за чего.\n\n— С этим разобрались, а что на счёт медальёна?,- задала я интрегующий вопрос, так как не видела его больше.\n\n— Я его спрятал,- сказал Авадон, подошёл к книжным полкам, перевернул кресло и сел в него,- как и книгу.\n\n— Верни ожерелье. Оно мне нужно.\n\n— Ничего тебе не нужно! Только если шею забентовать и заняться твоей самообороной. Нам вечером ещё на встречу надо. \n\n\n\n",
    "answers": [
      {
        "id": 77,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 77,
    "text": "\n\n— Я всё равно его найду! Но да ладно, пошли мне шею бинтовать...- я смерилась с тем, что сама этого не сделаю, слишком уж аккуратно нужно, а я рукожопая.\n\nАвадон встал и пошёл на кухню, ничего не говоря. Я так поняла мне за ним. Шея до сих пор атомно болела, казалось, что сейчас она просто сломается на пополам. Я была удивлена, что ещё могу говорить. Неспешно зайдя на кухню я села на высокий стул и смотрела на красивую, рельефную спину демона. \n\n''Не.не.нененененененене. Отвернись! Дура, отвернись!............. Хватит на него пялиться!''- говорила моя скромность. \n\nА вот глаза продолжали изучать. Широкие плечи, рельефные мышцы спины... Эти волосы ниспадающие до плеч, тонкая шея и немного бледная, даже можно сказать, пепельная кожа. Он как на зло, долго капался в аптечке, выискивая нужные лекарства и бинты.\n\n''Он лишь случайно стал моим слугой, хотя это на словах, а на деле в точности наоборот... Он старше меня наверное на года 3-4. Хех.''- я хмыкнула,-'' слышал бы мои мысли Шон... Но почему-то меня очень напрягает наши с ним (Шоном) отношения. Вроде всё как надо романтика, вещи, память, интересные выражения и слова, комплименты там... Но он будто брат мне, а не парень... Агх, чушь какая! Мне выжить для начало надо бы...''\n\n— Да выживать ты не парься, — сказал демон и повернулся ко мне лицом, попутно перенося лекарства на стол.- ложись на стол, так удобней будет.\n\n— Ты что мои мысли читаешь?- вспомнила резко я и раскраснелась...\n\n— Ложись на стол.- напомнил демон ни капли не смущаясь.\n\n—Хорошо, хорошо.- ответила я, пытаясь сдержать румянец.\n\nАвадон быстрыми и аккуратными движениями об работал и забентовал мне мою шею. За тем провёл какое-то заклинание, а на вопрос: что это было? Ответил:'' Это чтоб не отвалилась''. Я в принципе понимаю почему он такой раздражённый... Только представьте, что вы идите за чей-то душой, а в итоге становитесь на пособии раба. А потом эта кто-то совершает необдуманую вещь, тем самым тебе ещё и лотать её надо... \n\n\n\n",
    "answers": [
      {
        "id": 78,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 78,
    "text": "\n\n''Сколько от меня проблем...''- подумала я, лежа на столе, пока Авадон проверял перевязку. \n\nМы встали и он сказал переодеться во что-то по удобней и желательно не такое, как он выразился, ''Вычурное''. По удобней то, по удобней, а вот не ''вычернуго'' у меня нет. Немного пораскинув мозгами я одела спротивные легентсы Ким и топ из комплекта.\n\n''Конечно можно было одеть на верх что-то другое, но позлить Авадона- святое дело:)''\n\nВолосы были ещё влажными после душа, по этому я собрала их в очень низкий хвост и начала уборку комнаты. \n\nСтолик был с легкостью поставлен на ножки, лампа на поверхность столика, пол подмятен вымыт ледяной водой, ковёр расстелин. Затем я присела на кровать и стала перебирать в руках, чуть ли не метровые, пряди волос. Невольно рука поднялась к кончикам моей шевелюры.\n\n''За что?!''- крикнула мысленно я, а по щеке скатилась слеза.-''Зато сушаться быстрее, ''-всхлип-'' и хвостик собираешь когда, волосы спину не щикотят, да и голова не устает, расчесывать легче...'' \n\nМой поток мыслей прервал Авадон.\n\n— Не ной. Пошли уже.\n\nЯ подняла на него взгляд и вышла из комнаты, нарочно задев его плечом. Он закатил глаза и пошёл за мной, а после вышел вперед. Авадон стал спускаться по лестнице вниз, а я замерла. \n\n— А как же ящеры? \n\n— Ты трусиха, — сказал он и не обращая внимания пошёл дальше.\n\n\n\n",
    "answers": [
      {
        "id": 79,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 79,
    "text": "\n— А ты козел...- зло прошепела я.\n\n— А у козла слух хороший!- крикнул зло он, продолжая спускаться.\n\nМои ноги сами понесли меня за ним- одной оставаться не хотелось. Спустившись мы обагнули гору, в которой находилась пещера, и вышли на другую её сторону. У меня отвисла челюсть, когда я увидела тот самый ''городок'', про который мне говорил демон. \n\n''Это просто божественный вид!''- я слегка улыбнулась и продолжала следовать за моим провадником. Пока мы шли, я разглядывала местность и заметила, как что-то мелькнуло в кустах. \n\n—Авадон... ты это видел?\n\n—Что именно?- спросил он, опять же не поварачиваясь.\n\n—Там что-то было...\n\n—А ты про это... ладно, познакомлю вас. Не хотел конечно, но ты тогда спать спокойно не сможешь... Друзья!,-крикнул демон в пустоту,- это Лаура, она теперь одна из нас, вылезайте.\n\nДо меня не сразу докатило что произошло, но из старых домов начили высоваваться разные существа и с нескрываемым любопытством рассматривать меня.\n\n— Чего глазеете?! Бегом работать!- накричал Авадон на них.\n\nПервыми повыпрыгивали из окон оборотни, затем спустились друиды, а вампиры не желая выходить на солнце, попрятались в домах. \n\nЯ огляделась вокруг- это место просто не узнать! Минуту назад город был заброшен, но сейчас... в нем кипела жизнь. Все занимались своими делами и лишь изредко кидали косые взгляды в мою сторону.\n\n—Мы пришли,- сказал ангел Смерти и пошел в сторону деревянной стойки с мечами. \nЯ стояла на большой опушке леса, где уде занимались некоторые существа, преимущественно демоны, друиды, стихийники и эльфы.",
    "answers": [
      {
        "id": 80,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 80,
    "text": "\n\n\n\n—Свежее мясо!- крикнул один из эльфов по окончанию дуэли со сверстником.\n\n—Не смешно! Лучше б свою тушку берег!- не осталась я в долгу.\n\n—Чего ты там блеешь? Ты подойди, не слышно, мелкая слишком!- крикнул он второй раз, но уже озлобленно.\n\n— Я смотрю общаетесь?- ворвался демон в наш диалог.\n\n— Авадон, не мешай.- шикнула я на него.\n\n— Оу, кажется за овечкой пастух пришел!- злорадно улыбнувшись сказал эльф,- ты только на шею ему не бросайся, не любит он этого!\n\n—А ты проверял?- спросила я, вызвав удивление и смешки.\n\n—Да я тебе...- прошепел демон одновременно со мной.\n\nЯ немного не поняла резкой перемены в его настороении, но была готова постоять за себя сама. Не дав сделать и шагу демону я направилась в сторону эльфа.\n\n— Как ты там сказал? Чего блеешь?- невозмутимо спросила я.\n\n— У кого-то я смотрю язык длинный...- прищуревшись выдал эльф,- отрублю его тебе и посмотрим, как ты запоешь!\n\n— Это вызов?- спросила я подняв левую бровь.\n\n— Один на один. Без магии.\n\n— Дайте меч!- крикнула я,- снесу тебе голову с плеч- зло прошепела ему в лицо.\n\n''Лаура, уймись. Он один из лучших.''- прозвучал в голове голос Авадона.\n\n''Дай мне меч.''- процедила мысленно я.\n\n''Перестань! Ты гребанная самоубийца!''- сказал он, когда я взяла меч у прошлого напарника эльфа.\n\n\n",
    "answers": [
      {
        "id": 81,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 81,
    "text": "\n\n\n—Готова лежать в лазерете ближайший месяц?- ехидно спросил эльф.\n\n—Готов ли ты?- перевела стрелку я. \n\nЭльф не мешкаясь сделал выпад, от которого я ловко увернулась. Удар с разворота был неожиданным, и я еле как успела поставить блок мечем. Лезвие скальзноло по мечу, оставляя внушительную царапину. \n\n''Так Лаура, соберись!''- подумала я пропустив удар противника, который прошелся по бедру, оставлияя длинный порез.\n\nЗа секунду я отразила его следующий удар и сделала резкий выпад. Эльф отбил мою вялую атаку и залился звонкимк смехом. Это меня разозлило. Обманный боковой удар и вновь выпад. Противник неожидал хитрости и получил колющий удар в живот. По его футболке потекла голубая кровушка.\n\n— Сучка...- прошепел он и перешел в агрессивную атаку. \n\nЯ защищалась и крутилась как юла. Эльф начал потехоньку уставать, а я в свою очередь атаковать. Он атакует- я делаю контратаку. \n\nМы изрядно вымотали друг друга, и все чаще начали доставать лезвиями до кожи. Наша дуэль длилась долго — под нашими ногами почти не осталось травы. Эльф вновь полоснул мою тонкую кожу в районе плеча, а я в этот момент со всей силы ударила плоскостью меча по его ногам. Соперник явно не ожидал такого поворота событий и, так как стоял в не особо устойчивом положении, упал на спину, а я, не теряя ни скунды, с ноющим плечем, подставила лезвие к его шее.\n\n—Мы шли на равных.- спокойно сказала я.- так что и право голоса у нас теперь точно равное.\n\n— От куда ты такая, а? — спросил он жмурясь.\n\n— Не твоего ума дело.- сказал я и убрала меч от его шеи.\n\n— Спасибо- вежливо отблагодарила я парня, который уступил мне своё оружие.\n\n— Ты мне должна,- сказал он мне в след, а когда я обернулась добавил,- меч от крови оттереть.\n\nЯ остановилась, развернулась, подошла к нему, взяла его меч, и со словами:\n\n—Не возражаешь?- подошла в плотную и после его кивка, не разрывая зрительного контакта, вытерла меч о его футболку.\n\n— Что за...- возмутился он.\n\n— Вот теперь он чистый, мы в расчете.- сказала я и пошла к демону, наблюдавшему нашу дуэль со стороны.\n\n— Ты чекнутая,- сказал демон.",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 82,
    "text": "\n— Чекнутая ещё не завтракала.- сказала я и посмотрела в его бездонные глаза.\n\n— Дома есть нечего, пошли в столовую, как раз по пути в лазерет заскочим. \n\nЯ удовлетворительно кивнула и бросила взляд на лужайку, где парни уже во всю шутили над моим бывшим соперником. Он лишь смотрел мне в след, сдвинув светлые брови к переносице.\n\nВ лазерете не было ничего интресного, медсестра просто промыла и намазала все мои порезы, а я тихо шипя от боли, смотрела в щелку приоткрытой двери. Авадон сидел на стуле и нахмуревшись о чем-то думал. \n\n''А он весьма соблазнителен, когда хмуриться. Госпади, о чем я думаю!''\n\nЛицо демона оставалось не изменным, лишь уголки губ слегка дрогнули.\n\n''Он же мысли читает! Дура! Аааааа! Так, вдох, выдох, вдох, выдох. Перестань о нем думать... Да он и вправду красавчик''- вновь милькнула мысль и я тут же залилась краской, а демон, не в силах сдерживать улыбку, встал со стула и ушел из моего поля зрения.\n\n— Девушка, с вами все в порядке?- забеспокоялась мед сестра, увидев моё красное лицо.\n\n—Да, да. Спасибо вам большое,- сказала я и вышла из кабинета.\n\nДо столовой мы прошли в полном молчании. Только когда поела и начала пить чай, я осмелилась задать интерисующий меня вопрос.\n\n— Слушай... А кто все эти существа?\n\n— Все они повстанцы, не хотящие войны.- сказал демон продолжая смотреть в окно.\n\n— А как же подрыв здания?\n\n— Какой подрыв?- тут же повернулся в мою сторону демон.\n\n—Ну это... я слышала, что повстанцы подорвали здание заседания, где оборотнями оговаривалась грядущая война...\n\n—Это только слухи. Подрыв осуществили шпионы из клана вампиров, а свалили на нас. Опережаю твой вопрос: у нас везде свои люди. \n\n— А куда мы сейчас?- спросила я выходя из столовой вслед за демоном.\n\n— Богиня смерти хотела тебя видеть. Не беспокойся, я вас на едине постараюсь не оставлять.\n\nЯ нервно сглотнула. В горле застрял комок, а сердеце заколитолось быстрее- вот оно. Беспокойство.\n\nПродолжение следует....",
    "answers": [
      {
        "id": 3,
        "text": "К списку глав (пока что)"
      }
    ]
  },
  {
    "id": 83,
    "text": "",
    "answers": []
  }
]