[
  {
    "id": 1,
    "text": "Автор: Rogue Spriter\n\nЭтот квест был создан по фану, не стоит воспринимать его в серьёз :3",
    "answers": [
      {
        "id": 2,
        "text": "начать "
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://c.radikal.ru/c28/2002/ab/3a4e8707105a.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "давайте на секунду представим что:\n\n—действия комиксов, \"Войны клонов\", \"старой трилогии\" и \"новой трилогии\" перемешались.\n\n—Асока тано была падаваном не Эннакина Скайуокера а Кита Фисто.\n\n—во вселенной \"SW\" существовал Мандалорец по имени Ваас Монтенегро и отдельная раса Хищьников (да да, из чужого против хищника).\n\n—и ещё очень много непонятного трешака.",
    "answers": [
      {
        "id": 3,
        "text": "ну допустим..."
      }
    ]
  },
  {
    "id": 3,
    "text": "                          Дак вот...\nВы молодая дувушка, контрабандист/наёмник, по имени Роуг.\nвы прибыли в бар \"Кантина79\".\n\n*дверь в бар расохнулась и вы спокойной походкой подошли к барной стойке чтобы чтобы купить выпивку*\n\n*вы оглянултсь и увидели что за столом сидят двое человек, обратив внимание на их одежды сразу было ясно что это джедаи, судя по всему это юная Торгутка и более опытный но не такой уж и взрослый человек. законьчив расматривать посетителей вы заказали бутылку местного вина,  и пошли в сторону самого дальнего от входа столика. прохрдя мимо столика Джедаев вам захотелось оглянутся и мельком рассмотреть их*",
    "answers": [
      {
        "id": 4,
        "text": "оглянутся и отценить внешность Джедаев"
      },
      {
        "id": 5,
        "text": "сделать вид что тебе всёравно и идти дальше"
      },
      {
        "id": 3,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a28/2002/8d/f525509af467.jpg"
      }
    ]
  },
  {
    "id": 4,
    "text": "\n\n*оглянувшись вы посмотрели на мужчину, он примерно вашего возраста, неопоятно уложенные карие волосы, ровные брови, карие глаза и небольшой шрам у глаза.*\n\n*вас пронзило странное чувство, вам очень сильно захотелось улыбнуться*",
    "answers": [
      {
        "id": 6,
        "text": "улыбнутся кариглазому джедаю и идти Дальше"
      },
      {
        "id": 6,
        "text": "сдержать улыбку т идти дальше"
      }
    ]
  },
  {
    "id": 5,
    "text": "\n\n\n*вы не стали проявлять большой интерес к этому столику но случайно услышали их разговор*\n\nТоргрутка — Простите мастер! я вытерла... больше ничего белого на ваших штанах не осталось!\n\nПарень — Ш... Шпилька успокойся, всё нормально... это просто пена от пива, не стоит так пережтвать.\n\nТ — но, но мастер...\n\nП — я тебе говорю хватит!\n\n*вы немного покраснели от того что сначала полумали не о том что нужно*",
    "answers": [
      {
        "id": 6,
        "text": "продолжать идти как ни в чём не бывало "
      }
    ]
  },
  {
    "id": 6,
    "text": "\n\n\n*подойдя к столу вы уселись и закинув ноги на стол, начали пить вино прямо из горла не трогав кружку. заметив заинтересованный взгляд юной Тогрудки вы опустили солнцезащитные очки с синими стёклами на глаза и продолжили наблюдать попивая вино. спустя буквально минуту брлее старший джедай схватился за рот и выбижал на улицу с дикими глазами, вы еле сдерживая улыбку отпили из бутылки и незаметили как быстро к вам подкралась Тогрутка, и немного заинтересованным взглядом расматривала ваши волосы*\n\nТ — привет, ты не против если я составлю тебе компанию ?",
    "answers": [
      {
        "id": 7,
        "text": "-да, конечно не против, падай.\n*скинуть ноги со стола и протереть его салфеткой*"
      },
      {
        "id": 8,
        "text": "-ну... только если не будет проблем.\n*не убирать ноги со стола* "
      }
    ]
  },
  {
    "id": 7,
    "text": "*Юный джедай уселась перед вами и в её глазах читалось не больше восхищение смотря на ваши волосы*\n\nТ — спасибо... спасибо что разрешила составить компанию",
    "answers": [
      {
        "id": 9,
        "text": "-ой, да ладно, а это что за молодой человек  сидел с тобой... который токочто убежал "
      },
      {
        "id": 7,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b15/2002/06/1462206fc135.jpg"
      }
    ]
  },
  {
    "id": 8,
    "text": "\n\n\nТ — нет, проблем не будет\n\n*немного странным тоном сказала юная девушка и усевшись за стол, немного прищурив взгляд, дёрнула кистью в сторону, после чего ваши ноги слетели со стола словно их кто-то скинул. да, небыло сомнений, с вамт за одним столом сидит джедай.*\n\n",
    "answers": [
      {
        "id": 9,
        "text": "-оп, прошу прощения за манеры... но не суть. а это что за паренёк сидел с тобой, который видимо перебухал и убежал отсюда?\n*не сдерживать улыбку*"
      }
    ]
  },
  {
    "id": 9,
    "text": "\n\n\nТ — а, это Эннакен, один из мастеров...\n\n*девчушка отпила из своего стакана, по её стеклянным глазкам читалось что она уже начала пьянеть. странно... ведь джедаям запрещено пить...*\n\nТ — меня зовут Асока, Асока Тано, какими судьбами ты тут, по работе, лучшую жизнь или просто развлечься?",
    "answers": [
      {
        "id": 10,
        "text": "-Асока заначит... ну а моё имя Роуг, можешь просто Ро. \nя? неет, я просто мимо пролетала, просто выпить зашла... ну и может немного развлечься.\n*приподняв очки с глаз на лоб заглянуть в горлышко бутылки*"
      }
    ]
  },
  {
    "id": 10,
    "text": "",
    "answers": []
  }
]