[
  {
    "id": 1,
    "text": "Автор: _The_DorrT_\nЖанр: постапокалипсис, боевик\n\n В один день Джеффри Коллинс выходит из тюрьмы. Десяток с лишним лет, он провел за решёткой колонии строго режима. Вернувшись на свободу, он даже не думает бросать свое ремесло. Много кому нужно отомстить и много кого найти. Без денег, дома и оружия он оказывается на улицах Рич-Сити. За время его заключения в мире много что изменилось, но никто не догадывался, что скоро изменится весь мир.\n По случайности Джеф оказывается в самом эпицентре событий. Улицы залиты кровью и завалены трупами. А где-то среди домов ходят обезумевшие мертвецы, жрущие всех, кого видят. Люди грызутся за кусок хлеба, патроны и удобное место под солнцем. В этом мире больше нет места для жалости и чувств, только кровь, зомби и свинцовые пули.\n Но Джефа не очень пугали обстоятельства. Если надо заберет, если надо застрелит. Пока умники в лабораториях ищут лекарства и вакцины что бы уничтожить зомби, Джеф будет уничтожать их старым и провереным способом. Рвать, резать, взрывать, жечь и стрелять. Порой один, порой группой.  Отличное время для возвращения. Из камеры прямиком в ад.",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 78,
        "text": "От автора"
      },
      {
        "id": 206,
        "text": "Обновления"
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a31/1910/ae/c75f43813542.jpg"
      },
      {
        "id": 308,
        "text": "08.02.2021"
      }
    ]
  },
  {
    "id": 2,
    "text": "/17 лет назад/\n\nСерый фургон медленно заехал за здание заброшенного завода где стояло несколько человек.\n—Готов?-спросил Джеф.\n—Как всегда.-ответил Мэт.\nДжеф открыл дверь фургона и вышел из машины. Он подошел к людям и спросил:\n—Хвоста нет?\n—Нет.- ответил мужчина в пиждаке и брюках.- За вами не следили?\n—Нет.\n—Отлично. Вы привезли?\n—А вы?-задал встречный вопрос Джеф.\nМужчина ухмыльнулся. Он достал из кармана конверт и протянул его Джефу.\n—Сколько там?-спросил Джеф, пересчитывая деньги.\n—Сколько заработали. Две штуки баксов. Теперь ваш черед.\n Джеф убрал деньги в карман и махнул Мэту. Через некоторое время Мэт привел человека в рубашке и заклееным ртом. Он пнул его и тот упал.\n—Вот ты и попался.-сказал мужчина и достал пистолет.\nПленнику открыли рот и тот начал жалобно умолять о пощаде:\n—Я никому не расскажу! Пожалуйста не надо! У меня семья.\n—О семье надо было думать тогда когда лез не в свое дело.-сказал мужчина.\nПленник продолжил молить о пощаде. Мужчина подставил пистолет к его голове и выстрелил. Тело рухнуло в грязь, заливаясь кровью. На лице застыла гриммасса страха, а меж глаз появилась дыра.\n—Что он сделал?- спросил Джеф.\n—Он журналист. Рыл под меня. Несколько дней назад сфотографировал меня на сделке, но ему удалось удрать. Теперь он не убежит,\nОн протянул Джефу еще несколько купюр.\n—За что?-спросил Джеф.\n—За то что вы избавитесь от тела.-ответил мужчина.\nМужчина собрался уходить, но остановился и спросил:\n—Ты ведь уже 2 года со мной работаешь, все еще недоверяешь?\n—Доверяй, но проверяй, причем это просто работа. Я прекрасно понимаю что однажды на его месте могу оказаться я- сказал Джеф, указав на труп репортера.- Такая работа.\n—Тебя бы я не заказал, как и Мэта.-сказал мужчина.- Вы отличные ребята! Всегда выполняйте работу без лишних вопросов. Мне не зачем вас убивать. Я много раз у тебя в долгу, я бы уже сидел в камере, но под рукой есть те кто всегда заметут за мной следы. Несмотря на возраст, вы довольно опасны и жестоки. Так что скорее ты бы меня грохнул, ну или постарался.\n—Я бы грохнул.-серьезно сказал Джеф.\nМужчина ухмыльнулся и спросил:\n—Ты до сих пор работаешь с бандой Сиззона?\n—Пятый год.\n—Зря. Он опасный человек и бесчестный пес. Он грохнет тебя или кинет. Я уверен. Он использует тебя так как ты полезен, но как только станешь опасен, ты труп. \n—Он хорошо платит.\n—Я плачу меньше, но я всегда могу взять тебя в семью. Я один из самых влиятельных людей в городе. Ты бы достиг больших успехов. Ты стал бы моей правой рукой.\n—Я сохраняю нейтралитет. Причем мы и так неплохо справляемся.\n—Однако ты несколько раз грохнул членов разных группировок когда я просил.\n—Такая работа. \n—Ну что ж мне пора. Будешь нужен, тебе сообщат.-сказал мужчина и, сев в машину, уехал.",
    "answers": [
      {
        "id": 3,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 3,
    "text": " Мэт и Джеф тащили труп, к которому были привязаны кирпичи, к обрыву. Они скинули его в море и он с большим всплеском отправился на дно.\n—Дело сделано.-сказал Мэт.\n—Как и всегда.-сказал Джеф.- Пора привыкнуть.\n—Знаешь, а может согласиться на его предложение войти в семью?\n—Хочешь иди, но я не собираюсь.-ответил Джеф.\n—Почему ты всегда отказываешься?\n—Я работаю на тех кто платит, это первое. Не хочу ввязываться в их дела, это второе. Лучше работать на всех и получать много, чем на одного и получать в разы меньше. Я выполняю работу, а не подчиняюсь. Дальше продолжать?\nМэт вздохнул и протяжно ответил:\n—Джеф, чувак, там такие деньги крутятся! Мы в золоте будем!\n—Если бы мы нацепили на труп много золота, то он тоже бы утонул.-ответил Джеф и пошел к фургону.- То чем мы занимаемся в десяток раз опаснее. \n—Мы два наемника. Без чувств и тд и тп... Не надоело?\n—Делай что хочешь, но я не пойду.\n—Чел, это деньги! Большие!\n—Заткнись ты уже!- крикнул Джеф.- Иди я тебя не держу. Оставь меня в покое. Меня эти группировки, банды и семьи не манят. Я, ты и остальные отлично справляемся. Мы сами как банда, только мы наемники, диллеры и убийцы. Если хочешь идти к ним, можешь остаться тут. Если остаешься тут, то садись в тачку и заткнись.\n Мэт недолго думая сел в фургон и сказал:\n—Разумеется я с вами.\n—Тогда заткнись и поехали. Я спать и есть хочу.",
    "answers": [
      {
        "id": 4,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 4,
    "text": "/Сейчас/\n\nВ окне машины Джеф видел свое отражение. Суровое и уставшее от всего лицо, серо-голубые глаза, светлые короткие волосы и щетина. Особо выделялся шрам над глазом в виде широкого и глубокого пореза. Как и след от удара битой на левой стороне подбородка. \n Джеф смотрел в окно на город, который не видел много лет. Все что он видел за 15 лет это тюремный двор и территорию тюрьмы. Каждый день одно и тоже место. \n\"Никогда не буду ценить что либо так как свободу\"\n Смотря на когда-то знакомые, но изменившиеся улицы, в голове у Джефа всплывали воспоминания. Хорошие и плохие. \n—Лучше бы ты сдох там в тюрьме.-сказал полицейский за рулем.\nДжеф молча смотрел в окно и ничего не ответил.\n—Из-за чертовой проверки мне пришлось везти тебя.-продолжил коп.-Хотя стоило бы тебя выкинуть на обочине и ехать обратно.\nОн переключил радио и продолжил:\n—Таким как ты вообще не место на свободе.\nОн что-то говорил, но Джеф не слушал. Не хотелось. Слишком хороший день что бы тратить его на болтовню с жирным копом.",
    "answers": [
      {
        "id": 5,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 5,
    "text": "Через некоторое время машина остановилась на парковке.\n—Проваливай.-сказал коп.\nНе долго думая, Джеф взял сумку и вышел из машины. Коп начал разворачиваться и Джеф незаметно плюнул на заднее стекло машины. Коп уехал ничего не заподозорив. \n Глубоко вдохнув, Джеф неспешно пошел по парковке. Пройдя до конца парковки он перешел дорогу и пошел по тротуару, не зная куда идти.\n Джеф сел на скамейку. Идти некуда. Денег нет. \n\"И что теперь?\"\nВсех кто мог бы его приютить скорее всего убили. Дома у него не было, но были деньги, которые забрали люди Сиззона.\n Бодро вздохнув он встал и пошел к парку. Мимо шли сотни людей, но Джеф как будто не замечал их. Те люди, которые были ему дороги уже мертвы, а некоторые просто пропали. Уехали в более безопасное место, как вариант. Джеф остался один.",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": " Парк сильно изменился пока Джеф мотал срок. Стало больше деревьев, парк окружал новый забор, а пруд в середине парка стал больше. \n Джеф остановился на мосту, над прудом, и оперевшись на перила смотрел на воду. Стало как-то спокойней. Мысли не путались в голове.\n\"Нужно найти место где толкают дурь. Отберу деньги и узнаю о ситуации в городе.\"\n План был ненадежный, да и ввязываться во все это по прибытию на свободу врядли бы кто стал. Но ничего другого не остается.\n Джеф напряг память, пытаясь вспомнить такие места. Вскоре он вспомнил одно из таких мест.\n\"Насколько помню под ж/д мостом нередко пихали дрянь. Туда и наведаюсь.\"",
    "answers": [
      {
        "id": 7,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 7,
    "text": " На попутке Джеф добрался до нужного места. \nЖ/д мост, проходивший недалеко от порта был напротив. Под мостом стояла группа бомжей, которые грелись около бочки, в которой горел огонь. Недалеко от них, около машины, стояли четыре человека.\n Джеф медленно шел к группе людей, осматривая их. Они ничем не отличались от обычных прохожих. Но Джеф смог разглядеть у одного кастет в руке.\n\"Похоже я нашел, то что искал.\"\nОн медленно проходил мимо машины, подслушивая их разговор. В разговоре не было ничего интересного, но они что-то заподозрили. \nВдруг один из них свистнул и сказал:\n—Эй! Хватит тут ошиваться. Проваливай!\n—Я не ошиваюсь. Я по делу.-сказал Джеф.- Только не знаю к вам ли нужно с этим обращаться.\nОни перешептались и один из них снова сказал:\n—По какому делу?\n—Откуда мне знать, что вы те к кому дело?-спросил Джеф.\nВ толпе снова прошел шепот. Они что-то обсуждали. \nВ этот раз более тихим голосом оттуда сказали:\n—Иди сюда.\n\"Пока все идет по плану.\"\nДжеф подошел к машине и его спросили:\n—Что за дело?\n—Мне бы травки надо.-соврал Джеф.-Я по адресу?\n—20$ за грамм.-сказал главный из толпы.\n—Не дорого ли за грамм?-спросил Джеф.\n—Цену тут устанавливаем мы.-сказал парень с кастетом.-Не нравится проваливай!\n—Почему же не нравится? Беру 7 грамм.-сказал Джеф.\n—Иди за мной.-сказал парень с кастетом и пошел к багажнику.\n Джеф подошел к багажнику машины и осмотрелся. Остальные торговцы о чем-то разговаривали и не обращали внимания на Джефа. \n—Деньги принес?-спросил парень.\n—Разумеется.\nОн открыл багажник в котором лежал всякий хлам. Он вытащил все из багажника и открыл второе дно, где лежала какая-то сумка.\n\"Пора.\"",
    "answers": [
      {
        "id": 8,
        "text": "Ударить"
      }
    ]
  },
  {
    "id": 8,
    "text": " Джеф наклонил парня головой в багажник и со всей силы ударил крышкой багажника по его голове несколько раз. Парень со стонами упал на землю.\nТут все опомнились и побежали к Джефу. \n—Ты труп!-крикнул кто-то.\n Джеф схватил железную трубу с земли, которую вытащили из багажника и ударил ею подбежавшего парня по лицу. Он вскрикнув упал на землю и со стонами начал кататься по земле.\n Обернувшись Джеф пнул другого парня и тот упал.\n—Доигрался урод!-сказал лидер этой жалкой шайки и достал нож из кармана кофты.\nОн замахнулся, но Джеф ударил его трубой по руке и тот чуть не выронил нож. Вдруг упавший парень встал и бросился на Джефа.",
    "answers": [
      {
        "id": 9,
        "text": "Отпрыгнуть"
      },
      {
        "id": 10,
        "text": "Ударить"
      }
    ]
  },
  {
    "id": 9,
    "text": " Джеф отпрыгнул в сторону и воспользовавшись моментом ударил того по спине трубой. Он крикнул и пополз в сторону.",
    "answers": [
      {
        "id": 11,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 10,
    "text": " Не растерявшись Джеф ударил его по голове. Парень упал со стоном пополз в сторону. ",
    "answers": [
      {
        "id": 11,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 11,
    "text": "Лидер группы уже оклемался от удара и набросился на Джефа. Джеф замахнулся трубой, но парень схватил ее и другой рукой тянул лезвие к шее Джефа. Второй рукой Джеф схватил руку с ножом и начал оттягивать ее от себя. С ревом парень отпустил руку Джефа с трубой и попытался уложить его на багажник.\n—Я тебя прикончу!-прошипел он.\n Джеф отпустил трубу и парня после чего высвободился из захвата. Он схватил руку парня и заломал ее за спину. Отобрав нож, Джеф схватил парня за шею и ударил о фару машины. Она разбилась и парень с окровавленным лицом упал на землю.",
    "answers": [
      {
        "id": 12,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 12,
    "text": " Около машины лежали четыре покалеченных человека. У одного из них судя по всему была сломана челюсть. Второй лежал около багажника, крышкой которого его несколько раз ударил Джеф. На мгновение Джефу показалось что он его убил, но потом он что-то простонал. Третьему досталось меньше всех. Он отполз от машины на пару метров и держался за голову. \n Джеф посмотрел на парня, который был среди них главным. Он лежал около разбитой фары с множеством ссадин и порезов на лице. Он схватил его за кофту и положил на багажник, подняв нож с земли. Джеф подставил нож к горлу парня. \nУ парня забегали глаза и он заволновался.\n—Тебя потом грохнут если что-то мне сделаешь.-с злобой сказал он.\n—Да? Ну и кто же за тебя отомстит? Кто-то из них?-спросил Джеф, указывая на остальных парней.\n Он ткнул ногой в сломанную челюсть парня и тот закричал и задергался.\n—Может он?-спросил Джеф.\nДжеф прижал лезвие ножа к шее парня.\n—Ответишь на пару вопросов и может быть вы все останетесь живы.-сказал Джеф.\n—Да пошел ты!-процедил всквозь зубы парень.\n Джеф посмотрел на парня со сломаной челюстью и сказал:\n—А ведь ему больно. Может избавим его от страданий?\nПарень со сломанной челюстью замычал и задергался, когда Джеф подошел к нему. Джеф коснулся кончиком ножа его подбородка. Он начал очень медленно проталкивать нож в подбородок. Парень закричал и попытался отползти. Его голубую кофту почти полностью залила кровь. \n—Стой!-крикнул парень, лежащий на багажнике машины.-Я все расскажу!\n Джеф подошел к нему и снова подставил нож.\n—На кого вы работайте?-спросил Джеф.\n—На Сиззона. Мы продаем его дурь и отдаем выручку, а маленькую часть от нее он отдает нам.-ответил парень.\n—Где Сиззон сейчас?\n—Я не знаю! У него много врагов, он старается не светиться по пустякам.\n—Кто может знать где он?\nПарень помолчал, но потом сказал:\n—Траву и прочую дрянь нам передает один из его людей. Он сам торгует. Около стройки на Хоув-Бич. Может он знает. Не шути с Сиззоном, он весь город держит.\n—А остальные группировки?\n—Он их либо убил, либо они залегли на дно. Он долго не церимонился. Его люди убили всех людей Деррика, а на следующий день его самого нашли по частям в мусорных баках.\n—Деньги или ствол у вас есть?\n—Нет, ствола нет. Только нож.\n—Деньги?\nПарень снова мялся. Он молчал. Вдруг, посмотрев на лезвие ножа, Джеф увидел в отражении парня в зеленой футболке, которого он ударил трубой. Он медленно шел с камнем к Джефу. ",
    "answers": [
      {
        "id": 13,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 13,
    "text": "Когда парень подошел ближе и замахнулся, Джеф увернулся от удара и воткнул нож в плечо парня. Он громко закричал и упал на землю. \n—Так что там по деньгам?-спросил Джеф и повернулся к парню на багажнике.\n Парень достал из кармана кошелек и протянул его Джефу. В кошельке была не очень большая сумма, но ее хватило бы на неделю. Джеф забрал деньги себе, а несколько купюр положил на багажник.\n—То что заработали.-сказал Джеф и кинул кошелек на землю.\nОн сложил нож и кинул его в траву. \n Джеф пошел к дороге, но остановился и сказал:\n—Бросайте работу с Сиззоном.\n",
    "answers": [
      {
        "id": 14,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 14,
    "text": " Отойдя от моста, под которым стояла машина, на приличное растояние, Джеф убрал деньги в карман и посмотрел на дорогу в надежде поймать попутку. Как на зло мимо не проехало ни одной машины.\n—Плевать дойду пешком.-сказал Джеф и пошел дальше.-Кто будет ездить по территории, на которой ничего кроме моста, заброшенного магазина и несколько домов, которые так и недостроили после капитального ремонта.\n Всю дорогу он думал о том что делать дальше. Хотелось спать, но еще больше хотелось есть. Уже вечерело. \n\"Сниму в каком-нибудь мелком отеле номер и переночую там, а потом наведаюсь на Хоув-Бич\"\nВдруг вдали на территории старой парковки около заброшенного магазина раздался шорох. Джеф повернулся в сторону магазина. Несмотря на то что уже потемнело Джеф разглядел силуэт человека, который медленно и что-то бормоча уходил за магазин. Его походка была довольно странная. Он был согнутый и хромой. \n—Какой-нибудь бомж или наркоман.-сказал Джеф.",
    "answers": [
      {
        "id": 15,
        "text": "Пойти дальше"
      },
      {
        "id": 16,
        "text": "Пойти за человеком"
      }
    ]
  },
  {
    "id": 15,
    "text": "—Обычный бомж, что удивительного?-сказал Джеф и пошел дальше. Уже почти стемнело.\n\"Найду какой-нибудь отель, поем и спать. Все дела завтра\"\nЧерез некоторое время вдали показался живой город. Прохожие, машины, свет фонарей.",
    "answers": [
      {
        "id": 18,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 16,
    "text": "—Что-то тут нечисто.-сказал Джеф и медленно пошел к магазину.\n Он подошел к магазину и выглянул из-за стены. Человек шел к разрушенному дому с такой же походкой. Порой Джефу казалось что человек рычит и чавкает.\nТихо он покрался за человеком. Из-за стены магазина он тихо перешел за мусорный контейнер. Вдруг на человек остановился и осмотрелся. Немного постоял и пошел дальше.\n Джеф перебежал у старой развалившейся машины и заметил пятна на дороге. Они шли полосой за человеком. Джеф аккуратно провел пальцем по полосе и потер мокрые пальцы.\n\"Кровь\"\n Человек зашел в дом и скрылся из поля зрения Джефа. Джеф тихо подошел к дому и посмотрел в дверной проем. Человека нигде не было, но полоска крови так и шла по полу. Внимательно осмотревшись, Джеф пошел по линии, вглубь дома. \nВдруг он услышал чавканье и тихий рев. Кто-то громко чавкал и что-то громко шлюпало. Кровавые следы привели Джефа к последней комнате. Он подошел к проему и заглянул в комнату. В комнате было окно и из-за этого она была более менее освещена. \n Перед глазами Джефа возникла ужасная сцена. Человек сидел весь в крови на полу комнаты и ел труп другого человека. Труп, судя по его виду, лежал тут как минимум неделю. Он лежал в огромной луже крови и обрывках одежды.  Человек сидел около тела в углу и злобно рычал.\n\"Какого черта?\"\nНесмотря на все зрелище у Джефа не было рвотных позывов.\n\"Похоже у него крыша поехала, чертов безумец сожрал другого бомжа.\"\nЧеловек словно что-то почуял, и начал крутить головой по сторонам. Джеф понял что человек догадался о чьем-то присутствии и злобно прохрипел.\n\"Нужно что-то делать.\"",
    "answers": [
      {
        "id": 17,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 17,
    "text": " В нескольких шагах от себя Джеф заметил железную арматуру. Тихо подняв ее, он снова посмотрел на кровавый ужин. Человек так и продолжал есть труп.\n\"Пора заканчивать с этим.\"\n Джеф встал в проем и рывком подскочил к безумцу, после чего с размаху ударил его арматурой по голове. Человек с ревом отлетел в сторону и упал. \n\"Похоже все\"\n Вдруг человек встал и повернулся. Его лицо было ужасно. Оно было все залито кровью. Глаз заплыл, а на виске появился большой след от удара.\n\"Какого черта!?\"\nС ревом безумец рванул к Джефу, но он успел увернуться и пнуть его в конец комнаты. Человек ударился о стену и упал, оставив на ней большой кровавый след. Он начал подниматься, и громко издавать какой-то то визг или крик, даже рев.\n\"Ну уж нет, отсюда ты уже не уйдешь!\"\n Джеф подскочил и ударил безумца по голове. Потом опять. Еще раз. Снова. Человек принялся подниматься, но Джеф сильным ударом по голове, снова отправил его на пол. Он продолжал бить его по голове, но безумец продолжал рычать и вставать.\n—Да когда ты уже сдохнешь!?-спросил Джеф, ударяя по голове безумца.\nОн наступил ногой ему на шею и сильно ударил, сломав ее. Раздался хруст, но даже это не успокоило кровожадного монстра.\n—Ты можешь просто сдохнуть!?\nДжеф бил его по голове до тех пор пока человек не умер\n Вытрав лицо от крови, Джеф пошел к выходу, не желая оставаться здесь.\n\"Не знаю что было с этим сумасшедшим, но он довольно живучий.\" \nДжеф вышел на улицу и вдруг услышал в доме рев, но уже другой.\n\"Не знаю что там и выяснять не собираюсь.\" \nДжеф шел с арматурой в руках, внимательно смотря по сторонам. Никого не было. Идя по дороге он обращал внимание на каждый шорох. Когда он уже подошел к концу этой проклятой территории заброшек, и впереди показались фонари, машины и люди, он выкинул арматуру.",
    "answers": [
      {
        "id": 18,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 18,
    "text": " Джеф вышел на улицу, на которой кипела жизнь. Перейдя дорогу Джеф пошел к месту, где по его предположению должен быть дешевый отель. Когда он проходил мимо закусочной, он остановился и посмотрел не нее после чего решил поесть здесь. Зайдя в закусочную, он сел за ближайший столик. Посчитав деньги, Джеф заказал стейк, салат и чашку чая.",
    "answers": [
      {
        "id": 19,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 19,
    "text": " Через несколько минут на столе у Джефа стоял его заказ. Он жадно вцепился в стейк. Он ещё был горячий. Стейк был сочным и вкусным. По телу прошло тепло, а желудок довольно заурчал.\n Когда со стейком было покончено, он перешел на салат. \n\"Одна трава, но сойдет.\"\n Вдруг на улице хлынул дождь, но Джефа это не сильно волновало.\n—Серьезно? Мы уже закрываться должны! Он нас только задерживает.-сказал парень за стойкой.\n Джеф с легкостью догадался о ком идет речь, так как он был единственным посетителем закусочной на данный момент.\n—Пускай он доест, пару минут всего лишь.-сказала официантка.-Вечно ты всем недоволен.\n—Да это просто бродяга какой-то!-снова сказал парень.-У него вид какой-то потасканный. Подумаешь выгоним его, ему похоже не привыкать.\n Может быть Джеф и поговорил с ним по поводу его слов, но не хотелось лишний раз общаться с копами из-за того что он изобьет работника закусочной.\n—Шон просто заткнись и все.-сказала официантка.-Пара минут тебя не спасёт.\n—Ну тогда может ты намекнешь ему что мы закрываемся и пора валить отсюда?-предложил Шон.\n Официантка махнула на парня рукой и отошла от него.",
    "answers": [
      {
        "id": 20,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 20,
    "text": "—Мы скоро закрываемся.-скромно сказала официантка.\n Джеф лишь кивнул и продолжил доедать салат. Закончив с ним, он попробовал чай.\n\"Горячий.\"\n На чай много времени не потребовалось. Небольшими глотками Джеф опустошил чашку. Из тех денег что у него были он высчитал сумму своего скромного ужина и оставил деньги на столе, после чего взял сумку и вышел на улицу.",
    "answers": [
      {
        "id": 21,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 21,
    "text": " На город уже опустилась ночь. Дождь разошелся не на шутку. Он превратился в ливень. Стоя под крышей закусочной, Джеф ждал когда дождь закончится. \n В закусочной погас свет и оттуда вышел парень, который работал за стойкой. Бросив на Джефа презрительный взгляд он пошел по улице. Через пару минут оттуда вышла девушка, работающая официанткой. Она закрыла дверь и спустилась по лестнице, заметив Джефа и вздрогнув от неожиданности.\n—А вы чего ждете?-скромно спросила девушка.\n—Ничего.-спокойно сказал Джеф.-Просто стою.\n—Ну ладно.-сказала девушка и пошла по улице.\n—А где ближайший и самый дешевый отель находится?-спросил Джеф, уходящую девушку.\n—Ну тут есть неподалеку, но там ремонт и его закрыли.-обернувшись сказала девушка.-А что?\n—Да так, ничего.-сказал Джеф.-Планировал там сегодня переночевать, но видать не судьба.\n—И что вы теперь делать будете?-сожалея спросила девушка.\n—Что-нибудь придумаю.-сказал Джеф.\n—Ну я тогда пойду.-сказала девушка.- До свидания.\n Джеф просто кивнул.\n",
    "answers": [
      {
        "id": 22,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 22,
    "text": " Дождь был почти закончился, но Джеф никуда не торопился. Он думал над тем где ему теперь переночевать. Людей на улице почти не было, только машины проезжающие мимо.\n Вдали он увидел как по улице в сторону закусочной шел какой-то парень. Он уткнувшись в телефон неторопясь шагал по тротуару. \n Когда он подошел поближе, Джеф его окликнул:\n—Парень!\n Парень дернулся он испуга и сначала не понял откуда его зовут. Сняв наушники он заметил Джефа.\n—Да?-расстеряно спросил он.\n—Закурить не найдется?-спросил Джеф.\n Парень залез в карман кофты и достал оттуда пачку сигарет. \n Протянув одну из них Джефу он спросил:\n—Зажигалку надо?\n Джеф согласно кивнул. Он взял зажигалку у парня и поджег сигарету. Затянувшись он вернул зажигалку.\n Парень взял зажигалку и пошел дальше по улице. Дождь закончился и Джеф неспешно пошел по улице. Выпуская клубы едкого дыма он думал над тем где найти место для ночлега.",
    "answers": [
      {
        "id": 23,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 23,
    "text": " Джеф докурил сигарету и бросил окурок на землю. Ночевать было негде и он сел на лавочку перед домом.\n\"Здесь похоже и придется спать.\"\n Красть у Джефа было нечего, значит и бояться нечего. Спать на улице не хотелось, но другого выхода не было. Прискорбно вздохнув, Джеф положил сумку на лавочку и лег на нее. К счастью куртка была теплая и Джефу не было холодно. \n Закрыв глаза он попытался уснуть, несмотря на все неудобства. Долго ждать сна не пришлось и Джеф заснул.",
    "answers": [
      {
        "id": 24,
        "text": "Дальше",
        "blackout": true
      }
    ]
  },
  {
    "id": 24,
    "text": " Джеф начал просыпаться. Солнце светило в глаза, а шум просыпающегося города не дал бы спать дальше. Открыв глаза, Джеф сел. Люди проходящие мимо бросали на него призрительные и высокомерные взгляды. Джеф был неудивлен. \n Достав из кармана деньги он посчитал сколько их осталось. На три помятых купюры ничего особо не купишь. \n\"Значит обойдусь без завтрака. Поем вечером.\"\n Джеф встал с лавочки и потянулся.\n\"Сейчас значит на Хоув-Бич.\"\n Так как не было других вариантов Джеф решил наведаться к торговцу наркотиками на Хоув-Бич.",
    "answers": [
      {
        "id": 25,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 25,
    "text": " Лишних денег на проезд не было и пришлось идти пешком. Всего лишь несколько километров по городу. К счастью Джеф находился на окраине этого огромного города и до Хоув-Бич было не так далеко.\n Город сильно изменился за пятнадцать лет. Даже его окраины стали выглядеть более солидно и престижно, однако так было не везде. Порой встречались места где не помешало бы навести порядок. От территории свалки возле которой раньше был жилой квартал давно пора избавиться. Там же находился старый завод из-за утечки химикатов на котором пришлось эвакуировать весь жилой квартал. Время прошло и заражение там уменьшилось, но территория все равно заброшена так как на прошло слишком много времени и дома пришли в негодность, а их ремонт был не выгоден. Ту территорию заселили бомжи и те кому бюджет не позволял жизнь в других районах еще на момент заражения. Вскоре эта территория стала излюбленным местом для сделок и разборок между бандитами. Этот район был потерян навсегда. Если город и преобразился, то только в тех районах где это было выгодно.",
    "answers": [
      {
        "id": 26,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 26,
    "text": " Через пару часов Джеф добрался до Хоув-Бич. Перейдя на следующую улицу можно было увидеть пляж и море, но Джеф не за этим туда пришел. Он свернул в сторону стройки, в районе которой должен был находиться торговец.\n Он подошел к забору стройки и посмотрел на большое строящееся здание.\n\"Скорее всего очередной торговый центр.\"\n Джеф осмотрелся и решил проверить переулки. Свернув в один из них, он медленно двигался к повороту.",
    "answers": [
      {
        "id": 27,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 27,
    "text": " Он прочесал несколько переулков и укромных мест, но результатов это не принесло. Мыслей о том что его шестерки соврали становилось все больше. Джеф зашел в последний переулок и вдруг услышал неразборчивый разговор.\n Подойдя к повороту в переулке, Джеф выглянул из-за стены. Около какой-то двери стояли два человека. Один из них был одет в белую толстовку и стоял прижавшись к стене. Второй афроамериканец в футболке искал что-то в карманах. Он протянул несколько купюр мужчине в белой футболке. Тот взял их и протянул обратно какой-то сверток.\n\"Почему все так очевидно и просто.\"\n Афроамериканец кивнул и ушел в противоположный конец переулка. Джеф нашел торговца, теперь оставалось его поймать.",
    "answers": [
      {
        "id": 28,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 28,
    "text": " Пока Джеф думал, наркоторговец пошел к выходу из переулка около которого стоял Джеф. Задача мгновенно упростилась. Теперь нужно было его схватить и хорошим ударом отбить желание куда либо бежать. Подняв с земли половину кирпича, Джеф поджидал торговца. Вскоре он подошел достаточно близко что бы Джеф смог ударить.",
    "answers": [
      {
        "id": 29,
        "text": "Ударить"
      }
    ]
  },
  {
    "id": 29,
    "text": " Джеф рывком выскочил из-за стены и с размаху ударил кирпичем по лицу, проходящему мимо, торговцу. Тот отлетел и упал на землю. Со стонами он схватился рукой за окровавленное лицо. Торговец потянулся в карман, где по предположению Джефа лежало оружие. Джеф сильно наступил на руку мужчине от чего тот слегка вскрикнул. Схватив его за кофту, Джеф поднял и прижал к стене мужчину.\n—Где Сиззон?-задал вопрос Джеф, который интересовал его сейчас больше всего.\n—Кто ты вообще такой?!-недоумевая спросил мужчина.\nДжеф ударил мужчину по лицу и снова задал тот же вопрос:\n—Повторяю, где Сиззон?\n Торговец не отвечал. Его лицо было исрачкано кровью из разбитого носа и покалеченной губы, помимо этого под одним из глаз появился большой синяк.\n Джеф залез в карман торговца и достал оттуда нож. \n Приставив нож к его шее, Джеф снова задал свой вопрос:\n—Где Сиззон?\n—Ты вообще о чем?-спросил мужчину, притворяясь как будто он ничего не знает.\n—За дурака меня не держи!-злобно сказал Джеф сильнее надавливая ножом на шею торговца.",
    "answers": [
      {
        "id": 30,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 30,
    "text": "—Откуда мне знать!-сказал мужчина.-Думаешь он со всеми своими шестерками лично встречается?\n—Кто может знать где он?-спросил Джеф.\n—Да не знаю я!-недовольно сказал мужчина.-К нему невозможно подобраться. Так что можешь не пытаться. Пришлепнут как щенка.\n—Я рискну.-сказал Джеф.-Кому ты сдаешь выручку?\n—Да пошел ты!-прошипел торговец.\nДжеф провел ножем по лицу мужчины, оставив глубокую царапину. Торговец поморщился и прошипел.\n—Кого пришлют тому и сдаю.-сказал мужчина.\n—Куда ее увозят?-спросил Джеф.\n—Я не знаю! Мне не говорят.-сказал мужчина, сплюнув кровь.",
    "answers": [
      {
        "id": 31,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 31,
    "text": "—Давай я тебе все выложу и мы мирно расходимся?-предложил мужчина.\n—Допустим.-согласился Джеф.-А теперь выкладывай.\n Мужчина снова сплюнул и начал:\n—Сам Сиззон нигде не светится, слишком уж опасно для него это сейчас так как весь город под ним и у многих на него зуб. Найди еще пару мест где толкают дурь и дождись когда будут сдавать нал. Там и решишь все, может инфу на него какую-нибудь найдешь.\n—Где в городе сейчас можно купить ствол?-спросил Джеф.\n—В подвале бара Метеор на заброшенной территории есть один мужик, который может тебе что-нибудь подогнать. Если конечно убедится в том что ты не сольешь его копам.\n—Деньги с собой есть?-спросил Джеф, кивнув на карман.\n Мужчина вздохнул и достал оттуда кошелек. Взяв кошелек, Джеф вытащил из него деньги и убрал в карман джинс.",
    "answers": [
      {
        "id": 32,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 32,
    "text": "—Ну что? Расходимся?-спросил мужчина.\n—Расходимся.-сказал Джеф и отпустил мужчину. \nВытерев лицо от крови, мужчина собрался уходить. Но тут Джеф с размаху воткнул ему нож в правую ногу.\n—Агххх!-с криком упал мужчина на землю.-Какого черта!?\n—А что не так?-сказал Джеф, обыскивая карманы торговца.-Теперь уже от тебя зависит уйдешь ты отсюда или нет.\n Джеф достал телефон из кармана торговца.\n—Теперь ты никому настучать не сможешь.\nМужчина злобно смотрел на Джефа.\n—Ну я пошел.-сказал Джеф, вытрав нож об кофту мужчины.-А ты тут как-нибудь сам.\n Сложив нож, он убрал его в карман.",
    "answers": [
      {
        "id": 33,
        "text": "Дальше",
        "var_set": [
          "moral",
          0
        ]
      }
    ]
  },
  {
    "id": 33,
    "text": " Джеф шел по улице, считая деньги. \n\"Спокойно хватит на то что бы прожить неделю.\"\n Голову посетила мысль о том что бы заказать такси, но Джеф решил не тратить лишние деньги и пройти часть пути, попутно заглянув в закусочную. \n Джеф шел мимо какого-то дома на ступеньках, которого сидел старик в старой и грязной одежде с небольшим стаканчиком, который он притягивал прохожим в надежде получить несколько монет.\n—Не найдется мелочи?-грустным голосом спросил старик у Джефа, протянув стакан.",
    "answers": [
      {
        "id": 34,
        "text": "Дать немного денег",
        "var_add": [
          "moral",
          1
        ]
      },
      {
        "id": 35,
        "text": "Не давать деньги"
      }
    ]
  },
  {
    "id": 34,
    "text": " Джеф остановился и достал деньги из кармана. Протянув пару долларов старику, он убрал остальные деньги обратно.\n—Спасибо, добрый человек!-радостно, но тихо поблагодарил старик.-Не переведись хорошие люди в этом городе.\n Джеф кивнул старику и пошел дальше.",
    "answers": [
      {
        "id": 34,
        "text": "Мораль",
        "comment": true,
        "var_show": [
          "moral"
        ]
      },
      {
        "id": 36,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 35,
    "text": " Джеф прошел мимо, не обратив внимания на старика. Совесть не возникала по этому поводу, Джефу было плевать. Старик что-то грустно пробормотал.\n Печально вздохнув старик начал протягивать стакан людям позади Джефа.",
    "answers": [
      {
        "id": 36,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 36,
    "text": " Джеф проходил мимо закусочной и решил заглянуть. Поднимаясь по ступенькам, он обернулся и увидел как несколько полицейских машин с сиреной пронеслись по улице и скрылись за поворотом.\n\"Куда это они так мчатся?\"\n Открыв дверь, Джеф зашел в закусочную. Сегодня в ней было побольше людей, чем вчера, так как вчера Джеф был один. Сев за свободный столик, Джеф размышлял над тем что заказать и решил как вчера заказать картошку и стейк. К нему подошла уже знакомая официантка.\n—Что будете брать?-спросила она.\n—Стейк и картошка, еще чашку кофе.-сказал Джеф, смотря в окно.\n—Секундочку.-сказала девушка и ушла.",
    "answers": [
      {
        "id": 37,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 37,
    "text": " Через несколько минут на столе стояла тарелка с картошкой и чашка кофе. Джеф принялся за еду.\n—Так и не решили проблему с тем где будете жить?-спросила девушка.\n Джеф отрицательно покачал головой.\n—У меня пока что другие проблемы.-сказал он, отрезав кусочек теплого стейка.\n—А пока так и будете спать на скамейках?-спросила официантка.\n—Почему бы нет, я не прихотливый.-ответил Джеф.-Да и на улице не холодно. Сейчас времени немного пройдет и жилье появится может быть.\n Посмотрев в окно, Джеф увидел еще одну полицейскую машину, уехавшую в том же направлении как и предыдущие.\n—Чего это они сегодня разъездились?-спросил Джеф, неотрываясь от окна.\n—Что-то случилось в заброшенной части города.-ответила девушка.-Не совсем в ней точнее. Ближе к рабочей части промышленной зоны. Говорят что стреляют там. Всех разогнали, только полиция. Даже раненые есть.\n—Раз там, то скорее всего опять какие-нибудь бандитские разборки.-предположил Джеф.\n—Нет, что-то серьезное. Там кто-то напал на рабочих завода, но ничего не понятно. По телевизору только и говорят что бы держались подальше оттуда и лучше бы сидели дома. Что же там такое могло случиться?\n—Не представляю.",
    "answers": [
      {
        "id": 38,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 38,
    "text": " За окном по улице на всех скоростях пролетел фургон спецназа.\n—Похоже что-то серьезное.-сказал Джеф.\n—Люди какие-то напряженные теперь.-сказала официантка.-Туда даже репортеров не пускают.\n—Надо съездить посмотреть.-решил Джеф.\n—Там дорогу перекрыли.-сказала девушка.-Не выйдет. Судя по всему там что-то очень серьезное.\n Вдруг на улице начал капать дождь, но Джеф не особо расстроился.\n—Даже рабочий день сократили до 14:00.-сказала девушка.-Главное что бы опять что-то не рвануло, а то опять пол города всякой химией накроет как однажды с заброшенной частью города случилось. Я правда тогда маленькая еще была и сама все не застала.\n—Не самое приятное событие было.-сказал Джеф.-Но врядли сегодня что-то рвануло. На такие случаи едут пожарные, а не копы.\n—Все что известно так это то что несколько работников завода сильно ранены и госпитализированны, а некоторые мертвы. Забиты до смерти или что-то другое.\n—Интересно.",
    "answers": [
      {
        "id": 39,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 39,
    "text": " Девушку кто-то окликнул и она отошла. Джеф достал телефон и посмотел время. 12:24.\n Включив телефон, Джеф попытался найти хоть какую-то информацию, которая помогла бы ему найти Сиззона. Среди всего содержимого Джеф нашел картинку, на которой были записаны некоторые места города. Джеф понял что это были точки где продавали наркотики.\n\"Теперь нужно их проверить.\"\nОн убрал телефон и снова посмотрел в окно.\n Джефа заинтересовало проишествие на территории завода. В городе врядли бы подняли такую панику из-за обычной перестрелки.\n Погода разбушевалась. Вскоре помимо дождя на улице началась гроза. Раскаты грома были довольно громкие. Тучи закрыли все небо.\n Вдруг все посетители закусочной собрались у телевизора, который стоял на стойке. Поднявшись со своего места, Джеф подошел к телевизору.\n—Что происходит?-спросил он у официантки.\n—Экстренное вещание.-обеспокоенно сказала она.-Всем сказали разойтись по домам и ждать дальнейших указаний. Боже, что же такое случится могло. Сейчас на улице такие толпы людей будут.\n Джеф решил вернуться за столик и доесть пока закусочную не закрыли. Расправившись с картошкой и стейком, Джеф мигом выпил чашку кофе и собрался уходить.",
    "answers": [
      {
        "id": 40,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 40,
    "text": "—Уходите?-спросила девушка.\n—Да, а то сейчас скоро закрываться будете. Да и мне пора уже.\n—И куда же вы в такую погоду пойдете?-спросила официантка.\n—Да нужно сбегать кое-куда.-сказал Джеф.-Погода мне не помешает.",
    "answers": [
      {
        "id": 41,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 41,
    "text": " Джеф подошел к двери и посмотрел в окно. С улицы раздались крики, а на дороге столкнулись две машины.\n Выйдя на улицу, Джеф подошел к толпе, которая собралась около места аварии. Полицейская машина вылетела на встречную полосу и столкнулась с фургоном. Из слов, которые прозвучали в толпе, Джеф понял что его теория оказалась верной. Стекло полицейской машины было залито кровью, а перед машины был сильно смят. Водитель грузовика отделался царапинами. Обоих полицейских начали доставать из машины.\n Через пару минут на место аварии приехала скорая. Полицейских положили на носилки и собрались увозить.\n—Как состояние?-спросил один из врачей.\n—Один еще жив, второй в тяжелом состоянии.",
    "answers": [
      {
        "id": 42,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 42,
    "text": " Джефу было неинтересно наблюдать за этим и он пошел по улице. Его целью была подземная парковка на Грин-стрит. Если верить записям в телефоне, то там должна быть точка где продавали наркотики. Грин-Стрит раньше была не самым благополочным местом. Сейчас скорее всего ничего не изменилось. Через час с лишним Джеф должен был дойти до нужной улицы.",
    "answers": [
      {
        "id": 43,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 43,
    "text": " Спустя время Джеф добрался до Грин-стрит. Джеф ошибся, подумав о том что улица так и осталась в плачевном состоянии. Она сильно изменилась. Дома были отремонтированны и покрашены. На дороге не было ям и трещин, что когда-то было обычным явлением на этой улице.\n Заметив въезд на парковку, Джеф перешел дорогу и отправился на парковку. Внутренний вид парковки остался нетронутым. На стенах так и остались граффити, но уже новые хотя если хорошо поискать среди них, то можно заметить те что были еще до заключения Джефа.\n На парковке стояло множество машин. Джеф спускался в самый низ парковки, внимательно осматривая машины и людей. ",
    "answers": [
      {
        "id": 44,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 44,
    "text": " Чем глубже спускался Джеф, тем хуже выглядела парковка. Сырость, грязь и прочее были повсюду. Когда Джеф спустился на последний этаж парковки, он внимательно осмотрелся. На этом этаже было меньше всего машин, а количество тех что были тут, можно было пересчитать по пальцам. Джеф нашел укромное место откуда можно было наблюдать за всем что происходит на этаже. Встав поудобнее он ждал.",
    "answers": [
      {
        "id": 45,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 45,
    "text": " Машины уезжали и приезжали, только старый красный универсал стоял в самом дальнем углу, не собираясь уезжать, несмотря на присутствие водителя.\n—Боже почему вы такие очевидные?-тихо прошептал Джеф и медленно пошел к машине что бы убедиться.\n Джеф медленно шел к машине, не привлекая внимания. Вдруг к машине подошел какой-то парень и начал разговаривать с водителем.\n\"Как вас таких очевидных идиотов до сих пор не поймали.\"\n Сомнения Джефа развеялись после того как парень убрал что-то в карман и быстро ушел.",
    "answers": [
      {
        "id": 46,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 46,
    "text": " Джеф почти подошел к машине. Водитель спокойно сидел на месте, не обращая внимания на Джефа.\n\"Отлично.\"\n Под видом покупателя Джеф подошел к окну машины. Водитель повернулся и Джеф ловким движением руки раскрыл нож и приставил к водителю, позже увидев знакомое лицо.\n—Ален, какого черта?!-удивленно воскликнул Джеф.\n—Ди, какого черта?!-испуганно спросил Ален.\n Джеф толкнул Алена на пассажирское сиденье и, открыв дверь машины, сел на его место.",
    "answers": [
      {
        "id": 47,
        "text": "Дальше",
        "var_set": [
          "alen",
          60
        ]
      }
    ]
  },
  {
    "id": 47,
    "text": " Закрыв дверь и подняв стекло, Джеф повернулся к Алену.\n—Какого черта ты тут делаешь?!-спросил Джеф.\n—Это ты каким образом здесь оказался?!-воскликнул Ален.-Ты же загнулся несколько лет назад! Или же нет? Тебя вроде грохнули там?\n—Пытались, но кишка тонка оказалась.-опроверг истории о своей смерти Джеф.\n—Черт! Сколько лет прошло!-сказал Ален.\n—11, в 27 меня приняли насколько ты помнишь.- сказал Джеф.\n—Тебе уже 40?-удивленно спросил Ален.\n—38.-ответил Джеф.-Счетовод хренов.\n—Ну хорошо. Я конечно все понимаю, но может ты уже уберешь?-спросил Ален, кивнув на нож.\n Джеф сложил нож и убрал в карман.\n—Так, а теперь давай разберемся что к чему.-предложил Ален.-Как ты тут оказался?\n—Ну сегодня мне пришлось иметь дело с одним из продавцов, теперь его вещи принадлежат мне. На телефоне были записи, где были отмечены некоторые ваши точки. \n—То есть я должен был быть следующим?-недовольно спросил Ален.\n—Откуда я мог знать что это ты?-спросил Джеф.\n—Ты меня грохнуть собирался!-воскликнул Ален.\n—Никого я не собирался грохать!\n—А что ты тогда сделал с предыдущим барыгой?-недовольно спросил Ален.\n—Ткнул ножом в ногу, но он же не сдох, а если сдохнет, то не велика беда.-сказал Джеф.-Я думал тебя вообще грохнули пока меня не было или ты уехал отсюда. Ты же сказал что свалишь отсюда к черту куда-нибудь на юг.\n—Как видишь я не на юге, но жив.-сказал Ален.",
    "answers": [
      {
        "id": 48,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 48,
    "text": "—А теперь ты мне объясни что ты тут делаешь.-сказал Джеф.\n—Продаю.-ответил Ален.-Сам-то не догадался?\n—Не ожидал увидеть здесь тебя.-ответил Джеф.\n Ален вздохнул и сказал:\n—Как-то все слишком быстро и неожиданно произошло.\n Посмотрев на часы, он добавил:\n—Я тут уже слишком долго так что заводи и катим на Иден-Стрит.\n Джеф завел машину. Раздался звук двигателя. \n—Я конечно понимаю что ты давно не сидел за рулем, но сюда могут в любой момент нагрянут копы, а у меня куча всего запрещенного.-сказал Ален.",
    "answers": [
      {
        "id": 49,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 49,
    "text": " Джеф выехал с парковки и поехал по улице.\n—Давно откинулся?- спросил Ален.\n—Вчера только приехал.-ответил Джеф.-А что?\n—Только приехал, а уже барыгу избил. Не теряешь время зря. Чем вообще заниматься планируешь?\n—Догадайся.-ответил Джеф, повернувшись к Алену.\n—Чувак, ты серьезно?-удивленно спросил Ален.-Да ты его не достанешь! Забей на него и продолжай жить как раньше!\n—Забей и продолжай жить как раньше?! Ален, ты за время моего отсутствия последние мозги не продал?-злобно спросил Джеф.-Он грохнул Мэта и  многих других. Кинул меня, потом пытался меня убрать, но ничего не вышло и он засадил меня за решётку, где снова попытался меня убрать!\n—Хорошо!-воскликнул Ален.-Делай что хочешь, но меня не втягивай! Меня чуть не убили из-за ваших авантюр, а снова испытывать удачу я не собираюсь.\n—Ну конечно, ты же на него работаешь!-сказал Джеф.\n—Да мне повезло что он меня не прикончил.-сказал Ален.\n—Черт с тобой.-сказал Джеф.-Справлюсь сам. Чез был прав, когда говорил что на тебя нельзя положиться.\n—Да.-обижено и сердито сказал Ален.-Только вот Чеза нашли в контейнере с десятком ножевых. Помогать тебе я не собираюсь! Я неплохо устроился, но тут заявляешься ты и предлагаешь бросить все что бы помочь тебе!\n—Вспомни этот момент, когда будет нужна моя помощь.-сказал Джеф.-Когда мы однажды вытаскивали тебя из дерьма, в котором ты всегда оказывался, Мэт чуть пулю не поймал, но ты уже наверно не помнишь.\n—Я помню все!-крикнул Ален.-Особенно то, как мне сломали ногу из-за того что вам понадобилась помощь. Больше я тебе помогать не буду.\n—Ну вот и разрешили вопрос.-сказал Джеф, останавливая машину на обочине что бы выйти.",
    "answers": [
      {
        "id": 50,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 50,
    "text": "—Воу-воу! Спокойно!-сказал Ален и схватил Джефа за руку.-Я сказал что не буду помогать тебе напрямую, но по мелочи могу подсобить. Давай выезжай на дорогу и едем дальше.\n Джеф выехал на дорогу и поехал на Иден-Стрит.\n—Я не собираюсь ставить свою жизнь под угрозу что бы помочь тебе, но могу помочь другим.-сказал Ален.\n—Ну удиви меня.-сказал Джеф.\n—Ну вот сейчас тебе негде жить, но ты можешь жить у меня. Будешь мне помогать, я буду отдавать часть денег. С пушкой тоже что-нибудь решим. \n—Только вот это все будет до тех пор пока тебе ничего не угрожает.-добавил Джеф.\n—Да, но это все равно какая-то помощь.-сказал Ален.-Согласен?\n—Посмотрим.-недовольно ответил Джеф.",
    "answers": [
      {
        "id": 51,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 51,
    "text": "—А теперь объясни мне, откуда вы такие тупые беретесь.-сказал Джеф.\n—В каком смысле?-спросил Ален.\n—Продаете в очевидных местах, плюс у вас как на лбу написано что вы толкайте дурь. Как вас еще не приняли?\n—Не знаю. Никто особо не парится. Среди копов теперь много продажных и в случае чего можно просто дать на лапу. На самом деле не так просто узнать кто продает и где. У тебя просто опыт уже есть. \n—Просто вы слишком очевидны.-сказал Джеф.",
    "answers": [
      {
        "id": 52,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 52,
    "text": "—Заворачивай в переулок.-сказал Ален.-Постоим некоторое время здесь. Может чего-нибудь продадим.\n—Все равно все как-то просто.-сказал Джеф.\n—Забей.-сказал Ален.-Мы заехали в переулок и стоим тут, что в этом подозрительного? Ждем кого-нибудь и все. Никто ничего не подумает.\n Джеф ничего не ответил и просто заглушил двигатель.\n—Теперь ждем.-сказал Ален.\n—С чего ты взял что кто-то вообще нас найдет?\n—Кому надо купить дряни всегда знают где ее взять.-довольно сказал Ален.-Почти на каждой точке есть постоянные покупатели.",
    "answers": [
      {
        "id": 53,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 53,
    "text": " Джеф и Ален стояли уже полчаса. Усевшись на сиденье, Ален задремал, а Джеф неустанно сидел и смотрел по сторонам.\n В другом конце переулка Джеф заметил девушку, идущую в сторону машины.\n—Эй!-сказал он, ткнув Алена в бок.\n Ален проснулся и посмотрел в окно.\n—Вот же черт.недовольно сказал он.\n—Что не так?-спросил Джеф.\n—Опять она.-сказал Ален, кивнув в сторону девушки.-Она меня жутко раздражает. Вечно обдолбанная приходит и порой такая тупая что хочется ее переехать.\n—И на чем она сидит?-спросил Джеф.\n—Героин.-ответил Ален.-Она уже как зомби. Ей уже недолго наверно осталось.\n—А ты продолжаешь ее травить.-сказал Джеф.\n—А почему бы нет?-спросил Ален.-Ей в кайф, а мне деньги. Она за дозу что угодно сделает. И я уже не раз этим пользовался.\n—Ну ты и мразь конечно.-глядя в окно, сказал Джеф.\n—А ты убиваешь людей.-обвинил Ален Джефа.-Чем ты лучше? \n Джеф предпочел не отвечать так как отчасти Ален был прав.",
    "answers": [
      {
        "id": 54,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 54,
    "text": " Девушка подошла к машине и постучала в окно. Джеф внимательно посмотрел на девушку. Она была одета в зеленую потрепанную кофту и старые джинсы. Из под капюшона выглядывали короткие светлые волосы. Вид у нее был неважный и выглядела она уставшей. \n Ален вздохнул и открыл окно.\n—Слушаю.-недовольно сказал он.\n—Как обычно.-тихо сказала девушка, протягивая мятые купюры.\n Ален взял деньги и пересчитал их.\n—Этого не хватает.-сказал он.-Так что нет.\n—Но у меня больше нет.-сказала девушка.\n—И?-спросил Ален.-Что ты от меня хочешь?\n—Ну может я потом отдам?-предложила девушка.\n Ален посмеялся и сказал:\n—Какое потом? Ты выглядишь так как будто сейчас сдохнешь. А если ты откинешься, то кто будет деньги отдавать? \n Девушка ничего не ответила.\n—Можешь идти.-сказал Ален.\n—Я на неделе отдам.-сказала девушка.\n—Деньги будут тогда и приходи, а сейчас можешь идти.-сердито сказал Ален.\n Девушка молча стояла около машины.",
    "answers": [
      {
        "id": 55,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 55,
    "text": " Ален всячески игнорировал девушку, но она не собиралась уходить. \n—Ладно.-сказал Ален.-Садись в машину.\n Девушка открыла дверь машины и села на заднее сиденье.\n—Едем ко мне.-сказал Ален Джефу.-Надеюсь еще помнишь где я живу.\n Джеф кивнул и завел машину, после чего выехал из переулка.",
    "answers": [
      {
        "id": 56,
        "text": "Дальше",
        "var_set": [
          "bet",
          10
        ]
      }
    ]
  },
  {
    "id": 56,
    "text": " Дом Алена находился недалеко, километр с лишним.\n—Если на следующей неделе не будет денег.-сказал Ален.-Я тебе руки сломаю. Ясно?\n Девушка ничего не ответила.\n—Ясно?-снова спросил Ален.\n—Да верну я все.-сказала девушка.-Как деньги будут так и верну.\n—Ну я тебя предупредил Бет.-сказал Ален.-Так что делай что хочешь, но что бы деньги были.\n—Все будет нормально.-сказала Бет.-Я отдам потом.\n—В твоих интересах что бы это случилось.-сказал Ален, злобно улыбнувшись.-А то не знаю кто тебе продавать будет.\n Бет ничего не ответила.\n—Кстати.-сказал Ален, ехидно улыбаясь.-Я думаю цену поднять на героин, а то его часто брать начали.\n—Снова?-обеспокоенно спросила девушка.-Второй раз за месяц.\n—А почему бы нет? Я тут ставлю условия.-издевался Ален над Бет.\n—У меня на нынешнюю цену денег не хватает, а если ты поднимешь, то я вообще купить не смогу.-сказала девушка.\n—Ну на крайний случай ты всегда знаешь как заплатить.-с издевкой сказал Ален.\n Девушка натянула капюшон и отвернулась к окну. \n Джеф понимал что Ален просто издевается над Бет и похоже это было для него обычным делом, которое еще и приносило ему удовольствие. ",
    "answers": [
      {
        "id": 57,
        "text": "Ничего не делать"
      },
      {
        "id": 58,
        "text": "Заткнуть Алена",
        "var_add": [
          "bet",
          2
        ]
      }
    ]
  },
  {
    "id": 57,
    "text": " Джеф решил не вмешиваться и позволить и дальше издеваться над Бет.\n—Только вот на сколько повысить цену?-спросил Ален у Бет.- Может поможешь с выбором?\n Бет не ответила.",
    "answers": [
      {
        "id": 59,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 58,
    "text": " Ален собирался что-то сказать, но тут вмешался Джеф.\n—Если ты и дальше будешь самоутверждаться за чей-то счет, то тебе придется повысить цену не из-за того что товар чаще берут, а потому что понадобятся деньги на новую почку. Потому что старую я тебе отобью.-сказал Джеф.\n—А что в этом плохого?-спросил Ален.-Она уже привыкла к тому что она отброс общества.\n—Если думаешь самоутверждиться за чей-то счет, то рискни за счет меня.-сказал Джеф.\n—Не, тут так не прокатит.-успокоившись сказал Ален.-Это немного другое.\n—Ну разумеется.-сказал Джеф.-Потому что я тебе ребра сломаю, а тут тебе ничего не будет. Все понял?\n—Не понимаю зачем ты из себя героя строишь, но ладно, твоя взяла.-ответил Ален.",
    "answers": [
      {
        "id": 58,
        "text": "Отношение Бет",
        "comment": true,
        "var_show": [
          "bet"
        ]
      },
      {
        "id": 59,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 59,
    "text": " Джеф остановился около дома в котором жил Ален.\n—Сейчас буду.-сказал Ален и вышел из машины, направившись домой.\n Джеф молча сидел и смотрел в окно, как и Бет. Погода была пасмурной, но гроза уже давно закончилась. Люди все так же суетливо бегали по улицам. Сегодняшнее проишествие всех беспокоило и никто не знал что же там случилось.",
    "answers": [
      {
        "id": 60,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 60,
    "text": "—Работаешь на него?-тихо спросила Бет.\n—Нет, не совсем.-ответил Джеф.\n—И на чем ты сидишь?-поинтересовалась она.\n—Я не из ваших рядов.-ответил Джеф.\n—А зачем тогда с ним таскаешься?-приглушенно спросила Бет.\n—Это временно.-спокойно ответил Джеф.-Нужно жилье и немного денег.\n Бет удивилась и, посмотрев в окно квартиры Алена, сказал:\n—Как с ним вообще жить можно? Он же такой урод. Хотя я же прекрасно знаю какого это.\n—Не находишь что спать с человеком за дозу этой дряни — это слишком низко?-спросил Джеф.\n—Нахожу.-печально сказала Бет.-Но денег не хватает, других вариантов нет.\n—Слезть с иглы ты конечно как вариант не берешь?\n—Я уже не смогу.-грустно сказала Бет.-Слишком поздно. Мне несколько дней продержаться трудно, а бросить это уже выше моих сил.\n—В твоем возрасте вроде нужно в колледже или университете учиться, а ты на героине сидишь.-упрекал Джеф Бет.\n—Уже поздно бросать.-дрожащим голосом сказала Бет.\n—Однажды выйдет так что у тебя не будет возможности купить лишнюю дозу. Вот тогда тебя неплохо поломает и ты сильно поменяешь приорететы в жизни. \n—Я скорее откинусь или в окно выйду.-сказала Бет.\n—Значит пытайся бросить пока этого не случилось.\n—Не знаю. Посмотрим.",
    "answers": [
      {
        "id": 61,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 61,
    "text": " Ален вышел из дома и сел в машину.\n—Держи.-сказал Ален, протянув сверток Бет.-А теперь едем до тебя.\n—Зачем?-спросила Бет, убрав сверток в карман.\n—Посмотрим не врешь ли ты мне по поводу денег.-ответил Ален.\n Под руководством Алена, Джеф ехал к дому Бет.",
    "answers": [
      {
        "id": 62,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 62,
    "text": " Добравшись до дома Бет, Джеф остановил машину.\n—А теперь пойдем проверим у тебя все.-сказал Ален и вместе с Бет вышел из машины. \n Дом в котором находилась квартира Бет был довольно высокий, но ничем не примечательный. ",
    "answers": [
      {
        "id": 63,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 63,
    "text": " Через десять минут Ален вернулся и подошел к машине.\n—Я сегодня тут остаюсь, а ты едь ко мне. Может вечером приду.-сказал Ален в окно.-Никому не открывай, тебя там нет. Если куда-то соберешься, то будь добр не бери машину. Я на нее столько денег потратил, а зная тебя ты можешь ее разбить так как опять ввяжешься во что-нибудь.\n—У тебя пушка есть?-спросил Джеф.\n—С собой.-ответил Ален.-Извини, но мне она всяко нужнее чем тебе.\n—Ну разумеется.\n—Не ворчи, как-нибудь и тебе что-нибудь достанем.-сказал Ален и ушел.",
    "answers": [
      {
        "id": 64,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 64,
    "text": "(Спустя некоторое время)\n Джеф остановился около дома Алена, который на время стал пристанищем Джефа. Забрав ключи он вышел из машины и пошел домой. Дойдя до двери квартиры Алена, Джеф повернул ключ в замке и, открыв дверь, вошел в квартиру.\n В квартире Алена царил беспорядок.\n\"Собственно ничего не изменилось.\"\n Джеф бросил сумку на диван и включил телевизор. По большинству каналов только и говорили о проишествии на территории завода, только вот информации никакой не сообщали. Что бы там не случилось, это старались скрыть от общества.",
    "answers": [
      {
        "id": 65,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 65,
    "text": " Джеф решил перекусить и подошел к холодильнику, но в нем почти ничего не было. \n\"Почему я неудивлен?\"\n Сделав несколько бутербродов, Джеф вернулся на диван. ",
    "answers": [
      {
        "id": 66,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 66,
    "text": " Время подошло к ночи. Город засыпал. Джеф все так же сидел и смотрел телевизор. Везде обсуждали сегодняшнее событие, но нигде не говорили что же на самом деле случилось, были только теории. Поняв что правду он так и не узнает, Джеф выключил телевизор и собрался спать. \n Джеф решил остаться спать на диване. Подложив под голову подушку, он спустя какое-то время он уснул.",
    "answers": [
      {
        "id": 67,
        "text": "Наутро"
      }
    ]
  },
  {
    "id": 67,
    "text": " Джеф проснулся от громкой сирены на улице. Он мнгновенно вскочил с дивана и побежал к окну. По улице на всех скоростях пронеслись несколько полицейских машин. Джеф включил телевизор. \n Почти все каналы показывали лишь одну новость о проишествии в одной из больниц города. На врачей набросился полицейский, который умер во время операции. Есть погибшие и раненые.\n Налив в стакан воды, Джеф опустошил его и протер сонные глаза, бросив взгляд на часы.\n\"02:27\"\n Выключив телевизор, Джеф снова лег на диван и уснул.",
    "answers": [
      {
        "id": 68,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 68,
    "text": " Джеф проснулся. Из окна было слышно как по дороге проезжали машины. Открыв глаза, он поднялся с дивана.\n Сегодня на улице как и вчера было пасмурно. Алена еще не было дома. На улице все было как обычно. Типичная городская суета. Почувствовав урчание в животе, Джеф решил что было бы неплохо где-нибудь позавтракать, так как в холодильнике Алена почти ничего не было. Взяв деньги, Джеф подошел к тумбочке, на которой оставил ключи от машины. На его удивление ключей там не было, как позже выяснилось, машины тоже не было.\n\"Значит Ален все-таки был дома.\"\n Оставалось только идти пешком или ехать на такси. Можно было поесть где-нибудь рядом, но Джефа тянуло к той закусочной, слишком ему понравилось как там готовили. Джеф решил доехать на такси.",
    "answers": [
      {
        "id": 69,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 69,
    "text": "(Спустя некоторое время)\n Расчитавшись за проезд, Джеф вышел из такси и подошел к закусочной. Поднявшись по ступенькам, он зашел внутрь. Посетителей почти не было. Заняв свободное место, Джеф как обычно заказал картошку и стейк.\n—Зачастили вы к нам.-сказала официантка.\n Джеф кивнул и принялся за еду. ",
    "answers": [
      {
        "id": 70,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 70,
    "text": " Закончив с едой, Джеф собрался уходить. Выйдя на улицу, он поймал такси и отправился домой. Меньше чем через полчаса, такси подъехало к дому Алена. Расплатившись Джеф вышел из машины.\n Машины Алена до сих пор не было.\n\"Куда же он мог уехать?\"\n Джеф зашел домой и поднялся по лестнице, остановившись напротив двери своей квартиры. Открыв дверь, он зашел внутрь. За время отсутствия Джефа, в квартире ничего не изменилось, значит Ален не возращался. Усевшись на диван, Джеф ждал Алена.",
    "answers": [
      {
        "id": 71,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 71,
    "text": " На часах было 9:34. Алена до сих пор не было. Джеф спокойно сидел на диване и смотрел телевизор. Когда он ему надоел, Джеф собрался его выключить. \n Вдруг, как только Джеф взял пульт в руки на улице раздался громкий крик и заорала сигнализация какой-то машины. Тут же с улицы начали доноситься крики и прочий шум.\n—Да что там такое.-нервно сказал Джеф и подошел к окну.",
    "answers": [
      {
        "id": 72,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 72,
    "text": " Перед глазами Джефа возникла ужасная картина. Люди толпами носились по улице, а машины забыли про правила и на всех скоростях гоняли по улице, временами давя людей.\n—Какого черта?-удивленно воскликнул Джеф.\n Под окном человек с ног до головы испачканный кровью схватил другого и, уронив его на землю, вцепился ему в горло. Вскоре под ними образовалась лужа крови. На улице творился настоящий хаос.\n—Что происходит?!-воскликнул Джеф.\n Вдруг в дверь кто-то постучался. Джеф решил не открывать, но стук продолжался.",
    "answers": [
      {
        "id": 73,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 73,
    "text": " Джеф подошел к двери и посмотрел в глазок. За дверью стоял мужчина, но его лица не было видно из-за опущенной головы. На его рубашке были пятна крови, а один рукав почти оторвался. Повернув ручку двери, Джеф открыл дверь.\n Перед ним стоял тот же мужчина. Подняв голову, он издал хриплый рев и набросился на Джефа. Его лицо было изуродованно, а глаза заплыли. Он уронил Джефа на пол и попытался укусить за плечо.",
    "answers": [
      {
        "id": 74,
        "text": "Ударить по лицу"
      },
      {
        "id": 75,
        "text": "Ткнуть пальцам а глаз"
      }
    ]
  },
  {
    "id": 74,
    "text": " Джеф замахнулся и ударил мужчину по его отвисшей челюсти, отчего тот зарычал и ослабил хватку.",
    "answers": [
      {
        "id": 76,
        "text": "Столкнуть с себя "
      }
    ]
  },
  {
    "id": 75,
    "text": " Джеф схватил мужчину за голову и большим пальцем надовил на его глаз. Из глаза хлынула кровь. Мужчина зарычал и замотал головой, но Джеф не отпускал его, продолжая вдавливать глазное яблоко. Продавив глаз, Джеф вытащил палец. Мужчина зарычал и ослабил хватку. ",
    "answers": [
      {
        "id": 76,
        "text": "Столкнуть мужчину с себя"
      }
    ]
  },
  {
    "id": 76,
    "text": " Приподняв мужчину, Джеф просунул под него ногу и пнул его. Мужчина улетел в дверной проход, а Джеф встал и отскочил назад. Мужчина быстро поднялся и хромая пошел к Джефу.\n Выбежать в подъезд было невозможно, так как мужчина загородил проход, с другой стороны, то что мужчина хромал шло на пользу Джефу.",
    "answers": [
      {
        "id": 77,
        "text": "Выбежать в подъезд"
      },
      {
        "id": 79,
        "text": "Ударить по ноге"
      }
    ]
  },
  {
    "id": 77,
    "text": " Джеф побежал к двери и попытался протиснуться между мужчиной и дверью. Ему это почти удалось, но мужчина схватил Джефа за плечо и уложил его на пол, вцепившись в шею.",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "text_color": [
          1,
          0,
          0
        ]
      }
    ]
  },
  {
    "id": 78,
    "text": " Привет всем тем кто открыл квест. Так как квест в разработке, то убедительная просьба сообщать об ошибках, которые вы обнаружили в квесте так как порой я могу их не заметить. Возможно в начале квест будет очень скучным, но продолжение я постараюсь сделать более интересным.\n\n Спасибо тем кто оценил квест и написал комментарий (ценю адекватную критику).",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 79,
    "text": " Джеф дождался, когда мужчина подойдет поближе и пнул его по хромой ноге. Мужчина прохрипел что-то и упал на пол, но был готов схватить Джефа за ногу.",
    "answers": [
      {
        "id": 80,
        "text": "Бежать в подъезд"
      },
      {
        "id": 81,
        "text": "Ударить стулом"
      }
    ]
  },
  {
    "id": 80,
    "text": " Джеф побежал к двери, но мужчина схватил его за ногу и Джеф упал. Мужчина быстро накинулся на Джефа и зубами впился в его шею.",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "text_color": [
          1,
          0,
          0
        ]
      }
    ]
  },
  {
    "id": 81,
    "text": " Джеф схватил стул и замахнувшись ударил мужчину по голове. На пол брызнула кровь, а на голове мужчины образовалась большое кровавое пятно. Джеф думал что мужчина умер, но вдруг он приподнял голову и с хрипом, пополз к Джефу.",
    "answers": [
      {
        "id": 82,
        "text": "Ударить еще раз"
      }
    ]
  },
  {
    "id": 82,
    "text": " Со всей силы Джеф снова ударил мужчину и из его головы хлынула кровь. Джеф продолжал бить мужчину, но даже это не могло его на тот свет.",
    "answers": [
      {
        "id": 83,
        "text": "Несколько раз ударить стулом"
      }
    ]
  },
  {
    "id": 83,
    "text": " Джеф продолжил бить мужчину по голове и после четвертого удара раздался хруст шеи. Тело мужчины обмякло, но он все еще что-то хрипел. Джеф вспомнил про нож в кармане и, раскрыв его, вонзил его в череп мужчины, отчего тот прохрипел и замолк.\n—Что это такое?-спросил Джеф, глядя на тело мужчины.\n Он пнул его голову ногой что бы убедиться что мужчина мертв.\n—Это же чертов зомби.-сказал Джеф\n Посмотрев в окно, Джеф решил что нужно убираться отсюда. Он взял сумку и собрался уходить.",
    "answers": [
      {
        "id": 84,
        "text": "Выйти в подъезд"
      }
    ]
  },
  {
    "id": 84,
    "text": " Джеф вышел в подъезд и закрыл дверь на ключ, на случай если Ален вернется и его вещи остались в целости и сохранности. Спускаясь по лестнице, Джеф увидел как через сломанную дверь в дом заходили зомби и медленно поднимались по ступенькам лестницы.\n Джеф мог подняться на последний этаж и выйти на крышу, а мог попытаться вылезти через окно.",
    "answers": [
      {
        "id": 85,
        "text": "Бежать наверх"
      },
      {
        "id": 86,
        "text": "Вылезти через окно"
      }
    ]
  },
  {
    "id": 85,
    "text": " Джеф побежал наверх от толпы зомби, которые увидев его начали преследовать свою новую цель. Через три этажа Джеф добежал до деревянной двери на крышу, но она как на зло оказалась закрыта.\n—Черт!-воскликнул Джеф и пнул дверь.\n По лестнице поднимались зомби и с каждой секундой они были все ближе.",
    "answers": [
      {
        "id": 87,
        "text": "Выбить дверь"
      }
    ]
  },
  {
    "id": 86,
    "text": " Джеф открыл окно и схватившись за подоконник, вылез из окна, повыснув над землей. Падать с третьего этажа не очень хотелось, но быть съеденым кучей трупов еще меньше. Зомби почти подошли к окну как Джеф дотянулся до водосточной трубы, спуститься вниз по которой не состовляло особого труда.",
    "answers": [
      {
        "id": 89,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 87,
    "text": " Джеф пытался выбить дверь, но особых успехов это не приносило, а зомби уже поднимались на последний этаж. Когда Джеф со всех сил пнул дверь, она открылась, но казалось что она скоро отвалится. \n Подбежав к краю крыши, Джеф думал над тем как спуститься вниз. Зомби сломали дверь и направились к Джефу. На углу дома Джеф заметил трубу, по которой можно было спуститься на землю.",
    "answers": [
      {
        "id": 88,
        "text": "Спуститься вниз"
      }
    ]
  },
  {
    "id": 88,
    "text": " Присев Джеф схватился за край крыши. Крепко держась за крышу, Джеф спустился и повис в воздухе. Падать с седьмого этажа было бы опасно и Джеф поспешил схватить трубу. Обхватив ее, он начал спускаться вниз. С риском сорваться вниз Джеф съехал по трубе до самого низа.",
    "answers": [
      {
        "id": 89,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 89,
    "text": " Джеф стоял в переулке между домами. Выходить на главную улицу было опасно. Тебя могли сбить машиной или затоптать толпой, а так же могли сожрать зомби. Самым безопасным вариантом было пробежать до конца переулка и там выйдя на улицу действовать по обстоятельствам. Вдруг из-за дома вышла небольшая группа зомби. Заметив Джефа, зомби с ревом пошли к нему.",
    "answers": [
      {
        "id": 90,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 90,
    "text": " Перепрыгнув через мусорный бачок, Джеф побежал по переулку. Отовсюду доносились истошные крики и визг. Джеф добежал до конца переулока и из-за стены выглянул на то что творилось на улице. По дороге текли ручьи крови. Везде были трупы. Люди убегали от зомби, порой по случайности загоняя себя в ловушку.\n Между двух домов напротив был небольшой переулок заканчивающийся тупиком. Убегающая от зомби девушка забежала в туда, что стало для нее фатальным. Зомби, преследующие ее, медленными шагами шли к ней. Громким криком она привлекала еще больше зомби.",
    "answers": [
      {
        "id": 91,
        "text": "Помочь девушке",
        "var_add": [
          "moral",
          10
        ]
      },
      {
        "id": 92,
        "text": "Бежать",
        "var_sub": [
          "moral",
          15
        ]
      }
    ]
  },
  {
    "id": 91,
    "text": " Несмотря на всю опасность, Джеф не мог оставить девушку, обрекая ее на такую смерть. Перебежав через дорогу он подбежал к переулку. Схватив с земли какой-то кирпич, он ударил одного из зомби по голове. Рыча зомби упал, но не умер. Вдруг на Джефа переключился второй зомби и развернувшись пошел к нему.",
    "answers": [
      {
        "id": 93,
        "text": "Ударить по лицу"
      },
      {
        "id": 94,
        "text": "Сделать подсечку"
      }
    ]
  },
  {
    "id": 92,
    "text": " Джеф решил что девушка обречена и не стал ей помогать. Она громко кричала, а зомби неумолимо шли к ней. Один из них набросился на нее и она с визгом пыталась скинуть его. Как бы она не пыталась избавиться от зомби ничего не выходило. Спустя мгновенье ее окружили зомби и громкий крик прекратился. Девушка умерла мучительной и страшной смертью, но многие зомби ушли к ней на ее крики, а значит свою цель она выполнила. Джеф не стал смотреть дальше и побежал по улице. ",
    "answers": [
      {
        "id": 92,
        "text": "Мораль",
        "comment": true,
        "var_show": [
          "moral"
        ]
      },
      {
        "id": 98,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 93,
    "text": " Джеф замахнулся и ударил кирпичом по голове зомби. Кирпич сломался на две части и выпал из рук, а зомби попятился назад и упал. Не теряя времени Джеф подбежал к нему и надавил ногой на шею. Раздался хруст и тело зомби обмякло.",
    "answers": [
      {
        "id": 95,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 94,
    "text": " Джеф быстро отскочил в сторону и пнул зомби по ноге. Споткнувшись об ногу Джефа, зомби упал, ударившись лицом об землю. Подбежав Джеф ногой ударил по шее зомби и сломал ее. ",
    "answers": [
      {
        "id": 95,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 95,
    "text": " Осталось три зомби. Тот зомби которого Джеф ударил самым первым, поднимался с земли. Джеф поднял с земли какую-то железную трубу и быстро расправился с ним, размазав голову трубой. \n Зомби уже почти дошли до девушки и Джеф поспешил. Он подбежал к ним и ударил одного из них по голове. Кровь брызнула на стену и зомби ударившись головой об эту же стену упал на землю. Крепким ударом ноги Джеф сломал ему шею.",
    "answers": [
      {
        "id": 96,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 96,
    "text": " Зомби был в метре от девушки и был готов наброситься на нее, но Джеф схватил его за голову и ударил об угол ящика с мусором. Зомби прохрипел и упал.\n—Спасибо.-дрожащим голосом сказала девушка. \n—Быстрей!-крикнул Джеф и, схватив ее за кофту, побежал из тупика.",
    "answers": [
      {
        "id": 96,
        "text": "Мораль",
        "comment": true,
        "var_show": [
          "moral"
        ]
      },
      {
        "id": 97,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 97,
    "text": " Выбежав на улицу, Джеф бежал по тротуару, таща за собой девушку.\n—Быстрее!-сказал он, обегая зомби.\n—Я пытаюсь!-крикнула девушка. \n Джефу приходилось буквально тянуть ее за собой, что немного замедляло его. На дороге было множество машин, но почти все были окружены стаями зомби. \n На встречу Джефу с криками бежал мужчина. Вдруг на него напрыгнул тощий зомби и схватил его. Легко дернув рукой, он прикончил мужчину и спрыгнул с его трупа на землю.\n—О Боже!-крикнула девушка. \n Зомби повернулся в сторону Джефа и девушки. Рыча, он смотрел на них.\n—Вот дерьмо!-сказал Джеф.\n С воплями зомби на четвереньках побежал к Джефу и девушке. Он быстро передвигался и перескакивал с места на место. Зомби почти добежал до Джефа и высоко подпрыгнул в сторону Джефа и девушки.\n Джеф мог отскочить, но тогда бы зомби мог наброситься на девушку, а мог оттолкнуть ее, но в этом случае зомби мог напасть на него. Так же Джеф мог попытаться использовать худощавость зомби себе на пользу.",
    "answers": [
      {
        "id": 100,
        "text": "Отпрыгнуть"
      },
      {
        "id": 101,
        "text": "Оттолкнуть девушку"
      },
      {
        "id": 102,
        "text": "Ударить зомби трубой"
      }
    ]
  },
  {
    "id": 98,
    "text": " Джеф бежал по улице, обегая зомби и трупы. На улице стояло множество машин, но многие были окружены зомби. \n Навстречу Джефу с криками бежал мужчина. Вдруг сзади на него напрыгнул тощий зомби и схватил его за голову. Дернув рукой он с легкостью убил мужчину. Громко рыча, зомби пригнулся и на четвереньках быстро убежал куда-то в сторону.\n—Стремная фигня.-сказал Джеф, перепрыгнув через труп мужчины.",
    "answers": [
      {
        "id": 99,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 99,
    "text": " Вдруг на дорогу выехал фургон спецназа, из которого вылезли восемь человек. Из штурмовых винтовок они расстреливали зомби. Казалось что они стреляли без разбору, где люди, а где зомби.",
    "answers": [
      {
        "id": 108,
        "text": "Свернуть от них в переулок"
      },
      {
        "id": 109,
        "text": "Идти к фургону"
      }
    ]
  },
  {
    "id": 100,
    "text": " Джеф отскочил в сторону. Как и ожидалось зомби напрыгнул на девушку и уронил ее на землю.\n—Помоги!-умоляя крикнула девушка.\n Джеф побежал на помощь, но было слишком поздно.\n Рыча зомби схватил руку девушки и резко дернув вырвал ее. Девушка громко закричала. С диким воплем зомби начал бить ее, разрывая длинными когтями плоть. Крича, девушка пыталась вырваться, но у нее не было шансов. После нескольких ударов зомби она замолчала и оставила попытки сбросить зомби.\n Джеф подскочил и ударил зомби трубой по голове. Зомби с воплем отлетел на землю. Не теряя времени, Джеф нанес еще несколько ударов, сломав зомби несколько костей. Последний удар Джеф нанес по голове, раздробив зомби весь череп. Неугомонный мертвец дернулся и умер.\n Джеф бросил взгляд на девушку. На запачканном кровью лице застыла гриммасса ужаса.\n—Черт!-воскликнул Джеф и побежал дальше, тут он уже ничем не мог помочь.",
    "answers": [
      {
        "id": 99,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 101,
    "text": " Джеф оттолкнул девушку в сторону. Вдруг на него сверху упал зомби и попытался схватить за шею. Схватив его за руки, Джеф пытался скинуть зомби. Зомби вытянул шею и собирался укусить Джефа. \n Борьба между зомби и Джефом могла продолжаться дальше, но девушка ударила зомби трубой, но попала только по руке. Зомби зарычал и повернулся в сторону девушки и собрался прыгнуть на нее. Она отскочила назад, выронив трубу.",
    "answers": [
      {
        "id": 103,
        "text": "Столкнуть зомби"
      },
      {
        "id": 104,
        "text": "Уложить зомби на землю"
      }
    ]
  },
  {
    "id": 102,
    "text": " Джеф замахнулся и ударил зомби когда он почти напрыгнул на Джефа. Раздался хруст и зомби отлетел в сторону. Своим ударом Джеф сломал зомби несколько костей. Несколько ударов упокоили зомби навсегда.\n—Давай дальше!-сказал Джеф и схватил девушку за кофту.",
    "answers": [
      {
        "id": 107,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 103,
    "text": " Джеф приподнял зомби и ногой отпнул от себя. Зомби отлетел, но тут же поднялся. Как и ожидалось зомби напрыгнул на девушку и уронил ее на землю.\n—Помоги!-умоляя крикнула девушка.\n Джеф побежал на помощь, но было слишком поздно.\n Рыча зомби схватил руку девушки и резко дернув вырвал ее. Девушка громко закричала. С диким воплем зомби начал бить ее, разрывая длинными когтями плоть. Крича, девушка пыталась вырваться, но у нее не было шансов. Несколькими ударами он добил ее.\n Джеф подскочил и ударил зомби трубой по голове. Зомби с воплем отлетел на землю. Не теряя времени, Джеф нанес еще несколько ударов, сломав зомби несколько костей. Последний удар Джеф нанес по голове, раздробив зомби весь череп. Неугомонный мертвец дернулся и умер.\n Джеф бросил взгляд на девушку. На запачканном кровью лице застыла гриммасса ужаса.\n—Черт!-воскликнул Джеф и побежал дальше, тут он уже ничем не мог помочь.",
    "answers": [
      {
        "id": 99,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 104,
    "text": " Джеф схватил зомби за плечи и уложил его на живот. Зомби не успел встать как Джеф наскочил ему на спину. Зомби вырывался, но не мог подняться из-за Джефа, который собой прибавил его к земле. Но и Джефу с трудом удавалось удерживать зомби. Если Джеф надолго ослабит хватку, то зомби с легкостью вырвется. \n Недалеко от Джефа лежала труба, но до нее было бы трудно дотянуться, а в кармане лежал нож.",
    "answers": [
      {
        "id": 105,
        "text": "Взять нож"
      },
      {
        "id": 106,
        "text": "Взять трубу."
      }
    ]
  },
  {
    "id": 105,
    "text": " Джефу пришлось отпустить одну руку, что бы взять нож. Схватив нож из кармана, Джеф быстро разложил его. Зомби почти вырвался, но Джеф вовремя воткнул ему нож в голову и зомби окончательно умер.\n Поднявшись с земли, Джеф взял трубу и отряхнулся. Девушка в оцепенении стояла и смотрела на зомби.\n—Бежим дальше.-сказал Джеф и схватил задумавшуюся девушку.",
    "answers": [
      {
        "id": 107,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 106,
    "text": " Джефу пришлось отпустить одну руку и потянуться за трубой. Труба была далеко и Джеф едва касался ее кончиками пальцев. Джеф почти дотянулся, как вдруг зомби под ним провернулся и схватил Джефа, опрокинув на землю. Джеф не успел среагировать как зомби впился ему в шею.",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "text_color": [
          1,
          0,
          0
        ]
      }
    ]
  },
  {
    "id": 107,
    "text": " Вдруг из-за поворота выехал фургон спецназа. Он остановился и из него выскочили спецназовцы. Они начали отстреливать всех зомби на улице, но порой попадали в людей. Джеф не мог понять специально ли они стреляют в людей или же это выходит случайно. Под пули попадало почти все что двигалось.\n—И что теперь?-спросила девушка.",
    "answers": [
      {
        "id": 113,
        "text": "Окрикнуть спецназовцев"
      },
      {
        "id": 114,
        "text": "Спрятаться в переулок"
      }
    ]
  },
  {
    "id": 108,
    "text": " Увидев что спецназовцы стреляют и по людям, то ли специально, то ли принимая их за зомби, Джеф забежал в ближайший переулок, но его заметили.\n—Один в переулке.-крикнул кто-то из них.\n—Я пойду проверю.-сказал второй и пошел к переулку.\n Джеф услышал приближающиеся шаги.",
    "answers": [
      {
        "id": 110,
        "text": "Убежать"
      },
      {
        "id": 111,
        "text": "Убить спецназовца"
      }
    ]
  },
  {
    "id": 109,
    "text": " Джеф повернулся к фургону и подняв руки крикнул:\n—Эй!\n Один из спецназовцев повернулся к Джефу, но радоваться было нечему. Нажав на курок, он выпустил в Джефа несколько пуль и попал прямо в цель.",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "text_color": [
          1,
          0,
          0
        ]
      }
    ]
  },
  {
    "id": 110,
    "text": " Джеф решил что лучше всего убежать и побежал по переулку, но это стало его фатальной ошибкой. Спецназовец увидел его и пустил несколько пуль в спину, убив его.",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "text_color": [
          1,
          0,
          0
        ]
      }
    ]
  },
  {
    "id": 111,
    "text": " Джеф достал нож и ждал спецназовца. Долго ждать не пришлось. Как только спецназовец завернул в переулок, Джеф схватил его штурмовую винтовку за ствол и поднял ее вверх. Спецназовец не успел опустить винтовку как Джеф уже ударил его ножом по животу. Держась руками за рану, спецназовец упал на землю. Джеф быстро взял карабин М4А1 и патроны к нему и вытащил из кобуры пистолет Beretta. Пока никто из его напарников ничего не заподозрил, Джеф решил убежать.",
    "answers": [
      {
        "id": 112,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 112,
    "text": " На следующей улице было не лучше. На этой улице было множество зомби, а с другой стороны стояли несколько полицейских, отстреливающих зомби и выживших людей. \n Заметив Джефа, один из них выстрелил, но попал в стену. Самым лучшим вариантом в данный момент был дом напротив, в котором можно было укрыться, но просто так пробежать было трудно. Дождавшись момента когда стрельба притихнет, Джеф побежал к дому. Когда копы перезарядили оружие, он добежал, до половины. Джеф бежал стреляя из винтовки, по копам. Ему было не столь важно убить кого-нибудь из них, как отвлечь.\n Успешно добежав до дома, он забежал в подъезд и закрыл дверь, краем глаза заметив что к нему побежали двое полицейских.",
    "answers": [
      {
        "id": 118,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 113,
    "text": "—Эй!-крикнул Джеф.\n Один из спецназовцев обратил на него внимание и повернулся.\n—Вижу двоих у переулка!-крикнул он.\n Он нажал на курок и открыл огонь в сторону Джефа. Несколько пуль попали точно в цель.",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "text_color": [
          1,
          0,
          0
        ]
      }
    ]
  },
  {
    "id": 114,
    "text": " Увидев что спецназовцы стреляют и по людям, то ли специально, то ли принимая их за зомби, Джеф и девушка забежали в ближайший переулок, но их заметили. Несколько пуль попали по стене дома, за которым они спрятались.\n—Двое в переулке.-крикнул кто-то из них.\n—Я пойду проверю.-сказал второй и пошел к переулку.\n Джеф услышал приближающиеся шаги.\n—Они же нас прикончат!-воскликнула девушка.\n Шаги были все ближе с каждой секундой и времени на раздумья было все меньше.",
    "answers": [
      {
        "id": 115,
        "text": "Убить спецназовца"
      },
      {
        "id": 116,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 115,
    "text": " Джеф достал нож и ждал спецназовца. Долго ждать не пришлось. Как только спецназовец завернул в переулок, Джеф схватил его штурмовую винтовку за ствол и поднял ее вверх. Спецназовец не успел опустить винтовку как Джеф уже ударил его ножом по животу. Держась руками за рану, спецназовец упал на землю.\n—О Боже!-испуганно крикнула девушка.-Ты его убил.\n—В противном случае он бы убил нас!-сказал Джеф.-Так что заткнись и не привлекай лишнее внимание.\n Джеф быстро взял карабин М4А1 и патроны к нему и вытащил из кобуры пистолет Beretta. Пока никто из его напарников ничего не заподозрил, Джеф решил убежать.",
    "answers": [
      {
        "id": 117,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 116,
    "text": "—Бежим!-сказал Джеф.\n Джеф и девушка почти добежали до конца переулка, как сзади встал спецназовец и расстрелял их в спину.",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "text_color": [
          1,
          0,
          0
        ]
      }
    ]
  },
  {
    "id": 117,
    "text": " На следующей улице было не лучше. На этой улице было множество зомби, а с другой стороны стояли несколько полицейских, отстреливающих зомби и выживших людей. \n Заметив Джефа, один из них выстрелил, но попал в стену.\n—И что нам делать?-спросила девушка.\n Джеф внимательно осмотрел улицу. Самым лучшим вариантом в данный момент был дом напротив, в котором можно было укрыться, но просто так пробежать было трудно. \n—Сейчас быстро беги за мной!-сказал Джеф.\n—Но нас же пристрелят!-сказал девушка.\n—Будешь делать все правильно и может добежишь.-сказал Джеф.\n Дождавшись момента когда стрельба притихнет, Джеф и девушка побежали к дому. Когда копы перезарядили оружие, они добежали, до половины. Джеф бежал стреляя из винтовки, по копам. Ему было не столь важно убить кого-нибудь из них, как отвлечь.\n Успешно добежав до дома, они забежали в подъезд и Джеф закрыл дверь, краем глаза заметив что к нему побежали двое полицейских.",
    "answers": [
      {
        "id": 119,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 118,
    "text": " Джеф побежал по лестнице наверх. Он успел подняться на второй этаж, как копы выбили дверь и забежали в подъезд. Парой метких выстрелов из пистолета Джеф убил их до того как кто-то из них успел выстрелить.\n Спустившись с лестницы вниз он поднял один пистолет и убрал в карман. Второй пистолет он убрал в сумку. Джеф обернулся и увидел сзади дверь, которая должна была вести в переулок за домом.\n Так как это был самый безопасный выход, он побежал к двери.",
    "answers": [
      {
        "id": 121,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 119,
    "text": "—Давай наверх.-сказал Джеф и побежал по лестнице. \n Джеф и девушка поднялись на второй этаж, как копы выбили дверь и забежали в подъезд. Парой метких выстрелов из пистолета Джеф убил их до того как кто-то из них успел выстрелить.\n—Вниз.-сказал он.\n Спустившись с лестницы вниз он поднял один пистолет и убрал в карман. Второй пистолет он убрал в сумку. Джеф обернулся и увидел сзади дверь, которая должна была вести в переулок за домом.\n—Туда!-сказал он и побежал к двери.",
    "answers": [
      {
        "id": 120,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 120,
    "text": " Он открыл дверь и вышел на улицу. В переулке за домом стояли несколько зомби и заметив его направились к нему. Выстрелом в голову он убил самого ближайшего зомби. Оставшихся троих ждала та же участь, но на последнего зомби не хватило патрона. Схватив винтовку за ствол, Джеф с размаху ударил зомби по голове прикладом. Двумя ударами приклада он почти расплескал голову зомби по земле и побежал к выходу из переулка.",
    "answers": [
      {
        "id": 122,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 121,
    "text": " Он открыл дверь и вышел на улицу. В переулке за домом стояли несколько зомби и заметив его направились к нему. Выстрелом в голову он убил самого ближайшего зомби. Оставшихся троих ждала таже участь, но на последнего зомби не хватило патрона. Схватив винтовку за ствол, Джеф с размаху ударил зомби по голове прикладом. Несколькими ударами прикладом он почти расплескал голову зомби по земле и побежал к выходу из переулка",
    "answers": [
      {
        "id": 124,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 122,
    "text": " Джеф и девушка выбежали из переулка и наткнулись на такси, за рулем которого сидел водитель, превратившийся в зомби.\n—К машине.-сказал Джеф и подбежал к машине.\n Зомби в машине повернулся к Джефу и зарычал, пытаясь дотянуться до него. Джеф перезарялил пистолет и выстрелил в голову зомби. Он открыл дверь машины и вытащил зомби.\n Джеф сел на водительское место, а девушка на пассажирское. Найдя ключи, он завел машину и поехал по улице, сбивая зомби.",
    "answers": [
      {
        "id": 123,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 123,
    "text": "—А куда мы едем?-спросила девушка.\n—Туда где будет поспокойнее.-ответил Джеф.\n—И где это?-снова спросила девушка.\n—Откуда мне знать!-сказал Джеф.-Все же лучше чем пешком идти.\n—Но бензина надолго не хватит.-сказала девушка посмотрев на приборную панель.\n—Вот дерьмо!-недовольно сказал Джеф.-Ладно, до куда-нибудь доедем.",
    "answers": [
      {
        "id": 126,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 124,
    "text": " Джеф выбежал из переулка и наткнулся на такси, за рулем которого сидел водитель, превратившийся в зомби. Джеф подбежал к машине.\n Зомби в машине повернулся к Джефу и зарычал, пытаясь дотянуться до него. Джеф перезарялил пистолет и выстрелил в голову зомби. Он открыл дверь машины и вытащил зомби.\n Джеф сел на водительское место. Найдя ключи, он завел машину и поехал по улице, сбивая зомби.",
    "answers": [
      {
        "id": 125,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 125,
    "text": " Сшибая мертвецов, Джеф гнал по шоссе. Машина мялась от тел зомби, но внешний вид машины сейчас волновал Джефа меньше чем желание свалить из этого ада.\n—Вот дерьмо!-недовольно сказал Джеф, посмотрев на приборную панель.-Ладно, до куда-нибудь доеду.\n Бензин в машине скоро должен был закончиться и вскоре машина должна остановиться.",
    "answers": [
      {
        "id": 129,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 126,
    "text": " Люди на улице, заметив Джефа, начинали кричать и махать руками, а порой чуть ли не прыгали под колеса. Джеф понимал что если он остановится что бы посадить кого-то, то начнется кровавое месиво между людьми за машину.\n—Почему бы нам не подобрать кого-нибудь?-спросила девушка.\n—Стоит нам остановиться как со всей улицы к нам сбегутся люди и попытаются отжать у нас тачку.-ответил Джеф.-И нам повезет если мы еще выживем. ",
    "answers": [
      {
        "id": 127,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 127,
    "text": " Вдруг из двигателя начали раздаваться странные звуки.\n—Похоже что-то сломалось.-сказала девушка.\n—Плевать, пока машина едет мы из нее не вылезем.-ответил Джеф, объехав перевернувшуюся машину.\n Он свернул направо, но возникла небольшая проблема. Дорога дальше была заблокирована машинами. А улица заполнена зомби и людьми, пытающимися от них отбиться.\n—И что нам делать?-спросила девушка.\n Джеф осмотрелся и увидел канализационный люк.\n—В канализацию.-сказал он и вышел из машины, убив несколько зомби из винтовки.",
    "answers": [
      {
        "id": 128,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 128,
    "text": " Джеф подбежал к люку и попытался его поднять. Он немного сдвинул его, а потом смог убрать его.\nИз канализации сразу понесло вонью.\n—Фу!-воскликнула девушка.\n—Если не нравится, то можешь оставаться тут.-сказал Джеф, спускаясь вниз по лестнице.\n Спустившись вниз, он посмотрел наверх.\n—Давай быстрее!-сказал он.\n Девушка закрыла нос кофтой и полезла вниз.",
    "answers": [
      {
        "id": 131,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 129,
    "text": " Вдруг из двигателя начали раздаваться странные звуки.\n\"Только поломок мне не хватает.\"\n Он свернул направо, но возникла небольшая проблема. Дорога дальше была заблокирована машинами. А улица заполнена зомби и людьми, пытающимися от них отбиться. Путь вперед был перекрыт, а развернуть машину было проблемно.\n Джеф осмотрелся и увидел канализационный люк. Он вышел из машины, убив несколько зомби из винтовки и подошел к люку. Схватив его, Джеф поднял люк и убрал тяжелую железягу в сторону. Из канализации сразу начало тащить вонью. \n\"Вот ведь дерьмовые обстоятельства.\"\n Джеф взялся за лестницу и спустился вниз.",
    "answers": [
      {
        "id": 130,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 130,
    "text": " В канализации было ужасно темно. Джеф достал телефон и включил его, что бы хоть как-то осветить дорогу. Вдруг он заметил что в телефоне была функция фонаря, которой он тут же воспользовался. Фонарь светил не так сильно как хотелось бы, но и этого должно хватить. Выставив телефон вперед что бы осветить путь, Джеф пошел по канализации.",
    "answers": [
      {
        "id": 133,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 131,
    "text": " Спустившись, она достала телефон и включила фонарик. Светил он недалеко, но даже такой фонарь уже радовал. Джеф решил проверить и обнаружил что в его новом телефоне тоже есть фонарик. Теперь путь освещали два фонарика.\n—И куда теперь?-снова спросила девушка.\n—Ты мне много еще вопросов задашь?-недовольно спросил Джеф.\n—Извини.-тихо сказала девушка.\n—Просто идем вперед.-сказал Джеф, шагая вперед.\n К счастью в канализации не было зомби и хотя бы здесь можно было чувствовать себя хоть в какой-то безопасности.",
    "answers": [
      {
        "id": 132,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 132,
    "text": " (Спустя час)\n—Может отдохнем?-устало спросила девушка.\n—Нужно идти дальше.-сказал Джеф.\n—Мы уже целый час идем молча.-сказала девушка.-Ты хотя бы знаешь куда мы ушли?\n—Нет, но если не ошибаюсь, мы шли в сторону заброшенной территории, а потом пошли ближе к порту. Значит мы где-то недалеко от Сьен-Авеню.-рассуждал Джеф.\n—А куда мы вообще идем?-спросила девушка.\n—Не знаю.-ответил Джеф.-Решим по обстоятельствам.",
    "answers": [
      {
        "id": 134,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 133,
    "text": " (Спустя полтора часа)\n Джеф так и шел по канализации. Через несколько минут он наткнулся на лестницу, ведущую наверх. \n—Надо узнать обстановку наверху.-сказал он и полез по лестнице.\n Приподняв люк, Джеф осмотрелся. Улица выглядела знакомо и тут Джеф вспомнил что это улица по которой он шел в закусочную в первый день своего возращения. Людей на улицах не было, по крайней мере живых. Кругом бродили зомби, но если постараться, то можно было добежать до переулка незамеченным.\n—Пожалуй пора выбираться наверх.-решил он.",
    "answers": [
      {
        "id": 144,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 134,
    "text": " Через несколько минут Джеф наткнулся на лестницу, ведущую наверх. \n—Надо узнать обстановку наверху.-сказал он и полез по лестнице.\n Приподняв люк, Джеф осмотрелся. Улица выглядела знакомо и тут Джеф вспомнил что это улица по которой он шел в закусочную в первый день своего возращения. Людей на улицах не было, по крайней мере живых. Кругом бродили зомби, но если постараться, то можно было добежать до переулка незамеченным.\n—Сейчас лезем наверх и в переулок.-сказал Джеф.\n—Но там же зомби.-тихо сказала девушка.\n—Если будем осторожны, то нас не заметят.-сказал Джеф.-Готова?\n Девушка согласно кивнула.",
    "answers": [
      {
        "id": 135,
        "text": "Отодвинуть люк"
      }
    ]
  },
  {
    "id": 135,
    "text": " Джеф отодвинул люк и выбрался наверх. В легкие тут же ударил свежий воздух. Выбравшись из канализации, Джеф забежал за машину и осмотрелся. Никто из зомби его не заметил. Теперь осталось надеяться что девушка, которую спас Джеф, нормально выберется и ее не заметят.\n Из люка выглянула девушка. Убедившись что ее никто не видит, она выбралась из канализации и подбежала к Джефу.\n—Куда теперь?-спросила она шепотом.\n—Просто беги за мной.-сказал Джеф и осторожно перебегая от укрытия к укрытию пошел к переулку.",
    "answers": [
      {
        "id": 136,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 136,
    "text": " Джеф забежал в переулок и спрятался за мусорным контейнером. Девушка подбежала к нему и села рядом:\n—Куда теперь?-спросила она.\n Джеф выглянул из-за ящика и увидел как зомби в переулке ел чей-то труп. Он достал нож и медленно пошел к зомби. Подойдя поближе, он воткнул нож в разбитую голову, и зомби упал.\n Махнув девушке, Джеф выглянул из-за угла на следующую улицу. Как и ожидалось, Джеф увидел знакомую закусочную.\n—Что будем делать?-спросила девушка.\n Джеф посмотрел на девушку и своим взглядом дал ей понять, что ее вопросы ему уже надоели.\n—Сначала доберемся до закусочной, а там сгребаем в сумку все съедобное. -ответил Джеф.-Потом валим из города к черту.\n—А зачем нам валить из города?-спросила девушка.-Можно просто найти укромное и безопасное место.\n—Ты думаешь, что такое место есть?-сердито спросил Джеф.-Если и есть, то его быстро займут, а если мы будем первыми, то долго мы его не удержим. Провиант и медикаменты быстро закончатся, так как все разграбят. В городе начнется бойня за припасы. Учитывая что тут творится, то город могут в любой момент начать бомбить и сравняют с землей. За пределы города все это возможно еще не вышло, а если и вышло, то там всяко безопаснее. Скоро весь город наполнят мертвецы. Военные и полиция проводят ззачистку,так что никакой эвакуации не будет. Есть что сказать?\n—Нет.-смущенно ответила девушка.\n—Значит не умничай!-сердито сказал Джеф.",
    "answers": [
      {
        "id": 137,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 137,
    "text": " Джеф стоял и думал как добраться до закусочной. Просто пройти по улице было рискованно так как ее заполонили зомби.\n—Есть идеи?-спросила девушка.\n—Ты можешь помолчать?-спросил Джеф.\n Вдруг издалека начал приближаться громкий грохот. Джефу удалось распознать в этом машину. Вскоре из-за поворота вдали выехал фургон и понесся по улице. Зомби уставились на него. Когда он проехал мимо все зомби медленно пошли за ним.\n—Черт.-сказала девушка.\n—Что случилось?-спросил Джеф и обернулся. \n Сзади в переулок начали заходить зомби. Джеф с девушкой были с обоих сторон окружены зомби.\n—И что теперь будем делать?-испуганно спросила девушка.",
    "answers": [
      {
        "id": 138,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 138,
    "text": " Джеф протянул ей пистолет Glock и схватив за кофту сказал:\n—А теперь быстро бежишь за мной к закусочной!\n Девушка кивнула.\n Джеф быстро выбежал из переулка. Метко отстреливая зомби, он бежал к закусочной. Из-за одной из машин на него набросился зомби, но Джеф успел выпустить ему в голову несколько пуль. Услышав выстрелы, зомби обратили внимание на Джефа и направились к нему.\n Ударив зомби прикладом по голове, Джеф отпнул его в сторону.\n Вдруг ему в руку вцепился зомби, пытаясь укусить. Джеф тут же оттолкнул его и проверил руку. К счастью толстая кожаная куртка не была прокушена.\n Добравшись до половины дороги Джеф обернулся что бы посмотреть не отстала ли его спутница. Девушка бежала меньше чем в метре от него, испуганно смотря по сторонам. Она собралась выстрелить в приближающегося зомби, но пистолет не хотел стрелять.\n Пока зомби не успел вцепиться в нее, Джеф выстрелил в него и потянув девушку за кофту побежал дальше.",
    "answers": [
      {
        "id": 139,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 139,
    "text": " Перезарядив штурмовую винтовку, Джеф расстрелял ближайших зомби и побежал дальше. До закусочной оставалось несколько метров. Добежав до двери, он попытался ее открыть, но она оказалась закрыта.\n—Черт!-воскликнул Джеф и сильно пнул дверь.\n Из-за двери Джеф услышал тихие голоса. Девушка забежала по ступенькам и начала стучать по двери.\n—Откройте!-крикнула она.\n Джеф в это время пытался не подпускать зомби близко, но патроны заканчивались.",
    "answers": [
      {
        "id": 140,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 140,
    "text": "—Да откройте уже!-крикнула девушка, ударив по двери.\n Разговоры за дверью стали громче.\n—Да нас сейчас сожрут!-крикнула девушка.\n Джеф посмотрел на замок двери.\n—Если вы не откройте, я выпущу в него целую обойму и он разлетится в щепки!-крикнул Джеф.-И посмотрю как вы потом сможете закрыть эту сраную дверь!\n Голоса за дверью неумолкали.",
    "answers": [
      {
        "id": 141,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 141,
    "text": " Джеф успешно отстреливал зомби, но патроны были на исходе. За дверью начались шорохи.\n—Быстрее!-крикнула девушка.\n Она устало ударила по двери. \n Перед закусочной лежали трупы зомби и с каждым выстрелом их становилось больше, как и гильз под ногами Джефа. Если дверь не откроют, то у Джефа возникли проблемы, так как остался последний магазин патронов, который Джеф зарядил.",
    "answers": [
      {
        "id": 142,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 142,
    "text": " За дверью что-то загремело и дверь открылась. Джеф затолкнул девушку в закусочную и, застрелив ближайших зомби, забежал в закусочную.",
    "answers": [
      {
        "id": 143,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 143,
    "text": " Дверь тут же заблокировали каким-то шкафом и прочей мебелью. Зомби начали стучать по двери, но открыть ее у них не было шансов. \n Джеф осмотрелся. Тут царил беспорядок, а на полу была большая лужа крови, кровавые следы от которой дошли до самой двери. В закусочной Джеф насчитал шесть человек.\n—Какого черта вы творите!?-рассерженно крикнул полицейский в голубой рубашке и фуражке.-Теперь все зомби на улице знают о нас!\n—Пол, успокойся.-сказал афроамериканец в темно-зеленой кожаной куртке и джинсах.\n—Было ошибкой их впускать!-сказал коп. \n—Дверь заблокирована и зомби сюда не попадут.-сказал парень в синей толстовке.\n—Тебя вообще не спрашивали так что заткнись!-сказал коп.\n—Думаешь что если ты коп и у тебя пушка, то самый главный?-спросил парень.\n Коп оттолкнул парня и сказал:\n—Если хотите выжить, то слушайте меня.-сказал коп.-Скоро нас найдут и заберут отсюда, а пока что нужно сидеть тихо и не привлекать внимание. Или мне по рации сообщат пункт эвакуации. В ближайшее время военные нас найдут.\n—И грохнут.-сердито сказал Джеф.\n Все удивленно посмотрели на Джефа.\n—Я тебя не спрашивал и не надо вводить людей в заблуждение.-сказал коп.\n—В заблуждение тут всех вводишь только ты.-сказал Джеф.-Я уже встречал один ваш спасательный отряд, который расстреливал людей прямо на улице. И знаешь это было больше похоже на зачистку, а не на спасательную операцию. ",
    "answers": [
      {
        "id": 151,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 144,
    "text": " Джеф отодвинул люк и выбрался наверх. В легкие тут же ударил свежий воздух. Выбравшись из канализации, Джеф забежал за машину и осмотрелся. Никто из зомби его не заметил. Джеф осторожно перебегая от укрытия к укрытию пошел к переулку.\n Джеф забежал в переулок и спрятался за мусорным контейнером. Выглянув из-за контейнера он увидел как зомби в переулке ел чей-то труп. Он достал нож и медленно пошел к зомби. Подойдя поближе он воткнул нож в разбитую голову и зомби упал.\n  Джеф выглянул из-за угла на следующую улицу. Как и ожидалось он увидел знакомую закусочную. Он решил забрать оттуда всю еду и выбраться из города.",
    "answers": [
      {
        "id": 145,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 145,
    "text": " Джеф стоял и думал как добраться до закусочной. Просто пройти по улице было рискованно так как ее заполонили зомби.\n Вдруг издалека начал приближаться громкий грохот. Джефу удалось распознать в этом машину. Вскоре из-за поворота вдали выехал фургон и понесся по улице. Зомби уставились на него. Когда он проехал мимо все зомби медленно пошли за ним. За спиной раздалось какое-то шуршание и Джеф обернулся. \n Сзади в переулок начали заходить зомби. Джеф был с обоих сторон окружен зомби.\n",
    "answers": [
      {
        "id": 146,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 146,
    "text": "  Джеф быстро выбежал из переулка. Метко отстреливая зомби, он бежал к закусочной. Из-за одной из машин на него набросился зомби, но Джеф успел выпустить ему в голову несколько пуль. Услышав выстрелы, зомби обратили внимание на Джефа и направились к нему.\n Ударив зомби прикладом по голове, Джеф отпнул его в сторону.\n Вдруг ему в руку вцепился зомби, пытаясь укусить. Джеф тут же оттолкнул его и проверил руку. К счастью толстая кожаная куртка не была прокушена.\n Добравшись до половины дороги Джеф обернулся что бы посмотреть на количество зомби и примерное число его не радовало.",
    "answers": [
      {
        "id": 147,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 147,
    "text": " Перезарядив штурмовую винтовку, Джеф расстрелял ближайших зомби и побежал дальше. До закусочной оставалось несколько метров. Добежав до двери, он попытался ее открыть, но она оказалась закрыта.\n—Черт!-воскликнул Джеф и сильно пнул дверь.\n Из-за двери Джеф услышал тихие голоса.\n—Откройте!-крикнула он.\n Джеф пытался не подпускать зомби близко, но патроны заканчивались.",
    "answers": [
      {
        "id": 148,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 148,
    "text": "—Да откройте уже!-крикнул он, ударив по двери.\n Разговоры за дверью стали громче.\n Джеф посмотрел на замок двери и сказал\n—Если вы не откройте, я выпущу в него целую обойму и он разлетится в щепки! И посмотрю как вы потом сможете закрыть эту сраную дверь!\n Голоса за дверью неумолкали.\n Джеф успешно отстреливал зомби, но патроны были на исходе. За дверью начались шорохи.\n—Быстрее!-крикнул он\n Он ударил прикладом по двери. \n Перед закусочной лежали трупы зомби и с каждым выстрелом их становилось больше, как и гильз под ногами Джефа. Если дверь не откроют, то у Джефа возникли проблемы, так как остался последний магазин патронов, который он уже зарядил.",
    "answers": [
      {
        "id": 149,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 149,
    "text": " За дверью что-то загремело. Подергав ручку двери, Джеф попытался ее открыть.\n—Черт.\n Раздался щелчок и дверь открылась. Застрелив ближайших зомби, он забежал в закусочную, захлопнув за собой двери. ",
    "answers": [
      {
        "id": 186,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 150,
    "text": " На полу лежал труп копа. В закусочной началась паника.\n—Все успокойтесь!-сказал мужчина в темно-зеленой куртке.\n—О каком спокойствии можно говорить пока среди нас убийца!-воскликнула женщина в зеленом свитере.-Он убил человека!\n—Этот осел бы нас всех угробил.-сказал парень в черном свитшоте.-Теперь у нас одной проблемой меньше.\n—Он умер?-испуганно спросила официантка.\n—А ты думаешь с дырой в мозгах долго живут?-спросил тот же парень, постучав пальцем по голове.\n—Как бы это не было прискорбно, но он прав.-сказал мужчина в белой рубашке.-Пол бы нас перестрелял. А теперь всё успокойтесь.\n В возмущениями все разошлись по разным углам закусочной.",
    "answers": [
      {
        "id": 153,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 151,
    "text": " Коп сердито посмотрел на Джефа.\n—Пол, какого черта?-спросил парень в черном свитшоте и черной шапке.\n—Нет никакой зачистки.-сказал коп.-Не надо разводить панику!\n—Они пытались нас убить.-крикнула девушка.\n—Только вот не вышло.-добавил Джеф.\n—Да это вы скорее всего кого-нибудь убили!-сказал коп.-Иначе откуда у вас автомат и пистолет?\n Джеф положил автомат на стол и сказал:\n—Достался от одного из ваших \"спасателей\". Как думаешь сколько людей он из нее спас?\n Коп внимательно смотрел на Джефа.\n—Слишком знакомое у тебя лицо.-сказал он.-Только не могу вспомнить.\n—Давайте все успокоимся.-сказала уже знакомая Джефу официантка.\n—Где-то я тебя видел.-сказал коп, рассматривая Джефа.\n—Если вы продолжите орать, то сюда сбегутся все оставшиеся зомби.-сказал мужчина в белой рубашке.\n—Согласна.-сказала женщина в свитере.-Стрельба и так навела лишнего шума.",
    "answers": [
      {
        "id": 152,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 152,
    "text": " Коп вдруг сердито посмотрел на Джефа, после чего направил на него пистолет.\n—А я тебя вспомнил!-воскликнул он.-Джеффри Коллинс. Многочисленные убийства, разбои, похищения, грабежи и многое другое. Причем многие дела так и не удалось доказать.\n—Сейчас не время для разборок.-сказал чернокожий мужчина в темно-зеленой куртке.\n—Вы не понимайте!-сказал коп.-Он грохнет вас всех как только вы отвернетесь. Ему нельзя доверять.\n—Если ты устроишь пальбу, то привлечешь еще больше зомби.-сказала женщина в зеленом свитере.\n—Какие вы придурки!-воскликнул коп.-Он нас всех прикончит!\n—Пол успокойся.-сказал парень в синей толстовке.\n—Не думай мне мешать, а то я и тебя застрелю!-предупредил коп.\n—Успокойся.-повторил парень, подойдя к копу.\n Коп оттолкнул парня и, нацелив на него пистолет, собрался выстрелить. Джеф мгновенно достал пистолет и выстрелил первый. Из головы копа брызнула кровь и он упал на пол. Некоторые испуганно вскрикнули.",
    "answers": [
      {
        "id": 150,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 153,
    "text": " Около окна стоял чернокожий мужчина в темно-зеленой куртке. Он внимательно изучал происходящее на улице.\n Рядом в углу сидел парень в черном свитшоте и черной шапке. Катая между пальцев серебряную цепь, которая висела на его шее он смотрел в окно.\n За стойкой стояла знакомая Джефу официантка. По ее виду можно было понять что она сильно обеспокоена.\n Около телевизора стоял парень в синей толстовке, пытаясь настроить телевизор. Как бы он не старался, на экране были только помехи.\n За одним из столиков сидел мужчина в белой рубашке и пил кофе.\n Около двери на кухню стояла женщина в зеленом свитере, но разговаривать с ней Джеф не собирался.\n Девушка, которая пришла с Джефом, сидела за столиком и устало смотрела на пистолет, полученный от Джефа.",
    "answers": [
      {
        "id": 154,
        "text": "Поговорить с мужчиной в темно-зеленой куртке",
        "need": [
          -154
        ],
        "var_set": [
          "vins",
          20
        ]
      },
      {
        "id": 155,
        "text": "Поговорить с парнем в черном свитшоте",
        "need": [
          -155
        ],
        "var_set": [
          "frank",
          20
        ]
      },
      {
        "id": 156,
        "text": "Поговорить с официанткой",
        "need": [
          -156
        ],
        "var_set": [
          "lisa",
          15
        ]
      },
      {
        "id": 157,
        "text": "Поговорить с парнем в синей толстовке",
        "var_set": [
          "nick",
          10
        ]
      },
      {
        "id": 158,
        "text": "Поговорить с мужчиной в белой рубашке",
        "var_set": [
          "sam",
          20
        ]
      },
      {
        "id": 159,
        "text": "Поговорить с девушкой, которую спас Джеф",
        "need": [
          132
        ],
        "var_set": [
          "erika",
          35
        ]
      },
      {
        "id": 160,
        "text": "Дальше",
        "need": [
          154,
          155,
          156,
          157,
          158
        ]
      }
    ]
  },
  {
    "id": 154,
    "text": " Джеф подошел к окну, около которого стоял мужчина. У него были короткие черные волосы и щетина. Под его темно-зеленой курткой была белая футболка.\n—Значит ты преступник?-спросил мужчина.\n—А это сильно мешает?-спросил Джеф.\n—Мне нет, а вот остальным похоже да.-сказал мужчина, посмотрев на остальных.\n Он посмотрел на труп копа и сказал:\n—После этого они тебе доверять не будут.\n—Невелика беда.-сказал Джеф.-Я их доверие зарабатывать не собираюсь.\n—Ты остаешься или уходишь?-спросил мужчина.\n—Похоже что остаюсь.-ответил Джеф.-Я конечно и один могу справиться, но тут есть еда и безопаснее чем на улице.\n Мужчина повернулся к Джефу.\n—Если планируешь оставаться, то нужно работать в команде, а какая у нас команда если у нас нет доверия.-сказал мужчина.-Я надеюсь проблем от тебя не будет?\n—Если кто-то не решит мне их организовать, то нет.-ответил Джеф.\n—Вот и отлично.-сказал мужчина.",
    "answers": [
      {
        "id": 161,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 155,
    "text": " Джеф подошел к парню. \n Парень молча смотрел в окно и крутил цепочку. Из под черной шапки выглядывали такие же черные волосы средней длины.\n—Что-то нужно?-спросил парень, повернувшись к Джефу.\n—Ну я вроде как с вами теперь.-сказал Джеф.-Решил что нужно познакомиться со всеми.\n—Понятно.-скептически сказал парень.\n Он протянул руку и представился:\n—Фрэнк.\n—Джеф.-представился Джеф.\n—А ты действительно весь из себя такой страшный преступник как говорил Пол и мы все должны тебя бояться?-спросил Фрэнк, кивнув в сторону трупа.-Кстати надо бы его выкинуть.\n—Это сильно мешает?-спросил Джеф.\n—Нет.-ответил Фрэнк.-Если ты приносишь пользу и ведешь себя нормально, то меня все устраивает.\n Фрэнк кивнул в сторону парня в синей толстовке и сказал:\n—А вот ему ты не очень понравишься. Он у нас весь из себя правильный и высокоморальный человек. Всегда старается помочь всем и угодить каждому.\n—Меня это особо не расстраивает.-сказал Джеф.\n—И тот факт что ты застрелил Пола его не радует.-сказал Фрэнк.\n—А тебя похоже наоборот.-спросил Джеф.\n—Пол был сумасшедшим.-сказал парень.-Если бы он остался в живых, то он бы нас угробил. И однажды пришлось бы кому-нибудь его убрать, а теперь это сделал ты и возможно спас кому-нибудь жизнь. ",
    "answers": [
      {
        "id": 166,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 156,
    "text": " Джеф подошел к официантке. Она стояла держась за голову, которую покрывали длинные светлые волосы.\n—Все в порядке?-спросил Джеф.\n—А?-испуганно спросила девушка.-Да, все в порядке. Просто голова болит и слишком много потрясений. А что?\n—Да просто спросил.-ответил Джеф.-Раз уж остаюсь пока что с вами, то нужно хотя бы познакомиться со всеми.\n—Я Лиза.-представилась официантка.\n—Джеф.-представился Джеф.\n Официантка посмотрела на труп копа, под которым уже образовалась большая лужа крови.\n—Обязательно было его убивать?-спросила она.\n—По другому было нельзя.-ответил Джеф.-Тогда бы он пристрелил либо меня, либо того парня в синей кофте. Ну или сразу обоих. А я не собираюсь умирать из-за какого-то тупого копа, который возомнил себя важной шишкой, который может делать что угодно только потому что носит фуражку.\n—Возможно, но ведь он мертв.-встревоженно сказала Лиза.\n—Но ведь он сам виноват, ты тут не причем.-сказал Джеф.-И его же не ты убила. Просто не думай об этом и все.\n—Я попытаюсь.-сказала Лиза.",
    "answers": [
      {
        "id": 170,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 157,
    "text": " Джеф подошел к парню. Он крутил антенну телевизора, пытаясь заставить его работать, но ничего не выходило и на экране были только помехи. На голове был капюшон из которого выглядывали черные волосы.\n—Черт, давай же, работай-пробубнил парень себе под нос.\n—Как успехи?-спросил Джеф.\n Парень вздрогнул от неожиданности. Повернувшись он снова переключился на телевизор.\n—Тухло.-ответил парень.-Никак не могу заставить этот ящик работать. А что?\n—Ну раз я остаюсь с вами, то решил что не помешает познакомиться со всеми.-ответил Джеф.\n Парень вздохнул.\n—Значит ты остаешься?-спросил он.\n—А ты надеялся на другой исход?-спросил Джеф.\n Парень отвернулся от телевизора к Джефу.\n—Честно? Не обижайся, но да.-ответил парень.\n—И почему же?-спросил Джеф.\n—Не очень доверяю преступникам и предпочитаю держаться от них подальше.-ответил парень.-Как можно доверять тем кто может тебя застрелить только за то что ты ему не понравился?\n Парень посмотрел на труп на полу.\n—Он сам виноват.-сказал Джеф.-Либо он, либо я и я выбрал себя.\n—А чем ты лучше его?-спросил парень.\n—Ну я не тычу пушкой во всех кого вижу.-сказал Джеф.\n Парень ничего не ответил.\n—К тому же я возможно уйду, так что для тебя еще не все потеряно.-сказал Джеф.\n—Главное что бы ты ничего не натворил к этому моменту.-сказал парень.-Я тебе не доверяю и ты сделаешь мне одолжение если уйдешь.",
    "answers": [
      {
        "id": 173,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 158,
    "text": " Джеф подошел к мужчине. Мужчина сидел за столиком. На нем была белая рубашка, на которой снизу было несколько капель крови. Голову покрывали русые волосы, а на лице была щетина.\n—Что-то нужно?-спросил мужчина, сделав несколько глотков кофе.\n—Да вот решил познакомиться со всеми раз уж остаюсь здесь.-сказал Джеф и сел напротив.\n—Понятно.-сказал мужчина.\n Он сделал глоток кофе и протянул Джефу руку.\n—Сэм.-представился мужчина.\n—Джеф.-представился Джеф и пожал руку Сэму.\n—Значит теперь ты с нами.-спросил мужчина.\n—Сейчас да, а дальше как получится.-ответил Джеф.\n—Неплохо.-сказал Сэм.-Пока ты здесь нам будет немного легче.\n—И почему же?-спросил Джеф.\n—Ты неплохо стреляешь.-ответил Сэм, сделав глоток из чашки.-Я видел как ты бежал до сюда. Один выстрел — один труп, не всегда, но чаще всего.\n Сэм посмотрел на труп копа и добавил:\n—И избавил нас от проблемы. Он был опасен для нас, а теперь его нет.\n—У меня работа такая.-довольно сказал Джеф.-Стрелять метко и избавляться от проблем.",
    "answers": [
      {
        "id": 176,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 159,
    "text": " Джеф подошел к столику за которым сидела девушка. Он сел рядом и посмотрел на нее. Она была одета в джинсы и красную кофту. Из под капюшона на голове выглядывали светлые короткие волосы. Вид у нее был уставший. Она устало рассматривала пистолет.\n—Как дела?-спросил Джеф.\n Девушка вздрогнула и посмотрев на Джефа сказала:\n—Нормально, устала правда.\n—Ну это пройдет.-сказал Джеф.-Нужно просто немного отдохнуть.\n—А ты как?-спросила она.-Устал?\n—Неплохо.-ответил Джеф.-Не очень уж и устал. Спокойно пробежал еще столько же.\n—А я не могу понять от чего я больше устала.-сказала девушка.-То ли от всей этой беготни, то ли от произошедшего. Все эти зомби , да еще нас застрелить хотели, даже здесь. Как жить дальше?\n—Привыкнешь.-сказал Джеф.-Ко всему однажды привыкаешь.\n—Возможно.-сказала девушка.\n Она устало поправила волосы и словно вспомнив о чем-то подскочила.\n—Я Эрика.-представилась девушка и устало протянула руку.\n—Джеф.-представился Джеф, не сильно пожав руку.",
    "answers": [
      {
        "id": 180,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 160,
    "text": "—Может уже что-то предпримем?-спросил Фрэнк, сидя в углу.\n—Пожалуй ты прав.-сказал Винс, отвернувшись от окна.-Нужно что-то делать.\n—И что же?-спросила Лиза.\n—Для начала нужно убрать труп.-сказал Винс.-Нужно выйти. в переулок за закусочной и проверить что там. Он довольно большой и в случае чего мы могли бы ставить там машину, если конечно достанём ее. Так же нужно приготовить поесть. \n—Это все?-спросил Сэм.\n—Я думаю что если ночью зомби на улице притихнут, то нам нужно выйти на вылазку.-сказал Ник.-У нас нет оружия и медикаментов, а припасы нас ждать не будут.\n—Апокалипсису всего несколько часов, а вы уже устраивайте какие-то планы. Разграбить все что видете и устроить какую-то вылазку.-сказала женщина в зеленом свитере.\n—Эмма, ты можешь помолчать если не можешь помочь?-спросил Сэм.-Если ты считаешь что все еще отправится в ближайшее время, то мне тебя жаль. Миру конец и теперь придется выживать.\n—Нужно подождать пока город не зачистят от зомби.-сказала Эмма.\n—Никто ничего не зачистит!-сказал Фрэнк.-А если и зачистят, то только вместе с нами. В отличие от тебя я не собираюсь ждать когда эти спасатели придут и грохнут меня.\n—Успокойтесь.-сказал Ник.-Сейчас не время выяснять отношения.\n Винс открыл дверь на кухню и сказал:\n—Ник, Фрэнк, Джеф, сюда. Остальные наведите порядок здесь и приготовьте пожрать.\n—А я?-спросил Сэм.\n—Кто-то должен остаться здесь для охраны.-сказал Ник.-Если мы уйдем, то оставим остальных в опасности, а это слишком рискованно, так что ты за охранника.\n—Но у меня даже оружия нет.-сказал Сэм.\n Винс посмотрел на Джефа, намекая на то как решить проблему с оружием. Джеф протянул Сэму штурмовую винтовку М4А1.\n—В обойме чуть больше половины.-сказал Джеф.-В случае атаки зомби прячьтесь на кухне и заббарикадируйте дверь. Если что стреляй в голову.\n—Хорошо.-сказал Сэм и взял автомат.",
    "answers": [
      {
        "id": 189,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 161,
    "text": " Мужчина еще некоторое время смотрел в окно.\n—Винс.-представился мужчина, протянув руку.\n—Джеф.-представился Джеф и пожал руку.\n—Думаю что тебе не помешает познакомиться с остальными.-сказал Винс.\n—Я попытаюсь.-сказал Джеф.-Кстати, а что у нас по припасам?\n—Еды хватает, а вот оружия и медикаментов нет.-сказал Винс.-Но мы что-нибудь решим.",
    "answers": [
      {
        "id": 162,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 162,
    "text": "—Есть еще вопросы?-спросил Винс.",
    "answers": [
      {
        "id": 163,
        "text": "Расскажи о себе"
      },
      {
        "id": 164,
        "text": "Как ты здесь оказался?"
      },
      {
        "id": 165,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 163,
    "text": " Винс ухмыльнулся.\n—Нечего рассказывать.-сказал он.-Родился и вырос на улицах этого города. Выучился и пошел служить, даже повоевать успел. На одном острове основалась террористическая организация. Начали грабить и убивать мирных жителей. Нашей задачей было их уничтожить. Об этом как-нибудь потом. Я строил успешную военную карьеру, но потом все рухнуло. Когда я вернулся, то узнал что жену мне изменяет. И ее новому другу я со злости сломал челюсть и несколько ребер. Начались суды и прочая суета. Я получил штраф и помимо этого меня поперли с армии. Теперь я всего лишь таксист, который живет в мелкой квартире и ездит на старом корыте. Вот и конец истории.",
    "answers": [
      {
        "id": 162,
        "text": "Ясно"
      }
    ]
  },
  {
    "id": 164,
    "text": "—Так же как и все в этой закусочной.-сказал Винс.-Зашёл перекусить и выпить чашку кофе, а потом началось все это. Кто-то сбежал, а кого-то сожрали. Тех кто остались ты видишь здесь. Не представляю что будет дальше.",
    "answers": [
      {
        "id": 162,
        "text": "Ясно"
      }
    ]
  },
  {
    "id": 165,
    "text": "—Ну тогда можешь идти.-сказал Винс.-А я буду следить за ситуацией на улице.\n Винс отвернулся к окну и отодвинул занавеску.",
    "answers": [
      {
        "id": 153,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 166,
    "text": "—Ну вроде как познакомились.-сказал Фрэнк.-У тебя все?",
    "answers": [
      {
        "id": 167,
        "text": "Расскажи о себе"
      },
      {
        "id": 168,
        "text": "Как ты здесь оказался?"
      },
      {
        "id": 169,
        "text": "Да"
      }
    ]
  },
  {
    "id": 167,
    "text": "—Хм. Что бы рассказать.-сказал Фрэнк.- Ну мне 26 лет и я оказался в гребаном апокалипсисе. Шел с работы и в один момент началось это безумие. Работать барменом в клубе не так просто как кажется и порой я прихожу домой очень злой. Родился я в городке на севере, а в 22 переехал сюда. Не город у вас, а дерьмо коротко говоря. Больше нечего рассказывать, ну или просто не стоит.",
    "answers": [
      {
        "id": 166,
        "text": "Ясно"
      }
    ]
  },
  {
    "id": 168,
    "text": "—А разве есть что-то удивительного в том что я остался здесь?-спросил Фрэнк.-Хотя есть. Пока все бегали по улицам как бараны, я понял что здесь безопасно и остался. Я шел с работы и решил перекусить, что бы не тратить время на то что бы приготовить себе что-то поесть, а сразу лечь и уснуть. Я молча ел и никого не трогал и в этот момент началось все это. В закусочную зашли зомби. Некоторых они сожрали. Один набросился на меня. Он был похож на чертов труп. Со злости я втащил ему в морду, но это не помогло. Тогда я взял со стола нож и пырнул его между ребер, а он просто зарычал и снова попытался меня укусить. Я ткнул ему ножом в череп и убил его. Вытеснив зомби на улицу некоторые, остались здесь и я в их числе. Тут есть еда и тут безопаснее чем на улице.\n Фрэнк ухмыльнулся и добавил:\n—Особенно сейчас. \n Он посмотрел на парня в синей толстовке и сказал:\n—По иронии судьбы я оказался здесь со своим старым знакомым.",
    "answers": [
      {
        "id": 166,
        "text": "Ясно"
      }
    ]
  },
  {
    "id": 169,
    "text": "—Ну тогда я пожалуй немного вздремну.-сказал Фрэнк, усевшись поудобнее.",
    "answers": [
      {
        "id": 153,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 170,
    "text": "—Если у тебя все, то я бы хотела побыть одна.-устало и тревожно сказала она.",
    "answers": [
      {
        "id": 171,
        "text": "Расскажи о себе"
      },
      {
        "id": 172,
        "text": "Как ты здесь оказалась?"
      },
      {
        "id": 153,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 171,
    "text": " Лиза вздохнула и начала рассказывать:\n—Ничего интересного. Я из обычной семьи. Родилась и училась здесь. Теперь вот работаю в этой закусочной, точнее работала. Больше наверно и нечего рассказать. Я не в состоянии что бы что-то рассказывать. Слишком много переживаний и потрясений.",
    "answers": [
      {
        "id": 170,
        "text": "Ясно"
      }
    ]
  },
  {
    "id": 172,
    "text": "—Как бы это не было очевидно, но я пришла на работу.-ответила Лиза.-Ничего не предвещало беды, обычный рабочий день. А потом начался настоящий апокалипсис! Зомби пробрались в закусочную и начали убивать. Я спряталась за стойкой и меня не заметили. Когда с ними разборались я думала вернуться домой, но улицы были переполнены зомби. Решила остаться здесь и похоже поступила правильно.",
    "answers": [
      {
        "id": 170,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 173,
    "text": "—Ну раз ты еще здесь, то нужно хотя бы познакомиться.-сказал парень.-Я Ник.\n—Джеф.-представился Джеф и протянул руку.\n Парень не обратил внимание на протянутую руку Джефа и повернулся к телевизору.\n—У тебя все?-спросил Ник.",
    "answers": [
      {
        "id": 174,
        "text": "Расскажи о себе"
      },
      {
        "id": 175,
        "text": "Как ты здесь оказался?"
      },
      {
        "id": 153,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 174,
    "text": "—И зачем тебе знать кто я такой?-спросил парень.-Ладно, кратко себя опишу.-Мне 28 лет и приехал сюда несколько лет назад. Выучился и пошел работать в офис небольшой компании, которая принадлежала другу моего отца. Копил на свое дело. Планировал однажды открыть свой бизнес, но похоже теперь уже не выйдет. Думаю этого тебе хватит.",
    "answers": [
      {
        "id": 173,
        "text": "Ясно"
      }
    ]
  },
  {
    "id": 175,
    "text": "—А ты как думаешь?-спросил Ник.-Зашел перекусить. \n Ник посмотрел на парня в черном.\n Еще и его тут встретил.-сказал он. Так вот, я спокойно ел свой салат как в закусочную зашли эти ходячие трупы. Один набросился на меня и я ударил его, но ему ничего. Я ударил его еще несколько раз, но он все равно пытался на меня наброситься. Пока я пытался его просто уложить на пол, кое-кто просто несколько раз ударил ножом того зомби, который на него напал. \n Ник снова посмотрел на парня в черном.\n—Когда я убедился что это уже не человек, то ударил его ножом по шее. Однако я сильно удивился когда даже это его не успокоило. И мой старый знакомый решил что размазать его голову стулом по полу это отличная идея. Мы с трудом вытеснили зомби из закусочный. Я решил что остаться здесь безопаснее чем бегать по улице и оказался прав.",
    "answers": [
      {
        "id": 173,
        "text": "Ясно"
      }
    ]
  },
  {
    "id": 176,
    "text": " Сэм взял небольшой чайник и налил в пустую чашку горячей воды. Поставив чайник, он положил в чашку чайный пакетик.\n—Чаю?-предложил Сэм.\n—Нет, спасибо.-отказался Джеф.-Я бы сейчас чего-нибудь покрепче выпил. Виски например.\n—Я бы тоже не отказался, но алкоголя тут нет.-сказал Сэм.-Если достанем бутылку, то будет неплохо.\n—Если достанём, то я не откажусь.-сказал Джеф.\n—От такого потрясения спасет только несколько стопок дорогого виски.-мечтательно сказал Сэм.\n—На дворе чертов конец света.-сказал Джеф.\n—Но в этом даже есть плюсы.-сказал Сэм.\n—Да? И какие же?-спросил Джеф.\n—Ну мне например не придется платить налоги и ехать в чертов офис.-улыбнувшись сказал Сэм.\n—А меня снова не примут копы.-сказал Джеф.",
    "answers": [
      {
        "id": 177,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 177,
    "text": " Сэм выпил чай и сказал:\n—Думаю что тебе нужно и с остальными познакомиться, но если у тебя есть вопросы, то я отвечу.",
    "answers": [
      {
        "id": 178,
        "text": "Расскажи о себе"
      },
      {
        "id": 179,
        "text": "Как ты здесь оказался?"
      },
      {
        "id": 153,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 178,
    "text": "—Да я ничем собственно не выделяюсь. Работаю в офисе. В разводе с женой, надеюсь она долго не протянула. Из-за стресса и работы пристрастился к выпивке, но держу все под контролем. Живу от зарплаты до зарплаты и редко высовываюсь из дома. Теперь мне не нужно ходить на работу. Хоть какой-то плюс от этого апокалипсиса есть. Ну наверно все.",
    "answers": [
      {
        "id": 177,
        "text": "Ясно"
      }
    ]
  },
  {
    "id": 179,
    "text": "—Шел с работы и зашел перекусить.-ответил Сэм.-Я просто сидел в сторонке и как-то оказался в эпицентре апокалипсиса. В закусочную попали зомби. Я сначала ничего не понял, но когда у меня на глазах какому-то мужику вцепились в шею и разорвали его, я решил не мешкать. Когда один из них пошел ко мне я прыснул ему горячим кофем в лицо и взяв нож ткнул им под ребро, но зомби это не убило. Он попытался меня уронить, а я вытащил из него нож и воткнул в затылок. Он обмяк и упал. Немного запачкал рубашку, но остался жив.",
    "answers": [
      {
        "id": 177,
        "text": "Ясно"
      }
    ]
  },
  {
    "id": 180,
    "text": " Девушка посмотрела на пистолет и продолжила его рассматривать.\n—Что ты делаешь?-спросил Джеф.\n—Мне кажется он сломан.-сказала Эрика.-Он не стреляет.\n—Дай посмотреть.-сказал Джеф.\n Эрика протянула пистолет и Джеф взял его в руку. Он повертел пистолет и нашел причину, по которой пистолет отказывался стрелять. Джеф снял пистолет с предохранителя и протянул девушке.\n—Нужно было снять с предохранителя.-сказал Джеф.\n Он снова нажал на кнопку предохранителя и сказал:\n—Что бы снять пистолет с предохранителя, нажми на эту кнопку, а так держи его на предохранителе иначе можешь кого-нибудь подстрелить или прострелить себе ногу.\n—А я и не задумывалась о предохранителе.-сказала Эрика и взяла Glock.\n—Главное не забудь про него.-сказал Джеф.-А то с оружием шутки плохи.\n Девушка посмотрела на пистолет и протянула Джефу.\n—Это же твой пистолет.-сказала Эрика.\n—Оставить себе.-сказал Джеф.-У меня своих два и штурмовая винтовка вдобавок. Скоро все оружие расстащат и его будет трудно достать, а оно нужно.\n—Спасибо.-сказала Эрика.\n—Не за что.",
    "answers": [
      {
        "id": 181,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 181,
    "text": "—Кстати.-сказала Эрика.-Спасибо, ты мне жизнь спас.\n—Ну не мог же я оставить тебя там.-сказал Джеф.\n—Большинство бы просто пробежали мимо, пользуясь случаем.-сказала Эрика.-Не знаю почему многих так колыхнуло то что ты преступник. То что ты меня спас говорит о том что ты не такой плохой как они думают.\n—Не надо думать что я хороший, а то однажды можешь разочароваться.-сказал Джеф.\n—Надеюсь что нет.-сказала Эрика.",
    "answers": [
      {
        "id": 182,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 182,
    "text": "—Кстати, а ты уходишь или остаешься здесь?-спросила Эрика.\n—Пока что остаюсь.-ответил Джеф.-А что?\n—Ну если ты решишь уходить, то если ты не против, я бы пошла с тобой.-сказала Эрика.\n—И почему же?-спросил Джеф.\n—Тебе я доверяю больше чем кому-либо другому здесь.-сказала Эрика.-Причем с тобой будет безопаснее. У тебя есть оружие и ты умеешь стрелять, а они вообще не организованы.\n—Ну не будем ничего планировать.-решил Джеф.-Будем действовать по обстоятельствам.",
    "answers": [
      {
        "id": 183,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 183,
    "text": "—Я пожалуй отдохну если ты не против.-сказала Эрика.",
    "answers": [
      {
        "id": 184,
        "text": "Расскажи о себе"
      },
      {
        "id": 185,
        "text": "Что с тобой произошло?"
      },
      {
        "id": 153,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 184,
    "text": "—Я не самый интересный человек.-сказала Эрика.-Переехала сюда три года назад и устроилась работать в один магазин. Продавцом я проработала недолго. Уволилась и ушла работать в кафе. Там я тоже долго не продержалась. Вскоре мне повезло и я смогла стать журналистом. Так я и проработала два года, если бы не зомби, то работала бы и сейчас.\n—В мире криминала с журналистами разговор короткий.-сказал Джеф.\n—Поэтому я даже не занималась чем-то связанным с криминалом.-сказала Эрика. Мне всего 25 и я пока что хочу жить. Я знаю чем это чревато.\n—Откуда же?-спросил Джеф.\n—Как-нибудь потом расскажу.-сказала Эрика.-Долго рассказывать. Порой родители присылали мне немного деньжат, точнее мама и отчим, немного мне, часть сестре, а брат и сам неплохо справлялся. Ну вот я частично описала свою жизнь.",
    "answers": [
      {
        "id": 183,
        "text": "Ясно"
      }
    ]
  },
  {
    "id": 185,
    "text": "—Когда на меня напали зомби?-спросила Эрика.-Я шла от подруги. Нужно было занести ей некоторые бумаги. Вдруг началась паника. Из толпы на меня набросился зомби, а я толкнула его и побежала домой. Я в панике бегала по улицам, пока не загнала себя в тупик. Я уже смирилась с тем что они меня сожрут, но тут появился ты и разобрался с ними. До сих пор ноги дрожат.",
    "answers": [
      {
        "id": 183,
        "text": "Ясно"
      }
    ]
  },
  {
    "id": 186,
    "text": " Дверь тут же заблокировали каким-то шкафом и прочей мебелью. Зомби начали стучать по двери, но открыть ее у них не было шансов. \n Джеф осмотрелся. Тут царил беспорядок, а на полу была большая лужа крови, кровавые следы от которой дошли до самой двери. В закусочной Джеф насчитал шесть человек.\n—Какого черта вы творите!?-рассерженно крикнул полицейский в голубой рубашке и фуражке.-Теперь все зомби на улице знают о нас!\n—Пол, успокойся.-сказал афроамериканец в темно-зеленой кожаной куртке и джинсах.\n—Было ошибкой его впускать!-сказал коп. \n—Дверь заблокирована и зомби сюда не попадут.-сказал парень в синей толстовке.\n—Тебя вообще не спрашивали так что заткнись!-сказал коп.\n—Думаешь что если ты коп и у тебя пушка, то самый главный?-спросил парень.\n Коп оттолкнул парня и сказал:\n—Если хотите выжить, то слушайте меня.-сказал коп.-Скоро нас найдут и заберут отсюда, а пока что нужно сидеть тихо и не привлекать внимание. Или мне по рации сообщат пункт эвакуации. В ближайшее время военные нас найдут.\n—И грохнут.-сердито сказал Джеф.\n Все удивленно посмотрели на Джефа.\n—Я тебя не спрашивал и не надо вводить людей в заблуждение.-сказал коп.\n—В заблуждение тут всех вводишь только ты.-сказал Джеф.-Я уже встречал один ваш спасательный отряд, который расстреливал людей прямо на улице. И знаешь это было больше похоже на зачистку, а не на спасательную операцию. ",
    "answers": [
      {
        "id": 187,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 187,
    "text": " Коп сердито посмотрел на Джефа.\n—Пол, какого черта?-спросил парень в черном свитшоте и черной шапке.\n—Нет никакой зачистки.-сказал коп.-Не надо разводить панику!\n—Они пытались меня убить.-сказала Джеф.-Только вот не вышло.\n—Да это ты скорее всего кого-нибудь убил!-сказал коп.-Иначе откуда у тебя автомат и пистолет?\n Джеф положил автомат на стол и сказал:\n—Достался от одного из ваших \"спасателей\". Как думаешь сколько людей он из нее спас?\n Коп внимательно смотрел на Джефа.\n—Слишком знакомое у тебя лицо.-сказал он.-Только не могу вспомнить.\n—Давайте все успокоимся.-сказала уже знакомая Джефу официантка.\n—Где-то я тебя видел.-сказал коп, рассматривая Джефа.\n—Если вы продолжите орать, то сюда сбегутся все оставшиеся зомби.-сказал мужчина в белой рубашке.\n—Согласна.-сказала женщина в свитере.-Стрельба и так навела лишнего шума.",
    "answers": [
      {
        "id": 152,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 188,
    "text": " Фрэнк достал еще одну сигарету и протянул Джефу.\n—Спасибо.-сказал Джеф.\n Фрэнк кивнул и передал Джефу зажигалку.\n—Выглядишь взволнованным.-подметил Джеф, поджигая сигарету.\n—Просто немного волнуюсь, не предавай значения.-отмахнулся Фрэнк, выпустив клуб дыма.-Просто за один день произошло столько дерьма, а теперь еще мы идем шарится по городу среди толп чертовых зомби. Причем у меня кроме пистолета ничего нет, а найти что-то хорошее мне не удалось. Нож не в счет, от него толку много не будет. Я его взял на крайний случай, но было бы лучше если бы это было что-то более увесистое. Зомби не салат — их я этим мелким кухонным ножом не порежу.\n—Больше у нас ничего нет, так что довольствуемся тем, что есть.-сказал Джеф.\n—Мда, не очень уж нам везет.-сказал Фрэнк.-Ладно хоть еда есть.",
    "answers": [
      {
        "id": 245,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 189,
    "text": " Джеф подошел к Винсу, Фрэнку и Нику.\n—Давайте вынесем труп отсюда.-сказал Винс.-А то скоро уже вонять будет. Фрэнк и Джеф тащите его к черному входу.\n Джеф и Фрэнк подошли к трупу копа. Фрэнк поднял его пистолет и осмотрел.\n—Теперь мой.-довольно сказал Фрэнк.\n—Патроны проверь.-сказал Джеф.\n Фрэнк вытащил магазин из пистолета и сказал:\n—Десятка осталась.\n—Проверь карманы.-посоветовал Джеф.\n Полазив по карманам копа, Фрэнк достал еще один магазин.\n—Еще один магазин. Целый.-сказал Фрэнк.-28 пуль всего. 10 в том магазине и в этом 18.\n—Отлично, а теперь тащим его к выходу.-сказал Джеф.\n—А у тебя сколько?-спросил Фрэнк.\n Джеф достал пистолет. В его руках была Beretta 92. Он проверил магазин.\n—8 в этом и еще три по 15.-ответил Джеф.\n—Подкинешь мне немного?-спросил Фрэнк.-А то у тебя больше.\n—Дай-ка посмотреть.-попросил Джеф.\n Фрэнк взял пистолет и осмотрел. USP Expert. Вышло так что оба пистолета использовали калибр 9х19.\n—Потом как-нибудь.-сказал Джеф.-Сейчас вынесем труп.",
    "answers": [
      {
        "id": 190,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 190,
    "text": " Джеф взял тело за ноги, а Фрэнк за руки. Они донесли его до черного входа, около склада. Положив, труп они подошли к Винсу и Нику.\n—В переулке четыре зомби.-сказал Ник, смотря в щель.\n—Надо их как-то убрать.-сказал Винс.\n Джеф зашел на кухню и осмотрелся.\n—Что-то нашел?-спросил Винс.\n Джеф увидел множество ножей. Взяв один из самых больших, он показал его Винсу.\n—И ты планируешь просто выйти и перерезать их всех?-спросил Винс.\n—Нет.-ответил Джеф, осматривая нож.\n Он и Винс вернулись к черному входу. \n—Думаю что в четвером мы справимся.-сказал Фрэнк.\n—Не факт.-сказал Ник, прикрыв дверь.-Близко подходить к ним не стоит.\n—Другого варианта нет.-сказал Фрэнк.\n—Значит найдем.-сказал Ник.-Двое в конце едят чей-то труп, третий сидит около контейнера с мусором, а последний просто сидит в центре и тоже что-то ест. \n—Нужно просто выйти и грохнуть их.-сказал Фрэнк и взял швабру.\n—Ей ты много кого убьешь.-сказал Ник.-Будешь их мыть до самой смерти?\n—Ты придурок?-серьезно спросил Фрэнк.-Что бы держать их на расстоянии и швабра сойдет.\n—Ну желаю удачи.-съязвил Ник.\n—А теперь заткнитесь оба.-сказал Джеф.-Планируйте выяснять кто из вас больший даун, то можете остаться здесь. Хотите наконец-то заняться делом, берите что-нибудь в руки и вперед.\n—Нельзя просто выйти и перебить их.-сказал Ник.-Они опасны.",
    "answers": [
      {
        "id": 191,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 191,
    "text": " Джеф открыл дверь и тихо пошел по переулку к зомби в центре. Сзади он услышал как вышли остальные. Он медленно приближался к зомби. Ходячий труп сидел и грыз чью-то руку. Подобравшись достаточно близко, Джеф замахнулся и воткнул нож в голову зомби. Череп мертвеца хрустнул и из дыры в голове хлынула кровь, после чего зомби упал. \n Вдруг зомби около контейнера начал рычать и пытаться встать, но у него ничего не выходило. Оставшиеся два зомби обернулись и пошли к Джефу.\n—Думаю с ними проблем не будет.-сказал Винс.",
    "answers": [
      {
        "id": 192,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 192,
    "text": " Вдруг с улицы, из-за поворота, в переулок зашли еще пятеро зомби.\n—Вот черт.-сказал Винс.\n—Возращаемся?-спросил Ник.\n—Пожалуй да.-ответил Винс, посмотрев на зомби.\n—Да они еле ходят!-сказал Фрэнк.\n Джеф осмотрел зомби. Семь мертвецов двигались в его сторону. Медленными шагами Джеф шел на встречу. Когда он подошел к первому зомби он сделал рывок и ударил зомби по ноге. Громко рыча, зомби упал на землю и Джеф наступив ему на шею, сломал ее. \n Сделав несколько шагов назад от толпы, Джеф осмотрелся. В переулке не было ничего что можно было бы использовать против толпы зомби.",
    "answers": [
      {
        "id": 193,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 193,
    "text": " Зомби медленно приближались. \n—Отходи!-сказал Винс, подбежав с огнетушителем.\n Винс нажал на рычаг на огнетушителе и облил зомби пеной. Ближайшиму зомби пена закрыла глаза, но он продолжил медленно шагать к закусочной.\n—Похоже что они нас чуют.-сказал Ник.-Они справляются и без зрения!\n—Черт!-выругался Винс.\n Джеф подождал когда мертвец подойдет поближе и отпнул его из-за чего зомби отлетел назад и упал, уронив еще одного зомби.\n Винс поднял огнетушитель и кинул его в толпу зомби. Огнетушитель угодил в голову одному зомби и он упал.\n—Если побежим обратно, то эти всегда будут ждать нас здесь.-сказал Ник.-Так что придется разобраться с ними.",
    "answers": [
      {
        "id": 194,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 194,
    "text": " Джеф еще раз осмотрелся.\n—К контейнеру!-крикнул он.\n Джеф и Винс подбежали к мусорнуму контейнеру на колесах.\n—Толкай его на них!-сказал Джеф и начал толкать контейнер в сторону зомби. \n Контейнер начал набирать разгон. Фрэнк и Ник подбежали к контейнеру и помогли его толкать. Последним рывком в двух метрах от зомби все толкнули контейнер и отпустили его. Разогнавшись, контейнер наехал на толпу и перевернулся, раздвавив нескольких зомби. Двое зомби обошли контейнер и пошли дальше. Фрэнк замахнулся и ударил одного шваброй, отчего она сломалась. Второй зомби пошел к Фрэнку, но Джеф поставил ему подножку и он упал. Ударом ножа, Джеф добил его. Второго зомби Фрэнк ударил по голове палкой от швабры, но зомби этого даже не почувствовал. Тогда он приподнял палку над собой и резко ударив, пробил ей голову зомби.",
    "answers": [
      {
        "id": 195,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 195,
    "text": " Еще один зомби поднялся и обошел контейнер. Его левая рука болталась во все стороны что говорило о том что она сломана. Ник замахнулся какой-то железной трубой, которую взял где-то в закусочной и ударил зомби по голове. \n Зомби пошатнулся, но не упал. Тогда Ник ударил трубой сверху и сделал дыру в его черепе. Зомби обмяк и упал.\n Джеф с остальными подошли к контейнеру. Вытянув руку с ножом, Джеф вонзил нож в лицо зомби, который стоял за контейнером и пытался схватить его. Двоим зомби, упавший контейнер придавил ноги и обездвижил их. Третьему повезло меньше всех. Его передавило контейнером и только из-под него выглядывала только рука мертвеца. Добив выживших зомби, они подошли к концу переулка.",
    "answers": [
      {
        "id": 196,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 196,
    "text": " Джеф выглянул из-за стены и посмотрел на происходящее на улице. Всю улицу заполонили мертвецы и трупы. Сотни зомби ходили по улице и искали чей-нибудь труп, что бы съесть. Город почти затих. Только откуда-то из дали донесся звук взрыва. Похоже они заполнили весь город. \n—Их слишком много.-сказал Винс, выглянув из-за стены.-Значит выйти мы отсюда не сможем.\n—Почему же?-спросил Фрэнк и посмотрел на землю.-Не можем пойти по улице, пойдем под ней.\n Джеф посмотрел на землю и увидел канализационный люк.\n—А это неплохая идея.-сказал Ник.-Там не должно быть зомби.\n—А может на вылазку ночью лучше сходим?-предложил Фрэнк.-Днем мы как на ладони, а ночью есть шансы остаться незамеченными.\n—Пожалуй ты прав.-сказал Винс.\n Джеф подошел к люку и открыл его.\n—Нужно осмотреться там.-сказал он.-Может они уже и туда пробрались.\n—Возможно.-сказал Винс.-Тогда вы идите в закусочную, а я и Джеф проверим канализацию.\n—Понял.-сказал Ник.\n—Я бы был непротив пойти с вами, но ладно.-сказал Фрэнк.\n Ник и Фрэнк ушли, а Джеф и Винс спустились вниз.",
    "answers": [
      {
        "id": 197,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 197,
    "text": " Спрыгнув с лестницы, Джеф включил фонарик и осмотрелся.\n—Чисто.-сказал он.\n Винс спустился вниз и спросил:\n—Тебе не кажется что все как-то резко? Первые часы катастрофы, а мы уже собрались буквально разграбить все что увидим.\n—Если хотим выжить, то придется.-сказал Джеф.-Думаю что вся эта дрянь скоро выйдет за пределы города и мир погрязнет в этом дерьме, если конечно уже не погряз. Может зомби не только у нас. Спасать нас никто не будет.\n—Откуда такая уверенность?-спросил Винс, шагая за Джефом.\n—Подумай. Город захвачен зомби и несет угрозу для всего мира. Большая часть людей погибла. Стоит ли рисковать ради оставшихся? Которые причем могут разнести эпидемию и масштабы проблемы увеличатся.\n—Проще его зачистить.-сказал Винс.\n—И зачистку уже начали.-добавил Джеф.",
    "answers": [
      {
        "id": 198,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 198,
    "text": " Джеф и Винс час с лишним походили по канализации и вернулись к лестнице, по которой они спустились сюда. Поднявшись наверх, Джеф приподнял люк и осмотрелся. Убедившись что переулок чист, он поднял люк и вылез из канализации. Сразу после него выбрался Винс.\n Над городом в некоторых местах собрались клубы дыма. Решив что сейчас не время рассматривать небо Джеф пошел к закусочной. Дорога была заграждена двумя контейнерами для мусора.\n Рядом стояли Ник и Фрэнк с лестницей.\n—Мы не достанём!-нервно сказал Ник.-Нужно поставить лестницу на контейнер.\n—Ну так давай пододвинем его сюда.-сказал Фрэнк.\n—Уже что-то делайте.-сказал Винс.\n—Ну раз уж нам придется жить здесь хотя бы некоторое время, то будет лучше если мы обезопасим это место.-сказал Ник.-Мы поставили два контейнера вместе и получили небольшую баррикаду.\n—Но возникла небольшая проблема.-сказал Фрэнк.\n—И сто же за проблема?-спросил Джеф, перелезая через контейнер.\n—Два контейнера это не самая надежная защита.-сказал Ник.-И Фрэнк предложил...\n—Забраться на эту чертову пожарную лестницу.-перебил Фрэнк Ника.-По ней забраться на балкон и обыскать квартиры в доме. Вытащить оттуда мебель и использовать ее для строительства баррикады.\n—Неплохая идея.-сказал Винс.-А не будет ли лучше перебраться в этот дом?\n—Не думаю.-сказал Ник. Я забрался на крышу закусочной и увидел что дверь в том доме выбита. Если загородить проход, то может там и будет безопаснее, но в случае чего выбираться оттуда будет долго, а из закусочной можно через дверь выбежать в переулок. Разумнее будет использовать дом как убежище, если мы не сможем удержать закусочную.\n—А ты неплохо все продумал.-сказал Винс.\n—Нужно же было кому-то заняться этим.-уверено сказал Ник.\n—Может все-таки поможешь мне забраться на этот чертов балкон?-спросил Фрэнк.",
    "answers": [
      {
        "id": 199,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 199,
    "text": "—Нужно передвинуть контейнер.-сказал Ник.\n—Ну так не тупи и помоги мне!-недовольно сказал Фрэнк, толкая контейнер.\n Ник и Фрэнк подтолкнули контейнер поближе к стене дома. Фрэнк поставил лестницу на контейнер и полез наверх.\n—Вот же не прет!-сказал Фрэнк.\n—Что опять не так?-поинтересовался Ник.\n—Чуть-чуть до пожаррой лестницы не достаю.-сказал Фрэнк.\n—Сейчас что-нибудь придумаем.-задумавшись сказал Ник.\n—В принципе я могу попробовать допрыгнуть.-сказал Фрэнк.\n—Слишком рискованно.-сказал Ник.-Так что даже не думай.\n—Да ладно!-воскликнул Фрэнк.-Что случится-то?\n—Ты упадешь с высоты второго этажа и можешь себе что-нибудь сломать, а с переломом у тебя меньше шансов выжить.\n—Да успею я схватиться!-уверял Фрэнк Ника.",
    "answers": [
      {
        "id": 200,
        "text": "Поддержать Ника",
        "var_add": [
          "nick",
          2
        ]
      },
      {
        "id": 201,
        "text": "Поддержать Фрэнка",
        "var_add": [
          "frank",
          2
        ]
      }
    ]
  },
  {
    "id": 200,
    "text": "—Чувак, оно того не стоит. -сказал Джеф.-Тебе чуть ли не на метр вправо нужно прыгнуть и достать до лестницы, которая еще и выше тебя.\n—Да вы серьезно?-недовольно спросил Фрэнк.\n—Да.-сказал Ник.-Так что...\n Ник не успел договорить. Фрэнк оттолкнулся от лестницы и прыгнул. Он почти пролетел мимо, но успел схватиться одной рукой за нижнюю перекладину. Схватившись второй рукой, он перестал качаться и посмотрел вниз.\n—Ну что?-довольно улыбаясь спросил Фрэнк.\n—Ты чуть не упал!-сказал Ник, осуждая безрассудный поступок Фрэнка.\n Фрэнк ухмыльнулся и подтянувшись забрался на балкон.\n—Аккуратнее.-сказал Ник.\n—Конечно мамочка.-дразнил Ника Фрэнка.",
    "answers": [
      {
        "id": 202,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 201,
    "text": "—Будешь прыгать, постарайся не упасть.-сказал Джеф.\n—Понял.-довольно сказал Фрэнк.\n—Черт, Фрэнк, давай спускайся.-сказал Ник.-А то еще...\n Ник не успел договорить. Фрэнк оттолкнулся от лестницы и прыгнул. Он чуть не пролетел мимо, но успел схватиться одной рукой за нижнюю перекладину. Схватившись второй рукой, он перестал качаться и посмотрел вниз.\n—Ну что?-довольно улыбаясь спросил Фрэнк.\n—Ты чуть не упал!-сказал Ник, осуждая безрассудный поступок Фрэнка.\n Фрэнк ухмыльнулся и подтянувшись забрался на балкон.\n—Аккуратнее.-сказал Ник.\n—Конечно мамочка.-дразнил Ника Фрэнка.",
    "answers": [
      {
        "id": 202,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 202,
    "text": "  Фрэнк подтянулся и схватил вторую ступень лестницы. Вскоре он оказался на балконе.\n—Я же говорил что смогу!-довольно сказал Фрэнк.\n—А теперь опусти пожарную лестницу.-сказал Ник.\n Фрэнк присел и спустил лестницу вниз.\n—Доволен?-спросил он.-Если бы я не прыгнул, то сейчас я бы здесь не стоял и мы думали как же сюда попасть.\n—Ждешь когда я тебя похвалю?-спросил Ник.-Молодец мальчик Фрэнк, мы гордимся тобой.\n Фрэнк злобно посмотрел на Ника.\n—Мне не нужны твои похвалы.-недовольно сказал Фрэнк.-Я хочу что бы ты перестал указывать что мне делать. Я и сам знаю что делать, мне не впервой лазить и прыгать где-либо.\n—Ну да, ты же у нас чертов гений.-сказал Ник.",
    "answers": [
      {
        "id": 203,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 203,
    "text": "—Это ты всегда строишь из себя самого умного.-сказал Фрэнк.-И меня это уже бесит.\n Фрэнк хотел что-то сказать, но его перебил крикнувший Винс.\n—Сзади!-крикнул Винс.\n—Что?-спросил Фрэнк, обернувшись.\n На него со спины набросился зомби и чуть не уронил его с балкона. Зомби пытался вцепиться в плечо Фрэнка, но Фрэнк сопротивлялся. Казалось что зомби вот-вот столкнет Фрэнка с балкона. Собрав все силы, Фрэнк оттолкнул зомби и пнул его в живот, отчего тот упал вниз. Упав на землю, зомби ударился головой об землю и под ней образовалась большая лужа крови.\n Отряхнувшись Фрэнк сказал:\n—Было бы неплохо, если бы кто-то забрался ко мне и помог с обыском. Хотя лучше залазте все.",
    "answers": [
      {
        "id": 204,
        "text": "Забраться по лестнице"
      }
    ]
  },
  {
    "id": 204,
    "text": " Джеф забрался по лестнице на балкон и осмотрелся. Дверь на балкон была выбита и выходит что зомби вышел из квартиры.\n—Я останусь внизу.-сказал Винс.-Если сюда пойдут зомби, то я вас предупрежу.\n Ник забрался на балкон и посмотрел в окно квартиры. \n—Ну что?-спросил Фрэнк.-Идем?\n Джеф достал нож и медленно зашел в квартиру. Внутри царил беспорядок. Мебель была опрокинута или сломана. Стены и пол были залиты кровью.\n—На кухне чисто.-сказал Джеф.\n В квартиру зашел Ник.\n—Интересно, а где хозяин?-спросил он.\n—Готов поспорить что он только что упал вниз.-сказал Фрэнк, открыв холодильник.\n В холодильнике было немного еды.\n—О! Ништяки.-радостно сказал Фрэнк и достал из холодильника сосиску.\n—Нужно будет унести в закусочную все что он не съест.-сказал Ник.",
    "answers": [
      {
        "id": 205,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 205,
    "text": " Пока Ник и Фрэнк осматривали кухню, Джеф прошел вглубь квартиры. В гостинной комнате была такая же ситуация. Все было вверх дном телевизор был опрокинут и разбит, а шкаф упал прямо на письменный стол у окна, на котором стоял компьютер. На одной из стен были кляксы крови, а серый ковер был залит ей. Стеклянный журнальный столик был разбит и осколки стекла лежали почти по всей комнате. \n Джеф открыл дверь и зашел в спальню. Это была единственная комната где был хоть какой-то порядок. Крови не было. Шкаф был открыт, а кровать расправлена. Убедившись что в комнате нет трупов и зомби, Джеф вышел из спальни и зашел в ванную комнату, где тоже никого не обнаружил. Только кровь на полу и открытая аптечка бросались в глаза.",
    "answers": [
      {
        "id": 207,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 206,
    "text": " 29.09.19. — Квест достиг размера в 200 страниц. Начата работа над обложкой. В планах добавить в квест больше изображений.\n____________________________________________________20.10.19. — Загружена обложка, но так как квест в режиме тестирования, увидеть ее пока что не представляется возможным. На главную страницу добавлена картинка. Планы на будущее не меняются. \n____________________________________________________",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 207,
    "text": " Джеф подошел к раковине и открыл кран. Набрав воды,он вымыл руки от крови и умылся. Намочив руку, он отмыл кровь с куртки и джинс.\n Он посмотрел на себя в зеркало напротив.\n\"Не помешало бы побриться\"-подумал он, проведя рукой по щетине.\n Закрыв кран, Джеф вышел из ванной. В гостинной были Ник и Фрэнк. \n—А вот ты где.-сказал Фрэнк, лежа на диване.-Мы думали что ты в подъезд ушел.\n—Я заглянул в подъезд.-сказал Ник.-На первом этаже квартир нет. Только дверь в подвал. Нужно чем-то закрыть вход в дом.\n—Есть идеи?-спросил Джеф.\n—Есть.-ответил Ник.-В спальне есть шкаф. Нам он не пригодится и можно закрыть им проход, но один он толпу не сдержит. Поэтому нужно подпереть его этим шкафом.\n Ник указал на шкаф, который упал на письменный стол.\n—Так же было бы неплохо подпереть оба шкафа чем-либо.-добавил он.\n—Ну тогда давай вытащим шкаф из спальни в подъезд.-сказал Джеф.",
    "answers": [
      {
        "id": 208,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 208,
    "text": " Ник и Джеф вытащили шкаф в подъезд.\n—Теперь главное не привлечь внимание зомби с улицы.-сказал Ник.\n—Если что я прикрою.-сказал Фрэнк. \n Взяв шкаф, Ник и Джеф медленно спускались по лестнице на первый этаж, а Фрэнк придерживал его сзади. Они медленно спустились на первый этаж и несколько зомби заметили их и пошли к дому.\n Ник и Джеф закрыли проход шкафом, при этом изрядно нашумев. Из-за шкафа раздалось рычание. Зомби стучали по шкафу и, навалившись на него, чуть не уронили.\n—Тащите второй!-сказал Джеф, удерживая шкаф.\n Ник и Фрэнк тут же побежали обратно в квартиру. С трудом Джеф удерживал шкаф на месте, хотя из-за зомби он шатался из стороны в сторону.",
    "answers": [
      {
        "id": 209,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 209,
    "text": " Ник и Фрэнк вышли из квартиры с еще одним шкафом. Они старались побыстрее спустить его вниз, как вдруг Фрэнк, идущий спереди, споткнулся и отпустил шкаф. Ник не смог удержать шкаф и он покатился вниз по лестнице.\n—Беги!-крикнул Ник.\n Джеф быстро отскочил в сторону и шкаф врезался в другой шкаф, подперев его. Раздался грохот, который привлек еще больше зомби, но воздвигнутые баррикады сдерживали их, хотя иногда пошатывались.\n—Ты как?-спросил Фрэнк.\n—Живой.-сказал Джеф, поднявшись с пола и отряхнувшись.-Нужно еще что-то поставить, иначе большую толпу он не сдержит.\n—Еще один шкаф я не потащу.-сказал Фрэнк.-Я чуть вместе с ним чуть не улетел.\n—Сейчас найдем что-нибудь.-сказал Ник и побежал на третий этаж.\n—Давай еще что-нибудь скинем.-сказал Фрэнк и вернулся в квартиру.",
    "answers": [
      {
        "id": 210,
        "text": "Идти к Фрэнку"
      }
    ]
  },
  {
    "id": 210,
    "text": "—Давай вот эту тумбочку спустим.-сказал Фрэнк, подойдя к тумбочке.\n Джеф и Фрэнк взяли тумбочку и вынесли ее в подъезд. Спустившись вниз по лестнице, они подперли ею шкаф и теперь баррикада была надежнее и крепче, но этого все равно не хватало.\n—Наверху все квартиры закрыты.-сказал Ник, спустившись с третьего этажа.\n—Значит нужно как-то открыть.-сказал Фрэнк.\n Вдруг через щель в баррикаде пролезла рука зомби и тянулась к Фрэнку, но он был слишком далеко.\n—Черт!-крикнул Фрэнк, отскочив в сторону.-Эта тварь меня схватить хотела!\n Джеф достал нож и ударил им по руке мертвеца. Нож прошел сквозь руку и зомби зарычав убрал ее.",
    "answers": [
      {
        "id": 211,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 211,
    "text": " Джеф поднялся на третий этаж и посмотрел на замочную скважину одной из двух дверей.\n—Она закрыта.-сказал Ник, поднявшись следом.\n—Я не слепой.-сказал Джеф, осмотрев замок.-Но ее можно открыть.\n—И как же?-спросил Фрэнк.-У нас же отмычек нет.\n—Их можно сделать, но нужно время.-ответил Джеф.-Замок не сложный, много времени не займет.\n—Только вот как ты отмычку сделаешь?-спросил Фрэнк, попытавшись открыть вторую дверь.-Нам нужно три двери открыть.\n—Сделаю из чего-нибудь.-ответил Джеф.\n—А скрепка не подойдет?-спросил Ник, достав из кармана скрепку.\n—Должна.-сказал Джеф и взял скрепку.",
    "answers": [
      {
        "id": 212,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 212,
    "text": " Через пару минут Джефу удалось открыть дверь и он, убрав скрепку, достал нож вошел в квартиру. Он зашел в гостинную и никого не встретил.\n—Может тут вообще никого нет?-предположил Фрэнк, осмотрев ванную.\n—На кухне никого.-сказал Ник, выглянув с кухни.\n—Вот и хорошо.-сказал Джеф и зашел на кухню.\n—Осталось две квартиры.-сказал Фрэнк и достал из холодильника бутылку пива.\n—Тебя не смущает что ты взял это из чужого холодильника?-недовольно сказал Ник.\n—А то что мы проникли в чью-то квартиру тебя не смущает?-спросил Фрэнк, открыв бутылку.-К тому же если хозяин вернется, то я куплю ему две бутылки.",
    "answers": [
      {
        "id": 213,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 213,
    "text": " Джеф вышел в подъезд и подошел ко второй двери. Повозившись несколько минут с замком, он открыл ее. Ник и Фрэнк были в другой квартире и Джеф, не дожидаясь их, зашел в квартиру.\n По полу шли кровавые следы, ведущие в гостиную. Достав нож, Джеф медленно шел по следам. Он выглянул из-за угла и осмотрел гостиную, где к его удивлению не увидел никого, кто мог оставить эти следы. Гостиная выглядела так, как будто здесь была драка. Все было развалено и разгромлено. Посреди комнаты лежал сломанный пополам столик, а рядом валялся опрокинутый телевизор. \n Вдруг взгляд Джефа привлекло тело девушки, лежащее в углу. Он подошел к нему и убедился что она мертва и не набросится на него.",
    "answers": [
      {
        "id": 214,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 214,
    "text": " В один момент за его спиной он услышал какие-то шорохи. Он обернулся и увидел открытую дверь в ванную, откуда доносились шорохи. \n Джеф медленно пошел к источнику шороха, как вдруг девушка сзади схватила его за ногу и он упал. Он отполз назад, но девушка крепко держала его за ногу и ползла к нему.",
    "answers": [
      {
        "id": 215,
        "text": "Ударить ее кулаком"
      },
      {
        "id": 216,
        "text": "Пнуть ногой"
      }
    ]
  },
  {
    "id": 215,
    "text": " Джеф приподнялся и ударил девушку по лицу, но она схватила его за руку, и резко вцепилась в нее зубами, прокусив ее до крови. Отпнув зомби, Джеф отполз назад, держась за кровоточащую руку. Из руки хлынул ручей крови, и Джеф пытался зажать место укуса, что бы как-то остановить текущую кровь.\n Отползая назад, он наткнулся на что-то и посмотрел вверх, увидев зомби, готового набросится на него в любой момент. Зомби набросился на Джефа, и вцепился зубами в плечо, пытаясь прокусить толстую куртку. Джеф попытался сбросить его, но вдруг девушка снова схватила его за ногу и вцепилась в нее. Через несколько мгновений второй зомби вцепился ему в шею и тут же прервал мучения Джефа.",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "text_color": [
          1,
          0,
          0
        ]
      }
    ]
  },
  {
    "id": 216,
    "text": " Джеф со всей силы пнул девушку ногой по лицу, и она тут же отлетела назад. Он отполз от нее, и спиной наткнулся на что-то. Подняв голову, он увидел зомби стоящего за ним. Прохрипев что-то, зомби приготовился напасть на Джефа.",
    "answers": [
      {
        "id": 217,
        "text": "Перекатиться в сторону"
      },
      {
        "id": 218,
        "text": "Подняться на ноги"
      }
    ]
  },
  {
    "id": 217,
    "text": " Сделав перекат в сторону, Джеф мгновенно поднялся на ноги. Зомби упал прямо туда, где только что лежал Джеф, а это означало что Джеф поступил правильно, увернувшись от атаки перекатом.\n Зомби начал вставать, и Джеф пнул его по голове, отчего он с ревом отлетел в сторону. Удар ножом по голове успокоил зомби на всегда. Девушка пыталась поднять, но как посмотрел Джеф, с ее ногой что-то не так. Джеф наступил ей на шею, и сильно надавил, после чего раздался хруст и тело девушки обмякло.",
    "answers": [
      {
        "id": 219,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 218,
    "text": " Поднявшись на ноги, Джеф развернулся что бы ударить зомби, но тот внезапно тут же набросился на него, и уронил его на девушку, которая тут же вцепилась в руку Джефа. Джеф замахнулся и воткнул в спину зомби нож, но это не принесло ожидаемого результата, и зомби не составило труда убить Джефа.",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "text_color": [
          1,
          0,
          0
        ]
      }
    ]
  },
  {
    "id": 219,
    "text": " Вдруг в квартиру зашли Фрэнк и Ник.\n—Необязательно было геройствовать и идти одному.-сказал Ник, тыча ногой в тело зомби.\n Джеф ничего не ответил и вышел в подъезд, направившись на балкон.\n—Ну как вы там?-спросил Винс, сидя на мусорном контейнере.\n—Внутри со всеми разобрались.-сказал Джеф и спустился вниз.-Думаю дальше вдвоем справится.\n—Были проблемы?-поинтересовался Винс.\n—Да нет.-ответил Джеф и сел рядом.",
    "answers": [
      {
        "id": 220,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 220,
    "text": "—До сих пор не могу понять что произошло.-сказал Винс.-Несколько часов назад я просто катался по городу и доставлял случайных пассажиров. А сейчас? Сейчас мы только что ограбили дом и убили парочку живых трупов. Сегодня будет трудно уснуть.\n Винс посмотрел по сторонам и спросил?\n—А ты?\n—Что я?-переспросил Джеф.\n—Как себя чувствуешь?\n—Как обычно.-ответил Джеф.-Не в восторге конечно, но я не собираюсь сидеть сложа руки. Никто не поможет — помогу себе сам. \n—Винтовка, которую ты с собой притащил, правда принадлежала спецназовцу?-спросил Винс.\n—Разумеется, я откинулся только пару дней назад и где я по-твоему достану винтовку?\n—И как ты его грохнуть решился? Это же дохлое дело.\n—Ну если бы я попытался убежать, то он бы меня грохнул. Выбор был либо я, либо он. И я выбрал себя. Как только он завернул в переулок я его порезал. Взял все что было и свалил.\n—Только с тюрьмы и сразу же нарушать закон? Отчаянно.\n—Тут все было просто. Даже если весь этот кипиш утихнет, то вряд ли они будут искать виновного в его смерти. Да я и не переживаю.",
    "answers": [
      {
        "id": 221,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 221,
    "text": "—Не прошло даже дня, а уже почти весь город выкосило.-сказал Винс.\n—Не думаю что во всем городе так жестко и резко все началось. Просто мы оказались в эпицентре всего этого, а у остальных частей города были шансы.-сказал Джеф.\n—Возможно ты прав.-сказал Винс вздохнув.\n—Эй.-тихо крикнул Фрэнк с балкона.-Мы тут еды нарыли на пару дней должно хватить.\n—Еда у нас есть, как на счёт остального? Есть еще что-то?-спросил Винс.\n Фрэнк посмотрел в квартиру и сказал:\n—Увы, но медикаментов нет. Зато у нас есть еда, а значит с голоду мы не умрем.\n—Значит ночью придётся идти за припасами.-решил Винс.-Без медикаментов мы быстро вымрем.\n—Знаешь где ближайшая аптека?-спросил Джеф.\n—Да, тут не очень далеко.-ответил Винс и слез с контейнера.-Выходим ночью, а сейчас я не вижу смысла лишний раз находиться на улице.",
    "answers": [
      {
        "id": 222,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 222,
    "text": " Джеф зашел в закусочную следом за Винсом.\n—А где остальные?-спросил Сэм, допивая очередную чашку кофе.\n—В доме рядом шарятся.-ответил Винс.\n—Не прошло и дня, а вы уже дома грабите?-недовольно спросила Мэри.-Хотя чему я удивяюсь, с нашей-то кампанией.\n Она злобно посмотрела на Джефа и отвернулась.\n—Мы решили что нужно поесть приготовить.-скромно сказала Лиза, что-то нарезая.\n—Отлично.-улыбнувшись сказал Винс.-Еды много, но все же старайтесь экономить.",
    "answers": [
      {
        "id": 223,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 223,
    "text": " Вдруг дверь открылась и в закусочную зашли Фрэнк и Ник.\n—Значит ночью идем обносить аптеку?-спросил Фрэнк, что-то доедая.\n—Да, придется.-сказал Винс.\n—Значит мы уже и до аптеки добрались. -недовольно проворчала Мэри.-Мы теперь будем как отморозки какие-то.\n Посмотрев на Джефа, она добавила:\n—Как некоторые.\n—Слушай, а не пойти ли тебе со своей моралью куда-нибудь подальше?-недовольно предложил Фрэнк.-Я не собираюсь сдохнуть из-за того что у нас не оказалось каких-нибудь таблеток, только потому что ты посчитала что украсть их будет неправильно.\n—Да ты от него тоже не далеко уйдешь.-сказала Мэри.\n—За то живой буду.-уверенно сказал Фрэнк.\n—Ну посмотрим, вы же все так уверены что держать преступника под боком нормально. Конечно же не будет никаких последствий.-сказала Мэри.\n—Пока что от него толку побольше чем от тебя.-сказал Фрэнк.",
    "answers": [
      {
        "id": 224,
        "text": "Уйти с кухни"
      }
    ]
  },
  {
    "id": 224,
    "text": " Не желая слушать этот бесполезный спор, Джеф подошёл к двери и ушел с кухни, вернувшись в столовую. Следом вышел Сэм и протянул Джефу его M4A1.\n—Держи.-сказал Сэм.-В целости и сохранности.\n—Оставь пока что у себя.-сказал Джеф, сев за столик. Сегодня ночью, когда мы уйдем вам не помешает хоть какое-то оружие.\n Сэм положил винтовку на стол и сел рядом.\n—Не парься на счет этой стервы.-сказал Сэм.-Кого ее мнение тут волнует?\n—Да мне как-то наплевать на нее и на то что она обо мне думает.-равнодушно ответил Джеф.\n Сэм посмотрел на чашку рядом и огорченно вздознул, когда увидел что она пустая.\n—Тебе не кажется что ты пьешь слишком много кофе?-поинтересовался Джеф.\n—А что еще поделать?-спросил Сэм.-Просто я слишком устал сегодня. И физически и душевно. Прошла только половина дня, а я уже выжат как лимон. Перекусить я бы тоже не отказался.",
    "answers": [
      {
        "id": 225,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 225,
    "text": "—Ну пойду посмотрю что там с едой.-сказал Сэм и ушел на кухню.\n Джеф слегка отодвинул занавеску и посмотрел на некогда оживленную улицу, по которой теперь ходят только мертвые. Несмотря на спокойствие Джефа, внутри все равно было что-то не так. Не хотелось признавать все это безумие. Опустив все переживания на глубину души, Джеф вспомнил про Алена.\n—Черт, как я мог про него забыть.-тихо сказал Джеф и достал телефон.\n Быстро набрав номер друга, Джеф ждал ответа, но в ответ услышал только гудки. Никто не ответил. Второй звонок тоже не принес результата.",
    "answers": [
      {
        "id": 226,
        "text": "Дальше",
        "need": [
          -140
        ]
      },
      {
        "id": 227,
        "text": "Дальше",
        "need": [
          140
        ]
      }
    ]
  },
  {
    "id": 226,
    "text": " Печально вздохнув, он убрал телефон в карман.\n\"Вряд ли с ним что-то могло случиться. Этот придурок живучий — так просто он не откинется.\"\n Джеф закрыл окно занавеской и, откинувшись к стене, надеялся поспать часик другой.\n Вскоре он проснулся оттого что почувствовал как кто-то трясет его за плечо. Он открыл глаза и увидел Фрэнка, который стоял со своей порцией еды.\n—Там поесть приготовили.-сказал он и сел за столик.-Думаю ты не откажешься перекусить.\n—Да, лишним не будет.-сказал Джеф и направился на кухню.",
    "answers": [
      {
        "id": 234,
        "text": "(Спустя пару часов)"
      }
    ]
  },
  {
    "id": 227,
    "text": "—Что-то случилось?-спросила, появившаяся из ниоткуда, Эрика.\n—Да нет, ничего страшного.-ответил Джеф, надеясь отвертеться от множества вопросов.\n—Тогда кому ты звонил?-спросила Эрика, сев рядом.\n—А разве это имеет значение?-недовольно спросил Джеф.-Это мое дело и никого из вас оно не касается.\n—Ну раз это настолько личное, то хорошо.-сказала Эрика.-Я не настаиваю.",
    "answers": [
      {
        "id": 229,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 228,
    "text": " Винс сделал еще глоток и спросил:\n—У тебя все?",
    "answers": [
      {
        "id": 242,
        "text": "-Да"
      },
      {
        "id": 243,
        "text": "Какой у нас план?"
      }
    ]
  },
  {
    "id": 229,
    "text": "—Что скажешь об этом?-нерешительно спросила Эрика.\n—О чем именно?-спросил Джеф.\n—Их мнение о тебе.-сказала Эрика.\n Она посмотрела на дверь, ведущую на кухню, и добавила:\n—Особенно о том, что думают некоторые особо выдающиеся личности.\n—Меня это не волнует.-ответил Джеф.-А что?\n—Что-то я не верю в то, что тебя это не волнует.-уверенно сказала Эрика.-Тебя же буквально в грязь втаптывают.\n—Слушай.-сказал Джеф, с серьезно смотря на Эрику.-За свою жизнь я такого дерьма повидал и столько его заварил, что никто из вас себе представить столько не сможет. Я видел много людей и много кому из них я не нравился. И почему меня должно волновать мнение какой-то ворчащей старухи и пацаненка, который решил поиграть в героя?\n—Наверное ты прав.-сказала Эрика, в один миг растеряв всю уверенность.\n—Вот и отлично.-сказал Джеф.-Вопросы закончились?\n—Да. Вроде.-сказала Эрика.",
    "answers": [
      {
        "id": 230,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 230,
    "text": " Эрика отвернулась в окно и молча что-то рассматривала. Судя по всему, она не ожидала такого недружелюбия от Джефа и решила не донимать его вопросами.\n\"Возможно стоило быть помягче.\"\n—Плохой из тебя журналист наверное.-сказал он.\n—Это почему?-удивленно спросила Эрика.\n—Журналистам нужны ответы. Они надоедливые, вечно достают вопросами, роют под тебя что бы что-то узнать. А ты получила отказ и сразу же сдалась. В тебе нет этой настойчивости, которая им присуща, и за которую их ненавидят. Так ты никогда ничего не добьешься.\n—Не соглашусь. Я не собиралась выбить из тебя какую-либо информацию, значит и делать такие выводы ты не можешь. Это была обычная беседа, а не сбор информации.\n—Да? Тогда почему ты вечно лезешь ко мне со всякими вопросами? \n—Обычное любопытство. Должна же я знать тех, с кем нахожусь.-ответила Эрика.\n—Но я почему-то не видел как ты общаешься с кем-то.-сказал Джеф.\n—Я общаюсь, только тебя не было в тот момент.-сказала Эрика.",
    "answers": [
      {
        "id": 231,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 231,
    "text": "—Только их ты вопросами не заваливаешь.-сказал Джеф.\n—Я им не доверяю, вот и не лезу к ним. Ты меня спас и тебе я доверяю больше.-сказала Эрика.\n—Если после такого ты сразу доверяешь человеку, то я тебе не завидую.-сказал Джеф.\n—Вот я и пытаюсь узнать тебя и понять можно тебе доверять или нет. Но что-то не удается.\n—С таким старанием и не удастся.-сказал Джеф.-Ты сразу сдаешься. Одно слово и у тебя тут же вся уверенность пропадает. Чую что успехами в карьере ты не блещешь.\n Эрика ничего не ответила.\n—Значит я угадал.-довольно сказал Джеф.-Не думаю что тебе что-то важное поручали.\n—Ну да я пока что плохой журналист!-недовольно сказала Эрика.-И что в этом такого? Подумаешь мне пока что ничего важного не поручают. Я стараюсь, так что все должно получится.\n—Так зачем ты стала журналистом, если он из тебя выходит плохо?\n—Потому что хочу. Разве это не понятно?-недовольно спросила Эрика.-Мой папа был журналистом, я еще в детстве определилась с профессией.",
    "answers": [
      {
        "id": 232,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 232,
    "text": "—Но способности у меня видать откровенно плохие.-огорченно сказала Эрика.-Раз я даже не могу узнать как у тебя дела.\n—Ты даже в своих способностях не уверена. -подметил Джеф.-Такими темпами ты точно ничего не добьешься.\n Эрика снова молча уткнулась в окно.\n—Ладно, не парься так.-подбодрил ее Джеф.-Просто я привык к тому что на меня не должно быть информации ни у кого. Так что если бы ты пыталась вытащить из меня хоть что-то, то у тебя бы ничего не вышло.\n—Откуда такая уверенность?-спросила Эрика.\n—Меня даже на допросе не раскололи.-ответил Джеф.-Какие у тебя были шансы?\n—Но если тебя поймали и посадили, значит где-то ты был замечен.-сказала Эрика.\n—Нет, меня просто сдали, когда я стал опасен. Я много знал и это представлял серьёзную угрозу. Убрать меня не смогли и решили сдать копам.\n—И что было дальше?-спросила Эрика.\n—Ну все доказать не смогли, а о многих моих грехах они даже не подозревали. Мне дали приличный срок, а потом посадили. Там от меня тоже пытались избавиться, но ничего не вышло.\n—Да, непросто тебе.-сказала Эрика.",
    "answers": [
      {
        "id": 233,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 233,
    "text": " Вдруг дверь на кухню открылась и оттуда вышел Фрэнк со своей порцией еды.\n—Там все готово.-сказал он и сел за один из столиков.-Так что можете идти за своими порциями.\n—Я бы не отказалась перекусить.-радостно сказала Эрика и направилась на кухню.\n Вздохнув Джеф встал из-за стола и пошел следом.",
    "answers": [
      {
        "id": 234,
        "text": "(Спустя несколько часов)"
      }
    ]
  },
  {
    "id": 234,
    "text": "(Спустя несколько часов)\n\n Винс отодвинул занавеску и посмотрел на ночной город. \n—Думаю можно выступать.-сказал он.-Возьмем все что сможем найти и возвращаемся.\n—Разворуйте чье-то имущество если просто говоря.-недовольно сказала Мэри.\n—Полчаса вам на сборы.-сказал Винс, проигнорировав слова Мэри.-Когда все будут готовы выходим.",
    "answers": [
      {
        "id": 235,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 235,
    "text": " Джеф стоял в углу и смотрел на зомби, бродящих по улице. Свет в закусочной был выключен, что бы не привлекать лишнего внимания. Было темно, но свет с улицы слегка освещал комнату. Все были заняты своими делами. Кто-то собирал вещи к ночной вылазке, кто-то спал, а кто-то просто сидел, незная чем заняться.",
    "answers": [
      {
        "id": 235,
        "text": "\n  Винс стоял около стойки и допивал чай. Рядом лежал нож, который он решил взять с собой, так как больше ничего найти не удалось.",
        "merge": true
      },
      {
        "id": 235,
        "text": "\n  Фрэнк стоял в углу и стеклянными глазами пялился в окно, словно искал там что-то. Судя по его виду он нервничал, но пытался это скрыть.",
        "merge": true
      },
      {
        "id": 235,
        "text": " \n  Эрика сидела за одним из столиков и собиралась лечь спать. Как бы она не ложилась, ей не удавалось спокойно уснуть.\n \"Думаю сегодня много кто не сможет спокойно уснуть.\"",
        "need": 140,
        "merge": true
      },
      {
        "id": 235,
        "text": " \n  Ник сидел около стола, на котором стоял телевизор и собирал вещи. Вещей брали немного, так как брать было нечего. Какое-нибудь оружие и рюкзак. Рядом на столе лежали несколько предметов. Судя по всему он выбирал что взять с собой в качестве оружия.",
        "merge": true
      },
      {
        "id": 235,
        "text": "\n  Лиза мирно спала за одним из столиков рядом с Мэри, которая всем своим видом выражала недовольство нынешней ситуацией, планом Винса и присутствием Джефа. ",
        "merge": true
      },
      {
        "id": 235,
        "text": "\n  Зато Сэм с довольным видом сидел за своим столиком, открыв бутылку виски. \n\"Как же мало надо человеку для счастья.\"",
        "merge": true
      },
      {
        "id": 236,
        "text": "Подойти к Винсу",
        "need": -236
      },
      {
        "id": 237,
        "text": "Подойти к Фрэнку",
        "need": 237
      },
      {
        "id": 238,
        "text": "Подойти к Эрике",
        "need": [
          140,
          -238
        ]
      },
      {
        "id": 239,
        "text": "Подойти к Нику",
        "need": -239
      },
      {
        "id": 240,
        "text": "Подойти к Сэму",
        "need": -240
      },
      {
        "id": 248,
        "text": "Подойти к Фрэнку",
        "need": 237
      },
      {
        "id": 250,
        "text": "Подойти к Нику",
        "need": [
          239,
          -250
        ]
      },
      {
        "id": 253,
        "text": "Подойти к Сэму",
        "need": [
          240,
          -241
        ]
      },
      {
        "id": 255,
        "text": "Отправиться на вылазку"
      }
    ]
  },
  {
    "id": 236,
    "text": " Джеф подошел к Винсу и сел рядом.\n—Ты готов?-спросил Винс.\n—Разумеется, а ты как?-ответил Джеф.\n Винс взял чашку с чаем и, сделав глоток, сказал:\n—В целом я готов. Нам на то, что бы собраться много времени не надо, ведь собирать нечего. Взял только нож и какую-то старую сумку, надеюсь не развалится.",
    "answers": [
      {
        "id": 228,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 237,
    "text": "—О чем задумался?-спросил Джеф, подойдя к Фрэнку.\n—Да так, по мелочам.-ответил Фрэнк.-Смотрю на наш прекрасный город.\n—Я бы не назвал его прекрасным, даже до всего этого.-сказал Джеф, смотря в окно.\n Фрэнк ничего не ответил. Откуда-то из кармана он достал слегка смятую пачку сигарет и достал одну.",
    "answers": [
      {
        "id": 188,
        "text": "Угостишь?",
        "var_need": [
          "frank",
          22
        ]
      },
      {
        "id": 244,
        "text": "Угостишь?",
        "var_less": [
          "frank",
          22
        ]
      }
    ]
  },
  {
    "id": 238,
    "text": "—Не спится?-спросил Джеф, сев напротив Эрики.\n—Да, есть такое.-сонным голосом ответила Эрика.\n—Думаю сегодня много кто не сможет спокойно уснуть.-сказал Джеф.\n—Да.-согласилась Эрика.-Столько всего произошло, аж в голове не укладывается.\n—Ничего, уснешь как нибудь.-сказал Джеф, посмотрев в окно.-Пистолет не потеряла?\n Эрика засунула руку в карман и вытащила оттуда пистолет.\n—Отлично, главное не потеряй.-сказал Джеф.\n—Не потеряю. По крайней мере постараюсь.\n—Как стрелять помнишь?\n—Да, только не знаю смогу ли попасть в кого, хотя проверять свои навыки мне пока не хочется.-сказала Эрика.\n Она поправила волосы и спросила:\n—Вы скоро уходите?\n—Да, нужно найти аптеку и забрать все прежде чем кто-то опередит нас.-ответил Джеф.\n—Ну удачи вам, думаю она вам понадобится.-улыбнувшись сказала Эрика.\n—Спасибо.-сказал Джеф и встал из-за столика.-Спокойной ночи.\n Эрика кивнула и легла на сиденье.",
    "answers": [
      {
        "id": 235,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 239,
    "text": "—Что-то нужно?-спросил Ник, заметив Джефа.\n—Решил узнать готов ты или нет.-сказал Джеф, подойдя к столу.\n—За меня беспокоиться не стоит.-уверенно сказал Ник.-Соберу все необходимое и я готов.\n—Можно подумать у нас есть что собирать.-сказал Джеф.\n—Если поискать, то можно найти.-сказал Ник.\n—Не знаю что можно полезного тут найти.-сказал Джеф, постучав по экрану телевизора.-Даже чертов телик не работает.",
    "answers": [
      {
        "id": 249,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 240,
    "text": "—О! А я тебя жду.-сказал Сэм и налил в стопку виски.\n Он протянул стопку Джефу и сказал:\n—Давай, за чертов конец света!-задорно предложил Сэм.\n—Только если одну.-сказал Джеф и взял стопку.\n—Давай.-сказал Сэм, подняв свою стопку.\n Джеф залпом опустошил стопку и поставил ее на место.\n—Я думаю с тебя сегодня хватит.-сказал Джеф, заметив что бутылка почти пуста.-Если зомби сюда попадут, то пьяный ты далеко не убежишь.\n—Она уже была наполовину пустая.-сказал Сэм.\n—Но я думаю что тебе лучше оставить на завтра.-настаивал Джеф.\n—Не парься, я меру знаю.-сказал Сэм.\n Джеф вышел из-за столика и пошел.\n—Кстати, удачи вам.-сказал Сэм вслед.\n—Спасибо.-сказал Джеф и ушел.",
    "answers": [
      {
        "id": 235,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 241,
    "text": "—Ну не пропадать же теперь бутылке.-сказал Сэм.\n—Можешь отдать ее мне, и она не пропадет.-сказал Джеф.\n—Зачем тебе?-удивленно спросил Сэм.-Ты же сказал что больше не будешь.\n—Я не буду, но знаю кто был бы не против.-сказал Джеф.\n Сэм посмотрел на бутылку и сказал:\n—Да, пожалуй с меня хватит. Бери, я на сегодня все.\n Джеф взял бутылку и ушел.",
    "answers": [
      {
        "id": 235,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 242,
    "text": "—Ну тогда скоро выходим.-сказал Винс.-Пока что еще можешь отдохнуть.\n Джеф встал и вернулся к своему столику.",
    "answers": [
      {
        "id": 235,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 243,
    "text": "—Плана, как такового нет.-сказал Винс.- Действуем по обстоятельствам.\n—А куда мы вообще направимся?-спросил Джеф.\n—Недалеко отсюда есть аптека.-начал Винс.-Чувствую скоро спрос на медикаменты подскочит и будет хорошо, если мы успеем ими обжиться до того, как их будет трудно достать.\n—Разве мы сможем по канализации добраться до нужного места?\n—Просто пойдем в сторону где находится аптека. Будем смотреть из люков и искать нужную улицу. Я конечно понимаю, что это долго и муторно, но поверху идти нельзя, иначе мы всех трупоедов соберем.",
    "answers": [
      {
        "id": 228,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 244,
    "text": " Фрэнк открыл пачку и сказал:\n—Я бы с радостью, но у меня только три остались, самому еще надо. Без обид.\n—Ну тогда ладно.-сказал Джеф.-Найду где-нибудь еще.\n Фрэнк убрал пачку в карман и выпустил клуб едкого дыма.\n—Нервничаешь?-спросил Джеф.\n—А заметно?-спросил в ответку Фрэнк.\n—Еще как.-ответил Джеф.\n Фрэнк затянулся и ,выпустив дым, сказал: \n—Просто немного стремно ночью среди этих тварей шастать по городу. \n—Если хочешь, то можешь остаться, мы возьмем Сэма.-предложил Джеф.\n—С чего бы мне оставаться?-недовольно спросил Фрэнк.-Раз уж решил что пойду, значит надо идти.",
    "answers": [
      {
        "id": 245,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 245,
    "text": " Фрэнк вновь выдохнул сигаретный дым и спросил:\n—У тебя все?",
    "answers": [
      {
        "id": 246,
        "text": "-Да"
      },
      {
        "id": 247,
        "text": "-Ты готов?"
      }
    ]
  },
  {
    "id": 246,
    "text": "—Ну тогда я буду не прочь побыть один.-сказал Фрэнк.\n—Без проблем, только не задерживайся — скоро выходим.-сказал Джеф и подошел к своему столику.",
    "answers": [
      {
        "id": 235,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 247,
    "text": "—Да, сейчас настроюсь и готов к бою.-сказал Фрэнк.-Правда у меня только пистолет. На случай ближнего боя ничего нет. Есть нож, но им консервную банку еле вскроешь.\n—Будем стараться свести бои к минимуму. Так что постарайся лишний раз не привлекать внимания.-напомнил Джеф.-Если повезет, то ближнего боя с зомби не будет и ножом тебе драться не придется.\n—Я понял, не глупый.-сказал Фрэнк. ",
    "answers": [
      {
        "id": 245,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 248,
    "text": " Фрэнк так и стоял у того же окна.\n—Что-то нужно?-спросил он, повернувшись к Джефу.",
    "answers": [
      {
        "id": 235,
        "text": "-Ничего"
      },
      {
        "id": 252,
        "text": "Отдать трубу",
        "need": [
          -252,
          251
        ],
        "var_add": [
          "frank",
          3
        ]
      },
      {
        "id": 254,
        "text": "Дать бутылку виски",
        "need": [
          241,
          -254
        ],
        "var_add": [
          "frank",
          2
        ]
      }
    ]
  },
  {
    "id": 249,
    "text": "—А ты смотрю решил сразу в обе руки взять и нож и трубу.-подметил Джеф, смотря на стол.\n—Нет, думаю что взять.-сказал Ник.-Трубой можно уложить с пары хороших ударов, но она медленная, а нож быстрый, но не особо большой. Наверное возьму трубу.\n Ник взял трубу и положил в маленький рюкзак.\n—Я готов, так что можешь идти.-сказал Ник.",
    "answers": [
      {
        "id": 235,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 250,
    "text": " Джеф снова подошел к Нику.\n—Что на этот раз?-вздохнув спросил Ник.",
    "answers": [
      {
        "id": 235,
        "text": "-Ничего"
      },
      {
        "id": 251,
        "text": "-Мне нужна твоя труба",
        "var_add": [
          "nick",
          3
        ]
      }
    ]
  },
  {
    "id": 251,
    "text": " Ник приподнял бровь.\n—То есть пистолета и своего ножа тебе не хватает?-недовольно спросил он.-Ты решил еще и мою трубу забрать? Тобой было сказано что ничего полезного тут нет, а я нашел. Так что нет, трубу я тебе не отдам.\n—Мне не для себя.-сказал Джеф.\n—А для кого же?-недоверчиво спросил Ник.\n Джеф указал на Фрэнка и сказал:\n—Думаю что ему лучше дать что-то более увесистое, чем та зубочистка что у него сейчас. У тебя нож побольше будет, а его ножом зомби до утра будешь резать.\n—А я здесь причем?-спросил Ник.-Он мог взять что-нибудь другое, никто не заставлял его брать самый маленький нож. К тому же у него пистолет есть.\n Ник вздохнул и сказал, открывая рюкзак:\n—Да, пожалуй ты прав, отправлять его в ближний бой с таким ножом — плохая идея. Держи.\n Ник достал из рюкзака трубу и протянул Джефу трубу.\n—Я и с ножом справлюсь.-сказал он.\n Джеф взял трубу и ушел.",
    "answers": [
      {
        "id": 235,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 252,
    "text": "—Держи.-сказал Джеф, протянув трубу.\n Фрэнк взял трубу и осмотрел.\n—Спасибо, думаю что эта штука будет полезнее, чем тот нож. Откуда?\n—Ник поделился.-ответил Джеф.-Было бы глупо отправлять тебя на вылазку с таким ножом.\n—Ну еще раз спасибо.-еще раз поблагодарил Фрэнк.-С ней куда лучше.\n Джеф кивнул и ушел.",
    "answers": [
      {
        "id": 235,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 253,
    "text": " Джеф подошел к Сэму и сел напротив.\n—Снова ты.-улыбнувшись сказал Сэм.-Выпьем?",
    "answers": [
      {
        "id": 235,
        "text": "-Откажусь"
      },
      {
        "id": 241,
        "text": "-Думаю с тебя хватит на сегодня",
        "need": 237
      }
    ]
  },
  {
    "id": 254,
    "text": " Джеф протянул Фрэнку бутылку виски.\n—Думаю тебе не помешает избавиться от лишних мыслей.\n—Неплохо, спасибо.-сказал Фрэнк и взял бутылку.\n—Главное не сильно налегай, а то у нас еще вылазка.-сказал Джеф.\n—Я помню.-сказал Фрэнк, сделав глоток из бутылки.",
    "answers": [
      {
        "id": 235,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 255,
    "text": "—Ну что, все готовы?-спросил Винс, поправив сумку.\n—Давно.-сказал Ник и подошел к Винсу.\n—Фрэнк ты там как?-спросил Винс.\n—Иду.-сказал Фрэнк и отошел от окна.\n—Ну раз все в сборе, то пора выдвигаться.-решил Винс.-На выход.",
    "answers": [
      {
        "id": 256,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 256,
    "text": " Все вышли в переулок и направились к люку, ведущему в канализацию.\n—Долго мы там плутать будем?-спросил Фрэнк.\n—Точно не скажу, а что?-спросил Винс.\n—Не хочу что бы шмотки провоняли.-брезгливо сказал Фрэнк.\n—Если ты там купаться не будешь, то не провоняют.-сказал Ник.\n Фрэнк лишь косо посмотрел на него и отвернулся.\n Джеф и Винс подняли Люк и все по очереди спустились вниз.\n—Ну и вонь.-сказал Фрэнк, закрыв нос рукой.\n Винс спустился вниз и сказал:\n—Пошли, у нас не так уж и много времени.",
    "answers": [
      {
        "id": 257,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 257,
    "text": "(Спустя какое-то время)\n\n—Люк.-тихо сказал Фрэнк, посветив фонариком наверх.\n—Еще один.-устало протянул Ник.\n—Давай посмотрю что там.-сказал Винс и поднялся по лестнице.\n—Мы близко.-сказал он, приподняв люк.-Надо только две улицы пересечь и мы на месте. \n Винс спустился вниз и сказал:\n—Но раз мы на верном пути, то можем найти люк поближе.\n—Почему бы нет, передвигаться поверху слишком опасно.-сказал Ник.\n—Может лучше посмотрим на ситуацию сверху и тогда уже решим?-предложил Фрэнк.\n—Люк ведет на парковку, зомби не видел.-сказал Винс.-Так что можем выйти тут.",
    "answers": [
      {
        "id": 258,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 258,
    "text": " Джеф поднялся наверх и вылез из канализации.\n—Ну как?-шепотом спросил Фрэнк.\n—Чисто.-прошептал Джеф.-Поднимайся.\n Фрэнк кивнул и полез наверх, отчего старая лестница начала скрипеть. С каждой ступенькой скрип был все громче.\n—Давай быстрее.-сказал Ник.\n—Подождешь.-сказал Фрэнк, посмотрев вниз.\n Вдруг лестница  громко скрипнула и сломалась.\nФрэнк вместе с лестницей полетел вниз, но Джеф успел схватить его за руку. Из-за упавшей лестницы по канализации раздался грохот, который был хорошо слышен даже наверху.\n Фрэнк подтянулся и вылез из канализации.\n—Вы как там?-спросил Джеф, посмотрев вниз.\n—Целы.-ответил Ник.\n—Похоже нам придется искать другой путь.-сказал Винс.\n—Тогда встречаемся в аптеке.-сказал Джеф и закрыл люк.",
    "answers": [
      {
        "id": 259,
        "text": "Дальше",
        "var_add": [
          "frank",
          1
        ]
      }
    ]
  },
  {
    "id": 259,
    "text": "—Черт, еще бы чуть-чуть.-пробормотал Фрэнк.\n—Ничего бы с тобой не случилось, от падения с такой высоты не умирают.-сказал Джеф.- Отделался бы ссадинами и синяками.\n—Но все равно было бы неприятно.-сказал Фрэнк, отряхивая кофту.\n Вдруг в стороне кто-то зарычал. Джеф посмотрел в сторону откуда доносилось рычание.\n Несколько зомби довольно быстро поднимались наверх, заметив там Джефа и Фрэнка.\n—Разберемся с ними или попытаемся сбежать?-спросил Фрэнк.\n—Не будем рисковать.-решил Джеф.-Давай наверх\n Джеф побежал на верхние этажи парковки, а Фрэнк бежал за ним.",
    "answers": [
      {
        "id": 260,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 260,
    "text": " Поднявшись на второй этаж, Джеф подбежал к ближайшей машине и открыл дверь.\n—Планируешь уехать?-спросил Фрэнк.\n—Если бы.-ответил Джеф, сняв машину с ручника.-Толкай в сторону зомби.\n Направив машину на зомби, Фрэнк и Джеф начали ее толкать. С каждым шагом машина набирала скорость. Дойдя до спуска вниз, Джеф последний раз толкнул машину, и она понеслась прямо на зомби.\n Переехав несколько мертвецов, машина врезалась в столб.\n—Я ожидал большего.-сказал Фрэнк.\n—Чем меньше их за нами бежит тем лучше.-сказал Джеф.-Давай наверх, может там найдем способ добраться до аптеки, да и осмотреться бы не помешало.",
    "answers": [
      {
        "id": 261,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 261,
    "text": " Поднявшись на последний этаж парковки, Джеф подошел к краю и посмотрел в сторону где должна быть аптека. \n—Не думаю что ты что-нибудь увидишь.-сказал Фрэнк.-Она через две улицы.\n Джеф ничего не ответил.\n Пересечь улицу и остаться незамеченным было невозможно. Зомби наполнили улицу. Если решить пробежать через них, то Джефа и Фрэнка будут преследовать все зомби ра улице, которых было несколько десятков.\n—Есть идеи?-спросил Фрэнк.\n—Надо как-то привлечь их внимание. Они будут подниматься сюда, а мы спрыгнем на это здание.-сказал Джеф и посмотрел на двухэтажное здание рядом.-Нужно только как-то их сюда завлечь.\n Джеф помолчал, а потом сказал:\n—Наверняка здесь есть хотя бы одна нетронутая машина, у которой еще работает сигнализация.\n—Что насчет этой развалюхи?-сказал Фрэнк и кивнул в сторону старого внедорожника.\n—Выглядит нетронутым.-сказал Джеф.",
    "answers": [
      {
        "id": 262,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 262,
    "text": "—Значит надо попробовать.-сказал Фрэнк и взял какой-то камень.\n Подойдя к машине, он замахнулся и со всей силы швырнул камень в лобовое стекло, которое тут же разлетелось.\n В тот же миг во всю округу завопила сигнализация. Джеф посмотрел вниз и заметил, что громкий вой сигнализации привлек внимание зомби, которые поплелись к парковке.\n—Отлично, а теперь вниз!-крикнул Джеф.\n Разбежавшись Джеф перепрыгнул через низкую стенку парковки и кувыркнувшись приземлился на крышу соседнего здания, которое было на этаж ниже парковки.\n Через мгновение рядом не так мягко преземлился Фрэнк.\n—Аккуратнее.-сказал Джеф и помог Фрэнку встать.\n—И что теперь?-спросил Фрэнк, подойдя к краю крыши.\n—Чувствую придется идти напролом.-сказал Джеф, смотря на зомби, которые остались бродить на улице или медленно плелись к парковке.-Справишься?\n—А других вариантов нет.-сказал Фрэнк.-Попробуем.\n Он подошел к другому краю крыши и посмотрел в переулок.\n—Тут гора пакетов с мусором, можно мягко приземлиться.-сказал он, повернувшись к Джефу.\n Джеф подошел к Фрэнку и спросил:\n—Готов?\n—Ага.-кратко ответил Фрэнк.",
    "answers": [
      {
        "id": 263,
        "text": "Спрыгнуть вниз"
      }
    ]
  },
  {
    "id": 263,
    "text": " Джеф спрыгнул вниз и приземлился на пакеты с мусором. Резко встав на ноги, он дождался Фрэнка и побежал. Расталкивая и обегая зомби, они продвигались по улице. \n Вдруг из-за фургона на Джефа выскочил мертвец и схватил за руку.",
    "answers": [
      {
        "id": 264,
        "text": "Достать пистолет"
      },
      {
        "id": 265,
        "text": "Оттолкнуть"
      }
    ]
  },
  {
    "id": 264,
    "text": " Джеф достал пистолет и прострелил голову зомби. Обмякшее тело упало на землю, а Джеф побежал дальше.",
    "answers": [
      {
        "id": 271,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 265,
    "text": " Джеф попытался оттолкнуть зомби, но тот слишком сильно держался. Зомби схватил зомби за плечо и тянулся зубами к шее.",
    "answers": [
      {
        "id": 266,
        "text": "Вытащить нож"
      },
      {
        "id": 267,
        "text": "Достать пистолет"
      },
      {
        "id": 268,
        "text": "Пытаться оттолкнуть"
      }
    ]
  },
  {
    "id": 266,
    "text": " Достав нож из кармана куртки, Джеф воткнул его в руку зомби, отчего тот ослабил хватку. Воспользовавшись моментом, Джеф вытащил нож из руки зомби и вонзил его глубоко в голову.\nЗомби прохрипел и упал на землю. \n Джеф достал нож из головы зомби и окликнул Фрэнка, который отстреливал зомби:\n—Давай быстрее!\n Добив двух зомби, Фрэнк побежал за Джефом.",
    "answers": [
      {
        "id": 271,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 267,
    "text": " Джеф пытался дотянуться до пистолета, но зомби налег на него и уронил на землю. Рыча он собрался впиться зубами в шею Джефа.",
    "answers": [
      {
        "id": 269,
        "text": "Достать нож"
      },
      {
        "id": 270,
        "text": "Толкнуть"
      }
    ]
  },
  {
    "id": 268,
    "text": " Джеф пытался толкнуть зомби, но тот никак не хотел его отпускать. Зарычав зомби налег на Джефа и уронил его на землю.",
    "answers": [
      {
        "id": 272,
        "text": "Позвать Фрэнка"
      },
      {
        "id": 273,
        "text": "Оттолкнуть зомби"
      }
    ]
  },
  {
    "id": 269,
    "text": " Одним движением руки Джеф достал нож из кармана куртки и воткнул его в глаз зомби, отчего тот прохрипел и умер.\n Не теряя времени Джеф поднялся и окликнул Фрэнка, который отстреливал зомби. Застрелив последнего зомби, Фрэнк побежал за Джефом.",
    "answers": [
      {
        "id": 271,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 270,
    "text": " Джеф напрягся и приподнял голову зомби, как вдруг раздался выстрел, и из его головы брызнула кровь.\n Откинув тело, Джеф поднялся и увидел Фрэнка, который отстреливался от приближающихся зомби. \n—Хороший выстрел.-сказал Джеф.\n—Я старался.-сказал Фрэнк, побежав за Джефом.",
    "answers": [
      {
        "id": 271,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 271,
    "text": " Джеф проехал по капоту такси и забежал в переулок, вместе с Фрэнком опрокинув мусорный бак, в надежде задержать зомби. \n Вдруг впереди встретилась группа зомби, которая закрыла прохоход в переулок.\n—Что будем делать?-спросил Фрэнк.\n—А у нас много вариантов?-спросил Джеф, сняв пистолет с предохранителя.\n Джеф проверил количество патронов и нацелился на голову одному из зомби.\n—Давай сюда!-сказал Фрэнк, прострелив замок двери, играющей роль черного хода и ведущей в здание.-Давай решай! Либо через них, либо через здание.",
    "answers": [
      {
        "id": 274,
        "text": "Забежать в здание"
      },
      {
        "id": 275,
        "text": "Пройти через толпу зомби"
      }
    ]
  },
  {
    "id": 272,
    "text": "—Фрэнк грохни эту тварь!-крикнул Джеф, оттягивая зомби\n В тот же момент пуля пролетела через голову зомби, и он умер.\n Фрэнк подбежал и протянул Джефу руку.\n—Вовремя.-сказал Джеф, поднявшись на ноги.\n—Бежим, а то их еще больше будет!-сказал Фрэнк.",
    "answers": [
      {
        "id": 271,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 273,
    "text": " Джеф попытался оттолкнуть зомби или хотя бы оттянуть его от себя. Вдруг зомби усилил хватку и впился в шею Джефа.",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "text_color": [
          1,
          0,
          0
        ]
      }
    ]
  },
  {
    "id": 274,
    "text": " Джеф решил, что лучшим решением будет пройти через здание, нежели уничтожать целую толпу зомби.\n Забежав в здание, он резко захлопнул дверь, а Фрэнк подпер ее, уронив шкаф.\n—Думаешь тут есть кто-то?-тихо спросил Фрэнк.\n—Не знаю, но будь на готове.-прошептал Джеф и медленно пошел по коридору, который привел ее на кухню.\n—Кафе?-спросил Фрэнк и открыл кастрюлю, которая стояла на плите.\n—Перекусишь когда вернемся, а сейчас надо торопиться.-торопил его Джеф.-Нужно еще одну улицу пересечь.",
    "answers": [
      {
        "id": 276,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 275,
    "text": " Джеф нажал на курок и один из зомби упал на землю с простреленной головой. \n—Лучше бы мы обошли их через дом.-сказал Фрэнк, стреляя в зомби.\n Джеф ничего не ответил. \n Толпа зомби редела на глазах. \n—Хорошо что эти уродцы медленные.-сказал Фрэнк.",
    "answers": [
      {
        "id": 295,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 276,
    "text": " Джеф открыл дверь и попал столовую. Кругом царил бардак. Большинство столиков были перевернуты, а главная дверь еле держалась. Джеф заметил несколько трупов, но зомби нигде не увидел.\n—Черт, ну тут и месиво было.-сказал Фрэнк, ткнув ногой труп в углу.\n Вдруг труп зарычал и схватил Фрэнка за ногу. Не теряя ни секунды, Джеф выстрелил в голову зомби.\n Фрэнк вырвал ногу из рук мертвеца и со всей силы наступил на голову.\n—Еще бы чуть-чуть...-выдохнув сказал он.-Он же мертвый лежал.\n—Будь внимательнее, иначе в следующий раз он может успеть.-сказал Джеф и подошел к трупу за столиком.\n Что бы убедиться в том что он мертвый, Джеф ткнул ножом в голову мертвеца, но тот не подал признаков жизни, лишь откинулся назад.\n—А это у нас что?-сказал Джеф, заметив что-то блестящее в кармане трупа.\n Аккуратно засунув руку в карман трупа, Джеф достал оттуда ключи подписанные цифрой 1.\n—И зачем они нам?-спросил Фрэнк, посмотрев на ключи.-Не думаю что мы сможем их где-то использовать.",
    "answers": [
      {
        "id": 277,
        "text": "Взять ключи"
      },
      {
        "id": 278,
        "text": "Оставить ключи"
      }
    ]
  },
  {
    "id": 277,
    "text": "—Но я все же возьму, кто знает, может и пригодятся где-нибудь.-сказал Джеф и убрал ключи в карман.\n—Посмотрим.-сказал Фрэнк.",
    "answers": [
      {
        "id": 279,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 278,
    "text": "—Пожалуй ты прав.-сказал Джеф и положил ключи на стол.-Не думаю что мы найдем дверь, которую сможем открыть ими.",
    "answers": [
      {
        "id": 279,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 279,
    "text": "—Смотри.-сказал Фрэнк, смотря в окно через отодвинутую занавеску.\n Джеф посмотрел в окно на улицу.\n—Видишь грузовик посреди улицы?-спросил Фрэнк.\n Джеф посмотрел на упавший на бок грузовик и сказал:\n—Такой трудно не увидеть. И что ты хочешь предложить?\n—Ну я думаю что пройти по этой улице будет нетрудно.-сказал Фрэнк.-Если залезть на него, то мы пробежим почти пол улицы и зомби нас не достанут. \n—Если сможем до него добраться, то так и сделаем.-сказал Джеф и подошел к двери.-Готов?\n—Да.-ответил Фрэнк.",
    "answers": [
      {
        "id": 280,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 280,
    "text": " Джеф открыл дверь и побежал к грузовику, оббегая зомби, которые шастали по по улице. Встав на крышу синего седана, Джеф выстрелил в ближайших зомби и спрыгнул вниз.\n В полутьме Джеф и Фрэнк добрались до грузовика. Джеф подсадил Фрэнка, а он протянул руку Джефу и помог забраться.",
    "answers": [
      {
        "id": 281,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 281,
    "text": " Вдруг откуда-то из стороны на Джефа набросился зомби, похожий на того, которого он видел днем. Худой, сгорбленный мертвец напрыгнул на Джефа и повалил на грузовик, пытаясь вцепиться в него зубами.\n Всеми силами Джеф удерживал зомби, но силы заканчивались и нужно было что-то предпринять.",
    "answers": [
      {
        "id": 282,
        "text": "Пнуть его"
      },
      {
        "id": 283,
        "text": "Тянуться за ножом"
      }
    ]
  },
  {
    "id": 282,
    "text": " Подогнув ногу, Джеф пнул зомби и он упал с грузовика. Зарычав он тут же запрыгнул обратно, но этих нескольких секунд Джефу хватило что бы встать на ноги.\n Достав пистолет, Фрэнк прицелился в голову зомби, но вместо выстрела раздался щелчок.\n—Патроны!-в панике крикнул Фрэнк, снова нажав на курок.\n Зомби издал оглушающий вопль и набросился на Фрэнка, сбив его с ног.\n—Грохни этого урода!-громко крикнул Фрэнк, удерживая озверевшего зомби.",
    "answers": [
      {
        "id": 292,
        "text": "Ударить зомби ножом"
      },
      {
        "id": 293,
        "text": "Выстрелить в голову"
      }
    ]
  },
  {
    "id": 283,
    "text": " Джеф думал дотянуться до ножа в кармане, но понял, что как только он отпустит хотя бы одну руку, то зомби его сожрет.\n—Фрэнк, мать твою, прикончи его!-крикнул Джеф, удерживая зомби, пока он пытался вырвать свои когтистые руки.\n Фрэнк стоял в панике и судорожно нажимал на курок пистолета, но вместа выстрела были лишь щелчки.\n—Патроны!-крикнул Фрэнк.",
    "answers": [
      {
        "id": 284,
        "text": "Дальше",
        "need": 252
      },
      {
        "id": 285,
        "text": "Дальше",
        "need": -252
      }
    ]
  },
  {
    "id": 284,
    "text": " Вдруг зомби длинным когтем пытался дотянуться до Джефа, но тот упорно оттягивал от себя его руку. Резко дернув рукой зомби вырвался из рук Джефа. Зарычав он занес руку над Джефом и приготовился к удару.",
    "answers": [
      {
        "id": 286,
        "text": "Пнуть зомби"
      },
      {
        "id": 287,
        "text": "Отодвинуть голову в сторону"
      }
    ]
  },
  {
    "id": 285,
    "text": " Вдруг зомби длинным когтем пытался дотянуться до Джефа, но тот упорно оттягивал от себя его руку. Резко дернув рукой зомби вырвался из рук Джефа. Зарычав он занес руку над Джефом и приготовился к удару.",
    "answers": [
      {
        "id": 286,
        "text": "Пнуть зомби"
      },
      {
        "id": 290,
        "text": "Отодвинуть голову в сторону"
      }
    ]
  },
  {
    "id": 286,
    "text": " Потогнув ногу, Джеф попытался пнуть зомби, но тут же почувствовал как острые когти зомби как по маслу прошли через его голову.",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "text_color": [
          1,
          0,
          0
        ]
      }
    ]
  },
  {
    "id": 287,
    "text": " Джеф отодвинул голову в сторону, и когти зомби воткнулись в тонкую стенку прицепа грузовика. Зомби начал вытаскивать руку, но тут же его кости громко захрустели от удара Фрэнка. Зомби зарычал, а потом стал издавать звуки похожие на вопль. Джеф откинул его в сторону и мгновенно встал на ноги, наступив на шею зомби, который не смотря на множество переломов пытался сбежать. Несколькими ударами трубы Фрэнк добил живучего мертвеца, не оставив на нем живого места.\n—Если бы не труба, то пришлось бы тяжко.-сказал Фрэнк.",
    "answers": [
      {
        "id": 288,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 288,
    "text": "—Мне бы патроны не помешали.-сказал Фрэнк, смотря вниз на зомби, которые начали собираться вокруг грузовика.\n Засунув руку в карман, Джеф достал патроны и часть из них отсыпал Фрэнку.\n—Старайся не тратить их попусту.-сказал Джеф, перезарядив пистолет.\n Фрэнк посмотрел в переулок напротив и сказал:\n—Черт, сколько еще этих переулков.\n—Бежать по ним гораздо безопаснее, чем по улице.-сказал Джеф.-Так что не ворчи.\n—Ну значит прыгаем и бегом в переулок.-сказал Фрэнк.-Прыгаем?",
    "answers": [
      {
        "id": 294,
        "text": "Разбежаться и прыгнуть"
      }
    ]
  },
  {
    "id": 289,
    "text": " Джеф пнул зомби и вскочил на ноги, потянувшись за пистолетом. Вдруг зомби встал и вытащил застрявшую руку. Громко зарычав, он подскочил и набросился на Джефа, уронив его с грузовика прямо в толпу зомби, откуда уже нельзя было выбраться.",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "text_color": [
          1,
          0,
          0
        ]
      }
    ]
  },
  {
    "id": 290,
    "text": " Джеф отодвинул голову в сторону, и когти зомби воткнулись в тонкую стенку прицепа грузовика. Зомби начал вытаскивать руку, но тут же в его спину вошел нож Фрэнка. Зомби зарычал и, отпустив Джефа, толкнул Фрэнка, отчего тот отлетел и упал.",
    "answers": [
      {
        "id": 289,
        "text": "Пнуть зомби"
      },
      {
        "id": 291,
        "text": "Схватить зомби за голову"
      }
    ]
  },
  {
    "id": 291,
    "text": " Джеф приподнялся и схватил зомби за голову. Зомби начал дергаться, но тут же раздался хруст и он упал со свернутой шеей \n—Дикая тварь.-сказал Джеф, поднявшись на ноги.",
    "answers": [
      {
        "id": 288,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 292,
    "text": " Джеф подбежал к зомби и, достав нож, полностью воткнул его в голову зомби, отчего тот хрипя упал на бок.\n—Эта тварь меня чуть не сожрала.-сказал Фрэнк, встав на ноги.-Слишком буйный и резвый для мертвеца.",
    "answers": [
      {
        "id": 288,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 293,
    "text": " Джеф достал пистолет и прицелился в зомби. Зомби успел только повернуться, как в мгновение ока в его голове появилась дыра, и он хрипя упал на бок.\n—Неплохо.-сказалц Фрэнк, поднявшись на ноги.",
    "answers": [
      {
        "id": 288,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 294,
    "text": " Джеф разбежался и спрыгнул с грузовика. Оттолкнув ближайшего зомби, он вместе с Фрэнком направился в переулок. Несколько зомби, которые передвигались быстрее остальных пытались догнать их.\n Выбежав из переулка на улицу, Джеф осмотрелся и увидел аптеку, находившуюся прямо напротив, но главный вход был заблокирован машиной.\n—Фрэнк, давай за мной.-сказал Джеф и побежал к аптеке, оббегая толпы зомби.\n Забежав за аптеку, Джеф попытался войти через черный вход, но дверь была закрыта. Он достал пистолет и пару раз выстрелил в замок, отчего дверь открылась.",
    "answers": [
      {
        "id": 304,
        "text": "Зайти внутрь"
      }
    ]
  },
  {
    "id": 295,
    "text": " Вдруг из толпы выпрыгнул зомби, похожий на того, что Джеф видел днем. Худой и горбатый мертвец с когтистыми руками рыча метался из стороны в сторону из-за чего ни Джеф ни Фрэнк не могли попасть в него.\n Громко рыча, он приподнялся и прыгнул в сторону Джефа.",
    "answers": [
      {
        "id": 296,
        "text": "Пнуть зомби"
      },
      {
        "id": 297,
        "text": "Ударить ножом"
      }
    ]
  },
  {
    "id": 296,
    "text": " Как только зомби приблизился, Джеф со всей силы ударил его ногой, отчего зомби отлетел назад, несколько раз перекувыркнувшись. Худощавость зомби шла Джефу на пользу, зомби был легкий и сильным ударом можно было сломать ему несколько костей, но не смотря на это он был сильным и быстрым.\n Мгновенно поднявшись, зомби побежал в сторону Джефа и Фрэнка. Подпрыгнув и оттолкнувшись от стены, он полетел прямо на Фрэнка.",
    "answers": [
      {
        "id": 298,
        "text": "Выстрелить в зомби"
      },
      {
        "id": 299,
        "text": "Схватить зомби"
      }
    ]
  },
  {
    "id": 297,
    "text": " Когда зомби оказался достаточно близко, Джеф полоснул его ножом по животу, оставив глубокую и большую рану, но зомби, рыча от боли, схватился за Джефа и зубами начал вгрызаться глубоко в плечо, заливая все кровью.",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "text_color": [
          1,
          0,
          0
        ]
      }
    ]
  },
  {
    "id": 298,
    "text": " Джеф выстрелил в зомби, но промахнулся. Зомби напрыгнул на Фрэнка и попытался его укусить, однако Фрэнк держал его на расстоянии, стараясь удержаться на ногах.\n Фрэнк и зомби крутились, пытаясь избавиться друг от друга. \n—Грохни его!-крикнул Фрэнк.-Меня на долго не хватит!\n Джеф думал выстрелить в зомби, но был риск попасть во Фрэнка.",
    "answers": [
      {
        "id": 300,
        "text": "Выстрелить"
      },
      {
        "id": 301,
        "text": "Схватить зомби"
      }
    ]
  },
  {
    "id": 299,
    "text": " Джеф вытянул руки и схватил зомби за футболку.  Повалив его на землю, Джеф старался удержать его, но зомби всеми силами пытался вырваться.\n—Патроны закончились!-крикнул Фрэнк, судорожно крутя пистолет в руках.\n Схватив зомби за голову, Джеф со всей силы ударил его об угол бака с мусором. Зомби прохрипел и упал на землю.",
    "answers": [
      {
        "id": 302,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 300,
    "text": " Джеф дождался момента, когда можно было выстрелить в зомби и нажал на курок. Неожиданно в этот момент зомби дернулся, открыв Фрэнка, и пуля угодила прямо ему в голову.\n Зарычав зомби спрыгнул с тела Фрэнка и набросился на Джефа, воткнувшись когтями в плечо и вцепившись в горло.",
    "answers": [
      {
        "id": 1,
        "text": "Конец",
        "text_color": [
          1,
          0,
          0
        ]
      }
    ]
  },
  {
    "id": 301,
    "text": " Подбежав к Фрэнку, Джеф схватил зомби за руку и ударил его ножом по шее. Зомби зарычал и упал вниз, отпустив Фрэнка.",
    "answers": [
      {
        "id": 302,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 302,
    "text": " Пока Джеф и Фрэнк разбирались с осверепевшим зомби, другие мертвецы уже начали подтягиваться к переулку. \n—Мне бы патроны не помешали.-сказал Фрэнк.\n Джеф засунул руку в карман и понял что патроны заканчиваются.\n—Держи, старайся экономить.-сказал Джеф, протянув Фрэнку часть патронов.\n—Нужно бежать к грузовику на дороге.-сказал Фрэнк, указав на перевернувшийся грузовик.\n—Сначала нужно избавиться от зомби.-сказал Джеф, стреляя в толпу зомби, который шли по переулку.",
    "answers": [
      {
        "id": 303,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 303,
    "text": " Разобравшись с зомби, Джеф и Фрэнк побежали к грузовику, стараясь оббегать зомби. Как только они подбежали к грузовику, Джеф приподнял Фрэнка и он забрался на упавший на бок грузовик.\n—Держи!-крикнул Фрэнк, протянув руку.\n Схватившись за руку Фрэнка, Джеф быстро забрался наверх. Как только Джеф и Фрэнк оказались на грузовике, зомби начали окружать его, пытаясь дотянуться до кого-нибудь.\n—Чем быстрее свалим в переулок напротив, тем лучше.-сказал Джеф.\n—Снова чертовы переулки.-устало протянул Фрэнк.-Ладно, ты готов?",
    "answers": [
      {
        "id": 294,
        "text": "Спрыгнуть вниз"
      }
    ]
  },
  {
    "id": 304,
    "text": " Дождавшись Фрэнка, Джеф закрыл дверь и подпер ее небольшим шкафом.\n—Ненадолго хватит.-облегченно сказал Фрэнк.-Похоже мы в какой-то подсобке. Как думаешь, Винс и Ник скоро будут?\n—Не представляю.-сказал Джеф и подошел к двери, ведущей в аптеку.-Пока их нет мы можем собрать все медикаменты, что бы время зря не тратить.",
    "answers": [
      {
        "id": 305,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 305,
    "text": " Джеф открыл дверь и узнал, что Винс и Ник уже здесь, причем не только они. Напротив Винса и Ника стояли три человека, один из которых был вооружен пистолетом.\n—Мы можем все поделить пополам.-предложил Винс.-Хватить должно всем.\n—Почему мы должны делить все с кем-то?-спросил чернокожий парень в зеленом свитере.-Мы пришли первые, так что ищите в другом месте.\n—Вы все равно все не унесете.-сказал Винс.-Придется часть медикаментов оставить, так какая разница, что с ней будет.\n—Почему мы не унесем?-спросил чернокожий.-Давайте сюда свои сумки.\n Ни Винс, Ни Ник не снял сумку.\n—Коул.-сказал чернокожий.\n Вдруг другой парень направил в сторону Винса и Ника пистолет.",
    "answers": [
      {
        "id": 306,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 306,
    "text": "—Вот дерьмо.-выругался Фрэнк.-Нужно что-то делать. \n Джеф молча стоял и ждал удобного момента.\n—Давайте сюда свои сумки и сваливайте к черту.-сказал чернокожий.\n Винс снял сумку и бросил перед собой. Ник последовал его примеру.\n—Отлично.-сказал чернокожий.-Коул, сгоняй за сумками.\n—Чак, может все же отдадим им часть?-спросил Коул, обращаясь к чернокожему парню.\n—Коул, просто забери сумки.-сказал Чак.-У нас двое раненых и им нужны лекарства. \n Коул опустил пистолет и пошел за сумками.",
    "answers": [
      {
        "id": 307,
        "text": "Выстрелить"
      }
    ]
  },
  {
    "id": 307,
    "text": "Джеф выглянул из-за двери и выстрелил в руку Коулу, отчего тот упал и выронил пистолет. ",
    "answers": []
  },
  {
    "id": 308,
    "text": "В данном приложении я провёл уже не один год и этот квест, как и некоторые другие, я писал будучи школьником (что видно по качеству).  И многие идеи тут довольно бредовые (сам не знаю, как я до такого вообще додумался). Пришло время и я решил, что мои пути с данной платформой расходятся. Продолжать квесты нет времени, а на некоторые работы даже желания (Серьезно, как можно исправить изначально мертвую идею?). Однако при написании даже самых провальных работ я испытывал удовольствие: радовался первым лайкам и комментариям, немного расстраивался дизлайкам, но главное получал удовольствие от написания. А потом времени стало меньше, да и начались некоторые проблемы с приложением (вроде тех из-за которых я за раз по 40-70 только что написанных страниц терял). Так что некоторые работы я решил опубликовать в режиме тестирования, просто что бы не валялись. Лучше пусть и ругают, чем они будут валяться и пылиться. Возможно однажды я все таки вернусь и допишу самые лучшие по моему мнению работы, но вряд ли такое случится. Так что теперь эти черновики будут лежать на полках и засорять приложение (если конечно их не удалят). \n\n—----------------------------------------------\n Ну вот последняя работа, которую я решил достать с пыльной полки, где лежит еще много чего. Этот квест подавал большие надежды, но причины, по которым он до сих пор не закончен все те же. Тут я даже своими кривыми руками сотворил подобие обложки. Однажды у меня по каким-то причинам со стороны приложения пропало множество страниц, на написание которых я потратил полночи. После этого желание продолжать пошло на нет. Слишком обидно было. Но пару страниц я все же потом написал. (До сих пор в заметках лежат сколько то страниц, но здесь они не опубликованы). \n\n\nРаз уж это последняя работа, то хотелось бы подвести какой-нибудь итог. Из-за своей лени, кризиса, нехватки времени и обстоятельств я запорол много идей, которые могли стать интересными квестами, но увы... Возможно я когда-нибудь все же найду силы и желание на продолжение, но вряд ли на этой платформе и возможно уже не в виде квеста. \n\nНу вот я дошел до последнего квеста. Говорить тут уже нечего. Их судьбу я даже предположить уже не могу (может их удалят как недописанные или что нибудь еще). Ну а мне пора. ",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 309,
    "text": "",
    "answers": []
  }
]