[
  {
    "id": 1,
    "text": "Автор: anjew\nИстория Анджея что потерял смысл, почувствовав беспомощность. Теперь его жизнь в ваших руках, вернете ли вы ему мораль? Или оставите на произвол его мыслям? ",
    "answers": [
      {
        "id": 2,
        "text": "Посмотрим"
      }
    ]
  },
  {
    "id": 2,
    "text": "—Все чаще в последнее время задумываюсь о... вечном, -с выражением очень старого,повидавшего ренессанс,вторую мировую и колонизацию Марса человека сказал Андрей.\n—О чем это ты?  Что Вечного может быть в нашей реальности о чем стоит думать? -нисколько не удивившись спросил Анджей.\n—Ну... -протянул Андрей.-о жизни.",
    "answers": [
      {
        "id": 3,
        "text": "-Ты как и я прекрасно знаешь что жизнь не вечна. "
      },
      {
        "id": 4,
        "text": "-Надо же, и что же ты успел надумать? "
      },
      {
        "id": 4,
        "text": "Промолчать "
      }
    ]
  },
  {
    "id": 3,
    "text": "—Не о человеческой жизни,ни даже о  молекулярной.О,Жизни! \n—Что то слишком пафосно прозвучало.Мы уже столько раз говорили об этом,столько раз мусолили о смысле, о вероятностях, о глупых и не очень теориях, о начале и конце. Даже о способах... жизни.\n—Почему ты все еще подразумеваешь... человека, -в голосе Андрея прозвучала нотка сарказма, впрочем, Анджей уже привык к такой манере речи собеседника. ",
    "answers": [
      {
        "id": 5,
        "text": "-А что еще мне подразумевать? "
      },
      {
        "id": 4,
        "text": "-Да так, не бери в голову. И что же посетило твою голову? "
      }
    ]
  },
  {
    "id": 4,
    "text": "—То что нет смысла думать, -загадочная интонация Андрея заинтересовала Анджея, не часто его друг говорил таким тоном. \n",
    "answers": [
      {
        "id": 13,
        "text": "-Ты понял это только сейчас? "
      },
      {
        "id": 14,
        "text": "-Ага, а десять лет к ряду пить пиво с единственным другом,  под окном своей квартиры, разговаривая об абстрактном,то и дело не приходя к единому выводу,  смысл есть? "
      },
      {
        "id": 22,
        "text": "-Смысла нет ни в чем и нигде, ты что, сдеградировал? "
      }
    ]
  },
  {
    "id": 5,
    "text": "Анджей сделал глоток пива и продолжил так же грозно и одновременно раздосадованно-Я человек. Ты ,такой же  как и я, человек... Кровь с мясом на костях.Мы настолько ограниченны в сознании что даже не можем понять до конца кто мы на самом деле, кто мы блять такие и откудо взялись. \n—Ты снова завелся, -успокоительно перебил его Андрей, -и снова на той же теме,в какой уже раз?",
    "answers": [
      {
        "id": 6,
        "text": "(КРИК) -А почему я не должен заводится?"
      }
    ]
  },
  {
    "id": 6,
    "text": "—Я хочу как все не думать о смерти, смеятся над тупыми шутками , обсуждать женщин. Я хочу взять гитару и сыграть не грустную мелодию, а веселую , под которую все начали бы танцевать, хочу обмывать каждую хорошую новость, и по настоящему, слышишь, по настоящему горевать при плохих а не делать вид понимая что это по сути ничего не значит. Я хочу поцеловать  девушку которая мне нравится, а не ежится понимая что она тоже тупая как пень, такая же как и все предыдущие, как и все будущие... Я хочу получать удовольствие от жизни.УДОВОЛЬСТВИЕ,ПРОСЫПАТСЯ ПО УТРАМ НЕ С МЫСЛЯМИ О ТОМ ЧТО Я СКОРО СДОХНУ И ВСЕ БЕССМЫСЛЕННО А С МЫСЛЯМИ О ТОМ ЧТО ЖИЗНЬ БЛЯТЬ, ПРЕКРАСНА.-Анджей с силой бросил полупустую бутылку в урну у скамейки на которой они сидели, изза чего она с треском разбилась заполнив ее осколками стекла с дешевым пивом , и с печалью в голосе сказал. -А вместо всего этого, я беседую с тобой о \"вечном\", и так уже десять лет подряд. Мне скоро тридцать Андрей, тридцать, и я уже прожил вечность, вечность в муках и недопониманиях,  вечность в разочарованиях и тоске. Возомнили себя умными, а на самом деле тупые как... как... просираем жизнь за еще более бесмысленным занятием нежели бухание, ебля и ночные прогулки. \n—Анджей... ",
    "answers": [
      {
        "id": 7,
        "text": "-Иди ты ... к чертям... болотным Андрей.И вечных своих засунь... в Шредингов ящик."
      },
      {
        "id": 21,
        "text": "-Что? Есть что сказать? Я неправ? Мы не бессмысленны? "
      }
    ]
  },
  {
    "id": 7,
    "text": "В плохом настроении Анджей было встал и направился в сторону дома как сзади донеслось,  -Завтра я принесу коньяк,крепкий очень, коньяк. \n—Хорошо-так громко, чтобы услышал Андрей, сказал Анджей.-неси. ",
    "answers": [
      {
        "id": 18,
        "text": "Отправится домой"
      },
      {
        "id": 18,
        "text": "Оглянутся осмотреть Андрея, не сильно ли он оскорбился"
      },
      {
        "id": 18,
        "text": "Попытатся отвлечся от мыслей подмечая окружение"
      }
    ]
  },
  {
    "id": 8,
    "text": "",
    "answers": []
  },
  {
    "id": 9,
    "text": "",
    "answers": []
  },
  {
    "id": 10,
    "text": "",
    "answers": []
  },
  {
    "id": 11,
    "text": "",
    "answers": [
      {
        "id": 12,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  },
  {
    "id": 13,
    "text": "—А ты об этом знал? \n",
    "answers": [
      {
        "id": 5,
        "text": "(ПОВЫШАЯ ГОЛОС)  -А ты не задолбался? Сидеть вот так и говорить неочем, мы столько времени на это потратили."
      },
      {
        "id": 22,
        "text": "-Нет, просто вырвалось. И о чем же была твоя мысль? "
      }
    ]
  },
  {
    "id": 14,
    "text": "—А саркастически перебивать друга, находящегося на пике философского рассуждения... ",
    "answers": [
      {
        "id": 15,
        "text": "Перебить"
      },
      {
        "id": 16,
        "text": "Дослушать"
      }
    ]
  },
  {
    "id": 15,
    "text": "—Хуеждения, -перебил его Анджей, глупо улыбнувшись. \n—Иди ты, дебил неотесанный, -сказал Андрей, достал телефон и явно не собираясь продолжать разговор включил какой то сериал. ",
    "answers": [
      {
        "id": 17,
        "text": "Встать со скамейки"
      }
    ]
  },
  {
    "id": 16,
    "text": "... и готовящегося выложить тебе все свои размышления последнего месяца, смысл есть? ",
    "answers": [
      {
        "id": 17,
        "text": "-Раз уж нет смысла думать, не вижу смысла размышлять об ответе"
      },
      {
        "id": 23,
        "text": "-Прости, больше не буду, продолжай"
      }
    ]
  },
  {
    "id": 17,
    "text": "Поняв что диалог зашел в тупик Анджей поднялся со старенькой скамейки, поставив полудопитую бутылку пива рядом с урной, и направился в сторону дома, -обдумай начало своей \"теории\", как то нелогично звучит, -сказал Анджей напоследок. \n—Я завтра коньяк принесу, очень крепкий, коньяк, -с легкими нотками разочарования проговорил Андрей. \n—Неси. ",
    "answers": [
      {
        "id": 18,
        "text": "Отправится домой"
      },
      {
        "id": 18,
        "text": "Обернутся осмотреть Андрея, не сильно ли он оскорбился"
      },
      {
        "id": 18,
        "text": "Постаратся отвлечься от мыслей подмечая окружение"
      }
    ]
  },
  {
    "id": 18,
    "text": "конец пролога",
    "answers": [
      {
        "id": 1,
        "text": "Написал за 1 час, прокоментируйте и скажите стоит ли продолжать"
      }
    ]
  },
  {
    "id": 19,
    "text": "",
    "answers": []
  },
  {
    "id": 20,
    "text": "",
    "answers": []
  },
  {
    "id": 21,
    "text": "—Нет, нечего, -очень грустно прозвучало с уст Андрея. \n",
    "answers": [
      {
        "id": 7,
        "text": "Встать со скамейки\n"
      },
      {
        "id": 26,
        "text": "(УСПОКАИВАЯСЬ) Попытатся сменить тему"
      }
    ]
  },
  {
    "id": 22,
    "text": "—Я к тому что именно мысль рождает все исходящее: действия, ошибки, сожаление, раздумье, опровержение, неприятие... \n—И другие мысли, -перебил его Анджей\n—Ты же знаешь как я ненавижу когда меня перебивают, зачем ты это сделал? ",
    "answers": [
      {
        "id": 14,
        "text": "-В твоей мысли нет смысла"
      },
      {
        "id": 23,
        "text": "-Прости, больше не буду, продолжай"
      }
    ]
  },
  {
    "id": 23,
    "text": "—Так вот. ",
    "answers": [
      {
        "id": 27,
        "text": "Слушать"
      }
    ]
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  },
  {
    "id": 26,
    "text": "Спустя минутную запинку Анджей все таки решил прервать тишину, -Только сильно не сердись, но у меня уже в горле вся эта философская требуха. Я начал терять нить реальности и мотивацию на какое либо дальнейшее действо. \n—У тебя депрессия? , -спросил Андрей. \n—Вполне возможно. Давай завтра продолжим?",
    "answers": [
      {
        "id": 7,
        "text": "Встать не дожидаясь ответа"
      }
    ]
  },
  {
    "id": 27,
    "text": "—Сама суть всего мироздания исходит из нашего сознания, из наших мыслей, дум. Мы центр вселенной и ответ на все вопросы, ибо мы создаем условия и правила того что происходит вокруг, того что мы видим. Наше мышление приводит к тому что что то происходит именно так как мы видим, когда на самом деле все может быть совсем по другому, но в чем ирония, мы не можем , не в состоянии придумать другой правды ибо придумали логику и науку. Понимаешь? Наши мысли препятствуют нашим же мыслям, мы загнали самих себя в мыслительный тупик, изза того что мы помыслили, дальше мыслить мы не можем, как бы абсурдно это не звучало. \n",
    "answers": [
      {
        "id": 28,
        "text": "-То есть мысли это костяк абсолютно всего? "
      }
    ]
  },
  {
    "id": 28,
    "text": "—Наши мысли, костяк нашего \"всего\", если быть более точным. ",
    "answers": [
      {
        "id": 29,
        "text": "-И если смысла нет в мыслях, то смысла нет нигде"
      }
    ]
  },
  {
    "id": 29,
    "text": "—Именно! , -восторженно полукрикнул Андрей, -меня это пугает Анджей, иногда доходит и до паники, -постепенно затихая произнес Андрей. ",
    "answers": [
      {
        "id": 30,
        "text": "-Может ты и прав Андрей. Давай продолжим завтра, мне идти пора. "
      }
    ]
  },
  {
    "id": 30,
    "text": "—Хорошо, -довольно грустно сказал Андрей доставая свой телефон. \n",
    "answers": [
      {
        "id": 17,
        "text": "Встать со скамейки"
      }
    ]
  }
]