[
  {
    "id": 1,
    "text": "Урок физики в 7 классе. Ну что может быть скучнее, чем слушать доклад зубрилы? Хочется, чтобы настал апокалипсис, и всех отпустили домой. Сидишь, смотришь в окошко... Вот если бы можно было свалить с этих уроков...\n\nЖанр: школа с элементами безумия :)\n\nP. S. Вторая часть полностью готова.",
    "answers": [
      {
        "id": 12,
        "text": "Концовки"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "",
        "system": true
      },
      {
        "id": 24,
        "text": "От автора"
      },
      {
        "need_ever": true,
        "id": 30,
        "text": "Начать",
        "need": [
          1
        ],
        "var_set": [
          "surprise",
          100
        ]
      }
    ]
  },
  {
    "id": 2,
    "text": "     Наташа сидела на уроке. Учитель нудно объяснял формулу давления. Очень сильно хотелось домой. \"Кто вообще придумал вторую смену?!\" — с гневом подумала Наташа. За окном стемнело. Как назло, физика была только четвёртым уроком, из семи поставленных (<plus> восьмым идёт факультатив). Рядом с Наташей сидел Павел Шашкин, по прозвищу Помидор. Поправив очки, он гордо посмотрел на неё.",
    "answers": [
      {
        "id": 3,
        "text": "Вспомнить, откуда у Павла прозвище."
      },
      {
        "id": 4,
        "text": "Не вспоминать."
      }
    ]
  },
  {
    "id": 3,
    "text": "     Всё началось ещё с того дня в 3 классе, когда Павел впервые вошёл в кабинет.\n — З-здравствуйте, м-меня з-зовут П-Павел... — робко сказал он и покраснел.\n — Проходи, садись рядом с Наташей, тут как раз место свободное, — сказала Екатерина Валерьевна (учитель начальных классов), — Надеюсь, ты скоро привыкнешь к ребятам.\n     Павел прошёл на своё место. Наташа видела, как он покраснел. \"Видимо, от волнения\" — подумала она.\n     Прошло несколько дней. Павел перестал стесняться всех. Вот тут-то он и показал свою истинную сущность. Павел очень много ябедничал, доносил на других. Первой жертвой стал Егор, \"крутой пацан\" в классе. Затем, когда того исключили из школы, ябеда принялся за Наташу. Самое интересное, когда Наташу ругали учителя, Павел стоял весь красный, хотя весь светился гордостью. Ябеда краснел с поводом и без. Смеялся — краснел, плакал — краснел, и так далее. Однажды Наташа, не выдержала всего этого и сказала:\n — Ещё раз нажалуешься на меня, Помидор, я тебе так вломлю, что ни один учитель не спасёт!!!\n     Угрозы хватило недели на две. Затем, Помидор снова стал ябедничать на Наташу.",
    "answers": [
      {
        "id": 4,
        "text": "Читать параграф."
      }
    ]
  },
  {
    "id": 4,
    "text": "     Наташа показала язык зубриле и уткнулась в учебник, может, случится чудо, и она поймёт все эти формулы?",
    "answers": [
      {
        "id": 6,
        "text": " - Ну а сейчас, к доске выйдет Шашкин с докладом о давлении..."
      }
    ]
  },
  {
    "id": 5,
    "text": "     ",
    "answers": []
  },
  {
    "id": 6,
    "text": "     Зубрила вышел к доске. Доклад был страниц на сто, наверное, не меньше. Когда Павел окончил свою речь, прозвенел звонок.\n     \"Ну наконец-то!!!\" — подумала Наташа, выходя из класса.",
    "answers": [
      {
        "id": 8,
        "text": "Пойти в столовую"
      },
      {
        "id": 25,
        "text": "Пойти сразу в кабинет английского"
      },
      {
        "id": 27,
        "text": "Пойти в туалет"
      }
    ]
  },
  {
    "id": 7,
    "text": "    ",
    "answers": []
  },
  {
    "id": 8,
    "text": "     Наташа пришла в столовую, купила себе порцию пельмешек, чай с лимоном и села за стол. Тут к ней подошёл Максим.\n — Наташ, а тебе не надоело сидеть за партой? Давай сбежим с уроков, а? Могу поспорить, ты и сама не хочешь сидеть все восемь уроков, тем более, во вторую смену.\n     Наташа задумалась. Сбежать с уроков очень рискованно, но сидеть и слушать нудные объяснения учителей очень не хочется. Наташа вздохнула и сказала:",
    "answers": [
      {
        "id": 10,
        "text": " - А что? Я не против!"
      },
      {
        "id": 11,
        "text": "  - Нет, это очень опасно. Нас могут поймать и отругать. Лучше я отсижу эти уроки, чем потом меня вызовут к директору..."
      }
    ]
  },
  {
    "id": 9,
    "text": "    ",
    "answers": []
  },
  {
    "id": 10,
    "text": " — Я и не сомневался! — усмехнулся Максим, — Значит так, мы в разных группах по английскому. Ты должна выйти из класса через пятнадцать минут после начала урока. Встретимся около туалетов на втором этаже. Часы у тебя есть?\n — Есть, — ответила Наташа.\n — Отлично! — воскликнул Максим, — Только не подведи! Остальную часть плана расскажу на месте.\n    ",
    "answers": [
      {
        "id": 13,
        "text": "Пойти в кабинет английского"
      }
    ]
  },
  {
    "id": 11,
    "text": "     Наташа пошла в кабинет английского. Ей очень не хотелось учиться, но и портить отношения с учителями тоже не вариант. \"Ничего, \" — подумала Наташа, — \"Всегда выживала, и сейчас выживу. От школы ещё никто не умирал.\"\n Открыта концовка [Примерная ученица]\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 12,
    "text": " Здесь будут отображаться открытые вами концовки. В 1 части их 10, а во 2 – 13.           ",
    "answers": [
      {
        "id": 12,
        "text": "Концовки 1 части",
        "comment": true
      },
      {
        "id": 12,
        "text": "[Примерная ученица]",
        "need": [
          11
        ],
        "need_ever": true
      },
      {
        "id": 12,
        "text": "[Лучшие друзья]",
        "need": [
          14
        ],
        "need_ever": true
      },
      {
        "id": 12,
        "text": "[Симулянтка]",
        "need": [
          16
        ],
        "need_ever": true
      },
      {
        "id": 12,
        "text": "[Взаимопонимание]",
        "need": [
          21
        ],
        "need_ever": true
      },
      {
        "id": 12,
        "text": "[Одиночка]",
        "need": [
          19
        ],
        "need_ever": true
      },
      {
        "id": 12,
        "text": "[Свобода]",
        "need": [
          22
        ],
        "need_ever": true
      },
      {
        "id": 12,
        "text": "[Зачарованная]",
        "need": [
          69
        ],
        "need_ever": true
      },
      {
        "id": 12,
        "text": "[Вот это поворот!]",
        "need": [
          23
        ],
        "need_ever": true
      },
      {
        "id": 12,
        "text": "[Я чувствую монстра]",
        "need": [
          26
        ],
        "need_ever": true
      },
      {
        "id": 12,
        "text": "[Следствие вели]",
        "need": [
          28
        ],
        "need_ever": true
      },
      {
        "id": 12,
        "text": "Концовки 2 части",
        "comment": true
      },
      {
        "id": 12,
        "text": "[Беззаботные]",
        "need": [
          32
        ],
        "need_ever": true
      },
      {
        "id": 12,
        "text": "[Каменное сердце]",
        "need": [
          37
        ],
        "need_ever": true
      },
      {
        "id": 12,
        "text": "[Попались!]",
        "need": [
          40
        ],
        "need_ever": true
      },
      {
        "id": 12,
        "text": "[Роковое увлечение]",
        "need": [
          42
        ],
        "need_ever": true
      },
      {
        "id": 12,
        "text": "[Напролом!]",
        "need": [
          44
        ],
        "need_ever": true
      },
      {
        "id": 12,
        "text": "[Малявки]",
        "need": [
          46
        ],
        "need_ever": true
      },
      {
        "id": 12,
        "text": "[Так близко...]",
        "need": [
          49
        ],
        "need_ever": true
      },
      {
        "id": 12,
        "text": "[Она сгорела!!!]",
        "need": [
          55
        ],
        "need_ever": true
      },
      {
        "id": 12,
        "text": "[Герой]",
        "need": [
          56
        ],
        "need_ever": true
      },
      {
        "id": 12,
        "text": "[Получилось!]",
        "need": [
          57
        ],
        "need_ever": true
      },
      {
        "id": 12,
        "text": "[НЛО]",
        "need": [
          62
        ],
        "need_ever": true
      },
      {
        "id": 12,
        "text": "[Прощай, школа!]",
        "need": [
          64
        ],
        "need_ever": true
      },
      {
        "id": 12,
        "text": "[По плану]",
        "need": [
          68
        ],
        "need_ever": true
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 13,
    "text": "     Наташа пришла в кабинет. На уроке английского учитель разрешил детям садиться как они хотят, но при одном условии: если хоть кто-то будет разговаривать во время объяснения, то все вернутся на свои места. Поэтому Наташа могла отсесть от Помидора куда подальше (к несчастью, она с ябедой была в одной группе по английскому языку). Наташа успела приготовиться к уроку, немного поболтать с подругами, как вдруг прозвенел звонок. \n — Hello, children, — сказал учитель привычным тоном.\n — Hello, teacher, — вяло отозвались ребята (конечно, кроме Помидора).\n — Sit down please. Let's start our lesson.\n     Следующие десять минут прошли очень быстро и весело. Учитель настолько интересно преподал детям формы неправильных глаголов, что Наташа не хотела уходить.",
    "answers": [
      {
        "id": 14,
        "text": "А зачем уходить? Интересно же!"
      },
      {
        "id": 15,
        "text": "\"Пора бежать. Максим, наверное, уже ждёт меня.\"",
        "need": [
          8
        ]
      },
      {
        "id": 15,
        "text": "Попробовать отпроситься с урока",
        "need": [
          25
        ]
      }
    ]
  },
  {
    "id": 14,
    "text": "      Наташа решила не сбегать с уроков, а попробовать вникнуть в них. Поначалу было тяжело, но вскоре она привыкла. \n                 Спустя месяц.\n — Ребята, кто помнит, когда была Куликовская битва? — спросила учительница по истории и увидела высоко вскинутые руки двух лучших друзей.\n     Это были двое зубрил, Наташа и Павел. Все учителя ставили их в пример всем, а одноклассники терпеть не могли их и всячески обижали. А закадычная парочка ябедничала на них. \n Открыта концовка [Лучшие друзья]",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 15,
    "text": "      Но как сбежать с урока? Конечно, можно сказать, что у тебя болит что-то. Но что? Хорошенько всё обдумав, Наташа поднала руку и сказала: \n — Евгений Александрович, мне плохо, у меня болит...",
    "answers": [
      {
        "id": 16,
        "text": "...голова."
      },
      {
        "id": 17,
        "text": "...живот."
      },
      {
        "id": 16,
        "text": "...горло."
      },
      {
        "id": 17,
        "text": "...зуб."
      },
      {
        "id": 23,
        "text": "...душа."
      }
    ]
  },
  {
    "id": 16,
    "text": " — Хм... — сказал Евгений Александрович, — У тебя не болит ничего, я знаю. Иначе бы ты не веселилась на уроке. Сиди уж, врунишка.\n     Наташа вздохнула. План побега провален.\n Открыта концовка [Симулянтка]",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 17,
    "text": " — Хм... — сказал Евгений Александрович, — Сильно болит?\n     Наташа кивнула, сделав гримасу боли и мучения.\n — Я позвоню твоим родителям. Если они не против, то я отпущу тебя домой. Хорошо?\n     Наташа кивнула, вышла из класса и набрала номер мамы.\n — Алло, мам привет. Я заболела, можно мне пойти домой?\n     Мама тихонько сказала:\n — Доча, скажи честно, ты симулируешь, или действительно больно?\n     Наташа на минутку задумалась. А стоит ли врать родной матери?",
    "answers": [
      {
        "id": 21,
        "text": " - Нет, я просто не хочу сидеть все восемь уроков в школе. "
      },
      {
        "id": 20,
        "text": " — Да, сильно болит."
      }
    ]
  },
  {
    "id": 18,
    "text": "",
    "answers": []
  },
  {
    "id": 19,
    "text": "     Наташа обратилась к охраннику. Он отложил газету и недовольно заворчал, мол, не дают ему газету почитать. Пока он отвечал на вопросы Наташи, Максим пытался прокрасться мимо.\n — Стоять, молодой человек! — вдруг грозно сказал охранник, — С уроков сбегаем?!\n     Максим попытался что-то возразить, но охранник схватил его за руку и потащил в класс, согласно расписанию.\n     Наташа оделась и вышла из школы. Пока шла домой, она всё думала, как же там Максим? Наверное, его отругают, вызовут родителей в школу... \n Открыта концовка [Одиночка]",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 20,
    "text": " — Хорошо, отпускаю тебя. Придёшь домой, выпей розовую таблетку, она поможет от боли.\n     Наташа радовалась, что мама ей поверила. Но в то же время, ей было тяжко оттого, что она обманула родную мать. Смирившись с этим, Наташа взяла портфель и вышла из класса. ",
    "answers": [
      {
        "id": 20,
        "text": "Навстречу ей шёл Максим.\n — Ха, я думал, ты никогда не придёшь! — сказал он, — Ну ладно, меньше слов, больше дела. Тебя отпустили или ты сбежала?\n — Отпустили.\n — Ясно. А я вот сбежал с портфелем. Ну тогда план таков: ты отвлекаешь охранника, а я тихонько пробираюсь мимо вахты. Затем одеваюсь, выхожу на улицу, звоню тебе. Далее просто одеваешься и выходишь. Ясно?\n — Ясно. \n — Хорошо. Тогда погнали!\n     Наташа и Максим спустились на первый этаж. Наташа пошла первой. Проходя мимо вахты, она заметила охранника, читающего газету. По всей видимости, он был занят ею так, что ничего вокруг не слышал и не видел.",
        "need": [
          8
        ],
        "merge": true
      },
      {
        "id": 22,
        "text": "Проскочить мимо охранника.",
        "need": [
          8
        ]
      },
      {
        "id": 19,
        "text": "Отвлекать охранника вопросами.",
        "need": [
          8
        ]
      },
      {
        "id": 20,
        "text": "Зимний вечер. Как же красиво! Наташа шла по улице, смотря только на елки, припорошенные снежком, на сверкающие в вечерних огнях сугробы... Раньше, из-за общения с людьми, Наташа не замечала всей этой красоты. Но, к сожалению, когда переходишь дорогу, нужно смотреть по сторонам, а не на ёлки...",
        "need": [
          25
        ],
        "merge": true
      },
      {
        "id": 69,
        "text": "Упс...",
        "need": [
          25
        ]
      }
    ]
  },
  {
    "id": 21,
    "text": "— Но... Разве ты не знаешь, что школа — это твоё образование?\n — Знаю, — вздохнула Наташа, — Семь уроков ещё куда ни шло. Но восемь — для меня уже слишком.\n — Хорошо, доча, я разрешаю тебе уйти, я понимаю, каково это — восемь уроков. Но при условии: домашнее задание должно быть сделано.\n — Без проблем. Я сделаю его, — ответила счастливая Наташа.\n — Я напишу заявление, что ты больше не будешь ходить на факультативы.\n — Спасибо, мам! Ты лучшая!!! — воскликнула Наташа и положила трубку.\n     Наташа вышла со школы. Ей было радостно оттого, что мама поняла её.\n Открыта концовка [Взаимопонимание]\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 22,
    "text": "      Наташа подумала, что охранник и так занят газетой, поэтому не стала его отвлекать и тихонько прошла мимо. Охранник её даже не заметил. Следующим прокрался Максим. Охранник даже не пошевелился. Дети прошли в гардероб, переоделись и вышли на улицу. Выйдя далеко за пределы школы, ребята почувствовали свободу. Да, это она! Это то чувство, когда можешь бежать в любую сторону. Один раз живём — один раз наслаждаемся жизнью...\n Открыта концовка [Свобода]",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 23,
    "text": " — Ммм... Очень... необычный симптом... — сказал растерянный учитель. И давно болит?\n — Да вот, с самого утра... — грустно сказала Наташа.\n — Ну ничего страшного, это мы можем исправить. Мы сейчас начнём разучивать песню на Новый год. На английском языке, конечно.\n    Наташа подумала: \"Ну вот, ещё одна песенка для малявок...\" Как же она крупно ошибалась!\n — А сейчас, ребятки, складываем вещи в портфель и начинаем учить песню.\n     По классу пронёсся недовольный гул. Но как же все ошибались! Учитель поставил рок-версию песни Jingle bells. Все с удовольствием громко пели песню, и лишь Помидор скривил лицо. Не любил зубрила рок, что ж тут поделать?\n\n                                         ***\n      Прозвенел звонок. \"Осталось ещё три урока...\" — подумала Наташа. Внезапно примчался самый быстрый мальчик в классе, Максим, и сказал, что у учителей намечается срочное собрание, и поэтому оставшиеся уроки отменяются. Радостные дети расхватали одежду в гардеробе и помчались домой. \n Открыта концовка [Вот это поворот!]",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 24,
    "text": "     Идея этого квеста пришла ко мне на уроке. У нас поставили семь уроков, и я хотела убежать. Нет, я не из тех, кто постоянно убегает с уроков и симулирует болезни. Просто не хотелось идти на урок.\n     Я уже продумала все ходы, как сбежать, как уговорить учителя, проскочить мимо охранника (частично, квест основан на реальных идеях). Я планировала сбежать с урока литературы, но не смогла. Фильм, который включил учитель, был слишком интересным. Далее, я просто забыла о плане, пока болтала с подругами.\n     И вот, спустя год, я вспомнила этот случай и сделала квест.\n\nP. S. Пожалуйста, не судите строго, это мой первый квест. ",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 25,
    "text": "      Подходя к кабинету английского, Наташа заметила ухмыляющегося Помидора. Он сидел на подоконнике и смотрел на неё.\n — О, а вот и мисс Прогульщица! Ха-ха-ха! Думаешь, я не знаю о том, что ты хочешь сбежать с уроков?!\n — С чего бы мне сбегать? — невозмутимо спросила Наташа.\n — Как будто я не знаю, что ты хочешь удрать! Максим попытался сбежать, его уже поймали. А учитывая то, что ты его подруга, очень вероятно то, что ты сбежишь с ним.\n — Макс, может и попытался сбежать, но зачем это мне?\n — Ты же троечница! А троечникам всегда хочется прогулять школу, — злобно усмехнулся Павел.\n     Наташа сжала кулаки. Эта тема её сильно задевала. Она никогда не была троечницей, но в прошлой четверти её средний балл по физике был 3,49. Обидно, конечно, получить тройку в четверти, только потому, что учительница дала очередной доклад Помидору, а не Наташе, которой действительно нужна хорошая оценка. \n      Внезапно, в глазах немного помутнело, Наташа ощутила мощный прилив ярости. Даже вспомнились строчки из песни:\n\"Ты от меня беги, ведь стану зомби, по телу ярость разольётся с кровью\"\n   А Помидор продолжал насмехаться над Наташей...",
    "answers": [
      {
        "id": 13,
        "text": "Подавить ярость"
      },
      {
        "id": 26,
        "text": "Вломить зубриле как следует!"
      }
    ]
  },
  {
    "id": 26,
    "text": "      Наташа не отличалась особой буйностью, но всему есть предел. \n      Неожиданно для зубрилы, Наташа прыгнула на него и начала наносить удары кулаками в лицо, кусаться и царапаться. Чтобы её жертва не кричала, она заткнула Помидору рот своей тёмно-синей кофтой, которая в некоторых местах стала фиолетовой от крови зубрилы. Нет, Наташа его не убила, но сильно разукрасила лицо Помидора кровью и синяками. Что ж, теперь он стал вылитым помидором! \n      Наташа ни о чём не сожалела ни тогда, когда её отвозили в детскую комнату милиции, ни тогда, когда её ругали, заставляли просить у зубрилы прощения. Она отомстила за себя, и это главное.\n\n                                        ***\n      Через 15 суток Наташу выпустили из-под ареста. Вернувшись в школу, она стала абсолютно другим человеком. Безжалостным. Из-за этого она даже получила прозвище Монстр. Теперь все знали, что с ней лучше не связываться, особенно Помидор.\n   Открыта концовка [Я чувствую монстра]",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 27,
    "text": "       Наташа зашла в кабинку и закричала от ужаса. Прямо над унитазом висела девочка. Судя по всему,  она была из 4 или 5 класса.",
    "answers": [
      {
        "id": 28,
        "text": "Немедленно сообщить охраннику"
      },
      {
        "id": 29,
        "text": "Сделать дела в другой кабинке и выйти из туалета."
      }
    ]
  },
  {
    "id": 28,
    "text": "      Наташа быстро спустилась на первый этаж и рассказала всё охраннику. Естественно, уроки отменили из-за разбирательств. Все ребята смогли уйти домой.\n Открыта концовка [Следствие вели]",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 29,
    "text": "Куда пойти теперь?",
    "answers": [
      {
        "id": 28,
        "text": "Всё-таки пойти и сообщить охраннику о девочке."
      },
      {
        "id": 8,
        "text": "В столовую."
      },
      {
        "id": 25,
        "text": "В кабинет английского."
      }
    ]
  },
  {
    "id": 30,
    "text": "       ",
    "answers": [
      {
        "id": 2,
        "text": "Часть 1."
      },
      {
        "id": 31,
        "text": "Часть 2.",
        "need": [
          22
        ],
        "need_ever": true
      },
      {
        "id": 30,
        "text": "Часть 2 доступна при открытии концовки [Свобода]",
        "comment": true
      }
    ]
  },
  {
    "id": 31,
    "text": "    Наташа и Максим тихонько выбрались из школы. К счастью, охранник настолько был занят  разгадыванием кроссворда, что даже не услышал, как Максим громко хлопнул дверью.\n     Выйдя из школы, Максим сказал:",
    "answers": [
      {
        "id": 32,
        "text": " — Пойдём, погуляем, что ли?"
      },
      {
        "id": 33,
        "text": " — Хорошая погода сегодня. Давай сорвём уроки, чтобы наши одноклассники смогли погулять?"
      }
    ]
  },
  {
    "id": 32,
    "text": " – Пойдём, — сказала Наташа.\n    И лучшие друзья убежали прочь от ненавистной школы...\n Открыта концовка [Беззаботные]",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 33,
    "text": " — А сможем ли мы? — засомневалась Наташа.\n — Если постараться – то сможем.\n    Внезапно, окно на первом этаже открылось.",
    "answers": [
      {
        "id": 34,
        "text": "Затаиться и наблюдать"
      },
      {
        "id": 35,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 34,
    "text": "     Наташа и Максим затаились за деревом в школьном саду. Из окна вылез человек. Наташа не раз его видела, но всё же не могла вспомнить, кто это. Но Максим узнал его. Он подошёл к человеку и грозно сказал:\n — Какого черта ты тут делаешь, Помидор?! Опять ябедничать собрался?\n — Н-нет, я просто хотел...\n — Донести на нас? Сказать, что мы убежали?\n — Макс, дай человеку слово сказать, — сердито сказала Наташа.\n — Ну... Мне надоело, что меня все терпеть не могут, я хочу стать знаменитым среди одноклассников. Родители говорили, что успешный человек – это обязательно отличник. Я думал, что вы мне завидуете, поэтом старался, как говорят родители, \"устранить конкурентов\". Но вскоре я понял, что мне так не хватает общения, я хочу быть нормальным человеком, а не зубрилой, каким меня считают. Далее я искал подходящий момент для показа себя, потому что один боюсь что-нибудь сделать. Если меня поймают – то сразу наругают, а я же пример для всех...\n — Что-то я тебе не верю, Шашкин, — проговорил Максим, — Наташ, что скажешь?",
    "answers": [
      {
        "id": 36,
        "text": "— Не будь таким чёрствым, Максим, дай ему второй шанс."
      },
      {
        "id": 37,
        "text": "— Я тоже ему не верю."
      }
    ]
  },
  {
    "id": 35,
    "text": " — Стойте! Ребята, подождите!!! — умоляюще крикнул вылезающий из окна человек. \n   Наташа и Максим остановились. Поняв, кто это, Максим подошёл к человеку и грозно сказал:\n — Какого черта ты тут делаешь, Помидор?! Опять ябедничать собрался?\n — Н-нет, я просто хотел...\n — Донести на нас? Сказать, что мы убежали?\n — Макс, дай человеку слово сказать, — сердито сказала Наташа.\n — Ну... Мне надоело, что меня все терпеть не могут, я хочу стать знаменитым среди одноклассников. Родители говорили, что успешный человек – это обязательно отличник. Я думал, что вы мне завидуете, поэтом старался, как говорят родители, \"устранить конкурентов\". Но вскоре я понял, что мне так не хватает общения, я хочу быть нормальным человеком, а не зубрилой, каким меня считают. Далее я искал подходящий момент для показа себя, потому что один боюсь что-нибудь сделать. Если меня поймают – то сразу наругают, а я же пример для всех...\n — Что-то я тебе не верю, Шашкин, — проговорил Максим, — Наташ, что скажешь?",
    "answers": [
      {
        "id": 36,
        "text": " — Не будь таким чёрствым, Максим, дай ему второй шанс."
      },
      {
        "id": 37,
        "text": " — Я тоже ему не верю."
      }
    ]
  },
  {
    "id": 36,
    "text": "       Глаза Максима округлились.\n — Ты... Ты серьёзно ему веришь?! Он же много раз тебя подставлял!\n — Макс, ну с кем не бывает? Все имеют право на второй шанс.\n — Но... Почему ты думаешь, что Шашкин исправится? Он же зубрила и вредина! Вот сейчас ты захочешь сорвать уроки, а потом он тебя выдаст учителям. Вспомни, сколько раз тебя вызывали к директору по доносу Помидора, сколько раз тебя ругали за то, чего ты не делала. Опомнись, наконец!\n      Наташа повернулась к Павлу. Он стоял и жалобно смотрел на Наташу. Из его глаз медленно текли слёзы...\n — Честно... Я больше не буду прежним... — прошептал Павел.\n      Наташа задумалась. А вдруг Максим прав, и Помидор не изменится? Вдруг он снова начнёт ябедничать? Или всё-таки поверить Шашкину?",
    "answers": [
      {
        "id": 37,
        "text": " — Да, Максим, ты прав. Ему нельзя верить."
      },
      {
        "id": 38,
        "text": " — Я серьёзно ему верю. И скоро ты убедишься в том, что даже зубрилы могут быть хорошими."
      }
    ]
  },
  {
    "id": 37,
    "text": "    Павел расплакался и ушёл прочь. Наташа с Максимом пожали плечами и тоже разошлись по домам.\n                                          ***\n      На следующий день прошли слухи о том, что Павла Шашкина нашли мёртвым в гараже. Он взял папин автомат и выстрелил себе в голову. Рядом с трупом лежала окровавленная записка:\n      \"Я был не таким, как все. Меня никто не признавал. Даже когда я признал свою ошибку, меня не простили... Прощайте. Передайте Наташе, что я считаю её хорошим человеком...\"\n     Наташа чувствовала вину за смерть зубрилы. Внезапно, в её груди началось жжение, будто что-то горело. Когда жжение закончилось, Наташа почувствовала холод. Это сгорели её эмоции...\n Открыта концовка [Каменное сердце].",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 38,
    "text": "      Максим всё-таки смирился с тем, что теперь в его команде по \"спасению класса\" участвует Павел. Ребята зашли за школу (там камеры не работали, их снесло недавним штормом, но никто пока не знает, когда с AliExpress придут новые) и начали обсуждать план действий.\n — Я предлагаю прокрасться в кабинет информатики и с помощью учительского компьютера отключить все видеокамеры, — предложил Павел.\n — Ха! Настоящие пацаны не крадутся – они идут напролом! — заявил Максим.\n — Да? А чего же ты прокрался мимо охранника, а не вызвал его на дуэль? — язвительно спросила Наташа.\n      Максим промолчал.\n\n      Способов проникнуть в кабинет информатики было множество. Кабинет находился на 2 этаже. Окно было запаяно металлической решёткой (как в подъезде на 1 этаже). Эвакуационные выходы не заперты, но:\n1. Всего эвакуационных выходов два: левый и правый. \n2. По ним не ходят учителя и охранники.\n3. Левый выход на 3 этаже ведёт прямиком в музыкальный зал, а там почти всегда идут уроки.\n4. Правый выход на 2 этаже ведёт прямо в рекреацию начальных классов. Эти малявки обязатяльно нажалуются классному руководителю.\n5. На 1 этаж можно ходить с любого выхода. Один ведёт в подсобку, а второй – в кабинеты продлёнки, пустующие во время уроков.\n6. Пользоваться обычным выходом тоже можно, но лучше не спускаться на 1 этаж, потому что кабинет охранника находится прямо рядом с выходом.",
    "answers": [
      {
        "id": 38,
        "text": "Внимание! Этот список лучше запомнить, чтобы не нарваться на неприятности :)",
        "comment": true
      },
      {
        "id": 39,
        "text": "Начать спасение одноклассников"
      }
    ]
  },
  {
    "id": 39,
    "text": "       Максим, Наташа и Павел залезли на крышу по пожарной лестнице. Затем, осторожно сняв сетку, забрались в мужской туалет на 3 этаже (здание имеет всего 3 этажа).\n        Внезапно, из кабинки послышался звук смыва. Наташа перепугалась. У неё есть максимум минута, чтобы принять решение.",
    "answers": [
      {
        "id": 40,
        "text": "Спрятаться за угол."
      },
      {
        "id": 41,
        "text": "Зайти в другую кабинку."
      }
    ]
  },
  {
    "id": 40,
    "text": "      Наташа быстро шмыгнула за угол. Павел и Максим так и остались стоять перед кабинками. Что ж, это мужской туалет, тут им бояться нечего.\n       Парень, к несчастью, был чистоплотным и пошёл мыть руки. Заметив девочку в туалете, он закричал. На крик прибежала уборщица, которая отвела всю троицу к охраннику. К сожалению, попытка освободить друзей от учёбы не удалась...\n  Открыта концовка [Попались!]",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 41,
    "text": "      Наташа зашла в другую кабинку. Парень вышел из кабинки и ничего не подозревая, отправился на урок.\n      Вся троица вышла из туалета. Сейчас все находились на 3 этаже. Доступ к левому выходу был через музыкальный зал, через который идти равносильно самоубийству.",
    "answers": [
      {
        "id": 42,
        "text": "Выйти через основной выход."
      },
      {
        "id": 43,
        "text": "Выйти через правый эвакуационный выход."
      },
      {
        "id": 44,
        "text": "Выйти через левый эвакуационный выход."
      }
    ]
  },
  {
    "id": 42,
    "text": "      Чуть только Максим открыл дверь, как в дверях появился учитель математики.\n — Максим, вот ты где! Я тебя по всей школе ищу. \n — Эм... Вы что-то хотели?\n — Да, помнишь, ты выиграл международную олимпиаду \"Птенчики\"? Так вот, сегодня состоится собрание по поводу новых участников на олимпиаду...\n      Учитель шёл на 1 этаж и вёл ребят туда же. Конечно, охранник узнал беглецов... План сорвался.\n Открыта концовка [Роковое увлечение]",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 43,
    "text": " На какой этаж выходить?",
    "answers": [
      {
        "id": 45,
        "text": "На 1 этаж."
      },
      {
        "id": 46,
        "text": "На 2 этаж."
      }
    ]
  },
  {
    "id": 44,
    "text": "      Ребята зашли в музыкальный зал. И конечно, начались разборки: кто они, с какого класса и так далее. Ну что ж, любят некоторые люди идти наперекор всему...\n  Открыта концовка [Напролом!]",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 45,
    "text": "      Ребята вышли на 1 этаж. Они находились в кабинете продлёнки, который, к счастью, был не заперт. \n      Тихонько выглянув из своего \"укрытия\", ребята решили составить план действий.\n — Нужно пробраться к левому эвакуационному выходу, — сказал Максим, — По основному выходу опасно идти – охранник может вернуться в любую минуту.\n — Пробираться к запасному выходу ничуть не безопаснее, — возразил Павел, — Рядом проходит совещание. Если нас поймает завуч – нам крышка.\n      Ребята жарко спорили. Наташа обдумала оба решения и решила пойти...",
    "answers": [
      {
        "id": 47,
        "text": " ...через главный выход."
      },
      {
        "id": 48,
        "text": "...через левый эвакуационный выход."
      }
    ]
  },
  {
    "id": 46,
    "text": "    Правый выход, как вы, наверное, помните, ведёт в рекреацию начальных классов. Эти малявки быстренько нажаловались учителю на ребят...\n Открыта концовка [Малявки]",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 47,
    "text": "     Наташа решила послушаться Павла. Максим был явно этим недоволен, но решил пойти за Павлом и Наташей.\n      Вот и кабинет охранника. Тут никого нет.",
    "answers": [
      {
        "id": 49,
        "text": "Выйти из кабинета и подняться по лестнице на 2 этаж."
      },
      {
        "id": 50,
        "text": "Осмотреться."
      }
    ]
  },
  {
    "id": 48,
    "text": "      Наташа решила послушать Максима и тихонько прокралась мимо кабинета, где проходило совещание. Павел, хоть и обиделся на то, что его не послушали, пошёл за ребятами.\n      Вот и выход. Ребята поднялись на второй этаж. Добраться до кабинета информатики не составило труда.\n      В самом кабинете было темно. Включать свет ребята не стали – вдруг их заметят? Павел включил компьютер. Оказалось, что он с паролем.",
    "answers": [
      {
        "id": 65,
        "text": "Спросить у Павла, не знает ли он пароль."
      }
    ]
  },
  {
    "id": 49,
    "text": "    Ребята поднялись на 2 этаж. Они подошли к кабинету информатики, как вдруг столкнулись нос к носу с охранником... План был провален. А ведь ребята были так близко к цели...\n Открыта концовка [Так близко...]",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 50,
    "text": "   Несмотря на страх быть пойманной, Наташа стала осматриваться. В углу стоял включённый компьютер охранника. Он отображал то, что показывали видеокамеры. Ребята увидели, что охранник ходит по 2 этажу, ругая мелкоту за то, что они кричат и бегают по школе. Учитель ушёл куда-то, поэтому дети бегают по школе без присмотра. А охранник пытается их поймать.\n — Наташ, пойдём уже на второй этаж, — сказал Максим, — Тут нам нечего делать.\n      Внезапно, Наташу осенило.\n — Паша, ты можешь отключить видеокамеры через этот компьютер?\n — Хм... — сказал Паша.  Минут пять он пытался что-то сделать с компьютером охранника.\n    Внезапно, монитор погас. Наташа с Максимом перепугались, но Павел объяснил ребятам, что так сработало отключение видеокамер.",
    "answers": [
      {
        "id": 51,
        "text": "Пробраться в столовую"
      },
      {
        "id": 52,
        "text": "Пойти в гардероб"
      },
      {
        "id": 53,
        "text": "Стащить ключи в кабинете охранника и пойти на чердак"
      }
    ]
  },
  {
    "id": 51,
    "text": " — Наташ, пойдём в столовую? Я проголодался.\n — Помидор, ты с дуба рухнул?! Нас же сразу поймают и отведут к директору! — вмешался Максим.\n — Мальчики, не ссорьтесь... — попыталась успокоить их Наташа, но у неё ничего не вышло.\n — Ну хорошо, зубрила, я пойду с тобой в столовую. Но если нас спалят – я позову пацанов, и мы с тобой разделаемся.\n       Павел испугался. Но твёрдо решил пойти в столовую. У ребят складывалось впечатление, что поход в столовую для Павла – вопрос жизни и смерти.",
    "answers": [
      {
        "id": 54,
        "text": "Идти за зубрилой."
      }
    ]
  },
  {
    "id": 52,
    "text": " — Наташ, пошли в гардероб? — сказал Максим.\n — Зачем? Мы же вроде как уроки сорвать хотели.\n — Одно другому не мешает.\n — Макс, что ты задумал?\n — Увидишь, — загадочно сказал Максим.\n     Наташа терпеть не могла намёки и загадки. Но Максим уже вернулся из гардероба, сжимая в руке зажигалку и небольшую коробочку.\n — Я и не знал, что ты куришь. Значит тогда, наябедничав на тебя, что ты куришь, я был прав, — язвительно сказал Павел.\n — Дурак! Это не сигареты, а петарды. Мы тихонько подойдём к окошку с улицы и кинем парочку петард, — сказал Максим. \n     Ребята оделись, вышли на улицу. Нужный кабинет был на 2 этаже. Максим, проявляя бесстрашие и чудеса ловкости, забрался по пожарной лестнице и встал на подоконник. Окно было приоткрыто и к счастью, там не было сетки. Он быстро поджог три петарды, разом кинул их в окно и спрыгнул вниз, вывихнув ногу.\n — Бегите без меня! — негромко сказал Максим, — Я только задержу вас.\n      Павел согласился. Тем временем, в классе началась суматоха...",
    "answers": [
      {
        "id": 56,
        "text": "Бежать с Павлом"
      },
      {
        "id": 57,
        "text": "Помочь Максиму"
      }
    ]
  },
  {
    "id": 53,
    "text": "    Наташа быстро схватила ключи от чердака со стола охранника.\n — Зачем тебе ключи? — не понял Шашкин.\n — Да так... Просто, — проговорила Наташа, словно зачарованная.\n     Мальчишки переглянулись. Они явно считали, что у Наташи поехала крыша. Покрутив у виска, они всё-таки пошли за подругой.\n     Вот и чердак. Большая тёмная просторная комната. Чего тут только нет! Старые шкафы, учебники 1965 года выпуска, пожелтевшие газеты, банки с краской, учительские кресла, сохранившиеся с доисторических времён... Словом, хлама тут очень много. Наташа начала рыться в этих старых вещах. Мальчикам было страшно. Павел боялся темноты и пауков, а Максим – того, что его лучшая подруга сойдёт с ума и станет кем-то вроде Джокера. Он уже представил себе, как Наташа, злобно улыбаясь, подходит к нему с ножом...\n     Чёрная тень мелькнула у него сзади...",
    "answers": [
      {
        "id": 58,
        "text": " — Макс!"
      }
    ]
  },
  {
    "id": 54,
    "text": "     Продавщица в столовой была пофигисткой сотого уровня. Её не смутило то, что группа подростков во время урока пришла, чтобы купить обед.\n — Здрасьте, мне рис с котлетой, пожалуйста, — сказал Павел, протягивая купюру продавщице.\n — Так... Котлеты ещё не готовы, придётся подождать.\n     Ребята сели за стол и уткнулись в телефоны. Внезапно, Наташин телефон выключился, показав 0%. \"Вот зараза!\", — подумала Наташа и стала смотреть в сторону кухни, откуда слышались ругань, крики, а затем и пожарная тревога. Судя по разговорам на кухне, один из поваров опрокинул огромадную ёмкость с маслом, а другой, разговаривая по телефону, сжёг котлеты. Видимо, искра из сковороды попала на пол, где разлито масло.\n      Секунды через две после объявления о пожарной тревоге, вся кухня была объята пламенем...",
    "answers": [
      {
        "id": 55,
        "text": "Бежать!!!"
      }
    ]
  },
  {
    "id": 55,
    "text": "     Ребята, не дожидаясь, пока они превратятся в живой шашлык, ринулись к гардеробу, молниеносно оделись и убежали за школьный забор. Оттуда они наблюдали, как почти полностью сгорела их \"любимая\" школа...\n Открыта концовка [Она сгорела!!!]",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 56,
    "text": "      Наташа решила не рисковать и побежала к забору. Павел за ней.\n      Вскоре, из своего укрытия ребята наблюдали, как Максима берут под руки и относят в школу... Видимо, там ему предстоит серьёзный разговор с директором. Но сам Максим ни о чём не сожалел – ведь ему удалось сорвать урок, и всех его одноклассников отпустили домой.\n Открыта концовка [Герой].",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 57,
    "text": " — Нет уж! — категорично заявила Наташа, — Я тебя не брошу! Паш, помоги.\n     Взяв под руки Максима, Наташа и Павел быстро оттащили его за школу. Один из гаражей при школе был приоткрыт, поэтому ребята занесли туда Максима и притаились.\n     Тем временем, всю школу эвакуировали в подозрении на террористический акт. Никому даже в голову и не пришло, что это проделки детей. Все начали искать по всей школе заложенные бомбы. Всех школьников отпустили домой, даже сделали дополнительные недельные каникулы для всех учащихся, на время выяснения обстоятельств.\n      А ребятам удалось незаметно убежать через лазейку в заборе. Было уже довольно темно, поэтому ребят никто не заметил.\n\nP. S. Уже в травмпункте врач вправил вывих Максима довольно быстро. А тот соврал, что споткнулся об арматуру и упал в яму.\n   Открыта концовка [Получилось!]",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 58,
    "text": " — ААААААААААААААА, — истошно заорал Максим.\n — Тише ты, сейчас вся школа прибежит сюда!\n — Наташа... Это ты?\n — Нет, блин, зомби из ужастиков! — раздражённо ответила Наташа, — Ладно, перейдём к главному. Позавчера, когда я одевалась, чтобы пойти домой, то увидела, как неизвестный вошёл в школу, представившись как мой отец. Но это был не мой папа, для него он был слишком худой и длинный. В руке за спиной он держал какой-то пульт, который он забыл, пока разговаривал с охранником. Конечно, я проследила за ними. Незнакомец просто ушёл, а пульт был отнесён уборщицей на чердак (она подумала, что это какая-то устаревшая модель пульта от проектора). Конечно, сначала я пыталась выбросить из головы это, но сейчас я решила проверить одну теорию.\n — Наташ, тебе плохо? — спросил Павел, — Розовые круги перед глазами не плывут?\n — Я абсолютно здорова, — отмахнулась Наташа, — Вот он, тот самый пульт.",
    "answers": [
      {
        "id": 59,
        "text": "Нажать на кнопку."
      },
      {
        "id": 60,
        "text": "Не рисковать и выйти из чердака."
      }
    ]
  },
  {
    "id": 59,
    "text": "     Наташа нажала на кнопку. Ничего не произошло.\n — М-да, вот тебе и загадка... — протянул Павел, — Видимо, это чья-то шутка.\n     Наташа, расстроенная тем, что её воображение сыграло с ней обидную шутку, оделась и вышла со школы. Мальчики пытались её успокоить. Безуспешно.\n     Вдруг, Максим сказал:\n — Наташ, смотри – настоящее НЛО!\n — Ха ха ха. Очень смешно, — мрачно произнесла Наташа, — Может, хватит уже надо мной издеваться?\n — Я не шучу. Посмотри сама.\n     Наташа обернулась. Действительно, за школу приземлилось НЛО.",
    "answers": [
      {
        "id": 62,
        "text": "Бежать подальше отсюда!"
      },
      {
        "id": 63,
        "text": "Пойти за школу."
      }
    ]
  },
  {
    "id": 60,
    "text": "    Наташа решила всё же не рисковать. Она положила пульт и вышла из чердака.",
    "answers": [
      {
        "id": 61,
        "text": "Спуститься на 1 этаж."
      }
    ]
  },
  {
    "id": 61,
    "text": "   Куда теперь идти?",
    "answers": [
      {
        "id": 51,
        "text": "Пойти в столовую"
      },
      {
        "id": 52,
        "text": "Пойти в гардероб"
      }
    ]
  },
  {
    "id": 62,
    "text": "    Ребята со всех ног побежали по домам. Пришельцы либо их не заметили, либо не сочли нужным догонять людей. Уроки сорвать не удалось, но зато остались живы.\n Открыта концовка [НЛО].",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 63,
    "text": "      Ребята осторожно выглянули из-за угла школы. Из неопознанного летающего объекта вылезли трое пришельцев. У них была абсолютно белая кожа с чёрными полосками, прямо как у бенгальского тигра. Шерсти не было. Лица пришельцев очень напоминали человеческие, только уши были как у эльфов из сказок. Кто знает, быть может тот, кто придумал эльфов, случайно увидел такого пришельца? \n      Наконец, один из пришельцев увидел детей и позвал жестом остальных. Ребята решили всё-таки показаться пришельцам – чего уж убегать, если всё равно заметили. Пришельцы подошли к детям. Один из них, видимо, самый главный, что-то сказал на своём языке. Через секунду, из передатчика на его груди послышался глухой голос:\n — Где Алиферд? Куда вы его дели?\n      Наташа решила, что отвечать будет она. Сделав шаг вперёд, она сказала:\n — Мы никогда не видели таких, как вы. \n      Нагрудный передатчик пришельца пробубнил что-то на их языке. Скорее всего, это был переводчик.    \n — Ты лжёшь! Нам был отправлен сигнал о помощи от нашего шпиона. \n      Максим понял, в чём дело.\n — Наташ, отдай им пульт, чтобы они успокоились.\n       Наташа протянула главному пришельцу пульт. Его огромные синие глаза стали ещё больше.\n — Откуда у тебя это?! — спросил он.\n      Наташа рассказала ему историю про незнакомца с пультом. Тогда пришелец объяснил, что два дня назад ему пришло сообщение о том, что шпион решил \"освободить несчастных детей из тюрьмы\". Конечно, пришельцы не поняли, что речь идёт о школе. Они облетели все тюрьмы и психбольницы, но Алиферда нигде не было. Уже потеряв надежду на спасение друга, они получили сигнал о помощи и сразу прилетели.\n      Внезапно, рядом с детьми телепортировался ещё один пришелец. Он что-то энергично начал объяснять остальным. Те сразу прыгнули в свой НЛО и приготовились к отлёту. А Павел обратился к шпиону:\n — Куда они летят?\n — Уничтожить тюрьму для детей, — сказал пришелец (он знал русский язык без переводчика) и залез в НЛО.",
    "answers": [
      {
        "id": 64,
        "text": " — А как же ребята, учителя? Вы их тоже уничтожите?"
      }
    ]
  },
  {
    "id": 64,
    "text": " — Конечно нет. Людей мы телепортируем на улицу.\n      НЛО издал звук, похожий на сирену. Как только все люди выбежали из школы, на несчастное здание обрушился шквал выстрелов из мощнейщей лазерной пушки. Затем, летающий объект улетел высоко в небо, и больше никто его не видел.\n      Вскоре, по всем телеканалам передали, что неопознанный летающий объект взорвал школу... Никто так и не понял, чем \"братьям по разуму\" нк понравилась школа. Кроме Наташи, Павла и Максима, конечно.\n Открыта концовка [Прощай, школа!]",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 65,
    "text": " — Я его знал, но забыл, какой из паролей подходит именно к этому компьютеру.\n — Попробуй наугад, — предложил Максим.\n      Павел вздохнул и набрал пароль. Он был таким:",
    "answers": [
      {
        "id": 66,
        "text": "InFormaTi4ka12#"
      },
      {
        "id": 67,
        "text": "SemeCHko81"
      },
      {
        "id": 66,
        "text": "Mar1n@610no_namE"
      }
    ]
  },
  {
    "id": 66,
    "text": "    Не подходит.",
    "answers": [
      {
        "id": 65,
        "text": "Попробовать ещё раз."
      }
    ]
  },
  {
    "id": 67,
    "text": "      Да. Пароль подошёл. Павел что-то включал, проверял, печатал. Наконец, он сказал:\n — Ребят, можно не просто отключить камеры, а ещё и запустить мой вирус с флэшки. Это вызовет утечку информации и не даст учителям быстро восстановить доступ к сайтам, Интернету. Нет компьютеров и Интернета – нет урока. Всё просто.\n      Вскоре, свет везде погас. Павел сделал это для того, чтобы можно было быстро обнаружить вирус. Ну и для того, чтобы можно было тихо и быстро убежать.",
    "answers": [
      {
        "id": 68,
        "text": "Убежать по левому эвакуационному выходу."
      }
    ]
  },
  {
    "id": 68,
    "text": "    Ребята сбежали быстро и очень тихо. Что ж, их план удался. Теперь, школьная техника заработает минимум, через неделю. Этого времени вполне достаточно, чтобы отдохнуть от школы.\n Открыта концовка [По плану].",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 69,
    "text": "     Очнулась Наташа уже в больнице. Два сломанных ребра и лёгкое сотрясение мозга. Что ж, ещё легко отделалась, бывало и похуже. \"Зато в школу можно пока не ходить...\" — подумала Наташа, засыпая...\n Открыта концовка [Зачарованная]",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 70,
    "text": "",
    "answers": []
  },
  {
    "id": 71,
    "text": "",
    "answers": []
  },
  {
    "id": 72,
    "text": "",
    "answers": []
  },
  {
    "id": 73,
    "text": "",
    "answers": []
  },
  {
    "id": 74,
    "text": "",
    "answers": []
  },
  {
    "id": 75,
    "text": "",
    "answers": []
  },
  {
    "id": 76,
    "text": "",
    "answers": []
  },
  {
    "id": 77,
    "text": "",
    "answers": []
  },
  {
    "id": 78,
    "text": "",
    "answers": []
  },
  {
    "id": 79,
    "text": "",
    "answers": []
  },
  {
    "id": 80,
    "text": "",
    "answers": []
  },
  {
    "id": 81,
    "text": "",
    "answers": []
  },
  {
    "id": 82,
    "text": "",
    "answers": []
  },
  {
    "id": 83,
    "text": "",
    "answers": []
  },
  {
    "id": 84,
    "text": "",
    "answers": []
  },
  {
    "id": 85,
    "text": "",
    "answers": []
  },
  {
    "id": 86,
    "text": "",
    "answers": []
  },
  {
    "id": 87,
    "text": "",
    "answers": []
  },
  {
    "id": 88,
    "text": "",
    "answers": []
  },
  {
    "id": 89,
    "text": "",
    "answers": []
  },
  {
    "id": 90,
    "text": "",
    "answers": []
  },
  {
    "id": 91,
    "text": "",
    "answers": []
  }
]