[
  {
    "id": 1,
    "text": "Описание:\n   Вы — простой припоздавший путник, идущий ночью по лесу. И вот Вы находите домик лесника...",
    "answers": [
      {
        "middle_answer": true,
        "text": "[ Начать игру ]",
        "id": 5
      },
      {
        "id": 3,
        "text": "[ Концовки ]",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 2,
    "text": "[ Об игре ]\n\nДаты работы над проектом: 19.03.20 — \nс последующими корректировками и обновлениями (последняя: )\nДата отправки в релиз: \nАктуальная версия: 1.0",
    "answers": [
      {
        "id": 1,
        "text": "[ Назад ]",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 3,
    "text": "[ Концовки ]\nЗдесь Вы можете увидеть все открытые Вами концовки.\n\nВсего в квесте можно открыть 10 концовок.",
    "answers": [
      {
        "id": 1,
        "text": "[ Назад ]",
        "middle_answer": true
      },
      {
        "id": 3,
        "text": " ",
        "comment": true
      },
      {
        "need_ever": true,
        "comment": false,
        "id": 3,
        "text": "[ В то время, не в то место ]\nПустили историю по другому пути развития, так и не попав к леснику.",
        "need": [
          9
        ]
      },
      {
        "id": 3,
        "need_ever": true,
        "need": [
          13
        ],
        "text": "[ Вовремя остановиться ]\nВ последний момент передумали зайти к леснику."
      },
      {
        "id": 3,
        "need_ever": true,
        "need": [
          24
        ],
        "text": "[ Неудачная борьба ]\nВы попытались бороться, но потерпели поражение."
      },
      {
        "need_ever": true,
        "comment": false,
        "id": 3,
        "text": "[ Будь как дома, путник ]\nПоплыли по течению и в итоге умерли от волчьих зубов.",
        "need": [
          17
        ]
      },
      {
        "need_ever": true,
        "comment": false,
        "id": 3,
        "text": "[ Погоня ]\nПопытались убежать от волчьей стаи, или даже бороться с ней.",
        "need": [
          21,
          22
        ],
        "need_sometimes": true
      },
      {
        "need_ever": true,
        "comment": false,
        "id": 3,
        "text": "[ Сказка о рыцаре и драконе ]\nУподобились Леснику в расправе над ним.",
        "need": [
          26
        ]
      },
      {
        "need_ever": true,
        "comment": false,
        "id": 3,
        "text": "[ Самооборона ]\nЗастрелили Лесника из ружья.",
        "need": [
          27
        ]
      },
      {
        "need_ever": true,
        "comment": false,
        "id": 3,
        "text": "[ Хеппи Энд? ]\nУбежали от Лесника и его волков, а после покинули деревню.",
        "need": [
          31
        ]
      },
      {
        "need_ever": true,
        "comment": false,
        "id": 3,
        "text": "[ Благими намерениями вымощена дорога в ад ]\nХотели как лучше, а получилось как всегда.",
        "need": [
          33
        ]
      },
      {
        "need_ever": true,
        "comment": false,
        "id": 3,
        "text": "[ Возмездие ]\nЗастали расправу над Лесником.",
        "need": [
          32
        ]
      }
    ]
  },
  {
    "id": 4,
    "text": "",
    "answers": []
  },
  {
    "id": 5,
    "text": "Уже давно стемнело, а Вы всё также на свой страх и риск идёте по лесу. Сейчас без проблем можно вывернуть ногу. А может даже волка какого встретить. И не увидеть даже. Пока поздно не будет.\n\nВскоре Вы вышли на небольшую поляну, на которой расположился небольшой дом. Из окон льётся свет. Кто живет посреди леса? Хотя, какая разница? Может, лесник.",
    "answers": [
      {
        "id": 6,
        "text": "[ Идти к дому ]"
      },
      {
        "id": 8,
        "text": "[ Пройти мимо ]"
      }
    ]
  },
  {
    "id": 6,
    "text": "Идти не было сил, да и ноги стёрты в кровь, так что Вы решаете попросить ночлега именно в одиноком доме посреди леса.\n\n\"Ну что может случиться? — думали Вы, пока шагали к двери. — Ну это же не «Поворот не туда»?\" Просто дом лесника.\"\n\nИ вот Вы уже стучите в дверь. Она практически мгновенно распахнулась, а в столбе света чернеет мужская фигура.\n— Что, переночевать негде? — заботливо спросила фигура старческим голосом.",
    "answers": [
      {
        "id": 10,
        "text": "[ — Ну-у, собственно, да. ]"
      },
      {
        "id": 11,
        "text": "[ Нет, я просто хотел спросить: нет ли тут деревни поблизости? ]"
      }
    ]
  },
  {
    "id": 7,
    "text": "\n",
    "answers": []
  },
  {
    "id": 8,
    "text": "Хоть идти по ночному лесу и опасно, и страшно, Вы решили пройти мимо этого явно стрёмного дома.\n\nВскоре Вы вышли к деревне, которая словно вгрызалась в этот лес вырубкой. Деревня весьма большая, и в некоторых домах ещё горит свет.\n\nИдти сил уже нет, да и ноги стёрты в кровь.",
    "answers": [
      {
        "id": 9,
        "text": "[ Попросить ночлега ]"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы подходите к одному из домов, обитатели которого явно бодрствуют.\n— Хозяева, пустите переночевать! — кричите Вы, стуча в запертую дверь.\n— Кого там принесло? — слышите Вы тихий женский голос. Видимо, шепчет. Потом послышались тяжёлые шаги и щелчок замка, после чего дверь приоткрылась. За дверью стоит весьма крепкий мужчина средних лет.\n— Что тебе?\n\nЭтой ночью Вы переночевали хоть и на террасе, но терраса эта была закрытой, так что вполне себе тёплой. Лето ведь.\n\nУтром Вы расплатились с хозяевами и отправились своей дорогой...\n\n[Открыта концовка: \"В то время, не в то место\"]",
    "answers": [
      {
        "id": 1,
        "text": "[ На Первую страницу ]"
      }
    ]
  },
  {
    "id": 10,
    "text": "— Тогда заходи. — голос старика был полон радушия.\nВы с радостью прошли в дом, ведь теперь Вам есть где пережить эту ночь, не опасаясь лесного зверья.",
    "answers": [
      {
        "id": 14,
        "text": "[ Зайти ]"
      }
    ]
  },
  {
    "id": 11,
    "text": "Старик помолчал около минуты, и наконец, как-то разочаровано, ответил: \"Вон в ту сторону — не очень-то далеко — и выйдешь в деревню.\" \n\nВы поблагодарили старика и отправились в путь.",
    "answers": [
      {
        "id": 12,
        "text": "[ Идти в деревню ]"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вскоре вдали показались огни — Вы вышли к деревне. Деревня достаточно большая и постепенно вгрызается в лес вырубкой.\n\nВидно несколько домов, жильцы которых явно ещё не спят. Можно попросить их пустить на ночь.",
    "answers": [
      {
        "id": 13,
        "text": "[ Переночевать ]"
      }
    ]
  },
  {
    "id": 13,
    "text": "Переночевав у молодой семейной пары, утром Вы продолжили свой путь.\n\n[ Открыта концовка: \"Вовремя остановиться\" ]",
    "answers": [
      {
        "id": 1,
        "text": "[ На Первую страницу ]"
      }
    ]
  },
  {
    "id": 14,
    "text": "Оказалось, дед является местным лесником. Он усадил Вас за стол и быстро сообразил чаю.\n\nВремя перевалило за полночь, а Вы всё сидели за столом и потягивали горячий чай, слушая всякие байки нового знакомого.\n\nВнезапно через открытое окно в комнату ворвался волчий вой. Старик улыбнулся и ушёл в каморку. Вскоре он вернулся, держа в руках ружьё: \"Кушать хотят. Пойдём.\"",
    "answers": [
      {
        "id": 15,
        "text": "[ Поддаться ]"
      },
      {
        "id": 16,
        "text": "[ Попытаться вырвать ружьё ]"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы выходите на поляну, сзади между лопаток в спину упирается ствол ружья. \"Кушать, ребята!\" — крикнул лесник и отвесил Вам пинка.\n\nИз-за деревьев показались волки. Их много.",
    "answers": [
      {
        "id": 17,
        "text": "[ Ждать ]"
      },
      {
        "id": 18,
        "text": "[ Бежать оттуда ]"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы поднимаете руки, встаёте из-за стола и якобы идёте к двери. Проходя мимо старика Вы внезапно бьёте того в челюсть, и он с грохотом валится на пол. Ружьё вылетает у него из рук и падает в нескольких метрах от Вас.",
    "answers": [
      {
        "id": 24,
        "text": "[ Добить старика, пока он лежит ]"
      },
      {
        "id": 25,
        "text": "[ Подобрать ружьё ]"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы стояли и не могли пошевелиться. Волки подходили всё ближе и ближе. Неожиданно один из них прыгнул, сбив Вас с ног.\n\nНочной лес встрепенулся от дикого крика...\n\n[ Открыта концовка: \"Будь как дома, путник\" ]",
    "answers": [
      {
        "id": 1,
        "text": "[ На Первую страницу ]"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы решили бороться за жизнь. Не дожидаясь расправы, Вы кинулись со всех ног прочь от дома. Но как бы Вы не бежали, волки бегают быстрее человека. Один из них догоняет Вас и собирается прыжком сбить с ног.",
    "answers": [
      {
        "id": 19,
        "text": "[ Бежать дальше ]"
      },
      {
        "id": 20,
        "text": "[ Резко лечь ]"
      }
    ]
  },
  {
    "id": 19,
    "text": "Адреналин дал Вам новые силы, которые Вы использовали для ускорения. Пробежав ещё с минуту, Вы увидели впереди за редкими деревьями огни окон. Наверняка это деревня, куда волки не побегут — боятся людской толпы.",
    "answers": [
      {
        "id": 23,
        "text": "[ Бежать в деревню ]"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы резко упали на землю прямо на бегу. Волк пролетел над Вашей спиной и приземлился в метре от Вас. Но угроза от этого не прошла. Ведь волк не один, их много. И они уже здесь.\n\nНесколько из них вцепились Вам в ноги, ещё один запрыгнул на спину и его зубы щёлкнули в сантиметрах от шеи.",
    "answers": [
      {
        "id": 21,
        "text": "[ Попробовать перевернуться ]"
      },
      {
        "id": 22,
        "text": "[ Попробовать встать ]"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы пытаетесь перевернуться, и волк спрыгивает со спины на землю. Но это стало Вашей ошибкой. Этот же волк уже через секунду впился зубами Вам в бок.\n\n[ Открыта концовка: \"Погоня\" ]",
    "answers": [
      {
        "id": 1,
        "text": "[ На Первую страницу ]"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы попробовали встать, но ничего не вышло — волк очень тяжёлым, а ноги Вы уже не чувствовали. Вы сделали ещё несколько попыток, но тщетно...\n\n[ Открыта концовка: \"Погоня\" ]",
    "answers": [
      {
        "id": 1,
        "text": "[ На Первую страницу ]"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы делаете последний рывок и крича, вбегаете в деревню. Волки остановились в паре десятков метров от крайних дворов и завыли. Тут же им в ответ залаяли собаки, подняв своим лаем людей, некоторые из которых вышли на улицу. \n\nВокруг Вас собрались люди. Вы не замедлили с рассказом о случившемся.\n— Ну я же Вам говорил! — скликнул молодой парень. — Я же говорил, это он! Убьём эту тварь!\n— Успокойся. — пробасил крупный мужчина. — Сейчас ночь, да и волки вокруг него крутятся. Утром пойдём, пока он в лес не уйдёт. Не отвертится, урод! Ты, — мужчина ткнул в Вас пальцем, — переночуешь у меня.",
    "answers": [
      {
        "id": 28,
        "text": "[ — А он уже кого-то... того? ]"
      },
      {
        "id": 29,
        "text": "[ Идти с мужчиной ]"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы подлетаете к лежащему леснику и со всей силы бьёте его ногой в бок. И ещё раз. И ещё. Казалось, победа близка.\n\nИ вот в момент очередного удара лесник перехватывает Вашу ногу и резко тянет её на себя. Вы не смогли удержать равновесие и с размаху приложились затылком об пол. В глазах на мгновенье потемнело, а когда способность видеть вернулась, старик стоял перед Вами, уперев ружьё Вам в ногу. Выстрел. Боль пролетела по нервам и пронзила мозг. Кровь брызнула во все стороны.\n\n\"Что, падла!?\" — яростно крикнул старик и вцепился своими длинными сухими пальцами в простреленную ногу. Он вытащил Вас на улицу и пинком отправил на траву перед домом. \"Ребята, пора кушать!\"\n\n[ Получена концовка: \"Неудачная борьба\"]",
    "answers": [
      {
        "id": 1,
        "text": "[ На Первую страницу ]"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы хватаете ружьё и направляете его на лесника. Он замирает, протянув к Вам руку, как бы закрываясь.",
    "answers": [
      {
        "id": 26,
        "text": "[ — Ну и что ты хотел делать? ]"
      },
      {
        "id": 27,
        "text": "[ Застрелить ]"
      }
    ]
  },
  {
    "id": 26,
    "text": "— Ну и что ты хотел сделать? — спросили Вы, держа лесника \"на прицеле\".\nСтарик выругался и сказал: \"Я тебя волкам скормлю! На мясо пойдёшь!\"\n— А тебе не кажется, что мы поменялись местами?\n\nВы подошли к старику и ударили его прикладом ружья по голове, после чего выволокли его на улицу.\n\n— Пора кушать!\n\n[ Получена концовка: \"Сказка о рыцаре и драконе\" ]",
    "answers": [
      {
        "id": 1,
        "text": "[ На Первую страницу ]"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы нажимаете на курок, и раздаётся выстрел. Пуля попала старику прямо между глаз. Он рухнул, словно подкошенный, на пол. Под головой понемногу собиралась тёмно-красная кровь, сочась из разкуроченного черепа.\n\nВесь пыл сошёл с Вас мгновенно: не каждый день убиваешь человека. Схватив свою куртку, Вы быстро покинули хижину, не забыв прихватить ружьё.\n\n[ Получена концовка: \"Самооборона\" ]",
    "answers": [
      {
        "id": 1,
        "text": "[ На Первую страницу ]"
      }
    ]
  },
  {
    "id": 28,
    "text": "— А он что, уже кого-то... того? — спросили Вы.\n— Да, милок. Из деревни пятеро, а таких вот, как ты, теперь ещё больше. Мы все давно на него подумывали, да доказательств не было. Теперь не отвертиться! — ответила Вам женщина, стоящая рядом.",
    "answers": [
      {
        "id": 29,
        "text": "[ Идти с мужчиной ]"
      }
    ]
  },
  {
    "id": 29,
    "text": "Этой ночью Вы не спали.\n\nРано утром Вас разбудил тот крупный мужчина, который приютил Вас на ночь:\n— С нами пойдёшь, или как?",
    "answers": [
      {
        "id": 30,
        "text": "[ — Конечно, с Вами. ]"
      },
      {
        "id": 31,
        "text": "[ — Нет уж. Я пойду своей дорогой. ]"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы и ещё пятеро крепких мужиков с тремя карабинами пришли к избушке лесника. \n— Эй! Иди сюда! — крикнул один из них.\nТут же из-за угла вышел лесник.\n— Что надо? — только сейчас Вы заметили, что у него в руках ружьё.",
    "answers": [
      {
        "id": 32,
        "text": "[ Ничего не делать ]"
      },
      {
        "id": 33,
        "text": "[ Кинуть камень ]"
      }
    ]
  },
  {
    "id": 31,
    "text": "— Ну что ж. — пробасил мужчина. — Если так, то иди, никто тебя не держит.\n\nВы попрощались с ним и отправились в путь. Подальше от этой проклятой деревни.\n\n[ Получена концовка: \"Хеппи енд?\" ]",
    "answers": [
      {
        "id": 1,
        "text": "[ На Первую страницу ]"
      }
    ]
  },
  {
    "id": 32,
    "text": "— Месть тебе, урод! — крикнул один из мужчин и выстрелил. Он попал ему в руку, и старик выронил ружьё. Ваши союзники подбежали к нему и начали бить.\n\nТо, что потом сделали с лесником, Вы ещё долго не могли забыть. А хотели бы.\n\n[ Получена концовка: \"Возмездие ]",
    "answers": [
      {
        "id": 1,
        "text": "[ На Первую страницу ]"
      }
    ]
  },
  {
    "id": 33,
    "text": "В секунду Вы наклонились, подняли с земли небольшой камень и метнули в лесника. Камень попал старику в плечо руки, которой он держал ружьё. Рука дёрнулась и палец нажал на крючок. Пуля попала в живот одному из мужчин. Остальные среагировали мгновенно: три выстрела слились в один, и разорвали тишину леса. Лесник рухнул на землю, раскинув руки. На его куртке проступили два тёмных пятна: третья пуля пролетела мимо.\n\nМужчина, которого лесник ранил в живот по Вашей вине, умер моментально. За это остальные мужики положили Вас рядом с лесником и ушли.\n\n[ Получена концовка: \"Благими намерениями вымощена дорога в ад\" ]",
    "answers": [
      {
        "id": 1,
        "text": "[ На Первую страницу ]"
      }
    ]
  },
  {
    "id": 34,
    "text": "",
    "answers": []
  }
]