[
  {
    "id": 1,
    "text": "— Автор Позабытый\n— Основной жанр- Детектив \n— Дополнительный жанр- Драма, Фантастика.\nЧтобы вы сделали если бы вы попали в свое прошлое? Правильно вы бы попытались изменить его к лучшему, исправили свои ошибки которые совершали в прошлом. \nНо наш главный герой, по имени Дима, каким-то способом попадает в свое прошлое, на 10 лет назад, когда были убиты три одноклассницы, и попытается спасти их и свою мать...",
    "answers": [
      {
        "id": 2,
        "text": "Пролог"
      }
    ]
  },
  {
    "id": 2,
    "text": "Я со всех ног по лестнице спотыкаясь бежал на крышу, захлёбываясь воздухом, и в груди словно пламя, но и кроме пламени и усталости была грязь и слякоть. Эта грязь возникла из-за вины, я не сразу понял, что я совершил непоправимую ошибку. Добежав до 10 этажа, я увидел открытую решетку, которая была выходом на крышу. Значит она на самом деле на крыше? И тут пронеслись мысли словно ветер сметая листы со стола, а вдруг я опоздал и больше не будет шансов ей помочь? И внутри меня словно что то взорвалось, это было отчаяние и страх. Я начал задыхаться, усталость, боль, отчаяние, страх, безнадежность сплелись воедино. Но внезапно я вспомнил маму: она готовила борщ, я сидел рядом чистил чеснок, мне было столько сколько и сейчас 10 лет, пока чистил у меня появилось сильное желание спросить у мамы, чтобы она сделала если у неё что либо не получается?\nЯ слегка подергал ее за фартук, и она сразу обратила на меня внимание\n— Дима, я тебя слушаю\nОна поправила фартук и продолжила готовить\n— Мама, а что ты делаешь если у тебя что то не получается?\nКак только я договорил, она улыбнулась\n— Хороший вопрос, хм... Дай ка подумать... Если ты хочешь чего то добиться, ты должен делать все до конца, хоть даже когда у тебя не получается или ты знаешь что у тебя не получится, делай всё до конца, даже если у тебя что-то не получилось, ты будешь знать чем кончится то, за что ты взялся, а это тоже прогресс.\nЯ собрал волю в кулак и пошёл на крышу. Когда открыл старую заржавевшую дверь, меня слегка ослепили яркие лучи солнца. Я сделал пару шагов вперед, и мои глаза слегка привыкли к свету, я увидел Киру, она стояла у края крыши и смотрела вниз, её черные прямые волосы плыли по ветру, словно волны, которые запросто могли потопить корабли, на ней была красная куртка и также в кроссовках и в юбке, словно она куда-то торопилась или от кого-то бежала... Я решил подойти к ней поближе, но ветер словно не давал мне подойти к ней, но и страх никуда не делся, случайно я задел стеклянную бутылку лежавшую на земле, и этот звук стекла заставил обратить на меня внимание, Кира посмотрела на меня холодным взглядом, по её выражению лица, я понял что она меня ждала.\n— Что ты тут делаешь?\nЕё голос словно холодный ветер, который может заморозить всё, даже самое горячее сердце. Словно она ждет от меня этот ветер в ответ, и она к нему готова, но я не сделаю этого, я наоборот хочу её согреть, согреть так чтобы ни один ветер не смог её заморозить. Я решил подойти к ней поближе, как только я сделал на шаг ближе к Кире, она сделала шаг назад, ещё ближе к краю, я сразу понял что лучше остаться на месте \n— Что ты тут делаешь?\nИ опять она задала этот вопрос, а это значит она от меня что-то ждёт, но что? Я собрался ответить, но внезапно она сделала еще один шаг назад и я ещё сильнее испугался и вытянул руку вперед, словно я собрался её ловить.\n",
    "answers": [
      {
        "id": 3,
        "text": "- ...!"
      },
      {
        "id": 3,
        "text": "- ...!"
      }
    ]
  },
  {
    "id": 3,
    "text": "Она остановилась, но не перестала смотреть на меня холодным взглядом, словно ей уже не помочь, но я обязан, хоть и она в будущем убьёт мою мать, но я не позволю ей это сделать!\n— Кира, мне нужно с тобой поговорить...\nОна не отреагировала, лишь молча смотрела на меня\n— Кира, прости что я ломал твою жизнь, просто я не до конца понимал что я творю и почему оказался в прошлом, я думал моя цель убить тебя, чтобы ты не навредила моей матери, но не подумал что есть другой выход... Прошу дай всё исправить!\nИ тут силы покинули меня, я упал на колени и потекли горячие слёзы, и начал дышать горячим воздухом, славна моя душа покидает это уставшее тело. Из последних сил я посмотрел на Киру, она все смотрела на меня холодным взглядом. Она ещё стоит а это значит у меня есть шанс.\n— Кира можно я украду тебя!?\nИ внезапно после сказанного утих ветер, утихло всё, даже моё сердце, спустя минуту она ответила\n— Ты дурак?\nЯ улыбнулся и вытер глаза рукавом \n— Да\nСказал захлёбываясь слезами и тут я услышал шаги, они шли ко мне, неужели у меня получится исправить всё?",
    "answers": [
      {
        "id": 4,
        "text": "Глава первая 1"
      }
    ]
  },
  {
    "id": 4,
    "text": "   Войдя квартиру, закрыв за собой дверь, я позвал маму, она не торопясь из кухни подошла комне.\n— Чего сынуля? — Лаского улыбаясь спросила меня мать.\nЯ открыл дорожную сумку которую беру с собой на работу и дал ей взятую пачку йогурта с завода. Она взяла йогурт и собиралась уходить, но я снова позвал ее",
    "answers": [
      {
        "id": 6,
        "text": "- Мам дай денег на сигареты"
      }
    ]
  },
  {
    "id": 5,
    "text": "...",
    "answers": [
      {
        "id": 10,
        "text": "..."
      }
    ]
  },
  {
    "id": 6,
    "text": "Нахмурившись она хотела что то  возразить, но вздохнув передумала и направилась на кухню и вернулась уже со 100 рублями, взяв деньги я вышел из квартиры и направился на улицу. Меня на улице ждал Никита, мой старый друг, мы с ним были вмести в садике и в школе, вместе ходили на горшок, вместе ели, короче говоря он мне чуть ли не брат. Дойдя до железной двери, она  внезапно открылся и также внезапно выбежали три шумных девочки, смотря по возрасту они наверное в пятом классе. Пробегая мимо меня с улыбкой на лице, я вспомнил 3 одноклассниц которые были 10 лет назад убиты не пойманным до сих пор маньяком, когда они были убиты, мне было 11 лет, и тут я задумался: Если бы я попал в прошлое  я бы смог их спасти? \nПочувствовав вибрацию в кармане, я вернулся из раздумий в реальность и достал телефон из кармана, прижав его к уху, волна недовольства заполнила моё ухо.\n— Ты где? почему ты так долго? почему не отвечаешь? ты не забыл сто рублей который ты должен отдать мне за долг?\nСтолько вопросов и все они жутко меня раздражали, собравшись с мыслями и я ответил",
    "answers": [
      {
        "id": 7,
        "text": "- Сейчас буду"
      }
    ]
  },
  {
    "id": 7,
    "text": "Бросив трубку, положив в карман, я вышел на улицу и сразу встретил сидящего на скамейке недовольного друга\n— Ну ты и долгий\nСказал высовывая сигарету из пачки, я подошел к Никите взял сигареты и отдал ему 100 рублей, сев рядом с Никитой, я поджёг сигарету и начал вдыхать дым.\n— Дима ты куда все деньги деваешь?- Возмущенно спросил меня Никита. Выдыхая дым, я ответил.\n— На мамин кредит\nПосле сказанного он поник, и когда он докурил сигарету он спросил меня \n— Тебе нелегко Дима, ведь так?\n— В смысле?- Ответил ему смотря на его прыщавое грубоватое лицо.\n— Ну всмысле ты живешь с матерью, а она одна и ты не можешь её бросить и оставить, также купить себе квартиру и завести девушку, и все деньги уходят на кредит, который был потрачен на операцию матери...\nОн достал из кармана достал 100 рублей и отдал мне\n— Зачем ты мне отдаёшь обратно, я тебя не просил и не надо меня жалеть, я сам так решил, я сам решил помочь матери с кредитом и я сам решил остаться с матерью, так что не надо меня жалеть, а 100 рублей можешь потратить на конфеты и дать своей дочери\nПосле сказанного мне стало так легко, словно я выпустил пар. Никита вставая отряхнулся и пошёл по свойм делам, так и не забрав деньги. Я немного поворчал и спустя минуту я направился в магазин, дойдя до магазина я встретил пенсионерку Инну Юрьевну, она шла с магазина с двумя полными  пакетами и я решился ей помочь, подойдя к Инне Юрьевне, я помахал чтобы она обратила на меня внимания, как только она посмотрела на меня я спросил",
    "answers": [
      {
        "id": 8,
        "text": "- Вы сейчас домой идёте?"
      }
    ]
  },
  {
    "id": 8,
    "text": "— Ооо Димочка, да домой\n— Может я вам помогу? Только я сперва куплю сигареты\nКак только она кивнула, я забежал в магазин, купил сигареты сразу побежал обратно к Инне Юрьевне, взяв пакеты и мы направились домой преодолев не большое   расстояние и лестницу, дойдя до квартиры Инны Юрьевны, она меня отблагодарила зашла свою  квартиру, и я поступил также, зайдя домой я увидел не знакомую  женскую обувь, стоя в прихожей я услышал из комнаты знакомый  женский голос. Снимая верхнюю одежду я зашёл взал и увидел сидящию девушку на диване за маленьким столиком  распивающую чай вместе с матерью. \nЭту девушку  зовут Кира, мы учились вместе в одном классе, она постоянно опаздывала на уроки, но на успеваемость это не влияло. Когда Кира увидела меня, она сразу улыбнулась и поприветствовала\n— Привет Дима, давно не виделись\nЯ стоял у двери смотря на неё я задумался: Что ей нужно? Я никак не ответил, ушел на кухню и из зала донесся мамин строгий голос\n— Дима, разве так можно?\nИ внезапно ко мне подошла мама\n— Дима разве...\nИ тут время словно замерло, мама боком начала падать на пол, я подскочив поймал маму и у меня началась истерика не уже ли мама потеряла сознание? я не знал что делать, я начал проверять пульс, его нет! И тут комне подошла Кира, я со слезами начал просить о помощи, но она лишь смотрела на меня холодным взглядом.\n— Ты чё стоишь, помоги!?\nЯ кричал на неё, но она словно не слышит и тут моё тело парализовало: А вдруг она и убила маму? Я опустил маму и встал с пола\n— Что ты сделала с моей матерью!?\nОна не ответила, достала пистолет с глушителем и прицелилась в меня. И тут внутри меня началась паника, я шатаясь шёл назад спотыкаясь, моё тело стало словно  вата, словно я потерял контроль над телом, дойдя до стены я с ужасом смотрел на Киру, Кира убрала предохранитель с пистолета.\n— Извини Дима, из за твоей матери отпустили его, того кто убил мою сестру Катю\nСказала спокойным таном, но её глаза были диковатыми и выглядели так словно она не спала давно. \nЧто она имела виду? \"Из за твоей матери отпустили того кто убил мою сестру Катю\"... \n— Подожди это..!?\nНе успев договорить, она выстрела мне в голову и меня сразу поглотила тьма.",
    "answers": [
      {
        "id": 9,
        "text": "Глава 2 Месть ребенка"
      }
    ]
  },
  {
    "id": 9,
    "text": "...",
    "answers": [
      {
        "id": 5,
        "text": "..."
      }
    ]
  },
  {
    "id": 10,
    "text": "...",
    "answers": [
      {
        "id": 11,
        "text": "..."
      }
    ]
  },
  {
    "id": 11,
    "text": "...",
    "answers": [
      {
        "id": 1,
        "text": "..."
      }
    ]
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  },
  {
    "id": 13,
    "text": "",
    "answers": [
      {
        "id": 13,
        "text": "Новый ответ. введите текст"
      }
    ]
  }
]