[
  {
    "id": 1,
    "text": "...Одно утро из их жизни...",
    "answers": [
      {
        "id": 2,
        "text": ">> Начать >>"
      },
      {
        "id": 3,
        "text": "(Примечание)"
      },
      {
        "bgAnswerImage": [
          "https://b.radikal.ru/b00/2009/f5/b98d8ffe7df2.jpg"
        ],
        "text_color": [
          1,
          1,
          0.8
        ],
        "id": 84,
        "text": "ЗАЛ ДОСТИЖЕНИЙ",
        "shadow_color": [
          0,
          0,
          0
        ]
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://b.radikal.ru/b22/2009/d4/e8961cfb97d9.jpg",
        "system": true
      },
      {
        "bg_color": [
          0,
          0,
          0
        ],
        "text_color": [
          255,
          255,
          255
        ],
        "id": 112,
        "text": "НЕ НАЖИМАЙТЕ",
        "forget": 1
      },
      {
        "id": 1,
        "text": "введите команды для картинки",
        "url": "https://img1.freepng.ru/20180420/jxq/kisspng-pentagram-symbol-magic-pentagram-5ada6c3b0f5533.1297115815242639950628.jpg"
      }
    ]
  },
  {
    "id": 2,
    "text": " Прошло пару месяцев с тех пор, как Кирилл и Герман стали встречатся.\n\n Начались каникулы. Стояло жаркое Майское утро. Однако, член Германа стоял сильнее, да и был он погорячее пекучего летнего солнца.\n\n Герман уже привык к стояку, ведь он всегда просыпался в кровати с любимым его сердцу и члену человеком.\n\n Кирилл мирно спал рядом, а Герман как раз ощутил, что сейчас проснется.\n\n",
    "answers": [
      {
        "id": 4,
        "text": "Проснутся"
      }
    ]
  },
  {
    "id": 3,
    "text": " Кирилл, как и Герман — ВЫДУМАННЫЕ персонажи. В реальной жизни даже таких имен не существует. Произведение не призвано оскорблять чьи-либо гендерные чувства, как и не пропагандирует ничего, вроде гомосексуализма или чего-то подобного. Просто рассказ. Прошу отнестись с пониманием!\n\n • Проблемы квеста: \n\n1. Квест может иметь некоторое кол-во грамматических ошибок, вроде пропуска запятых. ОДНАКО, их не настолько много, чтобы читать было некомфортно.\n\n2. Больше проблем я не нашёл.\n\nТак давайте же насладимся одним утром их жизни!",
    "answers": [
      {
        "id": 1,
        "text": "Да!"
      }
    ]
  },
  {
    "id": 4,
    "text": " Герман открыл глаза.\n\"Кажется, у меня встал\" — подумал он. — \"Ладно, мне не привыкать\" — Герман улыбнулся.\n\n  Как бы то нибыло, просто лежать было не в духе Германа.",
    "answers": [
      {
        "id": 5,
        "text": "Подумать о прошлом"
      },
      {
        "id": 6,
        "text": "Снять Одеяло"
      },
      {
        "id": 7,
        "text": "Подрочить"
      }
    ]
  },
  {
    "id": 5,
    "text": " Герман начал вспоминать те дни в 5 класе, когда он почувствовал свою любовь к Кириллу.\nПризнатся в чувствах Герман смог только через год, и Кирилл настолько сильно был тронут этим, что тоже влюбился...\n  \n Герман был настолько поглощен мыслями, что совсем забыл про нечто важное.\nСегодня к ним должен был приходить Валентин — вахтёр ихнего с Кириллом дома. Он собирал плату за коммуналку.\n\n Однако и Кирилл и Герман знали — Валик недолюбливал Германа. Он сам хотел быть с Кириллом.\n\n Герман услышал стук в дверь. — \"А вот и он!\".\n ",
    "answers": [
      {
        "id": 39,
        "text": "Открыть дверь"
      },
      {
        "id": 40,
        "text": "Не открывать дверь"
      }
    ]
  },
  {
    "id": 6,
    "text": " \"Жарко...\" — пронеслось в голове у Германа.\n\n Рядом с Кириллом всегда было жарко, но сейчас это было нечто иное. Герман ВСТАЛ и аккуратно снял одеяло.\n\n  \"Что?!\" — Герман был удивлён. У Кирилла тоже стоял член. — \"Мы так похожи...\".",
    "answers": [
      {
        "id": 53,
        "text": "Отсосать"
      },
      {
        "id": 55,
        "text": "Пойти на кухню"
      }
    ]
  },
  {
    "id": 7,
    "text": " Герман был очень ненасытен. Не столько в плане еды, как в плане семяизвержения. Ему не хватило того, что было этой ночью, потому он решил начать дрочить (онанировать, дунячить(ся), дрочить(ся), драчить(ся), драть(ся), ерошить(ся), ипсировать, рукоблудствовать, малахейничать, малаковать, медитировать, трухать, туркать, трухкать, хиш-шпокать, джелькировать, (само)ебаться, пахтать(ся), шутить, баловаться, играться, нежиться, тешиться, доиться, дурачиться, спеться, петь соло, точить (хуй, шишку), (нежить, тешить, холить, баловать (любя), (при)ласкать, выкармливать, доить, терзать, лущить, щипать, дёргать, тискать, трепать, дразнить, тренировать) (петушка, гуся, пыптик, ящерку, зверька, нефритовый стержень, шершавого, бычка, пушку, початок, штуку, удава, вялого, перец, шнягу, пипиську), драконить тузика, начищать шлем, передёргивать затвор, раздевать гномика, щёлкать объективом, маневрировать со шлангом, перекидывать ванькой-встанькой, душить (одноглазую змею, одноглазого), гонять (шкурку, Дуньку Кулакову, вялого, лысого, дурака, шершавого), валять дурака, играть (в (руку, карманный биллиард), на (волшебной) флейте), заниматься (ручной стиркой, с Дуней Кулаковой, мастурбацией, онанизмом, джельком, самовоспитанием, самоприручением, самообузданием, собой), полировать (биту, сучок), (растрачивать, расточать; взращивать, (при)умножать, развивать, возделывать, копить, набивать, накапливать) (семенной фонд, мошну, млечко, семя, хуй), поднимать (настроение, настрой, петуха, хуй), медитировать, настраиваться, самодельничать, самодеяльничать, самовольничать, (само)удовлетворяться, (само)утоляться, (само)утешаться, (само)превозмогаться, заниматься (гимнастикой), (бороться, тягаться, состязаться) (с самим собой, с ангелом господним, со своим хуем), держать (себя, вожжи) (в (руках, кулаке)), держаться за (свайку), настраивать (скрипку, орган, аккордеон), манипулировать, качать, (катать, трамбовать, жарить, чесать, перебирать) (шары, яйца, кукурузу, гондурас, семейные (драго)ценности), (холить, ярить, нежить) петушка, работать над (собой, хуем, пиписькой), любить (себя), нарываться на ласку, замачивать бельишко, (млеть, бдеть, преть) в собственном соку, совать (лысого) в кулак, на своем млеке ((лепить, преображать, целить, познавать) себя и мир), овладевать (семенем, оргазмом, хуем, собой), учиться оргазму, выдерживаться, (заряжать, заливать, наполнять) (аккумуляторы, яйца), заряжаться (бодростью, (сексуальной) энергией), (закалять, калить, ковать) (сталь, железо, меч-кладенец, хуй), перековывать (мечи на орала, письку на хуй), хуем (груши околачивать, гвозди забивать, (воробьёв, ворон) гонять, девок пугать, звёзды считать), (гнать, пускать) (кефир, йогурт, млечко, семя, каплю), охуевать, хуи (вз)гонять, застрять в пубертатном возрасте, рукоблудничать)\n\n Это было быстро",
    "answers": [
      {
        "id": 54,
        "text": ">> Дальше >>"
      }
    ]
  },
  {
    "id": 8,
    "text": "\n",
    "answers": []
  },
  {
    "id": 9,
    "text": " Герман захотел схитрить — он решил приготовить сосиски, а когда они всё сьедят, предложить Кириллу еще одну сосиску. План был гениально простым.\n\n В отличие от яиц, сосиски казались Герману очень легким блюдом — их не надо было варить. В холодильнике у Кирилла всегда лежали уже сваренные магазинные сосиски.\n\n Их стоило лишь подогреть, и вот — можно есть.",
    "answers": [
      {
        "id": 47,
        "text": "Греть 20 секунд"
      },
      {
        "id": 57,
        "text": "Греть 2 минуты"
      }
    ]
  },
  {
    "id": 10,
    "text": " Герман знал, что Валентин серьёзно относися к своей работе, и злить его было бы рисковано.\n\n Потому, достав из заначки несколько тысяч гривен, он вернулся на кухню. Вахтёр уже выпил чай и ожидал его.\n\n \"Вот деньги\" — Сообщил Герман.\n\n \"Прекрасно. Зайду через месяц\" — Сказал Велентин, посчитав деньги. — \"А сейчас, я пойду. Ищите меня в коморке\". — С этими словами вахтёр удалился.\n\n \"С ним очень волнительно общатся, он такой серьёзный...\" — Подумал Герман.",
    "answers": [
      {
        "id": 11,
        "text": ">> Дальше >>"
      }
    ]
  },
  {
    "id": 11,
    "text": " Герман выполнил свой долг, теперь он был уверен — его ждет отличный день.\n\n В животе у него заурчало.\n\"Поесть бы сейчас\" — Подумал он. — \"Надо бы что-то приготовить\".\n\n ",
    "answers": [
      {
        "var_max": [
          "еда",
          1
        ],
        "var_show": [
          "еда"
        ],
        "comment": true,
        "text_color": [
          0,
          0.5,
          0
        ],
        "id": 11,
        "text": "Завтрак -"
      },
      {
        "id": 12,
        "text": "Готовить Яйца"
      },
      {
        "id": 13,
        "text": "Готовить Сосиски"
      }
    ]
  },
  {
    "id": 12,
    "text": " Герман решил приготовить яйца, ведь он и Кирилл их очень любили.\n \n Но вот беда — такой деликатес Герман готовил впервые, и поэтому никак не мог сделать первый шаг...",
    "answers": [
      {
        "var_max": [
          "еда",
          1
        ],
        "var_show": [
          "еда"
        ],
        "comment": true,
        "text_color": [
          0,
          0.5,
          0
        ],
        "id": 12,
        "text": "Завтрак -"
      },
      {
        "id": 14,
        "text": "Готовить в кастрюле"
      },
      {
        "id": 15,
        "text": "Готовить в микроволновке"
      }
    ]
  },
  {
    "id": 13,
    "text": " Герман захотел схитрить — он решил приготовить сосиски, а когда они всё сьедят, предложить Кириллу еще одну сосиску. План был гениально простым.\n\n В отличие от яиц, сосиски казались Герману очень легким блюдом — их не надо было варить. В холодильнике у Кирилла всегда лежали уже сваренные магазинные сосиски.\n\n Их стоило лишь подогреть, и вот — можно есть.",
    "answers": [
      {
        "var_max": [
          "еда",
          1
        ],
        "var_show": [
          "еда"
        ],
        "comment": true,
        "text_color": [
          0,
          0.5,
          0
        ],
        "id": 11,
        "text": "Завтрак -"
      },
      {
        "id": 32,
        "text": "Греть 20 секунд"
      },
      {
        "id": 31,
        "text": "Греть 2 минуты"
      }
    ]
  },
  {
    "id": 14,
    "text": " Закинув яйца в кастрюлю с уже нагретой водой, Герман, как обычно, решил посмотреть позы для секса на своем любимом сайте (Здесь может быть ваша реклама).\n\n Из за шума на кухне Кирилл проснулся. Он поднялся с кровати и пошел на кухню.\n\n \"Кирилл! Прости, не хотел тебя будить\" — Герман был рад его видеть. Они не трахались уже 7 часов.\n\n \"Яйца?\" — Кирилл посмотрел в сторону плиты.\n\n \"Да, наши любимые\" — ответил Герман.\n\n \"Я знаю какие яйца тебе понравятся больше\" — с этими словами Кирилл достал свой член. — \"Приятного аппетита, Герман!\"\n \n Этого Герман и ждал. Он принялся сосать яйца Кирилла, но при этом пытаясь быть нежным.\n  \n \"А ты, Герман, наловчился уже\" — Простонал Кирилл.\n\n \"Наслаждайся пока что, потом я тебя как следует отжарю\" — Пробормотал Герман с набитым ртом. Кирилл лишь хмыкнул.",
    "answers": [
      {
        "var_max": [
          "еда",
          1
        ],
        "var_show": [
          "еда"
        ],
        "comment": true,
        "text_color": [
          0,
          0.5,
          0
        ],
        "id": 15,
        "text": "Завтрак -"
      },
      {
        "id": 17,
        "text": ">> Дальше >>"
      }
    ]
  },
  {
    "id": 15,
    "text": " Герман наконец решился. Кирилл как-то рассказывал ему как он готовил яйца.\n\n \"В микроволновку!\" — С этими словами он закинул яйца и закрыл крышку.\n\n \"Так... 15 минут будет достаточно\" — Герман настроил время. Яйца начали медленно вращатся в микроволноке...",
    "answers": [
      {
        "var_max": [
          "еда",
          1
        ],
        "var_show": [
          "еда"
        ],
        "comment": true,
        "text_color": [
          0,
          0.5,
          0
        ],
        "id": 15,
        "text": "Завтрак -"
      },
      {
        "id": 16,
        "text": "(...)"
      }
    ]
  },
  {
    "id": 16,
    "text": " \"Что это?\" — Герман пододвинулся ближе.\n\n Это было последние, что он успел сказать.\nГерман не знал, что яйца в микроволновке взрываються. Даже маленького их взрыва хватило для того, чтобы взорвалась сама микроволновка. Из-за частого использования она быстро износилась и стала опасной.\n\n Проснувшись, Кирилл обнаружил сгоревшую кухню и бездыханное тело Германа...\n",
    "answers": [
      {
        "var_max": [
          "еда",
          1
        ],
        "var_show": [
          "еда"
        ],
        "comment": true,
        "text_color": [
          0.5,
          0,
          0
        ],
        "id": 16,
        "text": "Завтрак -",
        "bg_color": [
          0.3,
          0,
          0
        ]
      },
      {
        "id": 1,
        "bg_color": [
          0.5,
          0,
          0
        ],
        "text": "(К началу)",
        "text_color": [
          1,
          1,
          0.4
        ]
      }
    ]
  },
  {
    "id": 17,
    "text": " \"Оканчиваю!!!\" — крикнул Кирилл (он никогда не употреблял нецензурные слова, даже во время секса). Рот Германа наполнился горячей спермой.\n\n \"Ну что ж, теперь моя очередь\" — Герман встал с колен. — \"Готовся! Куда же мне тебе вдуть...\"\n ",
    "answers": [
      {
        "var_max": [
          "еда",
          1
        ],
        "var_show": [
          "еда"
        ],
        "comment": true,
        "text_color": [
          0,
          0.5,
          0
        ],
        "id": 15,
        "text": "Завтрак -"
      },
      {
        "var_max": [
          "секс",
          1
        ],
        "var_show": [
          "секс"
        ],
        "comment": true,
        "text_color": [
          0,
          0.5,
          0
        ],
        "id": 15,
        "text": "Оттраханный Кирилл -"
      },
      {
        "id": 19,
        "text": "Вставить в рот"
      },
      {
        "id": 20,
        "text": "Вставить в жопу"
      },
      {
        "id": 26,
        "text": "Вставить в член"
      }
    ]
  },
  {
    "id": 18,
    "text": " Герман вернулся на кухню.\n\"Выметайся.\" — Он твердо решил отшить Валентина. — \"Ты не получишь моих денег!\"\n\n Валентин был в недоумении. Какой-то нищеброд посмел послать его?\nОн был очень зол, однако его самоконтроль был на высшем уровне.\n\n \"Ты меня не понял?\" — Герман злился еще больше — \"Вали из нашей квартиры, иначе я несу пистолет!\"\n\n Вахтёр и не думал уходить. \nГерман снова пошел в спальню. В этот раз за пистолетом. Дело в том, что ориентация Кирилла с Германом была довольно гнобимой в ихней стране, и им приходилось защищаться. Оттуда и пистолет.\n\n \"Да где же он... Ага!\" — Герман нашёл свое оружие.\n\n Вернувшись со стволом, Валентина он на кухне уже не застал.\n\n \"Что-то меня измотало всё это дело.\" — Подумал Герман — \"Надо бы что-то приготовить...\"",
    "answers": [
      {
        "var_max": [
          "еда",
          1
        ],
        "var_show": [
          "еда"
        ],
        "comment": true,
        "text_color": [
          0,
          0.5,
          0
        ],
        "id": 11,
        "text": "Завтрак -"
      },
      {
        "id": 22,
        "text": "Готовить Яйца"
      },
      {
        "id": 9,
        "text": "Готовить Сосиски"
      }
    ]
  },
  {
    "id": 19,
    "text": " \"Наклоняйся, кобель\" — приказал Герман. В отличие от Кирилла он не сдерживал себя.\n\n Кирилл встал на колени и начал сосать. Герман знал, что они с Кириллом — скорострелы, но даже не подозревал, что захочет кончить так быстро.\n\n \"Хитрый Кирилл всё продумал.\" — мыслил он. — \"Специально сосёт слишком приятно.\"\nГерман и вправду кончил даже быстрее Кирилла.\n\n \"Фух, ладно, пошли есть. Похоже, яйца как раз сварились.\" — Герман был доволен.\n\n \"Есть? Вот это уже другое дело!\" — обрадовался Кирилл.\n",
    "answers": [
      {
        "id": 19,
        "text": "Завтрак - 1/1",
        "comment": true,
        "text_color": [
          0,
          0.5,
          0
        ]
      },
      {
        "id": 19,
        "text": "Оттраханный Кирилл - 1/1",
        "comment": true,
        "text_color": [
          0,
          0.5,
          0
        ]
      },
      {
        "id": 27,
        "text": "Пойти завтракать"
      }
    ]
  },
  {
    "id": 20,
    "text": " \"Знаешь, одними яйцами я не наемся\" — Заметил Герман. — \"Предлагаю пожарить еще и булочки...\"\n\n \"Булочки?\" — Кирилл залился краской. — \"Меня смущает, когда ты так говоришь.\"\n\n \"Ладно, не буду, давай уже приступим к делу\" — Герман уже не мог ждать. Кирилл встал раком.\n\n  \"Я вставляю.\" — сообщил Герман. Он знал что Кириллу будет не больно, не впервые ведь. — \"Так просторно, уверен, во рту было бы меньше места\" — подумал он.\n\n\n\n",
    "answers": [
      {
        "var_max": [
          "еда",
          1
        ],
        "var_show": [
          "еда"
        ],
        "comment": true,
        "text_color": [
          0,
          0.5,
          0
        ],
        "id": 15,
        "text": "Завтрак -"
      },
      {
        "var_max": [
          "секс",
          1
        ],
        "var_show": [
          "секс"
        ],
        "comment": true,
        "text_color": [
          0,
          0.5,
          0
        ],
        "id": 15,
        "text": "Оттраханный Кирилл -"
      },
      {
        "id": 30,
        "text": "Начать трахать Кирилла"
      }
    ]
  },
  {
    "id": 21,
    "text": " Наглость Германа вывела Валика из себя.\nТерпеть такое он просто не мог.\n \n Хитрый вахтёр добавил в чай Германа волос собаки своего друга, у которой было бешенство.\nВыпив чай, Герман понемногу стал сходить с ума.\n\n Клетки мозга Германа стали отмирать. Дыхание прервалось. Сердце остановилось.\n\n Участь Кирилла тоже была не завидной. Смерть от кровопотери — дело не из приятных.\n\n Валентин сделал этих двоих примером того, что будет с теми, кто его не уважает...",
    "answers": [
      {
        "var_max": [
          "еда",
          1
        ],
        "var_show": [
          "еда"
        ],
        "comment": true,
        "text_color": [
          0.5,
          0,
          0
        ],
        "id": 16,
        "text": "Завтрак -",
        "bg_color": [
          0.3,
          0,
          0
        ]
      },
      {
        "id": 1,
        "bg_color": [
          0.5,
          0,
          0
        ],
        "text": "(К началу)",
        "text_color": [
          1,
          1,
          0.4
        ]
      }
    ]
  },
  {
    "id": 22,
    "text": "Герман решил приготовить яйца, ведь он и Кирилл их очень любили.\n \n Но вот беда — такой деликатес Герман готовил впервые, и поэтому никак не мог сделать первый шаг...",
    "answers": [
      {
        "var_max": [
          "еда",
          1
        ],
        "var_show": [
          "еда"
        ],
        "comment": true,
        "text_color": [
          0,
          0.5,
          0
        ],
        "id": 11,
        "text": "Завтрак -"
      },
      {
        "id": 25,
        "text": "Готовить в кастрюле"
      },
      {
        "id": 23,
        "text": "Готовить в микроволновке"
      }
    ]
  },
  {
    "id": 23,
    "text": " Герман наконец решился. Кирилл как-то рассказывал ему как он готовил яйца.\n\n \"В микроволновку!\" — С этими словами он закинул яйца и закрыл крышку.\n\n \"Так... 15 минут будет достаточно.\" — Герман настроил время. Яйца начали медленно крутится в микроволноке...\n\n Но тут Герман услышал какое-то странное пищание.\n\n",
    "answers": [
      {
        "var_max": [
          "еда",
          1
        ],
        "var_show": [
          "еда"
        ],
        "comment": true,
        "text_color": [
          0,
          0.5,
          0
        ],
        "id": 11,
        "text": "Завтрак -"
      },
      {
        "id": 24,
        "text": "(...)"
      }
    ]
  },
  {
    "id": 24,
    "text": " \"Что это?\" — Герман пододвинулся ближе.\n\n (ВЗРЫВ)\n\n Валентин не прощал неуважения к себе. \nПоступок Германа вывел его из себя.\n \n Он прикрепил к механизму микроволновки мощнейшую бомбу, способную уничтожить весь поселок городского типа, после чего спрятался в коморке.\n\n Своей наглостью Герман погубил всё Вишнёвое, в том числе — и Кирилла...\n\n ",
    "answers": [
      {
        "var_max": [
          "еда",
          1
        ],
        "var_show": [
          "еда"
        ],
        "comment": true,
        "text_color": [
          0.5,
          0,
          0
        ],
        "id": 16,
        "text": "Завтрак -",
        "bg_color": [
          0.3,
          0,
          0
        ]
      },
      {
        "id": 1,
        "bg_color": [
          0.5,
          0,
          0
        ],
        "text": "(К началу)",
        "text_color": [
          1,
          1,
          0.4
        ]
      }
    ]
  },
  {
    "id": 25,
    "text": " Взяв чай, так грубо оставленный Валентином, Герман закинул яйца в кастрюлю с уже нагретой водой.\nТут он начал сильно кашлять, поперхнувшися чаем. \n\n \"Что это?\" — Герман почувствовал как проглотил волос, наверное он случайно попал в чай. — \"Я лысею? А может лысеет Валентин...\"\n\nГерман не хотел о таком думать, вместо этого он решил посмотреть позы для секса на своем любимом сайте (Здесь может быть ваша реклама).\n\n От кашля Германа Кирилл проснулся. Он поднялся с кровати и пошел на кухню.\n\n \"Кирилл! Прости, не хотел тебя будить\" — Герман был рад его видеть. Они не трахались уже 7 часов.\n\n \"Яйца?\" — Кирилл посмотрел в сторону плиты.\n\n \"Да, наши любимые\" — ответил Герман.\n\n \"Я знаю, какие яйца тебе понравятся больше\" — с этими словами Кирилл достал свой член. — \"Приятного аппетита, Герман!\"\n \n Этого Герман и ждал. Он принялся сосать яйца Кирилла, но при этом пытаясь быть нежным.\n  \n Но тут что-то переклинило в его мозгу. Кирилл завопил. Герман вдруг укусил его со всей силы, брызнула кровь. Много крови...",
    "answers": [
      {
        "var_max": [
          "еда",
          1
        ],
        "var_show": [
          "еда"
        ],
        "comment": true,
        "text_color": [
          0,
          0.5,
          0
        ],
        "id": 11,
        "text": "Завтрак -"
      },
      {
        "id": 21,
        "text": ">> Дальше >>"
      }
    ]
  },
  {
    "id": 26,
    "text": " \"Сегодня я попробую нечто особенное...\" с этими словами Герман встевил свой член в член любовника.\n \n ...\n\n Вахтёр прибежал на крики Кирилла.\nПол кухни был заляпан в кровью.\n\n \"Что за...?\" — Валентин был в шоке.\nВ этот раз Герман перешёл все границы.\n",
    "answers": [
      {
        "id": 107,
        "text": ">> Дальше >>"
      }
    ]
  },
  {
    "id": 27,
    "text": " Кирилл с Германом на славу поели. Это утро было одним из лучшых в их жизни.\n\n После завтрака они пошли на прогулку, и гуляли до самой ночи.\n\n А потом они снова потрахались.\n\n (Конец)",
    "answers": [
      {
        "bg_color": [
          0.9,
          0.9,
          0.6
        ],
        "var_add": [
          "gold",
          1
        ],
        "text_color": [
          0,
          0,
          0
        ],
        "id": 1,
        "text": "(К началу)"
      }
    ]
  },
  {
    "id": 28,
    "text": " \"У меня есть одна идейка... Но она не очень, если честно\" — сказал Герман. — \"Давай попросим еды у Валентина!\"\n\n \"Да уж, идеи у тебя так-себе\" — ответил Кирилл. — \"Но ты ведь заплатил ему сегодня, так?\"\n\n \"Да, я заплатил, он должен быть добрым ближайшее время.\" — произнёс Герман.\n\n \"Тогда пошли скорее!\"",
    "answers": [
      {
        "id": 72,
        "text": ">> Дальше >>"
      }
    ]
  },
  {
    "id": 29,
    "text": " \"Давай попросим поесть у соседей.\" — Предложил Герман.\n\n \"Ладно... Только давай не будем медлить.\" — Кирилл был расстроен отсутствием завтрака.\n\n У Кирилла с Германом было всего два соседа.\n\n • Один из них — заядлый анимешник и игрок в Apex — Дима. Кирилл с Германом стремались его.\n\n • Второй — наверное, самый идеальный человек на планете по ихнему мнению. Он явно был БОГОМ, и жил тут на время — Денис.\n\n \"Так у кого мы будим просить?\" — спросил Кирилл.",
    "answers": [
      {
        "id": 41,
        "text": "У Димы"
      },
      {
        "id": 42,
        "text": "У Дениса"
      }
    ]
  },
  {
    "id": 30,
    "text": "\"Это будет повкуснее яиц. А тебе как сосиска? Я хотел сделать их на завтрак, но моя даже лучше, не так ли?\" — спросил Герман.\n\n \"Она невероятна, но я люблю сосиски с майонезом...\" — намекнул Кирилл.\n\n \"Тогда вот тебе соус от шефа!\" — Герман умел делать хороший \"соус.\"\n\n Герман кончил Кириллу на лицо.\n\n \"Это было долго...\" — подумал Герман. — \"У него там так много места, неудивительно, что мы трахались больше получаса... Стоп, больше получаса? Вот чёрт, яйца наверное переварились\" — С сожелением понял он.\n\n \"Сегодня без завтрака.\" — проговорил Герман.\n\n \"Без завтрака? Соус был хорош, но я не наелся. И что нам теперь делать?\" — расстроился Кирилл. ",
    "answers": [
      {
        "var_max": [
          "еда",
          1
        ],
        "var_show": [
          "еда"
        ],
        "comment": true,
        "text_color": [
          0.5,
          0,
          0
        ],
        "id": 16,
        "text": "Завтрак -",
        "bg_color": [
          0.3,
          0,
          0
        ]
      },
      {
        "id": 19,
        "text": "Оттраханный Кирилл - 1/1",
        "comment": true,
        "text_color": [
          0,
          0.5,
          0
        ]
      },
      {
        "id": 63,
        "text": "Готовить сосиски"
      },
      {
        "id": 29,
        "text": "Попросить еду у соседей"
      },
      {
        "id": 28,
        "text": "Попросить еду у вахтёра"
      }
    ]
  },
  {
    "id": 31,
    "text": "Герман поставил сосиски разогреватся на\n2 минуты. Сосиски начали медленно вращатся в микроволновке...\n\n ...\n\n Готово! Герман открыл крышку. Квартиру наполнил запах горелого. Послышались шорохи в спальне. Кирилл проснулся.\n\n \"Что это за пепел? Почему они сгорели? Я же...\" — Герман не был уверен что всё сделал правильно. — \"Можно ли нам есть такое?\" — засомневался он.",
    "answers": [
      {
        "var_max": [
          "еда",
          1
        ],
        "var_show": [
          "еда"
        ],
        "comment": true,
        "text_color": [
          0.5,
          0,
          0
        ],
        "id": 16,
        "text": "Завтрак -",
        "bg_color": [
          0.3,
          0,
          0
        ]
      },
      {
        "id": 34,
        "text": "Оставить как есть"
      },
      {
        "id": 35,
        "text": "Выкинуть пепел в окно"
      }
    ]
  },
  {
    "id": 32,
    "text": " Герман поставил сосиски разогреваться на\n20 секунд. Сосиски начали медленно вращатся в микроволновке...\n\n ...\n\n Готово! Можно есть.\n\n\"Надо бы позвать Кирилла, иначе он может обидется\" — решил Герман.",
    "answers": [
      {
        "id": 32,
        "text": "Завтрак - 1/1",
        "comment": true,
        "text_color": [
          0,
          0.5,
          0
        ]
      },
      {
        "id": 33,
        "text": "Позвать Кирилла"
      }
    ]
  },
  {
    "id": 33,
    "text": " Звать Кирилла Герману не пришлось. Он и сам уже стоял в дверном проёме.\n\n \"Я приготовил сосиски\" —  Сказал Герман.\n\n \"Отлично\" — Похвалил Кирилл — \"А у нас есть майонез?\"\n\n \"Майонез?\" — До Германа не сразу дошло — \"Ааа, ты про МАЙОНЕЗ? Конечно есть...\"\n\n Герман достал член и всунул его в рот Кириллу. Им обоим по нраву была такая сосиска.\nКирилл очень хорошо сосал.\n\n \"Принимай МАЙОНЕЗ!\" — Крикнул Герман.\nМайонеза было много...\n\n Кириллу особо не хотелось завтракать, он и так был накормлен, но от еды он никогда не отказывался.",
    "answers": [
      {
        "id": 38,
        "text": "Пойти поесть"
      }
    ]
  },
  {
    "id": 34,
    "text": " \"Ладно, МАЙОНЕЗ всё исправит.\" — Подумал Герман, и достав свой член, начал дрочить над сгоревшими сосисками. Он знал — Кириллу такое понравится.\n\n В Это время Кирилл зашел на кухню.\n\n \"Ты готовишь завтрак?\" — Осведомился он.\n\n \"О да! Сегодня у нас особое блюдо...\" — С этими словами Герман кончил. — \"Приятного  аппетита!\"\n\n Кирилл уселся за стол.",
    "answers": [
      {
        "id": 48,
        "text": "Поесть с Кириллом"
      },
      {
        "id": 49,
        "text": "Оставить всё Кириллу"
      }
    ]
  },
  {
    "id": 35,
    "text": " Герман открыл форточку и выкинул пепел в окно.\n\"Вот и всё... Но что нам теперь есть? Ладно, попробую приготовить яйца. На крайняк можно будет у кого-то попросить еды.\"\n\n На кухню вошел Кирилл.\n\"Что за запах?\" — Спросил он.\n\n \"Доброе утро! Ничего особенного...\" — Промямлил Герман. — \"Давай решим дело с завтраком.\"\n\n (стук в двери)",
    "answers": [
      {
        "var_max": [
          "еда",
          1
        ],
        "var_show": [
          "еда"
        ],
        "comment": true,
        "text_color": [
          0.5,
          0,
          0
        ],
        "id": 16,
        "text": "Завтрак -",
        "bg_color": [
          0.3,
          0,
          0
        ]
      },
      {
        "id": 36,
        "text": "Открыть"
      },
      {
        "id": 37,
        "text": "Не открывать"
      }
    ]
  },
  {
    "id": 36,
    "text": " Услышав стук, Герман подошел к двери и открыл её.\n\n Перед дверью стоял никто иной, как вахтёр ихнего с Кириллом дома — Валентин.\nУ него на голове был пепел, а в руках нож. вахтёр как никто другой следил за внешностью.",
    "answers": [
      {
        "id": 108,
        "text": ">> Дальше >>"
      }
    ]
  },
  {
    "id": 37,
    "text": " Герман не открыл. Ему было не по себе. За дверью была тишина. Он догадывался, что могло произойти.\n\n \"Хух, вроде пронесло\" — подумал Герман.\n\n  ...\n\n (БАХ!)\n",
    "answers": [
      {
        "id": 109,
        "text": ">> Дальше >>"
      }
    ]
  },
  {
    "id": 38,
    "text": " После секса, Кирилл с Германом отправились завтракать.\nСосиски не казались Кириллу такими вкусными после сосиски Германа, но он всё равно ел.\n\n Позавтракав, они отправились на улицу, где гуляли весь день.\n \n Они знали — их ждет еще много интересных приключений...\n ",
    "answers": [
      {
        "id": 1,
        "bg_color": [
          0.9,
          0.9,
          0.6
        ],
        "text": "(К началу)",
        "text_color": [
          0,
          0,
          0
        ]
      }
    ]
  },
  {
    "id": 39,
    "text": " Герман открыл дверь.\nВалентин молча, не поздоровавшись, вошел в квартиру.\n\n \"Я приготовлю чай.\" — поспешил задобрить гостя Герман.\nЗакипятив воду и заварив чай, Герман налил две чашки.\n\n \"Плата.\" — Вахтёр протянул руку.\n\n Германа, честно говоря, уже достал Валентин. Его характер, манеры, внешний вид — всё не нравилось Герману. К томуже Валик был мастером на все руки: химик, сантехник, да еще и повар. Он вышел из кухни и пошел в спальню. Там он достал из под матраса свои скудные збережения.\n \n\"Стоит ли ему платить?\" — Герман сомневался.",
    "answers": [
      {
        "id": 10,
        "text": "ОТДАТЬ ПЛАТУ",
        "bg_color": [
          0,
          0,
          0
        ],
        "text_color": [
          255,
          255,
          255
        ]
      },
      {
        "id": 18,
        "text": "ОТКАЗАТЬ",
        "bg_color": [
          1,
          1,
          1
        ]
      }
    ]
  },
  {
    "id": 40,
    "text": " Герман злился на Валентина за его частые флирты в сторону Кирилла, поэтому решил не открывать в этот раз.\n\n ...Стук...\n\n \"Я не открою!\" — мысленно злорадствовал Герман.\n\n ...СТУК...\n\n \"Стучи сколько хочешь!\" — продолжал он у себя в голове.\n\n ...Стук прекратился...\n\n \"Он понял, с кем имеет дело.\" — Подумал Герман.",
    "answers": [
      {
        "id": 51,
        "text": "Уснуть снова"
      },
      {
        "id": 52,
        "text": "Встать"
      }
    ]
  },
  {
    "id": 41,
    "text": " Кирилл с Германом обулись и подошли к двери Димы. Они постучали.\n\n \"Хто там?\" — Спросил голос.\n\n \"Это мы, твои соседи, Кирилл и Герман\" — Сказал Кирилл. — \"Мы хотим есть.\"\n\n Дверь открылась. Из-за неё показалось уставшее бледное лицо Димы. Он всю ночь играл в Apex.\n\n \"Ви охуїли? Нашо ви до мене чипились? Ідіть нахуй, бігом!\" — Дима был злым.",
    "answers": [
      {
        "id": 44,
        "text": "Насатаивать на том, чтобы он поделился едой"
      },
      {
        "id": 43,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 42,
    "text": " Кирилл с Германом обулись и подошли к двери Дениса. Они постучали.\n\n Дверь отворилась. Пара ослепла, ибо перед ними стоял сам БОГ.\n\n \"Вы что-то хотели?\" — спросил он.\n\n \"Д-да\" — промямлил Кирилл. — \"У нас произошла очень странная ситуация,  и теперь нам нечего есть...\"\n\n \"Так вас накормить?\" — спросил БОГ.\n \n Оба кивнули\n\n \"Хорошо, тогда помолитесь мне.\" — приказал Денис.",
    "answers": [
      {
        "id": 59,
        "text": "Помолится"
      },
      {
        "id": 60,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 43,
    "text": " \"Лучше не нужно.\" — эротично прошептал Герман на ухо Кириллу — \"Он какой-то странный.\"\n\n \"Но что же мы будем есть?\" — возмутился Кирилл.",
    "answers": [
      {
        "id": 62,
        "text": "Вернутся в квартиру"
      }
    ]
  },
  {
    "id": 44,
    "text": " \"Прошу тебя, мы очень голодные!\" — Взмолился Герман.\n\n \"Ні, нізащо!\" — Дима стал злится еще сильнее. — \"Ви — два геї. Їжте кінчу один в одного!\"\n\n \"Дима, мы в долгу не останемся!\" — Кирилл чуть ли не плакал. \nГерман лишь кивнул. Он понял что Кирилл убеждает лучше него.\n\n \"Добре! Я згоден...\" — Дима наконец перестал сердится. — \"Я вас нагодую, якщо подивитесь зі мною одне дуже цікаве аніме. Там є школа, романтика і комедія. Вам точно сподобається!\"\n\n Кирилл задумался. Он вопросительно посмотрел на Германа.",
    "answers": [
      {
        "id": 45,
        "text": "Согласится"
      },
      {
        "id": 43,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 45,
    "text": " \"Мы готовы!\" — Решил Герман. — \"Давай смотреть твоё аниме.\"\n\n \"Проходьте.\" — Дима провел Кирилла и Германа в свою комнату.\n\n Герман, в отличии от Кирилла пересмотрел уже кучу тайтлов, и у он был готов к тому, что им поставит Дима.\nА вот Кирилл волновался. Он не знал, чего ему следует ожидать. Дима включил первую серию.\n\n \"Что это за хрень. Это аниме ужасное!\" — Прошептал Кирилл Герману на 10 минуте просмотра.\n\n Послышался звук рвущейся плоти. Весь экран окрасился в красный. Это была кровь Кирилла.\nДима не прощал подобного отношения к аниме.\n\n Мозг Германа не мог принять такой исход. Он нагулся к Кириллу и потрогал пульс. Пульса не было... \nГерман схватился за сердце. У него случился инфаркт. Сердце остановилось.\n\n \"Аніме не вбиває...\" — Сказал Дима. — \"Неповага до Аніме — ось, що може вбити...\"\n\n",
    "answers": [
      {
        "id": 1,
        "bg_color": [
          0.5,
          0,
          0
        ],
        "text": "(К началу)",
        "text_color": [
          1,
          1,
          0.4
        ]
      }
    ]
  },
  {
    "id": 46,
    "text": " Герман поставил сосиски разогреваться на\n20 секунд. Сосиски начали медленно вращатся в микроволновке...\n\n ...\n\n Готово! Можно есть.",
    "answers": [
      {
        "id": 70,
        "text": "Позавтракать"
      }
    ]
  },
  {
    "id": 47,
    "text": " Герман поставил сосиски разогреваться на\n20 секунд. Сосиски начали медленно вращатся в микроволновке...\n\n  ...\n\n Слышится странный писк.",
    "answers": [
      {
        "id": 24,
        "text": "(...)"
      }
    ]
  },
  {
    "id": 48,
    "text": " Герман сел напротив Кирилла.\n\n \"Ну что ж, попробуем!\" — Сказал Кирилл.\nГерман тоже потянул вилку ко рту. Кирилл резко схватился за живот.\n\n \"Что то не та...?\" — Герман не договорил. Сильная боль пронзила его желудок.\nСперма в перемешку с пеплом вызвала сильнейшее пищевое отравление, которое позже переросло в рак желудка.\n\n Герман едва успел достать телефон и набрать в скорую.\nОстаток жизни Кирилл с Германом провели в больнице под присмотром врачей и... Психиатров.",
    "answers": [
      {
        "id": 1,
        "bg_color": [
          0.5,
          0,
          0
        ],
        "text": "(К началу)",
        "text_color": [
          1,
          1,
          0.4
        ]
      }
    ]
  },
  {
    "id": 49,
    "text": " \"Я не буду есть.\" — Сказал Герман. — \"Я не для себя готовил.\"\n\n \"Как хочешь.\" — Кириллу было безразлично.\n\n Он принялся за еду. Похоже, ему было вкусно.\n\nКогда тарелка опустошылась полностью,  Герман понял — это было его лучшее блюдо.\n\n \"Можно воды?\" — Попросил Кирилл.\n\n \"Сейчас принесу\" — Ответил Герман.\n",
    "answers": [
      {
        "id": 50,
        "text": "Принести воды"
      }
    ]
  },
  {
    "id": 50,
    "text": " Он уже пошел за водой, но тут услышал громкий звук. Герман обернулся.\nЭто было тело Кирилла, которое рухнуло со стула. Герман испугался не на шутку.\n\n \"Кирилл, Кирилл очнись\" — Тряс его он. Ноль реакции. Герман померял пульс. Вроде есть. — \"Надо позвонить в скорую!\"\n\n Кирилл скончался прямо в больнице. Отравление очень быстро отняло его жизнь.\nГерман же провёл остаток своих дней в тюрьме...\n",
    "answers": [
      {
        "bg_color": [
          0.5,
          0,
          0
        ],
        "text_color": [
          1,
          1,
          0.4
        ],
        "id": 1,
        "text": "(К началу)",
        "blackout": true
      }
    ]
  },
  {
    "id": 51,
    "text": " Герман решил снова поспать. После ВЧЕРАШНЕГО он так и не выспался толком.\n\n Веки стали тяжелеть...\n\n Герману снился Кирилл. Он был полностью Голым. Герман прислонился к нему и обнял.\nЧто? Кажется у Кирилла что-то в руке! Он валит Германа на пол и втыкает в него предмет что держал. Нож...",
    "answers": [
      {
        "id": 105,
        "text": ">> Дальше >>"
      }
    ]
  },
  {
    "id": 52,
    "text": " Герман встал. В животе было пусто и он был голоден.\n\n \"Надо бы что-то приготовить\" — подумал он. — \"Так...\"\n\n Герман открыл холодильник. \n — \"Сосиски или яйца?\"\n\n ...(Скрежет в двери)...\n",
    "answers": [
      {
        "id": 106,
        "text": ">> Дальше >>"
      }
    ]
  },
  {
    "id": 53,
    "text": " \"Устрою-ка я ему сюрприз\" — подумал Герман. Он считал, что проснутся от минет — просто божественно.\n\n Герман начал отсасывать. Вскоре, Кирилл кончил ему в рот.\n\n \"Ех.. Как же хорошо\" — думал Герман. — Может, мне сделать это ещё раз?\"\n",
    "answers": [
      {
        "id": 56,
        "text": "Ещё раз"
      },
      {
        "id": 55,
        "text": "Пойти на кухню"
      }
    ]
  },
  {
    "id": 54,
    "text": " Сперма забрызгала Кирилла всего. Но он спал дальше. У Германа небыло причин будить его.\n\n \"Проснется, когда захочет\" — Думал он.\n\n (стук)\n\n \"Боже! я совсем забыл!\" — воскрикнул Герман. — \"Сегодня же он должен был придти...\"\n \n Герман так был занят дрочкой, что совсем забыл о нём...\n\n Сегодня к ним должен был приходить Валентин — вахтёр ихнего с Кириллом дома. Он собирал плату за коммуналку.\n\n Однако и Кирилл и Герман знали — Валик недолюбливал Германа. Он сам хотел быть с Кириллом.\n\n Перед германом ВСТАЛ вопрос, открывать ему или нет...\n",
    "answers": [
      {
        "id": 39,
        "text": "Открыть дверь"
      },
      {
        "id": 40,
        "text": "Не открывать дверь"
      }
    ]
  },
  {
    "id": 55,
    "text": " Член это не очень питательный завтрак. После отсоса Герману хотелось и обычной еды.\n\n Он уже начал думать, что начать готовить, когда в дверь постучали\n\n Герман знал, кто это.\nСегодня к ним должен был приходить Валентин — вахтёр ихнего с Кириллом дома. Он собирал плату за Комуналку.\n\n Однако и Кирилл и Герман знали — Валик недолюбливал Германа. Он сам хотел быть с Кириллом.\n\n \"Только я могу сосать член Кирилла. Этот вахтёр меня очинь достал...\" — думал Герман — \"Но с другой стороны — мне нужно отдать деньги\"\n\n Герман задумался, как поступить\n",
    "answers": [
      {
        "id": 39,
        "text": "Открыть дверь"
      },
      {
        "id": 40,
        "text": "Не открывать дверь"
      }
    ]
  },
  {
    "id": 56,
    "text": " \"Ладно, отсоса много не бывает\" — решил Герман.\n\n Он опять начал сосать. Кирилл снова кончил.\nГерману доставляло истинное удовольствие глотать кончу Кирилла.\n\n \"Думаю, этого хватит\" — подумал Герман.",
    "answers": [
      {
        "id": 58,
        "text": "Продолжить",
        "text_color": [
          0.5,
          0,
          0
        ]
      },
      {
        "id": 55,
        "text": "Пойти на кухню"
      }
    ]
  },
  {
    "id": 57,
    "text": " Герман поставил сосиски разогреваться на\n2 минуты. Сосиски начали медленно вращатся в микроволновке...\n\n ...\n\n Послышался странный писк",
    "answers": [
      {
        "id": 24,
        "text": "(...)"
      }
    ]
  },
  {
    "id": 58,
    "text": " \"Нет! хочу еще!\" — пронеслось в голове У Германа.\n\n Он жадно набросился на хуй Кирилла. Снова. Всё повторилось. Герман сосал, Кирилл кончал.\n\n ...",
    "answers": [
      {
        "id": 61,
        "text": "x04¥  €ш,€  $п€|>mы",
        "bg_color": [
          0.6,
          0,
          0
        ],
        "text_color": [
          1,
          1,
          1
        ]
      },
      {
        "id": 55,
        "text": "Пойти на кухню"
      }
    ]
  },
  {
    "id": 59,
    "text": " \"Отче наш, ежесі на Ернста 16...\" — Начали они.\n\n  ...(1 минуту спустя)...\n\n \"Аминь.\"\n\n \"Молодцы!\" — сказал Денис. Я отправляю вас в рай!",
    "answers": [
      {
        "id": 65,
        "text": ">> Дальше >>"
      }
    ]
  },
  {
    "id": 60,
    "text": " \"Я не думаю, что хочу так унижаться.\" — эротично прошептал Герман на ухо Кириллу.\n\n \"Да, я согласен.\" — ответил Кирилл. — \"Он конечно охуенный, но религию я менять не буду. Ты же помнишь, кому мы молимся?\"\n\n \"Да...\" — Герман кивнул.",
    "answers": [
      {
        "id": 62,
        "text": "Вернутся в квартиру"
      }
    ]
  },
  {
    "id": 61,
    "text": " Герман уже не думал, что делает. Он бешено сосал, не видя и не слыша ничего.\n\n Сегодня к ним должен был прийти вахтёр Валентин, чтобы забрать плату за коммуналку. И он пришёл. Но услышав звуки сосания из квартиры, решил зайти позже. Он знал, что просто так ему присоедениться не разрешат.\n\n \"Сосун\" продолжал сосать. Он сосал и сосал. Но почем-то Кирилл не просыпался. Герман только вечером, когда закончил отсасывать, заметил, что у Кирилла не бьётся сердце. Диагностика показала смерть от обезвоживания.\n\n Герман не выдержал такого. Он хотел лишь доставить удовольствие любимому, но всё дошло до этого... \n\n Той ночью он спрыгнул с крыши...\n",
    "answers": [
      {
        "id": 1,
        "bg_color": [
          0.5,
          0,
          0
        ],
        "text": "(К началу)",
        "text_color": [
          1,
          1,
          0.4
        ]
      }
    ]
  },
  {
    "id": 62,
    "text": " Герман и Кирилл вернулись в квартиру.\n\n \"И что теперь делать?\" — спросил Кирилл.\n\n \"Давай подумаем...\" — ответил Герман.",
    "answers": [
      {
        "id": 63,
        "text": "Готовить сосиски"
      },
      {
        "id": 29,
        "text": "Попросить еду у соседей",
        "need": [
          -29
        ]
      },
      {
        "id": 64,
        "text": "Всё-таки попросить еду у соседей",
        "need": [
          29
        ]
      },
      {
        "id": 28,
        "text": "Попросить еду у вахтёра",
        "need": [
          -28
        ]
      },
      {
        "id": 83,
        "text": "Всё-таки попросить еду у вахтёра",
        "need": [
          73
        ]
      }
    ]
  },
  {
    "id": 63,
    "text": " \"Давай приготовим сосиски!\" — предложил Герман. — \"Они очень питательны, насколько я знаю.\"\n\n \"Готовь.\" — ответил Кирилл. — \"Тебе бы пора уже и самому научится.\"\n\n \"Ладно...\" — промямлил Герман.",
    "answers": [
      {
        "id": 46,
        "text": "Греть 20 секунд"
      },
      {
        "id": 69,
        "text": "Греть 2 минуты"
      }
    ]
  },
  {
    "id": 64,
    "text": " \"Хотя, знаешь, я тут подумал — мне лень готовить.\" — сказал Герман. — \"Тебе ведь тоже, так?\"\n\n \"По правде говоря, да\" — ответил Кирилл. — \"Я уже утомился делать это каждое утро.\"\n\n \"Идём все-таки у соседей попросим.\" — решил Герман.",
    "answers": [
      {
        "id": 66,
        "text": "У Димы"
      },
      {
        "id": 67,
        "text": "У Дениса"
      }
    ]
  },
  {
    "id": 65,
    "text": " Ноги Кирилла и Германа словно оторвались от земли. Ихняя душа покинула тело.\n\n Они взмыли к небесам. Чере мгновение они уже были на небе.\n\n В раю было всё. Еда, Питьё, Комфорт и Секс.\n\n Это лучшее, что могло с ними произойти!",
    "answers": [
      {
        "id": 1,
        "bg_color": [
          0.9,
          0.9,
          0.6
        ],
        "text": "(К началу)",
        "text_color": [
          0,
          0,
          0
        ]
      }
    ]
  },
  {
    "id": 66,
    "text": "Кирилл с Германом снова обулись и подошли к двери Димы. Они постучали.\n\n \"Хто там?\" — Спросил голос.\n\n \"Это мы, твои соседи, Кирилл и Герман.\" — Сказал Кирилл. — \"Мы хотим есть.\"\n\n \"Знову ви!?\" — Дима звучал ещё раздражённие, чем в прошлый раз.\n\n Дверь открылась. Из-за неё показалось всё такое же бледное лицо.\n\n \"Ви охуїли? Нашо ви до мене знову чипились? Я ж сказав, ідіть нахуй, бігом!\" — Дима был злым.",
    "answers": [
      {
        "id": 68,
        "text": "Настаивать на том, чтобы он поделился едой"
      },
      {
        "id": 62,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 67,
    "text": "Кирилл с Германом снлва обулись и подошли к двери Дениса. Они постучали.\n\n Дверь отворилась. Пара ослепла ещё, ибо перед ними стоял сам БОГ. За столь короткое время он стал ещё неотразимей.\n\n \"Вы передумали?\" — спросил Он. — \"будете молится?\"",
    "answers": [
      {
        "id": 59,
        "text": "Помолится"
      },
      {
        "id": 62,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 68,
    "text": " \"Прошу тебя, мы очень голодные!\" — Взмолился Герман.\n\n \"Ні, нізащо!\" — Дима стал злится еще сильнее. — \"Ви — два геї. Їжте кінчу один в одного!\"\n\n \"Дима, мы в долгу не останемся!\" — Кирилл чуть ли не плакал. \nГерман лишь кивнул. Он понял что Кирилл убеждает лучше него.\n\n \"Добре! Я згоден...\" — Дима наконец перестал сердится. — \"Я вас нагодую, якщо подивитесь зі мною одне дуже цікаве аніме. Там є школа, романтика і комедія. Вам точно сподобається!\"\n\n Кирилл задумался. Он вопросительно посмотрел на Германа.",
    "answers": [
      {
        "id": 45,
        "text": "Согласится"
      },
      {
        "id": 62,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 69,
    "text": " Герман поставил сосиски разогреватся на\n2 минуты. Сосиски начали медленно вращатся в микроволновке...\n\n ...\n\n Готово! Герман открыл крышку. Квартиру наполнил запах горелого.\n\n \"Что это за пепел? Почему они сгорели? Я же...\" — Герман не был уверен что всё сделал правильно. — \"Можно ли нам есть такое?\" — засомневался он.\n\n Кирилл сидел молча и ждал.",
    "answers": [
      {
        "id": 71,
        "text": "Оставить как есть"
      },
      {
        "id": 75,
        "text": "Выкинуть пепел в окно"
      }
    ]
  },
  {
    "id": 70,
    "text": " Не смотря на трудности с яйцами, Кирилл и Герман насладились вкусным завтраком.\n\n Им было довольно тяжело приготовить 2 блюда за 1 утро и они устали, потому запланированную прогулку пришлось отложить на завтра.\n\n Однако, день не прошёл скучно! Ведь для того чтобы трахаться, не обязательно быть на улице!",
    "answers": [
      {
        "id": 1,
        "bg_color": [
          0.9,
          0.9,
          0.6
        ],
        "text": "(К началу)",
        "text_color": [
          0,
          0,
          0
        ]
      }
    ]
  },
  {
    "id": 71,
    "text": " \"Ладно, МАЙОНЕЗ всё исправит.\" — Подумал Герман, и достав свой член, начал дрочить над сгоревшими сосисками. Он знал — Кириллу такое понравится.\n\n Кирилл улыбнулся\n\n \"Прекрасно! Выглядит вкусно, хотя запах и вид не очень.\" — Сказал он. — \"Садись скорее!\"",
    "answers": [
      {
        "id": 48,
        "text": "Поесть с Кириллом"
      },
      {
        "id": 49,
        "text": "Оставить всё Кириллу"
      }
    ]
  },
  {
    "id": 72,
    "text": " Пара спустилась в коморку. Они там ещё никогда не были. Валеетин всегда сам собирал у них плату.\n\n Кирилл с Германом немного волновались.\n\n \"Что ж, вперёд!\" — решился Герман. Он постучал в двери.\n\n \" Кто там?\" — послышалось из-за двери.\n\n \"Это мы, Кирилл и Герман, мы бы хотели попросить Вас о помощи\" — сказал Герман.\n\n \"Аа, Геи. Проходите, я сегодня добрый.\" — с этими словами дверь открвлась.\n\n На пороге стоял Валентин. Взмахом руки он пригласил внутрь.",
    "answers": [
      {
        "id": 73,
        "text": ">> Дальше >>"
      }
    ]
  },
  {
    "id": 73,
    "text": " Герман и Кирилл ВОШЛИ ВНУТРЬ. Они были поражены. Посередине коморки стояла PS4 с включенным Dark Souls 2, а на полках стояли противогазы и прочий мерч Сталкера.\n\n \"Ну же, поторопитесь\" — сказал Валентин.\n\n \"Можете ли вы дать нам неМНОГО еды\" — попросил Герман.\n\n \"Еды? Да, конечно...\" — ответил вахтёр. — \"но у меня будет для вас одно условие...\"\n\n \"Мы слушаем.\" — кивнули гости.\n\n \"Я изнасилую вас с Кириллом, и тогда будет вам еда, сколько захотите!\" — усмехнулся Валик.\n\n Перед Кириллом и Германом СТОЯЛ тяжёлый выбор.",
    "answers": [
      {
        "id": 74,
        "text": "Согласиться"
      },
      {
        "id": 78,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 74,
    "text": " \"Я согласен, но не трожь Кирилла\" — сказал Герман.\n\n \"Если без Кирилла, вы получите в 2 раза меньше\" — ответил Валентин.\n\n\"Нет! Я тоже буду\" — добавил Кирилл.\n\n Герману было обидно, но он был не против, если его возлюбленный сам этого хочет.\n\n \"Становитесь раком!\" — приказал вахтёр.\n\n Кирилл и Герман наклонились.",
    "answers": [
      {
        "id": 79,
        "text": ">> Дальше >>"
      }
    ]
  },
  {
    "id": 75,
    "text": " Герман открыл форточку и выкинул пепел в окно.\n\n \"Вот и всё... Эта идея тоже провалилась\" — сказал Герман.\n\n \"Нам нужно что-то придумать!\" — возмутился Кирилл. — \"Всё-таки, зря я тебе завтрак доверил.\"\n\n (стук в двери)",
    "answers": [
      {
        "var_max": [
          "еда",
          1
        ],
        "var_show": [
          "еда"
        ],
        "comment": true,
        "text_color": [
          0.5,
          0,
          0
        ],
        "id": 16,
        "text": "Завтрак -",
        "bg_color": [
          0.3,
          0,
          0
        ]
      },
      {
        "id": 76,
        "text": "Открыть"
      },
      {
        "id": 77,
        "text": "Не открывать"
      }
    ]
  },
  {
    "id": 76,
    "text": " Услышав стук, Герман подошел к двери и открыл её.\n\n Перед дверью стоял никто иной как вахтёр ихнего с Кириллом дома — Валентин.\nУ него на голове был пепел, а в руках нож. Вахтёр как никто другой следил за внешностью.\n",
    "answers": [
      {
        "id": 110,
        "text": ">> Дальше >>"
      }
    ]
  },
  {
    "id": 77,
    "text": " Герман не открыл. Ему было не по себе. За дверью была тишина. Он догадывался, что могло произойти.\n\n \"Хух, вроде пронесло\" — подумал Герман.\n\n Кирилл с Германом замерли\n\n ...\n\n (БАХ!)",
    "answers": [
      {
        "id": 111,
        "text": ">> Дальше >>"
      }
    ]
  },
  {
    "id": 78,
    "text": " \"Я не могу на такое согласиться\" — сказал Герман. — \"Еда того НЕ СТОИТ.\"\n\n \"Ты уверен?\" — спросил Кирилл.\n\n \"Да, наверняка есть и другие способы позавтракать\" — ответил Герман.\n\n \"Хм!\" — фыркнул Валентин — \"Если передумаете — предложение ещё в силе.\"",
    "answers": [
      {
        "id": 62,
        "text": "Вернутся в квартиру"
      }
    ]
  },
  {
    "id": 79,
    "text": "  Весь следующий день тройня занималась групповым сексом. В перерывах между еблей вахтёр кормил парочку.\n\n Валентин был главным, а Кирилл с Германом лишь его рабами. \n\n Когда солнце ЗАШЛО за горизонт, они прекратили. Всем хотелось спать. Кирилл и Герман попрощались и вернулись в свою квартиру.\n\n Не смотря на то, что Валентин был груб, он накормил их едой и даже пару раз довёл до оргазма. \n\n Все остались щасливы в этот день.",
    "answers": [
      {
        "id": 1,
        "bg_color": [
          0.9,
          0.9,
          0.6
        ],
        "text": "(К началу)",
        "text_color": [
          0,
          0,
          0
        ]
      }
    ]
  },
  {
    "id": 80,
    "text": "Здесь собраны все твои достижения за концовки!\nПолучи концовку и дуй сюда, чтобы посмотреть.",
    "answers": []
  },
  {
    "id": 81,
    "text": " Герман и Кирилл вернулись в квартиру.\n\n \"И что теперь делать?\" — спросил Кирилл.\n\n \"Давай подумаем...\" — ответил Герман.",
    "answers": [
      {
        "id": 63,
        "text": "Готовить сосиски"
      },
      {
        "id": 64,
        "text": "Всё-таки попросить еду у соседей"
      },
      {
        "id": 83,
        "text": "Всё-таки попросить еду у вахтёра"
      }
    ]
  },
  {
    "id": 82,
    "text": " \"Ну что? Вернулись?\" — издевательски сказал Валентин. — \"Будете выпонять мои требования?\"\n\n \"Да.\" — в унисон сказали Кирилл с Германом.\n\n  \"Становитесь раком!\" — приказал вахтёр.\n\n Кирилл и Герман наклонились.",
    "answers": [
      {
        "id": 79,
        "text": ">> Дальше >>"
      }
    ]
  },
  {
    "id": 83,
    "text": " \"Кирилл...\" — сказал Герман. — \"Ты ведь был не против потрахаться с Валентином, ведь так?\"\n\n \"Ну...Я...\" — Кирилл не умел врать.\n\n \"Не волнуйся! Если ты этого хочешь, я не буду против!\" — утешил Герман. — \"Пойдём!\"",
    "answers": [
      {
        "id": 82,
        "text": ">> Дальше >>"
      }
    ]
  },
  {
    "id": 84,
    "text": "                             \"ЗАЛ ДОСТИЖЕНИЙ\"\n\n                              Получил концовку? \n                           Дуй сюда и посмотри!",
    "answers": [
      {
        "id": 84,
        "text": "Хорошие концовки:",
        "comment": true
      },
      {
        "bg_color": [
          0.9,
          0.9,
          0.6
        ],
        "need_sometimes": true,
        "id": 85,
        "text": "\"Яйца и ЯЙЦА\"",
        "need": [
          19
        ],
        "need_ever": true
      },
      {
        "bg_color": [
          0.9,
          0.9,
          0.6
        ],
        "need_sometimes": false,
        "id": 86,
        "text": "\"Групповой секс\"",
        "need": [
          74
        ],
        "need_ever": true
      },
      {
        "bg_color": [
          0.9,
          0.9,
          0.6
        ],
        "need_sometimes": true,
        "id": 87,
        "text": "\"Сосиски с МАЙОНЕЗОМ\"",
        "need": [
          32
        ],
        "need_ever": true
      },
      {
        "bg_color": [
          0.9,
          0.9,
          0.6
        ],
        "id": 88,
        "text": "\"Вторая попытка\"",
        "need": [
          46
        ],
        "need_ever": true
      },
      {
        "bg_color": [
          0.9,
          0.9,
          0.6
        ],
        "id": 89,
        "text": "Благославление",
        "need": [
          59
        ],
        "need_ever": true
      },
      {
        "id": 84,
        "text": "Плохие концовки:",
        "comment": true
      },
      {
        "bg_color": [
          0.5,
          0,
          0
        ],
        "text_color": [
          1,
          1,
          0.4
        ],
        "id": 90,
        "text": "\"Знатный отсос\"",
        "need": [
          61
        ],
        "need_ever": true
      },
      {
        "bg_color": [
          0.5,
          0,
          0
        ],
        "text_color": [
          1,
          1,
          0.4
        ],
        "id": 91,
        "text": "\"Страшный сон\"",
        "need": [
          51
        ],
        "need_ever": true
      },
      {
        "bg_color": [
          0.5,
          0,
          0
        ],
        "text_color": [
          1,
          1,
          0.4
        ],
        "id": 92,
        "text": "\"Вместо денег\"",
        "need": [
          52
        ],
        "need_ever": true
      },
      {
        "bg_color": [
          0.5,
          0,
          0
        ],
        "text_color": [
          1,
          1,
          0.4
        ],
        "id": 93,
        "text": "\"Бешенство\"",
        "need": [
          25
        ],
        "need_ever": true
      },
      {
        "bg_color": [
          0.5,
          0,
          0
        ],
        "need_sometimes": true,
        "text_color": [
          1,
          1,
          0.4
        ],
        "id": 94,
        "text": "\"Уничтожение Вишнёвого\"",
        "need": [
          23,
          47,
          57
        ],
        "need_ever": true
      },
      {
        "bg_color": [
          0.5,
          0,
          0
        ],
        "text_color": [
          1,
          1,
          0.4
        ],
        "id": 95,
        "text": "\"Уничтожение кухни\"",
        "need": [
          15
        ],
        "need_ever": true
      },
      {
        "bg_color": [
          0.5,
          0,
          0
        ],
        "text_color": [
          1,
          1,
          0.4
        ],
        "id": 96,
        "text": "\"Любитель новых ощущений\"",
        "need": [
          26
        ],
        "need_ever": true
      },
      {
        "bg_color": [
          0.5,
          0,
          0
        ],
        "text_color": [
          1,
          1,
          0.4
        ],
        "id": 97,
        "text": "\"Прям на голову v1\"",
        "need": [
          36
        ],
        "need_ever": true
      },
      {
        "bg_color": [
          0.5,
          0,
          0
        ],
        "text_color": [
          1,
          1,
          0.4
        ],
        "id": 98,
        "text": "\"Прям на голову v2\"",
        "need": [
          37
        ],
        "need_ever": true
      },
      {
        "bg_color": [
          0.5,
          0,
          0
        ],
        "text_color": [
          1,
          1,
          0.4
        ],
        "id": 99,
        "text": "Прям на голову v3",
        "need": [
          76
        ],
        "need_ever": true
      },
      {
        "bg_color": [
          0.5,
          0,
          0
        ],
        "text_color": [
          1,
          1,
          0.4
        ],
        "id": 100,
        "text": "Прям на голову v4",
        "need": [
          77
        ],
        "need_ever": true
      },
      {
        "bg_color": [
          0.5,
          0,
          0
        ],
        "text_color": [
          1,
          1,
          0.4
        ],
        "id": 101,
        "text": "\"Аниме убивает\"",
        "need": [
          45
        ],
        "need_ever": true
      },
      {
        "bg_color": [
          0.5,
          0,
          0
        ],
        "text_color": [
          1,
          1,
          0.4
        ],
        "id": 102,
        "text": "\"Отравление v1\"",
        "need": [
          48
        ],
        "need_ever": true
      },
      {
        "bg_color": [
          0.5,
          0,
          0
        ],
        "text_color": [
          1,
          1,
          0.4
        ],
        "id": 103,
        "text": "\"Отравление v2\"",
        "need": [
          50
        ],
        "need_ever": true
      },
      {
        "id": 84,
        "text": "Супер-концовка:",
        "comment": true
      },
      {
        "bg_color": [],
        "need_ever": true,
        "bgAnswerImage": [
          "https://b.radikal.ru/b00/2009/f5/b98d8ffe7df2.jpg"
        ],
        "text_color": [
          1,
          1,
          0.8
        ],
        "shadow_color": [
          0,
          0,
          0
        ],
        "text": "\" МАКСИМАЛЬНЫЙ ЁБЫРЬ\"",
        "need": [
          27,
          79,
          38,
          70,
          65,
          61,
          51,
          52,
          21,
          24,
          16,
          26,
          36,
          37,
          76,
          77,
          45,
          48,
          50
        ],
        "id": 104
      },
      {
        "id": 1,
        "text": "В меню"
      }
    ]
  },
  {
    "id": 85,
    "text": " Вы позавтракали яйцами два раза за утро!",
    "answers": [
      {
        "id": 84,
        "text": "✔"
      }
    ]
  },
  {
    "id": 86,
    "text": " Было выгодно трахнуться с вахтёром вашего дома за еду!\n\n В прибавок к обычной еде, он еще и кончёй вас напоил!\n",
    "answers": [
      {
        "id": 84,
        "text": "✔"
      }
    ]
  },
  {
    "id": 87,
    "text": " Сосиски — прекрасное блюдо, особенно в сочетании с хорошим соусом.",
    "answers": [
      {
        "id": 84,
        "text": "✔"
      }
    ]
  },
  {
    "id": 88,
    "text": " Иногда не всё выходит с первого раза, это совсем не страшно. \n\n Ведь всегда можно просто разогреть сосиски.",
    "answers": [
      {
        "id": 84,
        "text": "✔"
      }
    ]
  },
  {
    "id": 89,
    "text": " Хотели пожрать, а попали в рай.\n\n Мораль: молитесь Денису.",
    "answers": [
      {
        "id": 84,
        "text": "✔"
      }
    ]
  },
  {
    "id": 90,
    "text": " Умереть от минета? А что, не самая ужасная смерть.",
    "answers": [
      {
        "id": 84,
        "text": "✔"
      }
    ]
  },
  {
    "id": 91,
    "text": " Очень грустно, когда сниться хороший сон, а тебя будят. Ножом.",
    "answers": [
      {
        "id": 84,
        "text": "✔"
      }
    ]
  },
  {
    "id": 92,
    "text": " И Валентина отшил и деньги сэкономил.\nГерман, так сказать, убил двух зайцев одним выстрелом.\n\n Но его тоже убили.",
    "answers": [
      {
        "id": 84,
        "text": "✔"
      }
    ]
  },
  {
    "id": 93,
    "text": " Разве бешенство так действует на человека? Похуй.",
    "answers": [
      {
        "id": 84,
        "text": "✔"
      }
    ]
  },
  {
    "id": 94,
    "text": " Даже если метеорит разнесёт Землю, коморка выСТОИТ.",
    "answers": [
      {
        "id": 84,
        "text": "✔"
      }
    ]
  },
  {
    "id": 95,
    "text": " Не готовьте яйца в микроволновке.",
    "answers": [
      {
        "id": 84,
        "text": "✔"
      }
    ]
  },
  {
    "id": 96,
    "text": " ...",
    "answers": [
      {
        "id": 84,
        "text": "✔"
      }
    ]
  },
  {
    "id": 97,
    "text": " Кириллу пришлось жить с выбитой дверью.",
    "answers": [
      {
        "id": 84,
        "text": "✔"
      }
    ]
  },
  {
    "id": 98,
    "text": "Если бы Валентин был в своем любымом противогазе, ему бы не пришлось потом мыть голову от пепла.\n\n Противогазы это круто.",
    "answers": [
      {
        "id": 84,
        "text": "✔"
      }
    ]
  },
  {
    "id": 99,
    "text": " Не открывайте дверь человеку, которому вы на голову высыпали хуйню.",
    "answers": [
      {
        "id": 84,
        "text": "✔"
      }
    ]
  },
  {
    "id": 100,
    "text": " Следующему обитателю квартиры пришлось жить с выбитой дверью.",
    "answers": [
      {
        "id": 84,
        "text": "✔"
      }
    ]
  },
  {
    "id": 101,
    "text": " \"Аніме не вбиває, вбиває неповага до нього\"©\n\n ",
    "answers": [
      {
        "id": 84,
        "text": "✔"
      }
    ]
  },
  {
    "id": 102,
    "text": " Семейный завтрак не удался.",
    "answers": [
      {
        "id": 84,
        "text": "✔"
      }
    ]
  },
  {
    "id": 103,
    "text": " МАЙОНЕЗ ситуацию не спас.",
    "answers": [
      {
        "id": 84,
        "text": "✔"
      }
    ]
  },
  {
    "id": 104,
    "text": " Я, Д#### Д######## Д######, торжественно награждаю тебя с этип почётным званием!\n\n Ты старался, чтобы открыть всё и узнать обо всём! (но если ты быстро пролистывал непрочитанные страницы и не вникал — ТЫ ДАУН.)\n\n Потому, я тебя поздравляю — ты получил все концовки! \n\nА ещё поздравляю с проёбанным временем.",
    "answers": [
      {
        "id": 84,
        "text": "✔"
      }
    ]
  },
  {
    "id": 105,
    "text": " От боли Герман пробудился. На месте Кирилла из сна был Валентин. Он не стерпел неуважения и решил покарать виновника. Краем глаза Герман увидел взломанную дверь.\n\n Герман почувствовал, что снова засыпает. На этот раз, он уже не проснулся...",
    "answers": [
      {
        "id": 1,
        "bg_color": [
          0.5,
          0,
          0
        ],
        "text": "(К началу)",
        "text_color": [
          1,
          1,
          0.4
        ]
      }
    ]
  },
  {
    "id": 106,
    "text": " \"Что это?\" — Герман подошёл к двери.\nДверь медлено открылась. Герман высунулся.\n\n Резкая боль пронзила его сердце. В нём был нож. Его держал разгневаный Валентин.\n\n \"Этим ты заплатишь за коммуналку\" — прошептал он.\n\n Но Герман не слышал. Он был мёртв.",
    "answers": [
      {
        "id": 1,
        "bg_color": [
          0.5,
          0,
          0
        ],
        "text": "(К началу)",
        "text_color": [
          1,
          1,
          0.4
        ]
      }
    ]
  },
  {
    "id": 107,
    "text": " \n ...\n\n Кирилл умер от кровопотери, Германа же забрала полиция. Он провёл остаток жизни в тюрьме для психично-нестабильных...",
    "answers": [
      {
        "id": 1,
        "bg_color": [
          0.5,
          0,
          0
        ],
        "text": "(К началу)",
        "text_color": [
          1,
          1,
          0.4
        ]
      }
    ]
  },
  {
    "id": 108,
    "text": " \"Это была последняя капля моего терпения.\" — Прошептал он.\n\n После звук разрезания плоти, в глазах у Германа потемнело, он упал на землю весь в крови..\n\n Проснувшись, Кирилл нашёл своего мёртвого парня. Он остался совсем один. ",
    "answers": [
      {
        "id": 1,
        "bg_color": [
          0.5,
          0,
          0
        ],
        "text": "(К началу)",
        "text_color": [
          1,
          1,
          0.4
        ]
      }
    ]
  },
  {
    "id": 109,
    "text": " Дверь была выбита могучей ногой Валентина. На  голове у него был пепел.\n\n Герман побледнел. В руках у вахтёра был нож. Через мгновение он был уже в груди Герман.\n\n Проснувшись, Кирилл нашёл окровавленного Германа. Сердце его уже давно не билось, а тело было холодным.\n",
    "answers": [
      {
        "id": 1,
        "bg_color": [
          0.5,
          0,
          0
        ],
        "text": "(К началу)",
        "text_color": [
          1,
          1,
          0.4
        ]
      }
    ]
  },
  {
    "id": 110,
    "text": " \"Это была последняя капля моего терпения.\" — Прошептал он.\n\n После, послышался звук разрезания плоти, в глазах у Германа потемнело, он упал на землю весь в крови..\n\n Кирилла постигла таже участь... ",
    "answers": [
      {
        "id": 1,
        "bg_color": [
          0.5,
          0,
          0
        ],
        "text": "(К началу)",
        "text_color": [
          1,
          1,
          0.4
        ]
      }
    ]
  },
  {
    "id": 111,
    "text": " Дверь была выбита могучей ногой Валентина. На голове у него был пепел.\n\n Герман побледнел. В руках у вахтёр был нож. Через мгновение он был уже в груди Герман.\n\n Следом за Германом, Валентин разделался с Кириллом...\n",
    "answers": [
      {
        "id": 1,
        "bg_color": [
          0.5,
          0,
          0
        ],
        "text": "(К началу)",
        "text_color": [
          1,
          1,
          0.4
        ]
      }
    ]
  },
  {
    "id": 112,
    "text": "Вы дурачок?",
    "answers": [
      {
        "id": 1,
        "text": "Да"
      }
    ]
  },
  {
    "id": 113,
    "text": "",
    "answers": []
  }
]