[
  {
    "id": 1,
    "text": "Автор: Сейджи\nНазвание: Хищник и жертва\n\n\nЧитайте:›",
    "answers": [
      {
        "id": 2,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 2,
    "text": "Юки — обычный человек. Ему 18 лет. Он — парень среднего роста, ничем не отличается от других обыкновенных людей. Почти ничем. Юки не ест мясо. Он вегетарианец.\nСегодня жаркий летний день. Всё проходит как всегда. Юки спокойно едет на старой отсовской машине. Он уже представляет, какими будут его каникулы и надеется, как бы они не прошли так же быстро и скучно, как предыдущие. Ничего не предвещает беды, но.. Машина останавливается. Тем временем Юки ехал через лес.\n—Чёрт! Неужели сломалась?\nПарень поспешно вылезает из машины и, открыв капот, пытается понять, что случилось. Но он не профессионал в этом деле, точнее, никогда этим не занимался. \n—Идеально!\nЮки громко закрывает капот и обречёно плюхается на сиденье.\n—Хм.. А далеко ли до ближайшего посёлка?\nЭта мысль насторожила парня. Заблудиться.. Это же очень страшно, особеннно когда у тебя нет навыков в выживании. Юки, скрестив руки, потонул в своей толстовке, не забыв накинуть капюшон на голову. Что люди обычно делают в такой ситуации? Конечно же спят(нет.)\nПрошло несколько часов. Юки открыл глаза. На улице чуть стемнело. Зевнув, парень посмотрел на часы.\n—17:35. Отлично.",
    "answers": [
      {
        "id": 3,
        "text": "Прогуляться"
      },
      {
        "id": 4,
        "text": "Сидеть в машине"
      }
    ]
  },
  {
    "id": 3,
    "text": "—Если я так продолжу сидеть, то и умру здесь!\nЮки вылез из машины и, выбрав \"самый удачный\" путь, двинулся в заросли. \n—Надеюсь, найду кого-нибудь..\nДа уж. Найти такого же недоумка в густом лесу — та ещё затея. К тому же парень не взял спички или что-то, что поможет ему освещать дорогу. Вдруг заблудится?\nЮки блуждал долго и нудно. Сквозь густые кроны деревьев еле-еле просачивался свет заходящего солнца. Уже совсем темно. И только через некоторое время парень понял, что заблудился.\n—Та-а-ак.. Здесь я был? Или нет.. Наверное, стоит пойти.. Направо.\nЮки завернул направо и тут же покатился вниз по внезапному склону. Руки и ноги осыпались ранами, цепляясь за камни и корни деревьев. Наконец, парень приземлился на лицо. Можно и отдохнуть.\nЧерез некоторое время Юки услышал хруст неподалёку. Он судорожно поднял голову и осмотрелся. Но в темноте он ничего не увидел.\n—Кто здесь? \nПарень прислушался, но ответа не последовало.\n—Кто здесь?\nСказал Юки громче, но вновь никто не ответил. Лишь заушршала трава под чьими-то ногами. Шаги быстро, но тихо приближались, а Юки застыл в страхе. Существо остановилось рядом.\n—Ты боишься?\nПослышался грубый мужской голос. Парень же выдохнул с облегчением. Посмотрев на незнакомца, Юки заметил, как у него сверкнули глаза. Странно.\n—Я впервые в лесу. Боялся, что какой-то зверь. Ничего особенного.",
    "answers": [
      {
        "id": 5,
        "text": "Подняться"
      }
    ]
  },
  {
    "id": 4,
    "text": "—Выходить на улицу опасно.. Надо чем-то занять себя.\nЮки закрыл дверь и уткнулся в телефон. Связи нет, но зато можно поиграть в какие-то старые игры. Парень включил первую попавшуюся и спокойно залип в ней. Всё темнело и темнело, но Юки не замечал этого. Наконец, когда уровень в игре подошёл к концу Юки осознал, что сейчас его игра закончится.Вдруг к боковому стеклу громко припал какой-то человек, от чего Юки выронил телефон. Парень открыл окно.\n—М? Ты чего так.. Резко выпрыгиваешь?\nНезнакомец как будто проигнорировал слова Юки.\n—Ты здесь один? Даже не попытался выбраться из леса?\n—М. Да, а что?\nЮки положил руки за голову, что означало \"полностью расслаблен\". \n—Здесь ходят хищники. Да и, если ты будешь сидеть в этой посудине, то умрёшь от голода и обезвоживания.\n—Что?\nПарень явно об этом не подумал. (Теперь понятно, кто не учит ОБЖ) :›\n—Меня зовут Рен. Если тебе нужна помощь, я могу помочь.\n—Э.. Сразу предлагаешь помощь? Я конечно не откажусь, но...\n—Вот и славно. А теперь выходи из машины и за мной. Я покажу тебе кое-что.\nЮки недовольно фыркнул и вылез из машины. Рен зажёг зажигалку и, освещая ей путь, пошёл вперёд.\n—Откуда я знаю, что ты не маньяк? \n—Маньяки не помогают людям.\n—А вдруг ты отведёшь меня в глубь леса, а потом убьёшь меня?\nЮки остановился.\n—Дальше не пойду.\nА Рен не обратил на это внимание и продолжил идти. ",
    "answers": [
      {
        "id": 7,
        "text": "Следовать за ним"
      },
      {
        "id": 8,
        "text": "Стоять"
      }
    ]
  },
  {
    "id": 5,
    "text": "Юки улыбнулся и встал. \n—Спасибо. Меня зовут Юки. Я вам очень благодарен за то, что вы нашли меня.\n—Да? М. Ясно. Меня зовут Рен. Рад знакомству. \nРен достал зажигалку и зажёг огонь. Теперь можно было рассмотреть его лицо и светящиеся глаза.\n—Мне кажется, или у тебя глаза светятся?\n—А.. Это с рождения. Ничего необычного.\n—В смысле? Впервые встречаю людей с такими глазами.\n—Ты впервые встретился с \"не вегетарианцом\"?\n—М?\nЮки замолчал. К чему были его слова? Они двое стояли в темноте. Как будто незачем было торопится и некуда было идти. Вдруг Рен прервал эту вечную тишину.\n—Заблудился? Как думаешь, со светом будет легче искать путь?\nОн повернулся и пошёл вперёд. Юки же пошёл за ним.\n—Не думаю, что здесь найдётся зелень и всякая такая фигня, но зато я знаю, где есть другая еда. Будешь брезгать?\n—Ну.. Не знаю даже.\n—Конечно.. Ты не сможешь не есть. Даже если придётся, ты будешь есть себе подобных.\n—О чём ты таком говоришь?\nИ вновь тишина. Рен всё шёл впереди, не оборачиваясь, а Юки следовал за ним. Вскоре они пришли к заброшенной заправке. Главная дорога была перекрыта и вся заросла. Около здания светил тусклый фонарь. Парни вошли в магазин и осмотрелись.\n—Хм.. Это будешь? Вроде, картошка, как знаю.\nРен усмехнулся и бросил пачку чипсов в лицо Юки. Тот нахмурился.\n—Как неуважительно.\nПробормотал парень.",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "—А я... Хм.. Что я буду есть?\nРен взял с полки копчёную рыбу, но, понюхав, бросил на пол.\n—Тухлятина.. Что ж, ничего..\nРен взял пачку чипсов со вкусом краба и, открыв её, начал есть через \"не хочу\". Юки спокойно ел свои чипсы, пока Рен еле-как проглатывал свои.\n—Что, не нравится?\n—М? Почему?\n—Ты ешь через силу. Может ещё что-нибудь поискать?\nРен промолчал. \n—Здесь можно переночевать. Спать хочешь?\nНо Юки уже спал, как убитый. Рен усмехнулся и, встав, пошёл на поиски еды. Но как и ожидалось, всё мясо протухло и прогнило, а осталась только самая неполезная еда, вроде чипсов. \n—Что ж.. На голодный желудок спать можно.. Тоже через силу.\nРен взобрался на свободную полку и заснул.:›\n\n\n\n—Юки... Я..\nРен сильно хрипел и не мог произнести ни слова. Он то и дело отдёргивал руку и вновь протягивал её, пытаясь схватить. Рен обхватил себя руками и присел, так же тяжело вздыхая.\n—Я-я.. Не могу.. Больше.. Юки... Беги!\nНо Юки стоял как вкопаный. \n—Рен? Что с тобо..\n—Беги, я сказал, беги!\nЮки отошёл назад и упёрся в стену. Куда тут бежать?\n—Как же ты не понимаешь, безмозглая тварь?\nРен накинулся на Юки, схватив того за горло и сильнее прижав к стене.\n—Как ты не понимаешь, что я — монстр?!\nРен тут же укусил парня за шею и вырвал сонную артерию.\nЮки проснулся.:›",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "—Хмф.. Меня подожди.\nЮки фыркнул и всё же пошёл за Реном. \nОни шли долго. Юки всё думал о том, как ввязался в такую ситуацию, что ему потом делать, можно ли доверять какому-то левому человеку и т.п. А Рен спокойно шёл впереди и невозможно было узнать, о чём он думает. \nВскоре парни пришли к старой заправке. Вся дорога покрылась густой зеленью. Видимо, здесь давно никто не ездил. Юки и Рен зашли в магазин.\n—Будешь чипсы? Как знаю, картошка. Хмф. Конечно он будет.\nИ Рен кинул пачку чипсов прямо в лицо Юки. Тот недовольно фыркнул, но, тут же открыв пачку, принялся есть, так как был голоден. Рен блуждал между полками, но не нашёл ничего съестного. Вскоре он плюхнулся на пол и, опустив голову, якобы заснул.\n—М? Ты уже спишь?\nЮки аккуратно подошёл к парню и, осознав, что тот уже спит, лёг неподалёку и заснул.\n—Хмф.. А он даже и не знает, что может не проснуться. Здесь и в правду опасно..\nВскоре фонарь около заправки замигал, а Рен, свернувшись в клубок, заснул при полной темноте.\n\n\n—Юки... Я..\nРен сильно хрипел и не мог произнести ни слова. Он то и дело отдёргивал руку и вновь протягивал её, пытаясь схватить. Рен обхватил себя руками и присел, так же тяжело вздыхая.\n—Я-я.. Не могу.. Больше.. Юки... Беги!\nНо Юки стоял как вкопаный. \n—Рен? Что с тобо..\n—Беги, я сказал, беги!\nЮки отошёл назад и упёрся в стену. Куда тут бежать?\n—Как же ты не понимаешь, безмозглая тварь?\nРен накинулся на Юки, схватив того за горло и сильнее прижав к стене.\n—Как ты не понимаешь, что я — монстр?!\nРен тут же укусил парня за шею и вырвал сонную артерию.\nЮки проснулся.:›",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "—Хмф. Я и сам могу справиться.\nВокруг стало совсем темно, а вдалеке показался огонёк, что тут же потух. Рен уже ушел.\nВдруг Юки услышал какие-то тихие шаги.\n—Рен? Это ты?\nТихие шаги ускорили темп, а потом замерли. В темноте блеснули глаза.\n—О.. Рен, хватит меня пугать.\n Юки усмехнулся, но на него набросился волк, повалив его на землю. \n—РЕ-Е-ЕН! ПОМОГИ!\nПока что нет времени ждать Рена. Юки взял первую попавшуюся палку и вставил её в пасть твари. Но волк был достаточно умён. Он не был похож на нормальных волков. Вместо того, чтобы пытаться раскусить палку, он выкинул её и готов был укусить Юки за шею(т.к. там находится сонная артерия.), но.. Местность осветилась. Это пришёл Рен.\n—Эй. Оставь его.\nВолк оказался человеком. Он быстро встал с Юки и подошёл к Рену.\n—Чего это ты командуешь?\n—А ты не знаешь? Опомнись.\nВолк фыркнул, что-то пробормотал и пошёл своей дорогой.\n—Ну что? Хочешь остаться здесь?\n—Что это было?\n—Я же сказал, что здесь ходят хищники. Ну так что?\n—Наверное, я пойду за тобой.. \n—Хорошо.. \nРен пошёл в какую-то сторону. Юки же пошёл за ним.",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "Они шли долго. Юки всё думал о том, как ввязался в такую ситуацию, что ему потом делать, можно ли доверять какому-то левому человеку и т.п. А Рен спокойно шёл впереди и невозможно было узнать, о чём он думает. \nВскоре парни пришли к старой заправке. Вся дорога покрылась густой зеленью. Видимо, здесь давно никто не ездил. Юки и Рен зашли в магазин.\n—Будешь чипсы? Как знаю, картошка. Хмф. Конечно он будет.\nИ Рен кинул пачку чипсов прямо в лицо Юки. Тот недовольно фыркнул, но, тут же открыв пачку, принялся есть, так как был голоден. Рен блуждал между полками, но не нашёл ничего съестного. Вскоре он плюхнулся на пол и, опустив голову, якобы заснул.\n—М? Ты уже спишь?\nЮки аккуратно подошёл к парню и, осознав, что тот уже спит, лёг неподалёку и заснул.\n—Хмф.. А он даже и не знает, что может не проснуться. Здесь и в правду опасно..\nВскоре фонарь около заправки замигал, а Рен, свернувшись в клубок, заснул при полной темноте.\n\n\n—Юки... Я..\nРен сильно хрипел и не мог произнести ни слова. Он то и дело отдёргивал руку и вновь протягивал её, пытаясь схватить. Рен обхватил себя руками и присел, так же тяжело вздыхая.\n—Я-я.. Не могу.. Больше.. Юки... Беги!\nНо Юки стоял как вкопаный. \n—Рен? Что с тобо..\n—Беги, я сказал, беги!\nЮки отошёл назад и упёрся в стену. Куда тут бежать?\n—Как же ты не понимаешь, безмозглая тварь?\nРен накинулся на Юки, схватив того за горло и сильнее прижав к стене.\n—Как ты не понимаешь, что я — монстр?!\nРен тут же укусил парня за шею и вырвал сонную артерию.\nЮки проснулся.:›",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "Рен уже давно купался в ярких лучах солнца, но так и не вставал. Наконец, он поднялся и осмотрелся. Юки нет.\n—Куда он мог уйти? Хмф, как бы не потерялся. А то сдохнет где-нибудь..\nРен вышел из магазинчика и пошёл на поиски Юки. Он может быть в какой-то яме. А может и около своей машины. Также он может находиться около реки. Наверное, его замучила жажда.\nРен направился к реке и увидел Юки. Какая удача! Даже  искать не пришлось.\n—Эй, Юки, что ты здесь делаешь?\n—О! Рен, привет. Я тебе нашёл еды.\nЮки протянул целую ладонь волчьих ягод.\n—Э.. А тебе не кажется, что они ядовиты?\n—Ядовиты? Я об этом не подумал..\n—Ой, да успакойся, у меня всё хорошо. Я не голоден.\n—Правда?\n—Конечно..\nРен посмотрел на реку.\n—Рыбу ловить не пробовал?\n—Нет. Я не умею. А ты?\nРен наклонился к воде и сразу вытащил из неё большую рыбу. \n—Как видишь. Можешь прогуляться. Я её пожарю.\n—А.. Конечно.\nРен сгрёб в кучу сухие ветки и  листья, зажёг всё это с помощью зажигалки и принялся жарить. Юки же пошёл в лес.\n—Мне надо найти машину.. Срочно найти машину! Куда он меня там завёл?\nЮки увидел \"знакомый\" холм и пошел вверх. Далее он завернул налево, а потом пошёл вперёд. Показалась тропинка.\n—М? Кажется, она ведёт на главную дорогу..\nПарень пошёл по тропинке куда-то в неизвестное. Становилось темнее, потому что кроны деревьев были сильно сплетены между собой.",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вскоре Юки нашёл свою машину. Она была сплошь усыпана листьями. Парень открыл дверь и сел внутрь, предворительно закрыв её. Далее он отыскал свой телефон в надежде кому-то позвонить. \nПослышались гудки. Юки обрадовался, ведь сейчас он может позвонить своим родным, которые, возможно приедут и заберут его. Но этого не произошло. Не хватает денег.\n—Чёрт, чёрт, чёрт! Хмф.. Так, соберись.. Это же был просто сон.. Просто сон.. Зачем тогда я ушёл?\n—На скормление хищникам.\nВ боковом окне показался тот парень, которого Юки посчитал волком. Юки осыпался мурашками и быстро закрыл дверь на замок.\n—Эй! Давай открывай. Я не люблю сдохшую от голода добычу. А ведь в твоей тачке ничего съестного, да?\n—Э.. \nЮки начал рыться в полках машины. Наконец, он нашёл перочинный нож. \n—Я вооружён!\n—Как бы ты не был убит! Подожди, сейчас достану камень и разобью окно.. А потом ты умрёшь.\nПарень отошёл от машины и принялся искать.\n—Обижаешь беззащитных?\nИ вот он.. Рен. Опять пришёл, хотя никто не просил. Незнакомец набросился на него и начал не хило быкать и толкаться. Рен же не отступал и тоже начал толкаться. Потом завязалась драка, и вскоре тот ненормальный всё-таки ушёл.\n—Ты постоянно будешь убегать?\n—Э..\n—Давай вылезай. Недавно проверял твою машину. Починить могут только специалисты. Связи тут нет.. Как думаешь, что можно сделать?\n—Надо пойти по главной дороге, а потом..\n—Не верно.. Хотя.. Наверное, я смогу тебя вывести..\n—А откуда я могу тебе доверять?\n—Ты ещё спрашиваешь?",
    "answers": [
      {
        "id": 12,
        "text": "Напасть"
      }
    ]
  },
  {
    "id": 12,
    "text": "—Точно.. Я понял.\nЮки вылез из машины и пошёл к Рену, держа за спиной ножик.\n—Странный всё-таки мир за городом, да?\nПарень занёс лезвие, но его остановил Рен. Он ловко схватил Юки за руку.\n—Ну вот.. Теперь ты убьёшь меня, да?\n—Ты чего? \n—Если не перестану сражаться, то ты убьёшь меня! Убьёшь!\nЮки надавил сильнее, но ничего не получилось.\n—С чего ты это взял? \n—Да потому что ты, как они!\nИ Рен замолчал. Он выскользнул из под руки Юки и отошёл на пару метров.\n—Хорошо, истеричка. Сам всё делай. А такую помощь ты нигде больше не найдёшь.\n—Я не.. Кхм.. Да ну и ладно! Прощай, аболту-у-ус!\nЮки усмехнулся, но понял, что опять всё испортил. Рен ушёл в лес и парень остался один. Через некоторое время он шёл по дороге и думал. Он слышал, что кто-то идёт за ним, но не обращал внимания.\n—Сколько ещё можно идти..\nПарень сосредоточился на звуке, но, кажется его попутчик не догодался.\n—За мной?..\nЮки вновь прислушался, но тот и не подумал отозваться.\n—Я знаю, что ты здесь. И твои шаги просто бесят. Хватит идти за мной!\nПарень остановился. Он тоже. Юки же посмотрел назад, но никого не оказалось.\n—Эх.. Рен, когда же ты оставишь меня?\nЮки пошёл, но теперь шаги прекратились. И сколько бы он не шёл, ничего не было слышно, кроме шума леса и пения птиц.",
    "answers": [
      {
        "id": 13,
        "text": "Вечер"
      }
    ]
  },
  {
    "id": 13,
    "text": "Уже совсем стемнело. Юки решил передохнуть. Он присел около ближайшего дерева и, достав ножик, принялся разглядывать его.\n—Если на меня кто-нибудь нападёт, я смогу защититься.\nВдали показался тусклый свет. Юки сразу узнал, что это Рен. Никогда он от него не отстанет.\n—Голоден? Я принёс поесть.\nРен протянул горсть свежих ягод. На поясе у него виднелась бутылка воды и ещё что-то.\n—Если бы я прошёл столько же, сколько и ты, да ещё и в такую жаркую погоду, я бы умер от обезвоживания. Можешь взять у меня и воду. А так же вот.\nРен отсыпал ягоды в руку Юки, а потом достал шоколад.\n—Он полезен для мозга.\nРен показал на голову и улыбнулся.\n—Кстати.. Тебе было больно, когда я тебя взял за руку? Ну, когда ты хотел меня убить..\n—Да нет.. Совсем нет. И кстати.. Спасибо.\nХоть и Юки был достаточно насторожен, он всё же начал есть и пить, потому что инстинкты брали своё.\n—Зачем ты сюда пришёл?\n—Я не знаю. Я всегда помогаю заблудившимся людям. И они за это мне хорошо платят.\n—И чем же? Деньгами?\n—Едой.\n—Почему же ты не живёшь в городе?\n—Я — изгой. И все \"не вегетарианцы\" изгои. Я не знаю, почему, но.. Теперь мы живём в заброшках, где никого нет.\n—Хмф.. Хочешь пойти со мной?\n—Что? Нет. Мне и здесь хорошо.\n—Ты, наверное, чего-то боишься.. Но ничего. Ты всегда можешь заглянуть в любой город.\n—Нет. Я не хочу. Да и вообще мне там не место. И.. Давай закроем тему, м-м?\n—А.. Как скажешь.",
    "answers": [
      {
        "id": 14,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 14,
    "text": "—Ты никогда не сможешь стать человеком! Никогда не возращайся сюда!\n—Прочь отсюда!\n—Ты не должен был родиться. Ты сплошная ошибка!\n—Лишь портишь этот мир!\n\n—\"Неужели всё именно.. Так?\"\nРен сидел на высоком дереве в лесу и смотрел в небо. Вверху уже проглядывались тёмные клубы дыма, что плыли со стороны горящей заправки. Это сделал Рен.\n—Да.. Я и вправду не человек..\nПарень взглянул в сторону огня. Всё ещё были слышны крики...\nРен проснулся.\n\n\n\n—Эй. Юки.. Ты хочешь дойти до города? Тогда просыпайся.\nРен легко потряс парня, чтобы тот проснулся. Так и произошло. Вскоре они оба шли по дороге, под лучами палящего солнца и редкой тенью проплывающих облаков. \n—Не голоден?\n—Нет.\n—Как сильно хочешь попасть в город?\n—Ну.. Я не знаю, как ответить. Я хочу только потому, что здесь очень опасно, а также не всегда будет что поесть под рукой. \n—А.. Понятно. Если мы не придём к городу, то что ты сделаешь? Если мы вечно будем петлять по кругу, но из этого ничего не выйдет?\n—Ну.. Тогда я сойду с ума. Только после тебя.\nИ Юки усмехнулся.\n—Не-е-ет, ты первее сойдёшь с ума, уверяю.\nРен тоже усмехнулся. Но потом они оба затихли. Ненадолго.\n—Знаешь.. \nНачал Юки.\n—Раньше мне приснился сон, будто ты меня убил. Да уж, смешной сон. Тогда я относился к тебе странно. То, что я собрал волчьи ягоды.. Это было специально.\n—Ты боишься меня что-ли?",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "—Ну.. Раньше боялся. А сейчас — нет. Кстати, я всегда разговаривал только с вегетарианцами. Теперь я знаю, что ты тот же человек, что и я. Только почему-то ты не ешь..\n—Э. Ну, мне нечего есть..\n—Но есть же.\n—И что?\n—Хм.. Дай — ка подумать.. Может, чипсы?.\n—Ох.. Нет. Это не та еда, которую я ем.\n—А что ты вообще ешь?\n—Ну.. Мясо.\n—А.. Понятно.\nЮки нервно засмеялся, но тут же заметил, как появилась ещё одна тень.\n—Эй, Рен, давно не ел?\nЭто был тот приставучий парень, который целых 2 раза пытался напасть на Юки.\n—Отстань.\n—Эй.. Чего так губо? Мы всё таки \"родственники\".\nТут вмешался Юки.\n—Родственники? Но вы же совсем не похожи.\n—Да, не похожи, но из одного и того же разряда — хищники. И мы.. Питаемся такими же, как ты.\nИ этот парень специально широко улыбнулся, а Юки увидел острые клыки.\n—Может.. Ты просто каннибал?\nВлез в разговор Рен, подойдя ближе и сильно надавив на плечо второго хищника, что тот невольно взвизгнул.\n—Да ну тебя!\nПарень выскользнул из-под руки Рена и быстро скрылся в лесу.\n—Хмф.. Что это с ним?",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "—Он уже давным — давно сошёл с ума. Теперь думает, что все люди — его еда.\n—Да? Откуда я могу знать, что это правда?\n—Ты опять за своё?\n—Ну.. Как бы у меня не было выбора и я постоянно следовал за тобой, просто чтобы..\n—Чтобы?\n—Чтобы пробраться в город. Я не могу сразу довериться незнакомцу. И хоть ты мне постоянно помогаешь, кормишь меня, но.. Зачем? У тебя есть собственные цели?\nНо Рен замолчал. Опять же ненадолго.\nА тем временем была уже половина дня. На удивление солнце двигалось достаточно быстро. Уже и не заметишь как скоро наступит вечер.\nПо дороге Юки останавливался, немного рыскал по лесу и ел все попавшиеся ягоды. Хорошо только, что Рен оббирал ядовитые, а то Юки давно уже был мёртв.\n—Кстати. Того приставучего зовут Зак. Мы не сильно дружим, как видишь. Не знаю, как он ещё живёт со своим характером.\n—Хм.. Понятно.. Что это?\n—Что?\n—Да это.. Там.. Что-то впереди.. Живое вроде.\n—Надеюсь, это не он.\n—Нам по пути, мимо не пройдем. \nИ парни продолжили свой путь. Как только они подошли ближе и расстояние между этим существом было поменьше, чем раньше, оно прыгнуло в лес. Отдалённо были слышны шаги и треск веток.\nВскоре Юки и Рен совсем приблизились к этому месту. Здесь было что-то написано. А именно:\n\n\"Рен скоро съест тебя. Берегись:)\"\n\n—Как же я ненавижу этого урода..\nПробормотал Рен.",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "—Что ты так реагируешь? Или.. Это тебя так сильно беспокоит?\n—Да нет, просто..\n—Я же знаю, что ты обманываешь.. Ты ведь.. Не человек.\nЮки поспешно отдалился от Рена.\n—Эй, Юки стой!\nНо Юки теперь побежал, постоянно оглядываясь назад.\n—Зря ты это сказал..\nТогда Рен побежал за ним. И хоть расстояние между ними было огромное, оно постоянно уменьшалось. Всё таки Рен был быстрее. Он всегда был выносливее Юки. Он всегда держал всё при себе, говорил только то, что нужно. Что бы было, если бы у Рена когда-нибудь расплёлся язык.\n—Ты же не убежишь. Ты же знаешь!\nНо Юки продолжал бежать, хотя и расстояние между ним и Реном было небольшое. И вдруг он резко остановился, но это никак не помогло. Он лишь покатился вниз по внезапному, но не сильно крутому склону. Из-за скорости и асфалтированной дороги Юки сильно ушибся, а особенно пострадала его голова. И вот он уже лежит на ровной поверхности. Нет времени, чтобы бежать. А на горизонте уже виднелся большой город.\n—Ты же знал. Ты всегда знал, что слабее.\nРен подошёл сзади и пнул Юки, а потом придавил его ногой.\n—Ты же знал, как надо было поступить!\n—Да.. Ты знал всё с самого начала!\n—Ты знал, что я хищник, верно?! А я то.. Я же хотел.. Я хотел, чтобы ты стал моим первым другом..\n—Но ты не стал!\nРен надавил сильнее. Весь этот монолог был и правда странным. \nСолнце уже почти зашло. У рена появился тигриный хвост и уши. Вот он, хищник..\n—Что.. Даже не будешь сопротивляться?\nРен поднял обессиленого Юки и поставил на ноги. Тот воспользовался моментом и, ударив хищника в нос, побежал к городу. Хотя надежды уже нет.\n—Отлично.. \nИ, подбежав к Юки, Рен схватил его за плечи и повернул к себе лицом. Это был уже не человек. Это был хищник, что следует своим инстинктам.\nЮки же был лишь жертвой. Жертвой, которая сейчас умрёт.\n—Хищники.. Спасибо, Рен.. Кажется, я познал жизнь.\nЮки закрыл глаза, а Рен укусил его за шею и вырвал сонную артерию..\nСолнце уже зашло. На дороге были тигр и олень. Хищник и жертва.",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "Лалный квест. Простите, что вы его прочитали, он правда ужасный и глупый. Не ругайте:‹",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 19,
    "text": "",
    "answers": []
  }
]