[
  {
    "id": 1,
    "text": "Автор: Метаморфозник<s>r\nЖанр: Мини-квест<s>r\n<s>r\nВсе мы стремимся за любовью. Порой, желаем сами любить, нежели быть любимыми, чтобы рассеять угнетающую серость и заполнить внутреннюю пустоту. Но последствия любви бывают куда более болезненными, чем просто расставание. И тогда ни алкоголь, ни наркотики, ни родные не смогут заглушить гулкую сонату тоски. ",
    "answers": [
      {
        "id": 2,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 2,
    "text": "По синему небосводу медленно плыли белые перины облаков, солнце приятно припекало, ветер изредка тревожил золотистые колоски пшеницы. Макс лежал на мягкой простыне среди огромного поля, под его боком разместилась молодая девушка с светлыми длинными локонами. <s>r\n<s>r\n   — Лиза. — Парень нежно водил рукой по её волосам. — Что ты чувствуешь?<s>r\n<s>r\nДевушка приподняла голову и посмотрела на него ярко-голубыми глазами:<s>r\n<s>r\n   — Я чувтсвую умиротворение... Спокойтсвие и радость. Сладостное томление, вызванное находящимся рядом любимым человеком. \n<s>r\nПарень насильно ухмыльнулся. Так он пытался скрыть свою боль.",
    "answers": [
      {
        "id": 3,
        "text": "Макс сел"
      },
      {
        "id": 4,
        "text": "Макс остался лежать вместе с Лизой"
      }
    ]
  },
  {
    "id": 3,
    "text": "   — А я... — Макс запнулся, почесал затылок и сел, — я чувствую ностальгию...<s>r\n<s>r\n   — Что вспоминаешь? Наверное, что-то приятное? — Лиза улыбнулась и положила голову парню на колени. — Я бы вспомниала нашую первую встречу. Как мы были наивны, думая, что чувства угаснут, что любовь пройдёт. А оказалось, настоящая любовь, подобно пламени, разрастается с каждой прожитой секундой.",
    "answers": [
      {
        "id": 5,
        "text": "- Да, вспоминаю приятное, но чувство отвратительное"
      },
      {
        "id": 6,
        "text": "- Неважно... Ты всё равно не поймёшь меня"
      },
      {
        "id": 7,
        "text": "- Разрастается с каждой секундой... Это и есть моя проблема"
      }
    ]
  },
  {
    "id": 4,
    "text": "Величественный парад облаков заполонил собою всю синеву небесного холста. В поле зрения показалоась облако, отдалённо напоминающее мордочку кота. Макс открыл рот, собираясь сказать об этом девушке, но тут же напряжённо выдохнул. <s>r\n<s>r\n   — О, смотри! — воскликнула она. — Облачко похоже на голову котика!<s>r\n<s>r\n   — Действительно. — Парень прижал к себе Лизу, повернулся и зарылся в её волосах. Их запах всегда был оинаковым, но подобных ему не было. Едва слышный ванили и более чёткий клубники. Жадно вдохнул ещё раз. <s>r\n<s>r\n   — Макс, когда уже свадьбу сыграем? Обвенчались, вроде, уже давно.<s>r\n<s>r\nПарень несколько секунд молчал, то набирая воздух для ответа, то запинаясь на первой же букве. Наконец он сказал:",
    "answers": [
      {
        "id": 13,
        "text": "- Я бы хоть сейчас её сыграл. Без родственников, без друзей. Только мы одни"
      },
      {
        "id": 14,
        "text": "- Никогда..."
      }
    ]
  },
  {
    "id": 5,
    "text": "   — Почему же?<s>r\n<s>r\n   — Ностальгия — одно из самых болезненных ощущений. Ностальгия по тем дням, в которые уже никогда не вернёшься. Время бежит, и ты осознаеёшь, что те секунды были неповторимыми, уникальными... И тогда наступает этот момент, когда на душе становится тепло от незабываемых воспоминаний и одновременно холодно от осознания невозврата. Тогда-то мы и начинаем по-настоящему понимать цену каждого мгновения.<s>r\n<s>r\nДевушка промолчала. Макс улыбнулся, встал на ноги и сказал:<s>r\n<s>r\n   — Лиза, я люблю тебя больше всего на свете. Видя твой облик, моё существование обретает смысл, — голос вздрогнул. — Теперь же я буду видеть его только в своих снах и на фотографиях. — Его лицо омрачилось, губы скривились. Лиза заворожённо смотрела на него. Парень тонул в глубине её глаз, в их доброте и нежности. В его же читалась лишь необъятная боль.",
    "answers": [
      {
        "id": 8,
        "text": "- Эта наша последняя встреча"
      }
    ]
  },
  {
    "id": 6,
    "text": "   — А я постараюсь.\n\n   — Ты не поймёшь ту боль, что я испытываю сейчас. Те страдания, что сводят меня с ума, когда лежу рядом с тобой.\n\n   — Что я такого сделала? — виновато спросила девушка. — Я же люблю тебя. И ты меня тоже, разве нет?\n\nМакс улыбнулся, встал на ноги и сказал:<s>ufeff\n<s>ufeff\n   — Лиза, я люблю тебя больше всего на свете. Видя твой облик, моё существование обретает смысл, — голос вздрогнул. — Теперь же я буду видеть его только в своих снах и на фотографиях. — Его лицо омрачилось, губы скривились. Лиза заворожённо смотрела на него. Парень тонул в глубине её глаз, в их доброте и нежности. В его же читалась лишь необъятная боль.",
    "answers": [
      {
        "id": 9,
        "text": "- Пора отпустить тебя"
      }
    ]
  },
  {
    "id": 7,
    "text": "   — А что в этом плохого?<s>r\n<s>r\n   — Это причиняет боль... Наверное, такую, которую я не перенесу... Возможно, через несколько дней я буду не тут с тобой, а с мучительной улыбкой лететь сквозь этажы...<s>r\n<s>r\n   — О чём ты вообще? — девушка села.<s>r\n<s>r\n   — Я не смогу забыть тебя... Никогда. Поэтому моя жизнь обречена на одно лишь страдание.<s>r\n<s>r\n   — Зачем же меня забывать? Я люблю тебя, и ты меня, разве нет?",
    "answers": [
      {
        "id": 11,
        "text": "Парень встал "
      }
    ]
  },
  {
    "id": 8,
    "text": "Парень закрыл глаза. Шелест колосьев стих, солнце будто погасло, приятная теплота сменилась обжигающим холодом. Открыл глаза. Макс сидел на неудобном сидении, к его вискам были прикреплены пластинчатые электроды, по бокам размещались ряды кресел, в которых также сидели люди. В руках Макс держал фотографию, на которой была изображена Лиза. На ярком, пестрящем красками снимке чёрным маркером были выведены полные горечи слова: \"Любящая дочь, отличный друг, прекарсная невеста. Вечная память\". <s>r\n<s>r\n   — Ваше время кончилось. Освободите место либо приобретите больше времени в нашем виртуальном кафе \"Сотвори свою реальность\", — прожужжал где-то вдалеке металлический голос. Но парень его не слышал. Его руки тряслись, пальцы с силой сжимали фотографию, взгляд был обречённо прикован к последним словам. По лицу потекли слёзы.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 9,
    "text": "Ноги Макса подкосились, дышать ставало всё тяжелее. Лёгкость и неринуждённость сменились пожирающей печалью.<s>ufeff<s>r\n<s>r\n   — Отпустить?<s>r\n<s>r\n   — Это... Неправильно. Неправильно то, что я пытаюсь обмануть себя искусственными чувствами, неправильно то, что я пытаюсь убежать от реальности, ещё больше мучая себя...",
    "answers": [
      {
        "id": 10,
        "text": "Парень закрыл глаза"
      }
    ]
  },
  {
    "id": 10,
    "text": "Шелест колосьев стих, солнце будто погасло, приятная теплота сменилась обжигающим холодом. Открыл глаза. Макс сидел на неудобном сидении, к его вискам были прикреплены пластинчатые электроды, по бокам размещались ряды кресел, в которых также сидели люди. В руках Макс держал фотографию, на которой была изображена Лиза. На ярком, пестрящем красками снимке чёрным маркером были выведены полные горечи слова: \"Любящая дочь, отличный друг, прекарсная невеста. Вечная память\". <s>ufeff<s>r\n<s>ufeff<s>r\n   — Ваше время кончилось. Освободите место либо приобретите больше времени в нашем виртуальном кафе \"Сотвори свою реальность\", — прожужжал где-то вдалеке металлический голос. Но парень его не слышал. Его руки тряслись, пальцы с силой сжимали фотографию, взгляд был обречённо прикован к последним словам. По лицу потекли слёзы.",
    "answers": [
      {
        "id": 1,
        "text": "Конец "
      }
    ]
  },
  {
    "id": 11,
    "text": "Макс улыбнулся, встал на ноги и сказал:<s>ufeff<s>r\n<s>ufeff<s>r\n   — Лиза, я люблю тебя больше всего на свете. Видя твой облик, моё существование обретает смысл, — голос вздрогнул. — Теперь же я буду видеть его только в своих снах и на снимках. — Его лицо омрачилось, губы скривились. Лиза заворожённо смотрела на него. Парень тонул в глубине её глаз, в их доброте и нежности. В его же читалась лишь необъятная боль.",
    "answers": [
      {
        "id": 12,
        "text": "- Никогда бы не подумал, что столько горя может вместить в себе моё сердце"
      }
    ]
  },
  {
    "id": 12,
    "text": "   — Горя? Я тебя не узнаю...<s>r\n<s>r\n   — Потому что я создал тебя по её подобию... Её воспоминания, её невинный и наивный взгляд, мягкий и нежный характер... Если бы ты всё знала, была бы уже другой... Мои несбыточные мечты станут истинным обителем для неё.",
    "answers": [
      {
        "id": 10,
        "text": "Парень закрыл глаза"
      }
    ]
  },
  {
    "id": 13,
    "text": "   — Объявляю вас мужем и женой, — игриво сказала Лиза, подражая регистратору союза. — Теперь можете поцеловаться! — воскликнула она и впилась в губы парню.<s>r\n<s>r\nПосле Макс снова задрал голову вверх. Девушка широко улыбалась. На его же лице отразилась тень горечи. Увидев это, Лиза виновато спросила:<s>r\n<s>r\n   — Ой, извини... Тебе не понравилось?<s>r\n<s>r\n   — Вовсе нет, понравилось. Я даже на секунду забыл о... — парень запнулся. — Жаль, что только на секунду.<s>r\n<s>r\n   — Забыл? О чём ты?",
    "answers": [
      {
        "id": 15,
        "text": "- О твоей искусственности"
      }
    ]
  },
  {
    "id": 14,
    "text": "   — Что? Почему это? — удивилась Лиза.\n\n   — Прости, не смог соврать тебе. Я не хочу, чтобы ты знала истинную причину. \n\n   — Я что-то сделала плохое? — виновато спросила девушка. — Может, я смогу измениться?\n\n   — Нет... Меняться не надо. Дело как раз в том, что я слишком люблю тебя такой.\n\nЛиза села и в недоумении толкнула парня в плечо.\n\n   — Тогда почему? ",
    "answers": [
      {
        "id": 16,
        "text": "Макс сел"
      }
    ]
  },
  {
    "id": 15,
    "text": "   — Я не понимаю тебя...<s>r\n<s>r\n   — Конечно, иначе ты была бы другой. Непохожей на неё... — Макс встал. Лиза в недоумении смотрела на него. Парень тонул в глубине её глаз, в их доброте и нежности. В его же читалась лишь необъятная боль. Ноги Макса подкосились, дышать ставало всё тяжелее. Лёгкость и неринуждённость сменились пожирающей печалью.<s>ufeff<s>r\n<s>r\n   — Я... может, расскажешь мне, я попытаюсь понять.<s>r\n<s>r\n   — Нет. Это уже ничего не изменит — лишь причинит больше боли.  ",
    "answers": [
      {
        "id": 8,
        "text": "- Это наша последняя встреча"
      }
    ]
  },
  {
    "id": 16,
    "text": "Лиза заворожённо смотрела на него. Парень тонул в глубине её глаз, в их доброте и нежности. В его же читалась лишь необъятная боль. Дышать ставало всё тяжелее. Лёгкость и неринуждённость сменились пожирающей печалью.<s>ufeff<s>ufeff\n<s>ufeff\n   — Я... может, расскажешь мне, я попытаюсь понять.\n<s>ufeff\nВ ответ парень только обнял её. Обнял так крепко, что, казалось, он сейчас задохнётся... А девушка преданно положила голову ему на плечо. Последний раз он учуял этот волшебный запах. Ваниль и клубника... ",
    "answers": [
      {
        "id": 8,
        "text": "И закрыл глаза... "
      }
    ]
  },
  {
    "id": 17,
    "text": "",
    "answers": []
  }
]