[
  {
    "id": 1,
    "text": " Вы — Мужчина потерявший смысл жизни. Вам было некуда бежать от катастрофы, которая захватила Москву, поэтому, подготовившись вы ждали пришествия вируса. А что было дальше, вы сейчас узнаете... \n\nАвтор: CayreX\nЖанр: Апокалипсис",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://c.radikal.ru/c08/2003/c3/6be0f8699be9.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "Все события вымышленны, совпадения случайны :D",
        "comment": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Пролог.\nВсё началось внезапно.\nЭпицентром заражения стала Москва.\nВирус распространялся через укус или попадание заражённой крови в рану.\nК концу третьего дня заражённых было более ста тысяч.\nПод воздействием вируса люди мутировали, превращаясь в тварей слабо напоминающих людей. Сила, ловкость, скорость, это получали заражённые, но они теряли разум.\nГолод. Они были движимы только им, эти твари питались любым мясом.\nАрмия успела возвести кордоны вокруг Москвы, после, они ежедневно отбивали атаки сотен заражённых, и не без потерь.\nНо выжившие в городах остались, в основном те, кто ради сохранности своей шкуры готов предать и бросить на съедение своих друзей. Но наш герой не таков. ",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      },
      {
        "id": 4,
        "text": "К истории главного героя"
      }
    ]
  },
  {
    "id": 3,
    "text": "Увидев новости про эпидемию, и фотографии заражённых, вы собрав свои скромные накопления, решили пойти в магазин и закупить еды на ближайшие дни, ведь кто знает, сколько это всё продлится? И желательно, зайти в магазин оружия, купить что-нибудь самое дешёвое, может быть, хватит на самый захудалый ствол...\n",
    "answers": [
      {
        "id": 3,
        "text": "Ваши накопления: 35000 рублей",
        "comment": true
      },
      {
        "id": 5,
        "text": "Отправиться в магазин"
      }
    ]
  },
  {
    "id": 4,
    "text": "Он плохо помнил своё имя, кажется, его звали Арсений. Ему было 30 лет. Свой тридцатый день рождения он праздновал в одиночестве. Да, как сказать праздновал... Так, купил себе маленький пирог, съел и выпил пару стопок. Раньше, у него было всё, что необходимо для хорошей, счастливой жизни. Но потом случилась авария. Его жена и дочь разбились насмерть. Он потерял смысл жизни, запил, его уволили с работы. Теперь, он жил на окраинах Москвы, в маленькой двушке, на третьем этаже.\nПить он почти перестал, устроился на должность охранника в магазине, получал копейки, которых хватало на скромную жизнь.\nПока не началась эпидемия. Первый день он не знал о ней, так как всё происходило в центре, а он был нелюдим, редко смотрел телевизор. К середине второго дня, когда он решил включить телевизор, все центральные каналы пестрели информацией о каком-то вирусе, но он отнесся к этому несерьёзно, думая что скоро всё успокоится. Но он увидел фотографии заражённых на другом канале, и понял, что всё просто так не утрясётся... ",
    "answers": [
      {
        "id": 3,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 5,
    "text": "Войдя в магазин, вы увидели очередь. Большую очередь. Вы решили побыстрее набрать продуктов, и покинуть магазин. ",
    "answers": [
      {
        "id": 6,
        "text": "Закупить продуктов на неделю"
      }
    ]
  },
  {
    "id": 6,
    "text": "Набрав продуктов в тележку, вы встали в очередь. Прождав полчаса, очередь наконец-то дошла до вас и вы расплатившись вышли и магазина с пакетами продуктов.",
    "answers": [
      {
        "id": 6,
        "text": "Ваши накопления: 25000 рублей",
        "comment": true
      },
      {
        "id": 7,
        "text": "Идти в оружейный магазин"
      }
    ]
  },
  {
    "id": 7,
    "text": "Подойдя к оружейному магазину, вы не увидели ни души. Зайдя в магазин, вы увидели одинокого торговца, стоявшего за прилавком и откровенно скучающего. Увидя вас, он обрадовался, но узнав ваш бюджет, он немного посмурнел.\n—На ваши деньги, можно купить только пистолет Макарова, с сотней патронов. ",
    "answers": [
      {
        "id": 8,
        "text": "-Ладно, беру. "
      }
    ]
  },
  {
    "id": 8,
    "text": "Торговец: Вот и славно, а то совсем нету клиентов...\nОн достал не совсем новый, но рабочий, как он заверил пистолет и пачку патронов.\nВы: Точно сотня?\nТорговец: Да, зуб даю, сам пересчитывал.\nВы, упаковали всё в пакет и предварительно зарядили пистолет. ",
    "answers": [
      {
        "id": 9,
        "text": "Спросить: Как думаешь, насколько этот вирус серьёзен? "
      },
      {
        "id": 10,
        "text": "Выйти из магазина"
      }
    ]
  },
  {
    "id": 9,
    "text": "Торговец: Сам не знаю, судя по новостям, всё довольно серьёзно... Но пресса любит нагнетать, пока что сам не определился. Надеюсь, до нас эта гадость не дойдёт...\nВы: Ладно, удачи в продажах.\nТорговец: Спасибо, и тебе не хворать. ",
    "answers": [
      {
        "id": 10,
        "text": "Выйти из магазина"
      }
    ]
  },
  {
    "id": 10,
    "text": "Ну вот, думали вы стоя возле магазина, можно идти домой, ничего не боясь, надеюсь до нас это не доберётся. ",
    "answers": [
      {
        "id": 11,
        "text": "Направиться домой"
      }
    ]
  },
  {
    "id": 11,
    "text": "По дороге домой, вы заметили двух мужиков, они ускорившись пошли за вами.\n—Да ничё, сейчас того обберём, тащит два пакета, а то сейчас впадлу в магаз идти.\nУслышав это, вы ускорились, но они не отстали.\n—Э, слышь, найдётся закурить?\n—Нет, не курю\n—Да ты что, а поделиться немного едой, у тебя же много?\nОни стояли вплотную к вам, вы остановились.\nВ руке одного блестнул металл, вы достали пистолет, мужики сразу попятились.\n—Да ты чё, мужик, мы же просто хотели похавать, ладно ладно, уходим...\nОни почти сразу исчезли, вы продолжили путь домой. Увидев дверь подъезда, вы быстро зашли, поднявшись по лестнице и зайдя в свою квартиру, вы оказались в безопасности.\nЗакрыв дверь на все имеющиеся замки, вы пошли на кухню разбирать покупки.",
    "answers": [
      {
        "id": 12,
        "text": "Разобрать покупки\n"
      }
    ]
  },
  {
    "id": 12,
    "text": "Разложив всё, вы положили пистолет на стол, и снарядив половину патронов в обоймы, вы решили отправиться спать. ",
    "answers": [
      {
        "id": 13,
        "text": "Лечь спать"
      }
    ]
  },
  {
    "id": 13,
    "text": "3 день.\nВы проснулись от криков.\nВы резко рванулись с кровати, схватив пистолет.\nПосмотря на улицу в окно, вы увидели резню. Какие-то мутанты рвали людей, некоторые люди вставали, но у них выростали хвосты, менялся цвет кожи, выростали когти.\nТакой бойни, вы никогда не видели.\nВ районе здания полицейского департамента стрельба не прекращалась, но становилась всё тише. Надо спешить, город скоро вымрет, повсюду будут мутанты. \nОн решил пойти к двери, и подъезда вы не слышали ни криков, ни каких-либо других звуков.\nВы решили аккуратно посмотреть в глазок. Никого не увидев на лестничной площадке, вы выдохнули. Пока что, вам ничего не угрожает. Вы решили вернулся в гостинную. И увидели монстра взбирающегося по балкону к его окну. Значит, они уже знают о вашем существовании.  Где-то был хороший туристический рюкзак, надо его найти. Долго в этой квартире вы не просидите, да и патроны рано или поздно кончатся. ",
    "answers": [
      {
        "id": 14,
        "text": "Искать рюкзак"
      }
    ]
  },
  {
    "id": 14,
    "text": "Потратив минут пятнадцать, и убив одного из монстров, разбившего стекло и влезшего в вашу спальню, вы нашли рюкзак. Закрыв дверь в кухню, вы начали упаковывать вещи в рюкзак. Всё поместилось, хорошо. Даже место осталось, в него можно положить спички, нож и ещё какую-то мелочёвку. Вы так и сделали. Укомплектовав всё, и попрыгав проверяя чтобы ничего не бренчало, вы решительно распихали по карманам снаряжённые обоймы и аккуратно отправились к окну гостинной. ",
    "answers": [
      {
        "id": 15,
        "text": "Подойти к окну"
      }
    ]
  },
  {
    "id": 15,
    "text": "Выглянув в окно, вы увидели что мутантов на улице почти нету, вы решительно пошли к двери, выглянув в глазок, и опять же никого не увидев, вы решили пойти поискать других жильцов. ",
    "answers": [
      {
        "id": 16,
        "text": "Выйти в подъезд"
      }
    ]
  },
  {
    "id": 16,
    "text": "Выйдя в подъезд, вы услышали крики на 4 этаже. Значит, туда идти не надо. На втором этаже никто пока что не жил, и вряд-ли когда-то уже будет жить. Первый этаж был передалан под аптеку, нынче закрытую, значит надо проверять кватриры на своём этаже, благо что их всего 3,не считая его квартиры. ",
    "answers": [
      {
        "id": 17,
        "text": "Пойти к 9-ой квартире"
      },
      {
        "id": 18,
        "text": "Пойти к 11-ой квартире"
      },
      {
        "id": 19,
        "text": "Пойти к 12-ой квартире"
      },
      {
        "id": 20,
        "text": "Закончить осмотр квартир"
      }
    ]
  },
  {
    "id": 17,
    "text": "Подойдя к 9-ой квартире, вы ничего не услышали за дверью. Постучав, вам никто даже не ответил. Вы продолжали стучать, но потом вы решили бросить это бесполезное занятие. ",
    "answers": [
      {
        "id": 16,
        "text": "Вернуться на лестничную площадку"
      }
    ]
  },
  {
    "id": 18,
    "text": "В 11-ой квартире жила семья, прислонив ухо к двери вы услышали рыки и чавканье. Вряд-ли там кто-то жив, люди не чавкают так громко... ",
    "answers": [
      {
        "id": 16,
        "text": "Вернуться на лестничную площадку"
      }
    ]
  },
  {
    "id": 19,
    "text": "В этой квартире жил мужчина средних лет, довольно разговорчивый, бывший охотник. Вы постучали, он сказал вам своим негромким басом уходить по добру по-здорову, и вы не смогли его убедить пойти вместе. Жаль, очень жаль потерять такого человека. ",
    "answers": [
      {
        "id": 16,
        "text": "Вернуться на лестничную площадку"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы уверены? Убедитесь в том, что никто из жильцов не захочет отправиться с вами подальше от города. ",
    "answers": [
      {
        "id": 21,
        "text": "Спуститься на первый этаж к подъездной двери"
      },
      {
        "id": 16,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы спустились.\nСпускаясь, вы старались не издавать ни звука, насколько это было возможно идя по довольно захламлённому полу. По крайней мере, внимание мутантов вы не привлекли. Прислушавшись у двери, вам стало ясно что возле двери никого. ",
    "answers": [
      {
        "id": 22,
        "text": "Аккуратно открыть дверь и выйти с пистолетом наизготовку"
      }
    ]
  },
  {
    "id": 22,
    "text": "Когда вы вышли на улицу, вас чуть не вывернуло. Горы трупов, половина съеденных... Жуткое зрелище. Есть два направления куда можно пойти. По просёлочной дороге, либо по шоссе уходящим влево, на первый взгляд там довольно тихо. Просёлочная дорога тоже пуста. ",
    "answers": [
      {
        "id": 23,
        "text": "Пойти к шоссе"
      },
      {
        "id": 24,
        "text": "Пойти по просёлочной дороге "
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы решили выйти к шоссе. Ступив на дорогу, вы решили передвигаться перебежками между машин. Идя дальше, вы увидели несколько мутантов поедающих человека. Вас снова замутило, и вам надо решить, попытаться обойти мутантов, или начать стрелять по ним. ",
    "answers": [
      {
        "id": 25,
        "text": "Стрелять"
      },
      {
        "id": 26,
        "text": "Обходить"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы отправились на просёлочную дорогу, и единственный объект где можно было спрятаться от мутантов идя по дороге, был старый заброшенный дот. О нём мало кто знал, он был заколочен, но при желании дверь можно открыть. ",
    "answers": [
      {
        "id": 29,
        "text": "Идти к доту"
      }
    ]
  },
  {
    "id": 25,
    "text": "Начав стрелять, вы успели убить двоих мутантов, но второй отчайно закричал, и отвсюду на вас побежали десятки мутантов. ",
    "answers": [
      {
        "id": 27,
        "text": "Продолжать стрелять"
      },
      {
        "id": 28,
        "text": "Начать убегать"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы начали тихо обходить мутантов. Но у вас под ногой хрустнуло стекло, и мутанты вас заметили. Вы в панике начали стрелять, но мутантов становилось всё больше, десятки. На вас набросились сразу как только ваш магазин опустел. На попытки отпиваться ножом мутантам было всё равно, у вас нет шансов отбиться и вы были съедены.\n\nВы умерли. ",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы перезарядили магазин и продолжили стрелять, но мутанты слишком быстры. Щёлк. Магазин пуст, мутанты в трёх метрах. Вы начали оружовать ножом, но успели убить только одного, дальше на вас набросились мутанты и быстро порвали.\n\nВы умерли. ",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться. "
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы начали бежать, отстреливаясь на бегу и меняя обоймы. Вам удалось убежать к дому и выждав время вы снова вернулись на развилку.\n",
    "answers": [
      {
        "id": 22,
        "text": "К выбору"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы шли 2 часа, начинало темнеть, но по дороге вы не встретили ни одного мутанта. Дверь была заколочена небрежно, вы быстро её вскрыли. В дзоте было сыро, но тут остались какие-то коробкии на полу лежала монтировка. Замок на двери ещё не сгнил, вы зашли и закрыли за собой дверь. ",
    "answers": [
      {
        "id": 30,
        "text": "Забрать монтировку и подойти к ящикам"
      }
    ]
  },
  {
    "id": 30,
    "text": "—Так, что тут у нас?\nВы открыли коробки и увидели аккуратные ряды патронов, и старенький калаш 47-го года выпуска.\n—О-хо-хо, вот теперь можно перестать дрожать из-за каждой тени.\nПока вы раскладывали всё это великолепие, снаряжали обоймы к автомату, ваш желудок решил напомнить вам что вы не ели весь день.\nТакже, в доте оказались таблетки сухого спирта, вы решили вскипятить воду на маленьком костерке, и сделали в досках на окнах маленькие дырки ломиком чтобы не задохнуться из-за костра. Разогрев банку каши со свининой и заварив чай в пакетике, вы легли спать. ",
    "answers": [
      {
        "id": 31,
        "text": "К следующему дню"
      }
    ]
  },
  {
    "id": 31,
    "text": "Глава 2. Армия.\nНа начало четвёртого дня вы проснулись со скверным настроением. Наскоро поев, вы решили собрать свои вещи и попробовать обойти ближайший город, и уйти подальше от этой чёртовой Москвы. ",
    "answers": [
      {
        "id": 32,
        "text": "Прислушаться что происходит на улице"
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы прислушались.\nНа улице было тихо, вы решились выйти на улицу с автоматом в руках. Пройдя пару сотен метров по лесу в сторону ближайшего города вы услышали рокот. Вертолёт. Ничто больше не издаёт такой звук. В вертолёте был громкоговоритель, он вещал:\n—Найдите убежище, скоро в эту область прибудут военные, у нас есть антидот! Повторяю, найдите убежище и ждите прихода армии!\nВнезапно, на вертолёт накинулись птицы, но какие-то неестественно огромные. Вертолёт задымил и поспешил подальше от леса, но далеко он не ушёл, пройдя максимум километр он упал. ",
    "answers": [
      {
        "id": 33,
        "text": "Продолжить путь"
      }
    ]
  },
  {
    "id": 33,
    "text": "Пройдя ещё километр, вы вышли к какой-то даче, с собственной теплицей и двухэтажным домом.\nВ окнах дома вы увидели только двух мутантов, но их наверняка больше. У вас осталось немного еды, вам необходим этот дом, неподалёку нет таких мест в которых можно переждать ночь. ",
    "answers": [
      {
        "id": 34,
        "text": "Подойти ближе к дому"
      }
    ]
  },
  {
    "id": 34,
    "text": "Подойдя ближе, вы увидели в окнах ещё двоих.\nВ таком доме не могла жить большая семья, а рядом нет мест откуда могли взяться ещё мутанты. \n—Значит, четверо. Надо начать с теплицы, там хоть не зажмут в угол, есть где пострелять. \n",
    "answers": [
      {
        "id": 35,
        "text": "Идти в теплицу"
      }
    ]
  },
  {
    "id": 35,
    "text": "В теплице был ещё один мутант, значит, вы рано сделали выводы. Он просто стоит спиной к вам, в целях экономии его можно убрать из пистолета. ",
    "answers": [
      {
        "id": 36,
        "text": "Выстрелить в голову"
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы промахнулись.\nМутант обернулся и рванулся к вам. Резким прыжком он сократил расстояние между вами вдвое. Добив его оставшимися патронами, вы быстро перезарядили пистолет, спрятали в карман, достали автомат и ждали прихода гостей.",
    "answers": [
      {
        "id": 37,
        "text": "Искать подходящее место для засады"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы решили укрыться за самой большой коробкой которая могла вас хотя бы спрятать от чужих глаз. Выждав 10 минут обливаясь потом, вы решили выйти. Видимо, никто не услышал. Тем же лучше. Вы отдохнули 20 минут и перекусили крекерами, можно продолжать путь. ",
    "answers": [
      {
        "id": 38,
        "text": "Идти в дом"
      }
    ]
  },
  {
    "id": 38,
    "text": "Дом был большой, с двумя этажами и балконом. Обдумав всё, вы прислушались. Услышав за дверью какие-то звуки похожие на чавканье, вы немного отошли от двери. ",
    "answers": [
      {
        "id": 39,
        "text": "Войти с автоматом наизготовку"
      }
    ]
  },
  {
    "id": 39,
    "text": "Войдя в дом, твари начали шипеть и жмуриться потому что на улице было светло. Вы успели перестрелять двоих, но третий мутант прыгнул на вас. Выхватив нож, вы наносили ему один удар за одним, но ему было всё равно, нож не мог пробить кожу. ",
    "answers": [
      {
        "id": 40,
        "text": "Ударить в шею"
      },
      {
        "id": 41,
        "text": "Ударить в глаз"
      }
    ]
  },
  {
    "id": 40,
    "text": "Нож не смог пробить шею.\nЗато зубы монстра пробили вашу, вам не повезло.\n\nВы умерли.\n",
    "answers": [
      {
        "id": 31,
        "text": "Вернуться к началу главы"
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы исхитрились ударить мутанта в глаз. Из глазницы потекла бурая жижа похожая на кровь, залиявая вас. Мутант забился в конвульсиях, вам было нетрудно скинуть его с себя. ",
    "answers": [
      {
        "id": 42,
        "text": "Встать и отыскать автомат"
      }
    ]
  },
  {
    "id": 42,
    "text": "Автомат лежал в трёх метрах от вас, к счастью целый. С лестницы прыгнул ещё один мутант, но его вы срезали короткой очередью. Прислушавшись, вы больше не услышали никаких звуков. ",
    "answers": [
      {
        "id": 43,
        "text": "Обыскать дом на наличие мутантов"
      }
    ]
  },
  {
    "id": 43,
    "text": "Вы заходили в комнату за комнатой, но все они были пусты. Но проходя по дому, вы заметили крышку люка, вероятно ведущего в подвал. Там было темно, но в одной из комнат вы нашли фонарь. Прикрепив его изолентой к автомату, вы полезли вниз. Здесь тоже никого не оказалось. Места было достаточно, ночь можно переждать здесь. Обыскав дом, вы спустились в подвал. Поев, вы уснули сразу же, как только ваша голова коснулась ткани спального мешка, который вы нашли в доме. ",
    "answers": [
      {
        "id": 44,
        "text": "Завершить день в подвале"
      },
      {
        "id": 46,
        "text": "Завершить день на 1 этаже"
      }
    ]
  },
  {
    "id": 44,
    "text": "Пятый день.\nВы проснувшись решили выпить чаю и отправляться в путь. Через 10 минут вы уже собравшись хотели открыть крышку подвала, но она не поддавалась. ",
    "answers": [
      {
        "id": 45,
        "text": "Приложить усилие"
      }
    ]
  },
  {
    "id": 45,
    "text": "Надавив на крышку всем телом, вы с трудом её открыли. Оказывается за ночь какой-то монстр, побольше обыных мутантов проломил крышу и засыпал горой кирпичей люк. Ночевать в подвале было правильным решением. ",
    "answers": [
      {
        "id": 47,
        "text": "Отправиться в путь"
      }
    ]
  },
  {
    "id": 46,
    "text": "Вы легли спать, но через пару часов огромная тварь проломила крышу. Вы сразу проснулись, схватили автомат, но она уже была в нескольких метрах от вас и занесла руку для удара. Вы не успели ничего сделать, она вспорола вам живот когтями.\n\nВы умерли. ",
    "answers": [
      {
        "id": 43,
        "text": "Вернуться "
      }
    ]
  },
  {
    "id": 47,
    "text": "Ещё раз осмотрев дом, вы отправились в путь. Пройдя пару километров в противоположную сторону от Москвы, вы услышали звуки настоящей войны, не стихали выстрели и залпы гранатомётов. Стоит ли идти туда, может быть там военные? ",
    "answers": [
      {
        "id": 48,
        "text": "Да, думаю стоит пойти"
      },
      {
        "id": 49,
        "text": "Нет, не стоит, слишком опасно"
      }
    ]
  },
  {
    "id": 48,
    "text": "Отправившись на звуки, вы насткнулись на водонапорную вышку. Взобравшись на неё, вы увидели что-то невероятное. Вокруг Москвы был возведён настоящий кордон, с укреплениями, миномётными расчётами, огневыми точками. На стену нападали сотни мутантов, армия расстреливала и выжигала их огнемётами, но их не становилось меньше. Это последний шанс повернуть назад. ",
    "answers": [
      {
        "id": 50,
        "text": "Идти дальше"
      },
      {
        "id": 49,
        "text": "Да ну это к чёрту, сделаю крюк и подойду к другой части стены"
      }
    ]
  },
  {
    "id": 49,
    "text": "Вы решили задать крюк на пару километров, и выйти к другому КПП. Подойдя к КПП на расстояние ста метров, к вам обратился человек через громкоговоритель.\n—Сложите оружие и выходите с поднятыми руками, вы на прицеле наших снайперов.\nВы положили автомат на землю, приблизились на столько, чтобы видеть говорившего.\n—Меня вывезут отсюда?\n—Нет, сначала доставим в штаб.\n—Хорошо, ведите. ",
    "answers": [
      {
        "id": 51,
        "text": "Следовать за военными"
      }
    ]
  },
  {
    "id": 50,
    "text": "Подобравшись ближе, вы увидели что мутантов становилось всё меньше. Штурм базы захлёбывался. Вы решили выждать, но на вас напала группа мутантов. Вам удалось от неё отбиться, но военные заметили вашу стрельбу. Позже в ход пошли гранаты, одна взорвалась от вас на расстоянии нескольких метров. К счастью, светошумовая. Вас контузило. Через несколько минут вы услышали вокруг себя голоса.\n—У нас выживший, трехсотый.\n—Принял, подбирайте и ведите к вертолёту, эвакуируем его.\nПозже, когда вы смогли видеть, вы уже были в вертолёте.\n—Мужик, как ты выжил в этом аду? Почти 80% населения Москвы и прилегающих районов стали мутантами, и выживших с каждым днём всё меньше.\n—Аккуратность, каждый день новое убежище, пришёл к вам на звуки вашей маленькой войны, не побоядся.\n—Да ладно! Я думал мы нашей стрельбой распугали треть населения ошиваюшуюся неподалёку! Ну ты хорош, не струсил.\n—Взлетаем, всем приготовиться.\n\nВы спаслись. ",
    "answers": [
      {
        "id": 50,
        "text": "Вы прошли квест на короткую концовку. ",
        "comment": true
      },
      {
        "id": 1,
        "text": "Закончить"
      }
    ]
  },
  {
    "id": 51,
    "text": "Вас вывели к трёхэтажному укреплённому зданию. У входа на охране стояли 10 человек, повсюду мешки с песком, баррикады с колючей проволокой. Вам на 2 этаж, вас сопроводят.\n—Курсачёв, Песцов, этого к генералу Смирнову.\n—Есть!\nВы подянлись на второй этаж, два солдата открыли вам дверь, и остановились возле неё.\n—Тебе сюда.\nВойдя в кабинет, вы увидели немолодого, крепкого мужчину в генеральских погонах.\n—Здравствуйте, эээ... Как к вам обращаться?\n—Арсений.\n—Арсений, в данный момент ваша эвакуация невозможна. Все вертолёты мы задействуем в операции по уничтожению ядерной боеголовки в Москве.\n—В Москве есть боеголовка?\n—Да, но эта информация секретна.\nУ меня есть выбор? Могу ли я отказаться от участия в операции?\n—К сожалению, нет. У нас нет сотрудников побывавших в зоне вспышки, вы пока что единственный выбравшийся оттуда.\n",
    "answers": [
      {
        "id": 52,
        "text": "-Хорошо, что от меня требуется? "
      }
    ]
  },
  {
    "id": 52,
    "text": "—Пройти с группой спецназа, подорвать ядерный заряд, и улететь оттуда. Естественно, заряд будет взорван с задержкой. Заряда хватит чтобы уничтожить вирус и окрестности Москвы наполненных заражёнными.\n—Хорошо, я понял. Когда выступаем?\n—Завтра, в полдень. С утра можете пройти в оружейную и выбрать себе оружие и экипировку.\n—Понял.\n—Вы можете быть свободны. ",
    "answers": [
      {
        "id": 53,
        "text": "Выйти из кабинета генерала. "
      }
    ]
  },
  {
    "id": 53,
    "text": "Возле входа стояли те же двое, что и сопроводили его сюда, видимо, генерал без охраны не сидит.\n—Вам выделена комната, пройдёмте.\nВас привели в комнату, не маленькую, но и не большую. Удобства были в команте, что было хорошо.\n—Отдыхайте до завтра, с утра вас проведут в оружейную, чтобы вы могли подобрать себе экипировку. ",
    "answers": [
      {
        "id": 55,
        "text": "Закончить день"
      }
    ]
  },
  {
    "id": 54,
    "text": "Шестой день.\nХорошо выспавшись, вы встали с кровати и пошли в душ, благо тут он имелся. Спустя двадцать минут, вы выйдя из душа, увидели одного из солдат стоящего в вашей комнате.\n—Одевайтесь и на выход.\nСпешно одевшись вы пошли за солдатом, он привел вас к большой двери.\n—Вам сюда.\nЗайдя в помещение, вы увидели десятки, если не сотни разных автоматов. И человека, стоящего возле них, крепкого мужчину в возрасте, видимо, заведующего оружейкой.\n—Тебе разрешено взять любой ствол, снаряжайся, чтобы через час был на вертолётной площадке.\nВы решили взять автомат Абакан, с магазином на 30 патронов, необходимо решить, сколько и чего взять с собой. ",
    "answers": [
      {
        "id": 56,
        "text": "Начать подбирать запас патронов и гранат",
        "var_set": [
          "maxWeight",
          5
        ]
      }
    ]
  },
  {
    "id": 55,
    "text": "Отступление от главного героя.\n—Вызывали, генерал?\n—Да, присаживайся.\n—По какому поводу меня вызвали?\n—По поводу того странного гражданского, сбежавшего из города.\n—Мужик как мужик, что же странного?\n—Он рассказал досканально всё, что с ним произошло. Ближе к концу он упомянул что убил монстра, и его залило кровью, потом он долго отплевывался. Исходя из наших данных, вирус передаётся через кровь, инкубационный период 2 часа, следовательно?\n—Вы хотите сказать, что у него иммунитет?\n—Да.\n—И что дальше? Как поступить с ним после окончания операции?\n—Всё делать по протоколу 12, дальше посмотрим.\n—12? Вы уверены?\n—Да. Вы свободны.\n—Есть, сэр.\n",
    "answers": [
      {
        "id": 54,
        "text": "К главному герою. "
      }
    ]
  },
  {
    "id": 56,
    "text": "Выбор гранат был невелик, Ф-1 и РГД. Но оружейник заверил, что вам хватит и таких. Ладно, поверим ему и начнём собирать боекомплект. ",
    "answers": [
      {
        "var_max": [
          "maxWeight",
          5
        ],
        "var_show": [
          "maxWeight",
          "кг"
        ],
        "comment": true,
        "id": 57,
        "text": "Переносимый вес:",
        "var_min": [
          "maxWeight",
          0
        ]
      },
      {
        "id": 57,
        "var_sub": [
          "maxWeight",
          0.3
        ],
        "var_add": [
          "ammo",
          30
        ],
        "text": "Взять обойму к Абакану"
      },
      {
        "id": 57,
        "var_sub": [
          "maxWeight",
          0.4
        ],
        "var_add": [
          "grenade",
          1
        ],
        "text": "Взять Ф-1"
      },
      {
        "id": 57,
        "var_sub": [
          "maxWeight",
          0.6
        ],
        "var_add": [
          "grenade rgd",
          1
        ],
        "text": "Взять РГД"
      },
      {
        "id": 58,
        "text": "Далее",
        "var_no_more": [
          "maxWeight",
          0.5
        ]
      }
    ]
  },
  {
    "id": 57,
    "text": "Выбор гранат был невелик, Ф-1 и РГД. Но оружейник заверил, что вам хватит и таких. Ладно, поверим ему и начнём собирать боекомплект. ",
    "answers": [
      {
        "var_max": [
          "maxWeight",
          5
        ],
        "var_show": [
          "maxWeight",
          "кг"
        ],
        "comment": true,
        "id": 57,
        "text": "Переносимый вес:",
        "var_min": [
          "maxWeight",
          0
        ]
      },
      {
        "id": 56,
        "var_sub": [
          "maxWeight",
          0.3
        ],
        "var_add": [
          "ammo",
          30
        ],
        "text": "Взять обойму к Абакану"
      },
      {
        "id": 56,
        "var_sub": [
          "maxWeight",
          0.4
        ],
        "var_add": [
          "grenade",
          1
        ],
        "text": "Взять Ф-1"
      },
      {
        "id": 56,
        "var_sub": [
          "maxWeight",
          0.6
        ],
        "var_add": [
          "grenade rgd",
          1
        ],
        "text": "Взять РГД"
      },
      {
        "id": 58,
        "text": "Далее",
        "var_no_more": [
          "maxWeight",
          0.5
        ]
      }
    ]
  },
  {
    "id": 58,
    "text": "Набрав патронов и гранат, вы решили посмотреть на свои сделанные запасы.\nОбдумайте выбор тщательно, больше возможность пополнить боезапас вряд-ли будет. ",
    "answers": [
      {
        "id": 58,
        "text": "Кол-во патронов для Абакана:",
        "comment": true,
        "var_show": [
          "ammo",
          "патронов"
        ]
      },
      {
        "id": 58,
        "text": "Кол-во гранат Ф-1:",
        "comment": true,
        "var_show": [
          "grenade",
          "гранат"
        ]
      },
      {
        "id": 58,
        "text": "Кол-во гранат РГД:",
        "comment": true,
        "var_show": [
          "grenade rgd",
          "гранат"
        ]
      },
      {
        "id": 59,
        "text": "Дальше\n",
        "var_need": [
          "ammo",
          120,
          "grenade",
          1,
          "grenade rgd",
          1
        ]
      },
      {
        "id": 56,
        "text": "Заново собрать боекомплект",
        "var_set": [
          "maxWeight",
          5,
          "ammo",
          0,
          "grenade",
          0,
          "grenade rgd",
          0
        ]
      },
      {
        "id": 58,
        "text": "P. S. Для прохода дальше обязательно взять более 120 патронов, 1 гранаты Ф-1, 1 гранаты РГД! ",
        "comment": true
      }
    ]
  },
  {
    "id": 59,
    "text": "Собравшись, вы проверили, не бренчит ли ничего. Посторонних звуков не возникло, и вы отправились на вертолётную площадку. Там вас уже ждали пятнадцать бойцов в полной боевой выкладке.\n—Абакан? Хороший выбор, уважаю.\n—Отставить разговоры — сказал, судя по всему командир группы. — все готовы к предстоящей операции?\n—Так точно — бойцы ответили хором.\n—Отлично, все в вертолёт, в нём же проведу брифинг. ",
    "answers": [
      {
        "id": 60,
        "text": "Сесть в вертолёт "
      }
    ]
  },
  {
    "id": 60,
    "text": "Все залезли в вертолёт. Командир на входе в вертолёт сказал всем надеть гарнитуры для проведения брифинга. Когда вы поднимались в воздух, голос командира уже звучал в вашем ухе.\n—Итак, бойцы, наша задача пробраться в одну из лабораторий Москвы, прямо в эпицентр этого пекла, и взорвать ядерную боеголовку. Боеголовка не такая большая, радиус поражения не более 12 км.\nТем временем, пока командир говорил вы летели над лесами, только покрывающимися жёлтыми листьями, осень постепенно вступала в свои права. Картину портили только пожары почти во всех посёлках и городах над которыми они пролетали.\nТем временем командир продолжал вещать:\n—Наша высадка произойдёт в трёх километрах от Москвы, мы должны пройти до лаборатории, координаты которой загруженны в ваши наладонники. Задача ясна?\n—Так точно! ",
    "answers": [
      {
        "id": 61,
        "text": "Ожидать конца полёта "
      }
    ]
  },
  {
    "id": 61,
    "text": "Чепез полчаса вы уже снижались, бойцы снаряжали магазины, балагурили через эфир, но чувствовалось общее напряжение. Не каждый же день они воевали не против людей, а против мутантов. Из ваших рассказов они поняли что каждый мутант имеет свою особенность, но их всё же можно сгруппировать. Когда вертолёт сел, командир приказал перестать засорять эфир. ",
    "answers": [
      {
        "id": 62,
        "text": "Выйти из вертолёта"
      }
    ]
  },
  {
    "id": 62,
    "text": "Выйдя из вертолёта, вы вдохнули свежий лесной воздух, с небольшой ноткой гари. Вертолёт поднялся и исчез за линией горизонта, а ваш небольшой отряд начал движение. ",
    "answers": [
      {
        "id": 63,
        "text": "Идти через лес",
        "var_add": [
          "maxWeight ",
          0.3
        ],
        "var_sub": [
          "ammo",
          30
        ]
      }
    ]
  },
  {
    "id": 63,
    "text": "Пройдя по лесу километр, вы расстреляли небольшую группу мутантов всем отрядом, и потратили один магазин. Мутанты были сильнее и больше тех, которых вы видели выбираясь из своего захолустья.\n—Продолжить движение — приказал командир после уничтожения группы мутантов.\nИдя по лесу, вы нередко видели трупы. Видимо, люди пытались спастись бегством, но не всем повезло как вам. Если трупы есть даже в лесах, в Москве их будут сотни. ",
    "answers": [
      {
        "id": 63,
        "text": "Остаток патронов:",
        "comment": true,
        "var_show": [
          "ammo",
          "патронов"
        ]
      },
      {
        "id": 64,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 64,
    "text": "Вы прошли ещё километр, но уже без приключений. Командир остановил отряд на двадцатиминутный привал. До лаборатории пять километров, а дело шло к ночи, вам необходимо найти безпосное место для ночлега. ",
    "answers": [
      {
        "id": 65,
        "text": "Искать укрытие"
      }
    ]
  },
  {
    "id": 65,
    "text": "Пройдя несколько сотен метров, вы дошли до разрушенного дома, в котором был подвал.\nБойцы вскрыли подвал, и по одному лезли внутрь.\n—Чисто — сказал в эфир один из бойцов, который первым спустился в подвал. ",
    "answers": [
      {
        "id": 66,
        "text": "Спуститься в подвал"
      }
    ]
  },
  {
    "id": 66,
    "text": "Бойцы полностью исследовали подвал за полчаса, и ваш отряд расположился на ночлег в дальней комнате. Подвал напоминал бункер, на вход солдаты поставили один датчик движения, на всякий случай, мало ли, вдруг мутанты научились открывать люки?",
    "answers": [
      {
        "id": 67,
        "text": "Закончить день "
      },
      {
        "id": 68,
        "text": "Поговорить с командиром"
      },
      {
        "id": 69,
        "text": "Поговорить с бойцами"
      }
    ]
  },
  {
    "id": 67,
    "text": "Вы легли спать. Но через пару часов вы услышали визг сигнализации.\n—Тревога, всем боевая готовность пятнадцать секунд! — голос командира звучал уверенно. ",
    "answers": [
      {
        "id": 72,
        "text": "Отправиться к командиру"
      }
    ]
  },
  {
    "id": 68,
    "text": "—Командир, как думаешь, что выйдет из этой операции?\n—Вряд-ли что-то хорошее, если армия в Москве не справилась с обороной города.\n—Ну да, штурмом город мы вряд-ли возьмём, нужно будет идти тихо и осторожно.\n—Согласен. ",
    "answers": [
      {
        "id": 67,
        "text": "Закончить день"
      },
      {
        "id": 70,
        "text": "Поговорить с бойцами"
      }
    ]
  },
  {
    "id": 69,
    "text": "—Доброго, мужики, как думаете, выйдет у нас взорвать боеголовку?\n—Наверное, но мы не знаем сколько в Москве этих тварей. Ради уничтожения этого вируса, мы будем до конца стоять, у нас семьи живут недалеко от Москвы, если их затронет эта зараза, то всё. Поэтому мы должны это сделать. ",
    "answers": [
      {
        "id": 71,
        "text": "Поговорить с командиром"
      },
      {
        "id": 67,
        "text": "Закончить день"
      }
    ]
  },
  {
    "id": 70,
    "text": "—Доброго, мужики, как думаете, выйдет у нас взорвать боеголовку?\n—Наверное, но мы не знаем сколько в Москве этих тварей. Ради уничтожения этого вируса, мы будем до конца стоять, у нас семьи живут недалеко от Москвы, если их затронет эта зараза, то всё. Поэтому мы должны это сделать. ",
    "answers": [
      {
        "id": 67,
        "text": "Закончить день"
      }
    ]
  },
  {
    "id": 71,
    "text": "—Командир, как думаешь, что выйдет из этой операции?\n—Вряд-ли что-то хорошее, если армия в Москве не справилась с обороной города.\n—Ну да, штурмом город мы вряд-ли возьмём, нужно будет идти тихо и осторожно.\n—Согласен. ",
    "answers": [
      {
        "id": 67,
        "text": "Закончить день"
      }
    ]
  },
  {
    "id": 72,
    "text": "—Сколько их? — спросили вы ворвавшись в комнату.\n—Десятки. Походу они нас учуяли, через несколько метров бетона.\n—Невероятно, надеюсь, мы сможем отбить атаку?\n—Да, десяток стволов их сдержит мужики разберутся пока что без тебя, побереги патроны.\n—Хорошо. ",
    "answers": [
      {
        "id": 73,
        "text": "Отправиться в своё помещение, и попытаться уснуть"
      }
    ]
  },
  {
    "id": 73,
    "text": "Через час стрельба затихла, и люди на всякий случай решили поставить растяжку вместе с датчиками движения. Но последующая ночь прошла без проишествий. Поднявшись утром, командир собрал отряд и вы выдвинулись ещё до подъёма солнца. ",
    "answers": [
      {
        "id": 74,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 74,
    "text": "—Командир, на четыре часа, группа, примерно 50 особей. Дистанция-700 метров\n—Ускориться, при сближении до 300 занять позиции и обороняться.\n—Так точно. — опять хором ответил отряд\nОтряд двинулся лёгким бегом. ",
    "answers": [
      {
        "id": 75,
        "text": "Бежать "
      }
    ]
  },
  {
    "id": 75,
    "text": "Мутанты догоняли даже бегом, командир понял это, и остановил отряд на дистанции 400 метров от стаи. Отряд быстро занял позиции и ожидал.\nНа вашу группы вылетели десятки мутантов, повсюду затрещали автоматные выстрелы. ",
    "answers": [
      {
        "id": 76,
        "text": "Отстреливаться",
        "var_add": [
          "maxWeight",
          0.9
        ],
        "var_sub": [
          "ammo",
          90
        ]
      }
    ]
  },
  {
    "id": 76,
    "text": "Поток мутантов иссяк только после того как вы извели 3 магазина и убили суммарно дюжину тварей. Снайпер ошибся, мутантов было около восьмидесяти, ваш отряд еле отбился, но без потерь. Через 10 минут командир приказал выдвигаться. ",
    "answers": [
      {
        "id": 76,
        "text": "Остаток патронов:",
        "comment": true,
        "var_show": [
          "ammo",
          "патронов"
        ]
      },
      {
        "id": 77,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 77,
    "text": "Вы подошли к первым постройкам Москвы,но тварей пока что видно не было. Командир приказал рассредоточиться и идти короткими перебежками. Внезапно повсюду засвистели пули.\n—Всем найти укрытие.\nБойцы буквально растворились в ближайших зданиях.\n—Группа беглых зэков, судя по наколкам, сбежали из тюрьмы во время нападения мутантов, человек двадцать — доложил снайпер.\n—Ждать, через минуту быть готовыми к ведению огня, попробуем договориться.\n—Принял. ",
    "answers": [
      {
        "id": 78,
        "text": "Ожидать дальнейшего развития событий"
      }
    ]
  },
  {
    "id": 78,
    "text": "—Итак, господа зэки, — голос командира звучал уверенно — побег из тюрьмы во время катастрофы вам простить можно, но стрельбу по спецназу никак нет. Вы должны нас пропустить.\n—Э, слышь дядя, не туда попал, мы вас сбратвой сейчас в решето превратим, лучше бросайте волыны, руки в гору и выходите к нам.\n—Твоя голова на прицеле моего снайпера, дёрнештся, умрёшь.\n—Внатуре, Пахан, у тебя на башке точка красная! — сказала какая-то шестёрка.\n—Вообще страх мусора потеряли,но ничё сейчас всё будет.\n—Противник резко ушёл с линии огня и скрылся в здании, — доложил снайпер.\n—Открываем огонь на поражение, стреляй всех кого сможешь.\n—Принял.\nПослышались тихие звуки движения подвижных частей Вала, отправляющих маленькие свинцовые подарки зекам.\n—Минус четверо, позицию не вычислили.\n—Молодец, продолжай работать, мы зайдём на штурм. \n",
    "answers": [
      {
        "id": 79,
        "text": "Отправиться за отрядом на штурм здания"
      }
    ]
  },
  {
    "id": 79,
    "text": "—Так, заходим парами, сначала светошумовые. — отдал приказ командир.\n—Есть. — ответила вся группа в эфир.\nОни заходили в одно за одним помещения, но никого не нашли. \n—Наверняка засели в подвале и ждут нас. — пробасил пулемётчик. \n—Вероятнее всего. Заходим. \nЗакинув гранату, они вошли в подвал, и увидели четырёх корчащихся людей на полу. Далее по подвалу раздавались торопливые шаги, видимо, остальные убегали. \n",
    "answers": [
      {
        "id": 80,
        "text": "Штурмовать остатки группы зэков. ",
        "var_add": [
          "maxWeight ",
          0.6
        ],
        "var_sub": [
          "ammo",
          60
        ]
      }
    ]
  },
  {
    "id": 80,
    "text": "Зэков оставалось от силы десять человек, командир не хотел тратить светошумовые, и несколько минут отряд просто давил их огнём. Но сдаваться зэки не собирались. ",
    "answers": [
      {
        "id": 80,
        "text": "Остаток патронов:",
        "comment": true,
        "var_show": [
          "ammo",
          "патронов"
        ]
      },
      {
        "var_add": [
          "maxWeight",
          0.3
        ],
        "id": 81,
        "var_sub": [
          "ammo",
          30
        ],
        "var_need": [
          "ammo",
          30
        ],
        "text": "Продолжать стрелять"
      },
      {
        "var_add": [
          "maxWeight ",
          0.4
        ],
        "id": 82,
        "var_more": [
          "grenade",
          0
        ],
        "text": "Закинуть Ф-1",
        "var_sub": [
          "grenade",
          1
        ]
      },
      {
        "var_add": [
          "maxWeight ",
          0.6
        ],
        "id": 83,
        "var_more": [
          "grenade rgd",
          0
        ],
        "text": "Закинуть РГД",
        "var_sub": [
          "grenade rgd",
          1
        ]
      }
    ]
  },
  {
    "id": 81,
    "text": "Расстреляв ещё один рожок, вы увидели что противники больше не подают признаков сопротивления. Зайдя туда, пулемётчик доложил что все зэки мертвы, можно продолжать движение. ",
    "answers": [
      {
        "id": 81,
        "text": "Остаток патронов:",
        "comment": true,
        "var_show": [
          "ammo",
          "патронов"
        ]
      },
      {
        "id": 84,
        "text": "Подняться наверх"
      }
    ]
  },
  {
    "id": 82,
    "text": "Пока остальные стреляли, вы решили закинуть бандитам гранату Ф-1. Вытащив чеку, вы отправили гранату к бандитам, они закричали, но через секунду их крики были прерваны взрывом. Живых там остаться не могло, зашедший туда пулемётчик это подтвердил. Можно отправляться дальше. ",
    "answers": [
      {
        "id": 82,
        "text": "Кол-во гранат Ф-1:",
        "comment": true,
        "var_show": [
          "grenade"
        ]
      },
      {
        "id": 84,
        "text": "Подняться наверх"
      }
    ]
  },
  {
    "id": 83,
    "text": "Пока отряд расстреливал зэков, вас осенила идея закинуть им РГД. Вырвав чеку и отправив гранату в полёт вы вызвали у зэков панику. Половина выбежала под пули отряда, другую половину убила граната. Можно отправляться в путь. ",
    "answers": [
      {
        "id": 83,
        "text": "Кол-во гранат РГД:",
        "comment": true,
        "var_show": [
          "grenade rgd"
        ]
      },
      {
        "id": 84,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 84,
    "text": "После уничтожения отряда зэков, вы двинулись в путь. На расстоянии от лаборатории примерно в километр, ваш отряд заметил стаю мутантов. Нет, не так, СТАЮ. Их было больше тысячи, у вас не оставалось вариантов кроме как залечь в руинах на 2 этаже.\n—Распологаемся здесь, вести себя максимально тихо, с такой сворой мы не справимся. — приказал командир.\nПриближалась ночь. Ваш отряд спал по сменам, но вас решили не добавлять в дозоры, всю ночь вы могли спать спокойно. ",
    "answers": [
      {
        "id": 85,
        "text": "Закончить день. "
      }
    ]
  },
  {
    "id": 85,
    "text": "Но спокойно спать до утра не вышло.\nНа тысячную стаю напала другая свора мутантов, и про людей никто не забыл. Отряд отбивался как мог, дело шло к утру.\nОтряд потерял пятерых штурмовиков\n—Срочно отступаем к лаборатории! Долго мы тут не протянем! — командир буквально прокричал в эфир.\nДо лаборатории было не больше километра. ",
    "answers": [
      {
        "var_add": [
          "maxWeight",
          0.3
        ],
        "id": 86,
        "var_need": [
          "ammo",
          30
        ],
        "text": "Бежать к лаборатории отстреливаясь",
        "var_sub": [
          "ammo",
          30
        ]
      },
      {
        "var_add": [
          "maxWeight ",
          0.6
        ],
        "id": 87,
        "var_need": [
          "granade rgd",
          1
        ],
        "text": "Бежать к лаборатории кинув гранату РГД",
        "var_sub": [
          "granade rgd",
          1
        ]
      }
    ]
  },
  {
    "id": 86,
    "text": "Вы убегали, выпустив в мутантов всю обойму, но мутанты быстро потеряли интерес к людям, им было важно не проиграть схватку другой стае.\nВы добрались до лаборатории. ",
    "answers": [
      {
        "id": 86,
        "text": "Остаток патронов:",
        "comment": true,
        "var_show": [
          "ammo",
          "патронов"
        ]
      },
      {
        "id": 89,
        "text": "Укрыться в лаборатории"
      }
    ]
  },
  {
    "id": 87,
    "text": "Вы убегали от группы мутантов кинув гранату, но мутанты быстро потеряли интерес к вашему отряду, и вы добрались до лаборатории. ",
    "answers": [
      {
        "id": 87,
        "text": "Кол-во гранат РГД:",
        "comment": true,
        "var_show": [
          "granade rgd"
        ]
      },
      {
        "id": 88,
        "text": "Спрятаться в лаборатории"
      }
    ]
  },
  {
    "id": 88,
    "text": "—Фух, вроде пронесло. — вы услышали голос командира.\n—Да, повезло что эти милые зверушки не заинтресовались нами всерьёз, а то остались бы там все... — отозвался пулемётчик.\n—Надо будет мужиков помянуть, а то не по человечески мы их там бросили...\n—Согласен. — отозвался командир.\n—Соберитесь, надо обследовать лабораторию, а то сейчас вылезет какой-нибудь мутант, и некому поминать будет. — решились подать голос вы.\n—Да, пойдём, мы расслабились. — согласился снайпер.",
    "answers": [
      {
        "id": 89,
        "text": "Обследовать помещения",
        "var_set": [
          "time",
          30,
          "say",
          3,
          "sleep",
          1,
          "say kom",
          1,
          "play cards",
          1
        ]
      }
    ]
  },
  {
    "id": 89,
    "text": "Вы обследовали помещение за помещением, мутантов почти не было, видимо незадолго до эпидемии большая лаборатории эвакуировалась.\nНа минус втором этаже вы нашли боеголовку, судя по часам было 16:00. Связавшись с базой, командир сказал что вертушки будут только к завтрашнему вечеру. Как коротать время — непонятно. ",
    "answers": [
      {
        "var_show": [
          "time",
          "часов"
        ],
        "comment": true,
        "id": 89,
        "text": "До прибытия вертолётов осталось:",
        "var_min": [
          "time",
          0
        ]
      },
      {
        "id": 91,
        "text": "Поболтать с бойцами ",
        "var_more": [
          "say",
          0
        ],
        "var_sub": [
          "time",
          4,
          "say",
          1
        ]
      },
      {
        "id": 92,
        "var_need": [
          "say kom",
          1
        ],
        "var_sub": [
          "say kom",
          1,
          "time",
          2
        ],
        "text": "Поговорить с командиром"
      },
      {
        "id": 93,
        "var_need": [
          "play cards",
          1
        ],
        "var_sub": [
          "play cards",
          1,
          "time",
          3.5
        ],
        "text": "Поиграть в карты с бойцами"
      },
      {
        "id": 90,
        "var_need": [
          "sleep",
          1
        ],
        "var_sub": [
          "time",
          12,
          "sleep",
          1
        ],
        "text": "Лечь спать"
      },
      {
        "id": 94,
        "text": "Отправиться на сбор ",
        "var_no_more": [
          "time",
          0.5
        ]
      }
    ]
  },
  {
    "id": 90,
    "text": "Выспавшись, вы заметили что пролетело целых 12 часов. В хорошем настроении, вы продолжили ожидание ",
    "answers": [
      {
        "id": 89,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 91,
    "text": "Вы решили поболтать с бойцами, и настолько увлеклись что не заметили как пролетело 4 часа. ",
    "answers": [
      {
        "id": 89,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 92,
    "text": "Вы зашли к командиру в комнату.\n—Да, ты что-то хотел?\n—У меня есть вопросы.\n—Задавай.\n—На какое время будет выставлен таймер взрыва?\n—Двадцать минут.\n—Нам точно хватит собраться и улететь?\n—С лихвой.\n—Что со мной будет после операции?\n—Всё будет хорошо, не волнуйся.\n—Хорошо — понятие растяжимое.\n—Да, но тебя доставят в один из приютов, ведь тебе некуда идти.\n—Ладно, потом сам разберусь... Кем ты был до заражения, генерал?\n—Тем же, кого ты сейчас видишь. Заразился только сын, жена успела убежать. \n—Сочувствую. \nВаши разговоры о прошлом длились ещё около полутора часов. Вы вышли из комнаты, думая чем занять себя дальше. \n",
    "answers": [
      {
        "id": 89,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 93,
    "text": "Вы увидели бойцов перекидывающихся в карты. Сначала, выпросто наблюдали, но позже решили присоединиться. Вам не везло, но позже вы начали выигрывать. Играли вы на дурака. Играя, вы не заметили как пролетело 3 с лишним часа.\nНо потом пришёл командир, и карты быстро убрали. ",
    "answers": [
      {
        "id": 89,
        "text": "Вернуться к своим вещам "
      }
    ]
  },
  {
    "id": 94,
    "text": " Прийдя на сбор, вы увидели что все ждут только вас.\n—Теперь все в сборе?\n—Так точно. — ответил снайпер.\n—Можно начинать. По прибытии вертушек, я запущу таймер подрыва на 20 минут, по моим расчётам, мы должны успеть. После операции с гражданским действуем по протоколу 12.\n—12? — изумился пулемётчик. — Вы серьёзно?\n—Так, стоп — подали голос вы, — что за протокол?\n—Это тайна — ответил командир.\n—Да в психушку они тебя закроют, вот и весь протокол. — выпалил пулемётчик.\nЕсли бы человека можно было убить взглядом, то от пулемётчика осталась бы горстка пепла. Командир смотрел на него так, будто готов пустить ему пулю в лоб.\n—Да, всё так. — пришлось согласиться командиру.\n—Ясно...\n—Давайте организуем ему фальшивую смерть? А сами выпустим где-нибудь недалеко от Кордона, он же никому ничего не скажет, его быстрее в психушку отправят. Жаль же мужика. ",
    "answers": [
      {
        "id": 95,
        "text": "Ждать"
      },
      {
        "id": 96,
        "text": "Нет, пусть всё будет по протоколу, я разберусь сам"
      }
    ]
  },
  {
    "id": 95,
    "text": "—Хорошо. — сказал командир. Организовать его смерть будет не трудно. Но вывезти проблематичнее. Вертолётчики наверняка проинструктированны насчёт гражданского.\n—Ничего страшного, сейчас придумаем...\nВы провели оставшиеся минуты в ожидании вертолётов разрабатывая план. Когда план был разработан, на горизонте уже маячили вертушки.\nКогда они сели, командир запустил таймер.\nСадясь в вертолёт, пулемётчик передал пилотам что вы смертельно ранены, и долго не протянете.\nОтлетев от места скорого взрыва километров на тридцать-сорок, пулемётчик согласно плану сказал что вы умерли. Вертолёт сел, вас оставили, времени закапывать не было.\nГриб был не большой, до вас не дошла даже взрывная волна. Зато десять километров до кордона были вычищены полностью, не осталось ни одного мутанта.\n\nВы выжили. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 96,
    "text": "—Раз уж так хочешь... Будь по твоему — отозвался пулемётчик.\nПроведя оставшиеся минуты в ожидании вертолёта, вы заскучали. Когла вертушки сели, командир активировал подрыв, мутанты буквально взбесились. На вас выбежали толпы, один вертолёт успел взлететь, в него успели запрыгнуть вы, командир, пулемётчик, снайпер и вместился какой-то из штурмовиков, которого вы никак не могли выиграть в карты. Отлетя примерно на 15 километров, в задний винт попала птица, и вертолёт начал быстро снижаться. Произведя экстренную посадку, пилоты начали вызывать помощь, но в это время вы усаели скрыться в кустах.\n—Куда делся гражданский? — пилот заволновался.\n—Мы не знаем, его нигде нет. — донёсся далёкий голос командира.\nВы уходили через лес. Ваши с армией пути разошлись, вас ничто больше не связывает. Гриб от взрыва бомбы был видел отчетливо, до вас дошла только ударная волна, опрокинувшая вас.\nНаверняка все монстры были истреблены, но это покажет время.\n\nВы спаслись. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 97,
    "text": "\n",
    "answers": []
  },
  {
    "id": 98,
    "text": "",
    "answers": []
  }
]