[
  {
    "id": 1,
    "text": "Жанр: сказка\nАвтор: ShayaVoronkova\n\nВы — дежурный экзорцист, совсем недавно вступивший в должность. Жестокие методы изгнания давно сменили сотрудничество с духами и бумажная волокита. В этом году ваша компания проводит новогоднюю акцию, и вам выпадает незавидная участь — организовывать праздник для группы призраков. Устроите ли вы им волшебную сказку или сделаете все, чтобы этот проект провалился? ",
    "answers": [
      {
        "id": 2,
        "text": "Начать",
        "lua_do": "function lua_do()\ng.defaultBgAnswerImage =\"https://i.ibb.co/Phn4BCQ/245a40eed324.jpg\"\ng.blockNightMode = 1\nend"
      },
      {
        "id": 211,
        "text": "Подсказка"
      },
      {
        "id": 53,
        "text": "Достижения"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://i.ibb.co/mHXcJWH/b6b23d062e40.png",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://i.ibb.co/mHXcJWH/b6b23d062e40.png",
        "system": true
      },
      {
        "id": 1,
        "text": "Связь с автором",
        "url": "https://vk.com/club168422034"
      }
    ]
  },
  {
    "id": 2,
    "text": "В курилке тихо, как на поминках. Вы начинаете привыкать к таким сравнениям: призраки, духи, демоны и прочие вредители – то, с чем вам придётся работать каждый день, раз уж вы стали полноправным экзорцистом. \n\nСейчас все младшие сотрудники столпились посреди курилки, образовав кольцо, и теперь тихо перешептываются, попивая кофе из картонных стаканчиков. Греются. Старые окна заклеены малярным скотчем, но из щелей все равно дует. Вы зябко потираете ладони. \n\nЭто не первая ваша жеребьёвка, но разглядывать импровизированную полосу препятствий на полу все так же интересно. Карандаши, ручки, точилки, стерки и даже чьи-то ключи образуют длинный кишкообразный коридор. \n\nПарень в кепке, чьё имя вы никак не запомните и уже привыкли звать по названию головного убора, который тот никогда не снимает, выступает вперёд и достаёт из кармана спичечный коробок. Кепка раскрывает его и вытряхивает на пол несколько тараканов. Пять, как и присутствующих здесь людей. \n\n– Ну что, выбирай, который. Сейчас побегут, – подпихивает вас сосед. \n\nВсё-таки ничто не объединяет людей настолько, как угроза работы в праздники. И сейчас решится, кто же этот счастливчик. Главное, чтоб им не стали вы.",
    "answers": [
      {
        "id": 3,
        "text": "Ткнуть в таракана"
      }
    ]
  },
  {
    "id": 3,
    "text": "– Этот! \n\nВыбрав того, что поживее, вы указываете на крупного рыжего таракана, и светящийся синим знак вспыхивает на его спине. Таракан тревожно ведет усиками. \n\nЗнали ли ваши преподаватели, что вы будете использовать святые символы так кощунственно? Всего за долю секунды все разбирают себе «лошадок», и забег начинается. \n\nКурилка наполняется криками и свистом, стоит тараканам устремиться вдаль по полосе препятствий. Чужой азарт оказывается заразителен, и вот вы уже вместе со всеми болеете за своего «скакуна», не отводя от синего символа глаз. \n\nТаракан легко преодолевает «зыбучие пески» в виде целлофанового пакета, забирается на степлер и... Падает, перевернувшись на спину. Тонкие лапки болтаются в воздухе. Азарт сменяет усиливающееся беспокойство. Вы нетерпеливо подаетесь вперед, чуть не падая прямо на полосу препятствий. \n\n– Ну же. Ну. Ну! – Срывается с губ. \n\nНо даже четвертый, с оторванной лапкой, доходит до финиша, а вашему так и не удается перевернуться.",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "Крики и свист превращаются в равномерный гул, будто посреди курилки появился огромный улей. Вам не удается сдержать разочарованного вздоха. \n\n– Ничего, в следующий раз повезет, – кто-то сочувственно хлопает вас по спине. \n\nКлятый таракан! Раздавить паршивца не удается – Кепка споро загоняет всех обратно в коробок. Как только он прячет его в карман, дверь распахивается, хлопнув ручкой по стене, и внутрь заглядывает лысая голова Велинского. \n\nСтарший экзорцист обводит курилку мутным взглядом, останавливаясь на полосе препятствий. Он начинает медленно хмуриться, а лоб собирается складками, как у бульдога. \n\n– Опять дурью маетесь, демоновы дети? – Спрашивает Велинский. – Будь моя воля, превратил бы в лягушек и оставил на день. Может, мозгов бы прибавилось. \n\nКепка мастерски задвигает раскиданное по полу барахло ногой, улыбаясь по-лисьи. \n\n– Здравствуйте, Евгений Алексеевич. А мы добровольца определили! \n\nИ подпихивает вас в спину.",
    "answers": [
      {
        "id": 5,
        "text": "Выступить вперед"
      },
      {
        "id": 73,
        "text": "Попытаться спрятаться за кем-то"
      }
    ]
  },
  {
    "id": 5,
    "text": "Определили, как же. Начальство делает вид, что все младшие экзорцисты один другого инициативнее, а те – что добровольцы вызываются сами. Хотя про тараканьи бега только слепой не знает – старая традиция. Впрочем, раньше вас это вполне устраивало. \nВы делаете шаг, и Велинский переводит взгляд. \n\n– Ага, а вот и жертва, – ехидно говорит экзорцист и сам смеется над своей же шуткой. – Иди у начальства отметься, ЦУ получишь. \n\nИ, припечатав Кепку еще одним внимательным взглядом, удаляется. Тот сохраняет вежливую улыбочку до тех пор, пока за Велинским не закрывается дверь. Стоит этому произойти, как улыбка гаснет, будто перегоревшая лампочка. \n\n– Давайте расходиться, пока действительно в жаб не превратили, – высказывает он общую мысль. – С Велинского станется и сожрать. \n\nМладшие экзорцисты начинают потихоньку разбегаться. Пара коллег желает вам удачи, но большинство не обращает внимания.",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "Поплутав по безликим коридорам с отваливающейся штукатуркой, вы оказываетесь у нужной двери. На двери красуется белая табличка: М. Т. Святой. Сразу видно, человек на своем месте. \n\nВы негромко стучите по двери костяшками пальцев и поворачиваете ручку. Стоит пройти внутрь, как вас окутывает тепло. Воздух в кабинете стоит по-тропически влажный и горячий. \n\nНа стенах развешаны старые агитационные плакаты с громкими лозунгами: «Скажи жалости нет, боец», «Мы выполнили норму. А вы?», «На изгнание – с холодным разумом». Кажется, будто молодые экзорцисты с суровыми лицами, изображенные на них, смотрят на вас осуждающе. \n\nСам Святой сидит за широким столом, окопавшись в бумагах. Прямо над ним висит инструмент, похожий на небольшой гарпун. Металл наполовину съела ржавчина, но заостренный наконечник все еще внушает опасения. Говорят, раньше такие использовали во время изгнания, а потом сочли негуманными. А еще говорят, что любимая поговорка начальника отдела: \"Хороший призрак – мертвый призрак\". \n\nСвятой поднимает голову, отложив в сторону стопку листов, и небрежно взмахивает рукой в сторону стула. Несмотря на это, в жесте чувствуется властность.",
    "answers": [
      {
        "id": 7,
        "text": "Сесть"
      }
    ]
  },
  {
    "id": 7,
    "text": "Ближе подходить не хочется, но у вас не хватает духу ослушаться. Святой наблюдает за тем, как вы подходите, сквозь спущенные на нос очки. Даже через толстое стекло ощущается, насколько острый у него взгляд – будто лезвие ножа. Дождавшись, пока вы усядетесь, Святой откидывается на спинку стула. Из-за высоты ножек он будто возвышается над вами, хотя разница в росте небольшая. \n\n– Ты по поводу проекта? – сразу переходит он к делу, и, дождавшись кивка, продолжает. – Что ты о нем знаешь? \n\nВопрос застает врасплох. Приходится напрячься, чтобы вспомнить хоть что-то из наспех прочитанных положений. ",
    "answers": [
      {
        "id": 74,
        "text": "Сказать точную формулировку"
      },
      {
        "id": 75,
        "text": "Ответить, что не знаете"
      }
    ]
  },
  {
    "id": 8,
    "text": "Начальник отдела показательно машет руками. В его исполнении это выглядит так же странно, как блеющий волк. Судя по всему, переигрывает он специально. \n\n– О нет, нет. Подарки призраками, гирлянды, дружба и жвачка – пусть все будет. Но подарки бывают разные, – он не глядя открывает ящик стола и достает черную папку. – Вот. Прочти, пока будешь добираться. Чтобы ехать было не скучно. \n\nТак же внезапно перейдя на «ты», Святой протягивает вам папку и опять утыкается в бумаги, вскользь напоминая зайти в бухгалтерию. Когда вы уже беретесь за ручку, он вдруг, не поднимая головы, будто мимоходом, бросает: \n\n– А нашивки-то обтрепались. Пора бы сменить. \n\nВы невольно касаетесь растущего месяца, пришитого к вороту плаща и означающего, что его владелец – младший экзорцист. В этот раз даже не нужно спрашивать, на что намекает Святой. Он обещает повышение. Остается только один вопрос: устроит ли вас цена?",
    "answers": [
      {
        "id": 9,
        "text": "На вокзал"
      }
    ]
  },
  {
    "id": 9,
    "text": "Времени на раздумья у вас нет – до Нового года всего ничего. Ваша компания в лучших традициях решает все в последнюю минуту. Забежав в бухгалтерию и забрав выделенные на все это безобразие деньги, вы направляетесь на вокзал. В разгар рабочего дня людей вокруг немного. \n\nЕдва успев запрыгнуть в отъезжающую электричку, похожую на старую гусеницу, вы замечаете внутри только девушку в наушниках и двух экзорцистов в форме, стоящих по бокам от полупрозрачного парня с ножом в груди. Простенькая рукоять обмотана дождиком – праздник все-таки. \n\nОбменявшись с коллегами кивками, вы плюхаетесь у окна и по-быстрому проглядываете файл с именами и фото призраков, которых будете курировать, старательно запоминая информацию. Это занимает всего пару минут, и, недолго медля, вы достаете папку. \n\nБаюкающее покачивание электрички настраивает на размышления. Пора окончательно решить, хотите ли вы в это лезть.",
    "answers": [
      {
        "id": 10,
        "text": "Прочесть документы"
      },
      {
        "id": 11,
        "text": "Спрятать обратно"
      }
    ]
  },
  {
    "id": 10,
    "text": "Оглядевшись по сторонам, вы раскрываете папку. Внутри обнаруживаются сложенные толстой стопкой листы, при ближайшем рассмотрении оказавшиеся копиями личных дел. Часть текста ровно подчеркнута красным маркером, кое-где карандашом дописаны комментарии. Узнается рука Святого. Глаза разбегаются, и вам требуется пара минут, чтобы вчитаться. \n\n«Русалка. Утонула в море во время отдыха на курорте...» (Полезла ночью во время шторма, не справилась с волной) \n\n«Трудоголик. Смерть от переутомления на рабочем месте». (Пахал без отпуска и выходных, карьерист. Сердечный приступ от истощения прямо в офисе) \n\n«Кошатница. Обморожение». (Пыталась спасти убежавшего котенка, запнулась и не смогла встать) \n\n«Поэт. Погиб в пожаре». (Был заядлым курильщиком, заснул с зажженной сигаретой во рту после бессонной ночи над стихом) \n\nТак вот почему у призраков такие имена... В честь смерти. А так и не угадаешь – у Поэта или Кошатницы совсем неочевидно, если не знать подробностей. В институте об этом ни слова не говорили – или надо было меньше спать на парах. \n\nТолько спустя минуту до вас доходит, зачем Святой дал личные дела будущих подопечных. Кроме того факта, что это явно секретная информация не для ваших глаз, показывать которую — нарушение... Святой ведь хочет, чтоб вы знали, где у кого больное место — чтоб по нему бить.",
    "answers": [
      {
        "id": 12,
        "text": "Возмутиться "
      },
      {
        "id": 13,
        "text": "Одобрить"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы еще минуту гипнотизируете папку, как змея – кролика, а потом складываете обратно в сумку. Не хватало еще участвовать в каких-то непонятных интригах. Повышение звучит соблазнительно, но это вполне может быть ловушкой. \n\nВы откидываетесь на спинку, глядя в окно. Мимо мелькают смазанные деревья и высокие многоэтажки, которых становится все меньше и меньше по мере того, как вы проезжаете черту, отделяющую район живых от района немертвых. Серые пятна сливаются в одну сплошную линию. Жаль, снег еще не выпал. \n\nВас охватывает спокойствие и уверенность в принятом решении. Не зря говорят: не хочешь, чтобы тебя ужалили, не вороши осиное гнездо.",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы невольно сжимаете пальцы, и листы мнутся от приложенных усилий. Вот что начальник отдела имел в виду, когда говорил, что подарки бывают разные. Конечно, если подарить призракам что-то, связанное с их смертью, об успехе проекта не будет и речи. Как бы чайник летать не стал или понос всех не схватил. С призраков станется. \n\nВ любом случае, вы не будете идти за повышением, как ослик – за морковкой, не глядя под ноги. Экзорцист или нет – вы все еще человек. Святой привык к старым методам, но они вызывают у вас только отвращение. Впрочем, эти знания можно использовать и во благо. \n\nВы убираете папку обратно в сумку, не особо заботясь о ее сохранности.",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "Ваши губы чуть трогает улыбка, какая появляется при верном разгадывании загадки. Ну конечно, как иначе выполнить указ высшего руководства и при этом поставить крест на финансировании очередного бесполезного проекта. Внешне невинные, подарки, напоминающие о смерти, будут подобны спичке, брошенной в стог сена. В этом чувствуется веяние старой школы, а именно рассказы о ней и привели вас на должность экзорциста. \n\nВы еще раз пробегаетесь по строчкам, запоминая детали и невольно восхищаясь опытным подходом начальника отдела. Он не только поманил пряником, но и дал подходящий инструмент. \n\nОсталось только правильно его использовать.",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "Двери распахиваются, и вы выходите, машинально натянув ворот плаща на нос. В призрачном квартале всегда холодно, особенно с непривычки – будто забрался в холодильник. \n\nВокруг почти нет живых: только стайка подростков с цветными волосами, слушающих высокого духа с замашками лектора – видно, экскурсия, а еще уже знакомые экзорцисты. Сверившись с адресом, вы направляетесь в нужную сторону. \n\nПризрачный квартал на первый взгляд ничем не отличается от остального города: такие же многоэтажки, глядящие провалами окон. Но, несмотря на развешанные везде яркие дождики и гирлянды, вас не покидает ощущение заброшенности. \n\nЗакрытые магазины, пустые детские площадки, ни одной машины, отчего тишина просто дикая. Сразу видно, что живущим здесь не надо ни есть, ни спать. \n\nНужное здание вы замечаете издалека. Хотя, честно сказать, сложнее было бы не обратить на него внимание: кто-то водрузил прямо над дверью огромную желтую звезду, покрытую розовыми блестками. От кислотных цветов в глазах начинает рябить. \n\nУ порога стоит грязевик: из комка торчат четыре палочки, обозначающие руки и ноги, а наверху камушками выложена кривая улыбка. Да уж, новогоднее настроение зашкаливает.",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "Поднявшись вверх по лестнице и остановившись напротив нужной двери, вы стучите. Ответа нет. Вы заносите кулак еще раз, как вдруг прямо сквозь дверь высовывается тонкая рука и, указав на ручку, ту же исчезает обратно – даже испугаться не успеваете. Только и остается, что последовать совету. \n\nСтоит войти, как вы нос к носу сталкиваетесь с высокой девушкой. Ее серо-синяя кожа вся влажно блестит, а с длинных мокрых волос непрестанно капает: под босыми ногами уже целая лужа. Скоро исчезнет, но пока от настоящей воды не отличить. В нос ударяет стойкий запах соли. \n\n– Ну? – хмуро спрашивает Русалка, сложив руки на груди. \n\nВы замечаете еще три пары глаз за ее спиной.",
    "answers": [
      {
        "id": 16,
        "text": "Приветливо представиться"
      },
      {
        "id": 17,
        "text": "Сразу к делу"
      }
    ]
  },
  {
    "id": 16,
    "text": "Сухой подход в таком деле, как организация праздника – явно проигрышный вариант. Стоит хотя бы попробовать наладить контакт. \n\n– Привет. Сегодня я – что-то вроде личного джинна, – шутите вы и сами улыбаетесь со своих слов. \n\nРусалка вздергивает бровь, но черты ее лица едва заметно смягчаются. \n\n– Ну-ну. Русалка, – хмыкает она и вдруг протягивает руку. \n\nВы опускаете глаза. С такого расстояния синюшная кожа напоминает куриную шкурку. С пальцев срываются мутные капли и падают на пол. К запаху соли присоединяется рыбный душок. Вам страх как не хочется касаться вот этого.",
    "answers": [
      {
        "id": 18,
        "text": "Пожать"
      },
      {
        "id": 19,
        "text": "Не пожимать"
      }
    ]
  },
  {
    "id": 17,
    "text": "За дополнительные расшаркивания не заплатят, так зачем стараться? \n\n– Я – представитель кампании «Нити жизни» и буду курировать вас в рамках акции... – начинаете вы тараторить заученный текст, который обязаны произнести. \n\nЛицо Русалки становится все мрачнее и мрачнее с каждым словом, пока она не останавливает вас взмахом руки. Кожу усеивает холодными брызгами, как от набежавшей морской волны. \n\n– А я уже надеялась, что у куратора будет больше способностей, чем у принтера, – говорит она, поджав губы. – Хочешь побыстрее отстреляться? Ну так катись, чего время на разговоры тратить. \n\nВы растерянно моргаете. \n\n– Но я не... – пытаетесь оправдаться. \n\nВыходит как-то неуверенно – сложно возражать, когда вы сами знаете, что Русалка права. И она тоже это понимает. Не дав закончить, Русалка вдруг выталкивает вас в коридор. \n\nТолчок выходит неожиданно сильным, а на плаще расплываются соляные пятна. Вы с удивлением смотрите на захлопнутую перед вашим носом дверь: сильно же она разозлилась, раз вообще смогла ее коснуться. \n\nИ все-таки стоило быть деликатнее: похоже, эта Русалка тут главная. Остальные с вами говорить теперь точно не станут. И как узнать, что дарить? Что ж, придется действовать наобум.",
    "answers": [
      {
        "id": 25,
        "text": "На Блуждающий Рынок"
      }
    ]
  },
  {
    "id": 18,
    "text": "Нельзя игнорировать такой жест доброй воли. В конце концов, может, ей тоже не особо хочется касаться экзорциста... Тем более полноценного касания у вас и так не выйдет. \n\nВы собираете всю волю в кулак и пожимаете чужую ладонь, надеясь, что удастся сохранить лицо. На удивление, рука оказывается только слегка холодной и влажной, как с мороза. А еще другой плотности – будто пытаетесь схватить воду. \n\n– Ты гляди, даже не поморщился, – фыркает Русалка и смеется неожиданно добродушно. – Значит, с тобой можно иметь дело. Это Кошатница. Вон Поэт сидит, поэтствует, а этого лощеного типа зовут Трудоголик. \n\nРусалка по очереди тыкает пальцем в остальных призраков: кутающуюся в платок старушку, сгорбившегося над столом парня, пристально наблюдающего за вами мужчину. \n\nСмена отношения Русалки к вам такая разительная, что становится очевидно: это была проверка. И вы ее прошли.",
    "answers": [
      {
        "id": 20,
        "text": "– А почему у вас такие имена?",
        "need": -10
      },
      {
        "id": 21,
        "text": "– Ну что, какие будут пожелания?"
      }
    ]
  },
  {
    "id": 19,
    "text": "Ну уж нет, потом никаким мылом не отмоешься. Вы быстро отводите взгляд, сделав вид, что не заметили. Русалка ждет еще пару минут и убирает руку, только когда молчание, как и ваша улыбка, становятся неловкими. \n\n– Ну проходи, раз пришел, джинн, – говорит она, шагнув в сторону, и представляет остальных. – Знакомься: Поэт, Кошатница, Трудоголик. \n\nРусалка по очереди указывает на сидящего за столом спиной к вам парня, замотанную в шерстяной платок старушку и мужчину в официальном костюме. Вы приглядываетесь к выражению ее лица, но, похоже, Русалка не заметила вашей оплошности с рукопожатием. Или она просто не обидчивая.",
    "answers": [
      {
        "id": 20,
        "text": "– А почему у вас такие имена?",
        "need": -10
      },
      {
        "id": 21,
        "text": "– Ну что, какие будут пожелания?"
      }
    ]
  },
  {
    "id": 20,
    "text": "Русалка прищуривается, и по коснувшемуся затылка холодку вы понимаете, что иногда любопытство – все-таки порок. \n\n– А почему у тебя айкью меньше, чем пальцев на руке? – грубо спрашивает Русалка, уперев руки в бока. \n\nСейчас она напоминает уличного кота, вздыбившего шерсть – разве что не шипит. Трудоголик кладет руку ей на плечо. \n\n– Русалка, не надо, – тихо, но твердо говорит он.\n \nТа резко дергает плечом, сбрасывая чужую ладонь. Похоже, слова мужчины только добавляют лишние капли в чашу злости, и та выплескивается через край. \n\n– А что Русалка? Что Русалка? – повышает голос девушка, вздернув подбородок и распаляясь все больше. – Я при чем, если они своих щенков даже этому не учат. Или ты предлагаешь ему подробно рассказать, как я умерла, раз интересно? \n\nРусалка порывисто поворачивается к Трудоголику, хлестнув по щеке волосами. Ой-ей. Ну и облажались же вы. Но кто мог знать, что они в честь смерти клички придумывают? Тем более, в случае Поэта или той же Кошатницы это вообще не очевидно. \n\nВы открываете рот, чтоб попытаться извиниться, но тут же закрываете, когда Трудоголик намекающе проводит большим пальцем по шее. Похоже, что сейчас ни скажи – только хуже станет. Лучше уйти, пока не поздно. \n\nПравда, что дарить вам теперь придется решать самим.",
    "answers": [
      {
        "id": 25,
        "text": "На Блуждающий Рынок"
      }
    ]
  },
  {
    "id": 21,
    "text": "– Гроб на колесиках, – серьезно говорит Русалка, и, не выдержав, смеется. – Трудоголик, хватит меня тыкать, шучу я, шучу. \n\nМужчина только головой качает. Похоже, он к такому давно привык, но вот в вас сомневается. Впрочем, пожелай Русалка гроб – это было бы все равно легче, чем самому думать. \n\n– Я имел в виду – по поводу праздника, – поясняете вы. – Мало ли, может тут кто-то елки ненавидит, а я притащу. \n\nРусалка чуть улыбается, оценив вашу попытку побыть юмористом. \n\n– Украсить бы тут все, – мечтательно подает голос Поэт, не поднимая головы, – гирляндами и дождиком. \n\n– Романтик, – отзывается Трудоголик снисходительно и вперивает в вас взгляд, не терпящий возражений. – Лучше пусть это барахло вынесут. Мы его даже тронуть не можем. \n\nОн указывает в угол. Вы только сейчас замечаете там какие-то ящики и коробки. Похоже, остались от живых жильцов – призраки сквозь такие просто проходят, для них что мебель, что вещи специально изготавливают. Вы киваете. \n\n– А елку не надо. Искусственные не то, а живую жалко – пусть хоть елке повезет, – в этот раз без намека на шутку говорит Русалка. – Просто ветку принеси.",
    "answers": [
      {
        "id": 22,
        "text": "– А что на счет подарков?"
      }
    ]
  },
  {
    "id": 22,
    "text": "Русалка пожимает плечами. \n\n– Тебе задание дали? Дали. Вот и думай, – она хитро улыбается. – Говорят, вы, экзорцисты, умные. И глазастые. \n\nУронив этот странный намек, она потягивается и, плюхнувшись на продавленный диван посреди комнаты, перестает обращать на вас внимание. Остальные призраки тоже расходятся, но, вроде бы, не выгоняют. А значит, вы можете поговорить с кем-то отдельно, если захотите.",
    "answers": [
      {
        "id": 23,
        "text": "Пообщаться с призраками"
      },
      {
        "id": 24,
        "text": "Не тратить время"
      }
    ]
  },
  {
    "id": 23,
    "text": "Слова Русалки были очень похожи на подсказку. Наверное, если вы осмотритесь и перекинетесь с каждым призраком хотя бы парой слов, то будете иметь хотя бы какое-то представление об их вкусах. Только захотят ли они с вами говорить?",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "Нужно оно вам – болтать с немертвыми. Ваше дело купить подарки на деньги компании, отдать их и гулять себе свободно. А, как говорится, чем раньше начнешь – тем быстрее закончишь. Правда, вы не особо представляете, что может понравиться призракам. Ну да кого это вообще волнует?",
    "answers": [
      {
        "id": 25,
        "text": "На Блуждающий Рынок"
      }
    ]
  },
  {
    "id": 25,
    "text": "Что ж, вы сделали все, что могли – теперь остаётся только пожинать плоды посеянного. Подарки закупать, то есть. Покинув неуютную комнату, вы направляетесь в сторону Блуждающего рынка. Блуждающего потому, что он постоянно перемещается по кварталу – если б не интернет, пришлось бы самому искать. \n\nВ этот раз Рынок встал на пересечении двух улиц на окраине. Вы идёте в нужную точку, сверяясь с картой и насвистывая популярный новогодний мотивчик себе под нос. Когда пестрые краски Рынка уже начинают виднеться вдали, сбоку слышится хруст. Вы поворачиваетесь. \n\nИз густого куста торчат треугольные кончики кошачьих ушей – и мелко подрагивают.",
    "answers": [
      {
        "id": 80,
        "text": "Подойти поближе"
      },
      {
        "id": 81,
        "text": "Пройти мимо"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы пристально осматриваете комнату, размышляя, что делать дальше: подойти к кому-то или отправиться на Рынок.",
    "answers": [
      {
        "id": 27,
        "text": "Трудоголик",
        "need": -27
      },
      {
        "id": 28,
        "text": "Кошатница",
        "need": -28
      },
      {
        "id": 29,
        "text": "Поэт",
        "need": -29
      },
      {
        "id": 30,
        "text": "Русалка",
        "need": -30
      },
      {
        "id": 33,
        "text": "Трудоголик",
        "need": 27
      },
      {
        "id": 36,
        "text": "Кошатница",
        "need": 28
      },
      {
        "id": 39,
        "text": "Поэт",
        "need": 29
      },
      {
        "id": 42,
        "text": "Русалка",
        "need": 30
      },
      {
        "id": 25,
        "text": "На Блуждающий Рынок"
      }
    ]
  },
  {
    "id": 27,
    "text": "Кусочек комнаты, облюбованный Трудоголиком, удивляет так же, как и остальные, только не исключительным бардаком, а такой же исключительной чистотой. На полочках какие-то папки, рассортированные по цвету и алфавиту, ровный ряд книг с длинными нечитаемыми названиями и прочее офисное барахло. \n\nВ зоне Трудоголика тоже есть стол, но на нем ничего, кроме лампы и куча канцелярских принадлежностей, выложенных по категориям. С таким порядком и дышать рядом страшно – будто в чей-то офис зашли. Только шкаф слегка выбивается из атмосферы. \n\nТрудоголик стоит, прислонившись к стене и скрестив ноги. Он выглядит самым нормальным из всех – даже казался бы живым, если б не просвечивающие сквозь него предметы. А еще вблизи становится видно, насколько изможденное у мужчины лицо: почти черные синяки, мешки, морщины, пустые глаза. Даже очевидно дорогой костюм не может это затмить.",
    "answers": [
      {
        "id": 33,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "Старушка облюбовала себе самый дальний и темный угол. Вы подходите, даже не пытаясь сделать это тихо, но Кошатница вас будто не замечает. Вблизи становится видно, что она на самом деле тонкая и хрупкая, будто стеклянная фигурка, просто замотана в такое количество юбок, шерстяных платков и накидок, что напоминает кочан капусты. А еще вся одежда старушки в слое разноцветной кошачьей шерсти.\n\nКошатница мнет узловатыми пальцами выцветший ошейник с подвеской в форме рыбы, вперившись мутными глазами в пространство. Вы окликаете ее несколько раз, прежде чем старушка, моргнув, фокусирует свой взгляд на вас. Ее лицо покрывает паутинка морщин, а в спутанных волосах торчит кошачья игрушка с перышком на конце. Приглядевшись, вы замечаете, что вся кожа Кошатницы покрыта тонким слоем примерзшего снега, а на одежде застыл иней. \n\nВы невольно ежитесь.",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 29,
    "text": "За все время, пока вы тут, этот парень ни разу не поворачивает свою голову – настолько увлечен. Только спину в линялом черном пальто и видно. \n\nВы подкрадываетесь и с любопытством заглядываете Поэту за плечо. Его стол весь утопает в море листов: не видно даже, какого цвета дерево. Призрак горбится над обрывком бумаги, на котором черкает огрызком карандаша. Удается разобрать только первую строку: «Ты стоишь, зажатый, как в тиски». \n\n– Какая же там рифма... виски... лески? \n\nБормотание удается расслышать с трудом. \n\n– Носки! – говорите вы машинально. \n\nПоэт подскакивает на ноги от неожиданности и поворачивается. Если бы не долгие дни практики и лекторы, гонявшие будущих экзорцистов смотреть на демонов в формалине и прочую жуть, вы бы сейчас не сдержались. И так еле выходит. \n\nПоэт только со спины похож на человека: длинный, иссушенный, он весь будто выточенная из угля статуя. Время от времени какой-то кусочек отваливается и рассыпается черной пылью. Над головой Поэта вьется тонкая струйка дыма. Вы сглатываете. \n\n– Нет, носки сюда не подойдут. Глупость, – совершенно невозмутимо говорит Поэт и плюхается обратно, опять склоняясь над бумагами.",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы подходите к грязно-зеленому дивану с торчащими пружинами и странными пятнами, о происхождении которых не хочется знать. Судя по раскиданным вокруг предметам, девушка сделала из этого дивана свое гнездо. Русалка валяется на нем, как кошка: закинув одну ногу на спинку, а вторую свесив. Когда вы подходите, она лениво переводит на вас взгляд. \n\n– Чего тебе, экзорцист?",
    "answers": [
      {
        "id": 42,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "Только вы пытаетесь пониже наклонится над столом, как Трудоголик, напоминавший манекен, хлопает перед вашим носом ладонями. Негромко, но вы вздрагиваете и отступаете на шаг. Мужчина качает головой, глядя строго, будто начальник на подчиненного: \n\n– Ты что, не знаешь о личных границах? – спрашивает он сдержанно. – Да и руки небось не мыл. Вы, экзорцисты, такие неряшливые. \n\nВы оглядываетесь по сторонам, но глаз ни за что не цепляется. Все вокруг такое «стерильное», что прямо тянет копнуть глубже. Не может же у Трудоголика не быть личных вещей. Но как его спровадить?",
    "answers": [
      {
        "id": 59,
        "text": "– Мне сказали, что можно..."
      }
    ]
  },
  {
    "id": 32,
    "text": "Трудоголик едва заметно удивляется, услышав вопрос, и, к вашей неожиданности, отводит глаза. \n\n– Я высоко квалифицированный специалист, – заявляет он. \n\nТеперь уже ваш черед удивляться, особенно учитывая, что выглядит при этом Трудоголик полностью серьезно – ни намека на шутку. \n\n– Э, ясно, – вы на всякий случай все-таки улыбаетесь и поясняете. – А из вещей? Может, хобби какое? Как время нравится проводить? \n\nТрудоголик оглядывается вокруг, будто ищет ответ на стенах, и от усиленных размышлений у него на лбу пролегают морщины. \n\n– В свободное время я совершенствуюсь, – находится он. – Или телевизор смотрю. Футбол? \n\nПоследнее выходит так неуверенно, что вы мысленно добавляете на конце знак вопроса. Судя по всему, Трудоголик все время работал, и теперь и сам не в курсе, что ему нравится. Хоть вешай его фото в рамочку и смотри на него, когда попросят выйти с выходных.",
    "answers": [
      {
        "id": 33,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 33,
    "text": "Трудоголик задумчиво поправляет галстук.",
    "answers": [
      {
        "id": 31,
        "text": "Осмотреться",
        "need": -31
      },
      {
        "id": 32,
        "text": "– Что ты любишь?",
        "need": [
          -60,
          -62,
          -32
        ]
      },
      {
        "id": 43,
        "text": "Расспросить про остальных",
        "need": [
          -60,
          -62,
          -43
        ]
      },
      {
        "id": 26,
        "text": "Разговор окончен",
        "need": [
          31,
          32,
          43
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 34,
    "text": "Уголок Кошатницы – будто вырванный кусочек типичной старушкинской квартиры. На стене прибит красный с узорами коврик, на деревянной с выступающими завитками тумбочке свалены кошачьи миски, корм, какие-то плюшевые мышки и прочая дребедень. Рядом расположена узкая кровать, накрытая покрывалом. Бахрома сползла и елозит по полу. Больше ничего примечательного нет, кроме, разве что, того факта, что шерсть везде. Хоть и не понятно, откуда бы ей тут взяться.",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы оглядываетесь и не видите ничего, кроме бумаги и парочки лежащих с краю издательских буклетов. Бесконечные кучи исписанных листов, от тетрадных до альбомных, высятся вокруг Поэта, как стены замка, погребая все остальное. И кроме стола и стула ничего разглядеть под ними не удается. Конечно, Поэту не нужно ни пить, ни есть, ни спать, но что-то вам подсказывает, что при жизни его комната от этой не сильно отличалась.",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "Кошатница бормочет себе что-то под нос, едва шевеля губами. Вы не можете разобрать ни слова.",
    "answers": [
      {
        "id": 34,
        "text": "Осмотреться",
        "need": -34
      },
      {
        "id": 38,
        "text": "– Что ты любишь?",
        "need": -38
      },
      {
        "id": 44,
        "text": "Расспросить про остальных",
        "need": -44
      },
      {
        "id": 26,
        "text": "Закончить разговор",
        "need": [
          34,
          38,
          44,
          52
        ]
      },
      {
        "id": 52,
        "text": "Закончить разговор ",
        "need": [
          34,
          38,
          44,
          -52
        ]
      }
    ]
  },
  {
    "id": 37,
    "text": "Назвать то, что творится вокруг дивана, бардаком – это назвать тигра кошкой. По сути правда, но масштаба не передает. Вы с ноткой ужаса рассматриваете неровные кучи, высящиеся на полу: книги, башня из кружек, куча игральных карт из нескольких наборов, два ботинка разных цветов, три одинаковых кроссовка, автомобильные журналы, обруч с заячьими ушами, и, о демоны, трусы? А еще целая куча шарфов. Вы насчитываете где-то семь из тех, что на виду. Похоже, Русалка их коллекционирует.",
    "answers": [
      {
        "id": 42,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "Кошатница по-совиному моргает, глядя будто сквозь вас. \n\n– Что вам нравится? – повторяете вы вопрос, стараясь говорить мягко и терпеливо. – Может, книги какие. Цветы. Или плюшевые игрушки. \n\nВы начинаете неуверенно перечислять все, что приходит вам в голову, обводя предметы вокруг руками. Пожевав губами, Кошатница слабо улыбается. Похоже, большего от нее не добиться.",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "Поэт черкает на мятом обрывке бумажки — слышно только скрежет карандаша и усердное сопение.",
    "answers": [
      {
        "id": 35,
        "text": "Осмотреться",
        "need": -35
      },
      {
        "id": 40,
        "text": "– Что ты любишь?",
        "need": -40
      },
      {
        "id": 45,
        "text": "Расспросить про остальных",
        "need": -45
      },
      {
        "id": 26,
        "text": "Разговор окончен",
        "need": [
          35,
          40,
          45
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 40,
    "text": "– Срубишь, – тут же выдает Поэт, вводя вас в состояние ступора, и, не дав опомниться, добивает. – При чем тут вообще «любишь»? Оно по ритму не влазит. \n\nКто бы дал вам терпения... На общение с этими чудиками никаких нервов не хватит. Вы ловко выхватываете лист и предпринимаете вторую попытку. \n\n– В плане – какие вещи тебе нравятся? \n\nКрутанувшись на стуле, который оказывается офисным – под этой кипой листов не то что ножек, пола не видно – Поэт пытается вырвать лист обратно. \n\n– Эй! Я еще не закончил, – он задирает голову и вдруг встряхивает ей, будто только что проснулся. – А, это ты. Что ты там спрашивал? \n\nВы трете переносицу и отдаете Поэту его лист обратно. И так уже ясно, что он любит больше всего – стихи.",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 41,
    "text": "– Когда не задают вопросы, – вздыхает Русалка и добродушно улыбается, – я много что люблю, экзорцист. Шутки. Кофе без сахара. Смотреть на закат с крыши. Но ты ведь не это хочешь услышать? \n\nОна забавно морщит нос, посмеиваясь. Вы киваете – что тут еще сказать. Русалка зевает, даже не попытавшись закрыть рот ладонью, и сонно прикрывает глаза. \n\n– Но ты не скажешь? – спрашиваете вы, уже начиная понимать. \n\n– Не скажу, – соглашается Русалка, заложив руки за голову, – это было бы слишком просто. Сам подумай, что может понравиться девушке.",
    "answers": [
      {
        "id": 42,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 42,
    "text": "Русалка смотрит на вас выжидающе.",
    "answers": [
      {
        "id": 37,
        "text": "Осмотреться",
        "need": -37
      },
      {
        "id": 41,
        "text": "– Что ты любишь? ",
        "need": [
          18,
          -41
        ]
      },
      {
        "id": 77,
        "text": "Расспросить про остальных",
        "need": [
          18,
          -77
        ]
      },
      {
        "id": 47,
        "text": "– Что ты любишь? ",
        "need": [
          19,
          -47
        ]
      },
      {
        "id": 47,
        "text": "Расспросить про остальных",
        "need": [
          19,
          -47
        ]
      },
      {
        "id": 26,
        "text": "Разговор окончен",
        "need": [
          37,
          41,
          46,
          47,
          48
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 43,
    "text": "Трудоголик показательно осматривается по сторонам, и вы машинально повторяете за ним, прежде чем замечаете саркастичную улыбку. \n\n– Я что-то не вижу здесь таблички «Справочное бюро», – строго говорит он, разве что пальцем не погрозив. – Тебя сюда не языками чесать отправили, вот и делай свою работу. Был бы твоим начальником – уволил бы. \n\nНесмотря на то, что Трудоголик продолжает слабо улыбаться, вы чувствуете несуществующее лезвие ножа у горла. Вот таким сухим формальным тоном обычно и сокращают. Лезть с расспросами больше не хочется.",
    "answers": [
      {
        "id": 33,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы называете других призраков по именам. Кошатница растерянно оглядывается по сторонам, после чего всплескивает руками. \n\n– Таких котяток у меня нет... – бормочет она, будто извиняясь. \n\nВы вздыхаете. Это одновременно и смешно, и грустно.",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 45,
    "text": "Не успеваете вы договорить свой вопрос, как Поэт, не глядя, засовывает руку в кучу листов и протягивает вам толстую, чуть помятую стопку. Вы сперва берете ее, а уже потом непонимающе спрашиваете: \n\n– Что это? \n\nПоэт делает в воздухе неопределенный жест рукой. Приходится повторить свой вопрос, чтобы выдернуть его хоть на минуту в реальный мир. Скомкав лист, на котором только что писал, Поэт швыряет его под стол и поворачивает голову. Все-таки какое же это лицо жуткое: безгубое, с черными провалами глаз. \n\n– Стихи, – как само собой разумеющееся объясняет Поэт. – Про каждого из нашей четверки. Четверки... галерки... точно, галерки! \n\nВоскликнув эту бессвязную фразу, Поэт принимается что-то остервенело строчить на новом клочке. Вы с сомнением оглядываете стопку. Мало вероятно, что там будет что-то полезное, но вдруг. С кого бы начать?",
    "answers": [
      {
        "id": 72,
        "text": "Читать стихи"
      }
    ]
  },
  {
    "id": 46,
    "text": "Вы расспрашиваете Русалку.",
    "answers": [
      {
        "id": 49,
        "text": "Кошатница",
        "need": -49
      },
      {
        "id": 50,
        "text": "Поэт",
        "need": -50
      },
      {
        "id": 51,
        "text": "Трудоголик",
        "need": -51
      },
      {
        "id": 26,
        "text": "Хватит расспросов",
        "need": [
          49,
          50,
          51
        ]
      }
    ]
  },
  {
    "id": 47,
    "text": "Русалка вяло покачивает ногой. Она выглядит очень расслабленно, так что ее слова застают вас врасплох. \n\n– Не скажу, – спокойно говорит Русалка. \n\nВы смотрите на нее с удивлением. \n\n– Что? – переспрашиваете, думая, что не расслышали. \n\nОна вдруг неожиданно выкидывает вперед руку и хватает вас за запястье. Вы отшатываетесь, но холодные пальцы касаются почти невесомо, оставив влажный след на коже. Русалка злорадно смеется – будто киношный злодей – но вы осознаете это, уже испуганно вздрогнув и развеселив ее еще сильнее. \n\n– У-у-у-у-у, страшно? – Русалка завывает, тряся руками, будто звенит невидимыми цепями, а потом добавляет снисходительно, – я не буду говорить с тобой, экзорцистишка. А то, боюсь, тебя скрутит от брезгливости. \n\nИ, отвернувшись, вперивается в потолок. Больше вы не можете добиться от нее ни слова. Кажется, стоило все-таки пожать руку.",
    "answers": [
      {
        "id": 42,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 48,
    "text": "Русалка вяло покачивает ногой. Она выглядит очень расслабленно, так что ее слова застают вас врасплох. \n\n– Не скажу, – спокойно говорит Русалка. \n\nВы смотрите на нее с удивлением. \n\n– Что? – переспрашиваете, думая, что не расслышали. \n\nОна вдруг неожиданно выкидывает вперед руку и хватает вас за запястье. Вы отшатываетесь, но холодные пальцы касаются почти невесомо, оставив влажный след на коже. Русалка злорадно смеется – будто киношный злодей – но вы осознаете это, уже испуганно вздрогнув и развеселив ее еще сильнее. \n\n– У-у-у-у-у, страшно? – Русалка завывает, тряся руками, будто звенит невидимыми цепями, а потом добавляет снисходительно, – я не буду говорить с тобой, экзорцистишка. А то, боюсь, тебя скрутит от брезгливости. \n\nИ, отвернувшись, вперивается в потолок. Больше вы не можете добиться от нее ни слова. Кажется, стоило все-таки пожать руку.",
    "answers": [
      {
        "id": 42,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 49,
    "text": "По лицу Русалки пробегает тень печали: уголки губ чуть опускаются, глаза серьезнеют. Она переплетает пальцы в замок, медля, хотя обычно за словом в карман не лезет, и это заставляет вас слушать предельно внимательно. \n\n– Кошатница... она... с ней все сложно, – кажется, Русалка впервые не находится с ответом. – Ее сознание было затуманенным еще при жизни, и смерть все только ухудшила. \n\nВы прослеживаете за задумчивым взглядом Русалки. Старушка стоит в углу, осторожно поглаживая что-то пушистое, лежащее на тумбочке. Присмотревшись, вы понимаете, что это меховая муфта. Русалка грустно улыбается. \n\n– Мне кажется, она очень скучает по своим котам. Все забывает, но все еще помнит каждого по имени.",
    "answers": [
      {
        "id": 46,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 50,
    "text": "Русалка вдруг резко выпрямляется, ее глаза вспыхивают, а рука взлетает вверх в картинном жесте. \n\n– Холодное небо над речкой, закованной в иней и лед. Где воском заплакала свечка, никто меня ныне не ждет. Где вьется серебряным змеем над крышей соломенной дым... Уж раз мы друг друга не греем – то лучше нам мерзнуть одним, – декламирует она хорошо поставленным голосом, ярко жестикулируя, и добавляет уже нормально. – Ну как, нравится? \n\nВы недоуменно вздергиваете бровь. \n\n– Зачем ты мне это зачитала? \n\nРусалка с усмешкой откидывается на спинку дивана. \n\n– Ты ведь спросил про Поэта? – вопросом на вопрос отвечает она. – В этом весь он. Стихи –его дети, единственный смысл. Поэт пишет и днем, и ночью, на туалетной бумаге, если больше негде, наверное, даже во сне. Больше для Поэта ничего не существует. \n\nРусалка замолкает. Вы уже думаете, что она больше ничего не скажет, когда до ушей доносится ехидное: \n\n– Наверное, если б Поэта издали – визжал бы от радости, как маленькая девочка.",
    "answers": [
      {
        "id": 46,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 51,
    "text": "– Да, жалко мужика. \n\nРусалка обхватывает подбородок рукой, уперев большой палец под губой. Вы еще минуту ждете продолжения, прежде чем разочарованно спросить: \n\n– И это все? \n\nРусалка пожимает плечами. \n\n– А что еще тут скажешь. Трудоголик ведь и не жил, считай. Все пахал, пахал, вот и допахался. А теперь кукует с нами, весь такой красивый. И не знает, куда себя деть, — она чуть медлит, а потом с почему-то хитрым видом говорит. — Целыми днями свою книжную полку сторожит. Можно подумать, там клад спрятан.",
    "answers": [
      {
        "id": 46,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 52,
    "text": "Решив больше не тревожить старушку, вы поворачиваетесь, чтобы уйти. Кошатница, вдруг встрепенувшись, как птица, подскакивает к вам. Неожиданно живо, хотя это стоило предвидеть – движения Кошатницы и до этого были довольно суетливыми, несмотря на ее отстраненность. Вы невольно замираете, не зная, как реагировать. Старушка заглядывает вам в лицо. На ее губах расходятся мелкие трещинки, как на ледяной корке. \n\n– Сынок, ты можешь узнать, как там мои котики? – спрашивает Кошатница, и ее взгляд проясняется, будто становясь острее. Кажется, что она выглядит моложе лет на десять. – Я жила на Краковской 8, в квартире 25. Ключ в фикусе. \n\nВопрос застает вас врасплох, как и осмысленная речь старушки. \n\n– Я... А их сколько было? – бормочете вы, думая, как бы выкрутиться. \n\nКошатница улыбается – не растерянно, а на удивление обаятельно и нежно, как мать – ребенку. Даже морозные узоры на ее щеках будто тают. \n\n– Пятеро. Еще шестой был, да убег – вместе с ошейником полосатым, паршивец, – повздыхав, она опять поднимает на вас глаза. – Я знаю, что тебе нельзя, сынок. Но ты хоть соседу моему скажи, Огоньку, пусть покормит. \n\n– Какому огоньку? – оторопело спрашиваете вы, не сразу поняв, что это фамилия. \n\nКошатница вдруг порывисто касается вашего лица. Ледяные пальцы будто проходят насквозь, отчего вас встряхивает, как от разряда тока. \n\n– Огоньку не найдется, – бубнит себе под нос Кошатница, отстранившись. \n\nВы вглядываетесь ей в глаза и видите, как в них затухает сознание – словно свеча, накрытая стаканом. Старушка отворачивается и принимается раскладывать на тумбочке кошачий корм, перестав обращать на вас внимание.",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 53,
    "text": "Список полученных концовок. \n\nВсего в игре: 2 плохие, 2 хорошие и 3 нейтральные.",
    "answers": [
      {
        "need_ever": true,
        "comment": true,
        "id": 53,
        "text": "✼ Ни рыба ни мясо",
        "need": 181
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 53,
        "text": "❆ Хороший ученик",
        "need": 202
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 53,
        "text": "❆ Злой дух",
        "need": 199
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 53,
        "text": "✼ Хорошее финансирование",
        "need": 200
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 53,
        "text": "✼ Денег не хватило",
        "need": 201
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 53,
        "text": "❀ Волшебная сказка",
        "need": 203
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 53,
        "text": "❀ Лучше, чем другие",
        "need": 205
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 54,
    "text": "Вы читаете стихи.",
    "answers": []
  },
  {
    "id": 55,
    "text": "БудильниК, как выстрел \nЕще и еще \nТы белкА, что крутит свое колесо \nНо знает лИ белка, а что ее ждеТ \nКогдА \nКоЛесо \nПроПадет? \n \nМрачновато, однако. Еще и эти скачущие буквы... Хоть слово из них собирай. Левой рукой он это писал, что ли? ",
    "answers": [
      {
        "id": 72,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 56,
    "text": "Шальная, будто ветер – не нарочно,\nА он – то кот, то злой голодный тигр, \nРычит и мечет – станет не до игр. \nФеерия, не дама – это точно! \n \nВы хмуритесь. Бессмыслица какая-то.",
    "answers": [
      {
        "id": 72,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 57,
    "text": "Мне памятник не нужен, только пламя,\nКоторое сжигает – и горит. \nИ имя на обложке, словно знамя, \nЧтоб знали: автор книги – И. Авгит \n \nДа уж, самооценка у парня – что надо. И с классиком сравнил, и книгу ему подавай. Ну хоть знаете теперь, какая у него фамилия.",
    "answers": [
      {
        "id": 72,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 58,
    "text": "Стих выполнен в форме кошачьей морды – текст загибается, образуя торчащие уши и пушистые щеки. На левом расплылось пятно – похоже, паста из ручки. Вы морщитесь. Приходиться повертеть, чтоб прочесть: \n \nТы его не винила ни до и ни после, хоть и знала – не Барсик, была б в тепле... \n \nИ все. Вы вздыхаете. И почему вас не удивляет, что испорчен именно стих про Кошатницу?",
    "answers": [
      {
        "id": 72,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": "Приходится импровизировать, и это единственное, до чего вы додумываетесь. Трудоголик с легким удивлением вздергивает бровь. \n\n– Это кто же? – спрашивает он, нетерпеливо перебирая пальцами – как человек, который куда-то опаздывает. \n\nЕго выжидающий взгляд заставляет поторопиться с ответом.",
    "answers": [
      {
        "id": 60,
        "text": "– Кошатница."
      },
      {
        "id": 61,
        "text": "– Русалка."
      },
      {
        "id": 62,
        "text": "– Поэт."
      }
    ]
  },
  {
    "id": 60,
    "text": "Трудоголик тут же расслабляется и снисходительно улыбается. \n\n– Хорошая попытка, мальчик, – говорит он тоном, от которого у вас по затылку бегут мурашки. – Да старуха даже имени моего не помнит. \n\nВы невольно выругиваетесь про себя – надо же было так промахнуться – но пытаетесь хоть как-то исправить ситуацию. \n\n– Я, наверное, что-то не так понял. \n\nТрудоголик чуть сдвигает руку и глядит на собственное голое запястье, будто привык видеть там часы. Чуть хмурится и говорит, глядя вам в глаза: \n\n– Иди-иди, мальчик. Не трать мое время. \n\nИ помахивает рукой в сторону. В голосе звучит сталь, так что вы решаете послушаться.",
    "answers": [
      {
        "id": 26,
        "text": "Разговор окончен"
      }
    ]
  },
  {
    "id": 61,
    "text": "Что-то быстрое мелькает в глазах Трудоголика, отчего изможденное серое лицо на мгновение оживляется. Он чуть наклоняется вперед, и вы отстраняетесь в ответ – слишком резкая перемена. \n\n– Что конкретно она сказала? – твердо спрашивает Трудоголик. \n\nЭтот напор заставляет замяться, но вы все-таки находитесь с ответом и повторяете свои слова. \n\n– Русалка? – повысив голос, зовет Трудоголик. \n\nТа незамедлительно откликается, высунув из-за спинки дивана руку с пальцами, сложенными в однозначном неприличном жесте. \n\n– Че надо? \n\nНоздри Трудоголика чуть подрагивают. \n\n– Ты можешь нормально отвечать? – раздраженно спрашивает он, поморщившись. \n\nРусалка громко смеется – это слышно даже отсюда. \n\n– Ти мозесь нормально отвечать? – кривляется она. \n\nТрудоголик поджимает губы и широкими шагами направляется в сторону дивана. Вы слышите что-то про ребячество и глупые выходки. Повезло, однако. Кажется, вы случайно наступили на больную мозоль.",
    "answers": [
      {
        "id": 63,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 62,
    "text": "Трудоголик чуть прищуривается, будто раздумывает, а потом складывает руки на груди и, как бы невзначай, спрашивает: \n\n– И какую рифму он придумал? \n\n– Рифму? – переспрашиваете вы, не чувствуя подвоха. \n\nТрудоголик едва заметно хмыкает и теряет к вам интерес. \n\n– Чтоб Поэт сказал целую фразу – и не срифмовал? – он качает головой. – А я почти поверил. Иди-ка ты, мальчик, не мозоль глаза. \n\nИ, сняв с полки толстую книгу, начинает читать ее, быстро перелистывая страницы. Вы еще немного топчетесь на месте, но слова слишком похожи на приказ – делать нечего.",
    "answers": [
      {
        "id": 26,
        "text": "Разговор окончен"
      }
    ]
  },
  {
    "id": 63,
    "text": "Вы бегло осматриваетесь вокруг. Трудоголика удалось спровадить, но времени у вас в обрез. Придется проверить только какое-то одно место, чтобы не попасться.",
    "answers": [
      {
        "id": 64,
        "text": "Ящик стола"
      },
      {
        "id": 65,
        "text": "Книжная полка"
      },
      {
        "id": 66,
        "text": "Шкаф"
      }
    ]
  },
  {
    "id": 64,
    "text": "Продолжая коситься в сторону дивана и напряженно прислушиваться, вы наклоняетесь и выдвигаете ящик стола. И удивленно замираете: внутри, разбитые по секциям, лежат скрепки, кнопки, булавки и прочая мелочь, рассортированная по размеру и цвету. Да этот Трудоголик натуральный псих. Вы чуть перетряхиваете ящик, но больше ничего не обнаруживаете. Похоже, мимо – или мужчине действительно нечего скрывать.",
    "answers": [
      {
        "id": 70,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 65,
    "text": "На первый взгляд тут нечего искать. Даже названия книг не вызывают желание взять какую-то – слишком уж сложные и длинные. Вы задираете голову, разглядывая корешки. Говорят, люди часто прячут что-то в книгах. Вы еще успеваете проверить ровно одну из длинного ряда. Только вот какую?",
    "answers": [
      {
        "id": 67,
        "text": "«Курс дифференциального и интегрального исчисления»"
      },
      {
        "id": 68,
        "text": "«Управление оборотным капиталом современных компаний»"
      },
      {
        "id": 69,
        "text": "«Руководство к решению задач по теории вероятностей и математической статистике»"
      }
    ]
  },
  {
    "id": 66,
    "text": "Где еще заняться скелетам, как не в шкафу? Вы распахиваете дверцу, придерживая ее рукой, чтобы не шуметь. Внутри оказывается ряд ровных вешалок с расправленными на плечиках брючными костюмами. На ткани – ни пылинки. Вы раздвигаете их, но позади оказывается только голая стенка. Тут не то, что человеческий, и мышиный скелет надолго не задержится.",
    "answers": [
      {
        "id": 70,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 67,
    "text": "Вы раскрываете снятую книгу на случайной странице и ужасаетесь: ее всю занимает огромная задача, в которой вы узнаете только пару букв. Кто вообще придумал добавлять в математику буквы? К сожалению, ничего другого вы не находите и ставите книгу обратно.",
    "answers": [
      {
        "id": 70,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 68,
    "text": "Само название этой книги тянет на какую-то задачку для сверхразумов. Вы начинаете тоскливо перелистывать страницы, и вдруг между двумя мелькает что-то цветастое, явно выбивающееся из общей картины. Вы возвращаетесь назад и с удивлением рассматриваете... Схему для вязания? Конкретно – игрушечного щенка. Может, Трудоголик использует это как закладку? Но под схемой щенка находятся и другие вырезки из разных журналов. Бегло просмотрев парочку, вы закрываете «Капитал» и возвращаете на место. Это предстоит обдумать позже.",
    "answers": [
      {
        "id": 70,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 69,
    "text": "Книга оказывается тяжелее, чем вы думали, и выпадает из рук, распластавшись по полу. Вы беспокойно озираетесь, но Русалка и Трудоголик так увлечены спором, что ничего больше не замечают. Вы наклоняетесь и подбираете книгу, вчитываясь в стену текста, но это оказывается обычным сборником лекций. Пустышка.",
    "answers": [
      {
        "id": 70,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 70,
    "text": "– ...Я тебе не секретарша, чтобы хвостом вилять! – огрызается Русалка таким тоном, что вы сразу понимаете – разговор окончен. \n\nОстается только максимально быстро уничтожить все улики. \n\n– Упаси боже такую секретаршу, – бурчит Трудоголик, возвращаясь обратно. \n\nВы отступаете подальше и начинаете рыться в сумке, делая вид, что очень заняты. Судя по всему, они с Русалкой поцапались раньше, чем ваша маленькая ложь вскрылась. Трудоголик придирчиво оглядывается, но, ничего не заметив, опять прилипает к стене, продолжая «сканировать» вас взглядом, как рентген.",
    "answers": [
      {
        "id": 33,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 71,
    "text": "Чем ближе вы подходите к Рынку, тем громче становится шум, будто накрывший небольшой пятачок куполом. Призраки и прочие немертвые галдят не хуже живых: тут и смех, и зазывания продавцов, и чьи-то споры на повышенных тонах. От обычного базара отличает только странный подбор товаров: лягушачьи лапки продаются рядом с носками. \n\nПройдя импровизированные ворота, скрепленные из крашенных разноцветных перекладин, из-за блеска напоминающих леденцы, вы останавливаетесь и оглядываетесь по сторонам. Торговые места на Блуждающем Рынке представляют собой уличные прилавки на колёсиках, и их столько, что разом не охватить. \n\nА ещё вас тут же подхватывает карусель ощущений: запахи мандаринов, хвои, корицы и глинтвейна, перезвон весёлой новогодней мелодии, пестрая мишура, дрожащая на ветру... Просто глаза разбегаются.",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 72,
    "text": "Вы читаете стихи.",
    "answers": [
      {
        "id": 55,
        "text": "Трудоголик",
        "need": -55
      },
      {
        "id": 56,
        "text": "Русалка",
        "need": -56
      },
      {
        "id": 57,
        "text": "Поэт",
        "need": -57
      },
      {
        "id": 58,
        "text": "Кошатница",
        "need": -58
      },
      {
        "id": 39,
        "text": "Далее",
        "need": [
          55,
          56,
          57,
          58
        ]
      }
    ]
  },
  {
    "id": 73,
    "text": "Определили, как же. Начальство делает вид, что все младшие экзорцисты один другого инициативнее, а те – что добровольцы вызываются сами. Хотя про тараканьи бега только слепой не знает – старая традиция. Впрочем, раньше вас это вполне устраивало. \nВы хмуритесь, пытаясь затеряться в толпе остальных, но по вашей возне Велинский вас и определяет.\n\n– Ага, а вот и жертва, – ехидно говорит экзорцист и сам смеется над своей же шуткой, – иди у начальства отметься, цэу получишь. \n\nИ, припечатав Кепку еще одним внимательным взглядом, удаляется. Тот держит вежливую улыбочку до тех пор, пока за Велинским не закрывается дверь. Стоит этому произойти, как та гаснет, будто перегоревшая лампочка. \n\n– Давайте расходиться, пока действительно в жаб не превратили, – высказывает он общую мысль, – с Велинского станется и сожрать. \n\nМладшие экзорцисты начинают потихоньку разбегаться. Пара коллег желает вам удачи, но большинство не обращает внимания.",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 74,
    "text": "– «Праздник в каждый дом» – это акция, призванная популяризировать сотрудничество живых и немертвых граждан и наладить... – бодро начинаете тараторить вы. \n\nСвятой кривится так, будто вместо того, чтобы изгнать демона, вы предложили его поцеловать: вдруг сам развоплотится. \n\n– Не нужно повторять мне эти глупости, – прерывает он вас, подняв ладонь, и начинает объяснять. – ПвКД – проект на этапе тестирования. От того, насколько вы будете успешны, зависит дальнейшее финансирование. \n\nОт того, как Святой резко переходит на уважительный тон, все внутри напрягается, будто линии магического знака, до краев напитанные силой. Вы, конечно, недавно в компании, но уже успели выучить – ничего не бывает просто так. \n\n– Я постараюсь, – осторожно говорите вы, подбирая слова. \n\nСвятой вдруг прищуривается, отчего его глаза превращаются в тонкие щелки, напоминая змеиные. У вас под кожей невольно пробегают мурашки. \n\n– Постарайся, – говорит он вкрадчиво. – Но если вдруг, совершенно случайно, призракам не понравится, то ничего страшного.",
    "answers": [
      {
        "id": 8,
        "text": "– Вы предлагаете нарушить служебные инструкции?"
      }
    ]
  },
  {
    "id": 75,
    "text": "– Не знаю, — говорите вы, опустив голову.\n\n— Непрофессионально, ну да ладно, — кривится Святой и начинает объяснять. — ПвКД – проект на этапе тестирования. От того, насколько вы будете успешны, зависит дальнейшее финансирование. \n\nТо, как Святой резко переходит на уважительный тон, заставляет все внутри напрячься, будто линии магического знака, до краев напитанные силой. Вы, конечно, недавно в компании, но уже успели выучить – ничего не бывает просто так. \n\n– Я постараюсь, – осторожно говорите вы, подбирая слова. \n\nСвятой вдруг прищуривается, отчего его глаза превращаются в тонкие щелки, напоминая змеиные. У вас под кожей невольно пробегают мурашки. \n\n– Постарайся, – говорит он вкрадчиво,– но если вдруг, совершенно случайно, призракам не понравится, то ничего страшного.",
    "answers": [
      {
        "id": 8,
        "text": "– Вы предлагаете нарушить служебные инструкции?"
      }
    ]
  },
  {
    "id": 76,
    "text": "— А ты, я посмотрю, даже больший трусишка, чем можно представить, — вам чудится смех, похожий на перезвон монет, — никуда носа не сунешь.\n\n— О чем ты? — спрашиваете вы.\n\nПальцы на шаре чуть подрагивают, а мягкое свечение глаз на мгновение усиливается — будто прожектор мигнул.\n\n— Так за свою шкуру боишься, что отказываешься от информации, которая сама идет к тебе в руки, — она хмыкает, и рука, поднявшись с шара, исчезает в темноте.\n\nВы невольно хватаетесь за сумку. Откуда этой ведьме известно про то, что вы не стали читать бумаги? Становится не по себе, и вы решаете уйти подобру поздорову и больше не возвращаться.",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 77,
    "text": "– А остальные... – неуверенно начинаете вы. \n\nРусалка с любопытством поворачивает голову, будто увидела демона, проповедующего сдержанность в желаниях. Похоже, она не ожидала, что куратор будет таким дотошным. \n\n– Спрашивать сразу про всех – губа не дура, – хмыкает она и вдруг садится по-турецки, перекрестив ноги. – Про кого ты хочешь узнать?",
    "answers": [
      {
        "id": 46,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 78,
    "text": "",
    "answers": []
  },
  {
    "id": 79,
    "text": "",
    "answers": []
  },
  {
    "id": 80,
    "text": "Вы осторожно, почти крадучись, подбираетесь к кусту. Тот при вашем приближении затихает. Даже высунутые уши прижимаются, пропав из поля зрения. Вы усмехаетесь и, подобрав с земли палку, ворошите ею в кусте. \n\nТот, моментально завозившись, разряжается почти змеиным шипением и выплевывает взъерошенного котенка. Он выгибает спину дугой, раздувшись, как воздушный шарик. На шее виднеется ошейник, но цвет не разобрать – все скрыто вздыбленной шерстью. \n\nИз-за его потешного вида не сразу становится заметно, как просвечивает сквозь свалявшуюся серую шерстку и куст, и землю. Дух! Вы с удивлением разглядываете котенка – животные редко когда не могут переступить черту и остаются в виде немертвых. Впрочем, этот такой маленький, что, наверное, даже не заметил. \n\nВпалые бока, торчащие ребра... Наверное, вышло бы подманить, будь у вас что-то, что едят духи. Им, конечно, это не обязательно, но инстинкты в животных перевешивают отсутствие потребностей. \n\nВы ещё немного топчетесь и оставляете котенка в покое. Если так захочется, покормить его можно будет и на обратном пути. Ведь вы предполагаете, кого такой \"подарочек\" обрадует.",
    "answers": [
      {
        "id": 71,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 81,
    "text": "Скользнув по кусту взглядом, вы отворачиваетесь. Времени в обрез, верно? Тогда точно не стоит тратить его на котов. Куст быстро остаётся позади, и больше вы ничего необычного не замечаете вплоть до самого Рынка.",
    "answers": [
      {
        "id": 71,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 82,
    "text": "Вы стоите на пятачке и разглядываете прилавки.",
    "answers": [
      {
        "id": 171,
        "text": "~ Задуматься о дальнейших действиях ~"
      },
      {
        "id": 82,
        "text": "  ",
        "comment": true
      },
      {
        "id": 83,
        "text": "\"Пьяная Муза\"",
        "left_answer": false
      },
      {
        "id": 84,
        "text": "\"Рисованные окна от Везунчика\"",
        "need": -154,
        "right_answer": false
      },
      {
        "id": 85,
        "text": "\"Красна девица\"",
        "left_answer": false
      },
      {
        "id": 86,
        "text": "\"Бабушкин сундук\"",
        "right_answer": false
      },
      {
        "id": 87,
        "text": "\"Абракадабра\"",
        "left_answer": false
      },
      {
        "id": 88,
        "text": "\"Котлище\"",
        "need": -152,
        "right_answer": false
      },
      {
        "id": 89,
        "text": "\"Мужественная мужественность\"",
        "left_answer": false
      },
      {
        "var_not": [
          "кош",
          1
        ],
        "need_sometimes": true,
        "id": 129,
        "text": "\"Все про все\"",
        "need": [
          115,
          117
        ],
        "right_answer": false
      },
      {
        "id": 149,
        "text": "Покинуть Рынок",
        "middle_answer": true,
        "var_need": [
          "по",
          1,
          "рус",
          1,
          "кош",
          1,
          "тру",
          1
        ]
      }
    ]
  },
  {
    "id": 83,
    "text": "Этот прилавок действительно напоминает открытый бар: и стойка есть, вся разукрашенная цветными пятнами, и неоновая вывеска, наверняка шикарно смотрящаяся в темноте. Только за стойкой на полках вместо бутылок – блокноты, ручки и прочая канцелярка. Поверху тянется яркая гирлянда, перемигивающаяся разноцветными лампочками.",
    "answers": [
      {
        "id": 90,
        "text": "Подойти",
        "need": -90
      },
      {
        "id": 130,
        "text": "Подойти",
        "need": 90
      },
      {
        "id": 82,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 84,
    "text": "Высокий стенд, изгибающийся гармошкой на манер комнатных перегородок, которые раньше были в моде, кажется, возвышается над всеми остальными лавками. Сперва вы принимаете изображения в рамах за очень реалистичные пейзажи, но потом замечаете, как шевелятся колосья от несуществующего ветра и чистит перья птица, сидящая на ветвях. Картины... они живые.",
    "answers": [
      {
        "id": 97,
        "text": "Подойти",
        "need": -97
      },
      {
        "id": 106,
        "text": "Подойти",
        "need": [
          97
        ]
      },
      {
        "id": 82,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 85,
    "text": "«Красна девица» представляет собой единственный на Рынке, и, может быть, даже в мире прилавок сиамский близнец. Две отдельные половинки «сшиты» в одну – перекладины плотно связаны цветными лентами. На правой, невесомо белой, стороне стоят стеклянные флакончики духов разной формы и цвета, бросая на землю яркие блики. А на левой, испещренной резьбой, разложены многочисленные шарфы.",
    "answers": [
      {
        "id": 107,
        "text": "Подойти ",
        "need": -107
      },
      {
        "id": 95,
        "text": "Подойти",
        "need": 107
      },
      {
        "id": 82,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 86,
    "text": "Вам стоит привыкнуть, что призраки любят говорящие названия: это действительно сундук, просто огромный, на тележных колесах, и с продавцом, сидящим рядом на пляжном стуле. Судя по торчащим из сундука вещам, это что-то вроде лавки старьевщика.",
    "answers": [
      {
        "id": 113,
        "text": "Подойти",
        "need": -113
      },
      {
        "id": 134,
        "text": "Подойти",
        "need": [
          113,
          -115,
          -117
        ]
      },
      {
        "id": 82,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 87,
    "text": "Хозяин прилавка попытался стилизовать его под шатер гадалки: пестрая глубокая ткань, таинственный полумрак, разгоняемый лишь сиянием хрустального шара. Возле прилавка расставлены сферы с прорезью для монет – вроде автоматов со жвачкой.",
    "answers": [
      {
        "id": 123,
        "text": "Подойти",
        "need": -123
      },
      {
        "id": 138,
        "text": "Подойти",
        "need": [
          123,
          -173,
          -76
        ]
      },
      {
        "id": 174,
        "text": "Подойти",
        "need": 173
      },
      {
        "id": 82,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 88,
    "text": "«Котлище» невозможно не заметить. По сути, это даже не прилавок, а невысокий открытый постамент без крыши, что не удивительно, учитывая поднимающийся от него змеем пар вперемешку с дымом. Посреди постамента вооружен огромный чугунный котел, в котором булькает странное варево, больше похожее на зелье ведьмы, чем на еду.",
    "answers": [
      {
        "id": 128,
        "text": "Подойти",
        "need": -128
      },
      {
        "id": 155,
        "text": "Подойти",
        "need": [
          128,
          -152
        ]
      },
      {
        "id": 82,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 89,
    "text": "Забавное название соответствует прилавку, выкрашенному в цвета хаки. Сам подбор товаров напоминает мужской отдел в магазине сувениров: часы, кружки с мотивирующими надписями, галстуки, носки, зажигалки и все прочее.",
    "answers": [
      {
        "id": 124,
        "text": "Подойти",
        "need": -124
      },
      {
        "id": 161,
        "text": "Подойти",
        "need": 124
      },
      {
        "id": 82,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 90,
    "text": "На барном стуле, закинув ногу на ногу и покусывая красивое золотистое перо, сидит девушка, идеально вписывающаяся в окружающую ее шальную обстановку. \n\nКожаные ботинки на высокой подошве в сочетании с коротким платьем, покрытым розовыми пайетками, и вихрами синих волос вызывают смешанные чувства. \n\nА еще у нее аккурат на груди, чуть ниже белого дождика, прилеплено что-то вроде бейджика с именем «Балерина». Вы даже не представляете, откуда может быть такая кличка. Заметив вас, девушка закладывает перо за ухо и приглашающе обводит прилавок рукой. \n\n– Подходи, выбирай, товарам тут не виден край! – зачитывает она и смеется, видя вашу реакцию. – Это начальник придумал – для привлечения клиентов. Если что – спрашивай. \n\nИ возвращается к ярко-красному блокноту, лежащему на коленях, пожевывая губу. Вы оглядываетесь, ища, за что бы зацепиться взглядом. \n\nА ценники здесь заоблачные, конечно.",
    "answers": [
      {
        "id": 91,
        "text": "Спросить про ручку"
      },
      {
        "id": 92,
        "text": "Спросить про планер"
      },
      {
        "id": 82,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 91,
    "text": "Балерина с готовностью снимает с полки упомянутую ручку и, пока вы вертите ее во все стороны, начинает расхваливать: \n\n– Очень удобный корпус – не слишком легкий и не слишком тяжелый. Вместо колпачка, который может потеряться, используется особенность конструкции: просто поверните верхнюю часть, и наконечник задвинется сам, – Балерина как-то незаметно выхватывает ручку и демонстрирует вам, как именно это работает. – Приятный бархатный материал. А это перышко сверху может быть дополнительным украшением, если вы привыкли класть ручку в наружный карман рубашки. \n\nВы невольно улыбаетесь – подумать только, она ведь вам прямо сейчас ручку продает. Невольно чувствуете себя начальником, проводящим собеседование. Впрочем, Балерину вы бы взяли – так расписывает соблазнительно. \n\n– Ее все поэты берут. С такой точно шедевр напишешь, – подмигивает вам лавочница, откинув челку с лица. \n\nВы крепко задумываетесь. После такой рекламы и самому хочется купить этого короля среди канцелярских принадлежностей – хотя вы даже стихи не пишите. Зато знаете, кто пишет.",
    "answers": [
      {
        "id": 93,
        "text": "Купить",
        "var_not": [
          "по",
          1
        ]
      },
      {
        "id": 82,
        "text": "Не покупать"
      }
    ]
  },
  {
    "id": 92,
    "text": "На удивление, явно энергичная и словоохотливая девушка как-то лениво дергает плечом и подает вам записную книжку в кожаной обложке. Выглядит Балерина при этом так, будто мучается от зубной боли. \n\n– С ним что-то не так? – спрашиваете вы. \n\nМало ли, вдруг проклятие. Снимай потом. Балерина отмахивается, чуть не выбив перо из-за уха. \n\n– Да нет, все с ним в порядке. Кожаная обложка, качественные листы и все такое, – она вздыхает. – Просто не наш профиль. Новенький случайно ящик таких заказал, а что делать – не представляю. Какие творческим планы, если они даже обед не могут себе спланировать. \n\nВы открываете планер и пролистываете пару страниц. Вполне себе добротный. ",
    "answers": [
      {
        "id": 94,
        "text": "Взять",
        "need": 13,
        "var_not": [
          "тру",
          1
        ]
      },
      {
        "id": 82,
        "text": "Не брать"
      }
    ]
  },
  {
    "id": 93,
    "text": "Балерина протягивает вам фирменную коробочку с оттиском в виде лиры.",
    "answers": [
      {
        "id": 82,
        "text": "Далее",
        "var_set": [
          "по",
          1
        ]
      }
    ]
  },
  {
    "id": 94,
    "text": "Балерина протягивает вам фирменную коробочку с оттиском в виде лиры.",
    "answers": [
      {
        "id": 82,
        "text": "Далее",
        "var_set": [
          "тру",
          1
        ]
      }
    ]
  },
  {
    "id": 95,
    "text": "Анна и Мария вопросительно на вас смотрят, старательно не обращая друг на друга внимание.",
    "answers": [
      {
        "id": 109,
        "text": "Сыграть",
        "var_not": [
          "рус",
          1
        ]
      },
      {
        "id": 82,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 96,
    "text": "– Эй, мелочь. В которой? \n\nВы протягиваете две закрытых руки. Девочка с интересом наклоняется вперед и, чуть подумав, тыкает в правую. Это не сложно – пальцы до конца не смыкаются. Вы разжимаете их, повернув ладонью вверх. Увидев лежащий на ней снежный шар, девочка радостно взвизгивает, будто щенок после долгой разлуки, и порывисто прижимает его к груди. \n\n– Ты его нашел! – пищит она, разом растеряв всю взрослость. Все-таки ребенок есть ребенок. Девочка нежно обводит стеклянную сферу пальчиком, после чего поднимает на вас сияющие глаза. – Я тебе скидку дам. Нет, постой. Скажи, что хочешь найти, и я достану. \n\nДевочка протягивает руку, и из глубины сундука вылетает плюшевый мишка. Вы его не видели, значит, глубоко лежал. Вот паршивка. Но смотрит-то как твердо. Вы задумываетесь, что из подходящих вам подарков можно найти в бабушкином сундуке. \n\n– Да я толком не знаю. Если что, сам поищу, – наконец, говорите вы.\n\nДевочка пожимает плечами и возвращается на стул, любуясь снежным шаром.",
    "answers": [
      {
        "id": 134,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 97,
    "text": "Вы подходите, как овечка, которую дергают за веревочку, завороженный картинами. Похоже, художник нарочно подобрал рамки, напоминающие оконные рамы, причем разные: от белых пластиковых до деревянных, местами будто потрескавшихся от времени. \n\nВы проходите мимо пустыни, от которой буквально веет жаром, мимо северной равнины, бросившей в вас впившимся иголками снегом, и останавливаетесь напротив густого хвойного леса. \n\nВ воздухе разливается запах земли и еловых ветвей. Где-то рядом чирикает птица. Вдруг из чащи вырывается поток ветра, заставив ветви зашататься. Вы очарованно смотрите на пару зеленых иголок, упавших к вашим ногам.\n\n– Красиво? \n\n– Да, – отвечаете вы машинально и только потом разворачиваетесь. \n",
    "answers": [
      {
        "id": 99,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 98,
    "text": "– Какие запахи она любит? Вот эти берите, «Лесная нимфа». Хвоя сейчас в моде, – уверенно, хоть и все тем же отстраненным глубоким тоном, говорит Анна. \n\nВы берете протянутый флакон и нюхаете колпачок. Веет свежестью и лесом. Мария подскакивает на ноги и подбоченивается, уперев руки в бока. \n\n– С чего ты взяла, что он возьмет духи? – говорит она и, подхватив с прилавка разноцветный шарф, сует вам под в руки. – Вы посмотрите какой яркий! И теплый! А от духов какая польза? \n\nВы неуверенно щупаете крупную вязку. Действительно приятный на ощупь. Анна изящно отмахивается рукой, и даже этот жест у нее выходит каким-то возвышенным – будто любуетесь произведением искусства. \n\n– Ну и зачем шарф немертвому, который не чувствует холода? А духи круглый год радуют, – говорит она, тоже соскользнув на землю и поднося к вашему носу открытый колпачок. – Вот, «Осеннее вдохновение». Мед, корица, гвоздика. \n\nВы чихаете и трете нос. Мария от этого аж подскакивает с видом человека, выигравшего джекпот. \n\n– Вот! – почти торжественно восклицает она, возведя вверх указательный палец. – У парня аллергия. А от вот этого вот платка никакой аллергии не будет, понюхайте. \n\nИ тыкает шерстяным свертком. Ворсинки щекочут кожу, и вы морщитесь. Надо прекращать этот спор, пока вас на части не разорвали.",
    "answers": [
      {
        "id": 108,
        "text": "– Я просто хотел купить..."
      }
    ]
  },
  {
    "id": 99,
    "text": "У прилавка, зажав в зубах соломинку, возится пожилой мужчина, пытаясь вставить очередную картину в раму. Назвать его стариком язык не поворачивается: поджарое жилистое тело, редкие морщины, ежик медных с проседью волос, потертая кожанка с рисунком подковы на всю спину. Будто неформал на пенсии. А еще его полупрозрачное тело отливает сердится красным – как у призрака, близкого к становлению злым духом. Вы невольно напрягаетесь. \n\n– Раз красиво, значит, надо брать, – хитро говорит он. На картинке, с которой возится Везунчик, нарисованы сани, едущие по заснеженной дороге, и сейчас белые хлопья сыплются ему на ботинки. – Весь спектр чувств, от запаха и звука до тактильных ощущений. \n\nВезунчик показательно стряхивает снег на землю, хотя тот уже и сам пропадает, как любая, пусть и очень качественная иллюзия. Вы задумываетесь. Такое «окно» явно лучше настоящего, в котором ничего, кроме грязи, не увидишь. Но вы не помните, чтобы кто-то из подопечных-призраков таким интересовался.",
    "answers": [
      {
        "id": 100,
        "text": "Спросить про морские пейзажи",
        "need": [
          13,
          -100
        ],
        "var_not": [
          "рус",
          1
        ]
      },
      {
        "id": 101,
        "text": "Вежливо отказаться"
      }
    ]
  },
  {
    "id": 100,
    "text": "А что – назвались демоном, так носите рога. То есть используйте знания, которыми поделился с вами Святой, по назначению. Со стороны не придраться: картины действительно крышесносы как по виду, так и по цене. А что так совпало, что Русалка этого моря боится – ну, не повезло, со всеми бывает. \n\nВезунчик, наконец победивший непослушную раму, утирает со лба пот и задумчиво чешет затылок. Только сейчас вы замечаете татуировку в виде четырехлистного клевера у него на шее. \n\n– У меня есть все, что только можно представить, – говорит он спокойно, без доли хвастовства, как всем известный факт. – Смотри-ка. \n\nПошарив за прилавком, он вынимает небольшую прямоугольную картину, завернутую в обрез ткани. Развернув ее, Везунчик ловко переворачивает картину в вашу сторону. Кожу тут же усеивают мелкие брызги. \n\nВпереди тянется золотистый пляж, искрящийся на солнце, который лениво лижет глубокая синяя волна, то набегая, то отползая обратно. Время от времени море дыбится, и в стороны летит белесая пена. Вы слышите шум прибоя и крики чаек. Это так прекрасно, что дыхания не хватает – легкие распирает от восторга. \n\n– Только я ее не продаю, – насладившись вашими восторгами, заявляет Везунчик, с явным удовольствием наблюдая, как вытягивается ваше лицо. – Для себя приберег. Хоть на таком солнце кости погрею. \n\nОн постукивает по раме, из-за которой веет теплым ветром.",
    "answers": [
      {
        "id": 102,
        "text": "– Может, можем как-то договориться?"
      }
    ]
  },
  {
    "id": 101,
    "text": "– Очень красиво, – подтверждаете вы и, немного неловко, добавляете, – я еще похожу, посмотрю, и вернусь. \n\nЛавочник только отмахивается, продолжая сражаться с непослушной рамкой. Из картины с грохотом вываливается пару шишек и очумевшая белка, вытаращившая на вас глаза-бусинки. Иллюзия быстро расстается, но вы все равно восхищенно цокаете языком. Призраки призраками, а себе вы такую бы точно взяли. \n\n– Все вы так говорите, – хмыкает лавочник, хлопнув по краю рамки раскрытой ладонью, – ну смотри — действительно вернешься, я скидку дам.",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 102,
    "text": "Везунчик чуть склоняет голову, окинув вас сверху донизу. Вы чувствуете, как он оглядывает экзорцистскую форму, задержавшись на полумесяце. \n\n– Ну-ну, договориться, – хмыкает он. – Где это видано, чтоб мышь с котом договаривались. \nПонять бы еще, кого он считает котом – себя или вас? Вы понимаете плечами. \n\n– Я заплачу. \n\nВезунчик только отмахивается. \n\n– Дак ты и так заплатишь, – он скребет ногтями щетину на подбородке, а потом вдруг гаденько улыбается. – На вот. Закинь этой стерве в ее ведро. Сам бы кинул, да меня она не подпустит. \n\nПорывшись по карманам, Везунчик достает небольшой мешочек, а потом подкидывает вам. Вы его машинально ловите, и, только схватив, интересуетесь: \n\n– Что это? \n\nНа ощупь удается понять только, что внутри какой-то порошок или тертые травы. Везунчик потирает ладони. \n\n– Скажем так, новогодний сюрприз, – по его тону вы понимаете, что хозяйку «Котлища», а именно на нее он и намекает, такой сюрприз точно не обрадует. – Просто подкинь незаметно, и я продам тебе картину. По рукам? \n\nВезунчик протягивает мозолистую ладонь.",
    "answers": [
      {
        "id": 103,
        "text": "– По рукам."
      },
      {
        "id": 104,
        "text": "– Ну уж нет."
      }
    ]
  },
  {
    "id": 103,
    "text": "Стоит вам протянуть ладонь, как Везунчик быстро убирает свою, хрипло посмеиваясь. Вы недоуменно держите руку в воздухе еще пару минут, а потом хмуро запихиваете в карман. Смешно ему, как же. \n\n– Вот и иди, раз по рукам, только смотри, осторожно. А то демонова баба тебе их враз поотрывает, – Везунчик ударяет себя по коленке, продолжая веселиться. \n\nВы отдергиваете плащ и прячете мешочек в рукав. Ничего, вот заслужите повышение, и сами будете других так гонять.",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 104,
    "text": "Стоит подумать об этом, как на душе становится гадко – будто кто туда плюнул. О повышении такой ценой было легко думать в теории, но теперь вам его не так уж и сильно хочется. Везунчик выхватывает мешочек из ваших рук и подкидывает на ладони. \n\n– Чувствую себя, как обманутая девка. А разговоров-то было, – издевательски говорит он. – Иди по своим делам, цыпленок. \n\nСпрятав мешочек обратно в карман, Везунчик заворачивает картину в ткань и прячет за прилавок. Больше вы ее не увидите.",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 105,
    "text": "– Эй, мелочь. В которой? \n\nВы протягиваете две закрытых руки. Девочка с интересом наклоняется вперед и, чуть подумав, тыкает в правую. Это не сложно – пальцы до конца не смыкаются. Вы разжимаете их, повернув ладонью вверх. Увидев лежащий на ней снежный шар, девочка радостно взвизгивает, будто щенок после долгой разлуки, и порывисто прижимает его к груди. \n\n– Ты его нашел! – пищит она, разом растеряв всю взрослость. Все-таки ребенок есть ребенок. Девочка нежно обводит стеклянную сферу пальчиком, после чего поднимает на вас сияющие глаза, – я тебе скидку дам. Нет, постой. Скажи, что хочешь найти, и я достану. \n\nДевочка протягивает руку, и из глубины сундука вылетает плюшевый мишка. Вы его не видели, значит, глубоко лежал. Вот паршивка. Но смотрит-то как твердо. Вы задумываетесь, что из подходящих вам подарков можно найти в бабушкином сундуке. \n\n– Да ничего не нужно, – наконец, говорите вы.\n\nДевочка пожимает плечами и возвращается на стул, любуясь снежным шаром.",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 106,
    "text": "Везунчик напевает себе под нос какую-то песенку. Вы прислушиваетесь. Такое явно нельзя петь в приличном обществе.",
    "answers": [
      {
        "id": 133,
        "text": "– Я все сделал.",
        "need": [
          152,
          103,
          -133
        ],
        "var_not": [
          "рус",
          1
        ]
      },
      {
        "id": 100,
        "text": "Спросить про морские пейзажи",
        "need": [
          13,
          -100
        ],
        "var_not": [
          "рус",
          1
        ]
      },
      {
        "id": 82,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 107,
    "text": "По обеим сторонам прилавка сидят девушки. Явно сестры – в чертах лица чудится что-то знакомое, но слишком отдаленно. Они скорее дополняют друг дуга, как пламя свечи дополняет ее тень. \n\nТа, что справа, высокая и тонкая, как тростинка, с аккуратным золотистым хвостиком и матовой помадой на губах. У второй же волосы торчат непослушными рыжими кудряшками и на глаза не падают только благодаря вязанной повязке. Ее макияж больше похож на сценический, но, на удивление, ярко-зеленые тени рыжей даже идут. Девушки приветствуют вас кивками. \n\n– Я Анна. Чем могу вам помочь? – мягко представляется блондинка, поймав ваш взгляд. \n\n– А я Мария, – звонко и весело перебивает ее рыжая. – Подарок кому-то выбираете или себе? \n\nОна подмигивает. Специально парные имена выбрали, да еще и \"человеческие\", а не как тут принято? Вы скептически смотрите на духи. Парочка вроде бы и выглядит нейтрально, но название прилавка не оставляет шансов: на девицу, красную или нет, вы не похожи. \n\n– Да мне бы девушке что-то купить. \n\nНе успеваете вы договорить, как две пары глаз вспыхивают почти демоническими огнями.",
    "answers": [
      {
        "id": 98,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 108,
    "text": "– Духи? – почти певуче спрашивает Анна, выступая вперед. \n\nМария пихает ее плечом, заставив ойкнуть, и выскакивает перед сестрой, притоптывая на месте от нетерпения. \n\n– Шарф? – азартно выпаливает она, мотая головой, отчего кудряшки скачут, как пружинки. \n\nАнна подвигает ее в сторону, и сестры сталкиваются друг с другом глазами, недовольно хмурясь. Аж молнии между ними проскакивают. Никто из соседних лавочников не обращает на спор внимание – похоже, тут это обычное дело. Анна и Мария, еще несколько минут посражавшись в невидимой борьбе, наконец расходятся в стороны. \n\n– Наперстки? – со вздохом спрашивает Анна. \n\nМария яростно кивает, и они обе смотрят на вас. Похоже, вам предлагается сыграть и таким образом решить, что именно вы купите. Соглашаться ли?",
    "answers": [
      {
        "id": 109,
        "text": "Сыграть",
        "var_not": [
          "рус",
          1
        ]
      },
      {
        "id": 110,
        "text": "Не играть"
      }
    ]
  },
  {
    "id": 109,
    "text": "В конце концов, почему бы и нет? Мария радостно хлопает в ладоши. Подскочив к прилавку, она лихо сдвигает в сторону флакончики духов, освобождая пространство. Раздается тихий стеклянный перезвон. Анна, покачав головой, мягко опускается обратно на стул, сложив руки на коленях. Мария жестом фокусника выхватывает откуда-то две деревянные миски. \n\n– Тут будут духи, – пренебрежительно фыркнув, она со стуком накрывает зеленоватый флакон. – А тут – прекрасный уютный шарф! Следи за руками. \n\nАнна закатывает глаза, когда миска бережно накрывает второй предмет. Мария картинно проводит над прилавком растопыренными пальцами. Вы присматриваетесь. Духи – слева. Шарф – справа. Учитывая, что предмета всего два, это будет несложно. Достаточно проследить, сколько раз они поменяются местами. \n\n– Поехали! – выкрикивает Мария, и ее волосы взметаются вверх-вниз, как от невидимого ветра. \n\nИ миски начинают мелькать. Вы считаете: раз, два, три, четыре, пять, шесть... На седьмой быстро двигающиеся руки Марии останавливаются. \n\n– Выбирай, – мягко предлагает Анна. \n\nМария с задорно улыбкой наигрывает барабанную дробь на краю прилавка, перестукивая пальцами. Что ж, осталось понадеяться, что вы все верно просчитали.",
    "answers": [
      {
        "id": 111,
        "text": "Указать на левую миску",
        "var_set": [
          "рус",
          1
        ]
      },
      {
        "id": 112,
        "text": "Указать на правую миску",
        "var_set": [
          "рус",
          1
        ]
      }
    ]
  },
  {
    "id": 110,
    "text": "Вам не пять, чтобы участвовать в этом цирке. Тем более, что пришли то сюда не за этим. \n\n– Я, пожалуй, пойду, – говорите вы, поставив зеленоватый флакон обратно на прилавок. \n\nАнна вздыхает, но ее лицо сохраняет одухотворенное и возвышенное выражение. \n\n– Если что – приходите, – она отстраненно улыбается. \n\n– Мы будем здесь, – добавляет Мария грустным тоном. Она даже не пытается скрыть, как расстроилась. \n\nКогда вы уже отходите на достаточное расстояние, то слышите обрывок диалога: «ну вот, клиента потеряли. А все твои духи...». Похоже, спор вышел на новый виток.",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 111,
    "text": "По лицу Анны, будто рябь по водной глади, пробегает какая-то эмоция, и она чуть качает головой: \n\n– Не повезло. \n\nВы хмуритесь, но тут Мария одним резким движением срывает миску, открыв свернутый змеей оранжево-красный шарфик. Она восторженно подпрыгивает на месте, как ребенок. \n\n– А вот и повезло! – Мария поворачивается к сестре и совсем уж по-детски показывает той язык. – Обставила я тебя, сестренка, один-ноль. \nТа с неодобрением складывает руки на груди – будто школьная учительница. Мария бросается к прилавку и начинает с ругательствами и шорохом запаковывать подарок. \n\n– Держи, ей обязательно понравится, – спустя еще пару минут сопения говорит она. \n\nТо, что вам впихивают в руки, косое и кривое, еще и дождиком перетянуто, но от подарка веет теплотой. Остается надеяться, что Русалка это оценит.",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 112,
    "text": "Еще до того, как Мария открывает крышку, на лице Анны появляется торжествующая улыбка. Вы уже и сами видите прозрачный бок флакончика с «Лесной нимфой». Мария скорбно поджимает губы. \n\n– Вот видишь, сама судьба на моей стороне. Ей, как женщине, виднее, – пропев это, Анна подходит к стойке и бережно берет духи – как ребенка. – Сейчас я их вам запакую. \n\nМария вздергивает нос. Она теряет к вам интерес и забирается обратно на стул прямо с ногами, обхватывая колени. Закончив, Анна отдает вам упаковку с духами в оберточной бумаге с рисунком в виде цветов. Все стыки аккуратные, а на верхушке красуется пышный бант. Заплатив указанную сумму, оказавшуюся немаленькой, вы уходите. Судьба то ладно, а вот понравится ли подарок Русалке?",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 113,
    "text": "Вы ожидаете увидеть старую женщину или хотя бы мужчину, но, вытянув ноги в высоких полосатых носках, на пляжном стуле лежит девочка лет двенадцати. Курносая, с двумя тонкими черными косичками и в солнечных очках-сердечках. \n\nВремя от времени по ее телу с треском пробегает молния, рассыпаясь в стороны синими искрами. Руки девочки обмотаны новогодними гирляндами, и при каждом разряде они кратко мигают. Забавно.\n\nКогда ваша тень заслоняет солнце, на котором девочка пытается загорать, та садится, придерживая сползающие очки. Ворот платья сдвигается, открыв ветвистые фиолетовые полосы. \n\nДевочка смотрит в вашу сторону, и ее глаза вдруг наливаются такой сильной ненавистью, что вы невольно отступаете на шаг. Будто лава из вулкана рванула. \n\n– С экзорцистами не торгую, – отрезает она звенящим от ярости голосом и ложится обратно, прикрыв глаза.",
    "answers": [
      {
        "id": 115,
        "text": "– Почему?"
      },
      {
        "id": 116,
        "text": "– Я тоже их терпеть не могу."
      }
    ]
  },
  {
    "id": 114,
    "text": "– Тебе это не нужно, – говорит гадалка вместо ответа на ваш вопрос. \n\nВы прищуриваетесь. \n\n– Это еще почему? \n\nГадалка чуть наклоняется вперёд, но темнота будто двигается вместе с ней, как причудливый головной убор. Синие глаза по кошачьи блестят на свету. \n\n– С дороги, которую ты выбрал, так просто не сойти, – она вдруг выхватывает из колоды случайную карту и поворачивает к вам. Человек, смотрящий в зеркало. И в зависимости от освещения он то и дело меняется с отражением местами. – Но ты можешь попытаться. Правда, доброй сказки уже не выйдет, но это лучше, чем злая. \n\nВы хмуритесь. Никогда не нравились гадалки с их туманными предсказаниями. Синие глаза замирают, как и окружающая их темнота. Вы решаете уйти, пока голова от этих ребусов не разболелась.",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 115,
    "text": "Девочка набычивается, но не отвечает. Чужая злость оказывается заразительной, и вы шагаете вперед. \n\n– Почему? – повторяете вы настойчивее, повысив голос. \n\nВы ведь просто делаете свою работу, так зачем каждый демонов призрак пытается вам мешать? Разве это так сложно – просто не вставлять палки в колеса велосипеда, на котором едешь? Будто бы вам это больше всех нужно.\n\nРаздражение, скопившееся за все это время, словно снежный ком, разрастается все сильнее и сильнее, пока не выплескивается наружу. Вы злобно пинаете спинку стула, заставив девочку испуганно сжаться. Ее губы дрожат. От статического электричества в воздухе волосы встают дыбом. \n\nПроклятье. \n\n– Эй, я не специально... \n\nЧто-то острое впивается вам в руку, и ладонь пронзает болью. Вы вскрикиваете, дернув кистью в воздухе, и черный комок, кувыркнувшись, заслоняет девочку, громко шипя. Существо напоминает толстую змею на восьми птичьих лапах. \n\nВы с тревогой осматриваете место укуса, но, кроме двух капель крови, ничего не обнаруживаете. Если бы тварь вас отравила, кожа бы уже пошла пятнами – по крайней мере так говорили в институте. Яда нет. Пока что. \n\nДевочка успокаивающе опускает на голову зверя ладонь. Теперь в ее взгляде добавляется еще и презрение. Тварь издает низкое ворчание, скаля игольчатые зубы и не переставая хлестать во все стороны чешуйчатым хвостом. Ближе вам теперь ни за что не подойти.",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 116,
    "text": "Кажется, вы угадали с тоном и со словами – девочку ваш ответ на мгновение вводит в ступор. Сняв с лица маску гнева, она удивленно распахивает глаза, а потом тут же хмурится, выпятив губу. По тонким пальцам бегут синие искры. \n\n– Тогда почему ты им стал? – спрашивает девочка недоверчиво. \n\nВы разводите руками.",
    "answers": [
      {
        "id": 118,
        "text": "– Так вышло. Но я стараюсь, как могу."
      },
      {
        "id": 117,
        "text": "– Хочу помогать призракам."
      }
    ]
  },
  {
    "id": 117,
    "text": "Щиты, вот-вот начавшие опускаться, поднимаются снова, и девочка ощетинивается, будто котенок. \n\n– Мне не пять, чтобы верить в сказки, – она упрямо задирает голову. Выглядит смешно, но, когда воздух гудит от проскальзывающих в нем вспышек, улыбаться не тянет. – Бабушка говорила не торговать с теми, кто врет. \n\nИ, сдернув очки, девочка принимается тщательно вытирать их краем платья. Да уж, психолог из вас так себе – либо дети действительно хорошо чувствуют неискренность.",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 118,
    "text": "– Бабушка тоже так говорила. Про обстоятельства, – девочка вздыхает и поднимается на ноги, приглаживая платье. – Ладно, пошли. Но цены я задеру. \n\nОна ухмыляется совсем по-взрослому. И где только успела нахвататься. Вы качаете головой, но подходите к прилавку. Сундук действительно огромный – руки погружаюсь по локоть, но коснуться дна пальцами так и не удается. \n\n– Можешь рыться, сколько хочешь, – заявляет девочка, забравшись на бортик и болтая свешанными ногами. Огоньки на ее руках весело сверкают. Немного помолчав, она щелкает пальцами. – Кстати, найдешь снежный шар с котенком – отдай мне. Это бабушкин подарок, а я его вчера уронила. \n\nВы начинаете искать. Судя по всему, это действительно вещи какой-то старушки. Шерстяной платок, авоська, формочки для выпечки, старая косынка... почему девочка распродает их, можно только догадываться, и, судя по ее нелюбви к экзорцистам, выводы напрашиваются сами собой. \n\nСпустя пару минут копания, уже подняв облако пыли, вы достаете почти новую книгу в яркой глянцевой обложке с надписью «100 закаток на зиму».",
    "answers": [
      {
        "id": 119,
        "text": "Купить",
        "var_not": [
          "кош",
          1
        ]
      },
      {
        "id": 120,
        "text": "Искать дальше"
      }
    ]
  },
  {
    "id": 119,
    "text": "Упаковки у девочки нет, но она дает вам праздничный пакетик с еловыми игрушками. Распрощавшись почти друзьям, вы расходитесь в разные стороны, она – загорать под зимним солнцем, а вы – в дебри Рынка, дальше заниматься делами. То есть бегать с высунутым языком, как собака.",
    "answers": [
      {
        "id": 82,
        "text": "Далее",
        "var_set": [
          "кош",
          1
        ]
      }
    ]
  },
  {
    "id": 120,
    "text": "Вы кладете книгу обратно. Красивая, но подарки должны быть еще и полезными. Или хотя бы радовать душу. Девочка задирает голову, начав вслух считать облака, а вы все ищите и ищите, шурша пыльным барахлом. \n\nТут пальцы наталкиваются на что-то гладкое, и вы достаете небольшой стеклянный шар. Внутри кружатся белые хлопья, и когда они оседает, вы видите маленького рыжего котенка, одиноко стоящего в снегу. Стоит встряхнуть шар еще раз, как снежинки взметаются вверх, плавно падая на сжавшуюся фигурку. Похоже, это о нем говорила девочка.",
    "answers": [
      {
        "id": 121,
        "text": "Отдать",
        "need": 68,
        "var_not": [
          "тру",
          1
        ]
      },
      {
        "id": 96,
        "text": "Отдать",
        "need": -68
      },
      {
        "id": 122,
        "text": "Спрятать в карман",
        "need": 13
      },
      {
        "id": 105,
        "text": "Отдать",
        "need": 68,
        "var_need": [
          "тру",
          1
        ]
      }
    ]
  },
  {
    "id": 121,
    "text": "– Эй, мелочь. В которой? \n\nВы протягиваете две закрытых руки. Девочка с интересом наклоняется вперед и, чуть подумав, тыкает в правую. Это не сложно – пальцы до конца не смыкаются. Вы разжимаете их, повернув ладонью вверх. Увидев лежащий на ней снежный шар, девочка радостно взвизгивает, будто щенок после долгой разлуки, и порывисто прижимает его к груди. \n\n– Ты его нашел! – пищит она, разом растеряв всю взрослость. Все-таки ребенок есть ребенок. Девочка нежно обводит стеклянную сферу пальчиком, после чего поднимает на вас сияющие глаза. – Я тебе скидку дам. Нет, постой. Скажи, что хочешь найти, и я достану. \n\nДевочка протягивает руку, и из глубины сундука вылетает плюшевый мишка. Вы его не видели, значит, глубоко лежал. Вот паршивка. Но смотрит-то как твердо. Вы задумываетесь, что из подходящих вам подарков можно найти в бабушкином сундуке. \n\n– Спицы для вязания, – наконец, говорите вы, вспомнив вырезки из журналов в книге Трудоголика. \n\nДевочка шевелит пальцами, и вверх взметается корзинка с несколькими видами спиц и парой цветных клубков. Надо сказать, в отличном состоянии. \n\n– Спасибо, – говорите вы искренне, и девочка кивает. \n\nБез слов понятно – вы в расчете. Теперь главное, чтоб Трудоголик вас не пришиб за излишнюю инициативность.",
    "answers": [
      {
        "id": 82,
        "text": "Далее",
        "var_set": [
          "тру",
          1
        ]
      }
    ]
  },
  {
    "id": 122,
    "text": "Еще раз оглядевшись по сторонам, вы быстро засовываете руку в карман и уже там разжимаете пальцы. Ткань тут же оттягивает от немаленького веса. Да уж, у детей вы еще не воровали. Впрочем, ей он все равно ни к чему, а для вас это очередная ступенька по пути к повышению. \n\nВы еще пару минут для виду роетесь в сундуке и разгибаетесь, потирая поясницу. Едва заметно укалывает совесть, но от нее удается легко отмахнуться. Это всего лишь призрак, которому в мире живых вообще не место. А жалость, как говорится, на хлеб не намажешь.",
    "answers": [
      {
        "id": 82,
        "text": "Далее",
        "var_set": [
          "кош",
          1
        ]
      }
    ]
  },
  {
    "id": 123,
    "text": "Внутри прилавка темно, а из-за складок ткани, имитирующих вход в шатер, виднеются только руки, тасующие карты. Пальцы морщинистые, но аристократически тонкие и изящные. Стоящая рядом свеча бросает на кожу оранжевые отсветы, делая ее на контрасте почти белой. Вы наклоняетесь, пытаясь разглядеть сидящего внутри призрака. \n\n– Ты ведь не хочешь, чтоб я гадала тебе, экзорцист, – этот голос слишком низкий для женщины и слишком мягкий для мужчины. – Вы никогда не хотите. \n\nЛица видно не становится, но в темноте вспыхивают два люминесцентно синих глаза. Вы слышали, что такое бывает только у призраков, овладевших своей силой в совершенстве. Вы качаете головой. Одна из рук гадалки опускается на стоящий рядом молочно-белый шар, распластываясь на нем, как птичья лапка.",
    "answers": [
      {
        "id": 125,
        "text": "Далее",
        "need": 12
      },
      {
        "id": 114,
        "text": "Далее",
        "need": [
          158,
          133,
          122,
          137,
          103
        ],
        "need_sometimes": true
      },
      {
        "id": 173,
        "text": "Далее",
        "need": [
          13,
          -133,
          -122,
          -137,
          -103,
          -158
        ]
      },
      {
        "id": 76,
        "text": "Далее",
        "need": 11
      }
    ]
  },
  {
    "id": 124,
    "text": "За прилавком стоит лысый мужчина в камуфляжных штанах и футболке с надписью на английском. Перевести оказывается не сложно – на темной ткани красуется надпись: «девушка мечты». \n\nВы прыскаете в кулак и тут же маскируете это кашлем. Вот ради этого и стоит учить языки. Мужчина степенно кивает вам, но не пытается заговорить. Даже удивительно, учитывая то, какими языкастыми были остальные. Вы прохаживаетесь мимо прилавка, присматриваясь к этому царству брутальности.",
    "answers": [
      {
        "id": 137,
        "text": "Зажигалка"
      },
      {
        "id": 136,
        "text": "Часы"
      },
      {
        "id": 82,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 125,
    "text": "– Тебе это и не надо – ты уже все для себя решил. Чужой маяк только помешает. \n\nЧерные ногти постукивают по стеклу. Вы невольно сглатываете и оглядываетесь по сторонам. Вблизи становится видно, что автоматы со жвачкой пустые, а дверцы у них намного шире, чем нужно для конфет. Некоторые даже больше, чем ваша ладонь. \n\n– Что это? – спрашиваете вы, чтобы отвлечься. \n\nГадалка вновь берет в руки карты и начинает их тасовать. Раздается глухой щелкающий звук, когда она мешает их, как заправский шулер. \n\n– Тебе нужен вот этот. Он создает несбывшиеся мечты из воспоминаний, – она указывает в сторону самого крупного, в которой даже маленький ребенок бы поместится. – Только материальное и по мелочи, конечно. Например, новую заколка, на которую не хватило денег. Или игрушку, которую так и не сшил. \n\nКакая-то мысль начинает оформляться в вашем сознании. Вы подходите к автомату. На его крышке намечены силуэты ладоней, а внизу виднеется выемка под монетку. Можно попробовать, если, конечно, вы знаете, что хотите создать.",
    "answers": [
      {
        "id": 126,
        "text": "Забросить монетку",
        "need": 50,
        "var_not": [
          "по",
          1
        ]
      },
      {
        "id": 127,
        "text": "Передумать"
      }
    ]
  },
  {
    "id": 126,
    "text": "Вы выгребаете из карманов всю мелочь и отправляете блестящую монету прямо в приемник. Та с гулким грохотом падает вглубь, и внутри автомата разливается мягкое желтоватое сияние. Вы сглатываете и осторожно кладете руки на крышку. \n\nСвет начинает пульсировать, как бьющееся часто-часто сердце. Невидимые нити обвивают пальцы, проникая сквозь кожу. Они тянутся прямо в центр сияющего спуска, как веревочка, за которые дергает кукловод. Ощущений становится слишком много, и вы прикрываете веки. Кажется, свет проникает даже сквозь них – продолжает стоять перед глазами. \n\nПоявляется чувство, что вы общаетесь с огромным могущественным существом, которое чутко реагирует на каждое слово. Главное подобрать нужные. \n\nЧто-то несбывшееся. Например, книга, которую так и не напечатали. Идея окончательно формируется у вас в голове, остается только правильно ее исполнить.",
    "answers": [
      {
        "id": 139,
        "text": "Сосредоточиться"
      }
    ]
  },
  {
    "id": 127,
    "text": "Вы переступаете с ноги на ногу, но так и не решаетесь. Мысли будто спутанный клубок, и с такой головой точно не следует в это лезть. Призрачный глаза, следящие за вами, чуть прищуриваются. \n\n– Попробуй предсказать, вернусь ли я, – нервно смеясь, говорите вы, направляясь прочь от шатра. \n\nРядом с ним вы сами как натянутая тетива, дрожащая от напряжения. Гадалка качает головой – вы не можете утверждать, но тени в шатре шевелятся. \n\n– Ты и сам этого еще не знаешь. \n\nПо спине бегут мурашки. Ну и жуть.",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 128,
    "text": "Оказывается, именно отсюда играет веселая новогодняя музыка – из стоящего на полу магнитофона – надо же, кто-то их все еще использует. \n\nВокруг бродят парочки с картонными стаканчиками в руках, источающими аромат корицы и виноградного сока. Пар стоит над ними, как облачка. Несколько молодых парней и девушек дурачатся, отплясывая что-то между вальсом и топотом медведя. \n\nНа постаменте стоит пухлая розовощекая женщина в огромной шубе и с красным колпаком на голове. Бумбончик вертится во все стороны, когда она носится с черпаком в руках от одного края котла к другому, наливая свое варево всем желающим. \n\nПриглядевшись, вы замечаете морковку, целую головку сыра, хлеб, яблоки, куриную ножку, связку сосисок и другие мало связанные продукты. Такое чувство, что женщина накидала туда все, что достала из холодильника с завязанными глазами. \n\n– Дикое варево тетушки Оли! А ну, кто смелый? – зазывает она, размахивая половником, как пират – флагом. – Вот ты, служивый, скажи: правду про железный ваш желудок говорят? Рискнешь? \n\nПоловник указывает на вас.",
    "answers": [
      {
        "id": 150,
        "text": "– А для котов что-то есть? ",
        "need": [
          80,
          -150
        ],
        "var_not": [
          "кош",
          1
        ]
      },
      {
        "id": 151,
        "text": "– Нет, спасибо.",
        "need": -151
      },
      {
        "id": 152,
        "text": "Нащупать мешочек",
        "need": [
          100,
          -152,
          -150
        ]
      }
    ]
  },
  {
    "id": 129,
    "text": "По сути дела, это даже не прилавок, а одинокий скучающий призрак в спортивном костюме и берете-козырьке с табличкой в руках. Вы бы его вообще не заметили, если бы не оглядывались так тщательно после ссоры с лавочницей «Бабушкиного сундука». Подарок для Кошатницы то все еще нужен, а подходящих лавок больше нет.",
    "answers": [
      {
        "id": 167,
        "text": "Подойти",
        "need": -167
      },
      {
        "id": 82,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 130,
    "text": "Балерина зажимает пальцы, вчитываясь в блокнот. Похоже, подбирает рифму.",
    "answers": [
      {
        "id": 91,
        "text": "Спросить про ручку",
        "need": -91
      },
      {
        "id": 92,
        "text": "Спросить про планер",
        "need": -92
      },
      {
        "id": 131,
        "text": "Купить ручку",
        "need": [
          91,
          -131
        ],
        "var_not": [
          "по",
          1
        ]
      },
      {
        "id": 132,
        "text": "Купить планер",
        "need": [
          13,
          92,
          -132
        ],
        "var_not": [
          "тру",
          1
        ]
      },
      {
        "id": 82,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 131,
    "text": "Балерина протягивает вам фирменную коробочку с оттиском в виде лиры.",
    "answers": [
      {
        "id": 82,
        "text": "Далее",
        "var_set": [
          "по",
          1
        ]
      }
    ]
  },
  {
    "id": 132,
    "text": "Балерина протягивает вам фирменную коробочку с оттиском в виде лиры.",
    "answers": [
      {
        "id": 82,
        "text": "Далее",
        "var_set": [
          "тру",
          1
        ]
      }
    ]
  },
  {
    "id": 133,
    "text": "Везунчик ухмыляется так сильно, что кажется – вот-вот уголки губ разойдутся. Или лицо треснет. \n\n– Да уж видел – рвануло знатно! Ну и жару ты задал, – он довольно посмеивается, похлопывая вас по плечу. Прикосновение его пальцев похоже на что-то между обжигающим кипятком и наждачкой. Хочется отдернуть руку. – Я, честно сказать, думал, что ты просто отстанешь. Но за такое зрелище не жалко. \n\nВезунчик складывает картину в высокий пакет со стилизованной подковой. Ну надо же. Вы расплачиваетесь, не чувствуя ни капли радости от успешного выполнения плана. Впрочем, Святой и не просил вас радоваться – работа есть работа. \n\n– Кто бы мог подумать, что среди экзорцистов найдётся такой ценитель маринизма, – хмыкает Везунчик, пересчитав деньги. \n\nВы неопределенно разводите руками. Не признаваться же, что тут сыграла не любовь к морю, а совсем противоположное ей чувство.",
    "answers": [
      {
        "id": 106,
        "text": "Далее",
        "var_set": [
          "рус",
          1
        ]
      }
    ]
  },
  {
    "id": 134,
    "text": "Девочка валяется на стуле, положив руки за голову.",
    "answers": [
      {
        "id": 135,
        "text": "Найти книгу про закатки и купить",
        "need": -135,
        "var_not": [
          "кош",
          1
        ]
      },
      {
        "id": 82,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 135,
    "text": "Упаковки у девочки нет, но она дает вам праздничный пакетик с еловыми игрушками. Распрощавшись почти друзьям, вы расходитесь в разные стороны, она – загорать под зимним солнцем, а вы – в дебри Рынка, дальше заниматься делами. То есть бегать с высунутым языком, как собака.",
    "answers": [
      {
        "id": 82,
        "text": "Далее",
        "var_set": [
          "кош",
          1
        ]
      }
    ]
  },
  {
    "id": 136,
    "text": "Стоит только указать в сторону красивых массивных часов, лежащих в открытой бархатный коробочке, как мужчина будто включается – робот, не иначе. \n\n– Представительные. Удобные, – рублеными фразами говорит он – будто из пистолета стреляет – и, подумав немного, с весом добавляет. – Дорогие. \n\nЧасы выглядят восхитительно – несмотря на минимализм, в них чувствуется качественность. Сразу понимаешь, что владелец – уважаемый человек, а не хвастун какой. Хотя тут как посмотреть. \n\nВ любом случае, при взгляде на них вы прямо видите мужчин в дорогих костюмах, важно обсуждающих цены на акции. Фанатикам карьерного роста такие должны понравиться.",
    "answers": [
      {
        "id": 160,
        "text": "Купить",
        "var_not": [
          "тру",
          1
        ]
      },
      {
        "id": 82,
        "text": "Не покупать"
      }
    ]
  },
  {
    "id": 137,
    "text": "– Статусная. Многоразовая, – выдает мужчина, стоит вам потянуться к блестящей металлической зажигалке с оттиском в виде языков пламени. \n\nЕго манера разговаривать даже начинает вам нравиться. Вы берете зажигалку в руки и поворачиваете на свету, заставляя ее переливаться. Поднимаете крышку и щелкаете кнопкой. Пламя вырывается изнутри почти беззвучно, танцуя на ветру. \n\nВыглядит зажигалка очень красиво...",
    "answers": [
      {
        "id": 158,
        "text": "...и вы знаете, кому она точно не понравится.",
        "need": 13,
        "var_not": [
          "по",
          1
        ]
      },
      {
        "id": 159,
        "text": "...но вы не знаете, кому ее дарить."
      }
    ]
  },
  {
    "id": 138,
    "text": "Синие глаза сияют, будто две гнилушки. Чем дольше вы в них смотрите, тем сильнее становится холодок в груди.",
    "answers": [
      {
        "id": 126,
        "var_not": [
          "по",
          1
        ],
        "need": [
          50,
          -114,
          -126,
          -139
        ],
        "text": "Бросить монетку в автомат"
      },
      {
        "id": 82,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 139,
    "text": "Вы пытаетесь вспомнить стих, который вам зачитала Русалка. Как он начинался? Золотистые нити в шаре идут рябью, будто порвутся, стоит ошибиться. ",
    "answers": [
      {
        "id": 140,
        "text": "А синее небо над речкой"
      },
      {
        "id": 141,
        "text": "Холодное небо над речкой"
      },
      {
        "id": 140,
        "text": "И ветер гуляет над речкой"
      }
    ]
  },
  {
    "id": 140,
    "text": "Раздается тихий гул, и с каждой минутой он все нарастает. Пальцы заламывает болью, и вы вдруг понимаете, что вам напоминает этот звук: струну, которая вот-вот порвется. И в то же самое мгновение нити внутри шара, дрогнув, обрываются, и золотистый свет поглощает темнота. Вы еще пару минут пытаетесь добиться от шара отклика, но он будто мертв. Гадалка молча прикрывает глаза. Похоже, у вас была всего одна попытка, и вы ее только что потратили.",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 141,
    "text": "Вас обдает теплом, и нити внутри шара начинают двигаться, сплетаясь в подобие кокона. Похоже, фраза была правильной. Слова невольно срываются с языка, и вы шепчете их себе под нос:\n\n– Холодное небо над речкой, закованной в иней и лед. Где воском заплакала свечка, никто...\n\nКак же там дальше?",
    "answers": [
      {
        "id": 140,
        "text": "...мне уже не споет."
      },
      {
        "id": 140,
        "text": "...по мне слезы не льет."
      },
      {
        "id": 145,
        "text": "...меня ныне не ждет."
      }
    ]
  },
  {
    "id": 142,
    "text": "Раздается тихий гул, и с каждой минутой он все нарастает. Пальцы заламывает болью, и вы вдруг понимаете, что вам напоминает этот звук: струну, которая вот-вот порвется. И в то же самое мгновение нити внутри шара, дрогнув, обрываются, и золотистый свет поглощает темнота. Вы еще пару минут пытаетесь добиться от шара отклика, но он будто мертв. Гадалка молча прикрывает глаза. Похоже, у вас была всего одна попытка, и вы ее только что потратили.",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 143,
    "text": "Слова звучат весомо, что и без нужной интонации любой бы ощутил точку. Вихрь еще сильнее ускоряется, смазываясь в одно сплошное золотое пятно – и вдруг раскалывается на части. Пред вашим взглядом предстает небольшая книга – в карман поместится – с приятной изумрудной обложкой. Только вот имя автора пустует. Вы четко понимаете, что ответственность за него ложится на ваши плечи. Ну и как зовут Поэта \"по-человечески\"?",
    "answers": [
      {
        "id": 144,
        "text": "А. Пирит"
      },
      {
        "id": 146,
        "text": "Е. Автит"
      },
      {
        "id": 147,
        "text": "И. Авгит"
      },
      {
        "id": 148,
        "text": "А. Парит"
      }
    ]
  },
  {
    "id": 144,
    "text": "Пару минут ничего не происходит, и вы уже выдыхаете, как вдруг замечаете на книге черное пятнышко. И оно стремительно разрастается. Спустя буквально один удар сердца внутри шара остается только черная дыра. Вы еще пару минут пытаетесь добиться от шара отклика, но он будто мертв. Гадалка молча прикрывает глаза. Похоже, у вас была всего одна попытка, и вы ее только что потратили.",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 145,
    "text": "Кокон начинает пульсировать. Нити стекаются к нему, закручиваясь, как маленький вихрь, и он все набирает и набирает скорость. Вы чувствуете себя так, будто поймали волну – или будто пропускаете сквозь себя электрический ток. Даже потряхивает немного, но одновременно с этим грудь наполняет чистая радость. Стих льется из вас легко и непринужденно, остается только закончить.",
    "answers": [
      {
        "id": 143,
        "text": "...то лучше нам мерзнуть одним."
      },
      {
        "id": 140,
        "text": "...мы вместе все зло победим."
      },
      {
        "id": 140,
        "text": "...то это решать нам самим."
      }
    ]
  },
  {
    "id": 146,
    "text": "Пару минут ничего не происходит, и вы уже выдыхаете, как вдруг замечаете на книге черное пятнышко. И оно стремительно разрастается. Спустя буквально один удар сердца внутри шара остается только черная дыра. Вы еще пару минут пытаетесь добиться от шара отклика, но он будто мертв. Гадалка молча прикрывает глаза. Похоже, у вас была всего одна попытка, и вы ее только что потратили.",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 147,
    "text": "Пару минут ничего не происходит, но потом на обложке книги одна за другой вспыхивают изящные золотистые буквы. Стоит загореться последней, как нити пропадают, и книга падает на дно. Вы медленно поднимаете ладони, еще до конца не веря в то, что только что совершили. Нагибаетесь, чтобы вынуть книгу, пролистываете пару страниц... Она выглядит совершенно обычно, даже пахнет приятно. Со стороны шатра раздается одобрительный смешок. Вы киваете гадалке и идете прочь.",
    "answers": [
      {
        "id": 82,
        "text": "Далее",
        "var_set": [
          "по",
          1
        ]
      }
    ]
  },
  {
    "id": 148,
    "text": "Пару минут ничего не происходит, и вы уже выдыхаете, как вдруг замечаете на книге черное пятнышко. И оно стремительно разрастается. Спустя буквально один удар сердца внутри шара остается только черная дыра. Вы еще пару минут пытаетесь добиться от шара отклика, но он будто мертв. Гадалка молча прикрывает глаза. Похоже, у вас была всего одна попытка, и вы ее только что потратили.",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 149,
    "text": "Пересчитав покупки, вы задумываетесь, нужно ли взять что-то еще, кроме самих подарков.",
    "answers": [
      {
        "id": 162,
        "text": "Обойдутся"
      },
      {
        "id": 163,
        "text": "Просто взять то, что подороже"
      },
      {
        "id": 172,
        "text": "Купить то, что просили призраки"
      }
    ]
  },
  {
    "id": 150,
    "text": "Тетушка Оля недоуменно чешет затылок. \n\n– Мне для духа, – говорите вы, хотя это и так понятно: живые не смогут глотнуть это варево, как и наоборот.\n\nИ хозяйка «Котлища» это отлично знает, а все равно подначивает, смотри-ка. Тетушка Оля кивает и, смело сунув черпак в котел, начинает им ворошить, придирчиво рассматривая выловленные куски. \n\n– Не то, тоже не то, ой, а это вообще мой носок, а я искала... – бормочет она себе под нос. – Ага! Только смотри, сам по пути не съешь. \n\nЗадорно похохотав, Тетушка Оля выкладывает в глубокую одноразовую тарелку разваренную рыбью голову и протягивает вам. Запах стоит такой, что вы невольно закрываете нос рукавом плаща. Впрочем, у призраков странные вкусы в еде. \n\nГлавное, чтоб котенку понравилось.",
    "answers": [
      {
        "id": 82,
        "text": "Далее",
        "var_set": [
          "кош",
          1
        ]
      }
    ]
  },
  {
    "id": 151,
    "text": "Как будто она не знает, что живой не может съесть то, что предназначено призраку. Тетушка Оля сгибает руки в локтях и начинает кудахтать, махая ими на манер крыльев. \n\n– Ко-ко-ко, экзорцист, а такой трусишка, – подначивает вас она. \n\nНарод вокруг посмеивается.",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 152,
    "text": "Вы лезете в карман, касаясь мешочка, который вам дал Везунчик. Если и стоит его подбрасывать, то сейчас самое время – народу вокруг собралось порядочно. Только как бы хозяйку «Котлища» отвлечь?",
    "answers": [
      {
        "id": 153,
        "text": "– Фу, таракан!"
      },
      {
        "id": 154,
        "text": "– Смотри!"
      }
    ]
  },
  {
    "id": 153,
    "text": "От возмущения Тетушка Оля даже дар речи теряет. \n\n– Где это ты здесь таракана увидел? – угрожающе щурится она, намекающе хлопая половником по раскрытой ладони. \n\nЗатылок холодит, но, не моргнув и глазом, вы тыкаете куда-то тетушке Оле под ноги. \n\n– Вон сидит! \n\nТа наклоняется, пытаясь разглядеть темное пятнышко, даже пальцем корябает. \n\n– Та этож изюм прилип, – кряхтит она. \n\nВы медленно достаете мешочек и поднимаете над бурлящим котлом. Так, нужно выиграть еще немного времени. \n\n– Нет, вон там. Правее. Еще. Теперь левее. \n\nТетушка Оля крутится, как волчок, следуя вашим указаниям. Вы прикидываете в уме дальнейшие действия. Пора! Пальцы разжимаются будто сами собой, и вы словно со стороны видите, как мешочек тяжело ухает прямо в котел, быстро потонув – только водяной круг расходится и горячие брызги летят. \n\n– Все, убежал, – говорите вы, добавив в голос досады. \n\nИ, пока тетушка Оля разгибается, спешите отойти подальше и уже с безопасного расстояния наблюдаете за постаментом. ",
    "answers": [
      {
        "id": 156,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 154,
    "text": "Вы быстро указываете Тетушке Оле за спину. Та невольно оборачивается, но стоит вам потянуться к котлу с зажатым в пальцах «подарком», как по запястью ударяет половник. Вы ойкаете, выронив мешочек и отпрянув в сторону. Тетушка Оля грозно нависает над вами, будто айсберг над Титаником. \n\nА в фильмах это лучше работало. \n\n– Ты куда руки тянешь, паршивец? – ругается она и вдруг подхватывает мешочек половником – и глазом моргнуть не успеваете. Тетушка Оля взвешивает его в ладони. – Тебя это пес проклятый послал, да? Держи обратно свое добро, старый черт! \n\nТетушка Оля размахивается и со всей дури швыряет мешочек в сторону «Окон». Раздается грохот – как раскат грома – во все стороны сыплются искры, и прилавок застилает густой грязно-зеленый дым. Вжав голову в плечи, вы ретируетесь прежде, чем успеваете получить половником по шее.",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 155,
    "text": "Тетушка Оля помешивает свое демоническое варево, шутливо грозя вам пальцем.",
    "answers": [
      {
        "id": 150,
        "text": "– А для котов что-то есть? ",
        "need": [
          80,
          -150
        ],
        "var_not": [
          "кош",
          1
        ]
      },
      {
        "id": 152,
        "text": "Нащупать мешочек",
        "need": [
          103,
          100,
          -150,
          -152
        ]
      },
      {
        "id": 157,
        "text": "Нащупать мешочек",
        "need": [
          100,
          150,
          -152,
          -157
        ]
      },
      {
        "id": 82,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 156,
    "text": "Первые пару минут ничего не происходит, и вы успеваете расстроится, как вдруг тетушкино варево вспенивается и переливается через край. В то же мгновение по котлу расходится трещина, и он ломается, будто перезревший арбуз, расколовшись на части. \n\nТолпящиеся рядом призраки с визгами и криками разбегаются в стороны, спасаясь от хлынувшего во все стороны варева. А вот тетушка Оля не успевает, и ее обдает с головы до ног. Быстро придя в себя, та начинает громко ругаться и причитать. \n\nЧто-то екает в груди, когда вы различаете дрожь в ее голосе – будто от сдерживаемых слез. Неприятное чувство удается кое-как задавить только мыслями о повышении. \n\nА вот к постаменту лучше больше не лезть – попадете под горячую руку.",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 157,
    "text": "Вы нащупываете в кармане мешочек – и так же быстро разжимаете пальцы. Какой бы острой на язык эта тетушка Оля не была, она помогла вам, даже не попытавшись высмеять эту причуду с кошачьей едой. После этого гадить ей просто рука не подымется. Да и вдруг обратно голову отберет...",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 158,
    "text": "А именно в этом и состоит ваша цель. Грустно, конечно, отдавать такую качественную вещь тому, кто ее не оценит, зато Святой точно похвалит вашу сообразительность. \n ",
    "answers": [
      {
        "id": 82,
        "text": "Далее",
        "var_set": [
          "по",
          1
        ]
      }
    ]
  },
  {
    "id": 159,
    "text": "Поэтому просто с легким сожалением откладывает назад. Такие вещи приятно держать в руках, но, если в отчете не сойдется дебет с кредитом, бухгалтерия вам все мозги съест.",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 160,
    "text": "Мужчина кладет часы в черный пакет без единой светлой точки. Кто бы сомневался.",
    "answers": [
      {
        "id": 82,
        "text": "Далее",
        "var_set": [
          "тру",
          1
        ]
      }
    ]
  },
  {
    "id": 161,
    "text": "Призрак смотрит в одну точку. Кажется, у него села батарейка.",
    "answers": [
      {
        "id": 137,
        "text": "Зажигалка",
        "need": -137
      },
      {
        "id": 136,
        "text": "Часы",
        "need": -136
      },
      {
        "id": 160,
        "text": "Купить часы",
        "need": [
          136,
          -160
        ],
        "var_not": [
          "тру",
          1
        ]
      },
      {
        "id": 82,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 162,
    "text": "Вы вообще не хотели всем этим заниматься, хватит и того времени, что вы уже потратили. А для начальства и так сойдет.",
    "answers": [
      {
        "id": 165,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 163,
    "text": "Вы все еще хотите побыстрее отстреляться, так что берете всего подороже – чтоб хорошо отчет выглядел. Даже елку искусственную берете из тех, у которых ценник повыше. Дорогие вещи ведь всем нравятся. Наверное.",
    "answers": [
      {
        "id": 165,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 164,
    "text": "Призрак срывается с места и исчезает в толпе – только недовольные крики и слышатся. Спустя пару минут такая же волна раздраженных возгласов движется в обратную сторону, и, распихивая всех вокруг локтями, призрак приближается к вам. \n\n– Ну? \n\nХмыкнув, он вынимает из-за пазухи какую-то толстую книгу и, помахав ей, протягивает раскрытую ладонь. Вы, поморщившись, кладете в нее обещанные «сто», и книга перекочевывает к вам. «100 закаток на зиму» – читаете вы на обложке. \n\n– Я не разбираюсь, что там бабки любят, – бесхитростно заявляет призрак. – Если что еще понадобится – я тут буду. \n\nВы неопределенно пожимаете плечами. Что ж, главное, что подарок для Кошатницы у вас теперь есть.",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 165,
    "text": "Закупив все, что нужно, вы направляетесь обратно. Проходя мимо шуршащего куста, вы невольно к нему приглядываетесь, но теперь там тихо – даже листья не шевелятся.",
    "answers": [
      {
        "id": 166,
        "text": "Попробовать приманить едой",
        "need": 150
      },
      {
        "id": 170,
        "text": "Идти дальше",
        "need": -150
      }
    ]
  },
  {
    "id": 166,
    "text": "Вы останавливаетесь и, порывшись в вещах, вынимаете тарелку с уже успевшей остыть рыбной головой и пододвигаете ее поближе к кусту. Пару минут ничего не происходит, но потом по нему будто пробегает рябь, и из листьев выглядывает любопытный розовый нос.\n\nПонюхав воздух, он вновь прячется, и наружу показывается уже все остальное тело. Котенок ступает медленно, настороженно оглядываясь на вас, но память о голоде перевешивает, и тот с урчанием набрасывается на рыбу. \n\nСлышится довольное чавканье. Желудок у котенка должен быть совсем крохотным, но звереныш умудряется умять большую часть рыбы, прежде чем сыто отстраняется. Вы медленно опускаетесь на корточки и протягиваете руку. \n\n– Кис-кис. \n\nВсе еще не уверены, что стоит действительно тащить его Кошатнице, просто вдруг понимаете, что так – правильно. \n\nКотенок заинтересованно вытягивает шею, и вы наконец можете разглядеть ошейник. Полосатый. Котенок колеблется. Видно, что он был домашним и хочет подойти, но боится. \n\nМожет, попробовать позвать по имени? Кошачьи клички все похожие, вдруг угадаете.",
    "answers": [
      {
        "id": 168,
        "text": "Барсик"
      },
      {
        "id": 169,
        "text": "Мурзик"
      }
    ]
  },
  {
    "id": 167,
    "text": "Вы подходите ближе и замечаете, что на табличке мелкими буквами приписано: \n«Любая работа по двести». Можно только понадеяться, что не тысяч. Завидев вас, призрак вытягивается, как гончар, поймавшая след: \n\n– Работка какая, босс? Вещи отнести? Отремонтировать что? Песню девушке сбацать? – он интригующе играет бровями. \n\nКозырек сползает, и вы замечаете неровную дырку у него на лбу. Призрак быстренько натягивает козырек обратно, придавив пожелтевшими ногтями. \n\n– Да нет... – вздыхаете вы, уже порядочно утомленный. – Знаешь лавку «Бабушкин сундук»? Иди купи мне там что-то, что старушки любят. \n\nДождавшись двух быстрых кивков, вы протягиваете призраку несколько купюр, которые быстро исчезают в кармане. Остается надеяться, что не бесследно.",
    "answers": [
      {
        "id": 164,
        "text": "Далее",
        "var_set": [
          "кош",
          1
        ]
      }
    ]
  },
  {
    "id": 168,
    "text": "Не успеваете закончить, как вам на грудь бросается живая стрела. Вы машинально пытаетесь подхватить звереныша, чтоб не свалился, но котенок ускользает, будто вода, как и любой призрак. \n\nНемного подумав, вы делаете пальцами овеществляющий знак. Ненадолго хватит, но и идти недалеко. Вы поднимаете котенка и прячете его за шиворот, запахнув плащ. Тот пару минут ворошится, не привыкший к новому состоянию, но в итоге затихает.",
    "answers": [
      {
        "id": 170,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 169,
    "text": "Котенок, уже потянувшийся к вашим пальцам, вдруг прижимает уши и бросается обратно в кусты. Вы еще пару минут пытаетесь выманить его обратно, но тщетно. Хоть накормить удалось...",
    "answers": [
      {
        "id": 170,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 170,
    "text": "Остальной отрезок пути вы проходите без приключений. У уже знакомого здания стоят несколько парней в серых плащах, куря и переговариваясь. Вы замечаете у них нашивки в виде звезд. Практиканты. \n ",
    "answers": [
      {
        "id": 175,
        "text": "– Эй, не хотите подзаработать? "
      },
      {
        "id": 176,
        "text": "Пройти мимо"
      }
    ]
  },
  {
    "id": 171,
    "text": "Стоит немного пораскинуть мозгами, как вам в голову приходит здравая мысль, что стоит обойти все прилавки и осмотреть разные товары прежде, чем делать выбор: если поспешите, вы можете упустить часть возможностей. Лавочники – не мыши, они не разбегутся. Главное – ни с кем не поссориться...",
    "answers": [
      {
        "id": 82,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 172,
    "text": "Вы набираете всего по мелочи: парочку дождиков, гирлянду, коробку бенгальских огней. Выторговываете у хмурого дедка в заячьей шапке пышную еловую ветку – как Русалка и просила. Может, выглядит негусто, но самое важное, чтоб вашим подопечным нравилось, верно?",
    "answers": [
      {
        "id": 165,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 173,
    "text": "– Ты рановато сюда пришел, – вам чудится тихий смех, похожий на звон хрустальных бокалов. – Сам еще ни в чем не определился. \n \nВы недоуменно оглядываетесь по сторонам. Синие глаза, блуждающие в темноте, чуть прищуриваются, будто гадалка улыбается. \n\n– Походи, посмотри, и потом уже возвращайся, – наконец говорит она, указывая пальцем вам за спину, на торговые ряды. \n\nИ как это понимать?",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 174,
    "text": "Гадалка глядит на вас в упор.\n\n– Ну что, позолотить тебе ручку, красавчик? – спрашивает она.\n\nСиние глаза искрятся. Вы понимаете, что она издевается.",
    "answers": [
      {
        "id": 125,
        "text": "Далее",
        "need": 12
      },
      {
        "id": 114,
        "text": "Далее",
        "need": [
          158,
          133,
          122,
          137,
          103
        ],
        "need_sometimes": true
      },
      {
        "id": 173,
        "text": "Далее",
        "need": [
          13,
          -133,
          -122,
          -137,
          -103,
          -158
        ]
      }
    ]
  },
  {
    "id": 175,
    "text": "В вашу сторону устремляется несколько заинтересованных взглядов. Не удивительно – вы и сами недавно были студентом и знаете, что это такое, когда в карманах с большей вероятностью найдешь коготь демона, чем деньги. \n\n– Бить никого не будем, – заявляет самый смелый. \n\nВы невольно улыбаетесь. \n\n– Нужно пару ящиков на улицу перетащить, – говорите, и, заметив, как те кисло переглядываются, достаете несколько крупных купюр и машете ими в воздухе. \n\n– Половину вперед. Куда идти? – подает голос все тот же парень. \n\nВы отдаете часть денег и объясняете дорогу, добавив: \n\n– Скажете, что вас их куратор послал. \n\nПарни кивают с умным видом и исчезают в дверях. Спустя пару минут во дворе собирается такая же куча ящиков, какая до этого была в углу комнаты. Расплатившись с практикантами, вы поднимается наверх.",
    "answers": [
      {
        "id": 176,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 176,
    "text": "Вы поднимаетесь вверх по лестнице, считая ступеньки и перебирая в уме все, что успели сделать за этот демонически насыщенный день. Нужная дверь оказывается перед вами как-то даже слишком быстро.",
    "answers": [
      {
        "id": 177,
        "text": "Далее",
        "need": 163
      },
      {
        "id": 178,
        "text": "Далее",
        "need": 172
      },
      {
        "id": 179,
        "text": "Далее",
        "need": 162
      }
    ]
  },
  {
    "id": 177,
    "text": "Вы пропихиваете елку в дверной проем и с гордым видом ставите ее по середине комнаты. Русалка набирает в легкие воздуха, но, столкнувшись взглядом с Трудоголиком, так же быстро выдыхает и нахохливается, словно сыч. Похоже, ей не нравится. Остальные тоже косятся на елку без особой радости. Вы морщитесь. Никак этим призракам не угодить.",
    "answers": [
      {
        "id": 180,
        "text": "Далее",
        "need": 175
      },
      {
        "id": 182,
        "text": "Далее",
        "need": -175,
        "var_set": [
          "у",
          0,
          "л",
          0,
          "б",
          0
        ]
      }
    ]
  },
  {
    "id": 178,
    "text": "Вы проходите, довольно размахивая еловой веткой и распространяя вокруг запах хвои, только чтобы вручить ее Русалке с самой что ни на есть ехидной улыбкой: \n\n– Вот, как заказывали! – заявляете вы и бросаете в сторону Поэта пакет с новогодней мишурой. – Развесь, романтик. \n\nПакет ударяется о наклоненную по обыкновению над столом голову. Поэт с недоумением трет затылок под заливистый хохот Русалки. \n\n– Молодец, – говорит та совершенно искренне и на удивление добродушно. \n\nКажется, вы не прогадали.",
    "answers": [
      {
        "id": 180,
        "text": "Далее",
        "need": 175
      },
      {
        "id": 182,
        "text": "Далее",
        "need": -175,
        "var_set": [
          "у",
          0,
          "л",
          0,
          "б",
          0
        ]
      }
    ]
  },
  {
    "id": 179,
    "text": "Вы проходите внутрь и сгружаете пакеты на полу без дополнительных расшаркиваний. Русалка поджимает губы, но ничего не говорит на ваш показательно небрежный жест. Побыстрее бы закончить с формальностями.",
    "answers": [
      {
        "id": 180,
        "text": "Далее",
        "need": 175
      },
      {
        "id": 182,
        "text": "Далее",
        "need": -175,
        "var_set": [
          "у",
          0,
          "л",
          0,
          "б",
          0
        ]
      }
    ]
  },
  {
    "id": 180,
    "text": "– За то, что от хлама смог избавить – уважаю, – к вам подходит Трудоголик и протягивает руку. Вы ее пожимаете и аж кривитесь от того, насколько у мужчины сильная хватка. – Правда, Русалка этим практикантам чуть морду не набила. \n\nТа по-детски надувается. \n\n– А что они прут, как домой? – Русалка складывает руки на груди. – Не сказали б, что от тебя – точно бы врезала. \n\nТрудоголик покачивает головой. \n\n– Ты же уже замахивалась, когда я тебя за руку схватил. \n\nРусалка только отворачивается с видом, мол, это все не про нее и вообще наглая клевета.",
    "answers": [
      {
        "id": 182,
        "text": "Далее",
        "var_set": [
          "у",
          0,
          "л",
          0,
          "б",
          0
        ]
      }
    ]
  },
  {
    "id": 181,
    "text": "Русалка как-то неуверенно оглядывает остальных и чешет затылок. За окном раздается звук салютов, но праздничного настроения ни у кого из присутствующих нет, у вас — в том числе. Молчание затягивается.\n\n— Ну, я даже не знаю, экзорцист, — наконец, говорит Русалка, выражая то, что явно крутится у других на языках. — Странное от тебя впечатление.\n\nВы вздергиваете бровь, хотя догадываетесь, что она имеет в виду: подбор подарков у вас вышел максимально разрозненный — слишком быстро решения принимали.\n\n— Что ты имеешь в виду?\n\nРусалка запихивает руки в карманы, покачиваясь с носков на пятки и обратно.\n\n— Да как бы сказать — тяп ляп все, вот. \n\nТрудоголик кивает:\n\n— На моей работе такое называлось непродуманной стратегией, — он вздыхает и направляется в сторону своей книжной полки, будто чтобы найти и показать точный термин, но так и не возвращается.\n\nОстальные давно уже разбрелись по своим уголкам, только Русалка осталась. Она разводит руками.\n\n— Про такое моя бабушка говорила — ни рыба, ни мясо, — Русалка хмыкает. — Иди-ка ты, пожалуй, домой. Не боись, не нажалуемся на тебя.\n\nИ с разбегу плюхается на диван. Вам только и остается, как выйти с каким-то чувством незавершенности в груди.",
    "answers": [
      {
        "id": 212,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 182,
    "text": "Вы дожидаетесь двенадцати, и призраки собираются вокруг разложенных на полу подарков и начинают нерешительно их открывать. Даже Кошатницу и Поэта удалось вырвать из их личных мирков в реальность. Несколько минут в воздухе звучит только шуршание оберток и сосредоточенное пыхтение. Вы стоите, сложив руки на груди, и наблюдаете за реакциями.\n\nПервым открывает Трудоголик.",
    "answers": [
      {
        "need_sometimes": true,
        "id": 183,
        "text": "Часы",
        "need": 160,
        "var_add": [
          "б",
          1
        ]
      },
      {
        "need_sometimes": true,
        "id": 184,
        "text": "Планер",
        "need": [
          94,
          132
        ],
        "var_add": [
          "у",
          1
        ]
      },
      {
        "id": 185,
        "text": "Набор для вязания",
        "need": 121,
        "var_add": [
          "л",
          1
        ]
      }
    ]
  },
  {
    "id": 183,
    "text": "Трудоголик аккуратно раскрывает коробочку и подцепляет массивные часы. На его лице не проступает ни одной эмоции, когда он рассматривает их на свету и меряет, надев на запястье явно привычным жестом. Что-то покрутив и покивав сам себе, Трудоголик поворачивается к вам: \n\n– Удобные. У меня похожие были когда-то, – вежливо говорит он, распрямив плечи. \n\nВы хмуритесь. \n\n– Тебе хоть нравится? \n\nТрудоголик неопределенно пожимает плечами. \n\n– Нормальные. Спасибо, – сухо говорит он. \n\nДа уж, впечатлить этого сноба вам явно не удалось.",
    "answers": [
      {
        "id": 186,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 184,
    "text": "Трудоголик разворачивает обертку с совершенно спокойным лицом и даже листать начинает, но по мере того, как сменяются страницы, вы видите, что его спина все сильнее и сильнее напрягается. Неясная эмоция пробегает по лицу мужчины, исказив его и сломав, как трещина, пересекшая зеркало. \n\nЧувства, отравившиеся на нем, настолько сильные и их так много, что вы не можете толком разобрать, что видите: злость, боль, недоверие, страх – или все вместе. \n\nОт напряжения на шее Трудоголика вздуваются вены, как у быка, готового вот-вот протаранить рогами, но он умудряется с едва слышимым вздохом захлопнуть планер и, сохраняя лицо, протянуть его вам. \n\nОт этого по спине бегут мурашки. \n\n– Спасибо, но мне это больше не пригодится, – подчеркнуто вежливо говорит Трудоголик. – Не стоило утруждаться. Молодой человек немного напутал. \n\nЭто уже предназначается Русалке, недоуменно вздернувшей бровь. Ни в словах, ни в действиях Трудоголика нет ничего угрожающего, но спина у вас вся взмокает, когда вы берете планер в руки. Что-то проскальзывает во взгляде такое... как прицел винтовки. Едва удается добиться того, чтоб руки не дрожали.",
    "answers": [
      {
        "id": 186,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 185,
    "text": "Достав свой подарок, Трудоголик поворачивается к вам с непередаваемым выражением лица. Русалка, заглянувшая ему через плечо, тут же начинает громко фыркать. \n\n– Это что, какая-то шутка? – старательно выговаривая слова, спрашивает Трудоголик. \n\nВы опускаете глаза, сложив пальцы в замок. Неужели все-таки просчитались? Вы уже начинаете придумывать оправдания, когда Русалка вдруг сгибается пополам от громкого хохота. \n\n– А у пацана-то глаз наметан, – стонет она, похлопывая Трудоголика по коленке. – Ну что ты встал, благодари давай. Чего такое лицо делаешь: правда думал, что мы не видели, как ты на свои вырезки любуешься? \n\nТрудоголик смущенно трет кончик носа. \n\n– Ну хватит уже, – отдергивает он Русалку, и, когда та наконец выпрямляется, смотрит на вас. – Спасибо. \n\nЭто звучит неожиданно тепло и по-доброму. Даже усталое лицо светлеет, будто тронутое солнцем. Когда вы уже выдыхаете, Трудоголик вдруг строго добавляет: \n\n– Но по вещам моим лазить больше не смей.",
    "answers": [
      {
        "id": 186,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 186,
    "text": "Поэт разбирается с оберткой вторым.",
    "answers": [
      {
        "need_sometimes": true,
        "id": 187,
        "text": "Ручка",
        "need": [
          93,
          131
        ],
        "var_add": [
          "б",
          1
        ]
      },
      {
        "id": 188,
        "text": "Зажигалка",
        "var_add": [
          "у",
          1
        ],
        "need": 158
      },
      {
        "id": 189,
        "text": "Книга",
        "var_add": [
          "л",
          1
        ],
        "need": 147
      }
    ]
  },
  {
    "id": 187,
    "text": "Поэт вертит в руках дорогую ручку с таким видом, будто это мешок картошки. Интереса в его взгляде примерно столько же. Вы вопросительно вздергиваете бровь. Поэт ловит ваш взгляд и мягко улыбается: \n\n– Да, хорошая ручка с пером...пером, хм.\n\nОн вдруг задумывается, расфокусированным взглядом пялясь в пустоту. Похоже, Поэту приходит в голову очередная рифма. Он достает из кармана помятый листок, а откуда-то из-за уха свой погрызенный карандаш и начинает рьяно строчить. Ручку же Поэт запихивает куда-то в переплетение прядей, и теперь она вдохновенно торчит из волос. \n\nБалерина явно не это имела в виду, говоря о дополнительном украшении.",
    "answers": [
      {
        "id": 190,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 188,
    "text": "Поэт как всегда рассеянно вынимает свой подарок и где-то минуту сохраняет свое  расположение духа, пока не осознает, что именно держит в руках. \n\nСо стороны это выглядит так, будто его резко выдергивает в реальный мир или одним рывком погружает под воду. Он часто-часто моргает, не двигаясь с места, только пальцы стискивают добела, а потом вдруг заторможенно опускает зажигалку в пакет, а тот обратно на пол, и срывается с места. \n\nВы с удивлением наблюдаете, как Поэт плюхается на свой стоящий в куче бумаг стул и начинает усиленно писать на рваном клочке. Русалка копирует ваше выражение лица, обернувшись в сторону парня: \n\n– Что он тебе там подарил? \n\nПлечи Поэта вздрагивают, и он усиливает нажим на карандаш – даже тут становится слышно, как скрипит. \n\n– Я... Я должен писать? – бормочет он, не отрываясь. Русалка тянется к поставленному на пол пакету. – Не трогай! Я занят. \n\nТа убирает руку, подпрыгнув от неожиданности. \n\n– Больно надо, – с деланным безразличием, явно обиженно, говорит она и возвращается к своей упаковке.",
    "answers": [
      {
        "id": 190,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 189,
    "text": "Поэт разворачивает книгу совсем безэмоционально, мыслями находясь где-то далеко – до тех пор, пока не читает имя автора, стоящее на обложке. Он неверяще хмурится, поднося книгу почти впритык к носу, а потом раскрывает и начинает судорожно листать – только глаза быстро-быстро мелькают. \n\n– Что там такое интересное, учебник по поэзии? – ехидно спрашивает Русалка, вытянув шею. \n\n– Тихо ты, – цыкает Поэт и поднимает восторженное лицо. – Это моя книга! С моими стихами! Но как? \n\nВы хитро улыбаетесь, приложив палец к губам. \n\n– Есть способы. \n\nОстальные тем временем собираются вокруг Поэта, будто не до конца верят его словам, но в итоге только языками цокают. Русалка первая отстраняется, поворачиваясь к вам: \n\n– Ну все, теперь он точно зазвездится, – весело говорит она. \n \nПоэт, с видом гордо распушившего хвост павлина, демонстрирует ей обложку. \n\n– У меня, зато, книга есть, а у тебя – нет! – заявляет он с горящими глазами и опять начинает шелестеть страницами, держа книгу так крепко, будто боится, что та пропадет. – Я сейчас вам зачитаю... \n\nРусалка закатывает глаза. Но, похоже, что ей весело.",
    "answers": [
      {
        "id": 190,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 190,
    "text": "Очередь доходит и до Кошатницы.",
    "answers": [
      {
        "need_sometimes": true,
        "id": 191,
        "text": "Книга",
        "need": [
          135,
          164,
          119
        ],
        "var_add": [
          "б",
          1
        ]
      },
      {
        "id": 192,
        "text": "Снежный шар",
        "need": 122,
        "var_add": [
          "у",
          1
        ]
      },
      {
        "need_sometimes": true,
        "id": 193,
        "text": "Ваш плащ шевелится",
        "need": 168,
        "var_add": [
          "л",
          1
        ]
      },
      {
        "id": 204,
        "text": "Упс",
        "need": 169,
        "var_add": [
          "б",
          1
        ]
      }
    ]
  },
  {
    "id": 191,
    "text": "Кошатница раскрывает обертку с таким видом, будто просто повторяет механические действия за остальными. Вынув книгу, она подслеповато щурится, пытаясь разглядеть название, но в итоге просто пихает ее под мышку и плетется к своему углу, шевеля губами. \n\nВы наблюдаете, как она кладет книгу на тумбочку и... начинает складировать на ней кошачьи игрушки. Она использует ваш подарок как подставку. Вы не знаете, как на это реагировать.\n\nНу, хоть так эта книга пригодилась.",
    "answers": [
      {
        "id": 194,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 192,
    "text": "Когда шар оказывается в ее руках, Кошатница будто оживает, но это скорее выглядит, как сухое дерево, дрогнувшее прежде, чем рассыпаться в труху. Она вся подбирается, держа шар в ладонях и дрожащими руками подняв его прямо к глазам.\n \n– Барсик, – дребезжащим голосом шепчет она, на какое-то мгновение показавшаяся вам полностью в сознании. \n\nИ вдруг роняет шар на пол. На удивление, он не разбивается, только с гулким звуком катится вперед, пока Русалка не останавливает его выставленный ногой. Она нагибается и, подняв шар, рассматривает его на свету. \n\n– Ты... ты что делаешь? – восклицает она, схватив вас за ворот плаща. \n\nВы успокаивающе поднимаете руки ладонями вверх. \n\n– Ну, она же любит кошек? – пытаетесь отпереться. \n\nКошатница тем временем вся сгибается, как травинка, которую клонит к земле сильный ветер, и обнимает себя руками. Она дрожит так сильно, будто действительно стоит посреди снежной бури, и иней расползается по ее одежде. Русалка, заметившая это, ахает, и, забыв о вас, уводит Кошатницу в ее кресло, приобняв за плечо. Вы невольно трете шею. \n\n– Я не специально, – бурчите Трудоголику. \n\nТот вздыхает и идет к Русалке, что-то негромко говоря ей на ухо. \n\nСпустя какое-то время та, успокоившись, возвращается и пытается продолжить распаковать свой подарок, не выдавая расстройства. Вскоре у нее это даже получается – не знали бы, что произошло, не догадались бы. \nТолько Кошатница продолжает сидеть в углу, будто кукла.",
    "answers": [
      {
        "id": 194,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 193,
    "text": "Если честно, вы уже успели забыть про свою невольную «контрабанду», так что, когда из-за пазухи вдруг выпрыгивает пушистый комок, удивляетесь не меньше остальных. Котенок, словно мячик, пару минут скачет по комнате, прежде чем застыть с высоко задранным хвостом. \n\n– Это что за нелегал? – смеется Русалка, даже не пытаясь делать вид, что злится. \n\nОпустившись на корточки, она пытается погладить котенка, но тот выворачивается и попрыгунчиком скачет мимо. Сначала думаете, что к шуршащим оберткам, но, игнорируя все вокруг, звереныш прицельно топает в сторону Кошатницы. \n\nИ с каждым его шагом та будто начинает сиять изнутри, как разгорающийся огонь. Глаза яснеют, губы складываются в улыбку, а еще вы видите тень... узнавания? Пара последних прыжков, и котенок запрыгивает Кошатнице на руки – ваш знак как-то сам с него спадает. \n\n– Барсик! – восклицает та, прижимая пушистый комок к груди. \n\nКартинка в вашей голове окончательно складывается: полосатый ошейник, имя, дух зверя, почему-то не ушедший за грань. Хозяйку ждал. И сейчас они жмутся друг к другу, как давно потерянные родственники, случайно встретившиеся в толпе. \n\n– Спасибо, сынок. Уж теперь я о нем позабочусь, – наконец, говорит Кошатница, и вы с удивлением замечаете, что от ее болезни осталась едва заметная тень: и спина более ровная, и глаза не бегают, а смотрят прямо и уверенно. \n\nВпервые за долгое время Кошатница находится здесь и сейчас. \n\nНа плечо опускается чья-то влажная рука, и вы поворачиваетесь. Русалка сдержанно кивает, чуть сжав пальцы, и отходит на шаг – будто не находит сил заговорить. Вы и сами молчите, как оглушенный, только на душе становится легко и тепло.",
    "answers": [
      {
        "id": 194,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 194,
    "text": "Русалка открывает свой последняя.",
    "answers": [
      {
        "id": 195,
        "text": "Духи",
        "need": 112,
        "var_add": [
          "б",
          1
        ]
      },
      {
        "id": 196,
        "text": "Морской пейзаж",
        "need": 133,
        "var_add": [
          "у",
          1
        ]
      },
      {
        "id": 197,
        "text": "Шарф",
        "need": 111,
        "var_add": [
          "л",
          1
        ]
      },
      {
        "id": 194,
        "text": " И делает она это с явной опаской.",
        "var_need": [
          "у",
          2
        ],
        "merge": true
      },
      {
        "id": 194,
        "text": " На ее лице светится предвкушение.",
        "var_need": [
          "л",
          2
        ],
        "merge": true
      }
    ]
  },
  {
    "id": 195,
    "text": "Русалка с затаенным предвкушением разрывает аккуратную обертку, будто дикарь, и с легким разочарованием смотрит на стеклянный флакончик. Повертев его в руке, она бросает на вас совершенно безразличный взгляд. \n\n– А, – говорит Русалка, отстраненно клацнув по духам ногтями. – Спасибо, наверное. \n\nИ швыряет на диван вместе с оберткой, даже не раскрыв. Вы морщитесь, глядя, как флакон отскакивает и исчезает в складке. \n\nА столько денег отдали.",
    "answers": [
      {
        "id": 198,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 196,
    "text": "Разворачивает подарок Русалка, мурлыча себе что-то веселое под нос. Когда показывается край рамы, она запинается и замолкает. Обертка с тихим шелестом падает на пол. Вы отчетливо слышите шум моря и крики чаек, а еще усилившийся запах соли. \n\n– Это что? – осипшим голосом спрашивает Русалка. \n\nСиняя волна дыбится, лизнув ее пальцы, и девушка вдруг размахивается и со всей дури бьет картиной о стену. Слышится звон, хруст, во все стороны летит штукатурка и разноцветные осколки.\n\nВсе происходит так быстро, что вы не успеваете отреагировать, и парочка оцарапывает вашу щеку. Кожу обжигает болью, и вы прижимаете к ней ладонь, глядя на россыпь посеревших ошметков на полу. Магия кончилась. Русалка идет в вашу сторону, и осколки под ее подошвой похрустывают. \n\n– Ты это специально? Специально? – когда Русалка почти рычит это, ее глаза блестят – то ли от слез, то ли от злости. \n\nОна так гневно наступает, что вы невольно пятитесь назад, пытаясь избежать холодных брызг от ее хлещущих во все стороны прядей. \n\n– У вас тут окна нет, вот я и решил... – пытаетесь оправдаться вы. \n\nРусалка стискивает кулаки, и, шагнув в очередной раз, вы упирается спиной в стену. Полупрозрачный силуэт перед вами будто становится плотным, и, о демоны, он тревожно помигивает красным. \n\n– Я тебе не верю, – отрезает Русалка, занося руку. \n\nВы уже машинально складываете пальцы в изгоняющий знак, когда Трудоголик дергает ее за плечо и неожиданно для вас приобнимает, позволив спрятать лицо на груди. Вы растерянно замираете.",
    "answers": [
      {
        "id": 198,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 197,
    "text": "Упаковка, конечно, выглядит максимально коряво, но Русалке это даже будто бы нравится. Она с искрящимися от любопытства глазами разрывает обертку, и ей в руки падает пушистое нечто. Русалка быстро расправляет шарф, и недоумение на ее лице сменяется восторгом. \n\n– Какая пре-е-елесть! – тянет она, тут же обмотавшись шарфом так, что только маленькие оранжевые кончики мелькают, пока Русалка вертится, как маленькая девочка, расставив руки в стороны. – Трудоголик, ты посмотри. Да посмотри, чего рожа хмурая? А ты, Поэт, оторвись уже от своих писулек... \n\nВыкрикивая все это, она прыгает по комнате, дергает за пиджак Трудоголика и кричит в ухо Поэту. Будто пес, от радости не находящий себе места – только «хвост» и мелькает. \n\n– Да посмотрите вы, старые пни, – почти поет Русалка, наконец остановившись посреди комнаты, вся раскрасневшаяся и взъерошенная. – А ты и правда глазастый! \n\nДаже вода словно перестает с нее течь, хотя шарф и начинает медленно промокать. Вы чуть улыбаетесь, когда слышите слова Русалки. Что ж, может вы и не гений в чтении эмоций, но даже вам ясно: ей точно понравилось.",
    "answers": [
      {
        "id": 198,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 198,
    "text": "Что ж, все ставки сделаны, все упаковки разорваны, а решения — приняты. Только и остается собирать урожай того, что было посеяно. Все взволнованные подарками призраки успели немного успокоиться после первых впечатлений — насколько это было возможно — а значит, пришло время итогов. Вы оглядываете своих подопечных по очереди, пытаясь предугадать, как хорошо справились — соответственно поставленным целям, конечно же. ",
    "answers": [
      {
        "id": 181,
        "text": "Далее",
        "var_less": [
          "б",
          3,
          "у",
          3,
          "л",
          3
        ],
        "need_ever": false
      },
      {
        "need_ever": false,
        "id": 199,
        "var_need": [
          "у",
          4
        ],
        "need": [
          162,
          -175
        ],
        "text": "Далее"
      },
      {
        "need_ever": false,
        "id": 200,
        "var_need": [
          "б",
          4
        ],
        "need": 163,
        "text": "Далее"
      },
      {
        "need_ever": true,
        "id": 201,
        "var_need": [
          "б",
          3
        ],
        "var_less": [
          "б",
          4
        ],
        "text": "Далее"
      },
      {
        "need_ever": false,
        "id": 201,
        "text": "Далее",
        "need": -163,
        "var_need": [
          "б",
          4
        ]
      },
      {
        "need_ever": true,
        "id": 202,
        "var_need": [
          "у",
          3
        ],
        "var_less": [
          "у",
          4
        ],
        "text": "Далее"
      },
      {
        "need_ever": false,
        "need_sometimes": true,
        "id": 202,
        "var_need": [
          "у",
          4
        ],
        "need": [
          -162
        ],
        "text": "Далее"
      },
      {
        "need_ever": false,
        "id": 203,
        "var_need": [
          "л",
          4
        ],
        "need": [
          172,
          175
        ],
        "text": "Далее"
      },
      {
        "need_ever": false,
        "id": 205,
        "text": "Далее",
        "var_less": [
          "л",
          4
        ],
        "var_need": [
          "л",
          3
        ]
      },
      {
        "need_ever": false,
        "need_sometimes": true,
        "id": 205,
        "text": "Далее",
        "need": [
          -172,
          -175
        ],
        "var_need": [
          "л",
          4
        ]
      }
    ]
  },
  {
    "id": 199,
    "text": "Только сейчас, когда хруст осколков под ногами Русалки отзвучал в воздухе, вы понимаете, что наделали. \n\nВокруг повисает такая напряженная тишина, что на мгновение кажется — вы оглохли, но тут ее нарушают едва различимые всхлипы. Русалка, сжавшаяся в комочек и теперь кажущаяся ужасно хрупкой, хватается за плечи Трудоголика, как утопающий — за доску. \n\nОна вся крупно дрожит, и вы невольно отводите глаза и сталкиваетесь с потемневшим взглядом Трудоголика. Тот бережно похлопывает Русалку ладонью, но вы безошибочно понимаете, что если бы не девушка, эта ладонь превратилась бы в кулак и хорошенько проехалась по вашей физиономии.\n\n— Пошел вон, — почти выплевывает он и окликает Поэта. — Иди сюда, помоги мне, ну же.\n\nТот ни на мгновение не останавливается, продолжая строчить — только рука и мелькает.\n\n— Я не могу. Я пишу. Я должен, — смазанное бормотание затихает, и под конец вам едва удается разобрать слова.\n\nКошатницу просить смысла нет — она больше похожа на старую. Трудоголик раздраженно сплевывает, и от этого не свойственного ему жеста вы вздрагиваете. И неловко тянетесь вперед.\n\n— Русалка, я...\n\nТрудоголик стискивает челюсти и почти шипит сквозь них:\n\n— Руки убрал, — говорит он грубо. — А не то я тебе их оторву.\n\nПо телу призрака мелькают красные искры, и вы порывисто выскакиваете за дверь и выбегаете на улицу, даже как следует не запахнувшись. Мороз пронизывает до костей. Вы поднимаете лицо к небу и смотрите на то, как плавно опускаются вниз снежинки. Но ощущения праздника они не дают — только холод и темноту. А оно точно того стоило?",
    "answers": [
      {
        "id": 208,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 200,
    "text": "Казалось бы, все вокруг должно создавать атмосферу праздника: пушистая зеленая елка, увешанная блестящими игрушками, перемигивание огоньков гирлянды, дорогие подарки, даже салют за окном — но от всего этого ощущение, будто смотришь на новогоднюю рекламу: красиво и исключительно искусственно. Русалка, оглядывающая все это великолепие, качает головой:\n\n— Как-то бездушно это все, что ли? — она почти растерянно осматривает елку и морщится.\n\n— Холодного золота блеск никогда не мог растопить ни кусочечка льда, — глубокомысленно выдает Поэт, уже окопавшийся в бумагах.\n\nТрудоголик проницательно глядит вам в глаза.\n\n— Я так понимаю, на проект много средств выделили, вот ты и швыряешься деньгами направо и налево? — он чуть улыбается, увидев ваше удивленное лицо. — Я в этом всем долго варился и помню, как результативность повышают для отчетов.\n\nВы чуть смущенно опускаете глаза. Сделали ли вы это потому, что надеялись, что дорогие вещи всем понравятся или действительно на отчет работали — в любом случае немного стыдно, что вас так легко раскусили.\n\n— Только у нас таких, кто деньгами откупается — каждый второй. А остальные — просто жлобы ленивые, — Русалка беззаботно закладывает руки за голову и топает в сторону дивана. — Иди с миром, экзорцист. Но финансирование у вас, конечно, хорошее.\n\nВы и сами чувствуете себя здесь чужим и охотно покидаете комнату.",
    "answers": [
      {
        "id": 209,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 201,
    "text": "За окном грохочет салют, но в комнате висит какое-то неловкое молчание — и ни намека на праздничное настроение. Русалка окидывает все подарки взглядом, и в ее глазах проскальзывает что-то ехидное.\n\n— Да-а, я посмотрю, финансирование у экзорцистов неплохое, — ядовито тянет она. — А что, на всех не хватило?\n\nВы помимо воли чувствуете, как у вас начинают гореть щеки. Трудоголик нетдобрительно качает головой:\n\n— Вот что значит плохое распределение ресурсов, — говорит он начальственным тоном.\n\nРусалка показательно зевает. \n\n— Чтоб все, как нужно, рассчитать неплохо бы уметь считать, — доносится со стороны Поэта. \n\nВы краснеете еще больше, не находясь с ответом. Отчитали, как мальчишку. Русалка смеется:\n\n— Устами мла... поэта глаголет истина, — она улыбается почти беззлобно. — Иди уж, считала.\n\nВы разврачиваетесь и почти выскакиваете вон, слишком громко хлопнув дверью.",
    "answers": [
      {
        "id": 210,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 202,
    "text": "Русалка шумно втягивает сквозь зубы воздух — и так же резко, точками, выдыхает. Похоже на закипевший чайник — вот-вот пар из ушей повалит. От зазвучавшего за окном салюта вы невольно вздрагиваете. Трудоголик успокаивающе кладет Русалке на плечо ладонь.\n\n— У меня нет слов, — она трет переносицу. — Еще бы один такой... подарочек, и я бы тебе врезала. А так понять не могу, специально ты это делаешь или просто не очень умный.\n\nВы на всякий случай все таки отходите подальше. Что бы Русалка там не говорила, а выглядит она очень раздраженной, разве что не дымится, да и на остальных лица нет. Был ли это четкий расчет или стечение обстоятельств, но вам явно удалось подкинуть хвороста в этот костер и почти довести до кипения.\n\n— Знаешь что, шел бы ты отсюда, — наконец отрывисто говорит Русалка, даже не глядя в вашу сторону. — А то мое терпение и так на соплях держится.\n\nТрудоголик, стоящий за ее спиной, будто страж, ничего не говорит, но смотрит на вас такими глазами, что слов и не надо. Остальные, напротив, отводят глаза, будто глядеть в вашу сторону им неприятно.\n\n— А как же отчёт? — неуверенно спрашиваете вы.\n\nРусалка морщится, стискивая кулак, и прежде, чем она успеет еще что-то сделать, Трудоголик выставляет вперед руку и говорит:\n\n— Уходи.\n\nВы вздрагиваете и поспешно шмыгаете за дверь.",
    "answers": [
      {
        "id": 214,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 203,
    "text": "Русалка смотрит на вас, и ее глаза сияют, будто бенгальские огни. Тут же о них вспомнив, вы достаете яркую коробочку и раздаете всем по палочке. На удивление, никто не спорит, даже Трудоголик с легкой улыбкой подхватывает ее двумя пальцами. \n\nВы чиркаете спичками, и в комнате будто загораются пять звезд, сыпя во все стороны золотыми искрами. Вас внезапно охватывает почти детская радость, отчего на губах сама собой появляется широкая улыбка. И в это самое мгновение за окном с громкими хлопками расцветают салюты. Русалка взмахивает рукой и начинает кричать:\n\n— С но-вым го-дом! \n\nВы с готовностью подхватываете, и вскоре все следуют вашему примеру. Замолкнуть вас заставляет только чья-то рука, появившаяся из соседней стены и погрозившая кулаком. Вы счастливо смеетесь, и Поэт вдруг показывает на окно:\n\n— Глядите! — он подпрыгивает, как мальчишка. — Снег пошел.\n\nВы оборачиваетесь и действительно видите, как в воздухе кружат крупные белые хлопья. Взгляды у всех присутствующих невольно устремляются в ту сторону, и их лица будто светлеют. Русалка поворачивается к вам и неожиданно заключает в объятия.\n\n— Спасибо тебе! Это просто волшебная сказка какая-то....",
    "answers": [
      {
        "id": 206,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 204,
    "text": "А вот и просчет. Вы то думали привести котенка, но поладить с ним не удалось. Кошатница не выглядит как-то обиженно, но Русалка смотрит на вас неодобрительно. Попытавшись выкрутиться, вы роетесь по карманам и достаете брелок в упаковке, который собирались подарить кому-то из детей друзей. Кошатнице без разницы — относит к остальным кошачьим игрушкам — но вы явно ощущаете волны осуждения от других призраков. Хотя стоит то брелок нормально.  ",
    "answers": [
      {
        "id": 194,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 205,
    "text": "Вы с замирающим сердцем ждете от призраков какой-то реакции, ведь вы действительно старались. Русалка обводит всех присутствующих глазами, и ее взгляд медленно теплеет, чтоб наконец остановиться на вас.\n\n— Признаться честно, я даже не ожидала, что кто-то из ваших хоть немного постарается, — искренне говорит она и добавляет уже ехиднее. — Но до идеала, конечно, далеко.\n\nВы хмуритесь, и Трудоголик спокойно объясняет:\n\n— Она имеет в виду, что до \"пятерки\" тебе не хватило, — он щурится. — Однако от себя скажу: спасибо за то, что выполнил работу, как следует.\n\nЗа окном начинает взрываться салют, и все оборачиваются на него, как зачарованные. Вы тоже смотрите, и эти разноцветные всплески заставляют вас улыбнуться.\n\n— Ну что, боец, отпущу-ка я тебя домой, — наконец говорит Русалка, когда небо опять темнеет, оставив слабое чувство зарождающегося праздника. — И в следующем году тоже приходи. Ты намного лучше, чем другие.\n\nОна протягивает вам руку, и в этот раз вы жмете ее без промедления, оценив этот уважительный жест. Остальные тоже подходят, кто — по плечу похлопать, кто — просто кивнуть.\n\nВы немного растерянно топчетесь в дверях.\n\n— Ну беги, беги, — добродушно машет вам Русалка.\n\nОтвесив ей шутливый поклон, вы уходите с чувством выполненного долга.",
    "answers": [
      {
        "id": 207,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 206,
    "text": "Вы замираете, но ответить не успеваете — она уже отстраняется со смущенным лицом. Остальные не отстают — кто по плечу хлопает, кто руку пожмет. Вас переполняет радость — эти четверо как-то незаметно успели стать большим, чем просто работой.\n\n— Ну что вы, это такая мелочь, — бормочете. \n\n— Не мелочь, — возражает Трудоголик.\n\nПоэт кивает и вдруг предлагает:\n\n— Оставайся праздновать с нами.\n\nВы думаете всего секунду, после чего с удовольствием соглашаетесь. Новый Год застает вас возле еловой ветки, в уютном кругу, и вы ни о чем не жалеете.",
    "answers": [
      {
        "id": 216,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 207,
    "text": "Отчет принимают без проблем, еще и благодарность какую-то выписывают, но когда вы просите опять назначить вас на тот же проект в следующем году, ничего не обещают. По слухам ясно, что его все-таки утвердили, но, похоже, в этот раз за место придется побороться. Впрочем, вы готовы попытаться.",
    "answers": [
      {
        "id": 207,
        "text": "❀ Лучше чем другие",
        "comment": true
      },
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 208,
    "text": "Вас начинают сторониться, но больше никакого наказания не следует. По случайно услышанному разговору вы понимаете, что вас отмазал Святой, так что не удивляетесь, когда он вызывает к себе.\n\nВы проходите в кабинет, как к себе домой, невольно прикидывая, как сидели бы в нем сами. После всего произошедшего сместить своего начальника кажется не только не зазорным, но и вполне логичным. Просто очередная ступень.\n\nСвятой одаривает вас проницательным, но довольным взглядом. Вы с удивлением замечаете, что он не просто широко улыбается, но еще и посмеивается.\n\n— Вот это скандал был, — восхищается он, смакуя каждое слово. — Еле смог вас прикрыть, старший экзорцист.\n\nВы сперва мешкаетесь, а потом понимающе хмыкаете, расправив плечи и уже представляя новенькие нашивки на плаще.\n\n— Правда, палку ты немного перегнул, — добавляет Святой, но его строгий голос звучит неубедительно. — Зато проект закрыли раз и навсегда. А как на совещании орали...\n\nОн на мгновение теряет самообладание, хлопнув себя по коленке. Вы уверенно киваете, не пытаясь умалять своих заслуг:\n\n— Значит, я справился? \n\n— О, еще как, — отвечает Святой уже сдержанней. — С этого момента я буду тебя курировать — такие таланты нельзя зарывать. А пока можешь идти.",
    "answers": [
      {
        "id": 213,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 209,
    "text": "Бухгалтерия, конечно, косится на вас неодобрительно, но отчет принимает. Даже кто-то из начальства хвалит за \"креативный подход\", хотя это и звучит как издевательство. Святой, правда, про вас больше не вспоминает, но оно и к лучшему. Благодаря хорошему отчету проект ПвКД решают продлить и на следующий год, но вы надеетесь, что в него больше не попадете.",
    "answers": [
      {
        "id": 209,
        "text": "✼ Хорошее финансирование",
        "comment": true
      },
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 210,
    "text": "Отчет принимают без вопросов, но все, от начальства до простых экзорцистов, поглядывают на вас со странными смешками. Только спустя неделю вы узнаете, что во время стандартного опроса Русалка попросила в следующий раз присылать того, кто \"умеет считать хотя бы до пяти — с запасом\". Злись не злись, а теперь к нам, похоже, до конца жизни приклеются эти шуточки. Уставший от них уже через пару дней, вы даже не пытаетесь узнать, что там с проектом. Святой не трогает — и ладно. А то его юмор вы точно не пережили бы...",
    "answers": [
      {
        "id": 210,
        "text": "✼ Денег не хватило",
        "comment": true
      },
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 211,
    "text": "Этот квест во многом построен на сборе информации: чем больше вы знаете, тем больше вариантов вам доступно. ",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 212,
    "text": "Призраки действительно не жалуются, да и отчет ваш на работе принимают без вопросов, но ровно так же, как и сказала Русалка: не наругав, но и не похвалив. Вы и сами понимаете, что не за что. Святой вас больше к себе не зовет, будто разочаровался, и рабочие дни текут дальше точно так же, как и раньше. Правда, судя по слухам, проект ПвКД под большим вопросом, но если бы вас это волновало, вы бы выложились получше, верно?",
    "answers": [
      {
        "id": 212,
        "text": "✼ Ни рыба ни мясо",
        "comment": true
      },
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 213,
    "text": "Довольно улыбаясь, вы покидаете кабинет Святого и у самой двери сталкиваетесь с каким-то парнишкой. Младший экзорцист вскрикивает и вдруг взмахивает в воздухе рукой. Изгоняющий символ загорается красным и осыпается, так вас и не коснувшись. Вы недоуменно вздергиваете бровь.\n\n— Ой, простите, — начинает извиняться парнишка, и сам выглядя при этом растерянно, — мне показалось, что это какой-то злой дух.\n\nЕще раз ойкнув, он исчезает дальше по коридору, а вы так и смотрите то ему вслед, то на собственные руки. Злой дух, значит... Вы машете головой. Совпадение, конечно, совпадение.\n\nНо даже у вас в голове это не звучит убедительно.",
    "answers": [
      {
        "id": 213,
        "text": "❆ Злой дух",
        "comment": true
      },
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 214,
    "text": "Сдав отчет, вы ждете ответной реакции, как грома над головой, но он так и не звучит. Остальные почему-то начинают держаться от вас отстраненно, но по случайно пойманным слухам вы узнаете, что проект решили по тихому замять. А потом вас к себе вызывает Святой.",
    "answers": [
      {
        "id": 215,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 215,
    "text": "Вы уже привычно входите в его кабинет. Все еще как в клетку к зверю — но теперь, сами чувствуя ваше подобие, без какого-либо страха. Змеи ведь на своих не нападают? В этот раз Святой не работает, а сидит, закинув ногу на ногу и расслабленно откинувшись на спинку кресла. По его губам блуждает улыбка, от которой вас внутренне и против воли передергивает.\n\n— Наслышан о твоих успехах, наслышан, — говорит он, выглядя при этом, как сытый питон. — Не дожал, конечно, но потенциал чувствуется.\n\nВы топчетесь на месте, не зная, как спросить про то, ради чего были все эти \"перегонки с демонами\", как тут принято говорить. Святой, хмыкнув, начинает этот разговор сам:\n\n— Проект по тихому прикрыли — не удивительно, после такого-то отзыва, — он закладывает руки за голову. — Но слишком тихо — как отшумит, монут вернуть. На повышение, сам понимаешь, не тянет...\n\nВы кисло кривитесь, и Святой, усмехнувшись, продолжает:\n\n—...но я вижу явный талант и с этого момента беру тебя под свое крыло, — его улыбка на мгновение обостряется, став хищной. — Ведь, как я посмотрю, ты хороший ученик.\n\nВы должны бы чувствовать внутренний подъем, но в груди пусто, и это заставляет думать: будь у вас второй шанс, вы бы поступили так же?",
    "answers": [
      {
        "id": 215,
        "text": "❆ Хороший ученик",
        "comment": true
      },
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 216,
    "text": "Отчет приносит вам премию, хотя никаких эмоций она не вызывает. Вы с готовностью отвечаете на все вопросы и даже пару раз выступаете на конференциях, благодаря чему об окончательном утверждении проекта узнаете первым — как и о том, что вас назначили за него ответственным. А это значит, что Святому вы теперь не подчиняетесь, и это успокаивает.",
    "answers": [
      {
        "id": 217,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 217,
    "text": "Вы останавливаетесь напротив знакомой двери и, постучав, открываете ее. Русалка сперва радостно пожимает протянутую ладонь, а потом уже удивленно говорит:\n\n— Но ведь еще не Новый Год.\n\nВы грозно сдвигаете брови, но в итоге не выдерживаете и смеетесь.\n\n— А что, мне нужен повод, чтобы увидеть друзей? — и, похлопав по папке под мышкой, добавляете. — Тем более, у меня есть новости для Кошатницы про ее котов. Думаю, она будет рада услышать, что с ними все в порядке.\n\nЛицо Русалки светлеет, и она проходит внутрь, радостно заорав:\n\n— Вы смотрите, кто пришел!\n\nУлыбнувшись, вы шагаете следом, впервые за много лет учебы уверенный, что находитесь именно там, где и должны быть.",
    "answers": [
      {
        "id": 217,
        "text": "❀ Волшебная сказка",
        "comment": true
      },
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 218,
    "text": "",
    "answers": []
  },
  {
    "id": 219,
    "text": "",
    "answers": []
  },
  {
    "id": 220,
    "text": "",
    "answers": []
  },
  {
    "id": 221,
    "text": "",
    "answers": []
  },
  {
    "id": 222,
    "text": "",
    "answers": []
  },
  {
    "id": 223,
    "text": "",
    "answers": []
  },
  {
    "id": 224,
    "text": "",
    "answers": []
  },
  {
    "id": 225,
    "text": "",
    "answers": []
  }
]