[
  {
    "id": 1,
    "text": "Автор: Veravik\nЖанр: Фэнтези\n\n◾◾◾◾◾◾◾◾◾◾◾◾◼️◼️◼️◼️◼️◼️◼️◼️◼️◼️◼️◼️\n\nЧто случится с сбежавший принцессой у который теперь нет дома? Что она будет делать и как будет зарабатывать деньги? Какую тайну скрывает на первый взгляд мирный город? И почему надо срочно обучиться использовать магию все это вы узнаете в книге если будете внимательно читать.\n\n◼️◼️◼️◼️◼️◼️◼️◼️◼️◼️◼️◼️◾◾◾◾◾◾◾◾◾◾◾◾",
    "answers": [
      {
        "id": 5,
        "text": "Начать"
      },
      {
        "id": 3,
        "text": "Пересказ"
      },
      {
        "id": 2,
        "text": "От автора !"
      },
      {
        "id": 1,
        "text": "Если вы не читали предыдущие книги загляните в пересказ.",
        "comment": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Дорогие читатели я знаю что вы сейчас начнёте кидаться в меня тапками, но это правда было случайно... Кратко говоря я писала с телефона сестры и аккаунт был ее а не мой и все было хорошо пока он не сломался так что я теперь пишу с нового телефона и с нового аккаунта ребята простите кто же знал что гаджет умрет в самый не подходящий момент... Но есть и хорошие новости я помню кто-то просил сделать книгу больше 4 томов я сделаю 5-6 томов так как кое-что придумала что можно добавить в сюжет и ещё меня",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 3,
    "text": "\nГлавная героиня книги Розалин делала всё чтобы прекратить войны и создать союз между двумя странами и у неё это получилось, но она на этом не остановилась. Розалин сумела объединить не только страны, но и империи после этого великого поступка ее прозвали легендарным войном, и казалось теперь все будет хорошо никаких страшных битв мир и покой, но началась новая война. Война с монстрами и демонами погибало много людей и чтобы спасти мир Розалин пожертвовала своей магией сразу же погибая от этого. Но оказалось что это не конец ее истории. Она переродилась в далёкое прошлое где война и смерть считалось самым обычным делом, а переродилась она принцессой у который судьба не очень и вот вместе со своим слугой Себастьяном который был дарован её же магией, она решает изменить свою судьбу, но попытка была провалина. Розалин как и по истории была отправлена в старый замок, но к счастью она обратила на себя внимание императора ее отца и снова вернулась во дворец. Там слуги императора узнали что у нее первое пробуждение магии в очень ранним возрасте что ещё больше заинтересовало императора. Но рано пробуждать магию не всегда хорошо так можно умереть от этого... Розалин же к несчастью пробудила вторую стадию магии когда на ее глазах убили человека к которому она привязалась. Тело не выдержало столько магии и она пробыла без сознания два года, а когда очнулась. Узнала от слуги что начинается война и если не сбежать из дворца ее ждет смерть. Поэтому Розалин с Себастьяном сбегают в город где обычно никогда не бывает войн, слуга откуда-то раздобыл деньги и на них двоя беглецов решают купить все необходимое ",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "\nКогда мы вошли о нашем присутствии объявил колокольчик над дверью, и в нашу сторону сразу повернулась женщина лет сорока. Я бы сейчас так и осталась стоять, но Себастьян сразу же подошёл к женщине которая была в семи метрах от нас, потянув меня за руку и все что я могла сделать, это пойти за ним как маленький ребенок которого ведут куда-то.\nСебастьян: — Здравствуйте, могу ли я купить одежду здесь для своей родственницы?\nЖенщина: — Конечно, у нас здесь она из лучших материалов. Женщина сначала смотрела на Себастьяна, а потом ее странный взгляд остановился на мне. Я её  не виню даже понимаю, ведь я бы тоже так же смотрела если бы в мой магазин пришла девочка в пижаме...\nСебастьян: — Так... На каком этаже у вас детская одежда?\nЖенщина: — На втором господин, позвольте мне вас проводить.\nСебастьян: — Благодарю",
    "answers": [
      {
        "id": 6,
        "text": "Второй этаж"
      }
    ]
  },
  {
    "id": 5,
    "text": "\nСебастьян: — Что с твоей реакцией? Все настолько плохо? Удивлённо посмотрел на меня Себастьян ожидая ответа.\nРозалин: — Нет, что ты, просто я слегка шокирована ведь обычно когда меняют облик остаются хоть какие-то признаки например тот же рост или такой же цвет глаз, а тебя вообще не узнать. Даже не близко с твоим настоящим обликом.\nСебастьян: — Ну, это же наоборот хорошо, давай лучше поторопимся в магазин одежды и купим все необходимое. Он указал глазами на магазин и протянул мне руку.\nЯ недоверчиво взяла её и мы вместе зашли внутрь белого здания ну что будет, то будет вздохнула я почему-то я ожидая чего-то плохого.",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "\nНа втором этаже было ещё более просторнее чем на первом правда жаль, что в этом времени дизайнеры не удиляли своё время магазинам поэтому сама по себе комната выглядит не очень.\nЖенщина: — Какую одежду вы хотите купить?\nСебастьян: — Нам нужны перчатки, платье, теплая кофта и плащ с капюшоном.\nЖенщина: — Хорошо, мы принесем вам несколько экземпляров такой одежды, и вы выберете что вам больше понравится, а пока вы ожидаете мы можем вам приготовить чай или кофе.\nОна взяла с ближайшего стола белую тонкую книгу и протянула мне.\nРозалин: — Спасибо. Ели проговорила я забирая книжку, честно говоря это было неожиданно... Что это за книга и почему именно мне ее дали? \nЗаметив что женщина отошла от нас к совсем молодой девушке я повернулась к Себастьяну и уже хотела спросить, как он заговорил.",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "\nСебастьян: — Это меню. Сказал Себастьян видно прочитав мои мысли.\nРозалин: — Меню?\nСебастьян: — Да, меню напитков. Улыбнулся он.\nРозалин — Не многовато? Целая книга напитков она тонкая, но все таки... Я открыла книгу чтобы посмотреть, пролестала ее почти до конца и поняла что там только два напитка чай и кофе. Но они были самых разных сортов, столько видов я ещё никогда не видела тут было очень много тех вкусов которые я впервые вижу или некогда не пробовала, а ведь в прошлой жизни я так много чая пила что знала каждый сорт.\nРозалин: — Себастьян.\nСебастьян: — Да?\nРозалин: — А почему здесь не указана цена за...\nСебастьян: — Это бесплатно\nРозалин: — В смысле!?\nСебастьян: — В прямом, выбирай уже напиток и пирожное отказывать очень грубо.\nРозалин: — Такая роскошь бесплатно?\nСебастьян: — Это ещё не роскошь, Розалин. И не забывай что в этот магазин ходят аристократы.\nРозалин: — А я думала что в прошлом было все очень дорого\nСебастьян: — Правильно ты думала. Грустно вздохнул Себастьян. Не знаю что он знает, но пока я не вижу причин так вздыхать...\nВдруг к нам подошла молодая девушка которая совсем недавно разговаривала с той женщиной.\nДевушка: — Что будете? Спросила она с милой улыбкой, а я быстро сообразила о чем речь.",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "\nРозалин: — Обычное кофе с молоком и эклеры.\nДевушка: — Сию минуту. Поклонилась девушка и поспешила куда-то.\nСебастьян: — Дай угадаю, ты выбрала самое дёшевое?\nРозалин: — Ну во-первых я хочу кофе с молоком, а во-вторых да...\nСебастьян как всегда ухмыльнулся кажется я начинаю предсказывать что он сделает на перед.\nСебастьян: — О, а вот и наши вещи\nРозалин: — Где? Я стала оглядываться вокруг пока не увидела работниц магазина державшие за вешалку одежду.\nРаботница магазина: — Госпожа, вы можете выбрать что из этого вам больше нравится. И как тут выберешь? Тут так многое вещей... я бы не и стала выберать, а просто взяла первую попавшуюся вещь и дело с концом, но это будет странно учитывая что люди думают что я ребенок. Похоже мне придется мучиться очень сильно...\nЯ посмотрела на Себастьяна, он посмотрел на меня почему-то улыбнулся хитрой улыбкой и просто пожал плечами. Видно ему будет нравится наблюдать за моими страданиями. Но нет извини Себастьян не тут-то было\n\n",
    "answers": [
      {
        "id": 9,
        "text": "далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "\nЯ быстренько выбрала по качеству, а не что мне приглянулась первым. Ведь я же не красоваться собираюсь, а выживать поэтому я взяла более  плотную ткань чтобы она не порвалась сразу же.\nРозалин — Я возьму эти. С улыбкой проговорила я взяв на руки выбранную мной одежду.\nЖенщина: — Хорошо, примерочная там. Женщина подошла ко мне и указала пальцем.\nРозалин: — Спасибо. Я дала знак Себастьяну что отойду и пошла примерять вещи.\nОт лица Себастьяна:\nИнтересно, как долго она будет это мерить? Я готов поспорить что она в доспехах проходила пол жизни...\nДевушка: — Господин. Вдруг ко мне подошла девушка с подносом.\nДевушка: — Это кофе с молоком и эклеры для юной леди. Робко произнесла она. Девушка видно новенькая недавно стала здесь работать жаль что по издеваться не могу...\nСебастьян: — Положите вот сюда. Я указал на белый столик что был совсем рядом со мной. Она послушно выполнила и стала ждать от меня указаний. Точно, а ведь это отличная возможность.\nСебастьян: — Слушайте...\nДевушка: — Да, господин?\nСебастьян: — А вы не знаете где можно неподалеку найти магазин где можно купить оружие и хорошее снаряжение? \nДевушка: — Знаю, есть один, он совсем близко примерно 30 метрах от нас.\nСебастьян: — Вот как? Благодарю за информацию. \nДевушка: — Рада помочь вам. Превосходно не придется таскатся туда сюда и искать магазин.\nРозалин: — Себастьян. Вдруг я услышал знакомый голос\n\n",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "\nРозалин: — Ну как? Немного большевато, но зато тепло и надёжно... \nСебастьян: — Госпожа... Вы теперь... похожи на нормальную...\nРозалин:— Очень смешно Себастьян...\nОт лица Розалин:\nА хотя он даже прав я и вправду на нормального мага стала похожа, а то разгуливала в детской пижаме по улице будто бы это обычное дело...\nСебастьян — Отлично, мы берём сколько с нас? \nЖенщина: — Три тысячи золотых монет господин.\nСебастьян: — Хорошо. Себастьян достал из кармана мешок быстренько посчитал и расплатился.\nРозалин: — Ну что, пойдем?\nСебастьян: — Пока нет, ты забыла про свой заказ. Улыбнулся мне Себастьян, а\nЯ покорно села за столик и начала пить кофе.\nРозалин: — Себастьян\nСебастьян: — А?\nРозалин: — Можно задать вопрос?\nСебастьян:— Конечно. Он стал смотреть на меня ожидая моего вопроса.",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      },
      {
        "id": 10,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d37/2003/07/d11f82f07b1b.jpg"
      }
    ]
  },
  {
    "id": 11,
    "text": "\nРозалин: — Как я знаю существует пять рас шестую не будем считать ее истребили \n1 Эльфы\n2 маги\n3 звероподобные\n4 крылатые\n5 войны\nСебастьян: — Ну и какой вопрос?\nРозалин: — Зачем делают места в которые могут пойти только определенные расы? Например на этой улице только маги имеет право здесь быть другим запрещено.\nСебастьян: — Ну знаешь... На самом деле не только государства и правители воевали между собой, пять фракций тоже, даже если они из одной страны. И так получается что почти везде драки между ними вот и придумали отдельные места где каждая раса будет чувствовать себя лучше\nРозалин: — Но я слышала что маги выше этого и не с кем не соревнуются тогда зачем им отдельные места?\nСебастьян: — Как зачем? Они не любят много шума и отдыхают в таких местах. \nРозалин: — Понятно... Я зевнула и положила пустую чашку на стол.\nРозалин: — Что ж, я закончила, может продолжим наши путешествия по городу в поисках нужного магазина?\n\n",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "\nСебастьян: — На этот раз нам не придется искать.\nРозалин: — Правда? Это же прекрасно!\nСебастьян улыбнулся надел на меня капюшон взял меня за руку и мы покинули здания.\nРозалин: — Себастьян, а разве вежливо так уходить?\nСебастьян: — Ну знаешь, есть на то причины.\nРозалин: — Не знаю какие у тебя причины чтобы меня так таскать, да ещё в прямом смысле вылетать из магазина, но это точно ненормально и вообще отпусти меня уже! Себастьян остановился посмотрев на меня.\nСебастьян: — А ты знала что в этой эпохе ребенка похищают сразу же стоит ему пройтись по городу одному?\nРозалин :— Это никак не относится к тому что мы вылетели из магазина. Да и кому я нужна?\nСебастьян: — Я серьёзно, хоть ты не ребенок ты выглядишь как ребенок, а сейчас такое время что похищать детей это обычное явление так что сейчас будь осторожнее\nРозалин: — Во-первых ты странно себя ведёшь. Во-вторых разве это не тот город который знаменит благодаря миру в нем?\nСебастьян: — Он знаменит тем что никогда не участвует в войне, а не тем что там нет страшных преступников. Строго сказал Себастьян. И все таки он какой-то странный сейчас... Интересно что на него нашло..?\n\n",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "Тёмный переулок:\n\n— Ну что нашёл что-нибудь? Прозвучал голос мужчины в темноте.\n— Что-нибудь? Ахах это не просто что-нибудь.\n— Давненько ты не был таким энергичным неужели что-то ценное? Из темноты вышел седой мужчина у которого были забинтованы глаза он выглядел устрашающе и внушал страх с первого взгляда.\n— Ага, вы только посмотрите на это. Парнишка лет 19 протянул с улыбкой мужчине фотографию.\n— Вот это да... Никогда не встречал кого-то с такой внешностью.\n— Темно фиолетовые волосы и почти такого же цвета глаза. Это не просто необычно такую внешность вообще не встретить.\n— По твоему лицу ясно что это ещё не всё.\n— Именно, похоже этой девчонки всего три года\n— Ну и что?\n— Вы не поверите, но у нее третье пробуждение магии\n— Ч-что!? Мальчишка ты хоть понимаешь кому врешь!?\n— Тише босс, У меня есть доказательства. \nМужчина только смотрел на него в полном в шоке\n",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "\n— Правда эти доказательства будут только когда мы её поймаем.\n— Я вижу ты сегодня решил мне сказочки рассказать\n— Я знал что вы мне не поверите, но ничего... Мужчина лишь молча поправил свои бинты на глазах необращая внимание на своего подчинённого.\n— А, да кстати, есть одна проблемка.\n— Какая ещё проблемка? \n— О, не волнуйтесь, просто кто-то поставил барьер который одновременно защищает и прячет девчонку от глаз призывателей.\n— Тогда как ты её увидел?\n— Секрет. Улыбнулся парнишка\n— Если ты сказал мне о барьере значит теперь твой секрет не действует и ты больше не видишь ее что значит мне придется делать всё самому.\n— Вы так умны босс, и поэтому только представьте что будет если у нас получится. Мы продадим девчонку за такую цену что станем богаче графа! Кого незаинтересует её необыкновенная внешность?\n— Сначала нужно поймать её...\n— Не будьте столь пессимичны вы же маг пятого уровня не кто вам не помешает. Тем более... Вы сделаете это тихо и незаметно...\nМужчина засмеялся таким жутким смехом, что даже его слуга работавший на него много лет вздрогнул\n— Ладно, нет смысла ждать приступаем прямо сейчас\n\n",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "\nРозалин: — И так, у нас осталось всего сорок семь тысяч золотых монет. Ты уверен что нам стоит идти в этот дорогущий магазин?\nСебастьян: — Я же тебе говорил что в местах подешевле не примут золото скорее всего все подумают что мы украли их и арестуют нас.\nРозалин: — Ох... Неужели аристократы не экономят?\nСебастьян: — Нет, не экономят они показывают свой высокий статус, будто бы в вашем времени все по-другому...\nРозалин: — Вообще-то да\nСебастьян: — Неужели? То есть генерал не должен показывать свой статус?\nРозалин: — Как ты!?\nСебастьян: — Просто шучу\nОн... Разве я ему расказывала....\n",
    "answers": [
      {
        "id": 16,
        "text": "далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "\nКровавая сакура цветёт \nИ война идет\nНет смысла убегать и тем более кричать\nЕсли генералом сможешь стать...\nНавечно обречён страдать...\n\nЭй ты, не зевай возьми меч и родину защищай!\nНе жди сидя свой смертный час\nГотовься к бою или к казни сейчас \n\nЧерез кровь, пот и слёзы пройди!\nЧесть и доблесть не укаждого в крови\n\nПлевать насколько жестоким должен оказаться ты,\nЕсли надо даже умри\nТолько страну защити.\nУбей кого угодно\nВыполни свой долг покорно.\n\nЭй, ты не жестокий не покорный?\n\nУсловия ты эти не можешь выполнять?\n\nТогда тебе вообще не кем не стать.\n\nЭто знают даже дети,\n\nТАКИМ ПРИДЕТСЯ ПОЗНАТЬ ВКУС СМЕРТИ\n",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "\nЯ хотела никогда не вспоминать свои тяжкие грехи но... Почему то жизнь делает так, чтобы я вспоминала какие ужасные вещи я совершала тогда. Как бы эгоистично это не было, но я хочу забыть об этом, забыть и не вспоминать больше никогда о том ужасном времени когда я была...\n— Розалин!\n— Эм... Да? Что такое Себастьян? Почему ты вдруг...\n— Не могла бы ты постоять вооот здесь?\nСебастьян поставил меня возле серого здания и стал пристально смотреть на меня.\n— Слушай, мне нужно отойти кое куда по важному делу, а ты не куда не уходи, стой на месте и не шагу без меня, ясно?\n— Да но...\n— Отлично, помни не один шаг с этого места.\nСебастьян повернулся ко мне спиной и исчез. Странно я впервые вижу что он так себя ведёт что у него случилось? Когда он вернётся стоит спросить...",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "\n— Замечательно... Этот длинноволосый урод оставил ее одну чтожь можно прист...\n— Так, так, так, старый знакомый, давно не виделись где то 120 лет да? Себастьян бесшумно подкрался к мужчине.\n— 123 так ты меня заметил Джулиан?\n— Теперь я Себастьян старик, как там тебя уже забыл.\n— Ох я Декстер\n— Хорошо Девид\n— Нет Декстер \n— Джонни?\n— Декстер!\n— Ладно ладно Джордж\n— Я Декстер!!! Закричал мужчина  и схватил Себастьяна за шею.\n— Ты не изменился... Все также проблемы со слухам? Вздохнул мужчина поправляя бинты на глазах левой рукой.\n— Это конечно не моё дело, но ты сейчас пытаешься удушить меня?\n— Жаль что ты бессмертный. Декстер опустил Себастьяна и отвернулся.",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "\n— Проваливай отсюда у меня есть дело.\n— Если что я не отдам тебе госпожу.\nВдруг мужчина тихо засмеялся и повернул голову к Себастьяну.\n— Старик я сказал что-то смешное?\n— Ты прислуживаешь этому ребёнку только потому что у неё это есть ты бы даже не притронулся к ней если у неё этого не было.\n— Возможно, но это не твоё дело и её я тебе не отдам.\n— Хах и не надо\n— Правда? И ты сейчас соберёшь свои вещички и уйдёшь?\n— Ты как всегда, мне не нужно чтобы ты ее мне отдавал я её сам заберу.\n— Будто бы я тебе это позволю.\nСебастьян Замахнулся рукой и вдруг резко остановился.",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "\n— Какого!? Почему я не могу двигаться?\n— Неужели ты думал что за все эти 123 года я терял время зря?\n— Черт! Лучше бы в дом престарелых ушёл!\n— Молчи Себастьян и смотри как твою хозяйку продадут за хорошенькую цену.\n— У тебя это не получится\n— Странно у меня уже получается\n— Ты не знаешь её она людоед она съест тебя \n— Ахах Себастьян...\n— Съест живьём\n— Себастьян ели сдерживая смех проговорил мужчина.\n— А косточки твои выплюнет и закопает в землю.\n— Себастьян если ты решил что если меня отвлечь, то магия ослабнет ты ошибся.\n— Стоило попытаться",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "\n— Что-то Себастьян долго... Может случилось чего... Хотя такой как он не может попасть в беду. Тогда почему его все ещё нет?\n— Эй, девочка! Вдруг я услышала мужской голос позади себя. Я испуганно повернулась назад, но не кого не было может показалась? Только сейчас заметила что этот город действительно жуткий... Я глубоко вздохнула и повернулась спиной к месту где слышала голос. И чего я себя накручиваю? Напридумывала себе всякого вот и волнуюсь. К тому же я бывший генерал мне нечего боятся. Я знаю как драться в рукопашную и как себя вести если на меня нападут с магией и тем более я замечу присутствие любого кто захочет на меня напасть ещё и... ",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "\n Неожиданно я почувствовала что что-то стекает по моей шеи а потом мне стало больно. Нож!? Кровь!? Что вообще!? \nЗа моей спиной кто-то стоял держа нож возле моей шеи. Как это вообще произошло!? Я моргнула один раз и вдруг за моей спиной человек который ранил меня, а я не то чтобы не заметила его, я даже не успела засечь как ножом меня чуть не убили, но как!?\n— Кто ты такой!? \n— Тсс тихо\nМужчина резко дал мне что-то в рот и я почувствовала такую слабость что почти не могла стоять.\n— Чего... Тебя надо? Ели выговорила я. Но как и ожидалось мне не ответили. Мужчина стал затаскивать меня в тёмный переулок я даже не могла сопротивляться и как на зло я все больше теряла сознание пока окончательно не отключилась.\n",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "\n— Ты же дал ей в точности такую дозу который я просил?\n— Да не сомневайтесь\n— Отлично, тогда эта малявка проснется завтра утром.\nЯ очнулась в пустой темной комнате освещённой лишь одной лампочкой которая создавала тусклый свет. В углу комнаты стояли двое мужчин что-то обсуждая и скорее всего они меня не видели. Если бы у меня не были связаны руки и ноги я бы давно уже побежала к той открытой двери похитители  меня даже не увидели бы...\nТогда что мне делать? Если буду ждать когда они уйдут то они по-любому закроют за собой дверь. Хмм, а может...\nЯ стала тихо и потихоньку ползти может быть я смогу выбраться из этой комнаты а потом найти что нибудь острое. ",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "\n Угх... Давай ты сможешь... Хоть и медленно, но сможешь. Ну почему так тяжело ползти связанной, но зато я хоть на два метра сдвинулась если буду стараться то смогу сбежать и...\n— Аааай!!\n— Так, так, так, что тут у нас? Вдруг меня остановили сильным ударом ногой в бок.\n— Больно! \n— Да? Ну извини. Ответил незнакомец ударив меня сильнее.\n— Если... Если вы не отпустите меня, то полиция об этом обязательно узнает! Через боль выговарила я.\n— Какая ещё полиция? Сильно удивился мужчина и интересно почему в этом времени нет полиции? Но я точно помню что она была. Вдруг я услышала как мужчина начал хихикать, а потом сильно смеяться.\n— О Господи, что ты за деренщина!? Вот какое дело стражам до одной не нужной девчушке? Ты лучше молись за то чтобы тебя продали а не убили.\n— Продали? Мужчина в капюшоне ухмыльнулся и снова ударил меня.\n— Тот кто бьёт беззащитных не имеет право жить!\n— Ути-пути что сказала малолетка знаешь твоя наивность меня пугает и поэтому я скажу. Добро пожаловать в реальность дорогая моя, а в ней забери или умри. И почему это кто бьёт беззащитных не имеет право жить? Тут каждый сам за себя. Запомни на будущее если оно у тебя будет, что в реальности действует система съешь или будь съеденным жестоко, но она такова так что не ной и не разводи тут сопли. Если конечно не хочешь чтобы тебя били. \nМужчина снова подошёл к своему напарнику что-то сказал и они оба вышли закрыв за собой дверь.\n\n",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "\n И что...  И что мне теперь делать?.. Я пыталась позвать Себастьяна, но его до сих пор нет. Тем более...\n— Ааай... От трёх четырех ударов так больно! Угх... Я очень надеюсь что это просто синяки, а не переломы все таки манна есть манна, но тело не тренированное... Так больно я едва сдерживала слезы. Честно я не хотела плакать, но они сами потекли от сильной боли в боку. Я и не думала что от простых ударов можно так пострадать ещё и руки болят из-за туго завязанных веревок... Кроме того я даже не смогла увидеть лица этого мужчины...",
    "answers": [
      {
        "id": 26,
        "text": "Дверь открылась"
      }
    ]
  },
  {
    "id": 26,
    "text": "\n Вдруг дверь открылась и к несчастью сюда зашёл этот мужчина в капюшоне. Что ему нужно он же недавно ушел? Незнакомец присел на корточки  ехидно улыбаясь начал говорить.\n— Ну что, малявка, наверное больно?\n— Ты вообще кто?\n— А это моя дорогая, секрет\n— Немедленно отпусти меня или...\n— Или что? Заплачешь ути-пути, как мне страшно то.\nОн достал нож из кармана и обрезал веревки \n— Как же повезло тебе что я такой милосердный.\n— Что... Не успела я и сказать одно слово как он что-то запихнул мне в рот, да так сильно что я чуть и не подавилась.\n— Прости конечно, но по-другому никак мужчина развёл руками будто бы здесь он не причем, а потом посмотрел на меня злым взглядом.\n— Что ты мне да... Вдруг меня очень резко стошнило на пол и я начала кашлять и задыхаться.\n— Ой, вы только посмотрите какой слабый организм. Мужчина что-то сказал, но я не разобрала ни слова, мне было так тяжело дышать что я схватилась за собственную шею чуть было не удушила себя. Затем я подползла к мужчине схватила и сжала его ногу от своей боли.",
    "answers": [
      {
        "id": 27,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 27,
    "text": "\n— Эй! Отцепись от меня, малявка!\n— Ааа как больно... он дёрнул ногу так, что я ударилась об стенку после такого удара я даже встать не смогла\n— Чтож я выполнил приказ теперь могу уйти от сюда, эта малявка чем-то бесит меня!\n— С-стой... ели как проговорила, но он уже закрыл дверь, если Себастьян так и не пришёл не смотря на то что он не может умереть, значит он точно не сможет мне помочь. Что же мне д...\nЧерт! дышать так трудно, хоть я и перестала кашлять, но от этого лучше не становится. Один мой не верный вздох и я тут же задахнусь.",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": " \n Силы тьмы... повелеваю я\n Слушаться меня, вра... Внезапно я снова начала сильно кашлять и из-за этого меня охватила ярость. Ну почему!? Почему кашель вернулся в самый не подходящий момент! В тот момент когда хотела попробовать... Вдруг я почувствовала что по моей шеи стикает что-то теплое. Дрожащей рукой трогаю эту жидкость и смотрю на неё. Это... это... моя кровь... Наверное от удара, я же ударилась головой. Вспомнила и в этот момент вся злость переросла в грусть ведь в этот миг до конца осознала что без Себастьяна я настолько беспомощна...\n",
    "answers": [
      {
        "id": 29,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 29,
    "text": "\n— Бабушка, бабушка, покажи мне свою чудо книжку! Маленькая девочка лет шести сидела на кровати, и смотрела на старую женщину которая была очень похожа на колдунью.\n— Она называется книга небес, в ней записаны все самые сильные заклинание за всю историю пяти рас. Эта первая книга которая сохранилась с тех времён когда магия считалась обычным делом. \n— Крутоо... Маленькие ручки девочки ели удержали толстенную книжку она положила её на кровать и стала листать страницы.\n— Бабушка, а что это за заклинание? Поинтересовалась и тыкнула пальцем девчонка на страницу с заклинанием.\n— Какое? Только женщина взглянула на книгу, как сразу же схватила ее к себе в руке.\n— Только не говори мне что ты умеешь это читать!\n— Немножко, но я все равно ничего не увидела.\n— Честно? Пристально посмотрела старушка.\n— Да\n— Ну и слава богу...\n— Бабушка, а что там было?\n— Очень мощное заклинание которое запрещено использовать, но...\n— Но..?\n— Когда ты подрастешь и будешь готова нести ответственность тогда я научу тебя этому заклинанию, но ты никому и никогда не должна говорить об этом ясно?\n— Конечно, это будет наш с тобой секрет. \n— Ага, а теперь давай спать",
    "answers": [
      {
        "id": 30,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 30,
    "text": "\nНадо же какие сны мне стали сниться... Я поднялась с пола и сразу же скорчилась от боли. похоже мой бок ещё болит. Кстати, а сколько же я была без сознания? Встав около двери я тихо потянула ручку очевидно она заперта не тупые же они. Что же мне делать..? Сев под дверью я стала думать как же быть, но на самом деле мне жутко хотелось плакать. Ведь если хорошо подумать я ничего здесь не смогу сделать... Комната абсолютно пуста, все сделано прочно, и у меня нет даже самого маленького ножика... А единственное заклинание которое я смогу сделать это... О нет, нет, нет, нет! Не думай об этом его запрещено использовать и даже если смогу... Нет! Вспомни к каким последствиям это может привести и что случится с тобой.",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "\n Но выхода нет... Меня хотят продать и не факт что оставят после этого в живых. Скорее всего из меня хотят сделать что-то нехорошее... Но если подумать, то лучше умереть чем использовать это заклинание даже если один раз. Эффект после него все равно будет и нельзя предугадать какой. Возможно мое тело не выдержит или ещё что-нибудь случится.\nВдруг я услышала голоса за дверью затихнув и прислонив голову к двери я стала внимательно слушать.\n— А что нам потом делать если тот парень придет?\n— Ты про ту собачку этой девчушки?\nОни говорят о Себастьяне?\n— Да, я про него.\n— О нем волноваться не стоит, он все равно сегодня сдохнет.\n— Почему вы так уверены?\n— Этот тип в прямом смысле бессмертен, но есть один из способов убить его. Если слуга будет от своей госпожи больше километра без ее разрешение...\n— То?\n— Цепи которые он носит будут душить его. Таким образом слуга не может сбежать от госпожи, а насколько я помню этот демон может продержаться лишь больше суток.",
    "answers": [
      {
        "id": 32,
        "text": "далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "\n— Как же не повезло ему... Такой сильный, а прислуживает маленькому убожеству.\n— Нет, ты не прав он служит не просто так.\n— Что маленькое убожество может дать? Или у неё есть что-то, что нет у других?\n— Нет, это есть абсолютно у всех.\n— Магия? И почему тогда он выбрал ее?\n— Он никого не выбирал на нем проклятье. Хотя учитывая, что он получит от неё после того как отслужит его можно самого назвать проклятьем.\n— То есть он заберёт что-то ценное без чего жить нельзя?\n— Не совсем он служит хозяину до самой его смерти, а потом забирает это и хозяин будет стр...\n\nСебастьян умрет!? Да ещё и в муках? Черт! Я стукнула кулаком об стену и сразу об этом пожалела погладив свою больную руку. И что мне делать? Если... если я буду просто так сидеть, то он... хотя возможно он уже мертв... Нет! Я не должна так думать неужели мне и вправду остаётся только одно",
    "answers": [
      {
        "id": 33,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 33,
    "text": "\nО, тьма призываю тебя.\nЯ ныне хозяйка твоя и повелеваю тобой я. Воля моя, ты силу мне подари, а врагов всех сокруши. Море крови пролей, добейся победы моей.\n Я шёпотом произнесла заклинание, но так и ничего не произошло я подождала ещё и ещё, но нет, никаких следов магии... Ну почему!? Вдруг дверь открылась и в комнату вошел этот парень он подошёл ко мне схватил меня за руку и стал тащить к двери. Нет! нет! Я не хочу! После того как я стала сопротивляться мужчина фыркнул и взял меня за волосы продолжая тащить меня к выходу.\n— Хоть тебе не повезло, но если хочешь умереть без боли лучше не сопротивляйся. Но... Но я через столько прошла, я не хочу умирать!",
    "answers": [
      {
        "id": 34,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 34,
    "text": "\n— О, тьма призываю тебя.\nЯ ныне хозяйка твоя и повелеваю тобой я. Воля моя, ты силу мне подари, а врагов всех сокруши. Море крови пролей, добейся победы моей.\n— Хватит кричать дура! — Из моих глаз полились слезы я... Я не верю, что это конец может я и никогда не хотела жить после тех тяжких грехов, но... сейчас я чувствую, что не могу просто так покинуть этот мир как жаль что почуствовала это перед смертью.",
    "answers": []
  }
]