[
  {
    "id": 1,
    "text": "Автор: Ярослав Кардаш.\n\nЧернобыльская Зона Отчуждения — опасное и непредсказуемое место, которое живёт по своим правилам. \nЧто же привело сюда нашего героя? Жажда наживы? Трудности жизни? Обычная скука? Сложно сказать. Он и сам точно не может ответить на этот вопрос. Но решение принято, и жизнь обычного парня Димы уже никогда не будет прежней. А кем он станет, под каким именем его запомнят в Зоне — решать вам.",
    "answers": [
      {
        "id": 2,
        "text": "[Начать квест]"
      },
      {
        "id": 91,
        "text": "[Все концовки]"
      },
      {
        "var_str_set": [
          "global play_sound_once",
          "dirge"
        ],
        "initSounds": [
          "kuk",
          "http://d.zaix.ru/if8K.mp3",
          "dirge",
          "http://d.zaix.ru/ifgF.mp3",
          "tri",
          "http://d.zaix.ru/igwL.mp3",
          "zvuki",
          " http://d.zaix.ru/igAQ.mp3"
        ],
        "super_calculate": false,
        "id": 1,
        "calculate": true,
        "text": "[Музыка]"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы огляделись. Впереди по дороге виднелся военный блокпост. Даже до вас доносился голос из рупора, призывающий не пытаться проникнуть на территорию Зону Отчуждения. По сторонам от дороги тянулись поля, поросшие кустарником. Вы попрыгали, проверяя, не гремит ли содержимое карманов и рюкзака. Ну что, пора уже решать, как идти — можно попробовать пробраться через поля, а можно попытаться дать взятку на блокпосту — вы слышали, что военные в этих местах охотно их берут.",
    "answers": [
      {
        "id": 7,
        "text": "[Направиться к блокпосту] "
      },
      {
        "id": 8,
        "text": "[Свернуть с дороги] "
      },
      {
        "var_str_set": [
          "global play_sound_once",
          "zvuki"
        ],
        "super_calculate": false,
        "id": 2,
        "calculate": true,
        "text": "[музыка]"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы надели на себя рюкзак и повернулись к двери, которая тут же распахнулась перед вами.\n— Ну, проветришься, заходи, — сказал торговец вам вслед.\nВы вышли из подвала и остановились. Готовы ли вы выполнить задание? Или все же лучше сначала зайти к сталкерам?",
    "answers": [
      {
        "id": 4,
        "text": "[Зайти в деревню]"
      },
      {
        "id": 27,
        "text": "[Отправиться на задание]",
        "need": 25
      },
      {
        "id": 3,
        "text": "Укажите команды для картинки",
        "url": "http://d.zaix.ru/ifeP.png"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы стоите на дороге. По обеим сторонам от вас полуразрушенные домики. В центре деревни разложен самодельный костер, вокруг которого сидят несколько сталкеров-новичков в куртках. Недалеко от них, прислонившись к стене стоит начальник этого лагеря, сталкер по кличке Волк.",
    "answers": [
      {
        "id": 27,
        "text": " [Отправиться на задание]",
        "need": [
          25,
          9
        ],
        "need_sometimes": true
      },
      {
        "id": 34,
        "text": "[Подойти к Фильке]",
        "need": 10
      },
      {
        "id": 5,
        "text": "[Подойти к Волку]"
      },
      {
        "id": 4,
        "text": "Укажите команды для картинки",
        "url": "http://d.zaix.ru/inuC.png"
      }
    ]
  },
  {
    "id": 5,
    "text": "Перед вами стоит подтянутый сталкер средних лет в самодельной броне  с автоматом за спиной и молча смотрит на вас.",
    "answers": [
      {
        "id": 6,
        "text": "[Попросить напарника]",
        "need": -6,
        "need_sometimes": true
      },
      {
        "id": 9,
        "text": "[Попросить оружие]",
        "need": [
          26,
          -9
        ]
      },
      {
        "id": 4,
        "text": "[Отойти от Волка]"
      },
      {
        "id": 5,
        "text": "Укажите команды для картинки",
        "url": "http://d.zaix.ru/inva.png"
      }
    ]
  },
  {
    "id": 6,
    "text": "— Волк, а у вас в деревне случайно нет сталкера, который не прочь бы был прогуляться. Просто Сидорович дал задание, а мне самому как-то боязно идти.\n— Ну, — задумался он. Вон, смотри, у костра Филька сидит, он тоже как раз напарника искал прогуляться. Пойдешь с ним?",
    "answers": [
      {
        "id": 10,
        "text": "[Да]"
      },
      {
        "id": 20,
        "text": "[Нет]"
      },
      {
        "id": 6,
        "text": "введите команды для картинки",
        "url": "http://d.zaix.ru/inur.png"
      },
      {
        "id": 6,
        "text": "Укажите команды для картинки",
        "url": "http://d.zaix.ru/inva.png"
      }
    ]
  },
  {
    "id": 7,
    "text": "Приподняв руки вы медленно двинулись по дороге, всем видом давая понять, что не собираетесь проявлять агрессию. Когда вы приблизились к блокпосту, к вам тут же выбежал солдат с автоматом наперевес. \n— Стоять! Лицом на землю! Живо! — гаркнул он.\n— Да стою я, стою. Слушай, служивый, мне бы к начальнику вашему...\n— К начальнику ,- ухмыльнулся солдат, — ну пошли к начальнику.\nПод конвоем вы подошли к небольшому домику.\n— Товарищ капитан, тут очередной сталкерюга, куда его?\n— Пусть заходит, — послышался голос из-за двери.\n— Что стоишь? Заходи, —  обратился к вам солдат.\n",
    "answers": [
      {
        "id": 11,
        "text": "[Войти в дом]"
      },
      {
        "id": 7,
        "text": "Укажите команды для картинки",
        "url": "http://d.zaix.ru/ife3.png"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы свернули с дороги и зашагали по полю стараясь оставаться незамеченным. Однако резвый шаг по мере приближения к блокпосту стал замедляться, а потом и вовсе пришлось лечь. Однако даже так вы достаточно скоро оказались рядом с проволкой.  Аккуратно приподняв ее веткой вы пролезли на другую сторону. Вы выдохнули и собрались уже продолжить путь в Зону, но тут недалеко от вас послышались голоса. \"Вот черт, патруль!\", — ругнулись вы и спрятались в кустах. Вскоре около вас остановились два солдата и начали рассматривать колючую проволку. \n— Смотри, вот тут как будто кто-то проволку поднимал, — сказал один\n— Ой да что ты заморачиваешься,- ответил ему второй, — пошли, не успеем обойти — останемся без обеда.\n— Нет, подожди.\n— Ну и где ему тут прятаться? \n— Да хоть бы и в этих кустах, — первый солдат уставился как раз на те кусты, где спрятались.\nВнутри у вас похолодело. Что же делать?",
    "answers": [
      {
        "id": 18,
        "text": "[Выскочить]"
      },
      {
        "id": 21,
        "text": "[Ждать]"
      }
    ]
  },
  {
    "id": 9,
    "text": "— Волк, ты говорил, к тебе можно обращаться с просьбами? — начали вы. \n— Ну, смотря с какими, — ответил он.\n—  Я все деньги отдал военным, чтобы они меня пропустили и на оружие не хватило. А что за сталкер без оружия? У тебя случайно нет какого нибудь пусть самого плохонького, но ствола?\n— Ты смог договориться с военными? Не у каждого это получается, любят они зеленых попугать. А насчет ствола не переживай. Вот, держи, макарыч и немного патронов.\n— Огромное спасибо! — вашей радости не было предела.\n— Пользуйся, — добродушно усмехнулся Волк.",
    "answers": [
      {
        "id": 5,
        "text": "[Забрать пистолет и патроны]"
      },
      {
        "id": 9,
        "text": "Укажите команды для картинки",
        "url": "http://d.zaix.ru/inva.png"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы, немного подумав, решили, что лучше такой напарник, чем никакого и кивнули головой.\n— Вот и отлично, — сказал Волк. Может, вдвоем не пропадете.Эй, Филька, — крикнул он, —  Вот, напарник нашелся. \nЗатем Волк снова обратился к вам:\n— Ну, как будешь готов подойди к своему новому напарнику. Удачи вам, — сказал Волк.\n\n",
    "answers": [
      {
        "id": 5,
        "text": "[Спасибо]"
      },
      {
        "id": 10,
        "text": "Укажите команды для картинки",
        "url": "http://d.zaix.ru/inva.png"
      }
    ]
  },
  {
    "id": 11,
    "text": "За столом сидит мужчина среднего возраста в офицерской форме. Вы вошли и остановились недалеко от стола. \n— И что же вам все неймется, а? — спрашивает капитан. — Вот ты, — он обернулся к вам, — ты знаешь, что за одну только попытку проникновения в Зону я тебя могу пристрелить и никто мне слова не скажет?\n— Ну зачем вам меня стрелять, — сказали вы, — ведь два хороших человека всегда могут договориться.\n— Договориться, — усмехается он, — можно подумать, у тебя там так много денег, чтобы я тебя отпустил. К тому же, что мне мешает просто застрелить тебя и забрать все, а? — сказал он, недвусмысленно потянувшись за пистолетом, лежащим на столе.\nПо спине у вас пробежал табун мурашек. Надо срочно что-то придумать!\n",
    "answers": [
      {
        "id": 12,
        "text": "[Ударить командира]"
      },
      {
        "id": 13,
        "text": "[Попытаться договориться]"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы в один прыжок оказались рядом с капитаном и что есть силы ударили его под дых. Капитан, разумеется, пострадал не сильно, было бы странно с вашим отношением к физическим тренировкам надеяться на то, что он вырубится. Однако руку к пистолету тянуть перестал. Пора делать ноги!",
    "answers": [
      {
        "id": 14,
        "text": "[Ходу!]"
      }
    ]
  },
  {
    "id": 13,
    "text": "— Товарищ капитан, подождите, выслушайте меня, а потом уже решайте. Я же не по доброй воле сюда явился, беда у меня случилась.\n— Да, — с иронией спросил капитан, — и какая же?\n— У меня друг есть там, на Большой Земле, с армии вместе, — на ходу начали придумывать вы, — Недавно попал он в аварию, по дурости, в общем-то, однако нужна дорогостоящая операция. А денег нет. И тут, буквально на днях, услышал я про Зону Чернобыльскую, что можно тут, конечно, загнуться, а можно и денег заработать немалых. Сами понимаете, выбора у меня особо не было. И вот я перед вами. Умоляю, пропустите, не за так, конечно, я готов заплатить. Вы правы, денег у меня не очень много, но, убив меня, вы получите ненамного больше.\n— Ну... — задумался капитан, — ладно... давай деньги и проходи. Не знаю, правду ты говоришь или нет, но похоже взять с тебя особо нечего.",
    "answers": [
      {
        "id": 17,
        "text": "[Отдать деньги]"
      }
    ]
  },
  {
    "id": 14,
    "text": "Выскочив на улицу, вы чуть не столкнулись с охранником. Он стоял, прислонившись к стене и курил, поэтому не успел среагировать. Таким же ударом вы на время заставили его согнуться. Удача вам улыбалась — этот инцидент остался незамеченным, так как большая часть солдат, скорее всего, находилась в казармах. Забравшись на небольшую пристройку вы разбежались и прыгнули в сторону забора. К счастью для вас, расстояние было не очень большое и приземлились вы уже на территории Зоны. Однако надо было еще убраться подальше отсюда, пока военные не очухались.",
    "answers": [
      {
        "id": 15,
        "text": "[Бежать!]"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы, лавируя между предусмотрительно расставленными палочками, обозначающими мины, что есть духу бежали подальше от военных. На блокпосте включилась сирена, некоторые особо ретивые военные даже пытались постреливать в вашу сторону, однако было понятно, что погоню за голодранцем, с которого и взять-то нечего, устраивать не будут.",
    "answers": [
      {
        "id": 16,
        "text": "[Отдышаться и продолжить путь]"
      }
    ]
  },
  {
    "id": 16,
    "text": "Пройдя еще несколько сотен метров вы заметили небольшую разрушенную деревушку, в центре которой горел костер. На входе в деревню вас встретил вооруженный двустволкой одетый в потрепанную, но добротную кожанную куртку мужчина.\n— Стой, сталкер. Чьих будешь? — спросил он вас. \n— Да ничьих, вообще только в Зону попал, — ответили ему вы.\n— Ааа, новенький,- протянул он. Ну тогда слушай вводную. Эта деревенька за мной — первое пристанище любого сталкера. Большинство тут — такие же салаги, как и ты. Рядом,в подвале, обитает местный торгаш — Сидорович. Работу на первых порах можешь взять у него или у главного в деревне — сталкера по кличке Волк. В деревне оружием не размахивать и не буянить, церемониться с тобой никто не будет. Ну, пока, думаю этого достаточно. Проходи.\nВы прошли мимо сталкера и вошли в деревню. Когда вы проходили мимо условного центра деревни, вас окликнул чей то голос:\n— Эй, ты новенький? Подходи сюда.\n",
    "answers": [
      {
        "id": 32,
        "text": "[Подойти]"
      },
      {
        "id": 16,
        "text": "Укажите команды для картинки",
        "url": "http://d.zaix.ru/ifet.png"
      }
    ]
  },
  {
    "id": 17,
    "text": "Когда заранее приготовленная пачка купюр перекочевала в стол капитана он подозвал к себе уже знакомого вам солдата и приказал ему \n— Выведи его, — указал он на вас, — за пределы блокпоста и нашим скажи не стрелять.\n— Есть, товарищ капитан! Пошли, — кивнул он вам.\nДав отмашку дремающим у самодельных баррикад солдатам, он хмуро сказал вам\n— Вот дорога, иди, в спину стрелять не будем, но если вернешься, уж не обессудь.\nВы кивнули и торопливо зашагали подальше от блокпоста, все еще отказываясь поверить в то, что ваша отчаянная импровизация помогла.\n\n",
    "answers": [
      {
        "id": 16,
        "text": "[Продолжить путь]"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы выскочили из кустов и что есть силы ударили первого военного под дых. Второй солдат, явно не ожидавший такого развития событий, растерялся и упустил те мгновения, которые могли бы решить исход схватки не в вашу пользу. Аналогичным приемом вы заставили его согнуться. Пора делать ноги!",
    "answers": [
      {
        "id": 15,
        "text": "[Бежать!]"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы прошли дальше, пытаясь усвоить новую информацию. \"Торговец, — подумали вы, — значит у него можно попробовать разжиться хоть какой-нибудь снарягой, а это сейчас важнее всего\". Пройдя немного вперёд, вы увидели вход в подвал.\nПройдя по обшарпанной лестнице, вы подошли к крепкой стальной двери. Над дверью, за бронированным стеклом висела видеокамера, которая тут же повернулась к вам. Из динамика в стене раздался хриплый голос:\n— Стой сталкер, кто такой?\n— Да я новенький, вот пришел снарягой разжиться, работенки может какой получить, ответили вы.\n— Хорошо, выйди на свет и руки покажи.\nВы удивились, но сделали так, как вам сказали.\n— Угу, проходи, сказал голос. Дверь открылась. — Уж не обессудь, — прибавил он, — должен понимать, Зона — место неспокойное и у всех есть враги.\n",
    "answers": [
      {
        "id": 22,
        "text": "[Войти]"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы скептически посмотрели на своего потенциального напарника.\n— Знаете, я, наверное, лучше сам пойду, — сказали вы.\n— Ну... как знаешь, — ответил вам Волк. — Мое дело — предложить. Удачи тебе.\n",
    "answers": [
      {
        "id": 5,
        "text": "[Спасибо]"
      },
      {
        "id": 20,
        "text": "Укажите команды для картинки",
        "url": "http://d.zaix.ru/inva.png"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы огромным усилием воли заставили себя остаться на месте. \n— Ну, что стоишь, проверь кусты, вдург там злостный нарушитель, — с откровенной издевкой в голосе сказал второй.\n— Да ну тебя, — проворчал первый. Я просто... а ладно, пошли, а то и правда — война войной, а обед по расписанию.\nТолько когда стук ботинок окончательно стих вы позволили себе выдохнуть. Немного отойдя вы решили продолжить путь. Вопреки предчувствию, больше у вас не возникло никаких трудностей. Однако встать вы решились только тогда, когда блокпост скрылся за холмом.",
    "answers": [
      {
        "id": 16,
        "text": "Продолжить путь"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы находитесь в тесной комнате с низким потолком. Большая ее часть отгорожена решеткой с прорезаным окошком. За решеткой стоит стол, а за столом сидит немолодой лысый мужчина,торговец, которого все знают под именем Сидорович. Торговец, облокотившись на спинку стула и сложив руки на груди молча, смотрит на вас.",
    "answers": [
      {
        "id": 23,
        "text": "[Можешь помочь с работой?]",
        "need": -23
      },
      {
        "id": 24,
        "text": "[Можешь помочь со снарягой?]",
        "need": -24
      },
      {
        "id": 3,
        "text": "[Выйти из подвала]",
        "need": [
          23,
          24
        ]
      },
      {
        "id": 22,
        "text": "Новый ответ. введите текст",
        "url": "http://d.zaix.ru/inur.png"
      }
    ]
  },
  {
    "id": 23,
    "text": "— О, сразу видно делового человека, — ответил вам торговец. Значит так, слушай сюда. Конечно, никакой ответственной работы я тебе поручить сразу не могу, сначала надо проверить, что ты за человек. Поэтому существенной награды за это задание не жди. А сделать тебе надо вот что: недалеко от деревни есть стая собак. Тебе надо убить хотя бы одну и принести мне хвост в качестве доказательства. Все ясно?",
    "answers": [
      {
        "id": 22,
        "text": "[Будет сделано]"
      },
      {
        "id": 23,
        "text": "введите команды для картинки",
        "url": "http://d.zaix.ru/inur.png"
      }
    ]
  },
  {
    "id": 24,
    "text": "— Ну а иначе зачем бы я здесь сидел? — усмехнулся торговец. Оружие, амуниция — все что надо сталкеру. Были бы деньги. Кстати, а у тебя то деньги есть? — спросил у вас Сидорович",
    "answers": [
      {
        "id": 25,
        "text": "[Да]",
        "need": -17
      },
      {
        "id": 26,
        "text": "[Нет денег]",
        "need": 17
      },
      {
        "id": 24,
        "text": "введите команды для картинки",
        "url": "http://d.zaix.ru/inur.png"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы достали из рюкзака пачку с деньгами и положили на стол. Сидорович пересчитал купюры и задумался.\n— Ну, что я тебе скажу, — произнес он секунд через десять. По меркам Зоны это, — он показал на пачку, — не очень-то и много. Однако на ствол с патронами хватит.\nОн достал из-под прилавка новый ПМ и несколько магазинов к нему.\n— Что стоишь, думал я тебе сейчас пулемет достану? — усмехнулся торговец. — Ничего, макарыч тоже оружие, если ушами не хлопать, то и с ним не пропадешь.\n— Ну... спасибо и на этом, — сказали вы.",
    "answers": [
      {
        "id": 22,
        "text": "[Забрать пистолет и патроны]"
      },
      {
        "id": 25,
        "text": "введите команды для картинки",
        "url": "http://d.zaix.ru/inur.png"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы сокрушенно покачали головой.\n— Ну, — протянул торговец, — на нет, как говорится, и суда нет. Ничего, деньги в Зоне — дело наживное. Главное, чтобы голова на плечах была. ",
    "answers": [
      {
        "id": 22,
        "text": "[Вздохнуть]"
      },
      {
        "id": 26,
        "text": "введите команды для картинки",
        "url": "http://d.zaix.ru/inur.png"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы зашагали в сторону небольшого холма, за которым, судя по всему, и обитали собаки. \"Возможно, не стоило идти одному\", — пришла вам в голову мысль. Но, немного подумав, вы решили всё-таки не возвращаться. \"Подумаешь, пристрелить отбившуюся от стаи псину, быстренько срезать хвост и удрать, справлюсь\", — успокаивали себя вы. Несмотря на внутренний диалог, вы не забывали посматривать по сторонам. Однако все было спокойно: пожухлая трава, чахлые деревья и ни одной живой души...",
    "answers": [
      {
        "id": 28,
        "text": "[Идти]"
      }
    ]
  },
  {
    "id": 28,
    "text": "Минут через десять вы поднялись на холм. Несмотря на гнетущую постапокалиптическую атфосферу, вы не могли не отметить необъяснимой привлекательности этого сурового места. Однако любоваться было некогда. \"Надо срезать уже этот грешный хвост и возвращаться к торговцу\", — подумали вы.\nПосле непродолжительного осмотра местности в бинокль вы наконец нашли то, что искали: в сотне метров от холма спала крупная стая собак. А достаточно далеко от стаи, как будто специально для вас, ходила одинокая шавка, прихрамывающая на одну ногу. Вы достали пистолет и уже хотели было идти, но тут какое-то необъяснимое чувство опасности заставило вас остановиться.",
    "answers": [
      {
        "id": 29,
        "text": "[Осмотреться]"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы замерли на месте и начали вертеть головой. Не обнаружив ничего опасного, вы уже решили продолжить путь, но тут ваше внимание привлек небольшой смерчик из листьев, находящийся буквально в паре шагов от вас. На Большой Земле вы бы подумали, что это просто ветер. Но вы то находились в Зоне и поэтому медленно попятились от него, а, отойдя, бросили в этот смерчик заранее приготовленный болт. Болт, вопреки законам физики и здравому смыслу не упал землю, а наоборот, поднялся над землей и улетел на добрый десяток метров от вас.\n— Мда, — пробормотали себе под нос вы, — а ведь там мог оказаться я!",
    "answers": [
      {
        "id": 30,
        "text": "[Обойти аномалию]"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы по широкой дуге обошли это странное смертоносное место, присели, достали оружие и пошли к одиноко сидящей собаке. Учуяв вас, она заскулила и попыталась убежать, но ваша пуля оказалась быстрее. Подойдя и брезгливо осмотря труп,  вы достали нож и, стараясь не вдыхать исходившую вонь отрезали хвост. Поднявшись, вы увидели, что ваши действия не остались незамеченными для остальных собак и вам надо поскорее убираться отсюда, если вы не хотите стать обедом для голодной стаи.",
    "answers": [
      {
        "id": 31,
        "text": "[Уйти]"
      }
    ]
  },
  {
    "id": 31,
    "text": "Быстрым шагом вы начали удаляться от трупа собаки, которой уже подбежали ее самые шустрые сородичи. Предусмотрительно по широкой дуге обогнув аномалию вы направились к деревне. К счастью для вас, трудностей по дороге обратно не возникло и вскоре вы подошли к деревне.\n",
    "answers": [
      {
        "id": 44,
        "text": "[Зайти к Сидоровичу]"
      }
    ]
  },
  {
    "id": 32,
    "text": "Когда вы подошли, обладатель голоса — матерый сталкер в броне и с автоматом — сказал:\n— Я — Волк, и я здесь вроде как за главного. А тебя как зовут?\n— Дима, — ответили вы.\n— Значит, слушай сюда, Дима, здесь, в этой деревне, любой порядочный сталкер может переждать ночь, Выброс и попросить о помощи. Помощь, конечно, оказывается в разумных пределах. А пока можешь подойти к местному торговцу Сидоровичу. И мой тебе совет — обязательно возьми у него задание,ведь репутация у торговца для сталкера — одна из важнейших вещей.\n— Хорошо, спасибо, — ответили вы.",
    "answers": [
      {
        "id": 19,
        "text": "[Уйти]"
      },
      {
        "id": 32,
        "text": "Укажите команды для картинки",
        "url": "http://d.zaix.ru/inva.png"
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы подошли к Волку.\n— Слушай, Волк, — начали вы, —  мы когда ходили на задание с Филькой, его чуть не затянуло в аномалию... нет, нет с ним все в порядке, не волнуйся, — прибавили вы, увидев лицо Волка, —  у него просто сейчас шок. Он ушел вон в тот дом, — вы махнули рукой, — можешь попросить сталкеров в лагере его до завтра не трогать?\n— Попасть в аномалию и отделаться лишь испугом... Нет слов... Ах, да, насчёт твоей просьбы, конечно я скажу сталкерам, чтобы они его не трогали. ",
    "answers": [
      {
        "id": 42,
        "text": "[Спасибо]"
      },
      {
        "id": 33,
        "text": "Укажите команды для картинки",
        "url": "http://d.zaix.ru/inva.png"
      }
    ]
  },
  {
    "id": 34,
    "text": "Как только вы подошли к костру, к вам тут же подскочил молодой парень в куртке.\n— О, это ты мой новый напарник? Я Филька, а тебя как звать? — затараторил он.\n— Да подожди ты, чего суетишься, Дима я, — ответили вы.\n— Отлично,  вот и познакомились. Ну что, пошли? Тебе же тоже Сидорович сказал хвост с собаки срезать?\n— Да, — ответили вы. Только давай так — в дороге идешь за мной, разговорами сильно не отвлекаешь.\nФилька энергично закивал.\nГотовы отправиться на задание? Ничего не забыли?\n",
    "answers": [
      {
        "id": 35,
        "text": "[Отправиться на задание]",
        "need": [
          25,
          9
        ],
        "need_sometimes": true
      },
      {
        "id": 4,
        "text": "Отойти от Фильки"
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы с Филькой вышли из деревни и остановились, чтобы уточнить маршрут.\n— Вот за этим холмом, как мне говорили, часто собаки ошиваются, — сказал Филька. Можно выцепить парочку, срезать по-быстрому хвосты и смотаться.\n— Разберемся, — ответили вы, — пойдем, раньше начнем, раньше закончим.\nРазумеется, как вы и предполагали, Филька то и дело пытался завязать разговор, но по сравнению с тем потоком слов, что вылился на вас в деревне, это было еще ничего.\nМинут через пятнадцать спокойной ходьбы вы остановились на вершине холма.",
    "answers": [
      {
        "id": 36,
        "text": "[Осмотреться]"
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы достали бинокль и начали осматривать местность. \n— Да вон же собаки, целая стая, — дернул вас за плечо Филька.\nПрисмотревшись, вы тоже заметили эту стаю, однако местность осматривать не прекратили.\nНу, что такое, — от нетерпения Филька не мог устоять на месте.\n— А ты хочешь с пистолетиками лезть на стаю в десяток голов? — иронично спросили вы.\n— А, ну да, я как-то не подумал, сконфузился он, — и что же тогда делать?\n— Вон, видишь, у дороги сидит одинокая шавка. Прикрывай, я ее по тихому пристрелю. Если стая побежит сюда, кричи.\n— А как же мы один хвост поделим? спросил Филька. \n— Ничего, Сидоровичу же не хвост нужен, а доказательство того, что с нами можно иметь дело. Ну все, прикрывай.",
    "answers": [
      {
        "id": 37,
        "text": "[Подкрасться к собаке]"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы присели, достали оружие и пошли к одиноко сидящей собаке. Учуяв вас, она заскулила и попыталась убежать, но ваша пуля оказалась быстрее. Вы уже хотели подойти к трупу, но тут с того места, где сидел Филька, донесся крик:\n— Дима! Меня что-то затягивает! Помоги! \nВы обернулись и увидели, что вашего напарника волочет по земле какая-то неведомая сила. Кажется, самому ему не справиться. Но вы слишком далеко!",
    "answers": [
      {
        "id": 38,
        "text": "[Броситься на помощь]"
      },
      {
        "id": 39,
        "text": "[Вскрикнуть]"
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы что есть сил побежали к Фильке. Он пытался вырваться из поля воздействия неведомой силы, но дела его были плохи. Подбежав, вы схватили его за руку и попытались вытянуть. Однако ваши усилия были тщетны. Филька начал подниматься в воздух. Вы уже было отчаялись его спасти, но тут вам в голову пришла безумная мысль. Вы что есть силы толкнули Фильку в противоположную от себя сторону. И, как ни странно, это сработало! Филька упал в нескольких метрах от вас и нервно выдохнул.\n— Я... я живой, — повторял он, ощупывая себя. Вы устало опустились на траву рядом с ним\n— Ты спас меня! Да я же тебе по гроб жизни... \n— Ничего, сочтемся, — улыбнулись вы. — Лучше скажи, что это за хрень такая?\n— А, это, — он махнул рукой, — это карусель, аномалия такая. Затягивает тебя, а потом разрывает на части. Сталкеры у костра рассказывали, почти никто из нее не выбирался. \n— Черт, — вы приподнялись и посмотрели в сторону недавно убитой вами собаки, — пора сматываться\n— Что такое? — удивился Филька.\nВы молча ткнули в неторопливо трусившую в вашу сторону стаю псов.\n— А как же хвост, что мы Сидоровичу скажем?\n Да какая разница, ты же не хочешь, чтобы, закончив с сородичем, эти, — ты махнул рукой, — принялись за нас?\n— Ну да, ты прав, пошли, — сказал Филька.\n\n",
    "answers": [
      {
        "id": 40,
        "text": "[Уйти]"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы протянули руку в сторону Фильки. Из вашего горла вырвался крик. Через несколько секунд та же неведомая сила подняла Фильку в воздух, а затем разорвала. От шока вы не смогли устоять на ногах. Но Фильку было уже не вернуть. Вы поднялись, осмотрелись и увидели, что стая принюхивается в вашу сторону. Вы быстро схватили нож, подбежали к недавно убитой вами собаке и отрезали хвост.\n\"Ну зато хвост только мне достанется\", — мелькнула какая-то нехорошая мысль. Вы врезали себе оплеуху. \"Что за мысли в голову лезут, — подумали вы, — так все, пора убираться отсюда\".",
    "answers": [
      {
        "id": 31,
        "text": "[Уйти]"
      }
    ]
  },
  {
    "id": 40,
    "text": "Путь до деревни занял чуть больше времени, несмотря на то, что Филька молчал, видимо еще до конца не придя в себя. Однако больше на вашем пути не встретились ни мутанты, ни новые аномалии. \n— К Сидоровичу пойдем вместе, — сказали вы, подойдя к входу в подвал. \n— А что мы ему скажем? — спросил у вас Филька?\n— Как что? Правду и скажем. Да не вешай ты нос. Помнишь, как у Стругацких было : \"с хабаром вернулся — чудо, живой вернулся — удача...\" \n— \"Патрульная пуля мимо — везение, а все остальное — судьба…\", — продолжил, он слабо улыбнувшись. \n— Пошли, — кивнули вы.\n",
    "answers": [
      {
        "id": 43,
        "text": "[Спуститься к Сидоровичу]"
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы с Филькой попрощались с Сидоровичем и вышли из подвала. \n— Слушай, сказал вам Филька, — меня до сих пор немного потряхивает, так что я, наверное, сейчас пойду в какой-нибудь домик и просто завалюсь спать. Если не сложно, попроси Волка, чтобы меня никто не трогал.\n— Хорошо, — сказали вы, иди отдыхай. \n— Филька еще раз поблагодарил вас и быстрым шагом направился к ближайшему дому с целой крышей. Пора и вам немного расслабиться.",
    "answers": [
      {
        "id": 42,
        "text": "[Зайти в деревню]"
      },
      {
        "id": 41,
        "text": "Укажите команды для картинки",
        "url": "http://d.zaix.ru/ifeP.png"
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы стоите в центре деревни. С момента вашего ухода здесь все осталось по прежнему, разве что сталкеров у костра стало заметно больше.",
    "answers": [
      {
        "id": 33,
        "text": "[Выполнить просьбу Фильки]",
        "need": [
          38,
          -33
        ]
      },
      {
        "id": 49,
        "text": "[Рассказать о смерти Фильки]",
        "need": 39
      },
      {
        "id": 48,
        "text": "[Сесть у костра]"
      },
      {
        "id": 42,
        "text": "Укажите команды для картинки",
        "url": "http://d.zaix.ru/inuC.png"
      }
    ]
  },
  {
    "id": 43,
    "text": "Вы с Филькой спустилисьспустились в подвал и, не сговариваясь, начали наперебой стучать в закрытую дверь.\n— Ну что такое, — раздался ворчливый голос из микрофона, — только отдохнуть решил. Эх, заходите.\n— Что, вдвоем ходили на охоту? — спросил у вас с Филькой Сидорович, когда вы вошли в комнату. \nВы оба кивнули.\n— Ну, тогда я жду хвост, нет, два, я же два задания давал, сказал Сидорович.\n— Понимаешь, тут такое дело, — начали вы.\n— Нет, стой, — прервал вас Филька. Мой косяк, мне и оправдываться. Дима, — кивнул он на вас, — убил собаку, но тут я попал в карусель. Он кинулся меня спасать, не успев отрезать хвост. А потом прибежала целая стая псов, там уже было не до хвоста, самим бы спастись.\n— Ну... — произнес Сидорович после некоторого молчания, — допустим я вам поверил. Ладно, это не так важно. Приходите завтра, подумаю, какую работенку вам можно подкинуть. А пока отдохните.",
    "answers": [
      {
        "id": 41,
        "text": "[Выйти из подвала]"
      },
      {
        "id": 43,
        "text": "введите команды для картинки",
        "url": "http://d.zaix.ru/inur.png"
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы прошли вниз по уже знакомой лестнице и подошли к стальной двери.\n— Ну кто там, — раздался ворчливый голос из микрофона, — уже поесть спокойно не дают. А, это ты, заходи давай, — сказал он, открыв дверь.\n— Вернулся, — сказал Сидорович, как только вы подошли к нему. Ну что, выполнил мое поручение?\nВы достали из рюкзака собачий хвост и протянули ему.\n— Молодец, сталкер, — сказал Сидорович, — теперь я вижу, что с тобой можно иметь дело. Конечно, опыту тебе еще надо поднабраться, но это все потом. Пока — отдыхай. Зайди в деревеньку, посиди у костерка, а завтра подходи. Кстати, ты один ходил?",
    "answers": [
      {
        "id": 45,
        "text": "[Да]"
      },
      {
        "id": 46,
        "text": "[Нет]",
        "need": 39
      },
      {
        "id": 44,
        "text": "введите команды для картинки",
        "url": "http://d.zaix.ru/inur.png"
      }
    ]
  },
  {
    "id": 45,
    "text": "Вы молча кивнули.\n— Серьезно? — удивился торговец. Не у каждого хватит духу в первый раз выбраться из деревни в одиночку. Далеко пойдешь. Ну ладно иди отдыхай, не буду тебя больше задерживать.",
    "answers": [
      {
        "id": 47,
        "text": "[Попрощаться]"
      },
      {
        "id": 45,
        "text": "введите команды для картинки",
        "url": "http://d.zaix.ru/inur.png"
      }
    ]
  },
  {
    "id": 46,
    "text": "Вы немного смутились.\n— Нет, с напарником, — сказали вы. Но он... попал в... я даже не знаю, что это. Но оно подняло его и разорвало на части. \n— Это карусель, страшная аномалия, — произнес торговец после некоторого молчания. — У тех, кто попадает в нее почти нет шансов выбраться живым. Ох, жалко, конечно, пацана, но сталкеры, как известно, в рай без очереди попадают. \nВы кисло улыбнулись.\n— Ладно, иди отдыхай.",
    "answers": [
      {
        "id": 47,
        "text": "[Попрощаться]"
      },
      {
        "id": 46,
        "text": "введите команды для картинки",
        "url": "http://d.zaix.ru/inur.png"
      }
    ]
  },
  {
    "id": 47,
    "text": "— Ну, до завтра, — сказали вы Сидоровичу и вышли из подвала. Самое время хорошенько расслабиться.",
    "answers": [
      {
        "id": 42,
        "text": "[Зайти в деревню]"
      },
      {
        "id": 47,
        "text": "Укажите команды для картинки",
        "url": "http://d.zaix.ru/ifeP.png"
      }
    ]
  },
  {
    "id": 48,
    "text": "— Можно? — спросили вы сталкеров, подойдя к костру.\n— Что за вопрос, садись, конечно, — раздались наперебой несколько голосов.\nВы сняли успевший натереть вам плечи рюкзак, и сели рядом с костром.\nКаждый у костра занимался своим делом: кто-то грел пищу, кто-то травил байки и анекдоты, а кто-то просто сидел, уставившись в огонь.\n\n",
    "answers": [
      {
        "id": 50,
        "text": "[Достать еду]"
      },
      {
        "id": 48,
        "text": "Укажите команды для картинки",
        "url": "http://d.zaix.ru/iffb.png"
      }
    ]
  },
  {
    "id": 49,
    "text": "— Слушай, Волк, тут такое дело, — начали вы.\n— Что случилось?\nТот парень, с которым я ходил на задание, Филька, он... попал в аномалию. Я не успел ему помочь.\nВолк заметно помрачнел.\n— Жаль парня. Славный был малый. Ты не вини себя, аномалии — страшная штука. Попав в нее, почти нет шансов выбраться живым. Иди к костру, отдохни. Я скажу сталкерам, чтобы они не допытывались до тебя. Конечно, мало кто из здешних имеет привычку лезть в чужие дела, но все же.",
    "answers": [
      {
        "id": 42,
        "text": "[Спасибо]"
      },
      {
        "id": 49,
        "text": "Укажите команды для картинки",
        "url": "http://d.zaix.ru/inva.png"
      }
    ]
  },
  {
    "id": 50,
    "text": "Вы достали свои небогатые запасы — тушенку, заранее приготовленные бутерброды, бутылку воды и приступили к приему пищи. После дня в Зоне даже такая нехитрая снедь казалась невероятно вкусной. Утолив голод, вы обратили внимание на самого заметного сталкера у костра. Это был явно опытный бродяга: об этом говорило и его снаряжение, и то, с каким уважением к нему относились остальные.\n",
    "answers": [
      {
        "id": 51,
        "text": "[Прислушаться]"
      },
      {
        "id": 50,
        "text": "Укажите команды для картинки",
        "url": "http://d.zaix.ru/iffb.png"
      }
    ]
  },
  {
    "id": 51,
    "text": "— Вот вы, салаги, еще пока пользуетесь обычными именами, — сказал он. Но у каждого настоящего сталкера должно рано или поздно появиться новое имя, имя, которое ему дает сама Зона.\n— Это как так, Зона? — спросил кто-то из новичков. Разве не вы сами их друг другу придумываете?\n— Э нет, — ответил опытный, — все не так просто. Когда человек попадает в Зону, он начинает жизнь с чистого листа. Возьмём в пример любого из вас, вот ты, самый молчаливый, — тут он тыкнул пальцем в вас, — ну, чего застыл, не съем я тебя. Ты же недавно в Зоне, верно? \nВы молча кивнули.\n— Но тебе уже приходилось делать выбор, куда идти, что делать? — опять дождавшись вашего утвердительного кивка опытный продолжил. — Эти мелкие решения сами по себе значат немного. Да, от них зависит твоё ближайшее будущее, но не больше. Но в сумме все эти решения формируют тебя как сталкера и от них, по большому счету, зависит, кем ты станешь в Зоне. Ну а погоняло сталкера порой слишком вычурно, но очень метко отражает то, что в тебе видят другие. Так что, салаги, помните, каждое ваше решение будет иметь последствия. Ладно, что-то я вас загрузил, — хохотнул он. — Развлекайтесь, а мне пора.\nМатерый сталкер поднялся, подошел к Волку, сказал ему пару слов и растворился в опустившейся на Зону темноте.",
    "answers": [
      {
        "id": 52,
        "text": "[Выдохнуть]"
      },
      {
        "id": 51,
        "text": "Укажите команды для картинки",
        "url": "http://d.zaix.ru/iffb.png"
      }
    ]
  },
  {
    "id": 52,
    "text": "— Мда уж, нагнал он тут мути, — сказал кто-то. — Выбор, ответственность... рехнуться можно. Все, объявляю музыкальную паузу.\nРаздались одобрительные возгласы.\nОн куда-то отлучился и буквально через минуту вернулся с гитарой, сел и начал наигрывать какую-то незамысловатую мелодию. В голове у вас роились мысли, вытесняя одна другую, но вы решили отбросить их и просто насладиться вечером. Кто знает, когда в следущий раз выпадет такая возможность?\nКогда мелодия закончилась, владелец гитары спросил:\n— Может кто еще хочет поиграть?",
    "answers": [
      {
        "id": 53,
        "text": "[Протянуть руку]"
      },
      {
        "id": 56,
        "text": "[Сидеть на месте]"
      },
      {
        "id": 52,
        "text": "Укажите команды для картинки",
        "url": "http://d.zaix.ru/iffb.png"
      }
    ]
  },
  {
    "id": 53,
    "text": "Вы, немного подумав, протянули руку.\n— О, а ты умеешь? — спросил владелец гитары.\n— Самую малость, — ответили вы. Школ музыкальных не заканчивал, но сыграть что-нибудь смогу.\n— Ну держи, — сказал сталкер, протяну вам инструмент.\n— Вы прикоснулись к струнам и задумались, перебираю в уме те немногие песни, которые вы были в состоянии исполнить. Решив, что классика не умирает, вы взяли первый аккорд. Песню сразу же узнали большинство сталкеров у костра и начали вам подпевать. Да, у некоторых из них не было слуха, а у большинства — голоса, но сам факт говорил о том, что с песней вы не ошиблись. Припев все пели хором.\n\nСолнце мое, взгяни на меня:\nМоя ладонь превратилась в кулак.\nИ если есть порох, дай и огня.\nВот так.\n\nКогда песня закончилась, раздались нестройные аплодисменты.",
    "answers": [
      {
        "id": 54,
        "text": "[Сыграть другую песню]"
      },
      {
        "id": 53,
        "text": "Укажите команды для картинки",
        "url": "http://d.zaix.ru/iffb.png"
      },
      {
        "var_str_set": [
          "global play_sound_once",
          "kuk"
        ],
        "super_calculate": false,
        "id": 53,
        "calculate": true,
        "text": "[музыка]"
      }
    ]
  },
  {
    "id": 54,
    "text": "Следущая песня, — начали вы, — далеко не так известна. Но если кто-то вдруг ее знает — подпевайте, — вы улыбнулись, взяли аккорд и начали играть. Такого ажиотажа эта песня не вызвала, но некоторые всё-таки подпевали вам.\n\nВремя за полночь, и мне осталось три пути:\nНе один ли бес, куда ступать, зачем идти —\nОпустились руки, поднялись корни.\nМонету на удачу, руку чёрт не дёрни.\n...\nКогда вы закончили играть, кто-то из сталкеров сказал: \"Эх, хорошо-то как\", выразив, судя по всему, общее мнение.\n",
    "answers": [
      {
        "id": 55,
        "text": "[Отдать гитару]"
      },
      {
        "id": 54,
        "text": "Укажите команды для картинки",
        "url": "http://d.zaix.ru/iffb.png"
      },
      {
        "var_str_set": [
          "global play_sound_once",
          "tri"
        ],
        "super_calculate": false,
        "id": 54,
        "calculate": true,
        "text": "[музыка]"
      }
    ]
  },
  {
    "id": 55,
    "text": "Вы протянули гитару ее владельцу. После этого она еще несколько раз переходила из рук в руки. Песни звучали самого разного плана. Однако умеющих играть было не очень много и вскоре гитара была убрана.",
    "answers": [
      {
        "id": 57,
        "text": "[Продолжить сидеть]"
      },
      {
        "id": 55,
        "text": "Укажите команды для картинки",
        "url": "http://d.zaix.ru/iffb.png"
      },
      {
        "var_str_set": [
          "global play_sound_once",
          "zvuki"
        ],
        "super_calculate": false,
        "id": 55,
        "calculate": true,
        "text": "[музыка]"
      }
    ]
  },
  {
    "id": 56,
    "text": "К гитаре после некоторого молчания протянулось несколько рук. Песни звучали самого разного плана, однако умеющих играть было немного и вскоре гитара была убрана.",
    "answers": [
      {
        "id": 57,
        "text": "[Сидеть дальше]"
      },
      {
        "id": 56,
        "text": "Укажите команды для картинки",
        "url": "http://d.zaix.ru/iffb.png"
      }
    ]
  },
  {
    "id": 57,
    "text": "Вы еще немного посидели у костра, но вскоре вас начало клонить в сон. После очередного зевка вы решили, что пора идти спать, встали, подошли к Волку и, спросив насчет свободных домов, направились к одному из них.\nЗайдя в относительно целый дом, вы достали из рюкзака спальный мешок и, выбрав более-менее чистое место, приготовили себе спальное место.",
    "answers": [
      {
        "id": 58,
        "text": "[Лечь]"
      }
    ]
  },
  {
    "id": 58,
    "text": "Вы легли в спальный мешок и закрыли глаза. В голове крутились обрывки мыслей, образы. Вы невольно прокручивали то, что произошло с вами сегодня: проникновение в Зону, новые люди, первое задание и тот страный сталкер со своими разговорами про выбор и ответственность за него. \"Ладно, — подумали вы, — всё завтра\" и с этими мыслями наконец-то провалились в сон.",
    "answers": [
      {
        "id": 59,
        "text": "[...]",
        "blackout": true
      }
    ]
  },
  {
    "id": 59,
    "text": "Солнечный луч, непонятно как пробившийся сквозь пелену туч, заставил вас проснуться. Вы выбрались из спальника, убрали его в рюкзак и, по-быстрому умывщись и перекусив, вышли из дома. В центре деревни было на удивление многолюдно. Подойдя, вы увидели Волка и еще нескольких опытных сталкеров. Они стояли в кругу новичков и о чем-то говорили.\n— Ситуация очень непростая. Сегодня наши дозорные заметили, как около деревни остановился крупный бандитский клан, возглавляемый местным авторитетом. Их цели нам неизвестны, но если меня чему-то и научила Зона, так тому, что от бандитов ничего хорошего не жди. Вполне вероятно, что скоро на наш лагерь будет совершена атака. Необходимо подготовиться к обороне. Или, может быть у кого-то из вас есть другие предложения, как нам решить эту проблему?",
    "answers": [
      {
        "id": 60,
        "text": "[Промолчать]"
      },
      {
        "id": 71,
        "text": "[Подойти к Волку]",
        "need": -38
      },
      {
        "id": 59,
        "text": "Укажите команды для картинки",
        "url": "http://d.zaix.ru/inuC.png"
      }
    ]
  },
  {
    "id": 60,
    "text": "После недолгого молчания Волк кивнул и продолжил\n— Всем проверить оружие и запас патронов. Затем занимате позиции, желательно на чердаках и домах. Тактика следущая — несколько человек, скорее всего те, у кого хорошее оружие, начинают стрелять по бандитам издалека, вынуждая их зайти в деревню, где они попадут под перекрестный огонь со всех домов. Все ясно? Тогда выполнять!\nТолпа сталкеров мигом распалась, кто-то пошел за оружием, кто-то — на позицию. Пора и вам подсуетиться.",
    "answers": [
      {
        "id": 61,
        "text": "[Приготовиться к обороне]",
        "need": -38
      },
      {
        "id": 66,
        "text": "[Найти Фильку]",
        "need": 38
      }
    ]
  },
  {
    "id": 61,
    "text": "Быстро проверив оружие и запас патронов, вы залезли на чердак одного из домов. Отсюда прекрасно просматривалась дорога, идущая через деревню. Идеальное место для засады. Вы сели и задумались:\n\"Только вчера я проник в Зону, думая, что самое страшное здесь — монстры или, на худой конец, аномалии. Однако сейчас мою жизнь хотят отнять люди. Хотя можно ли их назвать людьми — отдельный вопрос\". Тут вы услышали скрип лестницы и на чердак залез сталкер. \n— Эге, да тут занято, — сказал он, — хотя... ты не возражаешь? \nВы мотнули головой. \n— Вот и славно, — сказал он, подойдя к соседней дырке в крыше. — Ну что, готов? — спросил он у вас.\nВы неопределенно пожали плечами.\n— Главное, помни, в Зоне зачастую или ты их, или они тебя, так что...\nТут из входа на чердак появилась  Волка:\n— Бандиты подступают! Приготовиться! — сказал он и спустился обратно.",
    "answers": [
      {
        "id": 62,
        "text": "[Занять позицию]"
      }
    ]
  },
  {
    "id": 62,
    "text": "Вы достали пистолет и навели его на дорогу. Где-то в соседних домах застучали автоматы опытных сталкеров. Им ответили бандитские стволы. Очень скоро вы заметили первого бандита. Это был молодой пацан в черной куртке и с пистолетом в руках. Он зашел в деревню и боязливо оглянулся. И тут, видимо, у кого-то из сталкеров не выдержали нервы. Раздались одрночные пистолетные выстрелы и бандит упал. \nДальнейший бой в вашей памяти почти не отложился. Вы стреляли, прятались, делились патронами и сами просили обойму...",
    "answers": [
      {
        "id": 63,
        "text": "[...]"
      }
    ]
  },
  {
    "id": 63,
    "text": "Вы обнаружили себя на том же самом чердаке. Оглядев себя вы поняли, что почти не пострадали, за исключением пары уже перебинтованных неопасных ран. Вы устало выдохнули и спустились с чердака. В центре деревни собирались те, кто выжил в этой схватке. Тут вы заметили и Волка, и вчерашнего дозорного — первого сталкера, которого вы встретили, и тех, кто сидел с вами у костра...",
    "answers": [
      {
        "id": 64,
        "text": "[Подойти к Волку]"
      }
    ]
  },
  {
    "id": 64,
    "text": "— Мы... победили? — спросили вы, подойдя к Волку.\n— Ну, получается, что да, — криво усмехнулся он. Будем теперь требовать моральной компенсации от Сидоровича, мы же и его бизнес можно сказать спасли. Хотя кто вернет погибших ребят...\nВы молча огляделись. \"Воевать ради мира, умирать ради жизни — такова цена. Да, мы победили, но кто скажет об этом тем, кто погиб?\"\n— Мне кажется, нам всем сегодня надо будет выпить, — сказал кто-то из сталкеров...",
    "answers": [
      {
        "id": 65,
        "text": "[К концовке]"
      },
      {
        "id": 64,
        "text": "Укажите команды для картинки",
        "url": "http://d.zaix.ru/inva.png"
      }
    ]
  },
  {
    "id": 65,
    "text": "Открыта концовка: Одиночка.\n\nПосле того, как атака на деревню новичков была отбита, жизнь на кордоне пошла своим чередом. Диму здесь запомнли как ответственного и сдержанного, но немного нелюдимого сталкера. Из-за этого многие начали звать его Угрюмый. Вскоре, набравшись опыта и купив снаряжения Дима ушел с кордона. Он стал одним из многих бродяг-одиночек, топчущих Зону. Знающий цену человеческой жизни Угрюмый никогда не ввязывался во вражду между группировками, смог сохранить нейтралитет со Свободой, Долгом и уважительные отношения с многими сталкерскими кланами.",
    "answers": [
      {
        "id": 1,
        "text": "[В начало квеста]"
      },
      {
        "id": 91,
        "text": "[Все концовки]"
      }
    ]
  },
  {
    "id": 66,
    "text": "Первым делом вы решили найти Фильку. Оглянувшись, вы увидели его среди других сталкеров. Он, судя по всему, пытался найти вас. Вы подошли к нему и спросили:\n— Ты как?\n— Да вроде нормально, — ответил он. — Даже отпустило. Слушай, я... я же и не знаю, как тебя благодарить.\n— Это все потом, — прервали вы его. — Живы будем — сочтемся, сейчас важнее отбить атаку бандитов.\n— Ну да, ты прав, — согласился он. Куда пойдем?\n— А вон, видишь, — показали вы, — чердак. С него прекрасно будет все видно. Лучшего места и не придумать.",
    "answers": [
      {
        "id": 67,
        "text": "[Забраться на чердак]"
      }
    ]
  },
  {
    "id": 67,
    "text": "Вы с Филькой забрались на чердак и, проверив оружие и обзор из дырок в крыше, сели на пол. \n— Я никогда не стрелял в людей, — произнес Филька.\n— Я тоже, — ответили ему вы. — Но, похоже выбора у нас особого нет.\n— Да... наверное... неужели нельзя ничего сделать, кроме как стреляться? \nТут его размышления прервал Волк, чья голова высуналась из входа на чердак.\n— Бандиты подступают! Приготовиться! — сказал он и спустился обратно.",
    "answers": [
      {
        "id": 68,
        "text": "[Занять позицию]"
      }
    ]
  },
  {
    "id": 68,
    "text": "Вы с Филькой достали пистолеты и навели их на дорогу. Где-то в соседних домах застучали автоматы опытных сталкеров. Им ответили бандитские стволы. Очень скоро вы заметили первого бандита. Это был молодой пацан в черной куртке и с пистолетом в руках. Он зашел в деревню и боязливо оглянулся. \n— Ты смотри, — прошептал Филька, — обычный пацан, переодеть — от сталкера не отличишь.\n— И это самое страшное, ведь внутри у него скорее всего...\nИ тут, видимо, у кого-то из сталкеров не выдержали нервы. Раздались одрночные пистолетные выстрелы и бандит упал. \nДальнейший бой в вашей памяти почти не отложился. Вы стреляли, прятались, делились патронами и сами просили обойму, прикрывали Фильку и сами просили помощи...",
    "answers": [
      {
        "id": 69,
        "text": "[...]"
      }
    ]
  },
  {
    "id": 69,
    "text": "Вы обнаружили себя на том же самом чердаке. Оглядев себя вы поняли, что почти не пострадали, за исключением пары уже перебинтованных неопасных ран. Однако рядом стонал раненый. Подойдя к нему, вы поняли, что это Филька. Без лишних слов вы аккуратно приподняли его. \n— Опять ты... меня спасаешь... — сказал пришедший в себя Филька. \n— Вот только не начинай опять, да спасаю, ответили ему вы.\nС раненым на плече вы аккуратно спустились с чердака и вышли в центр деревни.\n— Здесь есть врач? — громко спросили вы.\nК вам подскочил какой-то сталкер, без лишних вопросов помог вам затащить Фильку в подвал и попросил оставить их.\nВы вышли из подвала и подошли к Волку.\n— Спасибо тебе, сталкер, — сказал вам он. Я даже не знаю, что бы Филька без тебя делал. Он слишком беспечный для Зоны.\n— Не бойся, я за ним присмотрю, — ответили вы, — ну или он за мной. Это уж как пойдет...\n\n",
    "answers": [
      {
        "id": 70,
        "text": "[К концовке]"
      }
    ]
  },
  {
    "id": 70,
    "text": "Открыта концовка: Друг.\n\nПосле того, как атака на деревню новичков была отбита, жизнь на кордоне пошла своим чередом. Филька скоро поправился — его рана оказалась не такой опасной, как показалось на первый взгяд. После этого в каждую ходку они с Димой всегда отправлялись в ходку вместе. Их и запомнили на кордоне как двух противоположностей, идеально дополняющих друг друга. Дима своей серьезностью и надежностью заслужил прозвище Кремень, Фильку же все в шутку называли Балаболом. Вскоре приятели, набравшись опыта ушли с кордона. Их напарничество переросло в крепкую дружбу. Дима с Филькой своей искренностью и открытостью заслужили уважение в сталкерской среде.\n\n",
    "answers": [
      {
        "id": 1,
        "text": "[В начало квеста]"
      },
      {
        "id": 91,
        "text": "[Все концовки]"
      }
    ]
  },
  {
    "id": 71,
    "text": "Вы подошли к Волку и громко, так, чтобы  услышали все, сказали:\n— Слушай, Волк, я, конечно, все понимаю, но твой план слишком рискованный. Большинство здесь — новички, которые толком и оружия держать не умеют. Любая подобная затея обернется большими жертвами. Ты готов на них пойти?\n— Я все это понимаю, — сквозь зубы сказал Волк. — Но что ты можешь предложить?",
    "answers": [
      {
        "id": 72,
        "text": "[Надо попробовать договориться]",
        "need": 17
      },
      {
        "id": 85,
        "text": "[Надо устранить их лидера]",
        "need": 21
      },
      {
        "id": 74,
        "text": "[Молчать]"
      },
      {
        "id": 71,
        "text": "Укажите команды для картинки",
        "url": "http://d.zaix.ru/inva.png"
      }
    ]
  },
  {
    "id": 72,
    "text": "Договориться? — удивился Волк. Ну... возможно это было бы выходом, но кто пойдет?\n— Я и пойду, — ответили вы. Получилось с военными, получится и тут. Как бы то ни было, бандиты — люди со своими слабостями.\n— Ты уверен, что найдешь эту слабость? — спросил у вас Волк.\n— Нет, — честно сказали вы, — но попробовать стоит. \n— Ладно, — сказал Волк после некоторого молчания. — Надеюсь, ты понимаешь, на что идешь. Если что, мы даже готовы заплатить, в разумных пределах, разумеется. Думаю, Сидорович не поскупится, ведь для него это тоже важно. Ну... удачи тебе, — сказал Волк и хлопнул вас по плечу.",
    "answers": [
      {
        "id": 73,
        "text": "[Поблагодарить]"
      },
      {
        "id": 72,
        "text": "Укажите команды для картинки",
        "url": "http://d.zaix.ru/inva.png"
      }
    ]
  },
  {
    "id": 73,
    "text": "— Спасибо, Волк. Я постараюсь не подвести.\nКогда вы собрались уходить, вся деревня провожала вас. Слова были лишними. Вы, не оборачиваясь, вышли из деревни и направились к стоянке бандитов. Мыслей, как договариваться с бандитами, было немного. \"Ладно, на месте разберемся\", — подумали вы и, подняв руки, зашагали к маячившему неподалеку часовому.\n",
    "answers": [
      {
        "id": 75,
        "text": "[Идти]"
      }
    ]
  },
  {
    "id": 74,
    "text": "Вы потупили взгяд и молча стояли перед Волком.\n— Я все понимаю, но... по другому никак, — сказал вам Волк. Нам нельзя бросать деревню, а как-либо иначе решить эту проблему никто из нас неспособен. У кого-то есть какие-либо предложения? — опять громко спросил он.",
    "answers": [
      {
        "id": 60,
        "text": "[Стоять]"
      },
      {
        "id": 74,
        "text": "Укажите команды для картинки",
        "url": "http://d.zaix.ru/inva.png"
      }
    ]
  },
  {
    "id": 75,
    "text": "— Смотрите, кто к нам колеса катит, — осклабился он, заметив вас. — Сталкер, ты что тут забыл? \n— Мне нужно к вашему главному.\nБандит растерянно почесал затылок.\n— Бригадир, — крикнул он в сторону, — тут какой-то сталкер, говорит у него к пахану разговор есть.\nК вам подошел еще один бандит.\n— Серьезно? — спросил он. — И что же это за разговор?\n— Я пришел договориться.\n— Ну... я сейчас спрошу у пахана, есть ли у него настроение общаться со всякими... — он презрительно оглядел вас. — Обыщи его, — приказал он дозорному.\n— Да вот, пистолет, нож, — сказали вы, протягивая свое оружие, — а больше у меня и нет ничего.\nРазумеется, вам не поверили, но, обыскав и не найдя больше ничего, отступились.\n— У меня для тебя хорошие новости, сталкер. — сказал вам подошедший бригадир. — Пахан примет тебя. Проходи. ",
    "answers": [
      {
        "id": 76,
        "text": "[Зайти к пахану]"
      },
      {
        "id": 75,
        "text": "Укажите команды для картинки",
        "url": "http://d.zaix.ru/iffA.png"
      }
    ]
  },
  {
    "id": 76,
    "text": "Вы зашли в здание, поднялись на второй этаж и открыли дверь в небольшую комнату. Напротив вас стоял детина с автоматом в руках. \"Если что-то пойдет не так, я не жилец\", — подумали вы.\n— Доброе утро... или день? — сказал вам сидящий в неком подобии кресла бандит в плаще. Чего же вы стоите, присаживайтесь, — он кивком указал на стул. — Вы вовремя подоспели, — произнес он, когда вы присели, — я уже собирался отправлять моих ребят на штурм.  Ну, я вас слушаю. Объясните мне, почему мы не должны атаковать вашу деревеньку и что вы готовы мне дать взамен? \nСейчас самое время придумать что-то убедительное!",
    "answers": [
      {
        "id": 77,
        "text": "[Начать импровизировать]"
      }
    ]
  },
  {
    "id": 77,
    "text": "— Ну... начнем с того, что при штурме, так или иначе, погибнет много народу, в том числе и твоих. Но так как тебя это не волнует, — поспешили прибавить вы, увидев выражение лица главаря бандитов, — я лучше обращу внимание на то, что, например, Сидорович, будет точно не рад вашему соседству. Только представь, насколько уменьшится его прибыль, если пройдет слух, что рядом с ним логово бандитов. А ведь Сидорович — очень влиятельный человек, у него куча связей. Так что не думаю, что захватывать деревню — разумное решение.\n— Блефуешь, — сказал пахан, однако в его голосе промелькнула неуверенность.\n— Отнюдь. Кроме того, если ты и твои люди согдасятся покинуть кордон, то, возможно, удастся договориться о какой-нибудь компенсации.\n— Интересно излагаешь. Но насчет компенсации это, конечно, хорошо. Ладно, — сказал он после некоторого молчания, — мне надо подумать. Но твое предложение мне нравится. Я пришлю посыльного в деревню. Однако у меня есть встречное предложение, но уже только для тебя.",
    "answers": [
      {
        "id": 78,
        "text": "[Выслушать]"
      }
    ]
  },
  {
    "id": 78,
    "text": "Вы всем своим видом показали готовность слушать.\n— Мне понравилась твоя манера разговаривать. Ты умеешь подавать факты и убеждать других людей. Мне бы не помешал такой человек в моей бригаде. Да, если без туманных намеков, — сказал он, посмотрев на ваше удивлённое лицо, — я предлагаю тебе вступить к нам. Что скажешь?",
    "answers": [
      {
        "id": 79,
        "text": "[Отказаться]"
      },
      {
        "id": 81,
        "text": "[Подумать над предложением]",
        "need": [
          39,
          45,
          -49,
          56
        ]
      }
    ]
  },
  {
    "id": 79,
    "text": "— Слушай, без обид, но у вас свой путь, а у меня свой — ответили ему вы. Я бы предпочел остаться одиночкой, однако не буду иметь ничего против нейтралитета между нами и выполнения какой-нибудь работы.\n— Э, хитрец какой. Ладно, я понимаю. Можешь возвращаться в деревню, мои ребята тебя не тронут.\n— Спасибо. Ну, до встречи, — улыбнулись вы.\nВозвращаясь в деревню вы прокручивали в голове разговор. \"Получается, к каждому можно найти подход, главное понять, на чем можно сыграть, где у человека кнопка, — думали вы. — Конечно, понадобится время, чтобы отточить мастерство, но, определённо, оно того стоит\"...",
    "answers": [
      {
        "id": 80,
        "text": "[К концовке]"
      }
    ]
  },
  {
    "id": 80,
    "text": "Открыта концовка: Дипломат.\n\nПосле того, как бандиты ушли с кордона, жизнь там пошла своим чередом. Дима ещё не раз показывал своё умение договариваться и добиваться своего не силой, а словом. Сталкеры дали ему весьма говорящее прозвище Уж. Вскоре, набравшись опыта и купив снаряжения Дима ушел с кордона.  Его способности дипломата оказались весьма востребованными. Не примыкая ни к одной из группировок, Уж очень скоро стал весьма уважаемым человеком в кругах Долга и Свободы, а некоторые поговаривали, что он также заручился поддержкой некоторых бандитских кланов и даже Синдиката наемников.",
    "answers": [
      {
        "id": 1,
        "text": "[В начало квеста]"
      },
      {
        "id": 91,
        "text": "[Все концовки]"
      }
    ]
  },
  {
    "id": 81,
    "text": "Вы задумались над предложением главаря: \"Ведь если подумать, то что связывает меня с этой деревенькой? Бандиты, сталкеры — какая разница. Уж не я ли врал Сидоровичу, недоговаривал Волку?\"\n— Ну, и какой будет твой ответ? — спросил у вас бандит.\n",
    "answers": [
      {
        "id": 79,
        "text": "[Отказаться]"
      },
      {
        "id": 82,
        "text": "[Согласиться]"
      }
    ]
  },
  {
    "id": 82,
    "text": "— Знаешь... я согласен, — произнесли наконец вы.\n— Честно сказать... не ожидал, — ответил вам бандит. — Ну тогда... добро пожаловать в бригаду. И вот тебе первое задание — достать от Сидоровича побольше денег. Ну и всего остального тоже. \nПахан подозвал бригадира и сказал ему:\n— Это теперь наш штатный дипломат, прошу любить и жаловать, ведь пользы от него может быть больше, чем от многих бравых вояк.\n— Что, так сразу? Пришел и уже в бригаду? — сказал вам бригадир, — Странный ты какой-то тип... мутный.\n— Учти, хоть волос с него упадет... — в голосе пахана прозвучали угрожающие нотки.\n— Да понял, не дурак, — ответил ему бригадир.",
    "answers": [
      {
        "id": 83,
        "text": "[Попрощаться]"
      }
    ]
  },
  {
    "id": 83,
    "text": "— Ну, я пошел в деревню? — сказали вы.\n— Ах, да, иди, конечно, — ответил вам пахан.\nПо пути вы прокручивали в голове разговор. \"Уж не ошибся ли я, решив присоединиться к бандитам? Хотя... ладно. Выбор сделан, надеюсь я об этом не пожалею\"...\n",
    "answers": [
      {
        "id": 84,
        "text": "[К концовке]"
      }
    ]
  },
  {
    "id": 84,
    "text": "Открыта концовка: Темный путь.\n\nПосле того, как бандиты ушли с кордона, жизнь там пошла своим чередом. Диму здесь вспомнинали редко, а его выбор считали, мягко говоря, странным. Сам же Дима поселился с бандой в Темной Долине на заброшенной фабрике. За ним так и закрепилось прозвище Мутный. Однако, как бы к нему не относились некоторые бандиты, большинство понимало, какую пользу он приносит. С его помощью с бандой стало возможно хоть как-то контактировать, некоторые некрупные кланы согласились не стреляться, а отдавать часть хабара взамен на защиту и неприкосновенность. Дипломатия Димы стала новым витком развития для этого бандитского клана.",
    "answers": [
      {
        "id": 1,
        "text": "[В начало квеста]"
      },
      {
        "id": 91,
        "text": "[Все концовки]"
      }
    ]
  },
  {
    "id": 85,
    "text": "— Ты это серьезно? — спросил у вас Волк.\n— Ну да. Смотри, все бандитские кланы строятся на принципе сильного вожака. После его смерти начнется передел власти, всем будет уже не до нас. \n— А как ты собираешься это сделать.\n— По тихому пробраться к ним, устранить его и уйти. Сомневаюсь, что у бандитов хорошие патрульные, мимо которых нельзя прошмыгнуть.\n— Ну... я даже не знаю. Тогда возьми хотя бы вот, метательные ножи, они тебя могут пригодиться.\n— Спасибо, Волк. Все, не буду больше затягивать, я пошел.\n— Удачи тебе, — сказал Волк.",
    "answers": [
      {
        "id": 86,
        "text": "[Поблагодарить]"
      },
      {
        "id": 85,
        "text": "Укажите команды для картинки",
        "url": "http://d.zaix.ru/inva.png"
      }
    ]
  },
  {
    "id": 86,
    "text": "— Спасибо, Волк. Я постараюсь не подвести.\nКогда вы собрались уходить, вся деревня провожала вас. Слова были лишними. Вы, не оборачиваясь, вышли из деревни и направились к стоянке бандитов. Когда вдалеке замаячил дозорный, вы свернули с дороги и, пригнувшись продолжили путь. Подойдя к стоянке бандитов, вы остановились.",
    "answers": [
      {
        "id": 87,
        "text": "[Оглядеться]"
      }
    ]
  },
  {
    "id": 87,
    "text": "Немного осмотревшись по сторонам и насчитав несколько скучающих дозорных, вы поняли, что как бы невнимательны они ни были, мимо них не прошмыгнуть. Однако, обойдя стоянку по округу, вы обнаружили дырку в заборе, которая никем не охранялась. Прошиыгнув в нее, вы нырнули в кусты. Ваше проникновение осталось незамеченным. Двигаясь от одного куста к другому, вы подобрались к главному зданию. На центральной площади уже собирались бандиты, видимо штурм деревни планировался с минуты на минуту. Лучше момента, чтобы проникнуть к главарю не найти, но стоит поторопиться!",
    "answers": [
      {
        "id": 88,
        "text": "[Пробраться в здание]"
      },
      {
        "id": 87,
        "text": "Укажите команды для картинки",
        "url": "http://d.zaix.ru/iffA.png"
      }
    ]
  },
  {
    "id": 88,
    "text": "Вы аккуратно пробрались в главное здание, забрались на второй этаж, а оттуда на чердак. На ваше счастье, в штурме, судя по всему, принимала участие и охрана. С чердака вы увидели, как из своей комнаты главарь в сопровождении личного телохранителя — широченного бугая — вышел на импровизированную площадку, возвышающуюся над остальным двором и начал свою напутственную речь. Если и устранять главаря, то только сейчас!",
    "answers": [
      {
        "id": 89,
        "text": "[Кинуть нож]"
      }
    ]
  },
  {
    "id": 89,
    "text": "Вы кинули нож в главаря бандитов, а затем, чтобы наверняка, и в его телохранителя. К упавшему пахану сейчас же бросились бандиты в плащах, но ему было уже не помочь. \nВ суматохе оказалось невероятно просто выбраться с базы бандитов. Убравшись подальше, вы рещшились продолжить путь пешком. В голову лезли мысли: \"Главарь бандитов ликвидирован, а без него вряд ли для деревни представляет опасность этот неорганизованный сброд. Да... оказалось, устранять цели — не так уж и сложно, и в техническом, и в моральном плане\"...",
    "answers": [
      {
        "id": 90,
        "text": "[К концовке]"
      }
    ]
  },
  {
    "id": 90,
    "text": "Открыта концовка: Тень.\n \nПосле ликвидации главаря бандитов жизнь на кордоне пошла своим чередом. Дима еще не раз показывал своё умение проникать куда угодно. За это ему дали прозвище Фантом. Его вспоминали как целеустремленного и жесткого сталкера. Вскоре, набравшись опыта и купив снаряжения Дима ушел с кордона. Другие сталкеры поговаривали, что он вступил в Синдикат, где его навыки бесшумного убийцы оказались весьма полезны. Крупные группировки да и обычные сталкеры относились к нему с опаской, ведь его целью мог стать каждый.",
    "answers": [
      {
        "id": 1,
        "text": "[В начало квеста]"
      },
      {
        "id": 91,
        "text": "[Все концовки]"
      }
    ]
  },
  {
    "id": 91,
    "text": "Возможные концовки:\nОдиночка\nДруг\nДипломат\nТень\nТемный путь",
    "answers": [
      {
        "isBack": true,
        "text": "[Назад]",
        "id": 91,
        "backstepCount": 1
      },
      {
        "id": 65,
        "text": "[Одиночка]",
        "need": 65,
        "need_ever": true
      },
      {
        "id": 70,
        "text": "[Друг]",
        "need": 70,
        "need_ever": true
      },
      {
        "id": 80,
        "text": "[Дипломат]",
        "need": 80,
        "need_ever": true
      },
      {
        "id": 90,
        "text": "[Тень]",
        "need": 90,
        "need_ever": true
      },
      {
        "id": 84,
        "text": "[Темный путь]",
        "need": 84,
        "need_ever": true
      }
    ]
  },
  {
    "id": 92,
    "text": "",
    "answers": []
  }
]