[
  {
    "id": 1,
    "text": "Сегодня тот день, когда ты будешь в центре внимания. Все эти люди будут смотреть именно на тебя и лишь только им тебя судить. Ты долго готовилась к этому моменту и вот совсем скоро настанет момент истины. Но хочешь ли ты этого?",
    "answers": [
      {
        "id": 2,
        "text": "Я неуверенна.."
      },
      {
        "id": 3,
        "text": "Нет, я не хочу этого. Это не мое желание! "
      }
    ]
  },
  {
    "id": 2,
    "text": "Слова тут же вырываются наружу, ты чуть ли не кричишь, как вдруг дверь в твою гримерочную распахивается и из-за неё выглянул молодой парнишка, его лицо ты ещё толком не успела разглядеть ",
    "answers": [
      {
        "id": 4,
        "text": "Бросить в него книгой "
      },
      {
        "id": 5,
        "text": "Осторожно спросить у него кто он. "
      }
    ]
  },
  {
    "id": 3,
    "text": "Слова тут же вырываются наружу, ты чуть ли не кричишь, а дверь в твою гримерочную громко распахивается, парниша, его лицо ты ещё не успела разглядеть. ",
    "answers": [
      {
        "id": 4,
        "text": "Бросить в него книгой "
      },
      {
        "id": 5,
        "text": "Осторожно поинтересоваться у него кто он. "
      }
    ]
  },
  {
    "id": 4,
    "text": "Парень успел увернуться и книга прилетает прямо в дверь твоей гримерочной , оставляя на неё свои следы:<s>r\n—Воу, остынь. Если не ждешь гостей, то так сразу и скажи. ",
    "answers": [
      {
        "id": 6,
        "text": "Ах да, прости. "
      },
      {
        "id": 7,
        "text": "Научись стучаться. "
      }
    ]
  },
  {
    "id": 5,
    "text": "Ты уже хотела расспросить паренька на тему\n \"Кто ты и что ты тут делаешь\" , как тебя вдруг опередила твоя подруга Эльза.<s>ufeff<s>r\n—Что вы здесь тут делаете? Разве на двери черным по белому не написано \"гримёрочная Джессики Бартони\"?!",
    "answers": [
      {
        "id": 24,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 6,
    "text": "—Прости что сорвалась, просто день не задался.. — С натянутой улыбкой на лице ответила ты.<s>r\n -Ну так и быть, прощаю, но только из-за твоего милого чилика. — С ухмылкой на лице прибавил парниша.<s>r\n—Меня Энтони зовут. Тебя?<s>r\n<s>r\nТвоя подруга, что все это время сидела на кресле и наблюдала за вашим диалогом, не выдержала и сказала..<s>r\n—Ой, это Джессика, а я Эльза..",
    "answers": [
      {
        "id": 8,
        "text": "Пожать ему руку в ответ"
      },
      {
        "id": 9,
        "text": "Незначительно посмотреть на него и промолчать"
      }
    ]
  },
  {
    "id": 7,
    "text": "—Такая холодная.. А ты знаешь, как понравиться парню.. — Ухмыляется тот и протягивает свою руку перед тобой:<s>r\n—Энтони, а ты?<s>r\nТвоя подруга, что все это время сидела на кресле и наблюдала за вашим диалогом, тут же улыбнулась и сказала:<s>r\n—Ой, я Эльза, это моя подруга Джессика. ",
    "answers": [
      {
        "id": 8,
        "text": "Пожать ему руку в ответ "
      },
      {
        "id": 9,
        "text": "Незначительно посмотреть на него и промолчать"
      }
    ]
  },
  {
    "id": 8,
    "text": "Парень тут же ухмыльнулся то ли тому, что ты не проигнорировал его, то ли наивности твоей подруги. Он кинул свой взгляд в её сторону, заинтересовано разглядывая её. Тебе даже на мгновение показалось, будто он совсем потерял к тебе интерес:<s>ufeff\n—Надо же, твоя подружка вся такая весёлая, а ты её полная противоположность...<s>ufeff\n—Так к чему были все эти крики?",
    "answers": [
      {
        "id": 10,
        "text": "Рассказать ему обо всём и расплакаться в плечо"
      },
      {
        "id": 11,
        "text": "А разве тебе есть какое то дело до этого и меня в целом?"
      }
    ]
  },
  {
    "id": 9,
    "text": "Парень тут же ухмыльнулся, посмотрев на твою подругу, тебе даже на мгновенье показалось, будто он совсем потерял к тебе интерес:<s>r\n—Надо же, твоя подружка вся такая весёлая, а ты её полная противоположность...<s>r\n—Так к чему были все эти крики? ",
    "answers": [
      {
        "id": 10,
        "text": "Рассказать ему обо всём и расплакаться в плечо"
      },
      {
        "id": 11,
        "text": "А разве тебе есть какое то дело до этого и меня в целом?"
      }
    ]
  },
  {
    "id": 10,
    "text": "Парень только успел прижать тебя к себе, как ты чуть ли не стала рассказывать все свои проблемы, которые накопились за всю эту неделю..<s>r\n—Успокойся, мне не интересно.. — Прибавил парниша, а после чего оттянул тебя от себя. ",
    "answers": [
      {
        "id": 12,
        "text": "Проигнорировать слова парня"
      },
      {
        "id": 13,
        "text": "Высказать свое недовольство "
      }
    ]
  },
  {
    "id": 11,
    "text": "—Ну вообще-то нет, я просто спросил ради приличия.. — Прибавил парниша, будто бы специально провоцирую тебя. \n \n Спустя ещё какое то время общего молчания в комнату зашёл ещё один парниша, что казался куда вежливее и добрее прерыдущего, а увидев тот  тебя улыбнулся, но по чистой случайности увидел в комнате своего коллегу, которого так долго искал :\n—Энтони, вот ты где. Тебя уже все ищут, быстрее на площадку.<s>r\nПосле чего Энтони тут же попрощался с тобой и покинул комнату:<s>r\n—Ещё увидимся, Джес..",
    "answers": [
      {
        "id": 14,
        "text": "Надеюсь, что больше не встречу его "
      },
      {
        "id": 14,
        "text": "-До встречи "
      }
    ]
  },
  {
    "id": 12,
    "text": "Спустя ещё какое то время общего молчания в комнату зашёл ещё один парниша, что казался куда вежливее и добрее прерыдущего, а увидев тот  тебя улыбнулся, но по чистой случайности увидел в комнате своего коллегу, которого так долго искал :\n—Энтони, вот ты где. Тебя уже все ищут, быстрее на площадку.<s>ufeff\nПосле чего Энтони тут же попрощался с тобой и покинул комнату:<s>ufeff\n—Ещё увидимся, Джес..",
    "answers": [
      {
        "id": 14,
        "text": "Надеюсь, что больше не увижу его"
      },
      {
        "id": 14,
        "text": "-До встречи "
      }
    ]
  },
  {
    "id": 13,
    "text": "Ты уже начала свою грубую речь, как вдруг в комнату зашёл ещё один парниша, куда милее этого и увидев тебя улыбнулся, но тут в проходе увидел своего друга:<s>r\n—Энтони, вот ты где. Тебя уже все ищут, быстрее на площадку.<s>r\nПосле чего, тот тут же попрощался с тобой и покинул комнату:<s>r\n—Ещё увидимся..<s>r\n",
    "answers": [
      {
        "id": 14,
        "text": "Попрощаться с парнем"
      }
    ]
  },
  {
    "id": 14,
    "text": "После ухода Энтони, тот самый парниша, что увёл его на сцену, обратил на тебя внимание:\n—Я слышал как ты плакала.. Пожалуй не стоит этого больше делать. Тебе не идёт.. — Он тут же подошёл ближе и убрал слёзы с твоей щеки одной рукой ",
    "answers": [
      {
        "id": 15,
        "text": "Улыбнуться парнише"
      },
      {
        "id": 16,
        "text": "Оставаться неприклонной"
      }
    ]
  },
  {
    "id": 15,
    "text": "Парниша заметно обрадовался твоей улыбке:<s>r\n—Ну вот видишь.. Улыбка тебе идёт, помни это..<s>r\n—Кстати, я Пэйтон. ",
    "answers": [
      {
        "id": 17,
        "text": "Назвать свое имя"
      },
      {
        "id": 18,
        "text": "Продолжать молчать"
      }
    ]
  },
  {
    "id": 16,
    "text": "—Жаль,что я так и не успел увидеть твою улыбку.. Ну ладно, надеюсь, ещё встретимся. Прости что так быстро, много работы- Пролепетал мужчина и кивнул тебе на прощание, оставляя тебя один на один со своей подругой. ",
    "answers": [
      {
        "id": 19,
        "text": "Прощай "
      },
      {
        "id": 20,
        "text": "Взглянуть на свою ошарашенную подругу "
      }
    ]
  },
  {
    "id": 17,
    "text": "—Рад,что успел увидеть твою улыбку и узнать твоё имя..Надеюсь, ещё встретимся, а теперь мне пора. Много работы. -Прибавил парниша и кивнув тебе на прощание, оставляя тебя в комнате на едине с подругой ",
    "answers": [
      {
        "id": 19,
        "text": "Прощай"
      },
      {
        "id": 20,
        "text": "Взглянуть на свою ошарашенную подругу"
      }
    ]
  },
  {
    "id": 18,
    "text": "—Хм, видимо ты сегодня не в духе. Но в любом случае я рад был видеть твою улыбку..Надеюсь, ещё увидимся, а теперь мне пора. Много работы. -Прибавил парниша и кивнув тебе на прощание, оставляя тебя в комнате на едине с подругой",
    "answers": [
      {
        "id": 19,
        "text": "Кинуть парню вслед "
      },
      {
        "id": 22,
        "text": "Взглянуть на свою ошарашенную подругу "
      }
    ]
  },
  {
    "id": 19,
    "text": "Попрощавшись уже с закрытой дверью и давно ушедшим знакомым, ты решила все тщательно обдумать, но сначала.. ",
    "answers": [
      {
        "id": 22,
        "text": "Взгляну на свою ошарашенную подругу"
      }
    ]
  },
  {
    "id": 20,
    "text": "—И что, ты и этого красавчика убьёшь? — Возмущённо проговорила Эльза.\n—Если придётся... ",
    "answers": [
      {
        "id": 1,
        "text": "КОНЕЦ ПЕРВОГО ЭПИЗОДА "
      }
    ]
  },
  {
    "id": 21,
    "text": "Новая глава совсем скоро! Спасибо за прочтение. ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 22,
    "text": "—И что, ты и этого красавчика убьёшь? — Возмущённо проговорила Эльза.\n—Если придётся, то да... ",
    "answers": [
      {
        "id": 1,
        "text": "КОНЕЦ ПЕРВОГО ЭПИЗОДА "
      }
    ]
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  },
  {
    "id": 24,
    "text": "— Табличку твою я видел, а зашёл потому что услышал чей-то плач. — Парнишка при виде твоей подруги весь заухмылялся, тебе даже на мгновенье показалось, будто он совсем потерял интерес к причине, из-за которой сюда пришел.<s>r\n—Надо же, твоя подружка вся такая весёлая, а ты её полная противоположность...<s>r\n<s>r\n—Кхм, так к чему были все эти крики? — Снова продолжил говорить парень, подходя к тебе на расстояние чуть ближе дозволенного. ",
    "answers": [
      {
        "id": 10,
        "text": "Рассказать ему обо всём и расплакаться в плечо"
      },
      {
        "id": 11,
        "text": "А разве тебе есть какое то дело до этого и самой меня в целом?"
      }
    ]
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  },
  {
    "id": 27,
    "text": "",
    "answers": []
  },
  {
    "id": 28,
    "text": "",
    "answers": []
  }
]