[
  {
    "id": 1,
    "text": "Автор: Tanisa\nЖанр: мини-квест, приключение,фэнтези\n\n\nВсё просто! Пройди лабиринт, либо останься в нём навсегда живым или мёртвым. Всё зависит лишь от тебя, куда ты повернёшь, в какую дверь зайдёшь, кому доверишься. Найди свой выход!",
    "answers": [
      {
        "id": 2,
        "text": "НАЧАТЬ КВЕСТ!"
      },
      {
        "id": 23,
        "text": "Достижения"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Открыв глаза ты видишь, что очнулась в очень странном месте, оглядевшись по сторонам ты замечаешь только высокие стены покрытые мхом и лозой тянущейся вверх. Ты помнишь как засыпала в своей кровати, но как тогда ты здесь очутилась, ущипнув себя за руку, ты почувствавала боль, значит это не сон. \nВперёд тянется узкая дорожка, надо идти, сидя на месте ничего не изменится решаешь ты и встав на ноги направляешься по ней. \nПройдя несколько метров перед тобой возникает развилка, куда теперь?",
    "answers": [
      {
        "id": 3,
        "text": "Направо》"
      },
      {
        "id": 4,
        "text": "Налево《"
      },
      {
        "id": 2,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a29/2005/70/16ab718aaa0a.jpg"
      }
    ]
  },
  {
    "id": 3,
    "text": "Повернув направо, ты замечаешь что здесь стены сделаны из кирпича, промелькнула мысль попробовать забраться по ним, чтобы осмотреть всё сверху, но немного пройдя вдоль стены, ты не находишь ни углубления, ни одного кирпичика который бы хоть как то выступал, все они ровно прилегают друг к другу, уцепиться не за что.",
    "answers": [
      {
        "id": 6,
        "text": "Двигаться вперёд》"
      }
    ]
  },
  {
    "id": 4,
    "text": "Повернув налево ты идёшь вперед, дорожка всё не кончается и нет ни каких поворотов. Прошло уже около получаса, ты начинаешь изрядно уставать и терять терпение, облокатившись на стену ты начинаешь глубоко дышать. Вдруг ты чувтвуешь как твоя рука задевает что то мокрое и склизкое, опустив глаза ты в ужасе замечаешь, что это загустевшая кровь, отпрыгнув от стены ты видишь, что часть стены покрыта ею, но возникает вопрос, чья же эта кровь? В любом случае тебе бы не хотелось встретиться с тем кому она принадлежит!",
    "answers": [
      {
        "id": 5,
        "text": "Бежать дальше"
      }
    ]
  },
  {
    "id": 5,
    "text": "Ты бежишь глубоко дыша, поворотов стало очень много, каждый раз ты выбираешь наугад. Когда ты вновь заворачиваешь, то замечаешь на земле кровавую полосу, тянущуюся далеко вперед.",
    "answers": [
      {
        "id": 86,
        "text": "Идти по кровавому следу"
      },
      {
        "id": 87,
        "text": "Пойти другим путём"
      }
    ]
  },
  {
    "id": 6,
    "text": "Ты двигаешь дальше, но перед тобой опять возникает выбор, на этот раз три направления, куда теперь?",
    "answers": [
      {
        "id": 7,
        "text": "Прямо"
      },
      {
        "id": 8,
        "text": "Направо》"
      },
      {
        "id": 9,
        "text": "Налево《"
      }
    ]
  },
  {
    "id": 7,
    "text": "Дорога прямо идет под наклоном, ты аккуратно переставляешь ноги, чтобы не покатиться кубарем, но неожиданно спотыкаешься о камень, ты пытаешься устрять на ногах, но безуспешно, кувырком скатываясь вниз ты всё таки затормаживаешь перед глубокой ямой. Ты встаешь, всё тело болит, заглядывая в яму ты замечаешь на дне кучу змей, повезло еще, что не скатилась туда...\nНо что теперь делать, пытаться взобраться обратно, не факт, что получится. Перепрыгнуть? Яма не маленькая, да и разбег особо не взять, но шанс допрыгнуть есть...",
    "answers": [
      {
        "id": 10,
        "text": "Взбираться наверх"
      },
      {
        "id": 11,
        "text": "Перепрыгнуть"
      },
      {
        "id": 12,
        "text": "Пройти по краю"
      }
    ]
  },
  {
    "id": 8,
    "text": "Ты сворачиваешь направо, но спустя некоторое время жалеешь о своём выборе, перед тобой тупик, придётся возвращаться.",
    "answers": [
      {
        "id": 6,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 9,
    "text": "Пройдя налево, ты видишь перед собой три двери разных цветов. \nКрайняя левая дверь синего цвета и у неё ручка в виде льва. \nДверь в центре, красного цвета и на ней маленькие цветочки, ручка в форме розы.\nКрайняя правая дверь чёрного цвета, у неё ручка в форме полумесяца.\nКакую дверь ты выберешь?",
    "answers": [
      {
        "id": 14,
        "text": "Левая дверь"
      },
      {
        "id": 15,
        "text": "Дверь в центре"
      },
      {
        "id": 16,
        "text": "Правая дверь"
      }
    ]
  },
  {
    "id": 10,
    "text": "Ты держась за стену карабкаешься обратно в горку, но после десяти безуспешных попыток и скатываний вниз, ты бросаешь это дело...",
    "answers": [
      {
        "id": 7,
        "text": "Подумать ещё"
      }
    ]
  },
  {
    "id": 11,
    "text": "Всего один шанс, чтобы допрыгнуть, собравшись с силами и отойдя на два шага назад, настолько позволяла дистанция для разбега, ты отталкиваешься от края ямы, буквально несколько сантиметров не позволяют тебе приземлиться на другой стороне, но ты успеваешь уцепиться руками за другой край, уперевшись ногами ты подтягиваешься наверх и несколько секунд сидишь на земле...",
    "answers": [
      {
        "id": 100,
        "text": "Перевести дух и идти дальше"
      }
    ]
  },
  {
    "id": 12,
    "text": " С обеих сторон от ямы есть очень узкие линии тропы, ты решаешь попытаться на носочках пройти. Прижавшись к стене ты делаешь первый шаг, змеи внизу устремляют взгляд на тебя и начинают громко шипеть. Ты начинаешь заметно нервничать и думать, что это была не самая удачная идея.\nТы делаешь второй шаг и вдруг одна из лоз стягивает тебе ногу, теряя равновесие ты летишь вниз, прямиком к змеям. В твоих глазах застывает ужас, а змеи обвивают всю тебя и утягивают вниз!",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      },
      {
        "id": 12,
        "text": "stretch",
        "url": "https://c.radikal.ru/c37/2005/85/3abbb87cb257.png"
      },
      {
        "id": 23,
        "text": "К достижениям!"
      }
    ]
  },
  {
    "id": 13,
    "text": "Куда бы ты не шла всюду были зеркала и ни одного намёка на выход отсюда. Из за этого голова уже начала идти кругом.\nТы села на землю и закрыла глаза, чтобы хоть немного придти в себя. Но когда ты их открыла то оказалась в ловушке, перед тобой стояли два огромных зеркала, которые преграждали путь во все стороны.\nТы заметила мелкую рябь на них, примерно такую же как на зеркале в которое тебя затянуло. Осталось выбрать в какое зеркало войти, ведь обратно оно уже не выпустит!",
    "answers": [
      {
        "id": 102,
        "text": "Войти в правое зеркало"
      },
      {
        "id": 103,
        "text": "Войти в левое зеркало"
      },
      {
        "id": 13,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a32/2005/fa/5f4b59c62466.jpg\n"
      }
    ]
  },
  {
    "id": 14,
    "text": "Войдя в левую дверь ты слышишь щелчёк, обратно уже не выйти!\nТы осматриваешься и не веришь своим глазам, все стены покрыты чистым золотом, что ты видишь в них своё отражение. Под ногами позолоченная мраморная тропа. Ты медленно ступаешь по ней, но вдруг у тебя складывается нехорошее предчувствие, что за тобой кто то следит...",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "Войдя в центральную дверь, ты слышишь щелчок, обратно уже не выйти!\nСтены возле тебя тянуться высоко вверх и целиком покрыты зеленью и цветами, от которых исходит приятный запах.\nТы проходишь немного вперёд и вдруг слышишь чей то тихий голосок с левой стороны. Возможно этот кто то сможет тебе помочь выбраться...",
    "answers": [
      {
        "id": 17,
        "text": "Идти на голос"
      },
      {
        "id": 24,
        "text": "Продолжать идти прямо не обращая внимания на голос"
      },
      {
        "id": 15,
        "text": "stretch",
        "url": "https://a.radikal.ru/a35/2005/9d/228283b30ab3.jpg"
      }
    ]
  },
  {
    "id": 16,
    "text": "Войдя в правую дверь ты слышишь щелчок, обратно уже не выйти!\nЗдесь очень темно, что тебе приходится идти на ощупь. Пару раз ты споткнулась, и врезалась в стену. Поворотов ты не видишь, поэтому тебе приходится поворачивать в первый попавшийся.",
    "answers": [
      {
        "id": 71,
        "text": "Направо"
      }
    ]
  },
  {
    "id": 17,
    "text": "Ты решаешь пойти и узнать кому пренадлежит этот голос. Спустя какое то время ты выходишь на маленькую полянку с множеством разнообразных цветов, в центре находится невысокое деревце, а возле его ствола стоит молодая девушка с длинными белыми волосами которые тянутся до самой земли, а её одеяние состоит целиком из листьев.\nДевушка поворачивает голову к тебе и улыбается. От её мягкой и доброй улыбки тебе становиться спокойнее.",
    "answers": [
      {
        "id": 19,
        "text": "Спросить кто она и узнать как можно выбраться из лабиринта?"
      }
    ]
  },
  {
    "id": 18,
    "text": "Шестое чувство подсказывает тебе, что лучше не проверять кто там находится.",
    "answers": []
  },
  {
    "id": 19,
    "text": "—Кто ты и как здесь оказалась? Решаешь поинтересоваться ты у девушки.\n—Моё имя Афина, очень рада, что ты зашла ко мне, а то тут так скучно, я здесь довольно давно и даже поговорить не с кем, можно конечно с цветами, но разве ж они расскажут много, а ты первый человек за долгое время, так что садись поболтаем.\nДевушка тараторила без умолку, что ты не успевала и слова вставить, и наконец когда она остановилась ожидающе глядя на тебя, ты задаёшь ей главный вопрос...\n—Прости, я конечно рада с тобой познакомиться, но мне бы очень хотелось найти выход из этого лабиринта, я ведь плутаю здесь уже несколько часов и очень устала.\n—Ох конечно конечно, помогу чем смогу. Девушка делает лёгкий взмах рукой в твою сторону.\n—Обернись. \nТы оборачиваешься, там где только что был проход из которого ты пришла образовалась дверь.\n—Но прежде чем ты уйдешь может всё таки составишь мне компанию не надолго?",
    "answers": [
      {
        "id": 20,
        "text": "Составить девушке компанию"
      },
      {
        "id": 21,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 20,
    "text": "—А ты сама разве не хочешь выйти отсюда? Задаёшься ты вопросом.\n—Нет, мне здесь нравится, тут очень красиво, природа, а я люблю природу.\n—А ты когда нибудь пробовала сок из цветов? Это очень вкусно, сейчас я тебе сделаю.\nДевушка берет лист похожий на чашу и подносит его к цветку, тихонько нажимая на его бутон с него начинают капать капли сока. То же самое она проделывает ещё с несколькими цветами.\n—Вот держи, попробуй.\nТы берёшь лист из её рук и выпиваешь его содержимое. Как же вкусно, ты чувствуешь как тепло распростроняется по твоему телу. От этого наслаждения тебя начинает клонить в сон. \nТем временем девушка подходит к тебе и начинает гладить по голове тихо напевая.\n—Спи спокойно и ни о чем не думай, а когда проснёшься все заботы и печали уйдут...",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "Ты точно знаешь,что не хочешь здесь больше задерживаться и подходишь к двери.\n—Очень жаль, что ты решила уйти,тебе бы тут понравилось! Слышишь ты в след и выходишь.",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "Ты просыпаешься в прекрасном месте, на полянке с цветами, на тебя смотрит девушка ангельской внешности и улыбается. Ты не можешь вспомнить как здесь очутилась. Впрочем это уже не важно, здесь тебе хорошо и ты совершенно точно не хочешь уходить от сюда!",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      },
      {
        "id": 22,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b23/2005/6b/7ff8883165e7.jpg"
      },
      {
        "id": 23,
        "text": "К достижениям!"
      }
    ]
  },
  {
    "id": 23,
    "text": "Достижения будут открываться по мере прохождения!\n\nВсего в квесте 12 концовок:\n4 плохих!\n4 нейтральных!\n4 хороших!\n\nПолучены:",
    "answers": [
      {
        "id": 12,
        "need_ever": true,
        "need": 12,
        "text": "Змеиная яма!!!"
      },
      {
        "id": 22,
        "text": "Забвение!!!",
        "need": 22,
        "need_ever": true
      },
      {
        "id": 37,
        "text": "Вечная темнота!!!",
        "need": 37,
        "need_ever": true
      },
      {
        "id": 42,
        "text": "Звериная сила!!!",
        "need": 42,
        "need_ever": true
      },
      {
        "id": 69,
        "text": "Вечная свобода!!!",
        "need": 69,
        "need_ever": true
      },
      {
        "id": 70,
        "text": "Безумие!!!",
        "need": 70,
        "need_ever": true
      },
      {
        "id": 83,
        "text": "Восемь лап!!!",
        "need": 83,
        "need_ever": true
      },
      {
        "id": 85,
        "text": "Из темноты!!!",
        "need": 85,
        "need_ever": true
      },
      {
        "id": 99,
        "text": "Счастливое будущее!!!",
        "need": 99,
        "need_ever": true
      },
      {
        "id": 96,
        "text": "Неизвестное будущее!!!",
        "need": 96,
        "need_ever": true
      },
      {
        "id": 102,
        "text": "Дом милый дом!!!",
        "need": 102,
        "need_ever": true
      },
      {
        "id": 103,
        "text": "Белая палата!!!",
        "need": 103,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "Назад!"
      }
    ]
  },
  {
    "id": 24,
    "text": "Ты проходишь в другую сторону по единственной возможной тропинке. \nПо мере пути ты всё чаще натыкаешься на развилки, большинство из них приводят в тупик, нужно выбрать верную дорогу...",
    "answers": [
      {
        "id": 25,
        "text": "Направо"
      },
      {
        "id": 26,
        "text": "Налево"
      }
    ]
  },
  {
    "id": 25,
    "text": "Ты идёшь дальше!",
    "answers": [
      {
        "id": 27,
        "text": "Налево"
      },
      {
        "id": 28,
        "text": "Направо"
      },
      {
        "id": 29,
        "text": "Прямо"
      }
    ]
  },
  {
    "id": 26,
    "text": "Ты идёшь дальше...",
    "answers": [
      {
        "id": 32,
        "text": "Прямо"
      },
      {
        "id": 33,
        "text": "Направо"
      }
    ]
  },
  {
    "id": 27,
    "text": "Ты идёшь дальше!",
    "answers": [
      {
        "id": 30,
        "text": "Направо"
      },
      {
        "id": 31,
        "text": "Налево"
      }
    ]
  },
  {
    "id": 28,
    "text": "Тупик!",
    "answers": [
      {
        "id": 24,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 29,
    "text": "Тупик!",
    "answers": [
      {
        "id": 24,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 30,
    "text": "После плутаний ты наконец выходишь в какое то странное место. Впереди очень узкий и мрачный проход из которого веет холодом, что по телу пробегают мурашки. \nТы медленно ступаешь по нему как вдруг сзади раздался шум, ты оборачиваешься и видишь, что проход назад теперь закрыт каменной стеной. Теперь единственный источник света это лучи пробивающиеся сквозь щели по краям каменного потолка.",
    "answers": [
      {
        "id": 30,
        "text": "stretch",
        "url": "https://c.radikal.ru/c38/2005/89/8227a2043b4c.jpg"
      },
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "Тупик!",
    "answers": [
      {
        "id": 24,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 32,
    "text": "Ты идёшь дальше...",
    "answers": [
      {
        "id": 34,
        "text": "Налево"
      }
    ]
  },
  {
    "id": 33,
    "text": "Тупик!",
    "answers": [
      {
        "id": 24,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 34,
    "text": "Тупик!",
    "answers": [
      {
        "id": 24,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 35,
    "text": "Ты двигаешься очень аккуратно нащупывая каждый шаг и упераясь рукой на стену. Глаза постепенно начинают привыкать к темноте. \nВнезапно ты чувствуешь лёгкий ветерок, который постепенно начинает усиливаться. Неужели выход! Промелькает у тебя в голове и ты чуть ли не бегом начинаешь двигаться вперёд...\n",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "Коридор начинает постепенно сужаться, но тебя это не останавливает, ты твёрдо уверенна, что впереди выход. \nНо уверенность это ещё не всё, стоило ли забывать о внимательности, ведь один не верный шаг, и для тебя всё может быть кончено...\nВ следующее мгновение ты лежишь без сознания и не известно жива ты или нет, да и вряд ли кто нибудь об этом уже узнает!",
    "answers": [
      {
        "id": 37,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 37,
    "text": "Как оказалось ты не заметила, что наступила на тот злополучный камень на земле и как дротик резко прилетел тебе в шею, что в нём было яд или снотворное? Это ты узнаешь, только если проснешься. А даже если и проснёшься из этого туннеля тебе уже точно не выбратья...",
    "answers": [
      {
        "id": 1,
        "text": "Конец!"
      },
      {
        "id": 37,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b03/2005/1e/a24575b3e412.jpg"
      },
      {
        "id": 23,
        "text": "К достижениям!"
      }
    ]
  },
  {
    "id": 38,
    "text": "Чем дальше ты идёшь, тем сильнее чувствуешь на себе чей то взгяд. \nИ вот когда ты подходишь к очередной развилке на тебя выпрыгивает огромное животное, с виду оно похоже на льва, но тело его намного больше. Рядом с ним ты чувствуешь себя букашкой, которую он легко может раздавить своей лапой.\n—Следуй за мной и не вздумай убежать, это бесполезно! Проревело существо, да так громко, что у тебя заложило уши.",
    "answers": [
      {
        "id": 39,
        "text": "Следовать за зверем"
      }
    ]
  },
  {
    "id": 39,
    "text": "Ты понимаешь, что тебе и впрямь не удастся сбежать, по крайней мере сейчас, поэтому послушно идешь за зверем.\nПосле нескольких поворотов вы приходите на небольшую открытую местность, больше похожую на круглый холл, стены здесь всё так же покрыты золотом, но нет не одной двери или прохода, кроме того из которого вы со зверем только что пришли. За все это время никто из вас не проронил ни слова.",
    "answers": [
      {
        "id": 40,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 40,
    "text": "—Что ты здесь забыла? Прорычал зверь,глядя на тебя огромными зелёными глазами в которых казалось вот вот начнёт полыхать огонь.\n—Я...я...заблудилась, не знаю как тут оказалась. С испугом отвечаешь ты.\n—Что ж, так и быть, если отгдаешь мои три загадки помогу тебе, если же ошибёшься хотя бы в одной, то будешь искать выход от сюда сама, помощи от меня не будет, но учти, что здесь очень легко заблудиться и потерять себя!\n",
    "answers": [
      {
        "id": 41,
        "text": "Согласиться на загадки"
      },
      {
        "id": 42,
        "text": "Попытаться сбежать"
      },
      {
        "id": 43,
        "text": "Умолять зверя,чтобы отпустил тебя"
      }
    ]
  },
  {
    "id": 41,
    "text": "—И так первая закадка:\nСкажешь \"не приходи\" -всё равно приходит.\nСкажешь \"не уходи\" -всё равно уходит. Что это?",
    "answers": [
      {
        "id": 44,
        "text": "Человек"
      },
      {
        "id": 45,
        "text": "Кошка"
      },
      {
        "id": 46,
        "text": "Время"
      }
    ]
  },
  {
    "id": 42,
    "text": "Зверь рассхаживает из стороны в сторону и ждёт твоего ответа. И в момент когда он поворачивается к тебе спиной ты рванула к единственному проходу. Очень быстро ты бежишь вдоль стен, переодически сворачивая то направо, то налево.\nНо один такой поворот всё таки приводит тебя в тупик. Ты хотела было развернуться, но огромное существо приземляется прямо перед тобой. Только сейчас ты понимаешь насколько глупо было пытаться бежать. \nПоследнее, что ты видишь огромную лапу с когтями замахнувшуюся над тобой и темнота!",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      },
      {
        "id": 42,
        "text": "stretch",
        "url": "https://b.radikal.ru/b40/2005/35/c04b3822cfe8.jpg"
      },
      {
        "id": 23,
        "text": "К достижениям!"
      }
    ]
  },
  {
    "id": 43,
    "text": "Ты слёзно просишь зверя, чтобы он отпустил тебя, но это бесполезно, зверю плевать на твои просьбы!\nУ тебя есть только два варианта.",
    "answers": [
      {
        "id": 40,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 44,
    "text": "Вторая загадка:\n\nИдёт то в гору, то с горы,но всегда остаётся на месте?",
    "answers": [
      {
        "id": 47,
        "text": "Дорога"
      },
      {
        "id": 48,
        "text": "Туман"
      },
      {
        "id": 49,
        "text": "Человек"
      }
    ]
  },
  {
    "id": 45,
    "text": "Вторая загадка:\n\nИдёт то в гору, то с горы,но всегда остаётся на месте?",
    "answers": [
      {
        "id": 50,
        "text": "Дорога"
      },
      {
        "id": 51,
        "text": "Туман"
      },
      {
        "id": 52,
        "text": "Человек"
      }
    ]
  },
  {
    "id": 46,
    "text": "Вторая загадка:\n\nИдёт то в гору, то с горы,но всегда остаётся на месте?",
    "answers": [
      {
        "id": 53,
        "text": "Дорога"
      },
      {
        "id": 54,
        "text": "Туман"
      },
      {
        "id": 55,
        "text": "Человек"
      }
    ]
  },
  {
    "id": 47,
    "text": "Третья загадка:\n\nКогда всё видишь, то её не видишь.\nА когда ничего не видишь, то её увидишь.\n",
    "answers": [
      {
        "id": 56,
        "text": "Луна"
      },
      {
        "id": 56,
        "text": "Темнота"
      },
      {
        "id": 56,
        "text": "Туча"
      }
    ]
  },
  {
    "id": 48,
    "text": "Третья загадка:\n\nКогда всё видишь, то её не видишь.\nА когда ничего не видишь, то её увидишь.\n",
    "answers": [
      {
        "id": 56,
        "text": "Луна"
      },
      {
        "id": 56,
        "text": "Темнота"
      },
      {
        "id": 56,
        "text": "Туча"
      }
    ]
  },
  {
    "id": 49,
    "text": "Третья загадка:\n\nКогда всё видишь, то её не видишь.\nА когда ничего не видишь, то её увидишь.\n",
    "answers": [
      {
        "id": 56,
        "text": "Луна"
      },
      {
        "id": 56,
        "text": "Темнота"
      },
      {
        "id": 56,
        "text": "Туча"
      }
    ]
  },
  {
    "id": 50,
    "text": "Третья загадка:\n\nКогда всё видишь, то её не видишь.\nА когда ничего не видишь, то её увидишь.\n",
    "answers": [
      {
        "id": 56,
        "text": "Луна"
      },
      {
        "id": 56,
        "text": "Темнота"
      },
      {
        "id": 56,
        "text": "Туча"
      }
    ]
  },
  {
    "id": 51,
    "text": "Третья загадка:\n\nКогда всё видишь, то её не видишь.\nА когда ничего не видишь, то её увидишь.\n",
    "answers": [
      {
        "id": 56,
        "text": "Луна"
      },
      {
        "id": 56,
        "text": "Темнота"
      },
      {
        "id": 56,
        "text": "Туча"
      }
    ]
  },
  {
    "id": 52,
    "text": "Третья загадка:\n\nКогда всё видишь, то её не видишь.\nА когда ничего не видишь, то её увидишь.\n",
    "answers": [
      {
        "id": 56,
        "text": "Луна"
      },
      {
        "id": 56,
        "text": "Темнота"
      },
      {
        "id": 56,
        "text": "Туча"
      }
    ]
  },
  {
    "id": 53,
    "text": "Третья загадка:\n\nКогда всё видишь, то её не видишь.\nА когда ничего не видишь, то её увидишь.\n",
    "answers": [
      {
        "id": 56,
        "text": "Луна"
      },
      {
        "id": 75,
        "text": "Темнота"
      },
      {
        "id": 56,
        "text": "Туча"
      }
    ]
  },
  {
    "id": 54,
    "text": "Третья загадка:\n\nКогда всё видишь, то её не видишь.\nА когда ничего не видишь, то её увидишь.\n",
    "answers": [
      {
        "id": 56,
        "text": "Луна"
      },
      {
        "id": 56,
        "text": "Темнота"
      },
      {
        "id": 56,
        "text": "Туча"
      }
    ]
  },
  {
    "id": 55,
    "text": "Третья загадка:\n\nКогда всё видишь, то её не видишь.\nА когда ничего не видишь, то её увидишь.\n",
    "answers": [
      {
        "id": 56,
        "text": "Луна"
      },
      {
        "id": 56,
        "text": "Темнота"
      },
      {
        "id": 56,
        "text": "Туча"
      }
    ]
  },
  {
    "id": 56,
    "text": "—Ты ошиблась, помощи от меня не будет, проваливай от сюда!",
    "answers": [
      {
        "id": 70,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 57,
    "text": "—Ты ошиблась, помощи от меня не будет, проваливай от сюда!",
    "answers": [
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 58,
    "text": "—Ты ошиблась, помощи от меня не будет, проваливай от сюда!",
    "answers": [
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": "—Ты ошиблась, помощи от меня не будет, проваливай от сюда!",
    "answers": [
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 60,
    "text": "—Ты ошиблась, помощи от меня не будет, проваливай от сюда!",
    "answers": [
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 61,
    "text": "—Ты ошиблась, помощи от меня не будет, проваливай от сюда!",
    "answers": [
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 62,
    "text": "—Ты ошиблась, помощи от меня не будет, проваливай от сюда!",
    "answers": [
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 63,
    "text": "—Ты ошиблась, помощи от меня не будет, проваливай от сюда!",
    "answers": [
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 64,
    "text": "—Ты ошиблась, помощи от меня не будет, проваливай от сюда!",
    "answers": [
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 65,
    "text": "—Ты ошиблась, помощи от меня не будет, проваливай от сюда!",
    "answers": [
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 66,
    "text": "—Ты ошиблась, помощи от меня не будет, проваливай от сюда!",
    "answers": [
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 67,
    "text": "—Ты ошиблась, помощи от меня не будет, проваливай от сюда!",
    "answers": [
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 68,
    "text": "—Ты ошиблась, помощи от меня не будет, проваливай от сюда!",
    "answers": [
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 69,
    "text": "Зверь оборачивается к одной из стен и издаёт громкий рык. В стене образовывается что то на подобии арки. \n—Ты свободна, можешь идти. Произнёс лев более мягким голосом.\nЗаглядывая внутрь арки ты не можешь поверить своим глазам. Ты видишь знакомые тебе дома и дороги!\nПоблагодарив зверя, ты делаешь шаг внутрь арки и тут же оказываешься посреди улицы.\nУра! Неужели свобода! Ты без оглядки радостная бежишь домой!",
    "answers": [
      {
        "id": 1,
        "text": "Конец!"
      },
      {
        "id": 69,
        "text": "stretch",
        "url": "https://b.radikal.ru/b41/2005/e8/dd56b9106ee3.jpg"
      },
      {
        "id": 23,
        "text": "К достижениям!"
      }
    ]
  },
  {
    "id": 70,
    "text": "Ты понимаешь, что спорить бесполезно и уходишь. Но как и предупреждал лев спустя десять минут ты заблудилась, раз за разом проходя очередной поворот, ты замечаешь, что ходишь кругами. \nТы начинаешь в панике бегать, бить кулаками о стены и кричать. В голове уже начинают мерещится голоса, кто то просит о помощи, кто то просит остановиться, а кто то жаждет мести.\nТы садишься на землю, обхватываешь голову руками и начинаешь вопить чтобы голоса стихли, но они не замолкают, наоборот их становится всё больше.\nВ итоге ты просто ложишься на землю и начинаешь безумно смеяться. \nБезумие захлестнуло тебя и ты уже точно не в состоянии искать выход!",
    "answers": [
      {
        "id": 1,
        "text": "Конец!"
      },
      {
        "id": 70,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c14/2005/23/e2177dd02a3c.jpg"
      },
      {
        "id": 23,
        "text": "К достижениям!"
      }
    ]
  },
  {
    "id": 71,
    "text": "Прямо!",
    "answers": [
      {
        "id": 72,
        "text": "Налево"
      }
    ]
  },
  {
    "id": 72,
    "text": "Прямо!",
    "answers": [
      {
        "id": 73,
        "text": "Налево"
      }
    ]
  },
  {
    "id": 73,
    "text": "После очередного прохода, ты натыкаешься на дверцу, с виду ничем не примечательную. \nНо когда собираешься её открыть, то замечаешь что ручки нет.",
    "answers": [
      {
        "id": 74,
        "text": "Постучать"
      }
    ]
  },
  {
    "id": 74,
    "text": "Возможно это не разумно, но ты негромко стучишь в дверь. И когда спустя долгое время она так и не открылась,ты решаешь развернуться и уйти. Но стоил тебе отойти от неё как раздался скрип. Ты обернулась и увидела маленькую щёлочку в двери. Осторожно приоткрывая её, на тебя вылетают летучие мыши, ты прикрыла голову руками, а мыши улетели прочь. ",
    "answers": [
      {
        "id": 76,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 75,
    "text": "—Ты верно ответила на все мои загадки, поэтому как и обещал я помогу тебе!",
    "answers": [
      {
        "id": 69,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 76,
    "text": "Ты заходишь внутрь. Там оказалось довольно зябко и сыро, слышно как с крыш капает вода. Ты понимаешь, что попала в какие то пещеры и неизвестно кто кроме летучих мышей здесь ещё водится. А дверь позади само собой захлопнулась.\nВыбора нет, ты идёшь по тёмному проходу, но вдруг слышишь шорох возле стены. Дрожжа ты поворачиваешь туда голову и выдыхаешь с облегчением, это всего лишь крысы.",
    "answers": [
      {
        "id": 77,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 77,
    "text": "Пройдя вперёд ты видишь, что туннель разделился на два. В какой теперь идти?",
    "answers": [
      {
        "id": 78,
        "text": "В правый"
      },
      {
        "id": 79,
        "text": "В левый"
      },
      {
        "id": 77,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c23/2005/3c/c538ee6ce146.jpg"
      }
    ]
  },
  {
    "id": 78,
    "text": "Ты решила пойти в правый туннель,но\nпройдя несколько метров пожалела об этом, он оказался завален огромными камнями, вряд ли у тебя хватит сил расчистить путь.",
    "answers": [
      {
        "id": 77,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 79,
    "text": "Ты прошла в левый туннель. Со временем пока ты шла по нему , он становился всё шире, возможно впереди выход...\nВ туннели было немного светлее, поэтому ты шла быстрым шагом и не сразу заметила кучу паутины на стенах!",
    "answers": [
      {
        "id": 80,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 80,
    "text": "Вдруг ты услышала топот множества маленьких лапок, которые отдавались эхом по пещере. \nПауки! Они были везде на стенах, на полу и даже на потолке. При этом они были совсем не маленькие...",
    "answers": [
      {
        "id": 81,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 81,
    "text": "Ты что есть сил побежала вперёд, но пара пауков с потолка упали прямо не тебя. Ты начала кричать и отбиваться, но один паук был примерно с половину твоего тела,что уж говорить о двух. Ты не могла и руками особо пошевелить,а пауки уже начали окутывать тебя в паутину. Ты дёргалась как могла из за чего паутина иногда рвалась, а пауки злились.",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 82,
    "text": "Несколько пауков поменьше с пола начали ползти тебе по ногам, ты начала трести ими стряхивая насекомых, по началу это даже помогало. Но твоя верхняя часть, была уже почти полностью замотана паутиной, ещё немного и ты будешь полностью в коконе. Пересилив себя и ступая прямо по мелким паукам, ты подошла к стене и как могла начала вертеться чтобы столкнуть пауков об стену. \nОдного из пауков тебе всё же удалось скинуть, второй же сидел на спине.",
    "answers": [
      {
        "id": 83,
        "text": "Пытаться ещё сбросить паука"
      },
      {
        "id": 84,
        "text": "Попытаться порвать паутину, с пауком на спине"
      }
    ]
  },
  {
    "id": 83,
    "text": "Ты продолжила попытки сбросить паука, стуча его об стену, но паук держался крепко, через несколько мгновений и неудачных попыток на тебя залезли ещё два огромных паука и начали плести паутину на ногах.Вскоре ты была уже полностью завернута в кокон, тебя подвесили на стену, выбраться уже не удастся!",
    "answers": [
      {
        "id": 1,
        "text": "Конец!"
      },
      {
        "id": 83,
        "text": "stretch",
        "url": "https://d.radikal.ru/d35/2005/cd/e1b878762111.jpg"
      },
      {
        "id": 23,
        "text": "К достижениям!"
      }
    ]
  },
  {
    "id": 84,
    "text": "Ты как могла начала шевелить плечами, паутина начала понемногу рваться, с каждым разом ты усиливала движения. Паук сидящий на спине переполз на плечо и ты со всей силы ударила об стену от чего паук всё таки отлетел. Кое как освободив руки ты ринулась бежать что есть сил, стая пауков побежала за тобой. Впереди начал виднеться луч света, с каждым разом он становился всё больше, пауки уже перестали тебя преследовать.",
    "answers": [
      {
        "id": 85,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 85,
    "text": "Ты выбегаешь и яркий свет бьёт тебе в глаза. Ты видишь,что находишься у подножья горы.\nНаконец свежий воздух, теперь осталось только найти дорогу домой, но это уже мелочи. Самое главное, что ты выбралась!",
    "answers": [
      {
        "id": 1,
        "text": "Конец!"
      },
      {
        "id": 85,
        "text": "stretch",
        "url": "https://c.radikal.ru/c18/2005/c0/d4a642355c11.jpg"
      },
      {
        "id": 23,
        "text": "К достижениям!"
      }
    ]
  },
  {
    "id": 86,
    "text": "На свой страх и риск ты идешь вдоль кровавого следа. Но тут он резко заворачивает на лево и обрывается. Ты продолжаешь идти, но через несколько шагов замечашь, что на земле лежит человек и не двигается. Подойдя ближе ты видишь молодого худощавого парня с чёрными как уголь волосами. Одет он был в обычные джинсы и майку, поверх накинута джинсовка.",
    "answers": [
      {
        "id": 88,
        "text": "Проверить дышит ли он"
      }
    ]
  },
  {
    "id": 87,
    "text": "Тебе не хочется рисковать, мало ли кто там находится и ты уходишь в противоположную сторону. \n",
    "answers": [
      {
        "id": 100,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 88,
    "text": "Ты берёшь его запястья, пульс прощупывается но слабый. И только сейчас ты замечаешь стекающую кровь у него на бедре. Ты приподнимаешь майку и видишь неглубокую рану, похожую на ножевую. Обезвредить её у тебя не чем, но можно хотя бы перевязать.",
    "answers": [
      {
        "id": 89,
        "text": "Оторвать кусок ткани от своей футболки"
      }
    ]
  },
  {
    "id": 89,
    "text": "Ты отрываешь большой кусок ткани от своей футболки, и перевязываешь им бедро парня. Больше ты ничего не сможешь сделать, остаётся только ждать.",
    "answers": [
      {
        "id": 91,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 90,
    "text": "Ты решаешь не перевязывать бедро парня, и надеешься, что он всё же очнётся, вдруг знает где выход! Ты садишься рядом с ним, остаётся только ждать.",
    "answers": []
  },
  {
    "id": 91,
    "text": "Прошло уже пару часов и вот наконец парень пошевелился, ты склонилась над ним, но неожиданно он резко приподнялся ударив тебя лбом по носу, от чего ты отшатнулась назад.\n—Ох извини, со стоном промолвил парень. Ты тем временем потирала ушибленный нос.\n—Всё в порядке. Ты не стала злиться на парня, ведь он и так ранен.",
    "answers": [
      {
        "id": 92,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 92,
    "text": "—Я Дэниель, можно просто Дэн. Представился парень, пытаясь подняться на ноги. Ты берёшь его под руку, чтобы помочь.\nДэн смотрит на своё бедро.\n—Спасибо за заботу. Теперь я твой должник, проси всё что захочешь.\n—Пожалуйста, но ничего не нужно, лучше скажи откуда у тебя эта рана и знаешь ли ты где выход из этого лабиринта.\nПарень некоторое время молчал, будто вспоминая.\n—Помню только как уже двигался к выходу отсюда, но что то резко вонзилось мне в бок, я обернулся, но никого не было, я как мог начал упираясь о стену передвигаться вперёд, а потом все как в тумане, очнулся я уже здесь. Так что точно не знаю выход там или нет.\n—Боже, кто мог это сделать, надо выбираться от сюда, придётся всё таки проверить выход это был или нет, даже если этот человек всё ещё там, вдвоём мы сможем дать ему отпор...я надеюсь. ",
    "answers": [
      {
        "id": 93,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 93,
    "text": "—Хорошо, попытаюсь вспомнить как туда вернуться, держись рядом.\nДэн двинулся вперёд, ты не отставая пошла за ним. \nВы довольно долго плутали, из за чего ты уже начала терять надежду, что парень вспомнит где это место.\n—Вон оно, неожиданно вскрикнул парень, показывая рукой вперёд. \nДалеко впереди и впрямь виднелось еле заметное окно света. В тебе прибавилось уверенности, теперь лишь надо дойти до него без происшествий.",
    "answers": [
      {
        "id": 94,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 94,
    "text": "Как только вы сделали несколько шагов по направлению к свету, позади послышались чьи то шаги. Ты резко обернулась и увидела человека в чёрной маске с ножом в руке, он приближался к тебе.\n—Дэн! Крикнула ты парню который ещё шёл вперёд и не видел происходящего сзади. Он повернулся и побежал к тебе, но рана давала о себе знать, Дэн резко согнулся. \nЧеловек в маске уже замахнулся над тобой и попытался ударить, ты успела увернуться.\nНадо что то делать...",
    "answers": [
      {
        "id": 95,
        "text": "Ударить его по ноге"
      }
    ]
  },
  {
    "id": 95,
    "text": "При увороте, ты со всей силы ударяешь этого маньяка по коленке, от чего он в ярости кричит и прихрамывая кидается на тебя. Неожиданно между вами возникает Дэн и кулаком бьёт его прямо в челюсть, человек в маске отшатывается назад. Пользуясь моментом Дэн обхватывает маньяк сзади и заламывает ему руку, пока он не вырвался ты резким движение выхватываешь у него нож.",
    "answers": [
      {
        "id": 97,
        "text": "Ударить человека в маске ножом"
      },
      {
        "id": 98,
        "text": "Оставить человека в маске в живых"
      }
    ]
  },
  {
    "id": 96,
    "text": "Убил он тебя тебя или оставил в живых как игрушку? Это уже другая история!",
    "answers": [
      {
        "id": 1,
        "text": "Конец!"
      },
      {
        "id": 96,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c02/2005/d6/8b98921582b8.jpg"
      },
      {
        "id": 23,
        "text": "К достижениям!"
      }
    ]
  },
  {
    "id": 97,
    "text": "Такой как он не должен оставаться в живых, решила ты. Когда маньяк оттолкнув Дэна вырвался и направился на тебя, ты была готова. Побежав прямо на него, ты собиралась ударить его ножом, но ему удалось увернуться. Но тут Дэн снова подскочил к нему со спины и когда человек в маске отвлёкся ты ударила его ножом прямо в живот!",
    "answers": [
      {
        "id": 99,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 98,
    "text": "У тебя не хватает смелости, чтобы убить человека собственными руками.\nТем временем маньяк вырывается из захвата Дэна и бьёт его кулаком в лицо, парень устоял на ногах и ты кидаешь ему нож, но человек в маске успевает перехватить его прямо в воздухе и ударить Дэна в живот, парень падает навзничь. Ты со всей скорости бросилась бежать к свету и когда оставалось уже совсем немного, мужчина резко схватил тебя за шею и ударил головой о стену, от чего ты потеряла сознание. ",
    "answers": [
      {
        "id": 96,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 99,
    "text": "Не теряя ни минуты, Дэн схватил тебя за руку и побежал. И уже спустя мгновение яркий свет бьёт вам в глаза. Это и вправду оказался выход!\nНа радостях вы обнимаетесь и не успеваешь ты опомниться как парень крепко целует тебя в губы. Возможно у тебя помутнение рассудка или ты просто благодарна, но ты не хочешь отстраняться от него, от его губ и отвечаешь на поцелуй. такой сладкий и такой страстный.\nВозможно ваши пути разойдутся, а может вы останетесь вместе и будете с улыбкой вспоминать всё,что сегодня пережили. Но это уже другая история!",
    "answers": [
      {
        "id": 1,
        "text": "Конец!"
      },
      {
        "id": 99,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d28/2005/1a/083f0dc4461a.jpg"
      },
      {
        "id": 23,
        "text": "К достижениям!"
      }
    ]
  },
  {
    "id": 100,
    "text": "Спустя некоторое время и множество поворотов ты выходишь к большому зеркалу, оно стоит прямо у тебя на пути, по краям у него позолоченная рама с узорами, выглядит очень красиво. Ты завороженно расматриваешь его. Вдруг зеркало начинает странно пульсировать, как будто покрываясь волнами на стекле.",
    "answers": [
      {
        "id": 101,
        "text": "Отойти от зеркала"
      }
    ]
  },
  {
    "id": 101,
    "text": "Как только ты делаешь шаг назад, зеркало резко затягивает тебя внутрь.\nПеред тобой тот же самой проход где ты только что стояла, только вот все стены целиком покрыты зеркалами. Ты дотрагиваешься до зеркала из которого вышла, но ничего не происходит.",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      },
      {
        "id": 101,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a25/2005/9a/bf83d9781d91.jpg"
      }
    ]
  },
  {
    "id": 102,
    "text": "Ты подносишь руку к правому зеркалу и оно точно так же затягивает тебя.\nВнезапно ты оказываешь у себя в комнате. Ты не веришь своим глазам, оглядываешься, но позади стоит только шкаф. \nНеужели это реальность? И ты выбралась? А вдруг это иллюзия? Куча вопросов, на которые нет ответов крутятся у тебя в голове. А взаправду это или нет, уже другая история!\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец!"
      },
      {
        "id": 102,
        "text": "stretch",
        "url": "https://d.radikal.ru/d42/2005/5d/bf9732b917bb.jpg"
      },
      {
        "id": 23,
        "text": "К достижениям!"
      }
    ]
  },
  {
    "id": 103,
    "text": "Ты подносишь руку к левому зеркалу и оно точно так же затягивает тебя.\nТы очутилась в белом помещении лежащей на койке, к руке была подключена какая то аппаратура показывающая пульс, а всё тело болело, и рядом никого не было. \nБольница? Но как ты здесь оказалась? Что произошло? Неужели ты всё это время была без сознания? Возможно позже кто нибудь и ответит на твои вопросы!",
    "answers": [
      {
        "id": 1,
        "text": "Конец!"
      },
      {
        "id": 103,
        "text": "stretch",
        "url": "https://a.radikal.ru/a28/2005/71/81aeb349c1fd.jpg"
      },
      {
        "id": 23,
        "text": "К достижениям!"
      }
    ]
  },
  {
    "id": 104,
    "text": "",
    "answers": []
  }
]