[
  {
    "id": 1,
    "text": "Автор Nardi\nЭта Дэмо-версия квеста — является предысторией к главному, будущему квесту. Она создана для того, что-бы вы могли ознакомиться с персонажами и оставить своё впечетление, и предложения в отзывах. Каждое мнение воспринимается, а коментарии читаются.\nВо вкладке \"Об обновлениях\", я буду оставлять информацию об изменениях и добавлениях. Редактирование происходит регулярно, каждые два дня. Вы для меня важны, будущее этой истории, зависит только от вас\nPS:Обязательно раскажите в коментариях, на какую концовку вы прошли квест, в первый раз!)",
    "answers": [
      {
        "id": 2,
        "text": "Пролог"
      },
      {
        "id": 3,
        "text": "Начать историю"
      },
      {
        "id": 48,
        "text": "Об обновлениях"
      }
    ]
  },
  {
    "id": 2,
    "text": "Кирилл — обычный парень, из деревни Боровая. Каждый день ему приходится сталкиваться с новыми трудностями, и важными решениями. У него есть верный друг — Руслан и ноутбук. Он проживает типичную жизнь социофоба, у которого вечно не хватает денег. Его однокласники часто ставят на этом акцент, из-за чего и появилась кличка — Бедный. Вам придётся прожить день в его шкуре и самим принимать решения.\nСможете ли вы, прожить день, в теле озабоченого семикласника-социофоба, с вечной финансовой проблемой?",
    "answers": [
      {
        "id": 1,
        "text": "Капец он бедный"
      }
    ]
  },
  {
    "id": 3,
    "text": "Кирилл вёл совсем не примечательную жизнь.      Он ходил в школу, готовил бутерброды, а вечерами играл на своём стареньком ноутбуке, который потянет разве что такие игры как Minecraft,или Skayrim. В школе над ним все смеялись, его унижали и били, казалось бы, почему не дать здачи? Он был слабой натуры и дать сдачи явно не в силах. Что-бы хоть как-то это сгладить, он записался на местный кружок по учениям таэквандо и со временем даже выиграл 2 конкурса, заняв 2, и 1 место. Но не смотря на его школьный \"Авторитет\", у него был друг по имени Максим. Каждый день они обменивались бутербродами и вместе играли в игры на планшете. Вот настало время поступать в среднюю школу... Мои однокласники сменили прическу? Пожалуй я тоже сменю, может меня зауважают! — думал Кирилл.\nРезультатов это не пренесло,но помимо смены прически, в жизни Бедного (будем его так называть) произошло еще одно важное событие. К ним добавляеться новый ученик,по имени Руслан. ",
    "answers": [
      {
        "id": 4,
        "text": "Интересно"
      }
    ]
  },
  {
    "id": 4,
    "text": "Кириллу показалось, что у Руслана довольно таки харизматичный характер и вообще он ботан.. Что-ж, иногда люди внутри бывают не такие, какие есть на самом деле и в случае с Русланом реальность была далека от ожиданий. Со временем, бедному удалось сдружиться с ним. Вначале, они ходили вместе в школу, как оказалось им дорога на вокзал одна и таже (его друг жил возле вокзала), потом стали больше общаться и раскрывать друг другу свои сокровенные тайны, и делиться своим мнением по поводу всего что их окружало.\n Руслан оказался очень умным и хитрым человеком, но не смотря на это, он старался не демонстрировать свои знания окружающим, что-бы не вызывать лишних оценок. И это одна из главным отличительных оссобеностей, интелект. Кирилл всем доверял, был честным и обладал чуством юмора. В основном на этом и держалась их дружба, он шутил, а Руслан продолжал. ",
    "answers": [
      {
        "id": 5,
        "text": "Начало перемен"
      }
    ]
  },
  {
    "id": 5,
    "text": "Так прошло 3 года. Теперь Кириллу 12, а Руслану 13.\n7 класс.Понедельник.\nВы сидите с ним за одной партой.\n—Какой следущий урок?..\n—Информатика. Когда ты уже начнешь записывать?\n—Учителя этого не заслуживают.\n—Ну, ты же, не для учителей пишешь?\n—Это только им надо, я бы мог запомнить.\nРуслан не уважал учителей, из-за того что они, по его мнению, не могли нормально вести урок. Постоянно их перебивали ученики, или они весь урок жаловались. Руслана и Кирилла, нельзя было назвать лучшими друзьями. Они вместе ходили в школу, общались и делились, но их дружба была больше токсичной, чем лучшей.",
    "answers": [
      {
        "id": 7,
        "text": "На следущий день"
      }
    ]
  },
  {
    "id": 6,
    "text": "Ну не нравится, не играй)",
    "answers": [
      {
        "id": 5,
        "text": "Ну ладно"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы, как всегда, собираетесь в школу, едете на електричке, приезжаете на вокзал и по пути встречаете однокласника. Он шел впереди и не заметил вас. Это был Даня, с ним всегда весело поговорить, но вы боитесь что он может начать над вами шутить, а по дороге присоединится еще несколько однокласников (они живут на этой улице)\n",
    "answers": [
      {
        "id": 8,
        "text": "Догнать Даню"
      },
      {
        "id": 9,
        "text": "Идти одному"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы догоняете своего однокласника, в след чего слышите:\n—О бедный!Привет.\n—Привет. Мне самому идти скучно, по-этому пошел с тобой.\nДальше, вы только начали расказывать Дане про свои успехи в майнкрафте, как вы останавились возле магазина \"Люкс\".\nВы видите как из него выходит ваш сосед по парте, это был Руслан.\nВы растроились, потому-что понимали, что всю дорогу он будет вас обзывать и шутить, но как всегда, вы думали не правильно. Он поздоровался с вами и Даней, молча пожав руку. \n—О чем болтаете?\n\n",
    "answers": [
      {
        "id": 10,
        "text": "О майнкрафте"
      },
      {
        "id": 36,
        "text": "Ниочём"
      }
    ]
  },
  {
    "id": 9,
    "text": "Придется идти одному. Становиться очень тоскливо на душе. Небо стало затягивать тучами и кажется начинается дождь. Ничего подходящего под рукой небыло, поэтому вы решаете просто одеть на голову капюшон от вашей толстовки и ускорить шаг. Вы рассуждаете о философии, смысле жизни, и зачем вообще здесь всё это?\nПочему общество так отличаеться, а люди ненавидят вас? Какой у этого смысл?",
    "answers": [
      {
        "id": 19,
        "text": "Продолжать думать"
      },
      {
        "id": 20,
        "text": "Не углубляться"
      }
    ]
  },
  {
    "id": 10,
    "text": "Как только он это услышал, сразу ускорил шаг и прокричал:\n—Даня ты идешь?\nДаня не замедлительно окликнулся и побежал подальше от Кирилла. Вы осознали что вам больше некому расказывать о новых обновлениях....\nВы уже подходите к главному входу школы, где встречаете Баграда. Это был ваш старый знакомый, на 2 года старше вас. Вы решили не говорить с ним и прогуляться вокруг школы, мало ли, еще доставать станет. От него это было вполне ожидаемо, он был плотного тела сложения и не самым примерным учеником, которого часто вызывали к директору. В своих размышлениях, вы вдруг замечаете, что со стороны магазина \"Посад\"\nидёт група из 5 человек, это были:Егор,Денис,Алиса,Диана и Альбина. Ваше сердце стало быстро колотиться, а ладошки рук вспотели и это больше не от того что на дворе середина весны, или вы тайно были влюблены в Альбину. Больше вы боялись, что вас увидят, заговорят, начнут смеяться. У вас было совсем немного времени на размышления, нужно было действовать!",
    "answers": [
      {
        "id": 12,
        "text": "Спрятаться за школой"
      },
      {
        "id": 11,
        "text": "Спрятаться в толпе за лестницей"
      },
      {
        "id": 23,
        "text": "Заговорить с ними"
      }
    ]
  },
  {
    "id": 11,
    "text": "Спрятавшись в толпе, вы мельком глаза, замечаете сестру Максима-Марьяну. В голове сразу проносится:Вот черт! Ну почему нельзя без всего этого?\nОна тоже вас замечает и подходит к вам поговорить. Вы знаете к чему это может привести, она учиться всего-лишь в 4 классе, и вам ой как не хочется что-бы пошли слухи!",
    "answers": [
      {
        "id": 15,
        "text": "Збежать!"
      },
      {
        "id": 21,
        "text": "Начать разговор"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы решаете спрятаться за школой. Вам получилось уникнуть лишних взглядов и сохранить свою репутацию. Подождав пять минут, вы дождались торжественного открытия дверей в школу и протолкнулись вместе с толпой.",
    "answers": [
      {
        "id": 13,
        "text": "Пройти в коридор"
      }
    ]
  },
  {
    "id": 13,
    "text": "Пройдя в коридор вы решаете продолжить путь в класс. Входя в класс, вам никто не уделил лишнего внимания. Девочки как всегда смотрели видео в тик-ток, а мальчики играли в свой любимый Fryfair.\nРуслан играл на телефоне, а Даня оживленно о чем то общался с Владом.",
    "answers": [
      {
        "id": 16,
        "text": "Сказать что-то умное Дане"
      },
      {
        "id": 14,
        "text": "Заговорить с Русланом"
      },
      {
        "id": 26,
        "text": "Приготовиться к уроку"
      }
    ]
  },
  {
    "id": 14,
    "text": "Обращаясь к Руслану:\n—Привет; Произнёс Кирилл\n—Привет.\nПо его голосу было слышно что он не на целен на розговор, или у него просто плохое настроение. Так, или иначе вы решили не усугублять ситуацию, мало ли, обидится ещё.",
    "answers": [
      {
        "id": 26,
        "text": "Приготовиться"
      },
      {
        "id": 56,
        "text": "E=mc2"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы не находите варианта лучше чем перепрыгнуть через перила и побежать в сторону детской площадки. Ваше потное уставшее тело, больше не в силах тащить себя и похоже это уже не важно, вам удалось оторваться. Посмотрев на часы вы с ужасом крикнули: 8:21 !\nНичего, пешком успею.",
    "answers": [
      {
        "id": 13,
        "text": "Бедный йорик"
      }
    ]
  },
  {
    "id": 16,
    "text": "Кирилл обратился к Дане:\n—Даня, а ты знаешь что такое E=mc2?\nНе упустив возможности пошутить произнёс:\n—А ты знаешь, что я делал у тебя ночью?\nО да, это в его стиле, конечно. Он хоть и был умный, но любил подшучивать над своими однокласниками.\nУчился на отлично, хорошо знал алгебру, точно также, как и его сосед по парте, по имени Влад.\nОднако Даня был не высокого роста, никто не обращал на это внимания. ",
    "answers": [
      {
        "id": 26,
        "text": "Приготовиться к уроку"
      },
      {
        "id": 57,
        "text": "Поговорить с Русланом"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы решаете остаться в классе. Эту идею хоть и с не длительными рызмышлениями, поддержал Руслан. Вы успели зделать много вещей:поиграть в морской бой, на планшете, в города, обсудили много тем. Вы вместе даже не заметили как пролетело время. Вдруг звенит звонок и вы вспоминаете слова Руслана, о том что каждый раз он забывает купить. Точно!\nМожет у него есть с собой деньги!\n—А у тебя есть 4 гривны?\n—Да, зачем?\n—Мне нужна ручка, срочно. У меня могут отобрать ноут!\nПохоже Руслан осознав что ему нескем будет играть в Майнкрафт по сети, дал вам деньги\nВремени было предостаточно. Вернувшись с добычей, вы проводите остальную часть дня без проишествий.",
    "answers": [
      {
        "id": 25,
        "text": "Пора домой"
      }
    ]
  },
  {
    "id": 18,
    "text": "Руслан сел на скамейку, а вы вместе с класом пошли бегать и играть мячём. Под конец вы сели на скамейку возле Максима, и стали оживленно обсуждать видеоигры и однокласниц. И вдруг вам в голову прилетает баскетбольный мяч. Голова раскалываеться, но было терпимо. \n—Ааай!! Кто это сделал?!\nВ ответ вы не получили извинений или признания, а лишь смех и возмущение. Спустя 7 минут прозвенел звонок и все пошли переодеваться, а вы с Русланом пошли в класс.\nУвы по прибытию вы вспоминаете что у вас нет ручки. Но вдруг вспоминаете слова Руслана, о том что каждый раз он забывает её купить. Точно!\nМожет у него есть с собой деньги!\n—А у тебя есть 4 гривны?\n—Да, зачем?\n—Мне нужна ручка, срочно. У меня могут отобрать ноут!\nПохоже Руслан осознав что ему нескем будет играть в Майнкрафт по сети, дал вам деньги\nВремени было предостаточно. Вернувшись с добычей, вы проводите осталную часть дня без проишествий. ",
    "answers": [
      {
        "id": 25,
        "text": "Пора уходить"
      }
    ]
  },
  {
    "id": 19,
    "text": "Всего-то надо было думать.. Если бы мы знали, сколько нам осталось еще прожить, стали бы мы тратить свое время на ерунду?\nУглубившись в свои мысли, дошло прозрение, вы стали более уважительно относиться к людям, стали мудрее и добрее. Вы больше не совершаете тех ошибок, которые совершали ранее. Вы и Руслан теперь лучшие друзья! Шло время, месяцы, годы... Получив среднее образование, Кирилл идёт работать кондитером и заводит семью. У него есть любящая жена, сын и дочка, большая зарплата, и комфортная жизнь... \n\nОткрыта концовка: Золотые времена",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы уже подходите к главному входу школы, где встречаете Баграда. Это был ваш старый знакомый на 2 года старше вас. Вы решили не говорить с ним и прогуляться вокруг школы, мало ли, еще доставать станет. От него это было вполне ожидаемо, он был плотного тела сложения и не самым примерным учеником, которого часто вызывали к директору. В своих размышлениях вы вдруг замечаете что со стороны магазина \"Посад\"\nидёт група из 5 человек, это были:Егор,Денис,Алиса,Диана и Альбина. Ваше сердце стало быстро колотиться, а ладошки рук вспотели и это больше не от того что на дворе середина весны, или вы тайно были влюблены в Альбину. Больше вы боялись что вас увидят, заговорят, начнут смеяться. У вас было совсем немного времени на размышления, нужно было действовать!",
    "answers": [
      {
        "id": 12,
        "text": "Спрятаться за школой"
      },
      {
        "id": 11,
        "text": "Спрятаться в толпе на лестнице"
      },
      {
        "id": 23,
        "text": "Заговорить с ними"
      },
      {
        "id": 20,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b34/2004/49/52212011d051.jpg"
      }
    ]
  },
  {
    "id": 21,
    "text": "Марьяна подошла к вам и стала распрашивать\n—Ты про меня хоть не забыл? У меня через неделю день рождения! Ты мне обещал подарок подарить вообщето\n—Да подарю, но это секрет и вообще иди учись твои подруги ждут тебя давно, а мне надо в класс\n—А зачем это? Ты что дежурный? \nОсознавая что разговор может продлиться вечно, вы посмотрев на часы, поняли что вам нужно спешить, иначе вы опоздаете на урок.",
    "answers": [
      {
        "id": 22,
        "text": "Обмануть Марьяну"
      },
      {
        "id": 24,
        "text": "Сказать честно"
      }
    ]
  },
  {
    "id": 22,
    "text": "—Да ты что не видишь? Кирилл достал из рюкзака старую наклейку, она сохранилась еще со второго класса. \n—Ага, а что это?\n—Мы это одеваем, когда дежурим! Уверенно произнёс Кирилл.\n—Почему только вы? Мы такое не одеваем!\n—Это я попросил! Что-бы никто не збегал.\n—Ну если так важно иди, не буду мешать.\nКирилл не попрощавшись, поспешил в класс, подальше от Марьяны и её друзей.",
    "answers": [
      {
        "id": 13,
        "text": "Спешить в класс"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы решили побороть свои страхи и подойти к ним, но стоило только приблизиться как Денис выдал:\n—О смотрите бе--бе-бедный идёт!\nДевочки тут же рассмеялись, а Диана подбежала к вам и выхватила бутылку чая из рюкзака, которую заполнила вам бабушка.\nПопытавшись выхватить её, Диана специально кинула её в сторону Альбины. К счастью бутылка пролетела мимо её рук и врезалась в Егора, он разозлился и стал ею быть Альбину по жопе. Спустя несколько минут она наконец-то оказалась у вас в руках, в целости и сохранности! Посмотрев на часы вы в ужасе воскликнули, 8:22, пора идти!",
    "answers": [
      {
        "id": 13,
        "text": "Спешить в класс"
      }
    ]
  },
  {
    "id": 24,
    "text": "—я могу опаздать и меня наругают\n—ладно иди) сказала Марьяна с улыбкой на лице.\nНе оставалось выбора кроме как идти в класс",
    "answers": [
      {
        "id": 13,
        "text": "Спешить в класс"
      }
    ]
  },
  {
    "id": 25,
    "text": "Конец уроков все собираються идти домой. Вы интересуютесь у Руслана, будет ли он идти с вами. Он кивнул, Даня тоже пойдёт. Вдруг подбегает Маша, и сообщает что вы дежурный, а мало того еще и без напарника. Эх опять одному идти-подумали вы. Руслан, услышав разговор, согласился заменить отсутствуещего. Отмыв все вместе вы собрались домой и попрощались на развилке возле вокзала. Кирилл сел на электричку и поехал домой.\n\nОткрыта концовка: Типичный день, типичного бедного",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 26,
    "text": "Так... что у нас, вторник да?-прозвучало у вас в голове. \nТак первая биология, потом физ-ра и химия...\nДоставая учебники, Кирилл вспоминает что не взял пенал а вместе с ним ручки, карандаши и тд. \nЭто была катострофичная ситуация! В классе одни жадины, мало кто может дать, так еще если не найти ручку, то можно опозориться! На уроке искать не вариант, так как учитель поставит вас на обозрение всему класу и вы опозоритесь, рискуя окончательно потерять, хоть какой-то авторитет.\nУ девочек тоже лучше не спрашивать, вы боитесь с ними заговорить и можете вспотеть, а это будет видно. ",
    "answers": [
      {
        "id": 27,
        "text": "Спросить у Руслана"
      },
      {
        "id": 29,
        "text": "Поискать в учительском столе"
      }
    ]
  },
  {
    "id": 27,
    "text": "—у тебя есть ручка?\nОткуда? Ты не видишь я сам стержнем пишу, все забываю купить.\nЭх похоже с ним не вариант. Стол-последняя надежда!",
    "answers": [
      {
        "id": 29,
        "text": "Поискать в учительскои столе"
      }
    ]
  },
  {
    "id": 28,
    "text": "Внимание!\n Все совпадения случайны, автор этого квеста не пытался высмеять, или обидеть определенные групы людей. В квесте присутствует концовка со смертью персонажа! Главный герой не хотел себя убивать осознано, он хотел перейти дорогу, но потерял сознание из-за голода и истощения.\nНазвание носит в себе философский характер. Я призываю людей не сдаваться и ценить то что они имеют!",
    "answers": [
      {
        "id": 1,
        "text": "Хорошо"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы подходите к учительскому столу и вот вот уже видите ручку, но звенит звонок, и в этот момент в класс входит учительница. \n—эй, почему ты не готов к уроку?-крикнула она\nану марш на место!\nВы сказали что у вас нет ручки на что получили ответ:на перемене надо готовиться, ищи где хочешь\nНе судьба похоже. Попробую зделать вид что пишу, может прокатит.",
    "answers": [
      {
        "id": 30,
        "text": "Произнести маты под нос"
      }
    ]
  },
  {
    "id": 30,
    "text": "Сев за парту, все открыли нужный параграф и стали делать табличку, но поскольку Кирилл не может выполнить задание, учительница забирает дневник и пишет замечание \"Не работает на уроке\", после чего Руслан и другие однокласники успевают подметить то что он бедный.\nСегодня отличный день, не правда ли?\nВновь звенит звонок, перемена.\n—не хочешь в столовую? Спросил Руслан\n—да сейчас. \nКирилл подбежал к столу забрать ручку, и что-бы перестраховаться он нарисовал смайлик на руке. Почти нарисовал. Ручка оказалась испорченой. Что же делать? Пойти в столовую или збегать в магазин за ручкой? Он был напротив школы, вы бы успели, но были голодны. Да и Руслан обидеться. Это последние деньги и поесть можно будет только дома. Но ведь вы даже не ужинали",
    "answers": [
      {
        "id": 31,
        "text": "Пойти в столовую"
      },
      {
        "id": 32,
        "text": "Идти в магазин"
      }
    ]
  },
  {
    "id": 31,
    "text": "Пожертвовав соим свободным временем и ноутбуком, вы решаете пойти в столовую. На свои последние 10 гривен вы покупаете пицу и одолжив 50 копеек у Руслана, чай. Обед выдался довольно вкусным и сытным, это перебило апетит и больше не хотелось есть. \n—Оу, похоже пора в класс, осталось 2 минуты!\nВместе на перегонки вы рванули в класс переодеваться. Уже по звонку вы были почти готовы, но заметили что ваш друг не переодеваеться. С любопытством вы спросили его об этом:\n—Хм..Врач выписал мне освобождение из-за проблем с сердцем. \nВы удивились, ведь никогда не слышали ничего подобного от него.\n—Сначала тахикардия, потом просто, ускореное сердце-биение. Давай уже, нам пора. Мне не нужны лишние проблемы.",
    "answers": [
      {
        "id": 17,
        "text": "Остаться в классе"
      },
      {
        "id": 18,
        "text": "Пошли"
      }
    ]
  },
  {
    "id": 32,
    "text": "Решено. Прийдя из магазина вы опаздываете на урок, в спешке забыв телефон, из-за чего не следили за временем. \nКласс закрыт. Точно, физкультура! Как я мог забыть! Уже измотаный и голодный, Кирилл решает не переодеваться, пол урока пробегав по школе за ключем с третьего на первый этаж. Прийдя с дневником в зал, ему сного пишут замечание. На его удивление на скамейке сидел Руслан. Сразу стало любопытно почему? Он ведь без формы, и на боли не жаловолся. Все таки решившись задать вопрос вы произносите:\n—Почему ты не со всеми? \nРуслан призадумавшись ответил\n—хм.. У меня проблемы с сердцем, сначала была тахикардия, но сейчас просто ускореное биение. Мне врач выписал освобождение. \nНастроение вы ему не испортили, вот и хорошо. Не нужны ведь новые приколы. Бедного уже достаточно по горло. Пока вы сидели в задумьях, в голову прилетел баскетбольный мяч. \n—Ааай!!\nГолова конечно болела но это было терпимо.",
    "answers": [
      {
        "id": 33,
        "text": "Кто это сделал?!"
      }
    ]
  },
  {
    "id": 33,
    "text": "А ведь никто даже не извинился. В ответ вы услышали только смех и всякие подшучивания\nСлава богу, остальные уроки в принципе прошли без проишествий. Вы были голодны и казалось готовы сьесть слона. Все едят в столовой или сьедают все на первом же уроке, просить у когото бесполещно и унизительно. Ваш мозг не сомнено стал работать хуже, ухудшилась память, медленные мышлительные процессы, слабость. Это все вполне обьяснимо. После последнего урока, настала пора собираться домой, подойдя к Руслану и Дане вы спросили, не будут ли они идти с вами. Руслан отказался, а за ним и Даня, посчитав вас безответсвтенным и не серьёзным. Идти одному... Эх который раз. Да еще и доставать будут дома за замечания, запретят пользоваться ноутбуком. \nТут к вам подбегает Маша (это была сестра Дениса) и сообщает вам о том что вы сегодня дежурный, а напарник не пришёл. Хотя почему не пришёл? Смылся, думает ему все с рук.Но ведь действительно, догонять уже поздно, придеться самому. Но ведь последняя электричка в Боровую уходит в 17:15, я могу не успеть. Надо будет бежать со всех ног, что зделать будет очень трудно.",
    "answers": [
      {
        "id": 34,
        "text": "Приступить к работе"
      },
      {
        "id": 35,
        "text": "Збежать"
      }
    ]
  },
  {
    "id": 34,
    "text": "Спустя час упорной работы в классе, вы не замедлительно одеваетесь, и словно флеш стартуете на вокзал. Однако хватило вашей силы и упорства не надолго, уже на полпути вы валитесь с ног, но продолжаете идти быстрым шагом. В последние минуты дойдя до вокзала вы слышите свист и понимаете что не успеете. Последним рывком вы бежите как сумашедший на платформу, уже не чуствуя ног. Начинает болеть голова а сердце бешено бьётся. В глазах темнеет и вы теряя контроль над своим телом падаете на землю. Вой електрички и крики людей, кажеться вы все еще это слышите, все ближе и ближе, в один момент почуствовав невыносимую боль, настолько сильную, что с ней сравниться не могло ничто. Кажеться это... смерть? Боли больше не было, как и всего остального. Ни мыслей. Ни чуств. Это было ничего\n\nОткрыта концовка: Это конец",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы решили збежать. Ну наверно это и правильное решение, но Оксана Александровна явно будет не довольна. Уже совсем изморившийся Кирилл, садиться в електричку. Его глаза явно были наполнены счастьем, это было трудно не заметить. Смотря на закат, он уезжает, отдыхать к себе домой.\n\nОткрыта концовка: Обманув смерть",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 36,
    "text": "По дороге идя со своими друзьями, Руслан расказывает о своих планах пойти на рыбалку, возле местной реки. \n—Знаете, я планирую поставить большую-большую палатку, купить спальные мешки, принести удочки и начать, так сказать, выживать. Одному конечно скучно, может го со мной?\nДаня поддержал эту идею, и они договорились сьездить туда на местных выходных.\n—Кирилл, а как насчет тебя?\n—Ну я даже незнаю..-замялся Кирилл\n—Ну давай, весело же будет! Достал ты уже, целыми днями за компом проводишь!",
    "answers": [
      {
        "id": 37,
        "text": "Я иду с вами"
      },
      {
        "id": 42,
        "text": "Я останусь дома"
      }
    ]
  },
  {
    "id": 37,
    "text": "—ну вот и правильно!-сказал Руслан\nВ голову сразу же стали лезть плохие мысли, о том что может пойти не так, или почему поход может оказаться скучным. Во всяком случае, эта параноя была оправдана приобретённой социофобией. Просиживая каникулы дома с ноутбуком и отсутствием какого-либо человеческого общения, вполне логично предположить что Кириллу просто-напросто, нескем общаться. Хоть этого и не было видно, Кирилл этого не скрывал. Подводя итоги разговора, Руслан пришел к выводу, что лучше не на этих, а на следущих выходных, ведь тогда будет теплее. \n—Кирилл, ты хоть рыбу ловить умеешь?-спросил Руслан\nНа самом деле он не умел рыбачить, но врать он не стал, потому-что подумал что они могут отказаться от предложения пойти на рыбалку, ведь вы можете оказаться бесполезным. Кириллу не так и хотелось.\n—Нет.-коротко и ясно дал понять Кирилл.\n—Ну вот и отлично, будешь дрова носить!-обрадовался Руслан. Такого главный герой явно не ожидал, но отступать уже не вариант.",
    "answers": [
      {
        "id": 39,
        "text": "Вот и школа"
      }
    ]
  },
  {
    "id": 38,
    "text": "Решив купить ручку, Кирилл успевает збегать в магазин, на первом уроке. Немного опоздав, но не получив никаких замечаний и посторонних взглядов, приступает к работе. Проучившись 2 урока, он был очень истощенным, но впереди только хуже — физкультура. Как бы голоден он не был, всегда себя утешал:\n—Ничего, домой прийду, поем. Как-раз нагуляю аппетит.\nПереодевшись и не опоздав (как это обычно бывает, из-за его старых кросовок, которые еле налазят на его ногу) он пошел играть с мячём и ребятами, а Руслан сел на лавочку. Еще при беге, Кирилл два раза потерял обморок, поэтому учитель решил оставить его на лавочке. Кирилл присоеденился к разговору Максима и Саши об однокласницах и видео на ютубе. Примерно за 3 минуты до перемены, ему прилетает мячь в голову. Было очень больно, но терпимо.\n—Ааай! Кто это зделал?!\nВместо извенений и признания, вы услышали только смех. Остальная часть дня прошла без проишествий, за исключением того что Кирилл забыл свой Ipohtach на физкультуре. Только он стал собираться домой, к нему подргла Маша и сообщила о том, что он сегодня дежурный, а напарник смылся.\n—Эх, опять идти одному.\nПоскольку Кирилл старался быть примерным учеником и осознавая что может опаздать, принялся работать.",
    "answers": [
      {
        "id": 34,
        "text": "Мучаться"
      }
    ]
  },
  {
    "id": 39,
    "text": "Подойдя к школе, вы заметили что главный вход открыт. Посмотрев на часы, вы удивились:\n—Действительно! 8:15\nВместе пройдя в класс, вы разложили свои вещи и стали готовиться к уроку. Сложив учебники, вы замечаете пропажу своего пенала, а вместе с тем:ручек, карандашей, резинок, и тд.\nПохоже вы оставили его дома. Какая незадача, в вашем кармане было всего 10 гривен. Вы были голодны и тратить последние деньги на ручку не хотелось... Однака жизнь вас не ограничила в свободе действий и было несколько вариантов как можно было её достать.Это:Поискать в учительском столе (они там всегда есть, кто-то забывает, а другие кладут их туда), спросить у Руслана, купить (магазин был напротив школы), или осознано получить кол.",
    "answers": [
      {
        "id": 40,
        "text": "Поискать в учительском столе"
      },
      {
        "id": 41,
        "text": "Попросить у Руслана"
      },
      {
        "id": 38,
        "text": "Купить"
      },
      {
        "id": 45,
        "text": "Получить кол"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы подходите к учительскому столу и вот вот уже видите ручку, но звенит звонок, и в этот момент в класс входит учительница. \n—эй, почему ты не готов к уроку?-крикнула она\nану марш на место!\nВы сказали что у вас нет ручки на что получили ответ:на перемене надо готовиться, ищи где хочешь\nНе судьба похоже. Попробую зделать вид что пишу, может прокатит.",
    "answers": [
      {
        "id": 44,
        "text": "Зделать вид"
      },
      {
        "id": 45,
        "text": "Здаться"
      }
    ]
  },
  {
    "id": 41,
    "text": "—Слушай, я сам пишу стержнем! Хотя если тебе надо то я могу дать тебе денег в долг, у меня есть.\nКирилл очень обрадовался и пока есть время, побежал в магазин.  Вернулся он хоть и с опозданием, потому-что забыл в школе телефон, что-бы следить за временем, учительница его не наругала, но избежать \"лишних\" взглядов не удалось. Впрочем сам Кирилл не удивлялся его невезению, потому-что привык. Многие могут посчитать его слабохарактерным, но ведь и воспитывать его особо не кому... В мыслях, Кирилл считал себя другим человеком и всегда стремился к лучшему, не хотел быть не уверенным, или кем его считал Руслан, социофобом. Не смотря на великие представления о самом себе, Кирилл  часто не хотел вдаваться в подробности чего-либо даже, если это плотно касалось его жизни, кроме того, часто не зотел верить прямым фактам в споре, не желая признавать свою не правоту, или же, сводя это в шутку.",
    "answers": [
      {
        "id": 50,
        "text": "Продолжить"
      },
      {
        "id": 49,
        "text": "Спойлеры"
      }
    ]
  },
  {
    "id": 42,
    "text": "—Ну иди тогда сам. Даже компанию составить не захотел.\nОбидившись на такое решение Руслан и Даня отстраняются подальше от Кирилла, после чего ему приходится идти одному. ",
    "answers": [
      {
        "id": 9,
        "text": "Зануды"
      }
    ]
  },
  {
    "id": 43,
    "text": "",
    "answers": []
  },
  {
    "id": 44,
    "text": "Увы обманывать у вас никогда не выходило и не вышло в этот раз. Учительница заметив что вы не пыхтите над очередной табличкой по биологии, подошла проверить, дейтвительно ли это так. Окончательно убедившись, она забирает ваш дневник и пишет замечание: Не работает на уроке, 1 балл. Офигеть, даже не два, а один, какая наглость!",
    "answers": [
      {
        "id": 46,
        "text": "Пойти в столовую"
      },
      {
        "id": 32,
        "text": "Идти в магазин"
      }
    ]
  },
  {
    "id": 45,
    "text": "Решив даже не пытаться, вы решаете осознано получить кол, и не искать ручку, так как, по мнению Кирилла, это уже бесполезно и тем более он хотел есть. Понимая что он нахватается замечаний и двоек, он осознано отказывается от возможности избежать этого, но было уже поздно что то менять.\nКонечно-же учительница замечает что он не пишет и ставит ему двойку, и замечание: Не работает на уроке. \n—Как-будто мне это пригодится?- шепчет он себе под нос. Просидев так весь урок, Кирилл дождался звонка и решил пойти в столовую.",
    "answers": [
      {
        "id": 46,
        "text": "Пойти в столовую"
      }
    ]
  },
  {
    "id": 46,
    "text": "Наплевав на ручку, вы вошли в столовую одни, купили там пиццу без чая, нехватило 50 копеек. Поев и опоздав, вы пол урока бегаете за ключами, что-бы забрать из класса дневник. Наконец сев на лавочку, вы присоеденяетесь к разговору Максима и Саши, в котором они обсуждают однокласниц и видео в ютубе. Примерно за 7 минут до перемены, вам в голову прилетает баскетбольный мяч. Было очень больно, но терпимо.\n—Ааай! Кто это сделал?!\nОжидая извинения, или хотябы признания, вы слышите только смех. Весь остальной день прошел с моральными унижениями со стороны однокласников, и учителей. Вся страница дневника была красной. После уроков уже собравшись домой вы вспоминаете что дежурный, и збегаете, пытаясь уникнуть взглядов учителей, что-бы Оксана Александровна не узнала. Дойдя до вокзала, Кирилл дожидается электрички и вспоминая всё произошедшее за этот день, на его глазах смотрящих в окно, на закат, наворачиваются слёзы...\n\nОткрыта концовка: Двоечник",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 47,
    "text": "",
    "answers": []
  },
  {
    "id": 48,
    "text": "Версия 0.1                                                     Апрель 2020\n—Закончена дороботка сюжетных линий\n—Исправлены ошибки\nВерсия 0.2\n—Исправленны орфографические и пунктуационные ошибки\n—Улучшены диалоги\nВерсия 0.3\n—Добавлены картинки\n—Исправлены ошибки",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 49,
    "text": "В будущем будет написан полноценный квест про бедного.Этот квест что то вроде \"Демо-версии\", это как пред-история персонажа. В будущем я хочу изменить стиль письма, и дополнить сюжет, очень сильно дополнить. Это уже будет как полноценная история про человека... По обьёму и популярности (по задумкам) должен выйти примерно как \"Пришествие тьмы\", хочется создать что-то великое, ведь задумок куча. Эта идея оригинальная, поэтому сильно близко сравнивать с выше перечисленной серией квестов его не стоит. Дабы избежать заранее негативных оценок, я не буду раскрывать весь сюжет, просто скажу что он будет координально отличаться от этой \"Демо\" версии. Она была выпущена, что-бы набрать опыт, посмотреть оценки пользователей и желания по дополнению. Каждый ваш отзыв читается, а мнение учитывается. Вы очень важны для меня.",
    "answers": [
      {
        "id": 58,
        "text": "Хорошо"
      }
    ]
  },
  {
    "id": 50,
    "text": " Не самая добрая учительница, вы вообще удивленны, как она не поставила вас на учет перед другими классами (раньше она показывала \"не примерных\" учеников на обозрение другим классам) и не оставила за дверью на пол урока. Наконец урок закончился и можно заняться своими делами. Вы как раз уже были голодны и время собираться в столовую!",
    "answers": [
      {
        "id": 53,
        "text": "Звонок"
      }
    ]
  },
  {
    "id": 51,
    "text": "—Слушай, я сам пишу стержнем! Хотя если тебе надо то я могу дать тебе денег в долг, у меня есть.\nКирилл очень обрадовался и пока есть время, побежал в магазин.  Вернулся он хоть и с опозданием, потому-что забыл в школе телефон, что-бы следить за временем, учительница его не наругала, но избежать \"лишних\" взглядов не удалось. Впрочем сам Кирилл не удивлялся его невезению, потому-что привык. Многие могут посчитать его слабохарактерным, но ведь и воспитывать его особо не кому... В мыслях, Кирилл считал себя другим человеком и всегда стремился к лучшему, не хотел быть не уверенным, или кем его считал Руслан, социофобом. Не смотря на великие представления о самом себе, Кирилл  часто не хотел вдаваться в подробности чего-либо даже, если это плотно касалось его жизни, кроме того, часто не зотел верить прямым фактам в споре, не желая признавать свою не правоту, или же, сводя это в шутку.",
    "answers": [
      {
        "id": 53,
        "text": "Звонок"
      }
    ]
  },
  {
    "id": 52,
    "text": "",
    "answers": []
  },
  {
    "id": 53,
    "text": "Наконец прозвенел звонок! Поскольку Руслан одолжил вам денег, удастся поесть и не ходить весь день голодным. Прийдя в столовую вам удалось купить на свои жалкие 10 гривен пиццу и чашку чая. Около 10 минут перемены, вы ели и обсуждали с Русланом то, как будете проводить время на рыбалке. А ведь, похоже, что это не так плохо, проводить время в кругу друзей, не обращая внимания на ежедневные проблемы общества, и не грузя себя политическими мыслями, по типу:Кто станет новым депутатом? Доверить ли премьер министру? и тд.\n—О, смотри! Пора в класс, 5 минут осталось!-сказал Руслан. Рванув в класс на перегонки, вы прибежали переодеваться. Уже почти одевшись, вы обращаете внимание на Руслана, он не переодеваеться.",
    "answers": [
      {
        "id": 54,
        "text": "Спросить"
      },
      {
        "id": 55,
        "text": "Не спрашивать"
      }
    ]
  },
  {
    "id": 54,
    "text": "—Чего не готовишся?\nРуслан немного призадумался и ответил:\n—Врачи выписали мне освобождение, у меня учащенное сердцебиение. Ну, а еще, деньги на форму, я отложил для велосипеда.\nВместе вы пошли на физкультуру, после чего ваш друг сел на лавочку, а вы играть с мячем и другими ребятами. Повезло, пара нашлась. Это был Максим. Хоть весело будет! С Максимом, физкультура пролетела незаметно, все пошли к выходу, а вы за ними. Вообщем за исключением того что Кирилл, в спешке, забыл телефон на физ-ре, день прошел без проишествий. Когда все стали собираться домой, вы спрашиваете у Руслана, будет ли он с вами идти, в след чего, он кивает головой. Только вы одеваете куртку, к вам подбегает Маша и сообщает о том что вы дежурите, а партнер куда-то смылся. Эх, опять идти одному...\nВдруг подбегает Руслан и говорит что поможет вам. Вместе отдежурив около часа, вы не обратив внимание на время уже оделись и вышли из школы. Только после этого, Кирилл смотрит в телефон, и понимает, что последняя электричка уехала в 17:15.\n—Оу, похоже что домой уже не поедешь. Может у меня останешся? \nКирилл никогда не был у него дома, поэтому из-за безысходности, стеснительно согласился. Позже, прийдя к нему домой, они весело провели время вместе.\n\nОткрыта концовка: Лучшие друзья",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 55,
    "text": "Вместе вы пошли на физкультуру, после чего ваш друг сел на лавочку, а вы играть с мячем и другими ребятами. Повезло, пара нашлась. Это был Максим. Хоть весело будет! С Максимом, физкультура пролетела незаметно, все пошли к выходу, а вы за ними. Вообщем за исключением того что Кирилл, в спешке, забыл телефон на физ-ре, день прошел без проишествий. Когда все стали собираться домой, вы спрашиваете у Руслана, будет ли он с вами идти, в след чего, он кивает головой. Только вы одеваете куртку, к вам подбегает Маша и сообщает о том что вы дежурите, а партнер куда-то смылся. Эх, опять идти одному...\nВдруг подбегает Руслан и говорит что поможет вам. Вместе отдежурив около часа, вы не обратив внимание на время уже оделись и вышли из школы. Только после этого, Кирилл смотрит в телефон, и понимает, что последняя электричка уехала в 17:15.\n—Оу, похоже что домой уже не поедешь. Может у меня останешся? \nКирилл никогда не был у него дома, поэтому из-за безысходности, стеснительно согласился. Позже, прийдя к нему домой, они весело провели время вместе.\n\nОткрыта концовка: Лучшие друзья",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 56,
    "text": "Кирилл обратился к Дане:\n—Даня, а ты знаешь что такое E=mc2?\nНе упустив возможности пошутить произнёс:\n—А ты знаешь что я делал у тебя ночью?\nО да, это в его стиле, конечно. Он хоть и был умный, но любил подшучивать над своими однокласниками.\nУчился на отлично, хорошо знал алгебру, точно также как и его сосед по парте, по имени Влад.\nОднако он был не высокого роста, никто не обращал на это внимания.",
    "answers": [
      {
        "id": 26,
        "text": "Приготовиться к уроку"
      }
    ]
  },
  {
    "id": 57,
    "text": "Обращаясь к Руслану:\n—Привет; Произнёс Кирилл\n—Привет.\nПо его голосу было слышно что он не на целен на розговор, или у него просто плохое настроение. Так, или иначе вы решили не усугублять ситуацию, мало ли, обидится ещё.",
    "answers": [
      {
        "id": 26,
        "text": "Приготовиться к уроку"
      }
    ]
  },
  {
    "id": 58,
    "text": "—Слушай, я сам пишу стержнем! Хотя если тебе надо то я могу дать тебе денег в долг, у меня есть.\nКирилл очень обрадовался и пока есть время, побежал в магазин.  Вернулся он хоть и с опозданием, потому-что забыл в школе телефон, что-бы следить за временем, учительница его не наругала, но избежать \"лишних\" взглядов не удалось. Впрочем сам Кирилл не удивлялся его невезению, потому-что привык. Многие могут посчитать его слабохарактерным, но ведь и воспитывать его особо не кому... В мыслях, Кирилл считал себя другим человеком и всегда стремился к лучшему, не хотел быть не уверенным, или кем его считал Руслан, социофобом. Не смотря на великие представления о самом себе, Кирилл  часто не хотел вдаваться в подробности чего-либо даже, если это плотно касалось его жизни, кроме того, часто не зотел верить прямым фактам в споре, не желая признавать свою не правоту, или же, сводя это в шутку.",
    "answers": [
      {
        "id": 50,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 59,
    "text": "",
    "answers": []
  }
]