[
  {
    "id": 1,
    "text": "Автор: ZanFurry\nСтатус: заморожен\nЧто если мы не так власны над природой, ведь она может в любой момент уничтожить нас. В этой истории она так и поступит, и людям прийдётся заново начать свою судьбу, приобрести новый дом, потеряв старый. Тебе повезёт, ведь ты выживешь, но так ли сладка будущая жизнь, как может показаться. Что если где-то здесь скрывается какая-то тайна? Сможешь ли ты её разгадать?",
    "answers": [
      {
        "id": 119,
        "text": "Начать"
      },
      {
        "id": 62,
        "text": "Характеристики персонажей"
      }
    ]
  },
  {
    "id": 2,
    "text": "Иногда в жизни случаются неприятности, и эта история о них. \n*В истории вас будут звать Марина.*\n           Пролог\n\n07.05.2021\n Неизвестный вирус Covid-20 поражает всё больше и больше людей. Сокращаются случаи выздоравливания человека. Катастрофа по всему миру. Люди в панике защищаются чем только можно.\n Ты сидела дома на диване, слушая новости по радио. Из дома выходить запрещено, иначе влетал штраф в 70.000 долларов. Это определённо сумма ради которой можно посидеть и дома. \n\" Что может быть хуже?\" — подумала ты про себя. \n  Поверь, может...",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "28.05.2021\n\nСообщается о пролетании странного объекта из космоса. Это назвали \"Кометой Смерти\". Никто не знает, что это за объект, но из-за него произошли ужасные события, унеся много невинных жизней.\n\nВоздействие \"Кометы\" заставило все материки слится в один большой. Куча зданий построек и людей были уничтожены в пух и прах. Из-за движения люди потеряли друг друга, не знали где они находятся, просто не понимали, что произошло. Думаю, не стоит говорить, как сильно уменьшилась численность людей. Мёртвые тела были найдены между землёй и скалами, под завалами из чего только можно. Удивительно, что всё же живые остались. Люди создали общественную организацию, по типу спасателей. Назвали они это \"Абьюз\". Они помогают выжившим оправиться и найти новый дом. Материк прозвали \"Спасение\". Не очень оригинально, но со вкусом. Появились две страны. В одной жили обычные люди, а в другой больные вирусом и изолированные от общества. В \"больной\" стране также было кладбище, но на него нельзя было прийти, так как здоровым въезд был запрещён. А теперь вернёмся к вам.\n",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "Ты очнулась в тёмном лесу. Не понимая, что происходит ты начала оглядываться.",
    "answers": [
      {
        "id": 5,
        "text": "Пойти на поляну"
      },
      {
        "id": 6,
        "text": "Идти в лес"
      }
    ]
  },
  {
    "id": 5,
    "text": "Ты увидела поистине красивую полянку. Как будто это место было защищенно от мира сего. Казалось, что природа выделила его, как особенное, не собираясь его затрагивать катастрофой. Мило, но в далеке можно было увидеть... дорогу? Дорогу! Это напомнило тебе о ситуации, и ты со всех ног побежала к хоть какому-то остатку цивилизации.",
    "answers": [
      {
        "id": 7,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 6,
    "text": "Здесь было темно и не уютно. Ты не очень любила дискомфорт, но сейчас тебе было наплевать. Главное найти хоть что-то! Ты ходила и ходила, а потом узнав дерево с кривым дуплом, которое уже не раз проходила, поняла, что ходишь кругами. \"Думаю, пора сходить на поляну.\"",
    "answers": [
      {
        "id": 5,
        "text": "В поле, так в поле! "
      }
    ]
  },
  {
    "id": 7,
    "text": "Выбежав на дорогу, ничего интересного ты не увидела. \"И что теперь делать?\"",
    "answers": [
      {
        "id": 8,
        "text": "Идти по дороге"
      },
      {
        "id": 9,
        "text": "Сидеть и ждать помощи"
      }
    ]
  },
  {
    "id": 8,
    "text": "\"Нельзя сидеть сложа руки! Не факт, что я получу помощь. Вдруг я единственная выжившая...\" \n От этой мысли тебя передёрнуло: \n\"Фу, бред какой-то!\" \n Не долго думая, ты пошла вперёд по асфальту.",
    "answers": [
      {
        "id": 11,
        "text": "Спустя пару часов..."
      }
    ]
  },
  {
    "id": 9,
    "text": "\"Нужно подождать, наверняка я не одна такая, и за мной обязательно придут.\" С этими мыслями ты ждала... Но не дождалась, получив солнечный удар и отключившись...",
    "answers": [
      {
        "id": 10,
        "text": "Лежать в отключке..."
      },
      {
        "id": 10,
        "text": "Да я просто сплю, пацаны!"
      }
    ]
  },
  {
    "id": 10,
    "text": "                    Глава 1 — \"Начало\"\n\nТы ощутила прохладный предмет на своём лбу. \n— А? Что за? — начала ты говорить, открывая глаза.\nПервое, что ты увидела это человека в странной одежде и маске.  Не каждый день такое увидишь! Ты заорала, что есть мочи. Человек отпрянул от твоего визга.\n— Хорошо, судя по всему вам уже лучше! — сказал человек, потирая уши от боли после твоего крика.\n— Кто вы? Или что вы? Боже, не трогайте меня, умоляю!!!\n— Вы что, с луны свалились или же... с небес? — несмотря на маску можно было понять, что мужчина улыбнулся — Я абьюзер, проще говоря спасатель.\n— Абьюзер не лучшее название для спасателя...\n— Не я придумал. Смысл в том, то что я здесь, чтобы помочь вам.\n— Прошу на ты, и где я?\n— Ты в машине. Мы едим в мэрию, там вам... то есть тебе дадут место жительства.\n— Оу, а мы находимся в России?\n—  А России уже не существует!)\n— ...\n— Ага, да. Я сам из Италии, но править стал русский человек, поэтому все говорят на русском. Мне даже нравится, прикольный язык.\n— Хорошо... А как мне найти родных и близких?\n— Никак. Забудь о них, смирись. Скорее всего ты их больше не увидишь.\n— Почему? — спросила ты наполняясь слезами.\n— Разные причины. Может умерли, может заболели, а если живы, то скорее всего где-то на другом конце страны. Чтобы ты поняла масштаб, все материки слились. И большая часть материка — это наша страна.\nШок... Не может быть... Как же так?",
    "answers": [
      {
        "id": 12,
        "text": "Держать себя в руках"
      },
      {
        "id": 13,
        "text": "Простите дЕвАчКи, я плачу! "
      }
    ]
  },
  {
    "id": 11,
    "text": " Ноги болели до ужаса, а солнце палило не щадя. \n\"Господи, я щас сдохну!\" \n Сложно было контролировать себя. Пот стекал ручьём. Вдруг резкая головная боль. \n \"А вот и солнечный удар...\" — подумала ты и упала на землю, которая нагрелась и неприятно жглась, но тебе было всё равно.",
    "answers": [
      {
        "id": 10,
        "text": "Отключка"
      }
    ]
  },
  {
    "id": 12,
    "text": "\"Нет, всё хорошо. Я жива, это ли не прекрасно?\" Быстро смахнув слезу с щеки, ты спросила:\n— Когда мы приедем?\n— Где-то через 12-13 минут.\n— Хорошо — сказала ты и отвернулась к окну. Вид контрастировал. Разруха смешивалась с красивой зеленью. Странно, но захватывающе.",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 13,
    "text": " Слёзы потекли ручьём, и к этому ансамблю присоединился голос. Абьюзер замешкался, увидев твоё состояние.\n— Хей, всё хорошо! Успокойся!\n Но его слова лишь сыпали соль на рану. Сложно было остановиться. Вдруг резкая боль на запястье. Ты опустила глаза и увидел, как шприц медленно наполняет тебя голубой жидкостью.\n— Прости, но в прошлый раз после такой истерики одна мадам выпрыгнула из машины на скорости 70 км/ч. Я не хочу повторять ошибки прошлого. \nЛекарство начало действовать и грусть ушла полностью. Прекрасное чувство!\n— А когда мы приедем? — спросила ты?\n— Минут через 8-12.",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "Абьюзер был прав. Через минут 10 вы подъехали к высокому и красивому зданию. Сложно им не налюбоваться.\n— Пойдём за мной — сказал мужчина, и ты по пятам пошла за ним.\nЗдание внутри было роскошным, но вид портили люди. Как и ты напуганные и непонимающие свою участь.\n— Садись и возьми это. — мужчина протянул бумажку с цифрой 47 — Скажут номер , пойдёшь в тот кабинет.",
    "answers": [
      {
        "id": 15,
        "text": "Спасибо!"
      },
      {
        "id": 16,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 15,
    "text": "— Хорошо, спасибо тебе большое! \n— Да не за что... — пробубнил абьюзер, смущённо повернув голову. — И да, если скажешь, что от Андреа, то быстрее пропустят.)\nМужчина ушёл, а ты воспользовашись советом, смогла сразу же попасть в кабинет.",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "Ты промолчала, и абьюзер ушёл во свояси.",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "— Прошу, присаживайтесь. — сказал парень на вид лет 20. У него были тёмные волосы, отдающие синим оттенком и... голубые глаза? Нет, они были фиалковыми. Такие люди разве существуют? А может это линзы? Парень посмотрел на тебя через оправу очков. \n\" И какого это жить таким красивым?\"\nМужчина ухмыльнулся, будто услышив тебя.\n— ФИО, дата рождения, бывшее место жительства.\nДалее посыпались вопросы, вопросы и ещё больше вопросов... Они всё не кончались и не кончались. \n\"Сколько можно? Какая разница \"Какие действия я приняла\"? Ты ещё спроси , как найти перхоть единорога!\"\n— Это всё. Ты попадаешь в дом под номером... — он быстро прошёлся по списку номеров. \nВдруг он нахмурился и прищурился от недовольства. — 103654. Вот возьми. Подойди к какому-нибудь абьюзеру и попроси его о помощи.\n— Хорошо, спасибо, — кинула ты и выбежала из кабинета. \n\"Надо найти абьюзера\"\nВыйдя на улицу ты увидела сразу несколько людей в специальных костюмах, но лишь один имел знакомое телосложение.\n",
    "answers": [
      {
        "id": 18,
        "text": "Пойти к нему"
      },
      {
        "id": 19,
        "text": "Подойти к другому"
      }
    ]
  },
  {
    "id": 18,
    "text": "— Андреа! — крикнула ты, побежав к абьюзеру. Тот обернулся и направился в твою сторону.\n— Что такое?\n— Я получила дом. Можешь меня подвезти?\n— Конечно, давай листок.\nТы протянула ему номер. Парень посмотрел и довольно хмыкнул.\n— Залезай в машину.\n— Ок.",
    "answers": [
      {
        "id": 23,
        "text": "Ехать"
      }
    ]
  },
  {
    "id": 19,
    "text": "Ты подошла к абьюзеру.\n— Здравствуйте, можете, пожалуйста, помочь? \nТы протянула ему бумажку. Тот недовольно хмыкнул и пробубнил \"садись\".\n",
    "answers": [
      {
        "id": 24,
        "text": "Ехать"
      }
    ]
  },
  {
    "id": 20,
    "text": "Ты там просидела часа 4, если не 5. Но твой номер наконец произнесли, и ты, счастливая направилась к кабинету.",
    "answers": [
      {
        "id": 21,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 21,
    "text": "— Прошу, присаживайтесь. — сказал парень на вид лет 20. у него были тёмные волосы, отдающие синим оттенком и голубые глаза? Нет, они были фиалковыми. Такие люди разве существуют? А может это линзы? Парень посмотрел на тебя через оправу очков. \n\"И какого это жить таким красивым?\"\nМужчина ухмыльнулся, будто услышив тебя.\n— ФИО, дата рождения, бывшое место жительства.\nВопросы, вопросы, вопросы... Они всё не кончались и не кончались. \n\"Сколько можно? Какая разница \"Какие действия я приняла\"? Ты ещё спроси , как найти перхоть единорога!\"\n— Это всё. Ты попадаешь в дом под номером... — он быстро прошёлся по списку номеров. Нахмурился, скривился и прищурился от недовольства. — 103654. Вот возьми. Подойди к какому-нибудь абьюзеру и попроси его о помощи.\n— Хорошо, спасибо, — кинула ты и выбежала из кабинета. \n\"Надо найти абьюзера\"\nВыйдя на улицу ты увидела сразу несколько людей в специальных костюмах.\n",
    "answers": [
      {
        "id": 22,
        "text": "Подойти к какому-нибудь абьюзеру"
      }
    ]
  },
  {
    "id": 22,
    "text": "Ты подошла к абьюзеру.\n— Здравствуйте, можете, пожалуйста, помочь? \nТы протянула ему бумажку. Тот недовольно хмыкнул и пробубнил \"садись\".\n",
    "answers": [
      {
        "id": 25,
        "text": "Ехать"
      }
    ]
  },
  {
    "id": 23,
    "text": "Мы поехали по тёмной дороге. С каждым километром дома становились всё лучше и лучше. Но вы не останавливались. И вот вы подъехали к огромному особняку. \n\"Мама дорогая...\" \nТы раскрыла рот от удивления и восхищения. Из под маски Андреа послышался смешок. Ты вышла из машины и продолжила разглядывать фасад дома. Сзади тебя подошёл абьюзер и приблизившись к твоему уху так, что ты почувствовала его горячие дыхание, почти прошептал:\n— Ты его ещё внутри не видела.\nПо всему телу невольно пробежали мурашки. Твоя же реакция тебя удивила.\n \"Что это со мной?\"",
    "answers": [
      {
        "id": 27,
        "text": "Пройти во двор"
      }
    ]
  },
  {
    "id": 24,
    "text": "Мы поехали по тёмной дороге. С каждым километром дома становились всё лучше и лучше. Но вы не останавливались. И вот вы подъехали к огромному особняку. \n\"Мама дорогая...\" Ты раскрыла рот от удивления и восхищения. \n— Вылезай! — грубо произнёс мужчина.\nТы вышла из машины и начала рассматривать фасад дома. \n\"Что за потрясающее место?\"",
    "answers": [
      {
        "id": 31,
        "text": "Войти во двор"
      }
    ]
  },
  {
    "id": 25,
    "text": "Мы поехали по тёмной дороге. С каждым километром дома становились всё лучше и лучше. Но вы не останавливались. И вот вы подъехали к огромному особняку. \n\"Мама дорогая...\" Ты раскрыла рот от удивления и восхищения. \n— Вылезай! — грубо произнёс мужчина.\nТы вышла из машины и начала рассматривать фасад дома. \n\"Что за потрясающее место?\"",
    "answers": [
      {
        "id": 26,
        "text": "Пройти во двор."
      }
    ]
  },
  {
    "id": 26,
    "text": "Красивая дорожка  из камня вела прямиком к крыльцу. Твоя цель была просто пройти, но у собаки, выскочившей из угла дома, были другие намерения. Она гавкнула и побежала со всех ног прямо на тебя.",
    "answers": [
      {
        "id": 33,
        "text": "Чёрт!"
      }
    ]
  },
  {
    "id": 27,
    "text": "Красивая дорожка  из камня вела прямиком к крыльцу. Твоя цель была просто пройти, но у собаки выскочившей из угла дома были другие намерения. Она гавкнула и побежала со всех ног прямо на тебя.",
    "answers": [
      {
        "id": 28,
        "text": "Спрятаться за Андреа"
      },
      {
        "id": 29,
        "text": "Стоять в шоке"
      }
    ]
  },
  {
    "id": 28,
    "text": "Ты быстро забежала за абьюзера вцепившись в его одежду. Увидев твой испуг, Андреа заорал:\n— Джастин!!! Убери Цербера сейчас же!\nИз окна второго этажа высуналась голова с огнеными волосами и глазами.\n— Ну и убери... — пофигистично произнёс парень.\n— Джастин!\n— Хорошо, хорошо, Цербер фу!\nДоберман вдруг резко стал лапочкой и пошёл обратно за угол. Джастин ухмыльнулся:\n— Дре, а с каких пор ты на службе девушек подцепляешь?\n— ЧТоО?!?? — удивлённо вскликнул Андреа.\nСудя по всему это его выбило из колеи. Джастин залился издевательским смехом и закрыл окно.\n— Боже, прости...- начал извиняться парень.\n",
    "answers": [
      {
        "id": 30,
        "text": "Всё нормально"
      },
      {
        "id": 30,
        "text": "Мда..."
      }
    ]
  },
  {
    "id": 29,
    "text": "Ты встала, как истукан, а собака продолжала бежать на тебя. Ты начала двигаться назад и готовиться к самообороне, как вдруг из окна раздался мужской голос:\n— Цербер, фу!\nСобака покорно остановилась и пошла в обратную сторону.\n— Какого хрена ты стоишь, чокнутая? — злобно сверкнул глазами парень.\n— А что я должна была сделать?!\nАндреа вошёл в разговор:\n— Она просто испугалась, отстань от неё.\n— Пфф... — парень закрыл окно.\n— Пойдём.",
    "answers": [
      {
        "id": 34,
        "text": "Пойти в дом"
      }
    ]
  },
  {
    "id": 30,
    "text": "Андреа открыл дверь и интелегентно пригласил внутрь. Зайдя в дом, ты была в шоке от увиденного. Внутри действительно великолепно. Большая люстра, две лестницы ведущие на второй этаж, огромные окна с бордовыми портьерами. Ты хотела произнести кое-что не пристойное, но не портить же впечатление. И тут со второго этажа вознёсся возглас:\n—Oфигеть, да? \nТы посмотрела на вверх и увидела милого блондина с ярко-голубыми глазами. Он улыбался белоснежной улыбкой, по типу: \"угадал, не так-ли\". Почти сразу с другого конца коридора послышался ответ:\n— Не ругайся, идиот!\nИ с первого этажа где-то в глубине дома кто-то начал ржать.\n\"Судя по всему здесь не будет скучно...\"",
    "answers": [
      {
        "id": 37,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "Красивая дорожка  из камня вела прямиком к крыльцу. Твоя цель была просто пройти, но у собаки выскочившей из угла дома были другие намерения. Она гавкнула и побежала со всех ног прямо на тебя.",
    "answers": [
      {
        "id": 32,
        "text": "Чёрт!"
      }
    ]
  },
  {
    "id": 32,
    "text": "Ты встала, как истукан, а собака продолжала бежать на тебя. Ты начала двигаться назад и готовиться к самообороне, как вдруг из окна раздался мужской голос:\n— Цербер, фу!\nСобака покорно остановилась и пошла в обратную сторону.\n— Какого хрена ты стоишь, чокнутая? — злобно сверкнул глазами парень.\n— А что я должна была сделать?!\n— Всё что угодно, чтобы собака не разорвала тебя, идиотка!\n\"Грубиян!\" Ты злая пошла прямиком к крыльцу и постучала в дверь",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 33,
    "text": "Ты встала, как истукан, а собака продолжала бежать на тебя. Ты начала двигаться назад и готовиться к самообороне, как вдруг из окна раздался мужской голос:\n— Цербер, фу!\nСобака покорно остановилась и пошла в обратную сторону.\n— Какого хрена ты стоишь, чокнутая? — злобно сверкнул глазами парень.\n— А что я должна была сделать?!\n— Всё что угодно, чтобы собака не разорвала тебя, идиотка!\n\"Грубиян!\" Ты злая пошла прямиком к крыльцу и постучала в дверь.",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 34,
    "text": "Андреа открыл дверь и интелегентно пригласил внутрью. Когда ты зашла ты была в шоке от увиденного. Внутри действительно великолепно. Большая люстра две лестницы ведущие на второй этаж. Ты хотела произнести кое-что не пристойное, но не портить же впечатление. И тут со второго этажа вознёсся возглас:\n—Oфигеть, да?\nТы посмотрела на вверх и увидела милого блондина с ярко-голубыми глазами. Он улыбался улыбкой, по типу: \"угадал, не так-ли\". Почти сразу с другого конца коридора послышался ответ:\n— Не ругайся, идиот!\nИ с первого этажа где-то в глубине дома кто-то начал ржать.\n\"Судя по всему здесь не будет скучно...\"",
    "answers": [
      {
        "id": 37,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "Спустя пару мгновений открылась дверь, и ты увидила зелено-глазое чудо. Его растрёпанные рыжие волосы напомнили тебе... маленького страусёнка... Такой милый.\n— Чего тебе, золотце — сладко протянул парень.\n\"Я знаю этот тон... Такие люди меня выбешивают. Он определённо тот ещё чертила.\"\n— Меня Мариной зовут, теперь я здесь живу.\nПарень коварно улыбнулся: \n— Какая великолепная новость.\n\"Чёрт, помогите!\"\n— Ну проходи, солнышко.\n— Можно без прозвищ?\n— Нельзя!)))",
    "answers": [
      {
        "id": 43,
        "text": "..."
      }
    ]
  },
  {
    "id": 36,
    "text": "Спустя пару мгновений открылась дверь, и ты увидила зелено-глазое чудо. Его растрёпанные рыжие волосы напомнили тебе... маленького страусёнка... Такой милый.\n— Чего тебе, золотце — сладко протянул парень.\n\"Я знаю этот тон... Такие люди выбешивают. Он определённо тот ещё чертила.\"\n— Меня Мариной зовут, теперь я здесь живу.\nПарень коварно улыбнулся: \n— Какая великолепная новость.\n\"Чёрт, помогите!\"\n— Ну проходи, солнышко.\n— Можно без прозвищ?\n— Нельзя!)))",
    "answers": [
      {
        "id": 43,
        "text": "\"Куда я попала?\""
      }
    ]
  },
  {
    "id": 37,
    "text": "Блондин спрыгнул с 2 этажа, и как ни в чём не бывало приблизился. \n\"Какого? Как он не разбился?\"\n— Позволишь показать твою комнату вместо \"мистера спасателя\"? — спросил парень, состроив милую мордочку.",
    "answers": [
      {
        "id": 38,
        "text": "Нет, спасибо. Андреа сам мне всё покажет."
      },
      {
        "id": 39,
        "text": "Да, конечно!"
      }
    ]
  },
  {
    "id": 38,
    "text": "Улыбка спала с лица блондина, в то время, как абьюзер довольно хмыкнул. Он сказал следовать за ним и повёл на второй этаж дома. Интерьер был выполнен в роскошном Викторианском стиле. Ты ощутила себя, как в старом замке. Вы прошли в правое крыло дома, где на дверях красовались таблички:  \"Итан\", \"Эдгар\" и \"Лукас\". И вот, вы подошли к двери без каких либо лишних украшений.\n— Это твоя комната.\n— Спасибо, а мне предоставят средства личной гигиены или одежду?\n— Конечно, мне просто нужно за ней съездить, поэтому мне нужно уходить. Увидимся на ужине!\n— Увидимся!\nПарень ушёл по направлению к выходу, а ты зашла в свою новую комнату.\n— Вау! \nМилая светлая комнатка с большим окном, вид которого падал на город, заставила почувствовать тебя удволетворённой. Несмотря на все события, ты не ощущала грусти, даже не задумывалась о ней. Плюхнувшись на кровать, ты закрыла глаза на 5 минут.",
    "answers": [
      {
        "id": 41,
        "text": "Дрыхнуть 2 часа"
      }
    ]
  },
  {
    "id": 39,
    "text": "В глазах блондина загорелся огонёк, в то время, как Андреа едва слышно хмыкнул и ушёл восвояси.\n— Пойдём эээ...\n— Марина.\n— Марина! Хорошее имя для такой лапульки.\n— Не называй меня так!\n— Как скажешь, — пожал плечами парень — меня, если что, Ричардом звать.\nМы прошли в левое крыло дома. В широком коридоре на дверях красовались таблички: \"Джастин\", \"Андреа\", \"Корнелия\" и... \"Ричард\"... Вы подошли к комнате \"Ричарда\". \n\"О нет...\"\n— Теперь ты будешь жить здесь! — с широкой улыбкой произнёс парень\n— Что?!\n— А что-то не так :3?\nТы стояла и не могла понять серьёзен он или нет. И тут сзади послышался знакомый голос.\n— Прекрати её мучить и покажи ЕЁ комнату.\nТы обернулась и увидела кареглазого брюнета. Он хмуро смотрел на Ричарда. Сам Ричард, громко цокнув и пробубнив какие-то ругательства, направился в другую сторону. Видимо этот парень часто упрекает его.\"",
    "answers": [
      {
        "id": 40,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 40,
    "text": "Интерьер был выполнен в роскошном Викторианском стиле. Ты ощутила себя, как в старом замке. Вы прошли в правое крыло дома, где на дверях красовались таблички:  \"Итан\", \"Эдгар\" и \"Лукас\". И вот, вы подошли к двери без каких либо лишних украшений.\n— Это твоя комната.\n— Спасибо, а мне предоставят средства личной гигиены или одежду?\n— Конечно, тебе её привезут позже.\n— Ох, хорошо...\n— Увидимся на ужине!\nПарень убежал по направлению к выходу, а ты зашла в свою новую комнату.\n— Вау! \nМилая светлая комнатка с большим окном, вид которого падал на город, заставила почувствовать тебя удволетворённой. Несмотря на все события, ты не ощущала грусти, даже не задумывалась о ней. Плюхнувшись на кровать, ты закрыла глаза на 5 минут.",
    "answers": [
      {
        "id": 41,
        "text": "Спустя 2 часа"
      }
    ]
  },
  {
    "id": 41,
    "text": "\"А? Что?\"\nТы услышала звон колокольчика.\n\"Ужин! Неужели я столько проспала?\"\n",
    "answers": [
      {
        "id": 46,
        "text": "Бегом кушац"
      }
    ]
  },
  {
    "id": 42,
    "text": "После ужина абсолютно все разошлись по комнатам, ты в том числе. Что поделать?",
    "answers": [
      {
        "id": 47,
        "text": "Помыться"
      },
      {
        "id": 53,
        "text": "Лечь спать"
      }
    ]
  },
  {
    "id": 43,
    "text": "Ты прошла в огромный зал, удивительной красоты. \"Охуе... ох\". \n— Это нечто не так ли? — самодовольно спросил парень.\n— Да... — ответила ты, бегая глазами по комнате.\n— Это кто? — со второго этажа донёсся женский голос.\nТы подняла глаза и увидела девушку, безумно похожую на твоего спутника.\n— А, это... эмх...\n— Марина.\n— Да, Марина. Она теперь наш новый сосед.\nДевушка посмотрела на тебя оценивающим взглядом, и фыркнув, ушла в глубь дома.\n— Это Корнелия, выглядит угрюмо, но узнав её получше...\n— Она окажется хорошим человеком?\n— Что? Нет! Ты поймёшь, что она больная на голову.",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 44,
    "text": "Ты усмехнулась. Он приобнял тебя за талию и повёл тебя на второй этаж. Ты хотела возмутиться, но после его фразы: \"Только попробуй\", желание спорить исчезло. Он провёл тебя в широкий коридор с 4 дверьми. На каждой из двери была вывешена табличка: \"Итан\",\"Лукас\", \"Эдгар\". Но одна из них была пустой, и именно к ней вы подошли. \n— Это твоя комната, — он указал на соседнюю дверь с табличкой \"Эдгар\" и наклонился к твоему уху — а это моя комната, и я с удовольствием буду тебя там ждать.\nОн ушёл в свою комнату, а ты ещё 2 минуты стояла в ступоре. \"Что это было..?\"\nПомахав головою, ты зашла в свою комнату. \nМилая светлая комнатка с большим окном, вид которого падал на город, заставила почувствовать тебя удволетворённой. Несмотря на все события, ты не ощущала грусти, даже не задумывалась о ней. Плюхнувшись на кровать, ты закрыла глаза на 5 минут.",
    "answers": [
      {
        "id": 45,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 45,
    "text": "\"А? Что?\"\nТы услышала звон колокольчика.\n\"Ужин! Неужели я столько проспала?\"\n",
    "answers": [
      {
        "id": 46,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 46,
    "text": "Немного ободрившись после сна, ты вышла из комнаты, но проблема в том, что ты понятия не имеешь где столовая. Осмотревшись, ты увидела, как из комнаты вышел мужчина. \n\"А вот и мой проводник!\" \n— Извините, не могли бы вы показать мне расположение столовой в доме?\nПарень немного опешил, и замешкавшись пару секунд, повёл тебя на первый этаж. \n\"Судя по всему он не очень расположен к людям\" — подумала ты рассматривая боковым зрением спутника. Он довёл тебя до широкой арки, ведущей в комнату с большим столом. Несколько человек уже сидело. \n— Садись куда-нибудь.\nТы села за стол. Сколько на нём было еды... Обилие блюд заставляло глаза разбегаться. Сложно было сдерживаться, чтобы не начать есть раньше времени. \nВот зашёл последний человек, тот самый мэр города. Он прошёл и встал около своего места и начал говорить:\n— Перед трапезой, с которой кое-кто перестарался, — мужчина на секунду посмотрел на кого-то и продолжил — я хочу, чтобы каждый представился нашей новой сожительнице в первый раз или второй, на что она ответит нам тем же. — зказал он, холодно посмотрев в твои глаза — Меня зовут Итан, и я являюсь хозяином и главой этого места.\nОн посмотрел на своего соседа.\n— Я Андреа. — сказал мужчина с каштановыми волосами и карими глазами.\n— Джастин. — грубо кинул парень с огнеными волосами.\n— Ричард! — мило улыбнулся блондин\n— Корнелия. — гордо вздёрнула подбородок девушка.\n— Эдгар. — соблазнительно протянул рыжий парень.\n— Лукас — отстранённо закончил мужчина, проводивший тебя до столовой.\n— Чтож, а я Марина, будем знакомы.\nВсе кивнули в ответ и начали есть.",
    "answers": [
      {
        "id": 42,
        "text": "После ужина"
      }
    ]
  },
  {
    "id": 47,
    "text": "Взяв продукты для личной гигиены из коробки, которую принёс Андреа, ты побежала в ванну. На самом деле ты не знала куда идти, но соориентироваться было легко.",
    "answers": [
      {
        "id": 50,
        "text": "Зайти"
      }
    ]
  },
  {
    "id": 48,
    "text": "Ты сидела на кровати и рассматривала потолок. Вдруг в дверь постучались.\n— Входите!\nДверь распахнулась и в комнату зашёл Джастин:\n— Простите, мэм, что отвлекаю вас от столь интересного занятия, но не могли вы пройти со мной. — произнёс парень голосом Итана и низко поклонился.\n От его вида было так смешно, что ты засмеялась:\n— Боже, не делай так никогда!\n— Что вы имеете ввиду? — прищурился Джастин, продолжая пародировать Итана.\n— А теперь русским языком скажи. — сказала ты, улыбаясь.\n— Значит я не один не понимаю его интеллегентную речь. Вообщем пошли со мной на улицу.\n— Всмысле? Андреа разрешил?\n— При чём тут Андреа? Я говорю, пойдём сбежим с этого занудного места.\n— Значит, ты хочешь, чтобы мы пошли туда не легально?\n— Фу, как некрасиво ты это назвала.\n Взвесив все за и против, можно было понять, что это плохая идея, но это именно то, что развеет скуку.\n— Я за! — спрыгнула ты с кровати.\nДжастин победно улыбнулся и вышел из комнаты.\n\"Ей богу, ребёнок!\"",
    "answers": [
      {
        "id": 124,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 49,
    "text": " Так как погода позволяла, можно было одеться в лёгкую одежду. Ты взяла рюкзак, куда положила предметы, которые могут понадобиться. \n На первом этаже уже стоял Джастин, карауля, чтобы никто не видел побега.\n— Ты готова?\n Ты кивнула. Он открыл дверь и, схватив тебя за руку, пошёл в сторону дороги",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 50,
    "text": "Ванная была просто шикарной: джакузи, два умывальника, широкая душевая кабина и королевский унитаз :). На тумбочке была куча подписанных отделений, в которых находились гигиенические принадлежности. В одно из них ты положила свои. Включив ванну, у тебя пронеслась мысль \"Я закрыла дверь?\"\n",
    "answers": [
      {
        "id": 51,
        "text": "Да"
      },
      {
        "id": 52,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 51,
    "text": "\"Да вроде закрыла...\"\nТы опустилась в горячую воду.\n— Ах... — громко вздохнула ты от блаженства. Спустя 20 минут послышались шаги. Твоё тело инстинктивно погрузилось в пену, и да, ручка дёрнулась, и дверь широко распахнулась.\n— ААААААААА — закричала ты.\n— Аргх, чё так орать то? — злобно прошипел Джастин\n— Выйди сейчас же!\n— Да выйду я, выйду. — с насмешкой сказал парень.\nДжастин издевательски медленно закрыл дверь. \"Вот идиот... Или же я?\"\nТы посидела ещё 5 минут и вышла от греха подальше. Проходя по коридору вы с Джастином пересеклись взглядами. \"Он что, серьёзно взял и улыбнулся?!\"\nТы пришла обратно в комнату.",
    "answers": [
      {
        "id": 53,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 52,
    "text": "На всякий случай ты дёрнула ручку, убедившись в её запертости.\nТы опустилась в горячую воду. \"Ах\" громко вздохнула ты от блаженства. Спустя 20 минут послышались шаги. Твоё тело инстинктивно погрузилось в пену, и да, ручка дёрнулась, но дверь не открылась.\n— Заперто! — крикнула ты.\nИз-за двери послышался недовольный вздох. \"Хорошо, что проверила\". Посидев ещё минут 30, ты вышла из ванны. Проходя по коридору вы с Джастином пересеклись взглядом.\"Господи, он всегда такой не довольный?\"\nТы пришла в свою комнату.",
    "answers": [
      {
        "id": 53,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 53,
    "text": "Ты посмотрела на время. \"Можно лечь спать\". Надев пижаму из коробки, ты легла в мягкую и чистую постель. Долго не получалось уснуть. Все эти события... Ты громко вздохнула то ли от злости, то ли от досады. Спустя 10 минут мечтаний, наконец ты смогла заснуть крепким сном.",
    "answers": [
      {
        "id": 58,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 54,
    "text": "Ты сидела на кровати и от скуки рисовала в тетради не замысловатые узоры. Вдруг в дверь постучались.\n— Входите!\nДверь распахнулась и в комнату зашёл Джастин:\n— Простите, мэм, что отвлекаю вас от столь интересного занятия, но не могли вы пройти со мной. — произнёс парень голосом Итана и низко поклонился.\n От его вида было так смешно, что ты засмеялась:\n— Боже, не делай так никогда!\n— Что вы имеете ввиду? — прищурился Джастин, продолжая пародировать Итана.\n— А теперь русским языком скажи. — сказала ты, улыбаясь.\n— Значит я не один не понимаю его интеллегентную речь. Вообщем пошли со мной в город.\n— Всмысле? Андреа разрешил?\n— При чём тут Андреа? Я говорю, пойдём сбежим с этого занудного места.\n— Значит, ты хочешь, чтобы мы пошли туда не легально?\n— Фу, как некрасиво ты это назвала.\n Взвесив все за и против, можно было понять, что это плохая идея, но это именно то, что развеет скуку.\n— Я за! — спрыгнула ты с кровати.\nДжастин победно улыбнулся и вышел из комнаты.\n\"Ей богу, ребёнок!\"",
    "answers": [
      {
        "id": 49,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 55,
    "text": " Бам!\n Ты проснулась от удара двери об стену. Корнелия грубо ворвалась в твою комнату:\n— Какого фига ты всё ещё спишь? Ты в лорион опоздать хочешь?!\n— Чегоооо??? Ты чё несёшь вообще? Какой лорион? Какой опоздать? Ты о чём вообще???\n— Лорион — это учебное заведение в котором обучаются люди возраста от 7 до 28 лет, типа школы короче!\n Ты непонимающе смотрела на неё. \n\"Лорион..?\"\n— Что глазами хлопаешь, одевайся давай!\n Ты послушно встала и пошла в ванну. Корнелия пошла за тобой, ворча какая ты соня и капуша.\n— А почему мне никто об этом не сказал?\n— Как это \"никто не сказал\"? А на ужине Итан кому целую речь подготовил. Ах да, ты была со своим суженным ряженным! — после этого она изобразила поцелуйчики.\n— Прекрати!!! — смущённо и с зубной пастой во рту крикнула ты. — А карантин и запрет на разгул дальше 100 метров?\n— Всё! Людям дали наконец-то жизнь. Возобновляются торговые центры, кинотеатры, театры, учебные заведения. Можно жить как раньше!\n Ты стояла в ступоре. \"Как раньше...\"\n— О нет, ты опять встала в ступор! Пойдём!!! — она потащила тебя за руку в твою комнату.\n Напялив на себя нормальную одежду и немного помечтав о новой жизни, вы побежали вниз. \n Все были уже в сборе, и, кажется, все кроме Джастина были в восторге.\n— Что хмурый такой? Неужели тебе не нравится отмена карантина? — спросила ты у него.\n— Я никогда не буду рад учёбе. — улыбнулся парень.\n— Я надеюсь все готовы? — спросил Итан.\n Послышались одобрительные возгласы, и вы вышли на улицу. Подул лёгкий и тёплый ветерок. Ты была наполнена энергией для нового дня и новых авантюр, как и Ричард, буквально светящийся своим возбуждённым состоянием.\n— Привет, Ри!\n— Ох, привет, прости, я не заметил тебя. — улыбнулся он — Смотрю не я один свечусь.\n— Ой, определённо не так, как ты!\n— Ну тут не поспоришь.\n— Полезайте в машину! — Итан раздражённо смотрел на Ричарда.\n— Да, мой господин.\n Итан поднял одну бровь, а Ри ехидно хихикая сел вместе с тобой в автобус.",
    "answers": [
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 56,
    "text": " Спустя 20 минут вы подъехали к большому зданию. На нём была вывеска \"Лорион №38\".\n Вы вышли из транспорта. Все шли за уверенно шедшим Андреа. Внутри здание выглядело неплохо для какой-нибудь школы. Хотя можно ли лорион так назвать?\nПройдя парочку коридоров, мы прошли в большой актовый зал. Там сидела куча людей. Тебе было непривычно видеть столько людей после длительного карантина, но одновременно это было радостно. Посередине стоял мужчина лет 30.\n— Попрошу тишины! — вежливо попросил он. После резкого прекращения шума, он продолжил. — Меня зовут Альберт Джонсон, и я директор лориона №38. Многие из вас смотрят на меня вопросительным взглядом, я сейчас всё объясню. Лорион — это совершенно новое и универсальное учебное заведение. Оно подрузамевает в себе обучение людей от 7 до 28 лет новой программой обучения. Никаких больше разделений вроде школ, колледжей, университетов. Теперь существует только лорион. У нас будет два корпуса: в первом будут дети до 14, а во втором уже люди старше 14. Вас разделят по группам в зависимости от ваших знаний и вы будете обучаться разным предметам и вам дадут шанс проявить себя в разных видах деятельности. Вам дадут мини-карты лориона, а также список предметов с их расписанием. Я надеюсь у вас получится освоиться в новой программе. Всем удачи и до свидания.",
    "answers": [
      {
        "id": 57,
        "text": "Выйти из кабинета."
      }
    ]
  },
  {
    "id": 57,
    "text": "— Мда, этот лорион бред какой-то... — утомлённо протянул Джастин.\n— Поддерживаю! — зевнул Лукас.\n— Может всё не так плохо? — спросил Андреа, смотря в пол.\n— Скорее всего это будет типичная школа. — сказал Ричард.\n— Ох, вы действительно что-то слушали? — с насмешкой спросил Эдгар.\n— Ты не слушал? — Итан посмотрел на парня испепеляющим взглядом.\n— Ну что ты такое говоришь? Конечно я слушал... — Эдгар отвернулся, уходя от вопроса.\n— Мда, а ты что думаешь? — Корнелия посмотрела на тебя.",
    "answers": [
      {
        "id": 81,
        "text": "Лорион - это ужасная идея."
      },
      {
        "id": 82,
        "text": "Может быть мы недооцениваем лорион?"
      }
    ]
  },
  {
    "id": 58,
    "text": "Разбудил тебя резкий свет в комнате, больно отдающий в лицо.\n— Мх — поморщилась сонная ты.\n— Просыпайся, соня — прозвучал женский голос.\nКое-как открыв глаза, ты разглядела изящный женский силуэт. Корнелия подошла к тебе и стянула одеяло. \n— Неееееет... — сонно протянула ты\n— Даааааа... — пародируя тебя, сказала Корнелия — Бегом на завтрак!\n— Хорошо, хорошо, только одеяло верни.\nКорнелия опустила голову, улыбаясь.\n— Пойдём давай!\nТы быстро оделась и вместе с Корнелией пошла на завтрак. Оказалось, что она вовсе не высокомерна, как может показаться, а очень даже весёлая.\n— Я рада, что в этом доме теперь не только я из женского пола. Я искренне надеюсь, что мы продружимся.\nВы прошли в столовую: \n— Доброе утро — сказали вы.\nКто-то ответил, кто-то кивнул, а кто-то не обратил внимание. Вы сели и продолжили обсуждать разные темы. Заткнуться вас заставил только приход Итана.",
    "answers": [
      {
        "id": 59,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": "После сытного завтрака у всех загорелась идея искупнуться в бассейне:\n— Пошли купаться! — с рвением взмолила Корнелия.\n— Сейчас? — спросила ты.\n— Да.\n— Зачем?\n— Это...ну...весело!\n— Корнелия?\n— Ладно, туда пойдут мальчики, и понимаешь, один из них...мне до ужаса нравится, но без тебя я не смогу там быть. — она посмотрела на тебя глазами кота из \"Шрека\".\n— Хорошо, пойдём...\n— Дааааа!!! — она радостно запрыгала, и схватив тебя за руку, повела за собой.\n",
    "answers": [
      {
        "id": 60,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 60,
    "text": "Вы пришли в её комнату. Она была выполнена в фиолетовых тонах.\n— Это королевский стиль — сказала Корнелия — Мне всегда нравилась роскошь, как и... — её тон стал тихим и тоскливым — ...моей маме...\nПовисла минута молчания. Ты не знала, что сказать, а подруга отстранённым взглядом рассматривала пурпурные обои.\n— Но я всегда отличалась тем, что мне нравилось больше серебро, чем золото. — снова повеселела она — Так вот, зачем я тебя сюда привела? А, да. \nОна открыла большой шкаф, в котором была куча одежды. Корнелия кинула на кровать стопку одежды и из неё вытащила купальник.\n— Держи, дарю. — протянула она его тебе.\n— Спасибо! — обрадовалась ты подарку.\nПо каким-то причинам в твоей коробке с одеждой купальником и не пахло, так что, такой сюрприз был тебе по душе.\nТы побежала к себе в комнату, чтобы одеть купальник и взять собой полотенце. По пути ты никого не встретила, так как все были снаружи. Вот, когда ты всё взяла, а Корнелия через 5 минут присоединилась к тебе, вы пошли на задний двор. Выйдя из дома вам открылся вид на огромный и странный сад. Он был поделён на 8 частей разного цвета, разных композицей цветов и украшений. Ты вопросительно посмотрела на Корнелию:\n— Насколько огромен этот участок? И почему тут такой странный сад?\n— Не беспокойся, у двора есть конец, — улыбнулась девушка — а сад вовсе не странный. Каждая его часть принадлежит каждому из жителей, где он выращивает, что хочет. — она звучала необычно, как-будто пыталась что-то скрыть — И на тебя часть есть... Ой, мы такими темпами только вечером прийдём! Давай ускоримся. \nТы хотела было что-то спросить, но резкий рывок за руку заставил тебя переключиться на путь до бассейна.",
    "answers": [
      {
        "id": 61,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 61,
    "text": "Вы прошли дальше по тропинке и вышли к долгожданному месту.\nБольшой бассейн с кристально чистой водой был отделан белой плиткой из мрамора. В нём купались Ричард и Лукас. Возле бара сидели Итан с Андреа. На шезлонгах валялись Эдгар и Джастин.\n— Неплохой вид, да? — тыкнула Корнелия тебя в бок.\nДействительно неплохой. Ты как будто оказалась в мужской раздевалке. Щёки загорелись, и ты посмотрела на девушку.\n— Хей, расслабься! Тебе это видеть ещё ой, как много времени, так что привыкай.\n— Тебе легко говорить... — злобно прошипела ты. \nДевушка улыбнулась и повела тебя к одному из шезлонгов. Расположившись, у тебя получилось расслабиться и почувствовать солнце во всей красе. Но тебя закрыла тень Корнелии:\n— Пойдём купаться!!! — весело вскрикнула девушка.",
    "answers": [
      {
        "id": 70,
        "text": "Пошли"
      }
    ]
  },
  {
    "id": 62,
    "text": "*Предупреждение: в характеристиках присутствуют спойлеры*\n\n\nПерсонажи:",
    "answers": [
      {
        "id": 115,
        "text": "Гг"
      },
      {
        "id": 63,
        "text": "Итан"
      },
      {
        "id": 64,
        "text": "Ричард"
      },
      {
        "id": 65,
        "text": "Эдгар"
      },
      {
        "id": 66,
        "text": "Корнелия"
      },
      {
        "id": 67,
        "text": "Джастин"
      },
      {
        "id": 68,
        "text": "Андреа"
      },
      {
        "id": 69,
        "text": "Лукас"
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 63,
    "text": "Краткая характеристика:\nИмя: Итан \nФамилия: Коллинз\nВозраст: 21 год\nРост: 195 см\nНациональность: Англичани \nВнешность: Тёмно-синие волосы и фиалковые глаза\nСпособность: Управление энергией (мощная способность, предпологает метание энергошаров, создание защитных полей)\n\n        Итан был рождён 24 мая 2000 года в благородной семье Коллинз. Мальчик отличался удивительной смекалкой и острым умом, никогда не нервничал и вёл себя подобающе наследнику. Также он мало болел и всегда находился в отличной форме. К 7 годам пошёл в лучшую школу Англии и закончил её на отлично. Семья никогда не страдала нищетой, поэтому с ранних лет Итана научили распоряжаться деньгами. У мальчика был талант ораторского искусства, поэтому родители решили отправить его учиться на человека высшей власти. На самом деле, несмотря на всё, что дали ему родители, у них были весьма холодные и неприятные отношения. Отец не позволял Итану личной жизни, а мать старалась занять его свободное время обучением. Из-за этого у парня развился строгий и холодный характер, особенно по отношению к незнакомым людям. После катасторофы Итана выбрали мэром города \"Клеслех\". \n           У парня развилась любовь к власти и контролю, а также неприязнь к незнакомцам и любому упоминанию о его жизни или родителях. Он безумно любит котиков и шоколадное мороженое, но тщательно это скрывает. Итан избегает общения с глупыми людьми.\n",
    "answers": [
      {
        "id": 62,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 64,
    "text": "Краткая характеристика:\nИмя: Ричард \nФамилия: Макьюэн\nВозраст:  лет\nРост: 182 см\nНациональность: Канадец\nВнешность: Волосы цвета блонд и ярко-голубые глаза.\nСпособность: Телекинез (возможность передвигать предметы, в том числе и себя)\n\n         Ричард родился 11 июня 2003 года в семье Макьюэн. Изначально он должен был родиться больным, но в итоге родился абсолютно здоровый  мальчик. Ричард оказался очень милым и добрым, что не очень понравилось его \"твёрдым\" родителям. По каким-то причинам они его отправили на 2 года в школу для трудных детей, где в нём пытались воспитать твёрдый характер. К сожалению для родителей парень вырос доброжелательным и общительным. Школа сделала его лишь эмоциональней и сострадательней. Из-за характера Ричарда отношения с родителями сложились ужасные. У парня сложился талант в сфере психологии, поэтому его хобби стало — помогать людям. Несмотря на трудное детство Ричард остался дружелюбным и доверчивым.\n         У парня появилась любовь к веселью и экстриму и неприязнь к злым людям. Он безумно любит детей и животных и ненавидит нудных людей.",
    "answers": [
      {
        "id": 62,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 65,
    "text": "Краткая характеристика:\nИмя: Эдгар\nФамилия: Нейпир\nВозраст: 20 лет\nРост: 184 см\nНациональность: Француз\nВнешность: Рыжие волосы и изумрудные глаза\nСпособность: Умбракинез (способность управления тенями, их передвижениями)\n\n               Эдгар родился 8 августа 2001 года в богатой семье Нейпир. Рос он в любви и ласке вместе со своей сестрой Корнелией. Мальчик оказался копией своей матери: хитрым и проворным. Эдгара родители всегда поддерживали, поэтому, когда парень решил, что будет певцом, его поддержали. Он всегда имел деньги в кармане, из-за чего стал крайне избалованным. В 16 лет он уже позволял себе нарушать закон, избавляясь от проблем своим богатством. В 18 лет опомнился, и закрыв все долги, погрузился в карьеру. После катастрофы чудом нашёл сестру и продолжил жить в своё удовольствие.\n              У Эдгара развилась любовь к деньгам, превосходству над другими, а также он большой собственник. Он безумно любит роскошь и флирт.",
    "answers": [
      {
        "id": 62,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 66,
    "text": "Крраткая характеристика:\nИмя: Корнелия\nФамилия: Нейпир\nВозраст: 17 лет\nРост: 161 см\nНациональность: Француженка\nВнешность: Рыжие волосы и изумрудные глаза\nСпособность: Лечение (способность лечить живые организмы, но на себя способность не распространяется)\n\n         Корнелия родилась 14 февраля 2004 года вместе с Эдгаром в семье Нейпир. Любви родителей ей всегда хватало, несмотря на своего старшего брата. К сожалению у них были ceкcиcтcкиe взгляды на жизнь, поэтому девочку ограничивали в свободе, но не заходили за рамки. Из-за этого у Корнелии лишь сильнее развилось жажда нарушать правила. В 15 лет она пила, курила, принимала нapкoтичecкиe вещества, но почти сразу бросила ради Эдгара. К 16 она научилась вести себя подобным образом для хорошей леди, но в тайне могла учудить что-нибудь не хорошее.  После катастрофы как-то умудрилась найти брата.\n          Корнелия, как и брат, полюбила деньги и роскошь, но всё же осталась с чувством уважения к людям. Она безумно любит красные и фиолетовые оттенки, и ненавидит брокколи.",
    "answers": [
      {
        "id": 62,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 67,
    "text": "Краткая характеристика:\nИмя: Джастин\nФамилия: Роудс\nВозраст: 19 лет\nРост: 200 см\nНациональность: Американец\nВнешность: Волосы и глаза огненного цвета\nСпособность: Пирокинез (управление огнём)\n\n         Джастин родился 12 июня 2002 года в бедной семье Тейт. Родители били и издевались над ним. Он жил в этой семье до 9 лет, пока органы опеки не забрали мальчика от родителей-нapкoмaнoв. Прожив ещё 3 года в детском доме, его забрала семья Роудс. Здесь он не получил ничего кроме крова и еды. Из-за ужасного детства он вырос жестоким и агрессивным, но при этом любящим животных, как единственных друзей. В 17 лет он сумел устроиться кинологом. После катастрофы помог доберману, который стал ему лучшим другом.\n         Джастин любит издеваться и \"играться\" с людьми, но осуждает за это других. Он любит Цербера, спать и ненавидит работать.",
    "answers": [
      {
        "id": 62,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 68,
    "text": "Краткая характеристика:\nИмя: Андреа\nФамилия: Бруно\nВозраст: 20 лет\nРост: 187 см\nНациональность: Итальянец\nВнешность: Карие глаза и волосы цвета каштан\nСпособность: Сверхчеловеческие способности (сила, ловкость и т. д.)\n\n          Андреа родился 7 октября 2001 года в большой семье Бруно. Жил он в небольшом городке и получил достаточно любви от родителей. У него было 4 брата и 3 сестры с которыми они были не разлей вода. Он учился в обычной школе и получил высшее образование. В 2017 после смерти отца ушёл в путешествие. Вырос он серьёзным и уравновешенным. Андреа работал в разных сферах, но преуспел быть спасателем. После катастрофы, благодаря его знаниям и подкаченной форме, его приняли в абьюзеры.\n           Андреа полюбил свою работу и сочувствие к другим, но испытывает неприязнь к злым людям. Также он любит сладкое и природу и ненавидит лесть.",
    "answers": [
      {
        "id": 62,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 69,
    "text": "Краткая характеристика:\nИмя: Лукас\nФамилия: Краузе\nВозраст: 21 лет\nРост: 181 см\nНациональность: Немец\nВнешность: Брюнет с карими глазами и центральной гетерохромией янтарного цвета\nСпособность: Невидимость\n\n           Лукас родился 31 января 2000 года в немецкой семье Краузе. Его родители имели крупный бизнес, и с сыном они практически не взаимодействовали, поэтому мальчик вырос немного замкнутым и не привыкшим к каким-то авантюрам. С детства Лукас привык проводить время в одиночестве, за видеоигрой или книгой. В школе он учился неплохо, лишь изредка получая отрицательные оценки, на которые родителям было абсолютно наплевать. Если у Лукаса представлялся выбор: сидеть дома или пойти прогуляться с друзьями, он однозначно выбирал первый вариант. Из-за такого детства у него проявляется социофобия, сильно сказывающая на его характере. Также он имел старшего брата, ужасно ненавидевшего его.\n            Лукас любит одиночество, вредную пищу и алкоголь, спасающий недостаток общения.",
    "answers": [
      {
        "id": 62,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 70,
    "text": "—Да, почему нет.\nТы встала, потянулась и подошла к воде. В твоих планах было аккуратно залесть в воду, но Корнелия решила, что нет. Она прыгнула в воду, и схватив твою руку, потянула тебя за собой. Твоё тело погрузилось в тёплую воду. Ты открыла глаза и увидела улыбающуюся Корнелию. Вы выплыли за глотком воздуха. Хотелось выговорить всё Корнелии, но её звонкий и безобидный смех заставил тебя забыть обиду. Вы весело плескались, пока в сторонке за вами наблюдали парни. Вдруг Корнелия погружает тебя по воду. На твой вопросительный взгляд, она делает игривое лицо и жестами показывает на парней. Кажется она хочет, чтобы вы присоединились к ним.",
    "answers": [
      {
        "id": 72,
        "text": "Ну погнали"
      },
      {
        "id": 73,
        "text": "Да ну нееее"
      }
    ]
  },
  {
    "id": 71,
    "text": "— Нее",
    "answers": []
  },
  {
    "id": 72,
    "text": "Ты положительно кивнула, от чего Корнелия радостно закричала, но из-за воды получились просто бульки. Вы выплыли и приблизились к парням. Лукас спокойно, слегка удивлённо посмотрел на нас, в то время, как Ричард расплылся в улыбке.\n— Приветик! Вы не против, если присоединимся? — спросила Корнелия.\n— Конечно. — продолжал улыбаться Ричард.\nВы болтали о разном. Выяснилось, что Ричард в 3 года съел наполнитель для лотка, а Лукас в 5 лет любил делать причёски куклам. Вы болтали где-то час в воде.\n— Мне кажется, если я не выйду из воды, то я превращусь в жабу — сказал Лукас, схватившись за лестницу.\n— Он прав, но только я превращусь в дельфина. — улыбнулся Ричард.\n— Дельфина? Разве что в рыбу-каплю. — пошутил Лукас.\nРичард наигранно надулся и вылез из воды. Вы с Корнелией, смеясь, вышли тоже. Ты легла вместе с подругой обсыхать. Спустя 5 минут к вам присоединились парни. Вдруг Корнелия резко вскрикнула:\n— Марина, ты как помидор! Ты что кремом не намазалась?\n— Нет... —  сказала ты, рассматривая покрасневшее тело.\n— Иди в дом и воспользуйся аптечкой — с беспокойством произнёс Лукас.\n— Я пойду с тобой — сказал Ричард.\n— Но...\n— Никаких \"но\" , пойдём — Он резко, но аккуратно взял твою руку и повёл в сторону дома.",
    "answers": [
      {
        "id": 74,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 73,
    "text": "Ты завертела головой, от чего Корнелия злобно на тебя посмотрела и потащила к ним. \n\"Спасибо, что спросила!\"\n Вы выплыли и приблизились к парням. Лукас спокойно, слегка удивлённо посмотрел на нас, в то время, как Ричард расплылся в улыбке.\n— Приветик! Вы не против, если присоединимся? — спросила Корнелия.\n— Конечно. — продолжал улыбаться Ричард.\nВы болтали о разном. Выяснилось, что Ричард в 3 года съел наполнитель для лотка, а Лукас в 5 лет любил делать причёски куклам. Вы болтали где-то час в воде.\n— Мне кажется, если я не выйду из воды, то я превращусь в жабу — сказал Лукас, схватившись за лестницу.\n— Он прав, но только я превращусь в дельфина. — улыбнулся Ричард.\n— Дельфина? Разве что в рыбу-каплю. — пошутил Лукас.\nРичард наигранно надулся и вылез из воды. Вы с Корнелией, смеясь, вышли тоже. Ты легла вместе с подругой обсыхать. Спустя 5 минут к вам присоединились парни. Вдруг Корнелия резко вскрикнула:\n— Марина, ты как помидор! Ты что кремом не намазалась?\n— Нет... —  сказала ты, рассматривая покрасневшее тело.\n— Иди в дом и воспользуйся аптечкой. — с беспокойством произнёс Лукас.\n— Я пойду с тобой. — сказал Ричард.\n— Но...\n— Никаких \"но\" , пойдём. — Он резко, но аккуратно взял твою руку и повёл в сторону дома.",
    "answers": [
      {
        "id": 74,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 74,
    "text": "Дойдя до кухни, Ричард начал рыться в шкафчиках. Ты стояла в сторонке и рассматривала свои покрасневшие руки.\n— Вот оно! — победно воскликнул парень.\nОн подошёл к тебе с большой аптечкой. Вытащив из неё какой-то тюбик, посмотрел на тебя и спросил:\n— Позволишь?",
    "answers": [
      {
        "id": 75,
        "text": "Да"
      },
      {
        "id": 79,
        "text": "Нет, я сама"
      }
    ]
  },
  {
    "id": 75,
    "text": "Ты кивнула. Улыбнувшись тёплой улыбкой, он распределил на тебе мазь. Он аккуратно и нежно размазывал её по твоему телу, умело массажируя некоторые точки тела.\n— Ты решил мне массаж сделать? — с усмешкой спросила ты.\n— Хм, — ухмыльнулся парень — а как по другому.\nЧерез 20 минут вы уже сидели и пили чай.\n— Вообще Итан запрещает лишний раз использовать продукты.\n— Не беспокойся, я тебя не выдам — сказала ты, попивая горячий напиток.\nРичард улыбнулся и посмотрел на тебя:\n— Расскажи о себе.\n— Что именно?\n— Я не знаю, просто ты... — парень запнулся и смутился, будто бы что-то хотел сказать, но резко передумал — ...забудь.\nТы хмыкнула и продолжила пить чай.",
    "answers": [
      {
        "id": 76,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 76,
    "text": "Вернув всё на место, вы ушли с места преступления. По пути в комнату сзади тебя резко почувствовался толчок.\n— Колись, что произошло! — громко и с интересом воскликнула Корнелия.\n— Ты о чём?\n— Всмысле \"ты о чём\"? Парень повёл девушку в уединённое место, а это значит... — девушка посмотрела на тебя ожидающим взглядом.\n— Боже, Корнелия! Ничего не было. Он просто проявил заботу.\n— И всё?\n— И всё.\nДевушка сделала разочарованную мину:\n— Ну хоть понравился-то?\n— Не знаю. — улыбнулась ты.\n— Чтож, знай, ты ему понравилась точно. — кинула она и убежала.\n \"Забавная такая!\"\nТы пришла в свою комнату. \"Понравился... Ты задумалась. \"А что если он действительно помог не только ради помощи, но и...\" Ты покраснела вспоминая его улыбку, скользящие пальцы. \"А что если это просто игра, и он решил, что я из этих дам.\" От этих мыслей настроение так понизилось, что ты даже не пришла на обед.\n",
    "answers": [
      {
        "id": 77,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 77,
    "text": "Прошёл почти месяц. \n Ты постепенно привыкала к дому и его обитателям. Чаще всего, вы с Корнелией сидели у неё в комнате и пили украденный чай. Несколько раз вас на этом ловили, но никто не выдавал Итану, что может подтвердить дружелюбие соседей, а может они просто тоже изредка брали пару пакетиков. На самом деле Итан не такой тиран, как можно подумать. Он излишне строг, но мог позволить себе иногда пошутить или улыбнуться. \n Тебе удалось подружиться с Цербером, не без помощи Джастина, конечно. Благодаря этому, ты узнала, что он кинолог, в профессиональности которого сложно было усомниться. Также он оказался не слишком сложного характера. Джастин действительно вспыльчив и не разумен, но как человек он прекрасен. \n С Эдгаром всё было немного сложнее. Его самоуверенность иногда выходила за рамки, что тебя крайне бесило. Хотелось ему лишний раз врезать, но он всегда умел вовремя остановиться, так что ублюдком его не назовёшь. Несмотря на свой характер, с ним удавалось поговорить по душам, в чём он себя расскрывал, как хороший собеседник и слушатель. \n Лукас всё ещё казался тихим, хотя не так сильно, как раньше. Судя по всему, ему нужно время, чтобы привыкнуть к незнакомцам, как ты, но он всегда может поддержать беседу, что не может не радовать. Позже, ты узнала, что он социофоб (как будто до этого было не понятно) от Ричарда.\n Ксати насчёт Ричарда. С ним оказалось легче всех найти общий язык. Даже больше, вы стали настоящими друзьями. Он помогал воровать чай и вкусняшки, помогал готовить, вы часто болтали вдвоём, либо втроём с Корнелией. С ним было уместно всё, вы могли, как лучшие подружки сплетничать, а могли перейти на ограниченный флиpт.\n Андреа часто не было дома, но если он приходил, то ты могла буквально залесть к нему на шею и выпросить чего-нибудь из города. Иногда он даже брал тебя с собой на разведки или же просто покататься, а также он оказался замечательной подушкой, особенно в машине.)",
    "answers": [
      {
        "id": 78,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 78,
    "text": "Ты сидела на кровати и от скуки рисовала в тетради не замысловатые узоры. Вдруг в дверь постучались.\n— Входите!\nДверь распахнулась и в комнату зашёл Ричард:\n— Добрый день, сударыня! Не хотели бы вы устроиться за чашкой чая в моём скромном жилище.\n— Зачем вы спрашиваете, сударь? Вы ведь прекрасно знаете мой ответ, да вот только поглядите, чтобы холопы не заметили нас, а то поднимут на уши батеньку! \n — За всем прослежу, вы главное прийдите. — Ричард поклонился, и улыбнувшиь своей белоснежной улыбкой, вышел из комнаты.\n Ты, усмехнувшись своей же актёрской игре, встала с кровати. Взяв припрятанные вкусняшки, ты побежала в комнату Ричарда.\n Его комната была выполнена в светло-голубых тонах, успокающая атмосфера давала повод почаще приходить. Ричард всегда рад тебя видеть, он умело переключал роли: от типичной подружки до флиртующего романтика. Это являлось его главной фишкой, кроме улыбки конечно.\n Ричард сидел на кровати и что-то делал в телефоне.\n— Откуда?\n Он повернул голову и улыбнулся:\n— Я знал, что ты удивишься, но этого не достаточно.\n Ричард встал и подошёл к тебе вплотную и вложил в руку телефон. Ты посмотрела на гаджет и поняла, что ты являешся его владельцем. Ты восхищённо посмотрела на парня:\n— Как?\n— Нашёл недалеко от города.\n— Ты выходил дальше 100 метров от дома? Это опасно! А если бы тебя увидели...\n— Но меня не увидели. — его взгляд стал серьёзным — Я понимаю, ту опасность, которая меня поджидает из-за моих авантюр. — он сделал паузу, а потом посмотрел тебе в глаза — Не переживай за меня.\n От его взгляда побежала дрожь, от чего ты вздрогнула.\n— Тебе холодно? — с беспокойством спросил он.\n— Э... да...холодно...\n Ты демонстративно вытащила пачку печенья и ожидающе посмотрела на Ри. Парень жестом показал на стол с горячим чаем.\n \n",
    "answers": [
      {
        "id": 80,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 79,
    "text": "Ты взяла тюбик из его руки и начала размазывать его по телу. Парень внимательно следил за твоими движениями, от чего ты немного покраснела. \nЧерез 20 минут вы уже сидели и пили чай.\n— Вообще Итан запрещает лишний раз использовать продукты.\n— Не беспокойся, я тебя не выдам — сказала ты, попивая горячий напиток.\nРичард улыбнулся и посмотрел на тебя:\n— Расскажи о себе.\n— Что именно?\n— Я не знаю, просто ты... — парень запнулся и смутился, будто бы что-то хотел сказать, но резко передумал — ...забудь.\nТы хмыкнула и продолжила пить чай.",
    "answers": [
      {
        "id": 97,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 80,
    "text": "  Вы пили чай и наслаждались изысками сладостей. Вдруг Ричард спросил:\n— Как насчёт того, чтобы сыграть?\n— А есть во что?\n— Да. — парень встал и подошёл к комоду и вытащил кучу настолок и в ожидании посмотрел на меня.\n— О боже, почему такой большой выбор? — встала ты и подошла рассмотреть их получше.\n Парень довольно улыбнулся:\n— В шахматы играешь?\n— Судя по тому, что ты выбрал эту игру, ты являешься чемпионом по ней и выйграл медаль мирового масштаба! — саркастично сказала ты.\nРичард рассмеялся:\n— Это очень мило с твоей стороны, но где я и чемпион, то точно не в шахматах.\n— Ох, ну тогда я согласна.\n Вы сели за игру. На самом деле ты не часто садилась за шахматы. Каждый ход ты с надеждой смотрела на Ричарда. \"Только не походи так, только не походи так!\" Спустя некоторое время, ты выиграла.\n— Да!!! — победно воскликнула ты, но увидев в глазах Ри не каплю грусти или разочарования, поняла что-то тут не чисто — Ты поддавался, не так ли?\n— Что? Нет...\n— Кто-то не умеет врать.\n Парень виновато опустил глаза.\n— Эх ты, герой. — ты подвинула стул ближе к нему. \n Он смотрел на тебя заинтересованным взглядом, как будто хотел что-то сказать.\n— Что-то не так? —  спросила ты.\n— Нет... — резко и смущённо отвернулся парень.\n Вы сидели ещё где-то час, уже зазвенел колокольчик, приглашающий на ужин.\n— Пойдём? — спросил Ричард.\n— Ну, мы наелись печенек...\n— Понял. — улыбнулся он.\nВаши посиделки в итоге продлились до ночи, пока вас не начало клонить в сон.\n— Думаю, что если сейчас не пойду спать, то я усну в этой кружке — посмотрела ты на пустую чашку.\n— Да, ты права. Не стоит спать в посуде. Можешь идти, я сам принесу её в посудомойку.\n— Спасибо. — ты мягко улыбнулась ему и побрела в свою комнату.",
    "answers": [
      {
        "id": 55,
        "text": "Следующий день"
      }
    ]
  },
  {
    "id": 81,
    "text": "— Ох, ты бываешь умной. — улыбнулся Джастин.\n Лукас и Эдгар утвердительно кивнули, в то время, как остальные не были довольны твоим ответом.\n— Не очень оптимистично... — отвёл взгляд Ричард.\n— Давайте не будем осуждать новую систему образования, а просто постараемся привыкнуть к ней. — сказал Андреа.\n— Спасибо, Дре. Сейчас идите сдавать тест. Встретимся после занятий. Все разошлись, в том числе и ты. На листке, идущем в месте с мини-картой, был написан 108 кабинет, куда ты и направилась.",
    "answers": [
      {
        "id": 83,
        "text": "108 кабинет"
      }
    ]
  },
  {
    "id": 82,
    "text": "— Пф, Итан №2 — фыркнул Джастин.\nЛукас с Эдгаром едва заметно улыбнулись.\n— Хей! — Ричард злобно посмотрел в их сторону.\n— Попрошу сохранять свои глупые мнения при себе. — сердито кинул Андреа.\n Итан, определённо поддерживающий твоё мнение, произнёс:\n— Умоляю, будьте взрослее! Сейчас все пойдут сдавать тест. Встретимся после учебного дня. Все разошлись, в том числе и ты. На листке, идущем вместе с мини-картой, написан 108 кабинет, куда ты и направилась.",
    "answers": [
      {
        "id": 83,
        "text": "108 кабинет"
      }
    ]
  },
  {
    "id": 83,
    "text": "Найдя нужный кабинет, ты уверенно зашла внутрь. В другом конце комнаты за столом сидела девушка со стопками бумаг. Она была погружена в работу, но увидев тебя, вежливо улыбнулась и жестом пригласила сесть.\n— Здравствуй, ты же тест пришла сдавать? — произнесла она томным голосом.\n— Здравствуйте... Да.\n Она встала из-за стола и летящей походкой подошла к книжному шкафу. Немного порыскав там, девушка достала файл.\n— Вот тебе бланк, я буду задавать тебе вопросы, а ты будешь на них отвечать.",
    "answers": [
      {
        "id": 84,
        "text": "Начать тест"
      }
    ]
  },
  {
    "id": 84,
    "text": "— Вам больше нравятся точные или гуманитарные науки?",
    "answers": [
      {
        "id": 85,
        "text": "Точные"
      },
      {
        "id": 86,
        "text": "Гуманитарные"
      }
    ]
  },
  {
    "id": 85,
    "text": "— В командной работе вы будете лидером или участником?",
    "answers": [
      {
        "id": 87,
        "text": "Лидером"
      },
      {
        "id": 88,
        "text": "Участником"
      }
    ]
  },
  {
    "id": 86,
    "text": "— В командной работе вы будете лидером или участником?",
    "answers": [
      {
        "id": 91,
        "text": "Лидером"
      },
      {
        "id": 92,
        "text": "Участником"
      }
    ]
  },
  {
    "id": 87,
    "text": "— Вас легко разозлить?",
    "answers": [
      {
        "id": 89,
        "text": "Скорее да"
      },
      {
        "id": 89,
        "text": "Скорее нет"
      }
    ]
  },
  {
    "id": 88,
    "text": "— Вас легко разозлить?",
    "answers": [
      {
        "id": 89,
        "text": "Скорее да"
      },
      {
        "id": 89,
        "text": "Скорее нет"
      }
    ]
  },
  {
    "id": 89,
    "text": "— Хорошо...\n Немного пописав, девушка сказала:\n— Ты в группе под буквой...",
    "answers": [
      {
        "id": 90,
        "text": "\"А\"",
        "need": 87
      },
      {
        "id": 90,
        "text": "\"А\"",
        "need": 91
      },
      {
        "id": 93,
        "text": "\"Б\"",
        "need": 92
      },
      {
        "id": 93,
        "text": "\"Б\"",
        "need": 88
      }
    ]
  },
  {
    "id": 90,
    "text": "— \"А\"?\n— Да, вот держи. — она протянула тебе листок с расписанием занятий — Иди скорее и не опаздывай!\n— Хорошо...",
    "answers": [
      {
        "id": 106,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 91,
    "text": "— Вас легко разозлить?",
    "answers": [
      {
        "id": 89,
        "text": "Скорее да"
      },
      {
        "id": 89,
        "text": "Скорее нет"
      }
    ]
  },
  {
    "id": 92,
    "text": "— Вас легко разозлить?",
    "answers": [
      {
        "id": 89,
        "text": "Скорее да"
      },
      {
        "id": 89,
        "text": "Скорее нет"
      }
    ]
  },
  {
    "id": 93,
    "text": "— \"Б\"?\n— Да, вот держи. — она протянула тебе листок с расписанием занятий — Иди скорее и не опаздывай!\n— Хорошо...",
    "answers": [
      {
        "id": 94,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 94,
    "text": "Ты побежала на урок, который должен был уже начаться. Забежав в нужную аудиторию и убедившись, что учитель ещё не пришёл, ты спокойно села на место. Было трудно восстановить дыхание из-за бега.\n— Выглядишь уставшей...\n Ты посмотрела на сидящего рядом с тобой Лукаса.\n— Ох, я тебя не заметила. — тяжело говорила ты.\n— За то учитель от тебя в восторге. — ехидно ухмыльнулся он.\n— Что? Разве здесь есть учитель? — удивлённо смотрела ты на него.\n— Да. Вон сидит. — он кивнул в сторону молодого парня, который что-то заполнял, изредка посматривая на учеников.\n— Ты так вальяжно зашла в аудиторию, что он не мог оторвать взгляда от тебя. — засмеялся Лукас.\n Ты покраснела, понимая, как это выглядило со стороны. Не очень удачное начало учебного года: опоздать, да ещё и нагло ворваться в кабинет. Ты скатилась со стула под парту, но Лукас одним рывком вытащил тебя.\n— Ахахахаха, не думаю, что под партой тебе будет лучше. — смеялся парень.\n— Пф... — ты отвернулась от парня.\n— Ох, я не хотел тебя обидеть. — всё ещё смеялся он.\n— Цыц! — Лукас резко получил хлопок линейкой по макушке от сзади сидящего Ричарда. — Ты можешь хоть на секунду заткнуться?\n— Ох, не в этот раз. Оказывается не спать на уроках очень даже весело. — после этого он посмотрел на сердитую тебя. — Ай, ты во мне дырку прожёшь!\n— Можешь не бояться, это тебе не повредит. — послышался голос Андреа.\n Ситуация становилась тяжелее: теперь, вместо лёгких упрёков Лукаса, шёл спор между тремя парнями. Ты с надеждой посмотрела на учителя, который уже закипал от их наглости.\n— Макьюэн, Бруно и Краузе! — сердито крикнул мужчина — Имейте совесть! Вы находитесь на уроке!\n Парни извинились и замолчали. Учитель, ещё немного позлившись, записал дату на доске:\n— Записываем тему!\n Дальше шёл урок...",
    "answers": [
      {
        "id": 95,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 95,
    "text": "Было сложно понять, что говорит учитель. Система, которую устроили, была не идеальной. Ты была уверенна, что чтобы понять тему, нужно было знать ещё кучу всего, что ты не проходила. Учитель чётко выговаривал каждое слово, но для тебя они распадались на буквы и создавали путанницу. \"Может я просто забыла, как учиться...\" Но, нет. Ты была уверенна, что не знаешь ничего, что он говорит, потому что это не твоя сфера деятельности. \n— Вы меня слушаете? — обратился к тебе учитель.\n— Д-да, да, слушаю...\n— Хорошо. — он повернулся к доске — Решаем стереометрическую задачу. В правильной четырёхугольной призме...\n\" Ах, как это выдержать? Может попросить помощи..?\"\n  Лукас, как и многие, расстеряно смотрел то на тетрадь, то на говорящего учителя. Андреа сидел, расслабившись на стуле и определённо не слушал материал.\n\"Ок, осталась одна единственная надежда...\"",
    "answers": [
      {
        "id": 96,
        "text": "Ричард"
      }
    ]
  },
  {
    "id": 96,
    "text": "Ты повернулась к Ричарду:\n— Ри, прости, что отвлекаю, но ты разбираешься в... этом?\n— А? — он поднял на тебя глаза — Немного, на самом деле с таким я не часто сталкивался и за карантин всё забыл. — Ричард закусил губу и посмотрел в тетрадь, потом снова посмотрел на тебя — Но я конечно помогу тебе..... за скромную плату. — он улыбнулся.\n\"Только не красней! Только не красней! Боже я наверное сейчас, как помидор!\"\n— Что с тобой? — Ричард обеспокоенно смотрел на тебя.\n— Всё нормально, просто... Кхм, чего ты хочешь?\n Парень на секунду задумался:\n— Ну... Пошли после школы в кафе.\n— Ах, я бы и так согласилась. — улыбнулась ты, протянув ему тетрадь.\n Он взял её: \n— Конечно согласилась, но только в дружественном тоне... — он опустил глаза и сделал сосредоточенное лицо, тем самым обрезав разговор.\n— Ч-что ты имеешь ввиду?.. — в ступоре промямлила ты. \n— Попрошу вас повернуться!\n Ты резко обернулась, поймав на себе злобный взгляд учителя.",
    "answers": [
      {
        "id": 99,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 97,
    "text": "Вернув всё на место, вы ушли с места преступления. По пути в комнату сзади тебя резко почуствовался толчок.\n— Колись, что произошло! — громко и с интересом воскликнула Корнелия.\n— Ты о чём?\n— Всмысле \"ты о чём\"? Парень повёл девушку в уединённое место, а это значит... — девушка посмотрела на тебя ожидающим взглядом.\n— Боже, Корнелия! Ничего не было. Он просто проявил заботу.\n— И всё?\n— И всё.\nДевушка сделала разочарованную мину:\n— Ну хоть понравился-то?\n— Не знаю. — улыбнулась ты.\n— Чтож, знай, ты ему понравилась точно. — кинула она и убежала.\n \"Забавная такая!\"\nТы пришла в свою комнату. \"Понравился... Ты задумалась. \"А что если он действительно помог не только ради помощи, но и...\" Ты покраснела вспоминая его улыбку и наблюдающий взгляд. \"А что если это просто игра, и он решил, что я из этих дам.\" От этих мыслей настроение так понизилось, что ты даже не пришла на обед.\n",
    "answers": [
      {
        "id": 77,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 98,
    "text": "Вы зашли в транспорт, но вдруг тебя резко потянуло на одно из сидений:\n— Привет, коза. — улыбался Ричард.\n— А, это ты. Мне показалось... Что ты меня не коснулся. — нахмурилась ты.\n— Прошу прощения, видимо я был слишком осторожен. — улыбнулся он — А ещё прости за резкость. Просто я боялся, что тебя утащит одна рыжая ведьма.\n— ЭЙ!!! — послышался с другого конца автобуса крик Корнелии — ЭТО КТО ТУТ ВЕДЬМА?!\n Он тихо захихикал.\n— Между прочим, эта ведьма не тянет меня резко за руку. — сказала ты.\n Ричард наигранно надулся, а потом резко нахмурился:\n— А где ты была?\n— Всмысле?\n— Тебя не было на уроке. А ещё приходила какая-то учительница и жаловалась Итану какие вы с Эгаром невоспитанные.\n— Ну...",
    "answers": [
      {
        "id": 105,
        "text": "Сказать, что виноват Эдгар"
      },
      {
        "id": 108,
        "text": "Разделить тяжёлую учесть",
        "need": 104
      }
    ]
  },
  {
    "id": 99,
    "text": "Наконец этот ад закончился, а если быть точнее урок. В отличие от типичнных 45 минут, он шёл 3 часа. Это тебя очень утомило.\n— Сейчас бы отдохнуть. — вздохнула ты.\n— Могу помочь. — улыбнулся Эдгар, выскочивший из ниоткуда.\n— Эм, нет, у нас урок в 208 аудито... — не успела ты договорить, как он взял тебя за руку и куда-то потащил тебя — Куда ты меня повёл?\n— Прогуливать уроки, солнышко. — он уверенно шёл по коридору.\n Ты резко упёрлась в пол, замедлив парня.\n— Мы не можем вот так уйти!\n— Почему?\n— Ах...Потому что... Потому что мы должны учиться для нашего будущего и... — ты снова не успела договорить, и Эдгар снова потащил тебя дальше по коридору.\n— Не будь занудой, прекрати так мыслить. Всего один раз... — он резко отвернулся, чтобы ты не увидела его лицо.\n— Ты отвернулся! Значит ты не раз будешь меня так тащить. Я не собираюсь прогуливать уроки и...\n— Если не заткнёшся, я тебя поцелую! — его глаза загорелись недобрым огоньком.\n\"Ч-чего?\"",
    "answers": [
      {
        "id": 100,
        "text": "Стоять на своём"
      },
      {
        "id": 101,
        "text": "Заткнуться"
      }
    ]
  },
  {
    "id": 100,
    "text": "— Ты совсем что ли? Как ты сме... — не успела ты закончить, как Эдгар резко притянул тебя к себе, оставив между вашими лицами пару сантиметров. Он смотрел на тебя, буквально поедая глазами. Ты чувствовала его горячее дыхание и совершенно спокойный ритм сердца, особенно по сравнению с твоим. Эдгар приблизился ещё ближе и... аккуратно чмокнул в носик. После этого отодвинул тебя, заглянув в твои непонимающие глаза, и засмеялся:\n— Ахаха, кажется ты ждала большего, дорогая.\n— Ты идиот!!! — ты вырвалась из его хватки и пошла по коридору.\n— Стой! — он притянул тебя сзади — Прости, я не хотел тебя обидеть. Поцеловать где-нибудь ещё? — ты не видела его лица, но с уверенностью могла сказать, что он улыбался.\n— Аргх!!! — ты начала извиваться в его объятьях, но без толку, в этот раз он держал тебя крепче.\n Ты устало повисла на его руках.\n— То-то же. — он отпустил тебя, и взяв за руку, повёл дальше по коридору.",
    "answers": [
      {
        "id": 102,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 101,
    "text": " Ты затихла. Эдгар наигранно надулся:\n— Эх, ты меня совершенно не любишь! — после чего улыбнулся, не услышав от тебя ни слова, и довольно потащил тебя по коридору. \n\"Придурок.\"",
    "answers": [
      {
        "id": 102,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 102,
    "text": "Вы вышли из корпуса и шли в непонятную сторону.\n— Ты знаешь куда идти?\n— Да, мы зайдём в одну кофейню.\n— Боже, из-за тебя у нас будут серьёзные проблемы!\n— Ага. — безразлично кинул Эдгар.\n\"Бесполезно. Он не слушает.\"\n Спустя 5 минут вы подошли к небольшому заведению. Внутри было уютно и тихо. Сейчас был разгар рабочего дня, поэтому посетителей почти не было. Эдгар провёл тебя к самому дальнему столику.\n— Странно это всё... — парень вопросительно посмотрел на тебя — Ты просто берёшь и приводишь меня в кофейню. Зачем?\n— Мне не нужен повод, чтобы привести тебя куда-нибудь. — без доли сарказма произнёс он.\n— Да, но не посреди учебного дня.\n— Аргх. — он раздражённо потерел глаза — Давай ты перестанешь упоминать учёбу.\n— Ты издеваешься???\n— Нет. Почему ты так думаешь?\n— Ох, ты решил меня послушать!\n Он тяжело вздохнул.\n— Так, хорошо... ОДИН раз я побуду доброй.\n Парень довольно улыбнулся. Вы заказали десерты и болтали о разном. \n\"Может...школу пропускать не так плохо, как мне казалось.\"",
    "answers": [
      {
        "id": 103,
        "text": "И речи быть не может!"
      },
      {
        "id": 104,
        "text": "Один раз - не... э... гoмoceкcyaл!"
      }
    ]
  },
  {
    "id": 103,
    "text": "Посидев ещё чуть-чуть, вы, как ни в чём не бывало, пришли обратно в лорион. По времени урок должен был закончиться. Вы шли по коридору, как вас заставил остановиться крик: \n— СТОЯТЬ!!!!!!\n Вы обернулись и увидели разъярённую женщину лет 50 и Итана, обеспокоенно смотревшего на вас.\n— У вас будут ОГРОМНЫЕ проблемы, молодые люди! — женщина быстро приблизилась к вам.\n— Эхехе — вырвался нервный смешок у Эдгара.\n— Он ещё и смеётся! Нет, но вы посмотрите на него. — женщина сердито смотрела на Итана, ожидая поддержки с его стороны.\n— Я искренне извиняюсь за них! — пытался он её успокоить — Этого больше не повторится!\n— О нет. Нет, нет, нет. НЕТ. Их нужно наказать! Нет, выгнать из лориона!!!\n Итан пытался сгладить ситуацию, а вы с Эдгаром стояли в ступоре, не зная, что делать. Спустя 10 минут уговаривания учителя оставить вас в лорионе, Итан ожидающе смотрел на вас.\n— Не смотри так. — сказал Эдгар.\n Итан тяжело вздохнул, сдерживаясь, как только можно.\n— Уроки закончились, можете идти обратно.\n— Итан... — промолвила ты.\n— Я забуду этот инцидент, при условии, что это не повторится.\n— Да, да, да. — закачали вы с Эдгаром головой.\n Быстро убежав от сердитого взора, вы облегчённо вздохнули.\n— Кажется из-за таких авантюр я стану заикой.\n— Так уж и быть, я дам тебе передышку. — ухмыльнулся парень.\n— Ага... Стоп... Эдгар! Всмысле \"передышку\"?\nОн злорадственно засмеялся и вы пошли к машине.",
    "answers": [
      {
        "id": 98,
        "text": "Далее",
        "need": 96
      },
      {
        "id": 111,
        "text": "Далее",
        "need": 107
      }
    ]
  },
  {
    "id": 104,
    "text": "Посидев ещё чуть-чуть, вы, как ни в чём не бывало, пришли обратно в лорион. По времени урок должен был закончиться. Вы шли по коридору, как вас заставил остановиться крик: \n— СТОЯТЬ!!!!!!\n Вы обернулись и увидели разъярённую женщину лет 50 и Итана, обеспокоенно смотревшего на нас.\n— У вас будут ОГРОМНЫЕ проблемы, молодые люди! — женщина быстро приблизилась к вам.\n— Эхехе — вырвался нервный смешок у Эдгара.\n— Он ещё и смеётся! Нет, но вы посмотрите на него. — женщина сердито смотрела на Итана, ожидая поддержки с его стороны.\n— Я искренне извиняюсь за них! — пытался он её успокоить — Этого больше не повторится!\n— О нет. Нет, нет, нет. НЕТ. Их нужно наказать, нет, выгнать из лориона!!!\n Итан пытался сгладить ситуацию, а вы с Эдгаром стояли в ступоре, не зная, что делать. Спустя 10 минут уговаривания учителя оставить вас в лорионе, Итан ожидающе смотрел на вас.\n— Не смотри так. — сказал Эдгар.\n Итан тяжело вздохнул, сдерживаясь, как только можно.\n— Уроки закончились, можете идти обратно.\n— Итан... — промолвила ты.\n— Я забуду этот инцидент, при условии, что это не повторится.\n— Да, да, да. — закачали вы с Эдгаром головой.\n Быстро убежав от сердитого взора, вы облегчённо вздохнули.\n— Кажется из-за таких авантюр я стану заикой.\n— Так уж и быть, я дам тебе передышку. — ухмыльнулся парень.\n— Эдгар! Всмысле \"передышку\"?!\nОн злорадственно засмеялся и вы пошли к машине.",
    "answers": [
      {
        "id": 98,
        "text": "Далее",
        "need": 96
      }
    ]
  },
  {
    "id": 105,
    "text": "— Этот идиот потащил меня насильно на улицу.\n— Что? Зачем?\n— Я сама не совсем поняла...\n— Он что-то сделал тебе? — Ричард судорожно бегал взглядом в поисках каких-либо следов.\n— Ох, нет, что ты! Эдгар привёл меня в какую-то кофейню. Мы посидели и поболтали. Всё было нормально.\n Ричард вздохнул то ли от облегчения, то ли от какого-то раздражения.\n— Если хочешь, я поговорю с ним. Он не имеет права доставлять тебе неприятности.\n— Спасибо... — тихо произнесла ты.\n— Ах да, не смотря на сегоднешнее приключение с Эдгаром, я не собираюсь откладывать твой должок.)\n Ты покорно вздохнула. Ричард встал и подал тебе руку. Вы вышли из остановившегося автобуса и направились куда-то вглубь города.",
    "answers": [
      {
        "id": 109,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 106,
    "text": "Ты побежала на урок, который должен был уже начаться. Забежав в нужную аудиторию и убедившись, что учитель ещё не пришёл, ты спокойно села на место. Было трудно восстановить дыхание из-за бега.\n— Ты как будто марафон пробежала. — улыбнулся Джастин.\n— Можно и так сказать... Учителя же здесь нет?\n— Опаздывает.\n— Фух... — ты облегчённо вздохнула.\n— Рано вздыхать. Видела бы ты ту программу, которая нам заготовлена. В обморок бы упала. — Эдгар взвёл глаза к небу.\n— А откуда ты знаешь какую программу нам заготовили? — спросил Итан с лёгкой улыбкой.\n— Чёрт, поймал. — Эдгар поднял руки и виновато опустил глаза.\n Тут зашла женщина лет 30. Пройдя до учительского стола, она заставила группу замолчать.\n— Тишина, записываем тему!",
    "answers": [
      {
        "id": 107,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 107,
    "text": " Учитель начал объяснять новую тему, усердно выводя буквы мелом по доске. \"Чёрт! Это вообще что? Физика? Химия? Что она говорит?!\"\n Учитель говорил без остановок и без пауз, что лишь ухудшало ситуацию. Ты осмотрела зал, наблюдая за реакцией учеников. Все внимательно слушали и понимали её, а может просто делали вид... Ты посмотрела на рядом сидящего Джастина... А, нет, лежащего... Он сладко посапывал, сделав себе из учебника прекрытие. Судя по всему, ему совершенно плевать на слова учителя. Ты обернулась, чтобы посмотреть, что делает Эдгар. На его коленях сидела какая-то девушка и хихикила от его знаков внимания. \"Фу! Как отвратительно!\" Эдгар открыл прикрытые глаза и посмотрел на тебя. Ты резко отвернулась, надеясь, что он не заметил, как ты на него пялилась. \"Вроде не увидел... Единственная надежда — это Итан.\" Ты повернулась в его сторону. Он действительно тщательно записывал каждую формулу и слово учителя. \"Надеюсь, он не откажет.\"\n— Итан. — тихо крикнула ты. Он повернул к тебе голову:\n—Что такое?\n— Я ничего не понимаю. Можешь помочь?\n На секунду Итан задумался, будто боролся с самим собой. Он всегда отличался строгостью, так что если он откажет, это будет правильным решением с точки зрения дисциплины, но будет ли это правильно для самого Итана? \n Он спокойно, но без холода посмотрел на тебя:\n— Хорошо, я помогу тебе.\n Ты, скрывая своё удивление, осторожно подсела к нему.\n Пока учитель объяснял одно, Итан начал с более простых тем. Он определённо объяснял лучше, чем учительница. А может он просто работал в этой сфере деятельности?\n— Ты раньше работал учителем?\n— Что? — удивлённо спросил он.\n— Просто я так подумала. Мне показалось, что ты профессионал, раз так хорошо рассказываешь.\n Он улыбнулся:\n— Это был комплимент?\n— Может быть.\n Итан усмехнулся и продолжил объяснять тему. На протяжении всего урока ты ощущала на себе взгляд, но осматриваясь, никто в твою сторону не смотрел.",
    "answers": [
      {
        "id": 99,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 108,
    "text": "— Мы с Эдгаром решили немного повеселиться и развеяться в кофейне.\n— Чего? — непонимающе произнёс Ричард.\n— Ну знаешь, иногда хочется нарушить правила. Весь этот лорион действует на нервы, а тут и Эдгар подоспел. Ну мы и решили прогуляться.\n Ричард молча сверлил тебя глазами.\n— Всё хорошо? — нервно сказала ты.\n Он резко дёрнулся, будто вышел из транса:\n— Ты... — начал говорить Ричард, но резко сменил своё странное поведение на привычное — Пойдём в кафе.\n— А? Хорошо...\n Ричард встал и помог тебе подняться. Вы вышли из автобуса и пошли вглубь города.",
    "answers": [
      {
        "id": 109,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 109,
    "text": " Вы пришли в миленькое кафе в центре города. Внутри было просторно и уютно. Чем-то напоминает комнату Ричарда. Может поэтому он привёл тебя сюда? \n Вы сели за красивый столик, застелённый белой скатертью.\n— Милое место. — подчеркнула ты.\n— Я его заранее приметил.\n— Как? Нельзя же было далеко отходить от дома.\n Ричард закусил губу и опустил взгляд.\n— Эх ты, бунтарь. — с насмешкой произнесла ты.\n Вы заказали еду и болтали. Было не трудно заметить заинтересованность Ричарда. Всё таки он потрясающий собеседник. Ты видела мало людей, которые настолько гибки в разговоре. \n Вдруг у Ричарда зазвенел телефон. Он извинился и поднял трубку. У него было внимательное выражение лица, но резко его взгляд стал пустым и... напуганным?\n— Что-то случилось? — пыталась ты понять, что происходит.\n Он изобразил улыбку, что мало было похоже на неё, и сказал:\n— Нам нужно прервать нашу встречу и поехать домой.\n— Ч-что? — недоумевала ты.\n— Пойдём. — он помог тебе встать, и вы вышли из кафе.",
    "answers": [
      {
        "id": 110,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 110,
    "text": " Вы сели в общественный автобус. Ты только сейчас заметила рассовое разнообразие людей. Из-за смещения материков народы смешались, и увидеть столько разных людей не очень привычно. Очень интересная деталь: у многих глаза или волосы не натурального оттенка, что тоже немного удивляет. Это было и раньше, но не в таком же количестве.\n Ты посмотрела на Ричарда. Он нервно дёргал ногой и бегал глазами. \n— Ричард?\n— А... — он перестал дёргаться и ожидающе посмотрел на тебя.\n— Всё... хорошо? — пыталась ты читать его эмоции.\n— Д-да. — Ричард пытался звучать уверенно, но дрожащий голос выдавал его.\n— Кто-то погиб, заболел? — старалась ты выудить информацию.\n— Что? Нет, конечно. По приезду мне и остальным прийдётся рассказать очень важную информацию. Можно сказать сверхсекретную. — он нервно посмеялся.\n— Э-э-э...\n— Знаю, звучит глупо, но это правда серьёзно, и я должен быть уверен, что ты нормально отреагируешь.\n— Иначе что? Меня убьют? — попыталась ты сгладить ситуацию, переведя её в менее серьёзное русло, но увидев , как серьёзно и напуганно посмотрел он на тебя после этой фразы, ты заткнулась. Сейчас тебе стало по настоящему страшно.",
    "answers": [
      {
        "id": 114,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 111,
    "text": "Вы зашли в транспорт, но вдруг тебя резко потянуло на одно из сидений:\n— Привет, солнышко. — улыбался Ричард.\n— А, это ты. Мне показалось... Что ты меня не коснулся. — нахмурилась ты.\n— Прошу прощения, видимо я был слишком осторожен. — улыбнулся он — А ещё прости за резкость. Просто я боялся, что тебя утащит одна рыжая ведьма.\n— ЭЙ!!! — послышался с другого конца автобуса крик Корнелии — ЭТО КТО ТУТ ВЕДЬМА?!\n Он тихо захихикал.\n— Между прочим, эта ведьма не тянет меня резко за руку. — сказала ты.\n Ричард наигранно надулся, а потом резко нахмурился:\n— А где ты была?\n— Всмысле?\n— Я слышал тебя не было на уроке. А ещё приходила какая-то учительница и жаловалась Итану, какие вы с Эгаром невоспитанные.\n— Ну...",
    "answers": [
      {
        "id": 112,
        "text": "Сказать, что виновен Эдгар"
      },
      {
        "id": 113,
        "text": "Разделить учесть",
        "need": 104
      }
    ]
  },
  {
    "id": 112,
    "text": "— Этот идиот потащил меня насильно на улицу.\n— Что? Зачем?\n— Я сама не совсем поняла...\n— Он что-то сделал тебе? — Ричард судорожно бегал взглядом в поисках каких-либо следов.\n— Ох, нет, что ты! Эдгар привёл меня в какую-то кофейню. Мы посидели и поболтали. Всё было нормально.\n Ричард вздохнул то ли от облегчения, то ли от какого-то раздражения.\n— Если хочешь, я поговорю с ним. Он не имеет права доставлять тебе неприятности.\n— Спасибо... — тихо произнесла ты.\n— Ах да, не смотря на сегоднешнее приключение с Эдгаром, я не собираюсь отпускать тебя без похода в кафе со мной.)\n Ты покорно вздохнула. Ричард встал и подал тебе руку. Вы вышли из остановившегося автобуса и направились куда-то вглубь города.",
    "answers": [
      {
        "id": 109,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 113,
    "text": "— Мы с Эдгаром решили немного повеселиться и развеяться в кофейне.\n— Чего? — непонимающе произнёс Ричард.\n— Ну знаешь, иногда хочется нарушить правила. Весь этот лорион действует на нервы, а тут и Эдгар подоспел. Ну мы и решили прогуляться.\n Ричард молча сверлил тебя глазами.\n— Всё хорошо? — нервно сказала ты.\n Он резко дёрнулся, будто вышел из транса:\n— Ты... — начал говорить Ричард, но резко сменил своё странное поведение на привычное — Пойдём в кафе.\n— А? Хорошо...\n Ричард встал и помог тебе подняться. Вы вышли из автобуса и пошли вглубь города.",
    "answers": [
      {
        "id": 109,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 114,
    "text": "Вы доехали до нужной остановки и пошли к дому быстрым шагом. Ну как шагом... Для Ричарда с его ростом это — шаг, а для тебя — беговая дорожка. Приближаясь к дому, ты заметила красивый чёрный затонированный лимузин, что тебя насторожило. Вы зашли в дом и прошли в зал. \n Здесь сидели все сожители, а напротив них люди в странной одежде. В воздухе смешались напряжение и спокойствие. Заметив вас, все резко повернулись. Мужчина, сидящий в середине странной группы, улыбнулся:\n— Ну чтож теперь, когда все в сборе, мы можем обсудить ваши способности.",
    "answers": [
      {
        "id": 116,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 115,
    "text": "Краткая характеристика:\nИмя: Марина \nФамилия: Аверченкова\nВозраст: 18 лет\nРост: 195 см\nНациональность: русская\nВнешность: Светлые волосы и голубые глаза.\n\n",
    "answers": [
      {
        "id": 62,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 116,
    "text": "              Глава 2 — \"Новые знания\"\n Вы сидели в зале на большом диване. Странный мужчина и его шайка изучали глазами всех вас.\n— Может кто-нибудь объяснит, что происходит? — устала ты.\n— А ты не в курсе? — с любопытством спросил мужчина.\n— Она не знает. И она совершенно обычная. — говорил Итан — Мы могли бы...\n— Нет, не могли. Мне сообщили, что ВСЕ в этом доме являются аномальными без исключений. Если она таковой не является, мне прийдётся... Как бы это помягче сказать? Убрать её, как сохранение государственной тайны. — он широко улыбнулся.\n\"Что значит \"убрать\"? Этот мужчина наверняка имел ввиду не то, о чём я подумала. Хотя... Какое вообще я имею отношение ко всему этому?!\"\n— И так, меня зовут Нейтан Фиджеральт и я сюда приехал для выявления ненормальных людей.\n— Завалил бы хлебало... — еле слышно прошептал Джастин.\n— Вы видите во мне врага, но я ваш лучший друг. Я научу вас управлять своими способностями и открыть в них новые возможности. Вы станете сильнее, лучше!\n\"Что за бред? Какие способности?\"\n— Я хочу сделать предложение: вы будете помогать правительству, а мы обеспечим вам защиту и... не будем терроризировать вас.)\n— Вы хотите, чтобы мы были биооружием? — нахмурился Лукас.\n— Данная формулирока мне не нравится, но она достаточно точная. Понимаете, если власти что-то хотят они это получают. А если вы думаете, что после отказа сможете спокойно жить, то вы ошибаетесь. Если не думаете о себе, то подумайте о других... — он перевёл на тебя взгляд и коварно улыбнулся.\n\"Чёрт, нет!\"\n Ты с надеждой посмотрела на Итана. Он был напряжён. Видимо, он боролся, пытался принять решение. Итан на секунду посмотрел на тебя, и её хватило, чтобы принять решение.\n— Хорошо... Мы поработаем на вас.\n— Отлично! — Нейтан засветился от счастья — Я и моя команда вернёмся завтра утром, а вы введите мадемуазель в курс дела.\n Он встал и вместе с группой вышел из зала, оставив вас. Ты непонимающе посмотрела на своих сожителей.\n— Ну наконец-то! Теперь можно и пожрать. — Джастин развернулся и быстрым шагом направился на кухню.\n— Полностью согласен! — сказал Ричард, потащив с собой Лукаса.\n— Думаю, все мы знаем, что никто не хочет объясняться, поэтому Итан, как самый старший должен всё объяснить.\n Корнелия и Андреа закивали и с Эдгаром вышли из комнаты. Итан тяжело вздохнул: \n— Пойдём на задний двор.\n— Зачем?\n— Это часть объяснения.",
    "answers": [
      {
        "id": 117,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 117,
    "text": " Вы прошли на задний двор, и ты снова увидела этот странный сад. Ещё тогда тебе он показался странным, а сейчас он является частью этого дурдома.\n— Этот сад необычный, не так ли?\n— Да... Корнелия говорила, что он разделён на разные секции и каждый выращивает то, что хочет.\n— Ну, это не далеко от правды. Пойдём.\n Он взял тебя за руку и повёл вглубь сада. Пройдя, несколько метров, вы подошли к красивой белой арке, украшенной незабудками. Вся секция была украшена голубыми и синими цветами. Аконит, василёк, дельфиниум, ипомея, лён, лобелия. Всё было в синих оттенках.\n— Ты любишь голубой, да?\n— Да, но не настолько, чтобы садить всё синими цветами.\n— Ну так возьми другой оттенок.\n Итан усмехнулся:\n— Спасибо тебе за совет, но всё немного сложнее. Этот сад символизирует человека, задаёт ему смысл. Эти цветы, украшения, они появляются сами. Я могу лишь наблюдать за его развитием. Это — личная зона, в которую просто так не пускают. — он сделал паузу, закусив губу. — Обычные люди считают всё это аномальным, когда для таких, как я, это нормальный процесс. У нас есть способности, необычные для человека. Мы сильнее, могущественей, уникальней. Люди это понимают и боятся, что мы захватим власть над этим миром. Поэтому мы скрываемся. Одно малейшее слово, и мы в опасности. — он подошёл к теб вплотную — Так что свидетелей мы не оставляем. — коварно улыбнулся парень.\n— Ч-что ты имеешь ввиду?\n— Стирание памяти.\n— Стирание памяти?\n— Да. Нам повезло. Я знаком с человеком, который имеете данный дар и мы часто просим его о помощи. Некоторым приходится избавляться от свидетелей другим способом... Люди крайне любопытны.\n— Разве всё это научно?\n— Не думай о науке. Это не так важно. Я... — он нахмурился — Ты должна пообещать, что сохранишь этот секрет, так как иначе...\n— Да, я понимаю.\n— Спасибо. — он приобнял тебя, что было крайне не привычно с его стороны.\n— Может мой вопрос не тактичен, но вы — люди?\n— Мы сложнее устроены, так что, наверное, это не совсем так. Мы другая степень эволюции.\n— Таких, как ты, много?\n— Гораздо больше, чем кажется. Некоторые даже не подозревают, что таковыми являются.\n— А ты  знаком с теми людьми?\n— Да... И я знаю, на что они способны. Поэтому, пока что, мы послушаем их.\n— Ты не так силён, как они, да?\n— Конечно. Если они даже не так сильны, то их больше.\n— А какая у тебя сила..?\nИтан улыбнулся. Он приблизился к твоему уху и прошептал:\n— Управление энергией.\n Парень быстро удалился и ушёл по направлению к особняку.\n\"Управление энергией...\"\n Через некоторое время ты тоже вышла из сада и ушла в свою комнату.\n\"И так... Я живу с кучей людей или не людей, у которых есть способности. Завтра прийдут люди, чтобы... э... А зачем они прийдут? Заключить сделку? Обучить? Забрать? Ах...\"\n Ты тяжело вздохнула, закрыв глаза.\n\"Что за чертовщина? Так я ещё и должна сохранять эту информацию в тайне! Я так устала... Думаю, утро вечера мудренее.\"",
    "answers": [
      {
        "id": 118,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 118,
    "text": " Ты проснулась от противного пищания будильника. Но...у тебя нет будильника... Ты резко повернулась в сторону звука. По середине комнаты стоял Нейтан, держа будильник в руке. От неожиданности ты закричала и кинула в него подушку, но как только подушка почти сократила дистанцию между ним, он резко исчез.\n\"Какого???\"\n Ты начала оглядываться, как вдруг он снова оказался посреди комнаты:\n— Ты странная.\n— Чего? Не я появляюсь и исчезаю посреди комнаты! И что Вы вообще здесь делаете? Это моё личное пространство. И я ведь закрыла дверь на... — ты сделала паузу, поняв, что с такими выкрутасами, ни один замок не помеха.\n— Ну вот. Теперь, когда твоя соображаловка начала работать, можешь вставать.\n— Сколько сейчас вообще времени?\n— Всего 5 утра. Одевайся и спускайся. Мне нужно проверить твою аномальность. \nОн исчез.\n\"Всего 5 утра??? Твоюж... Куда я вляпалась?\"\n",
    "answers": [
      {
        "id": 120,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 119,
    "text": "Содержание:",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 2,
        "text": "Пролог"
      },
      {
        "id": 10,
        "text": "Глава 1",
        "need": 3
      },
      {
        "id": 116,
        "text": "Глава 2",
        "need": 114
      }
    ]
  },
  {
    "id": 120,
    "text": "Ты быстро привела себя в порядок и вышла из комнаты. Перед дверью стояла высокая женщина, гордо вздёрнув подбородок. Как только она тебя увидела, женщина тут же направилась на первый этаж, а ты вслед за ней. Вы прошли в зал. Группа людей изучала странную штуку.\n— Что это? — спросила ты.\n— Это то, что сдерживало порывы магии твоих друзей. — ответил Нейтан.\n— А где они?\n— Не беспокойся за них. Они находятся в главном штабе, так как все они оказались со способностями, а вот, что насчёт тебя... — он посмотрел на тебя оценивающим взглядом, делая паузы на пикантных местах.\n\"Этот самовлюблённый кретин не имеет право так на меня смотреть!!!\"\n— Ты выглядишь совершенно обыкновенно — говорил Нейтан — но крайне интересно... — последнюю фразу он выговорил так тихо, что ты её даже не услышала.\n— Значит... Я не буду проходить никаких проверок или что-то подобное?\n— Не-а. Если бы ты оказалась хоть немного аномальной, эта штука засветилась бы. — кивнул он в сторону странного устройства.\n— Ох, хорошо... \"Ну вот и славненько. Кому нужны эти лишние проблемы...\"\n Ты вышла из зала. Несмотря на красоту, эта комната начала бесить. Вдруг входная дверь резко распахивается, и на пороге оказывается Джастин с огненными волосами. Стоп, они действительно горят! Шевелюра была обвита ярким пламенем, которое не расспространялось и ничего не сжигало, что было странно. Он выглядил раздражённым. Сзади него стоял Ричард, спокойно смотрящего, как Джастин сыпает ругательствами Нейтана и его шайку. Из-за Ричарда выбежала Корнелия, тут же набросившись на тебя с объятьями:\n— Салют, бутылка кефира!!!\n— Чего?\n— Неважно. Я просто хотела назвать тебя бутылкой кефира. Как ты?\n— Немного...э...в шоке...\n Корнелия обернулась, чтобы посмотреть, на что ты смотришь. Смеющийся Ричард двигал рукой вверх и вниз, а вместе с ней Джастин, что-то яростно ему выкрикивая.",
    "answers": [
      {
        "id": 121,
        "text": "Вмешаться"
      },
      {
        "id": 122,
        "text": "Стоять дальше"
      }
    ]
  },
  {
    "id": 121,
    "text": "— Ричард, я понятия не имею, что ты делаешь, но сейчас же прекрати!\n Он удивлённо посмотрел на тебя, перестав махать рукой, а Джастин с огромным хлопком упал на пол.\n— Ох, я не думал, что тебя это напугает... Эй, Джас, ты как, нормально?\n— Б.Е.Г.И. — яростно выговорил Джастин, подняв голову.\n Ричард нервно хихикнул и выбежал на улицу, а за ним и разъярённый парень, оставив за собой огненный след. Послышался смех Эдгара, вошедшего вместе с Андреа.\n— Ставлю 5000, что Джастин побьёт Ричарда.\n— Ну тогда пойду уговоривать его этого не делать. — Андреа пошёл во двор.\n— Охохохо, удачи, чувак! — Эдгар направился на кухню, а за ним Корнелия, забыв про тебя.",
    "answers": [
      {
        "id": 123,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 122,
    "text": " Ты в ступоре стояла и смотрела, как Джастина кидает то вверх, то вниз. Вдруг руку Ричарда обвило что-то тёмное, тем самым остановив её вместе с Джастином. Сзади стоял Эдгар, заключив руку в странном жесте. Он резко её опустил и тёмная фигня исчезла. Ричард, потеряв контроль, отпустил Джастина, и тот плюхнулся на пол.\n— Какого хрена? — разочарованно спросил парень.\n— Не злоупотребляй силой. — улыбнулся Эдгар — Ох, мне кажется тебе пора... — он посмотрел на вставшего и разъярённого Джастина.\n— Хехе. — вырвался нервный смешок у Ричарда, и тот побежал наружу. Джастин быстро побежал за ним, пролетев мимо недоумевающего Андреа, который тут же направился за ним. Эдгар пошёл на кухню, а за ним и Корнелия, совершенно забыв о тебе.",
    "answers": [
      {
        "id": 123,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 123,
    "text": "В дом зашёл немного ошарашенный Итан. Судя по всему, на улице трудно не заметить двух дерущихся парней.\n— Судя по твоему лицу, Андреа их не остановил. — с усмешкой спросила ты.\n— Да, он валяется под деревом... Ты сама как?\n— Ты к чему?\n— Над тобой тут не издевались? — он посмотрел на дверь в зал.\n— Нет. Я думала, что вас увезли в какой-то штаб.\n— Так и есть, просто нас увезли в 3 часа ночи.\n— Чтож, тогда ныть, что меня разбудили в 5 утра не стоит.\n Итан усмехнулся и направился на второй этаж.\n\"Несмотря на все события, свыкнуться к обстоятельствам оказалось гораздо проще. Будет трудно привыкнуть к Нейтану и его группе, к способностям сожителей, но всё это лишь завораживает.\" — с этими мыслями ты направилась в свою комнату.\n Зайдя внутрь, тебе показалось, что что-то не так. Ты как будто ощущала на себе чужой взгляд. Ты оглядела комнату, но в ней никого кроме тебя не было.\n\"Странно...\"\n По скольку все были заняты решением своих проблем со способностями, они были заняты, и этот день был в твоём распоряжение. Выйти погулять в город нельзя было, так как там сейчас проводят дезинфекцию. Поэтому ты сидела в четырёх стенах.",
    "answers": [
      {
        "id": 48,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 124,
    "text": " Так как погода позволяла, можно было одеться в лёгкую одежду. Ты взяла рюкзак, куда положила предметы, которые могут понадобиться. \n На первом этаже уже стоял Джастин, карауля, чтобы никто не видел побега.\n— Ты готова?\n Ты кивнула. Он открыл дверь и, схватив тебя за руку, пошёл в сторону дороги.\n— А как мы дойдём до города? Общественный транспорт не работает, а красть машину...\n— А мы и не будем красть.\n— И почему рядом с тобой у меня отключается чувство самосохранения..?\nВы прошли ещё немного, как вдруг Джастин резко завернул в переулок. Пройдя до тупика, ты увидела что-то накрытое белой тканью. Джастин резко стянул её, и твоему взору представился чёрный мотоцикл. Джастин закусил губу и на секунду загорелся, но одним движением потушил огонь.\n— Воу, ты умеешь ездить на мотоцикле?\n— Конечно, и сегодня ты будешь первым пассажиром.\n— Ух ты, какая честь!\n Джастин взял тебя за талию и усадил на мотоцикл. Он приблизился к твоему лицу, оставив между вами несколько сантиметров и спросил:\n— Ты любишь рисковать?\n— Ну, думаю, немного... — ты залилась румянцем.\n— Этого хватит. — он улыбнулся и сел перед тобой — Держись крепко.",
    "answers": [
      {
        "id": 126,
        "text": "Обнять его"
      },
      {
        "id": 125,
        "text": "Держаться за плечи"
      }
    ]
  },
  {
    "id": 125,
    "text": "Ты положила свои руки ему на плечи. Ты схватилась покрепче, и вы выехали из переулка.\n Сразу же Джастин начал разгоняться. Он уверенно держал руль и рассекал воздух. Ты с восторгом наблюдала за пролетающими мимо деревьями. Джастин маневрировал и пролетал мимо разъярённых абьюзеров. Вдалеке ты увидела ж/д дорогу, и всё бы ничего если бы не загорелся красный свет.\n— Джастин, остановись!\nНо он продолжал ехать. Вы приближались к перекрёстку всё быстрее и быстрее, как и громкогудящий поезд. Секунда. Разницей в секунду вы пронеслись перед поездом. Оставалось меньше метра... Мотоцикл подлетел в воздух и резко ударился о землю. Сердце бешено колотилось, а чувства смешались.\n— Всё хорошо?\n— Ну, учитывая то, что я чуть не получила сердечный приступ, да, всё хорошо!\n— Не беспокойся, я так делать больше не собираюсь. — он ехидно посмеялся.\n В итоге вы приехали на полянку. Джастин слез с мотоцикла и, взяв тебя за руку, снял тебя с него. Почуствовав резкий прилив, ты пошла вглубь поляны, пока Джастин сел по дерево. Солнце мягко грело, а трава щекотала ноги. Лёгкий ветерок приятно охлаждал кожу.",
    "answers": [
      {
        "id": 127,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 126,
    "text": "Ты обвила его руками. Через его чёрную джинсовую куртку чувствовалось тепло, исходящее от него. Ты прижалась к нему покрепче, и вы выехали из переулка.\n Сразу же Джастин начал разгоняться. Он уверенно держал руль и рассекал воздух. Ты с восторгом наблюдала за пролетающими мимо деревьями. Джастин маневрировал и пролетал мимо разъярённых абьюзеров. Вдалеке ты увидела ж/д дорогу, и всё бы ничего если бы не загорелся красный свет.\n— Джастин, остановись!\nНо он продолжал ехать. Вы приближались к перекрёстку всё быстрее и быстрее, как и громкогудящий поезд. Секунда. Разницей в секунду вы пронеслись перед поездом. Оставалось меньше метра... Мотоцикл подлетел в воздух и резко ударился о землю. Сердце бешено колотилось, а чувства смешались.\n— Всё хорошо?\n— Ну, учитывая то, что я чуть не получила сердечный приступ, да, всё хорошо!\n— Не беспокойся, я так делать больше не собираюсь. — он ехидно посмеялся.\n В итоге вы приехали на полянку. Джастин слез с мотоцикла и, взяв тебя за талию, помог тебе слезть. Ты сразу же пошла вглубь поляны. Воздух пропах цветами и свежой травой. Ты обернулась, с вызовом посмотрев на него и побежала со всех ног. Тот, то ли поняв твою мысль, то ли наоборот не поняв, побежал за тобой. Поляна была большой, поэтому запутать его, спрятавшись за деревьями, не получится. Осталось надеяться на свои ноги. Но обувь сильно тормозила тебя, а он приближался с высокой скоростью. \n\"Продолжать бежать не получится, но если сбросить обувь, что-то может из этого выйти.\" \n Ты в движении кинула её и побежала ещё быстрее. Трава щекотала твои ноги, а солнце их грело. Ты перестала слышать преследование, поэтому обернулась и, увидев прямо перед собой Джастина, резко упала. Чтобы хоть как-то выиграть эту ситуацию, ты схватилась за горло его футболки, тем самым повалив его тоже. Ты инстинктивно закрыла глаза перед толчком, но удар о землю оказался безболезненным. Открыв их, ты увидела тяжело дышавшего Джастина, повисшего над тобой. Поняв, как вы выглядите, ты залилась краской. Он усмехнулся и, перевалившись, лёг рядом.",
    "answers": [
      {
        "id": 127,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 127,
    "text": " Прошло несколько часов. Ты сидела под деревом и наслаждалась пением птиц.  Вся эта суматоха заставила по другому отнестись к окружающему миру. Немного времени в тишине даёт большее удовольствие, когда приходиться жить вместе с 7 сожителями. К тому же есть время поразмышлять.\n\"Так, мои друзья имеют сверхспосбности... И, как мне показалось, они распределяют старшинство именно по ним. Думаю, в самом низу находится Корнелия, хотя я ни разу не видела её силу. В самом верху определённо Итан, это легко понять. А остальные где-то посередине. Все перечут друг другу, но не Итану, по крайней мере не в лицо. Может, его бояться?\" — ты поморщилась — \"Нет, его невозможно бояться. Даже когда Итан злится, он остаётся слишком милым. А вот Нейтана... Итан ни разу ему не перечил, как и сам Нейтан... Может, они одинаково сильны? Единственный кто перечит Нейтану — это Джастин, но таков его темперамент. Стоит замет...\" — твои мысли прервал резкий звук вдалеке.\n— Что это? — ты заворажённо наблюдала на яркий взрыв.\n— Что-то очень нехорошее. — быстро сказал Джастин.\n Вам повезло, что взрыв был достаточно далеко и шум оказался негромким. Ты посмотрела на Джастина, который смотрел в сторону взрыва.\n — Джас, нет! Мы должны вернуться домой.\n Он нахмурился и отвёл взгляд. С его характером ему было трудно отказаться от идеи \"поехать туда\", но после пары секунд размышлений он закивал головой:\n— Да, ты права.\n Вы сели на мотоцикл и поехали в особняк.",
    "answers": [
      {
        "id": 128,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 128,
    "text": "Оставив мотоцикл в переулке, вы зашли внутрь. Сразу же перед вами встал Итан:\n— Где вы были?\n— Не буду врать. Мы были на улице, но, услышав взрыв, сразу же приехали сюда.\n— Взрыв?\n— Ну да... Где-то в стороне Блауродской башни.\n— Благородской, Джастин. То есть вы были недалеко от взрыва?\n— Мы не были в опасности!\n— Но могли! Одно дело, когда ты сам подвергаешься риску, но другое, когда из-за тебя могут пострадать люди. Почему ты думаешь только о себе?\n— Кто бы говорил... Ты постоянно думаешь только о себе, ставя себя выше других. Возомнил себя главным и самым умным. Думаешь, если твоя сила повыше, то это делает тебя самым лучшим здесь. Ты такой же, как и все, но с манией величия!\n— Ты вообще себя слышил? Что ты несёшь?\n— Что я несу? Я-\n— Потрясающе. — послышался голос Нейтана. — Мне нравится это противостояние. Предлагаю за ваше поведение вам наказание. Вы завтра поедете в главный штаб на подробный допрос, а чтобы эта ситуация больше не повторялась с вами поедут ваши сожители. Это научит вас уважению к остальным.\n— Чё? Да вы задолбали таскать нас по разным зданиям. — возмутился Джастин. \n— Я же говорю, это ваше наказание. Если бы вы не уехали, то этого всего и не было. А так страдать будут все. — Нейтан широко улыбнулся и, недав Джастину продолжить возмущаться, исчез.\n— Я не буду это коментировать. — сказал Итан и вышел во двор.\n Джастин, громко цокнув, ушёл на кухню, оставив тебя в коридоре.\n \"Отлично.\"",
    "answers": [
      {
        "id": 129,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 129,
    "text": " На следующий день ты проснулась от знакомого будильника. Немного повздорив с Нейтаном, ты направилась умываться. На удивление, Корнелия всё ещё спала, поэтому ты мило разбудила её, облив холодной водой. После небольших пинков от разъярённой подруги, вы с ней побежали завтракать. Вам повезло, так как готовил Джастин, а когда дело касалось готовки, он на удивление отлично справлялся. Было непривычно то, что с вами обедали Нейтан и его группа. Несмотря на хорошее финансирование, Джастину трудно было совладать, чтобы не подсыпать им что-то в блюда.\n После трапезы, Нейтан приказал всем быть в холле ровно в 12:30. Обычно, если кто-то опаздывал, то его лишали определённых преимуществ, что значительно затрудняло жизнь. Бывало, что Нейтан мухлевал, то есть специально затруднял жизнь, дабы законно наказать кого-нибудь. Думаю, его смело можно назвать садистом. Он смягчался только перед слабым полом, и то не всегда.\n Вы с Корнелией и Ричардом пришли в холл на 5 минут раньше назначенного времени. Дальше потянулись остальные, не опаздав ни на секунду.\nНа часах наступило ровно 12:30, и посередине комнаты появился Нейтан.\n— И так, все в сборе?\nВсё положительно кивнули, хотя Лукаса нигде не было видно.\n— Ри! — шёпотом ты окликнула парня — А где Лук?\n— Где-то здесь, а что?\n— Я его не вижу...\n— Это нормально, ведь это его способность.\n— Способность?\n— Да, невидимость. — с этими словами он громко вскрикнул и ударил куда-то в воздух, злобно бегая глазами по возможному местоположению противника.\n— Прошу отложить баловство на потом и настроиться на серьёзный лад. — раздражённо проговорил Нейтан",
    "answers": [
      {
        "id": 130,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 130,
    "text": "Вы ехали в большом чёрном лимузине уже 2 час. В машине было тихо. Джастин мирно спал, рядом с Ричардом, безуспешно борущимся со сном. Андреа сидел где-то рядом с водителем, кем являлся Джо, странный тип с вечно запуганным лицом. Рядом сидел Итан, погружённый в свои мысли и нахмурив брови. Эдгар рассматривал что-то в окне, а Лукас залипал в телефоне. Корнелия что-то рисовала, изредка посматривая на Нейтана, увлечённо читавшего какие-то документы. Ты устало наклонила голову на бок, ожидая, когда поездка окончится... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 131,
    "text": "",
    "answers": []
  }
]