[
  {
    "id": 1,
    "text": "Автор: R.G.\n\nПролог:\nВ 2015 году человечество оказалось на грани вымирания. Предполагается, что это был вирус. Неизвестно, кто его создал и с какой целью, но человек, подхвативший его, считался мертвецом при жизни. Первый симптом — кашель.\nЧерез несколько часов после заражения человек выглядел так, словно голодал несколько месяцев. Бледная кожа, запавшие глазницы, это первое, что бросалось в глаза. После этого жить человеку оставалось около часа. Но не это было самое ужасное. Пораженные вирусом люди не умирали навсегда... Они возвращались, но возвращались другими... Наступил давно предрекаемый фантастами \"зомби-апокалипсис\". Предполагается, что все началось на юге Африки, и там же должно было закончиться, так как военные быстро приняли меры. Была настоящая бойня, всего за несколько часов более 99% населения Африки было уничтожено... Было принято решение не рисковать. Людей расстреливали с земли и бомбили с воздуха, спасения не было. С континента были вывезены и спасены лишь единицы. Но вирус оказался слишком живучим. Вспышки болезни стали возникать по всему миру, уничтожая целые города. Всего за полгода половина населения Земли вымерла. После чего, по неизвестной причине, вирус перестал поражать людей. К этому моменту нормальной жизни пришел конец. Любой большой город просто кишел мертвецами. Правительства перестали существовать, армий больше не было. Но появилась новая напасть, живые мертвецы — те люди, что умерли, заразившись вирусом, явно хотели есть. Началась борьба за выживание...",
    "answers": [
      {
        "id": 2,
        "text": "далее"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://b.radikal.ru/b23/2004/c4/69b5037e1c39.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Доброго времечка суток, обитатели этого приложения. В связи с приближением конца света мою не слишком светлую голову посетила одна идея. Вы когда-нибудь задумывались, каким именно был бы конец света, если бы он всё таки настал? Быть может кто-то думает, что большой звездец настанет вследствие столкновения нашей планеты с большим астероидом, кто-то верит в всемирное извержение вулканов, а кто-то в исчезновение из интернета порно. Я же хотела бы увидеть пришествие зомби-апокалипсиса. И совершенно не важно, что я умерла бы в первый же день, ибо в силу своей физической и моральной неподготовленности не суждено мне попасть в число выживших. \nОднако нет предела воображению, особенно когда оно не совсем здоровое. И именно по этой причине я решилась на написание рассказа. Но поскольку писать сугубо для себя не достаточная мотивация, то я планирую выкладывать сие творчество в блоги на суд общественности. И как принято во всех нормальных и не слишком проектах в этой истории будет так называемый пилотный выпуск. Ну и естественно хотелось бы знать, стоит ли продолжать написание или расстрелять сию идею и меня вместе с ней, за абсурдность и не самое высокое качество реализации? И ещё я не придумала достойный заголовок, соответственно если у вас есть оригинальные или просто приличные идеи, то предлагайте.\nТакже квест желательно пройти только один раз.",
    "answers": [
      {
        "id": 3,
        "text": "далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы Розита Гилберт — двадцати шестилетняя латиноамериканка. Имеете смуглую кожу и длиные волосы тёмного цвета. У вас карие глаза и довольно большие губы. \nВы очень внимательно следите за своей фигурой, благодаря чему на вашем животе отчетливо видны кубики пресса. Ваша задница подтянута и упруга. Грудь третьего размера, выпуклая. Ноги чуть подкачаны, также как и руки. Ваш рост достигает одного метра и семьдесят два сантиметра. \nСама же Розита — твёрдая, спокойная и уравновешенная.  На деле верная подруга, но не может простить предательства. Держится обособленно, мало общаясь с другими.\nБлагодаря службе в армии отлично научилась использовать как холодное, так и огнестрельное оружие. Там же приобрела небольшие навыки медицины и узнала приёмы рукопашного боя.",
    "answers": [
      {
        "id": 4,
        "text": "далее"
      },
      {
        "id": 3,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c00/2003/a8/e3d4edb0b6c3.jpg"
      }
    ]
  },
  {
    "id": 4,
    "text": "       — 2015год, 16июня, 9часов до полудня.\nПривет, дневник. Вот и наступил пресловутый конец света. И знаешь как я его встретила? Никак. Потому-что никогда не верила во всю эту чепуху с календарём Майа. Интересно было бы посмотреть на лицо действительно верующего в конец света человека, когда стрелки часов перевалят за полночь. Конечно у меня проскальзывала мыслишка о том, что было бы не плохо увидеть апокалипсис своими глазами, пережить его и воссоздать свою собственную цивилизацию на обломках старого мира. И возможно, я бы даже смогла это сделать. Почему бы и нет? Я довольно умная, а также физически развитая и могла бы в случае чего стать этаким лидером выживших.  \nКажется я снова наталкиваюсь на мысль, что моя жизнь дерьмо. И мне надоело писать, пойду лучше посмотрю разной херни по телевизору.\n\n       — 2015год, 16июня, 8часов после полудня.\nНу и что я говорила? День подходит к концу, а я пока не видела ни одного захудалого зомбака. Пойду лучше подышу выхлопными газами моего «любимого» пригорода. Я тут задумалась, а зачем мне всё это здесь писать? Я конечно с детства веду дневник, помню даже друзья, когда они ещё у меня были, посмеивались надо мной когда узнали. Возможно это из-за того, что я люблю графоманить. Поэтому и беру всегда его с собой.\n\n••••\nСледующие действия происходят на следующий день в штате Калифорния, в ни кому неизвестном пригороде Вайод.",
    "answers": [
      {
        "id": 5,
        "text": "далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "       — 2015год, 17июня, 7часов после полудня.\nОтработав долгую смену в закусочной вы возвращаетесь к себе в номер. Открыв дверь и зайдя в внутрь вы ложите на кровать заработанные вами деньги, а также пакет с овощами и фруктами, купленые в местном 24/7. Закрыв жалюзи и дверь вы решаете принять душ, как вдруг начинаете слышать небычные для вас звуки, доносившиеся, как вам на тот момент показалось из другого номера. Вскоре они закончились и вы продолжили заниматься своими делами. Вы приняли душ, оделись в чистую прогулочную одежду, разложили по местам еду из пакета и принялись за приготовление ужина из имеющихся у вас продуктов. Но не успели вы и придумать какой салат вам приготовить, вы снова услышали этот звук. На этот раз он был отчетливей слышен, будто то что издавало эти звуки подошло прямо к вашей входной двери. Вы решаете посмотреть в окно и проверить периметр перед вашим номером. И.. О боже!..  Что это!?\nОколо вашей двери бродил человек, он лениво переставлял ноги и нелепо дрожал руками, а из его уст издавался тот самый звук. Его кожа была бледная, как у покойника. Зрачки побелели, а на его щеке была большая рана, покрывшееся толстой коркой засохшей крови. Выглядело это всё так, будто кто-то откусил от него кусок плоти. И кстати, таких ран на его теле было не мало. Одежда же была разорвана и покрыта кровью в перемешку с грязью.\nУзрев этот ужас вы осознаёте то, что все слухи об апокалипсисе были не фольшивыми. Вы недолго думая берёте телефон и решаете набрать номер экстренных служб, кому вы позвоните?",
    "answers": [
      {
        "id": 6,
        "text": "позвонить в полицейский участок"
      },
      {
        "id": 7,
        "text": "вызвать скорую помощь"
      },
      {
        "id": 5,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b09/2004/93/fced64b59f20.jpg"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы позвонили в отделение полиции и на ваш вызов ответил диспетчер. Вы рассказали ему всё, что происходит на улице мотеля и он не замедлительно отправил туда одного сотрудника из отдела, что явно намекало на то, что он вашему рассказу не поверил. Спустя довольно большого количества времени никто так и не приехал на ваш звонок. \nВы решаете позвонить ещё раз, шли длиные гудки, но с другого конца провода так ни кто и не ответил. И тогда вы пытаетесь дозвониться до ближайшего госпиталя, но с ним произошло тоже самое, что и с полицейским участком. \nТогда вы поняли, что ждать спасения нет смысла и вам нужно самой нейтрализовать того мертвеца. Достав из-под кровати малый ящик и открыв его, вы видите выкидной нож и старый револьвер с боеприпасами к нему. В первую очередь вы вытаскиваете нож и ложите его на кровать, а после делаете теже действия, но уже с пистолетом, предварительно зарядив его барабан. Пачку с оставшимися же патронами вы убираете себе карман и встав с пола стали выбирать, чем же воспользоваться чтобы убить это мерзкого зомби.",
    "answers": [
      {
        "id": 8,
        "text": "воспользоваться холодным оружием"
      },
      {
        "id": 9,
        "text": "воспользоваться огнестрельным оружием"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы решаете вызвать скорую помощь. Взяв сотовый телефон вы набераете номер и нажав на кнопку вызова начинаете слышать длиные гудки. С другого провода долго никто не брал трубу и вот спустя продолжительное количества времени гудки прекратились, вы услышали рычание в трубку, которое было похоже на то, что издовал мертвец с улицы. \nТогда вы поняли, что ждать спасения нет смысла и вам нужно самой нейтрализовать того мертвеца. Достав из-под кровати малый ящик и открыв его, вы видите выкидной нож и старый револьвер с боеприпасами к нему. В первую очередь вы вытаскиваете нож и ложите его на кровать, а после делаете теже действия, но уже с пистолетом, предварительно зарядив его барабан. Пачку с оставшимися же патронами вы убираете себе карман и встав с пола стали выбирать, чем же воспользоваться чтобы убить это мерзкого зомби.",
    "answers": [
      {
        "id": 8,
        "text": "воспользоваться холодным оружием"
      },
      {
        "id": 9,
        "text": "воспользоваться огнестрельным оружием"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы решаете взять выкидной нож и уже с его помощью убить зомби. Взяв нож, вы также решаете что лучшей идеей взять с собой и револьвер, на всяких случай. И вот вы подходите к входной двери в обтягивающих пустынных шортиках, которые подчёркивают ваши идеальные ягодицы. А также в них засунуто ваше огнестрельное оружие со стороны спины. На торсе же одет очень короткий топик тёмно-болотного цвета, через ткань которого выпирают ваши соски. В вашей правой руке сжимается ручка ножа и вы посмотрев в глазок начали постепенно открывать дверь, во избежание лишних громких звуков, которые могли бы привлечь внимание мертвеца.\nНа улице была замечательная погода. Было тепло, ведь уже середина июня. Облаков не было, благодаря чему можно было увидеть луну, которая без препятствий освещала местность.\nВот вы заметили его, он стоял к вам спиной и вы медлено начинаете подходить к нему.\n— Остановись! И не трожь его! — крикнул кто-то с балкона второго этажа. Вы чуть взрогнули от неожиданности и остановились, а после посмотрели на незнакомца. Это была женщина, в её руках было ружьё, дуло которого было направлено в вашу сторону. Зомби же тоже услышал это высказывание и увидев вас двинулся с места в ваше направление. Вы смотрите на мертвеца, как он подходит к вам, а после на женщину с оружием, которая не прочь убить вас если вы троните монстра или попытаетесь сбежать. Как же вы поступите? ",
    "answers": [
      {
        "id": 10,
        "text": "ничего не предпринимать"
      },
      {
        "id": 11,
        "text": "напасть на мертвеца"
      },
      {
        "id": 12,
        "text": "напасть на незнакомку"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы решаете убить зомби с помощью револьвера. Убрав нож в свой левый карман, вы берёте с кровати оружие и прокрутив его барабан подходите к входной двери. И вот вы стоите уже перед ней в обтягивающих пустынных шортиках, которые подчёркивают ваши идеальные ягодицы. На торсе же одет очень короткий топик тёмно-болотного цвета, через ткань которого выпирают ваши соски. В вашей правой руке сжимается рукоять револьвера и вы посмотрев в глазок начали постепенно открывать дверь, во избежание лишних громких звуков, которые могли бы привлечь внимание мертвеца.\nНа улице была замечательная погода. Было тепло, ведь уже середина июня. Облаков не было, благодаря чему можно было увидеть луну, которая без препятствий освещала местность.\nВот вы заметили его, он стоял к вам спиной и вы медлено подошли немного ближе к нему, а после сняв с предохранителя револьвер навели его ствол на мертвеца.\n— Не трожь его и медлено опусти пистолет на землю! — крикнул кто-то с балкона второго этажа. Вы чуть взрогнули от неожиданности и остановились, а после посмотрели на незнакомца. Это была женщина, в её руках было ружьё, дуло которого было направлено в вашу сторону. Зомби же тоже услышал это высказывание и увидев вас двинулся с места в вашу сторону. Вы смотрите на мертвеца, как он подходит к вам, а после на женщину с оружием, которая не прочь убить вас если вы троните монстра или если вы нападёте на неё. Как же вы поступите? ",
    "answers": [
      {
        "id": 13,
        "text": "ничего не предпринимать"
      },
      {
        "id": 14,
        "text": "напасть на мертвеца"
      },
      {
        "id": 15,
        "text": "напасть на незнакомку"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы слушаетесь приказа незнакомки и убераете нож в карман шорт. В это время зомби подходит к вам всё ближе, а женщина всё также целит ружьём на вас с устрашающим взглядом. \n— Ну что? Мы так и будем стоять молча?! На меня тут вообще-то оживший мертвец идёт! — злобно крикнули вы эй.\nНеожидано незнакомка делает первый выстрел и попадает в ваше левое плечо, но вам повезло, пуля попала с передней стороны и вылетела с задней. Немного подождав вы достаёте револьвер из шорт и наводите его на женщину, а после нажимаете на спусковой крючок, попав пулей, которая вылетела из ствола, ей в лоб, от чего она моментально умирает и падает с балкона на землю, словно мешок картошки.\nОт того ранения вы чуть ли не падаете с ног и застрелив зомби в голову закрываете кровотящую рану рукой, а после забегате к себе в номер. Пройдя в ванную, вы провернув кран начали промывать место, куда попала пуля. Закончив, вы закрываете кран и открываете уже дверцу тумбы. Забрав оттуда свит-шот с медикаментами вы заходите в комнату и садитесь на постель, положив также на неё револьвер и аптечку. ",
    "answers": [
      {
        "id": 18,
        "text": "далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы ни как не воспринимаете приказ незнакомки и быстро достав револьвер из шорт наводите его на зомби. Вы нажимаете на спусковой крючок, попав пулей, которая вылетела из ствола револьвера, ему в лоб, а после мгновенно нацеливаете на женщину. Её лицо облилось слезами и она выстреливает из ружья в вас, а вы в неё. Вы попадаете эй в нижнюю веку, от чего она моментально умирает и падает с балкона на землю, словно мешок картошки. Вас же тоже зацепило, но вам повезло, пуля попала в ваше левое плечо с передней стороны и вылетела с задней.\nОт ранения вы чуть ли не падаете с ног и закрыв кровотящую рану рукой забегате к себе в номер. Пройдя в ванную, вы провернув кран начали промывать место, куда попала пуля. Закончив, вы закрываете кран и открываете уже дверцу шкафа. Забрав оттуда свит-шот с медикаментами вы заходите в комнату и садитесь на постель, положив также на неё револьвер и аптечку. \n",
    "answers": [
      {
        "id": 18,
        "text": "далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы ни как не воспринимаете приказ незнакомки и быстро вытащив револьвер из шорт наводите его на женщину, а после нажимаете на спусковой крючок, попав пулей, которая вылетела из ствола револьвера, ей в лоб, от чего она моментально умирает, но успев выстрелить падает с балкона на землю, словно мешок картошки. Незнакомка же попадает в ваше левое плечо, но вам повезло, пуля вошла с передней стороны и вылетела с задней.\nОт ранения вы чуть ли не падаете с ног и застрелив зомби в голову закрываете кровотящую рану рукой, а после забегате к себе в номер. Пройдя в ванную, вы провернув кран начали промывать место, куда попала пуля. Закончив, вы закрываете кран и открываете уже дверцу шкафа. Забрав оттуда свит-шот с медикаментами вы заходите в комнату и садитесь на постель, положив также на неё револьвер и аптечку. ",
    "answers": [
      {
        "id": 21,
        "text": "далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы слушаетесь приказа незнакомки и опускаете револьвер. В это время зомби подходит к вам всё ближе, а женщина всё ещё целит ружьём на вас с устрашающим взглядом.\n— Ну что? Мы так и будем стоять молча?! На меня тут вообще-то оживший мертвец идёт! — злобно крикнули вы эй.\nНеожидано незнакомка делает первый выстрел и попадает в ваше левое плечо, но вам повезло, пуля попала с передней стороны и вылетела с задней. Немного подождав вы мгновено наводите ствол на женщину и нажимаете на спусковой крючок, попав пулей, которая вылетела из револьвера, ей в лоб, от чего она моментально умирает и падает с балкона на землю, словно мешок картошки.\nОт того ранения вы чуть ли не падаете с ног и застрелив зомби в голову закрываете кровотящую рану рукой, а после забегате к себе в номер. Пройдя в ванную, вы провернув кран начали промывать место, куда попала пуля. Закончив, вы закрываете кран и открываете уже дверцу шкафа. Забрав оттуда свит-шот с медикаментами вы заходите в комнату и садитесь на постель, положив также на неё револьвер и аптечку. ",
    "answers": [
      {
        "id": 22,
        "text": "далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы ни как не воспринимаете приказ незнакомки и не опускаете револьвер. Зомби же всё ближе подходит к вам и вы нажимаете на спусковой крючок, попав пулей, которая вылетела из ствола револьвера, ему в лоб, а после мгновенно нацеливаете на женщину. Её лицо облилось слезами и она выстреливает из ружья в вас, а вы в неё. Вы попадаете эй в нижнюю веку, от чего она моментально умирает и падает с балкона на землю, словно мешок картошки. Вас же тоже зацепило, но вам повезло, пуля попала в ваше левое плечо с передней стороны и вылетела с задней.\nОт ранения вы чуть ли не падаете с ног и закрыв кровотящую рану рукой забегате к себе в номер. Пройдя в ванную, вы провернув кран начали промывать место, куда попала пуля. Закончив, вы закрываете кран и открываете уже дверцу шкафа. Забрав оттуда свит-шот с медикаментами вы заходите в комнату и садитесь на постель, положив также на неё револьвер и аптечку. ",
    "answers": [
      {
        "id": 18,
        "text": "далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы ни как не воспринимаете приказ незнакомки и не опускаете револьвер. Немного подождав вы мгновено наводите ствол на женщину и нажимаете на спусковой крючок, попав пулей, которая вылетела из револьвера, ей в лоб, от чего она моментально умирает, но успев выстрелить падает с балкона на землю, словно мешок картошки. Незнакомка же попадает в ваше левое плечо, но вам повезло, пуля вошла с передней стороны и вылетела с задней.\nОт ранения вы чуть ли не падаете с ног и застрелив зомби в голову закрываете кровотящую рану рукой, а после забегате к себе в номер. Пройдя в ванную, вы провернув кран начали промывать место, куда попала пуля. Закончив, вы закрываете кран и открываете уже дверцу шкафа. Забрав оттуда свит-шот с медикаментами вы заходите в комнату и садитесь на постель, положив также на неё револьвер и аптечку. ",
    "answers": [
      {
        "id": 18,
        "text": "далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "Спасибо, что прочитали демо-версию квеста. Со временем она будет дорабатываться, ведь получилась слишком сырая, а также, возможно, будут добавляться новые главы. Писать это мне реально наскучило, поэтому ждать придётся долго. Если хотите помочь продвижению — пишите идеи на мою почту —  gilrozbert♥gmail.com (т.к. здесь невозможно поставить знак 'собака(?)', вместо него будет сердечко). Лучшие идеи я выберу и добавлю в этот квест, а также напишу вас на первую страницу как авторы данного проекта. ",
    "answers": [
      {
        "id": 1,
        "text": "далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "тоже самое  что и на 16",
    "answers": []
  },
  {
    "id": 18,
    "text": "Открыв аптечку вы достаёте оттуда антисептик, марлевую повязку и обезбаливающее в таблетках. Продезинфецировав рану антисептиком вы начали через боль туго наматывать бинт на руку, чтобы остановить кровотечение. Завязав повязку на узел, вы прогладываете две таблетки болеутоляющего, а после ложитесь на кровать и отключаетесь.",
    "answers": [
      {
        "id": 16,
        "text": "далее"
      },
      {
        "id": 18,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a03/2004/d5/1e1840faa46b.jpg"
      }
    ]
  },
  {
    "id": 19,
    "text": "Спасибо, что прочитали демо-версию квеста. Со временем она будет дорабатываться, ведь получилась слишком сырая, а также, возможно, будут добавляться новые главы. Писать это мне реально наскучило, поэтому ждать придётся долго. Если хотите помочь продвижению — пишите идеи на мою почту —  gilrozbert♥gmail.com (т.к. здесь невозможно поставить знак 'собака(?)', вместо него будет сердечко). Лучшие идеи я выберу и добавлю в этот квест, а также напишу вас на первую страницу как авторы данного проекта.",
    "answers": [
      {
        "id": 1,
        "text": "далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "по приколу чё",
    "answers": []
  },
  {
    "id": 21,
    "text": "Открыв аптечку вы достаёте оттуда антисептик, марлевую повязку и обезбаливающее в таблетках. Продезинфецировав рану антисептиком вы начали через боль туго наматывать бинт на руку, чтобы остановить кровотечение. Завязав повязку на узел, вы прогладываете две таблетки болеутоляющего, а после ложитесь на кровать и отключаетесь.",
    "answers": [
      {
        "id": 24,
        "text": "далее"
      },
      {
        "id": 21,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a03/2004/d5/1e1840faa46b.jpg"
      }
    ]
  },
  {
    "id": 22,
    "text": "Открыв аптечку вы достаёте оттуда антисептик, марлевую повязку и обезбаливающее в таблетках. Продезинфецировав рану антисептиком вы начали через боль туго наматывать бинт на руку, чтобы остановить кровотечение. Завязав повязку на узел, вы прогладываете две таблетки болеутоляющего, а после ложитесь на кровать и отключаетесь.",
    "answers": [
      {
        "id": 23,
        "text": "далее"
      },
      {
        "id": 22,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a03/2004/d5/1e1840faa46b.jpg"
      }
    ]
  },
  {
    "id": 23,
    "text": "Спасибо, что прочитали демо-версию квеста. Со временем она будет дорабатываться, ведь получилась слишком сырая, а также, возможно, будут добавляться новые главы. Писать это мне реально наскучило, поэтому ждать придётся долго. Если хотите помочь продвижению — пишите идеи на мою почту —  gilrozbert♥gmail.com (т.к. здесь невозможно поставить знак 'собака(?)', вместо него будет сердечко). Лучшие идеи я выберу и добавлю в этот квест, а также напишу вас на первую страницу как авторы данного проекта.",
    "answers": [
      {
        "id": 1,
        "text": "далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "Спасибо, что прочитали демо-версию квеста. Со временем она будет дорабатываться, ведь получилась слишком сырая, а также, возможно, будут добавляться новые главы. Писать это мне реально наскучило, поэтому ждать придётся долго. Если хотите помочь продвижению — пишите идеи на мою почту —  gilrozbert♥gmail.com (т.к. здесь невозможно поставить знак 'собака(?)', вместо него будет сердечко). Лучшие идеи я выберу и добавлю в этот квест, а также напишу вас на первую страницу как авторы данного проекта.",
    "answers": [
      {
        "id": 1,
        "text": "далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  }
]