[
  {
    "id": 1,
    "text": "_________________________________\nАвтор: Айко тян)\n\nжанр: романтика, ужасы, сумасшедствие, школа, убийства, элементы насилия.\n\nрейтинг: 16<plus>\n\nстатус: в процессе\n\nпоследнее обновление: 05.10.2023 (38 глава)\n\n_________________________________\n\nв аннотации пока не будет ничего, мне надо ее придумать.\n\nОБЯЗАТЕЛЬНО ПРОЧИТАЙТЕ ОТ АВТОРА ВСЕ, КТО ЖДЕТ ПРОДОЛЖЕНИЯ!!! ЭТО ВАЖНО!!!",
    "answers": [
      {
        "id": 64,
        "text": "о главной героине "
      },
      {
        "id": 2,
        "text": "список глав"
      },
      {
        "id": 16,
        "text": "от автора"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://sun9-31.userapi.com/c857020/v857020283/13ed46/AkVYOdqSs80.jpg",
        "system": true
      },
      {
        "id": 30,
        "text": "группа в вк) подписывайтесь, там будет много интересного, и можно задавать вопросы, а еще там выставляются даты проды, или уже готового продолжения)",
        "url": "https://vk.com/club187292590"
      }
    ]
  },
  {
    "id": 2,
    "text": "список глав",
    "answers": [
      {
        "id": 3,
        "text": "глава 1"
      },
      {
        "id": 4,
        "text": "глава 2"
      },
      {
        "id": 8,
        "text": "глава 3"
      },
      {
        "id": 11,
        "text": "глава 4"
      },
      {
        "id": 13,
        "text": "глава 5"
      },
      {
        "id": 17,
        "text": "глава 6"
      },
      {
        "id": 22,
        "text": "глава 7"
      },
      {
        "id": 26,
        "text": "глава 8"
      },
      {
        "id": 31,
        "text": "глава 9"
      },
      {
        "id": 34,
        "text": "глава 10"
      },
      {
        "id": 38,
        "text": "глава 11"
      },
      {
        "id": 42,
        "text": "глава 12 "
      },
      {
        "id": 46,
        "text": "глава 13"
      },
      {
        "id": 48,
        "text": "глава 14"
      },
      {
        "id": 51,
        "text": "глава 15"
      },
      {
        "id": 56,
        "text": "глава 16"
      },
      {
        "id": 59,
        "text": "глава 17"
      },
      {
        "id": 65,
        "text": "глава 18 (воспоминания)"
      },
      {
        "id": 69,
        "text": "глава 19"
      },
      {
        "id": 73,
        "text": "глава 20"
      },
      {
        "id": 77,
        "text": "глава 21"
      },
      {
        "id": 79,
        "text": "глава 22"
      },
      {
        "id": 82,
        "text": "глава 23"
      },
      {
        "id": 86,
        "text": "глава 24"
      },
      {
        "id": 90,
        "text": "глава 25"
      },
      {
        "id": 91,
        "text": "глава 26"
      },
      {
        "id": 94,
        "text": "глава 27"
      },
      {
        "id": 95,
        "text": "глава 28"
      },
      {
        "id": 100,
        "text": "глава 29"
      },
      {
        "id": 103,
        "text": "глава 30"
      },
      {
        "id": 107,
        "text": "глава 31"
      },
      {
        "id": 106,
        "text": "глава 32"
      },
      {
        "id": 111,
        "text": "глава 33"
      },
      {
        "id": 116,
        "text": "глава 34"
      },
      {
        "id": 120,
        "text": "глава 35"
      },
      {
        "id": 125,
        "text": "глава 36"
      },
      {
        "id": 131,
        "text": "глава 37"
      },
      {
        "id": 134,
        "text": "глава 38"
      },
      {
        "id": 1,
        "text": "на первую страницу"
      }
    ]
  },
  {
    "id": 3,
    "text": "Над непривычно тихим зданием школы раздался громкий, режущий слух, вопль:\n—Ах ты...!\n\nНа школьном дворе, рядом с подсобкой, где хранились по большей части редко кому нужные вещи, стояла довольно странная компания-трое взрослых парней лет 18-ти , и хрупкая, худенькая девушка 16-ти лет, которая, со странной смесью страха и отчаяния, прижавшись к каменной стене подсобки, смотрела на окруживших ее молодых людей.\n\n—Еще раз спрашиваю...-угрожающе, и чуть ли не по слогам произнес самый высокий из парней-Рон.-Ты нас сдала?!\n\n—Нет...-Тихо, еле слышно прошептала девушка, опустив голову, и прижав к себе обеими руками портфель.\n\n—Врешь!!!-Парень с силой ударил кулаком по стене, совсем рядом с лицом своей жертвы, отчего та вздрогнула, но не отшатнулась.-Тебя видели! Мэйлин нам рассказала, как ты за нами по углам тащилась!",
    "answers": [
      {
        "id": 5,
        "text": "далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "Внезапно, Хэд остановился, ошарашенно глядя куда-то левее меня, куда я не могла глянуть из-за крепкой хватки парней.\n\n—А ты еще кто такой?-Грубо спросил кого-то (по обращению, видимо, мужчину) Рин.\n\nЯ попробовала скосить глаза, чтобы все-таки увидеть таинственного человека, который ввел в замешательство моих мучителей, но ничего не получилось-только глаза заболели.\n\n—Эй, я у тебя спрашиваю! Ст... Что ты...-Ответа Рин так и не дождался, но вместо этого парни испуганно уставились на своего собеседника, а Хэд в ужасе попятился от него, отпуская, наконец, мою рубашку.\n\n—Эй, парень... Ты что творишь... Давай мы это... Миром разберемся.-С нескрываемым ужасом бормотал Хэд, все дальше отходя от меня вправо.\n\n—А мы сейчас и так... Все решим.-Голос неизвестного парня оказался очень даже приятным-бархатистым, спокойным, низким... Однако было в его голосе что-то такое, отчего мне стало не по себе. К тому же... Никогда не слышала его голоса. Он не из нашей школы?\n\nПока я погрузилась в раздумья, трое парней заорали от ужаса, и, отпустив меня, бросились врассыпную от юноши.\n\n",
    "answers": [
      {
        "id": 7,
        "text": "далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "—Ни за кем я не тащилась...-Все так же тихо, но твердо сказала девушка, подумав при этом:\"Ну конечно же, Мейлин. Кто бы сомневался...\"\n\n—Ах ты ж хамка! Язык за зубами удержать не можешь?!-Нависший над ней парень схватил ее за подбородок, и с силой поднял ее голову.\n\n—Больно. Пусти меня.-Девушка говорила все так же твердо, спокойно глядя в глаза парня, хоть и понимала, что ее слов ни один из них не услышит.\n\n—Ну уж нет, Элизочка.-С боку незаметно подкрался самый симпатичный, и самый распущенный парень из троих, в бордовой, выпущенной из брюк, рубашке и светлыми волосами-Хэд.-Раз уж ты принесла нам такие неприятности, то нам придется тебя наказать.- и взяв пальцами прядь ее волос, лизнул ей ухо.\n\n—Хватит!-Элизабет мотнула головой, в попытке увернуться, но все еще покоящаяся на стене у ее лица рука, не дала ей этого сделать, под смех всей троицы.-Что вам нужно от меня?!\n\n",
    "answers": [
      {
        "id": 6,
        "text": "далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "—Ничего особенного.-извращенец отпустил ее прядь, и требовательно сжал пуговицу на ее рубашке. Элис снова начала вырываться, выпустив из рук рюкзак, и пуская в ход ноги, но, еще раз хохотнув, до сих пор стоящий в стороне, крепкий парень с грубыми чертами лица-Бэйридж-подошел с другого от Рина бока, и они, хитро ухмыльнувшись, сжали ее руки, и, прижав своими ногами ее к стене, отрезали ей последний путь к отступлению.\n\n—Крошка, поверь, мы не хотим тебе сделать ничего дурного...-С этими словами Хэд ловко расстегнул первую от шею пуговицу.\n\n—ПОМО...-Закричать ей не дали. Уже через долю секунды ее рот был зажат грубой рукой. Из глаз брызнули слезы. \"Почему все вышло... Вот так?!...\"\n\n—Лучше не кричать, малышка, и плакать тоже не следует...-Хэд расправился уже со второй пуговицей, и теперь немного распахнул воротник на ее рубашке.-Ну надо же, какая белая и мягкая кожа...\n\nСлезы уже потоками капали с подбородка, а девушка все еще пыталась вырываться и кричать, однако вместо крика из ее рта вырывался громкий полу-визг/полу-вой.\n\n—Сопротивляться бесполезно!-Парень начал медленно наклоняться к моей шее, продолжая расстегивать пуговицы.\n\n—МННННННННННННГХ!!!!!!\n\n\"Спасите... прошу ... кто-нибудь...спасите меня!!!!\"\n\nЯ рыдала, судорожно дрожа в руках у парней, пока что-то неожиданно не привлекло их внимание...\n\n",
    "answers": [
      {
        "id": 4,
        "text": "далее (глава 2)"
      },
      {
        "id": 2,
        "text": "к списку глав"
      },
      {
        "id": 1,
        "text": "на первую страницу"
      }
    ]
  },
  {
    "id": 7,
    "text": "Я упала на землю, и, опустив голову, со слезами закашлялась. Ну и ну... Не думала, что у меня начнется истерика...\n\n—Тебе не кажется, что тебе пора вслед за ними?-Прямо передо мной раздался этот красивый, и в то же время пугающий голос, и я быстро подняла голову, осознав, что я не поблагодарила его за свое спасение, даже если он не хотел этого делать, однако то, что я увидела повергло меня в шок и ужас...\n\n\nПередо мной на корточках сидел очень бледный парень с огромными глазами и... Разорванными до щек губами. Он смотрел на меня с таким безумным выражением лица, а на его разорванных губах играла такая страшная в своем безумии улыбка, что любой другой уже бы и сам сошел с ума от страха.\n\nОднако, напугало меня вовсе не это. Немного оглядев его: высокий, худой но крепкий парень с довольно развитой мускулатурой; я увидела у него в руках вещь, при виде которой я чуть не закричала в голос.\n\nВ длинных пальцах парня был зажат... Очень острый, окровавленный нож.\n\nЯ тихо ахнула, и, взяв себя в руки, заставила себя посмотреть ему в глаза.\n\nЯркие, лучистые синие глаза, широко раскрытые в сумасшедшем экстазе. Но несмотря на весь тот ужас, который я чувствовала, глядя в его глаза, в них было что-то еще... Нечто такое, что странно видеть в глазах человека с ножом... Убийцы...\n\nОднако, хорошенько поразмыслить над этим я не успела. Парень усмехнулся еще шире, и резко подняв руку с ножом, приставил острие к моей груди, разрезая и без того растегнутую рубашку.\n\n—Так хочешь умереть, девчонка?-Его взгляд стал еще безумнее, а нож сильнее упёрся в мое тело.-Могу помочь с этим.-И, улыбнувшись еще шире, слегка шевельнул ножом, разрезая кожу. По животу потекла липкая густая жидкость. Однако, от этого ощущения я лишь слегка поморщилась. Куда больше меня сейчас волновало другое.\n\nЕго от губ разорванные щеки не были зашиты, и даже практически не зажили, хотя я не знаю, когда у него появились эти увечья. Чем шире он улыбался, тем больше разрывались запёкшиеся раны, а сейчас он улыбался слишком широко-по его подбородку с двух сторон стекала кровь.\n\n—Что ты делаешь?-Строго спросила я, пристально глядя то на его раны, то в его глаза.\n\n",
    "answers": [
      {
        "id": 8,
        "text": "далее (глава 3)"
      },
      {
        "id": 2,
        "text": "к списку глав"
      },
      {
        "id": 1,
        "text": "на первую страницу"
      }
    ]
  },
  {
    "id": 8,
    "text": "Парень, похоже, от такой наглости порядком ошалел. Он изумленно на меня уставился, и даже на мгновение улыбаться перестал. Рана тут же закрылась, а кровь стала течь намного медленнее, но это было всего на мгновение.\n\nВ следующую секунду, его глаза загорелись яростью, и, снова ухмыльнувшись, он еще на миллиметр глубже вогнал мне в тело лезвие, что заставило меня еще раз поморщиться.\n\n—Тебе не кажется рискованным дерзить мне?!-Он еще сильнее надавил на рукоять ножа.-Мало того, что не убегаешь, так еще и вызывающе себя ведешь! Совсем страх потеряла?!-На последней фразе, парень еще безумнее улыбнулся.\n\n—Я сказала это не для того, чтобы оскорбить, или тебя вопроса-я действительно не понимаю, зачем ты так жутко улыбаешься, хотя это и разрывает заново твои раны. Зачем?-Я вопросительно посмотрела на него, склонив голову набок и стараясь не отводить взгляда.\n\n—Что...-Парень поднял свободную руку, и дотронулся до своего подбородка. Подняв вымазаные кровью пальцы, он удивленно посмотрел на них, но уже через секунду снова ухмыльнулся, а его зрачки сузились.\n\n—Ясно... Думаешь, сможешь меня обдурить, жалкая девчонка?!-Парень быстро схватил меня за волосы, и больно поднял мне голову, вгоняя острие ножа еще глубже. Я еле слышно вскрикнула, и сжала зубы, чтобы немного отвлечься от боли.\n\n\"Он мне такими темпами полдня нож в сердце вгонять будет...\"\n\n",
    "answers": [
      {
        "id": 9,
        "text": "далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "—Что? Неужто думаешь, что я тебя пощажу, а?-Парень еще шире раскрыл глаза, и вдруг расхохотался. От его сумасшедшего смеха мне снова стало не по себе, но я быстро взяла себя в руки. Толку бояться его, если он все равно меня убьет? А так, я хоть попробую убедить его хотя бы немного подлечить раны.\n\n—Говори! Ты ведь хотела отвлечь мое внимание и попытаться удрать, или оглушить меня, верно?!-Он продолжал безумно хохотать прямо в лицо девушке, и каждым вздрагиванием его руки, нож все больше разрезал кожу. По животу уже текла приличная струя крови, а я все пыталась поменьше об этом думать.-Говори!!!-рявкнул он, уже перестав смеяться..\n\n—Знаешь...-Я снова спокойно посмотрела на него.-Если бы я хотела убежать отсюда, я бы попыталась сделать это, пока ты сидел немного дальше. А оглушить тебя я не смогу, потому что нечем. Да и не о том речь. Тебе нужно к врачу! Твоя рана так никогда не заживет!\n\n—Ты...-Парень поморгал, (Ого, так у него все-таки нормальные глаза, а то меня уже одолевали сомнения.) удивленно глядя на меня.-Какого ты сейчас все это несёшь?! Беги отсюда, сказал!!!\n\n—Я не могу бежать.-Все так же спокойно сказала я, покачав головой, и медленным движением, чтобы не злить его еще больше, показала рукой на ногу.-Они сильно свернули мне ногу, а из-за старой травмы она теперь ужасно болит, так что, встать я, может еще и смогу... Но бежать-нет.\n\n—Парень задумчиво посмотрел на мою ногу, на нож, вошедший в мою грудь, а потом на мое лицо, и, зло цыкнув, выдернул нож из моего тела.\n\nЯ дернулась и закрыла рану рукой, стараясь сдержать потоки крови.\n\n—Так не интересно. Ты даже не кричишь.-Парень разочарованно поднялся на ноги, и спрятал нож в карман белой толстовки, а я наконец-то смогла его хорошенько рассмотреть.\n\n\n",
    "answers": [
      {
        "id": 10,
        "text": "далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "Высокий, длинноногий парень в черных джинсах и белой, толстовке с капюшоном и карманом на животе. Красивые руки с длинными и, на удивление, если судить по его страсти к ножам и, следовательно, убийствам, холеными пальцами.\n\nЯ перевела взгляд на его лицо. Когда-то, до этих жутких издевательств, оно было очень красивым. Во всяком случае черты лица его очень даже привлекали. Длинные-почти до плеч-черные волосы, большие, яркие синие, глубокие глаза. Единственное, что делало его лицо близким к уродству-два длинных жутких разреза от уголков губ до самых щек. Из-за этого шрама создавалось впечатление, что парень все время улыбается, хотя, когда я присотрелась, то поняла, что улыбки на его губах нет и в помине.\n\nЯ еще разглядывала парня, когда он, глубоко вздохнув бросил:\n—Ладно. Так неинтересно. Но не думай, что я оставлю тебя в покое. Скоро я найду тебя. Да, и еще...-Парень рывком нагнулся, и, схватив меня за подбородок, угрожающе прошептал:\n\n—Не пытайся прятаться. Я все равно найду тебя, где бы, и с кем бы ты ни была.\n\nС этими словами, он выпустил мой подбородок, и выпрямился. Я опустила голову всего на мгновение, а когда подняла глаза, передо мной уже никого не было.\n\n—А...-Я недоуменно огляделась, но парня нигде не было видно.\n\n\"Но не могло же мне все это померещиться...\"\n\nЯ сжала рубашку, забыв о ране, и тут же вскрикнула, одергивая руку.\n\n\"Нет. Не показалось. Ладно, раз меня пока не собираются убивать, надо потихоньку пойти домой, и привести себя в более, или менее приличный вид.\"\n\nС этими мыслями, я медленно поднялась, опираясь о стенку кладовки, и, прижав к груди рюкзак, медленно, аккуратно ступая на больную ногу, пошла домой.\n\n",
    "answers": [
      {
        "id": 11,
        "text": "далее (глава 4)"
      },
      {
        "id": 2,
        "text": "к списку глав"
      },
      {
        "id": 1,
        "text": "на первую страницу"
      }
    ]
  },
  {
    "id": 11,
    "text": "Я плохо помню, как я дошла до дома—тревожные события дня настолько подкосили меня, что я даже ключ в двери повернула с большим трудом.\n\n\"Так... А теперь в душ... Надо смыть кровь...\"—Как сквозь пелену, подумала я, и сбросив с ног ботинки, шатаясь побрела в ванную.\n\nЯ с большим трудом стянула с себя одежду и, кинув ее в корзину для стирки, залезла в горячую ванну.\n\n\"Уффф... Ну наконец-то...\"\n\nЯ расплела волосы и, аккуратно прислонившись спиной к бортику, наконец-то расслабилась.\n\n\"Ладно. А теперь, Элис, думай, что все это вообще было... Насчет трех парней все понятно-Мэйлин нашла новый способ отыграться. Самая популярная девочка в школе:длинногогая блондинка с тонной макияжа на лице, просто напросто завидует моим успехам в учебе, а еще ненавидит меня за то, что я не пресмыкаюсь перед ней, как остальные. Но что поделать, если я привыкла всего добиваться своим трудом, а не папочкиным статусом? А общение с Мэйлин для меня вообще сродни пытке-не понимаю, как можно общаться с этой занощивой девицей, у которой одни парни и шмотки на уме?\nАх да... Еще одна причина лютой ко мне ненависти со стороны \"пупа вселенной\"—Дэйв. Парень, который нравится мне уже не один год. Дэйв-самый популярный парень в школе, очень красивый, умный, веселый... Ну, как есть-душа компании... И красавице Мэйлин, естественно, нужен именно этот парень для поддержания имиджа. Но вот, что странно... Дэйв со мной даже разговаривает раз в десять больше, чем с Мэйлин, что не может ту не выбешивать. Так что, ее выходка с тройкой подхалимов очень даже предсказуема. Но вот тот странный парень в белой толстовке...\"\n\nЯ задумчиво погрузила в воду лицо до носа и нахмурилась.\n\n\"У него был нож...и судя по всему, он вполне мог меня убить, так почему же он отпустил меня?\"\n\n\n",
    "answers": [
      {
        "id": 12,
        "text": "далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "\"—...Так неинтересно...\"\n\"—...Не пытайся прятаться...\"\n\"—...Я найду тебя...\"\n\nЯ помотала головой, отгоняя жутковатые мысли.\n\n\"Хотя, само по себе странно то, что я его не испугалась... Хотя, я мало чего боюсь, но все равно... Его лицо... Почему оно такое?\"\n\nЯ закрыла глаза, снова представляя перед собой бледное лицо парня с большими синими глазами и разрезанной улыбкой.\n\n\"Что с ним произошло... И почему он пошел убивать... Да...столько вопросов... Но почему, все таки, он улыбается? Неужели не понимает, что разрывает закрывающиеся раны? Хотя ... Такие раны врядли когда-нибудь смогут зажить...\"\n\nЯ поежилась, представляя, какую боль вызывает у него каждое слово, и каждое движение губ. Я бы не выдержала, а он...\n\n\"Но он довольно красивый... Если бы его лицо не было таким... Необычным... То у него бы от девушек отбоя не было... Кстати, интересно, а он в школу ходит? Да и вообще, где он живет? Если он убийца, то полиция его преследует, так? Так. И как он тогда до сих пор на свободе? Хотя, может это был его первый выход? Нет. Его толстовка уже была в пятнах крови... Но это могли быть пятна от кровоточения разрезанных щек.\"\n\nЯ глубоко вздохнула, и поднялась из порозовевшей от моей крови воды.\n\n\"Надо перевязать рану. И все равно странно, почему он не убил меня? Уже даже нож почти всадил...\"\n\nЯ закуталась в полотенце и, сунув ноги в мягкие тапочки-сообачки, пошла к аптечке за бинтом и перекисью.\n\n\"Он найдет меня... Но на сегодня мне нужно заняться бытовыми делами. К тому же, наверняка завтра в школе что-то будет... Мейлин и распуганная троица меня так просто не оставят...\"\n\nС этими мыслями я, взяв все необходимое, ушла в комнату.\n\n",
    "answers": [
      {
        "id": 13,
        "text": "далее (глава 5)"
      },
      {
        "id": 2,
        "text": "к списку глав"
      },
      {
        "id": 1,
        "text": "на первую страницу"
      }
    ]
  },
  {
    "id": 13,
    "text": "Я шла, крепко сжав в пальцах ручку-ремень своей сумки. На мое удивление, школа меня сегодня ничем необычным не встретила. Мэйлин, как обычно, презрительно смотрела на меня, то и дело кидая в мой адрес неприятные колкости, а вчерашняя троица в школу сегодня и вовсе не явилась. По словам учительницы-отходили от \"недавнего шока\". \n\n\"Угу ... Знаю я, какой у них был шок. Хотели изнасиловать и избить ни в чем ни повинную девушку, но им (вот досада-то) помешал парень в белой окровавленной толстовке, с разрезанными вщеками и ножом в руке. От страха грозные мстители штанишки намочили и, бросив свою жертву на произвол судьбы, побежали плакаться родителям. Я, даже не пикнув, как миленькая пошла в школу, а эти красавцы пережили ТАКОЙ ШОК... Бежали оттуда, сверкая пятками! Действительно, не каждый же день им приходится так быстро бегать...\"\n\nЯ мотнула головой, отгоняя дурацкие размышления, и подняла голову.\n\n\"Какой сегодня замечательный день... Учитель по литературе решил поставить спектакль по \"Ромео и Джульетта\" Шекспира, и меня записали в список претенденток, а Дэйв даже назвал меня по имени... Небо такое голубое... Вот бы так было всегда...\"\n\nРазмышляя о красоте мира, я повернула за угол одного из домов. Еще немного и я смогу, наконец, растянуться на кроватке. Целый день мечтаю об этом. Да еще и после этой \"замечательной\" контрольной по алгебре...\n\n\"Да... Математичка, конечно... Очень хорошая женщина.\"\n\nЯ снова осадила себя, удивляясь своему сегодняшнему стремлению к обругиванию всех и вся.\n\n\"Да уж... Видимо, вчерашний день не прошел для меня бесследно... Кто-то дома \"от стресса\" отходит, кто-то сейчас матами ругаться пойдет... Супер, нечего сказать.\"\n\nЯ снова задрала голову, любуясь еще ясным осенним небом.\n\n",
    "answers": [
      {
        "id": 14,
        "text": "далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "Я по своей натуре практически совсем не матерюсь. Не люблю я это-зековское нововведение. Как будто из тюрьмы сбежала. Хотя иногда, конечно, прорывается против моей воли, но в принципе я стараюсь сдерживаться. А вот моя мысля про математичку... Меня удивила.\n\n\"Ладно. Нечего об этом думать. Иди и наслаждайся последними теплыми деньками. Скоро ты просто так-в одной рубашке-не походишь.\"\n\nЯ спокойно шла по дороге, прилегающей к дому, смотрела в небо и собиралась, было, повернуть в очередной раз во двор своего дома, когда почувствовала, что вот-вот в кого-то врежусь. Я, буквально, в последний момент успела отшатнуться в сторону, и пробормотала, поднимая голову:\n\n—Пожалуйста, простите!!! Я задумалась, и потеряла бдит...\n\nНо, когда я взглянула на стоящего передо мной человека, извинения тут же застряли в моем горле.\n\nПередо мной стоял черноволосый, бледный парень. С разрезанными щеками, в белой толстовке, черных штанах и с ножом в руке.\n\nЯ застыла, судорожно соображая, что же мне делать, а парень безумно улыбнулся и сказал жутким голосом:\n\n—Ну что, ждала меня? Хочешь заснуть?!\n\nЯ шарахнулась в сторону, когда парень, размахнувшись, выкинул руку с ножом мне прямо в грудь. Вчера я, возможно, и была готова просто так умереть, но сегодня нет. Просто так не дамся. Дэйв доверил мне ТАКОЕ и я не собираюсь умирать, даже не взойдя на одну с ним сцену.\n\n",
    "answers": [
      {
        "id": 15,
        "text": "далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "—Что ж... Так уж и быть. Тебе повезло, сегодня у меня хорошее настроение, и я, по доброте душевной, дам тебе небольшую фору.\n\nЯ стояла, тяжело дыша от накатившего адреналина, и не мигая ловила каждое слово сумасшедшего, упивавшегося своей силой, парня. Не знаю, почему, но я, как и вчера... Я совершенно его не боялась. У меня было какое-то странное чувство... Будто его вынуждают убивать.\n\nПредмет моих размышлений, тем временем, продолжал:\n\n—Сыграем в догонялки. Я стою здесь и считаю до пятидесяти, а ты за это время стараешься убежать как можно дальше. На пятьдесят первой секунде бежать начинаю я. Думаю, это будет весело.\n\nПарень дико засмеялся, запрокинув голову. Его черные длинные волосы откинулись назад, а из разорванной улыбки снова заструилась кровь. Я невольно залюбовалась этим жутким зрелищем.\n\nНе, я точно свихнулась... Стою тут, любуюсь своим убийцей. Класс. Ничего не скажешь. Хотя, что-то в нем всё-таки есть, особенно, если бы не раны...\n\nПарень перестал смеяться, и, опустив голову, снова пронзительно глянул на меня.\n\n—Поняла?—Это меня удивило, но его тон в этот момент был... Заинтересованным, что ли...\n\nОднако, времени на размышления у меня не было, и все, что я сделала-коротко кивнула головой, так же внимательно глядя на него.\n\n—Что ж... Один.\n\nС первой же буквы этого страшного для меня слова, я сорвалась с места, и побежала вперед, доверившись своим ногам, и понимая, что какую бы дорогу я не выбрала, он все равно меня догонит...\n\n",
    "answers": [
      {
        "id": 17,
        "text": "глава 6"
      },
      {
        "id": 2,
        "text": "к списку глав"
      },
      {
        "id": 1,
        "text": "на первую страницу"
      }
    ]
  },
  {
    "id": 16,
    "text": "Насчет выхода глав\n\nЯ, вроде, говорила писала в группе, что теперь я учусь в колледже, но я и подумать не могла что это так сложно!\n\nВремени не хватает вообще ни на что, даже сплю я периодически по 4 часа в сутки, потому что не успеваю позаниматься специальностью. Честно, это тихий ужас и очень выматывает огромное количество домашних заданий.\n\nВ общем. Я не знаю, когда напишу следующее продолжение, потому что у меня совершенно не хватает ни времени, ни сил. Могу сказать только, что история закончится довольно скоро (в плане глав).\n\nПростите меня пожалуйста...",
    "answers": [
      {
        "id": 1,
        "text": "назад"
      }
    ]
  },
  {
    "id": 17,
    "text": "Я бежала, намертво вцепившись в ремень сумки, чтобы она не так сильно билась об мои ноги и не мешала мне бежать.\n\nКонечно, куда разумнее было бы вообще ее скинуть, но в тот момент это было бы пустой тратой времени. Во всяком случае, быстрее без нее я не побегу.\n\n—... двадцать четыре...\n\nС каждым словом парня, я вздрагивала, и ускоряла темп. Умом я понимала, что убегать бесполезно, в один момент силы сдадут, и он все равно меня найдет, но душой я все еще надеялась на чудо.\n\n—... двадцать пять... Двадцать шесть...\n\nВ боку стало нещадно колоть, дыхание сбилось, а ноги стали нещадно ныть. Я то и дело спотыкалась, но все равно продолжала бежать, стараясь не сдавать в темпе.\n\n\"Куда я убегу?! До пятидесяти осталось всего ничего, а я отбежала от него всего метров на тридцать... Да и куда мне спрятаться?... Блин, зачем я только на это согласилась...\"\n\n",
    "answers": [
      {
        "id": 18,
        "text": "далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "Я завернула за угол  и побежала в сторону реки, ух которой недавно начали ремонтировать оградительные бортики, и теперь реку окаймляли только предостерегающие красно-белые ленточки.\n\n\"Супер, Элис, так держать! Беги, утопись в реке!\"\n\nЯ горько усмехнулась неудавшейся мысленной шутке, и припустила еще быстрее. Мое моральное равновесие серьезно колебал еще тот факт, что я больше не слышала отсчета, ведущегося парнем. Мало ли, вдруг он резко ускорился, как только я завернула за угол, и у него там уже пятьдесят стукнуло?...\n\nЯ тряхнула головой, не снижая темпа, разгоняя пессимистические мысли (хотя, от этого они меньше лезть в голову не перестали).\n\n\"Беги, беги, беги, беги, беги, беги!!!!!!!! Беги, дура, беги!!!!!\"\n\nОт отчаяния я мысленно начала на себя орать. \n\n\"Чем я думала, когда побежала к реке? Тут и в самом деле, единственное, что можно сделать-прыгнуть с земли в воду с камнем на шее. А что? Тоже вариант, как раз бортиков нету. По крайней мере убийце не достанусь...\"\n\n",
    "answers": [
      {
        "id": 19,
        "text": "далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "Не знаю, сколько секунд, или минут я еще бежала. Мне эти мгновения казались бесконечностью. Вокруг реки, на удивление, как на зло, никого не было. Не то, что патрулей, даже обычных прохожих нигде не наблюдалось.\n\n\"Да что ж такое?! Ни одного живого человека!!!! Что же я наделала!!!!!\"\n\nЯ уже чуть не плакала. Последняя надежда разбилась о суровую действительность на мелкие кусочки. У реки всегда было очень многолюдно, а иногда ходили даже патрули. Поэтому, полное отсутствие людей сегодня очень настораживало.\n\n\"Блин...\"\n\nЯ еще раз споткнулась и, вскрикнув, упала на асфальт.\n\n\"Так, Эл, давай! Не время отсиживаться, нужно бежать!\"\n\nЯ резко встала и, застонав, еле удержалась на ногах. Старая травма давала о себе знать. Каждый сильный удар, или неправильный выворот ноги причиняли неимоверную боль и, практически, лишали возможности ходить.\n\n\"Да уж... Развалюха ты старая. Даже ходить не можешь... А надо. Я не собираюсь умирать и точка!\"\n\nЯ пару раз вдохнула и, набрав побольше воздуха, побежала, стараясь не обращать внимания на ноющую боль в коленях.\n\n",
    "answers": [
      {
        "id": 20,
        "text": "далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "Но не успела я пробежать и метра, как за моей спиной отчётливо послышались неторопливые шаги.\n\n\"Блин!!!! Нет, нет, нет, нет!!!! Пусть это будет какой-нибудь прохожий, Господи, пожалуйста!!!\"\n\nОднако, из-за угла вышла фигура в черных штанах и белой окровавленной толстовке...\n\nЯ тихонько застонала, сетуя на полное отсутствие людей вокруг.\n\nЯ остановилась, даже не пытаясь бежать дальше, и внимательно смотрела в лицо парня. Даже не глядя на разделяющее нас довольно приличное расстояние, я заметила на его лице все тот же безумный взгляд, и широкую кровоточащую улыбку.\n\n—Нашел.\n\nМеня передернуло от той интонации, с какой были сказаны эти два слова. Было такое ощущение, будто я стала героиней какого-то фильма ужасов а-ля \"я иду искать\".\n\n\"Господи, спаси меня, пожалуйста!!!\"\n\nЯ стояла и смотрела на медленно приближающуюся ко мне смерть в лице убийцы и мысленно умоляла его развернуться и уйти. Однако, видимо телепатией я пока владею не очень. Парень не только не ушел, но еще и ускорился, доставая из кармана толстовки блестящий на солнце нож.\n\n",
    "answers": [
      {
        "id": 21,
        "text": "далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "\"Мама...\"\n\nЯ старалась сдерживать панику, но внутри меня все просто сжималось, крича каждой клеточкой: \"Беги, спасайся, кричи, умоляй!!!! Делай ты уже хоть что-нибудь, дура!!!!!!\". Но я стояла, не двигаясь с места.\n\n\"Да какая разница, как он меня убьёт–всадит нож мне в грудь, пока я тут стою, или вонзит мне его в спину, когда я буду пытаться убежать? Все одно. Я или спасусь, что будет чудом, и что довольно-таки маловероятно, или погибну, что скорее всего произойдет, если судить по виду парня.\"\n\nКогда между нами осталось всего несколько метров, я взмолилась в последний раз:\n\"Господи.... Помоги мне...\"\n\nОднако, моя мысль оборвалась на полуслове.\n\nЯ не знаю, что произошло в тот момент. То ли ремонт бортов сделал свое дело, и подбил асфальт. То ли это в принципе было самое слабое место на всей реке, однако в ответ на мою мольбу я почувствовало, как земля уходит у меня из-под ног. В прямом смысле слова! Я пошатнулась, и, нелепо взмахнув руками, полетела прямо на красно-белую ленту ограждения реки.\n\n\"Ну и ну... Как странно...\"\n\nИ, недоуменно нахмурившись, я, сбив своим весом держатели для лент, стала медленно падать в воду.",
    "answers": [
      {
        "id": 22,
        "text": "глава 7"
      },
      {
        "id": 2,
        "text": "к списку глав"
      },
      {
        "id": 1,
        "text": "на первую страницу"
      }
    ]
  },
  {
    "id": 22,
    "text": "Я падала, наверное, от силы несколько секунд, однако за эти несколько секунд в моей голове пронеслась, едва ли, не вся жизнь.\n\n\"Интересно, что скажет Мама... И Папа... Бедные, какого им будет услышать новость: Здрасте, это морг. Сегодня Вашу дочь нашли мертвой в реке, просим приехать на опознание.\nМама с ума сойдёт... А маленькая Лута? Кто будет за ней без меня ухаживать? Родители врядли заберут ее с собой. Скорее всего, сдадут в какой-нибудь кошачий приют...\nСтранно, почему подо мной провалился асфальт только после моей, если мой мысленный возглас можно было так назвать, молитвы?\"\n\nЯ смотрела в голубое небо, необычайно яркое и чистое для осеннего дня, и была уже готова ощутить удар спиной о воду, но мне, видимо, сегодня умереть было не дано.\n\nЯ почувствовала, как мою талию обвила чья-то рука, и не успела я даже толком удивиться и закричать, как я уже стояла на земле. Меня сильно качало, а вестибюлярный аппарат взял обеденный перерыв, но прижатое к животу острие ножа немного вернуло меня в чувство.\n\n\"Меня сейчас выпотрошат... Стоп, что?! Что значит выпотрошат?!?! Нет, нет, нет, нет, нет ,нет!!!! Я еще даже на репетиции вместе с Дэйвом не была!!!! Никаких потрохов!!!!!\"\n\nЯ пару секунд ошарашенно смотрела в голубые глаза парня, а потом медленно подняла руку...\n\n",
    "answers": [
      {
        "id": 23,
        "text": "далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "—Что ты творишь...—Брови парня поползли вверх, а вечная сумасшедшая улыбка уступила место удивлению.\n\nС моих пальцев на асфальт падали тяжелые алые капли, а блестящее лезвие было крепко сжато в моей руке.\n\n—Я не собираюсь умирать.—Еле слышно прошептала я, и, сжав зубы, чтобы не застонать, рывком дернула нож вверх.\n\nПарень еще шире раскрыл глаза, и позволил отвести руку с зажатым в ней оружием. Из глубокого пореза на моей руке, едва ли не ручьем хлестала кровь, стекая по лезвию на бледные пальцы парня.\n\n—Что за...—Маньяк нахмурился, глядя на мою кровоточащую руку, а я, разжав пальцы, легонько ткнула ему пальцем в грудь.\n\n—Я хочу жить. И это не просьба.—Я пристально смотрела в глаза убийцы. Парень, судя по лицу, порядком струхнул.\n\n—Ты нормальная?!\n\nЯ горько хмыкнула.\n\n—Нет. Не нормальная. Я хочу жить, и это само по себе не нормально, так ведь?\n\nМы с парнем стояли и смотрели друг на друга: я с легкой усталостью, а парень с явным недоумением.\n\n",
    "answers": [
      {
        "id": 24,
        "text": "далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "—Что-то не так?—С легким раздражением в голосе спросила я. Терпеть не могу, когда на меня смотрят, как на марсианина...\n\n—Да, не так. Какого лешего ты меня не боишься?!?!—Истерично заорал парень, схватив меня обеими руками за плечи. Нож тихонько лежал в кармане белой толстовки, что не могло не радовать...\n\n—А смысл?—Я пожала плечами, и слабо улыбнулась.—Моя жизнь в твоих руках. Даже если я тут до смерти испугаюсь, твое решение от этого не изменится. Боятся пришедших к ним убийц только трусы.\n\n—А ты такая храбрая?\n\n—Нет... Я просто понимаю разницу между тем, чего можно и нужно бояться, а чего бесполезно и бояться, и умолять...—Я устало опустила голову, и потерла глаза. От всех сегодняшних событий я еле держалась на ногах. И больше всего на свете я хотела упасть на кровать, обнять подушку и отправиться в царство Морфея...\n\n—Намекаешь, что я жалкая мелочевка, которую даже бояться не имеет смысла?!?!—Глаза парня полыхнули яростью, а руки еще сильнее сдавили мои плечи.—Хочешь поскорее на тот свет отправиться?!?!\n\n—Ты не мелочевка, и я ни на что не намекала. Просто... Я не знаю... Я не боюсь тебя, и все. Опасаюсь, но страха нет...—Я рассеянно повела плечами, и нахмурилась от слишком сильной хватки парня.—Слушай... можешь отпустить мои плечи? Это немного больно...\n\nПарень несколько секунд пристально вглядывался в мои глаза (наверное, надеясь увидеть в моих глазах дикий, животный страх перед своей персоной), а после нехотя разжал пальцы и отошел на пару шагов.\n\n",
    "answers": [
      {
        "id": 25,
        "text": "далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "С моих губ сорвался облегченный вздох, и, аккуратно погладив ноющие плечи, я снова подняла глаза на парня.\n\n—Просто так ты меня в живых не оставишь, правильно? Что ты хочешь взамен?\n\nВзгляд парня приобрел какую-то странную задумчивость, и, достав из кармана нож, он начал крутить его в пальцах. Я в смятении потирала плечи, не зная, куда себя деть, когда раздался низкий бархатный голос, лишенный каких-либо сумасшедших ноток:\n\n—Ты будешь жить до тех пор, пока обо мне от тебя не узнает полиция. И, в крайнем случае, пока ты сама не попросишь себя убить. Ах, да. И еще.—Тут, парень шагнул ко мне, и, наклонившись так, чтобы наши глаза были на одном уровне, произнес почти по слогам.—Убить. Тебя. Могу. Только. Я. Ясно?\n\n",
    "answers": [
      {
        "id": 26,
        "text": "глава 8"
      },
      {
        "id": 2,
        "text": "к списку глав"
      },
      {
        "id": 1,
        "text": "на первую страницу"
      }
    ]
  },
  {
    "id": 26,
    "text": "Я сглотнула вставший в горле комок, и медленно кивнула.\n\n—Отлично. Ах да, и еще один факт. Я буду следить за тобой практически постоянно. Поэтому даже не надейся на то, что тебе удастся от меня избавиться. Поняла?\n\nЯ еще раз кивнула и улыбнулась:\n\n—Ты мне не доверяешь, верно?\n\nПарень глянул на меня, как на последнюю дуру и недобро оскалился:\n\n—Очень интересно. И с какой это колокольни я тебе должен доверять?\n\n—Ни с какой.—Я весело пожала плечами и улыбнулась еще шире.—Просто, я думаю, что тебе стоило бы остаться у меня дома. Ну, чтобы за мной было проще следить.\n\nПарень уже откровенно пялился на меня, как на сбежавшего из психушки больного, и медленными шажками отходил от меня в сторону.\n\n—Ты или полная дура, или давно не была у психотерапевтов. Зачем ты убийцу к себе жить зовешь?! Тебе не кажется, что это суициду равносильно?! Я же псих!!! Ты не можешь предугадать, что мне придет в голову в следующую секунду!!!!! Может мне тебя сразу кокнуть?!?!?! Чего отказываешься?!?!??!?!\n\nПарень полу-яростно, полу-шокированно орал на меня, наверное, пытаясь воззвать к моему здравому смыслу (ха-ха, боится с психопаткой жить(≧▽≦)), но тот сегодня уехал к вестибюлярному аппарату.\n\n",
    "answers": [
      {
        "id": 27,
        "text": "далее"
      }
    ]
  },
  {
    "id": 27,
    "text": "Я подошла к ошалевшему парню, взяла его за руку, и, стараясь не обращать внимание на странную белоснежную, да к тому же еще и ледяную кожу, коснулась его кончиков пальцев своими.\n\n—Ты не убьешь меня, пока никто не узнает о тебе из моих уст. Я буду жива, пока сама не попрошу убить меня, и... Убить меня можешь только ты. Теперь твоя очередь.—Я ободряюще улыбнулась, и заглянула парню в глаза.\n\n—Моя очередь—что?—Парень уже даже сбежать не пытался. Просто стоял и напряженно меня разглядывал.\n\n—Твоя часть договора. Я перечислила, что входит в мои \"обязанности\", а теперь твоя очередь.\n\nПарень пару секунд стоял, задумчиво глядя на наши пальцы, и глубоко вздохнул.\n\n—Я не убью тебя, пока ты не нарушишь свое обещание, или пока ты сама этого не захочешь. Я буду следить за тобой когда захочу, в любое время дня и ночи...\n\n—Кроме тех моментов, когда я переодеваюсь, или когда я в ванной, или уборной...\n\nПарень болезненно скривился, отчего его разорванные щеки стали выглядеть еще более жутковато.\n\n—Да больно мне надо тебя без одежды разглядывать. К тому же, там смотреть особо не на что.\n\n—Э...э—Я даже возразить толком на это не смогла.—Ладно, в общем... Договор заключен.\n\nС этими словами, я чуть чуть нажала его кончики пальцев своими, и, еще раз слегка смущенно улыбнувшись, опустила руку.\n\n",
    "answers": [
      {
        "id": 28,
        "text": "далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "А парень опускать руку не спешил. Он развернул ее ладонью к себе, и очень внимательно, с легким удивлением всматривался то мне в глаза, то в свою ладонь.\n\nОт его взгляда мне стало не по себе. Я не привыкла к таким внимательным разглядываниям моей персоны, и мои щеки предательски порозовели, а пальцы нервно сжали ремень сумки.\n\n—В общем, да... Ну что? Пошли домой?\n\n—Домой?—Парень слегка сощурился, отчего его взгляд стал еще пронзительнее.—К тебе домой? Там родители, и ты хочешь так от меня избавиться? Сразу скажу, л...\n\n—Да нет там родителей!—Я закатила глаза. Эта вечная шарманка насчет моего желания его кому-нибудь \"сдать\" уже порядком подбешивала.—Они в Италии. Там брат лечится, вот и...\n\nЯ неопределенно, с легкой грустью, повела плечом.\n\n\"Не раскисай. Все будет хорошо.\" \n\nИ, тряхнув головой, чтобы взбодриться, взяла парня за рукав.\n\n—Ну? Идем.—Я легонько потянула его, как бы намекая, что \"мало ли, кто увидит, что тут твориться, без милиции не обойдется\".\n\n—Как знаешь.—Парень безразлично посмотрел на меня, высвосвобождая руку из моей хватки, но когда я на секунду опустила глаза на его толстовку, мне действительно стало не по себе.\n\n",
    "answers": [
      {
        "id": 29,
        "text": "далее"
      }
    ]
  },
  {
    "id": 29,
    "text": "—Как тебя до сих пор не забрали в обезьянник?! У тебя же вся одежда в крови! Как ты собираешься в таком виде по улице идти?!—Я с ужасом посмотрела на него.\n\n—Меня невозможно словить так просто, поэтому... Пусть хоть весь город видит мою одежду, неважно.—С этими словами, парень засунул руки в карманы, но я так просто сдаваться не собиралась.\n\n—Тебя надо переодеть. В крайнем случае–постирать, но в реке я этого, при живой стиральной машинке, делать не буду.\n\nЯ расстегнула молнию своей сумки, и достала оттуда легкую, но довольно большую по размеру кофту с капюшоном (всегда ношу на случай ветра).\n\n—На. Должно подойти, во всяком случае, мне так кажется...\n\nПарень настороженно глянул на мою вытянутую руку с кофтой, и аккуратно, как будто она вот-вот могла взорваться, ее взял.\n\n—С какой стати я должен это надеть?! Издеваешься?!\n\n—Не злись.—Я примирительно подняла руки ладонями к нему.—Ты же не хочешь попасть в тюрьму, верно? А если ты хочешь идти в мой дом, то лишнее внимание нам точно не нужно, поэтому... Пожалуйста?\n\nЯ сложила брови домиком, улыбнулась и умоляюще на него посмотрела. И парень, на удивление, послушал меня. Уже через секунду на нем была моя кофта, а на голове красовался фиолетовый капюшон.\n\n—Я тебе это примомню.—Злобно пробурчал парень, пряча руки в карманы черных джинсов и направляясь вдоль реки назад к повороту.\n\n—Хорошо, припомнишь.—Я кивнула, и, быстро застегнув сумку, пошла за парнем.\n\nИ тут, мне пришла в голову интересная мысль...\n\n—Меня, кстати, Элизабет зовут. Для друзей просто Элис. А ...\n\n—Элизабет Тейлор.—Без какой-либо эмоции произнес парень, продолжая идти, а я чуть не споткнулась от неожиданности.\n\n—Откуда ты...\n\n—Я многое знаю.—Односложно сказал парень, даже не повернув ко мне головы.\n\n—А как т...—Я попыталась забыть про эту жуткую фразу, и задать интересующий меня вопрос, но не успела.\n\n—Мое имя Джеффри Вудс. Джефф. Или, как называют меня неоторые–Джефф-Убийца.\n\n",
    "answers": [
      {
        "id": 31,
        "text": "глава 9"
      },
      {
        "id": 1,
        "text": "на первую страницу"
      },
      {
        "id": 2,
        "text": "к списку глав"
      }
    ]
  },
  {
    "id": 30,
    "text": "группа в вк",
    "answers": [
      {
        "id": 1,
        "text": "назад"
      }
    ]
  },
  {
    "id": 31,
    "text": "Я медленно переодевалась, задумчиво глядя на стену. Да... Насколько же мои мысли сейчас были далеки этой комнаты...\n\n_________________________________\n\"-...Ты не сможешь убежать...\"\n\"-... Я найду тебя, где бы ты ни была...\"\n\"-...Ты будешь жить до тех пор, пока обо мне от тебя никто не знает.\"\n\"-...Запомни. Только я могу убить тебя...\"\n_________________________________\n\nЯ вздрогнула, вспомнив события последнего дня, и еще раз взмолилась, чтобы это оказалось сном, но резко распахнувшаяся дверь моей комнаты дала понять, что все произошедшее очень даже реально.\n\nКомнату огласил мой визг, а в парня полетел недавно снятый пиджак, так как под рукой больше ничего не было.\n\n—Ты нормальный?!?!?! Я же говорила-не смей заходить в мою комнату, когда я переодеваюсь!!!!!! Не важно, что ты там о моем тле думаешь, это все равно...\n\nЯ осеклась, глянув в дикие и холодные глаза парня, который уже снял с головы мой пиджак, и сейчас медленно и угрожающе подходил ко мне.\n\n—Я...ты...что..-Я успела только пробормотать что-то несуразное, прежде чем мое горло обвила сильная и крепкая рука, а мой пиджак теперь валялся на полу.\n\n—Это ты-что.-Парень с силой сжал пальцы, отчего мне стало катастрофически не хватать воздуха. Я сжала зубы, и схватила руками держащие меня пальцы парня, в попытках немного ослабить его хватку. Однако, парень только усмехнулся моей жалкой попытке, медленно засунул в карман толстовки руку и, нащупав что-то, начал медленно ее доставать.\n\nХотя, кому я вру... Конечно, этим \"чем-то\" было ни что иное, как нож, который тут же прижался к свободной коже на моей шее.\n\n",
    "answers": [
      {
        "id": 31,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-33.userapi.com/c858032/v858032211/1c24f7/SfTtxF3_rzY.jpg"
      },
      {
        "id": 32,
        "text": "далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "—Ты до сих пор не поняла, в каком положении находишься? Может, тебе напомнить?-Голос парня стал на тон громче, а глаза распахнулись еще шире в жуткой гримассе. Убийца легонько надавил на нож, но для острого лезвия было достаточно малейшего сдвига, чтобы разрезать кожу, и по моей шее медленно потекла тоненькая струйка.\n\nЯ судорожно сжимала пальцы Джеффа и широко открывала рот, стараясь дышать как можно аккуратнее, чтобы не задеть ножа.\n\nПарень еще шире улыбнулся, снова разрывая раны на щеках, но он не заметил даже текущей по своим щекам крови. Его глаза горели сумасшедшим блеском, а кровь со щек текла на губы, окрашивая и их, и даже зубы юноши в багрово-алый цвет.\n\nОт этого жуткого зрелища меня едва не передернуло, но я сдержала себя, и только судорожно сглотнула ком в горле. \n\n\"Никаких проявлений эмоций. Я не должна думать об этом парне, как об уроде и убийце. Я мало о нем знаю, и... Аааа.... Блин .... Как же страшно ....\"\n\nЯ зажмурилась, до хруста сжимая зубы, когда нож начал медленно двигаться вниз по шее. Предусмотрительный юноша теперь надавливал на нож так, чтобы тот не оставлял раны, но не причинять боли он от этого не стал.\n\n",
    "answers": [
      {
        "id": 33,
        "text": "далее"
      }
    ]
  },
  {
    "id": 33,
    "text": "На мою кожу, царапина за царапиной ложились едва заметные белые полосы, а нож медленно двигался все ниже: шея... Ключицы... Грудь в области сердца...\n\nНа этом парень остановился, изучающе, но не менее безумно глядя мне в глаза.\n\n—Не зажила еще, так ведь? Захотела новый узорчик на теле получить?! Так ты только скажи, сразу сделаю... Станешь такой же красивой, как я.\n\nС этими словами, парень быстро убрал руку с ножом от моей груди, но радоваться было рано. В долю секунды лезвие упиралось в краешек моих приоткрытых губ, а я в ужасе распахнула глаза и мелко задрожала.\n\n—Что?! Боишься?!?!-Парень на секунду сверкнул глазами, и тут же безвольно опустил голову. Однако, мое волнение насчет его поступка было напрасным. Плечи парня мелко затряслись, а с губ сорвалось жуткое хихиканье. Уже через секунду, он безумно расхохотался, откинув голову назад. Странно, но даже в этой ситуации, я все равно невольно залюбовалась его красивыми чертами лица и длинными волосами.\n\nОтсмеявшись, парень наклонил голову, и, с широкой кровавой улыбкой и распахнутыми блестящими глазами, дико глянул мне в глаза.\n\n—Боишься наконец??!?!?!!!!!! Ты даже представить себе не можешь, насколько мне хотелось увидеть в твоих глазах этот ужас. Этот дикий животный страх за свою жалкую шкурку!!!!! Ну же!!!!! Кричи! Плачь! Дерись! Бойся меня!!!!!!!\n\nИ, снова безумно расхохотавшись, он легонько шевельнул лезвием. От тошнотворного звука рвущейся кожи, меня передернула, но привкус железа на языке не позволил мне даже слегка дернуться.\n\n—Ха!!!!!! Что! Неужели ты не хочешь стать такой же красивой, как я?!?!?!?! Я ведь красив, так ведь?!?!?!?!?!?!?\n\nЯ усилием воли заставила себя не закричать. По щекам потекли слезы, но я этого не заметила. Страшно? Не буду врать. Мое тело действительно боялось, но душа ... Что-то в его криках о красивом лице было каким-то... Болезненным. Это странное и противоречивое чувство заставило меня поднять глаза на парня, и, аккуратно отпустив его руку, я медленно отвела нож от своего рта.\n\n",
    "answers": [
      {
        "id": 34,
        "text": "глава 10"
      },
      {
        "id": 2,
        "text": "к списку глав"
      },
      {
        "id": 1,
        "text": "на первую страницу"
      }
    ]
  },
  {
    "id": 34,
    "text": "Парень не сопротивлялся, а с каким-то звериным азартом смотрел, что же я сделаю дальше. Он выглядел, как хищник, который с интересом наблюдает за попытками жертвы освободиться.\n\n—Если... Ты... Так хочешь... То, да! Да, мое тело тебя боится! Да, я не хочу быть зарезанной, или жить с разорванной улыбкой!!!—На этих словах парень яростно блеснул глазами, и резко выбросил руку с ножом вперед, собираясь вогнать его в мое тело, но я торопливо продолжила.—Я не хочу ... Потому что я могу улыбаться самостоятельно. И мне нет необходимости жить с искусственной улыбкой, чтобы выглядеть радостной. Я... Хочу нести счастье своими силами. А не улыбаться всегда просто потому, что моя улыбка вырезана на щеках...\n\nЯ грустно улыбнулась, и посмотрела в сторону.\n\n—Хотя я и понимаю, что на мою улыбку всем наплевать... Что всем безразлично, смеюсь я или плачу, я... Все равно. Я буду улыбаться людям до тех пор, пока моя улыбка не станет кому-то нужной... Пока она не даст кому-нибудь то, что он искал, ведь... Настоящей улыбкой так легко согреть... Любого.\n\nЯ снова посмотрела на парня, и еще раз улыбнулась. Слезы начали медленно высыхать, а парень в недоумении смотрел мне в глаза, и на мою улыбку. Рука с ножом медленно опустилась, а сумасшедший огонь в глазах постепенно уступил место удивлению и... Какому-то интересу, что ли?...\n\n",
    "answers": [
      {
        "id": 35,
        "text": "далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "Парень несколько секунд смотрел на меня, а потом, аккуратно разжав пальцы, выпустил мою шею из хватки.\n\nЯ обессиленно прислонилась к стене, судорожно вдыхая воздух, и двумя руками схватилась за горло, а парень стоял в полуметре от меня и изучающе меня разглядывал, и вдруг...\n\nКраешка губ–там, где сейчас была небольшая рана–коснулись длинные и холодные, но до необычного нежные, пальцы.\n\nОт удивления я на мгновение забыла, как дышать. Щеки залились румянцем, а руки судорожно сжали кофту. Парень медленно провел пальцем от краешка моих губ до щеки, и хрипло сказал:\n\n—Прости... очень больно?\n\nОт шока я остолбенела и ошалело уставилась в голубые глаза юноши. Слова застряли в горле, когда я поняла, ЧТО только что сделал этот парень. Он извинился. Убийца извинился! Между его бровей легла складка, а глаза болезненно сощурились.\n\nЧерез несколько бесконечно долгих для меня мгновений, я наконец смогла выговорить:\n\n—Н... Нет, нормально...—Я поздно поняла, что только что ляпнула, но парень понимающе кивнул, и убрал от моего лица руку. Отойдя от меня на несколько шагов, он положил все еще зажатый в руке нож в карман толстовки, и натянул на голову капюшон.\n\nЯ все еще удивленно рассматривала парня, но когда он развернулся, чтобы выйти из комнаты, мигом вспомнила, что еще нужно было сделать.\n\n",
    "answers": [
      {
        "id": 36,
        "text": "далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "—Джеффри?!\n\nПарень остановился, и молча повернул в мою сторону скрытое капюшоном лицо.\n\n—Твоя одежда! Ее постирать надо, и, схватив парня за рукав, я потащила его в ванную. Тот не сопротивлялся, спокойно идя туда, куда я покажу. Чем-то он напоминал мне брата, когда тот был еще маленьким...\n\n\"Мама взлослая, Эл! Надо слусатса маму!\"—Научал меня–трехлетнюю недотепу–уму-разуму четырехлетний старший брат.—\"Кудя мама поведет, тудя и иди, поняля?\"\n\nЯ улыбнулась своим мыслям, и, открыв дверь в ванную, отпустила рукав парня.\n\n—Вот здесь. Переоденься, а я пока бойлер включу.—С этими словами, я демонстративно отвернулась от него, показывая, что смотреть не буду, и потопала к бойлеру, включая его на максимальную мощность.\n\n—Ты обычно в насколько горячей воде...\n\nНо я не успела договорить. Я обернулась, и в тот же миг дико покраснела и ужаснулась одновременно.\n\nПарень уже наполовину снял толстовку, и теперь стоял голый по пояс. Оказалось, мои представления о его телосложении были недалеки от истины: рельефная грудь, довольно крепкие мускулы, и накачанный торс с шестью кубиками. Такой фигуре позавидовало бы большинство спортсменов, но в каком виде было его тело!\n\nИзраненная, покрытая десятками незаживающих шрамов, вся в запекшейся и своей и чужой крови, кожа, внушала страх. А присмотревшись, я заметила, даже, несколько совершенно свежих глубоких ран, на груди, вдоль ключиц, и, уходящая за спину, на боку.\n\n",
    "answers": [
      {
        "id": 37,
        "text": "далее"
      }
    ]
  },
  {
    "id": 37,
    "text": "—Что...как ты...—Я потрясенно смотрела на парня, медленно опускаясь на колени. На глаза стремительно наворачивались слезы. Как только я представляла, какая боль пронзает его тело при каждом движении...\n\nОдна за одной по щекам потекли горячие струйки, которые я даже не пыталась сдерживать. Я просто сидела, прикрыв рот руками, и в ужасе крутила головой из стороны в сторону.\n\n—Вот только жалеть меня не надо.—Парень смерил меня холодным взглядом.—Ничего особенного, просто эти глупцы отбивались.\n\nПо губам Джеффа пробежала презрительная усмешка, и толстовка полетела на пол к стиральной машине.\n\nЯ быстро вытерла слезы, понимая, что от них будет больше вреда, чем пользы. Жалость для него–оскорбление. А я вовсе не хочу его ни злить, ни делать ему больно.\n\n—Хорошо. Тогда залезешь в ванную, а я помогу тебе с ранами.—И спокойно поднявшись, я повернула ручки крана, делая воду \"горяченькой\".\n\nПарень пристально сотрел на то, как я выхожу из ванной, а я, замерев на секунду сказала, глядя в пол, быстро произнесла:\n\n—Когда будешь готов—Скажешь. Я буду за дверью, если что.\n\nИ, с этими словами, я вышла из ванной комнаты, оставив парня наедине со своими размышлениями.\n\n",
    "answers": [
      {
        "id": 38,
        "text": "глава 11"
      },
      {
        "id": 2,
        "text": "к списку глав"
      },
      {
        "id": 1,
        "text": "на первую страницу"
      }
    ]
  },
  {
    "id": 38,
    "text": "Я, прислонившись к стене, сидела на полу около двери в ванную, и никак не могла выбросить из головы представшую передо мной картину. Грудь, ключицы и торс парня, покрытые просто ужасающим количеством шрамов. От мелких царапин до очень глубоких порезов; от еле видных белых, уже заживших, полосок, до просто плотных сгустков чуть засохшей крови, которая, казалось, от самого незначительного движения разрывалась, заливая кровью бледное тело юноши.\n\nЯ вздрогнула и, обняв колени руками, уткнулась в них носом. Мои плечи мелко вздрагивали, а из глаз, сразу же впитываясь в ткань домашних штанов, бурным потоком потекли слезы.\n\n\"Как же... Как он... Боже...\"\n\nПлечи задрожали еще сильнее, а с моих губ срывались тихие, еле различимые, хриплые всхлипы.\n\nУ меня очень низкий болевой порог, и если я знаю, что от каких-либо действий мне будет больно, я лучше неделю не буду двигаться, лишь бы не почувствовать боли. Поэтому, я совершенно не понимала Джеффа. \n\n\"Как он умудряется терпеть все это, да при этом еще и так ловко двигаться... Какую же боль ему причиняет каждый вдох, что уж тут говорить о нападениях на людей. Да и... Зачем он нападает-то?...\"\n\nМои размышления и плач были прерваны, раздавшимся из приоткрывшейся двери, тихим голосом:\n—Готов.\n\n—Ага, иду...—Я постаралась говорить тише, чтобы было проще контролировать дрожащий голос.\n\nЯ неуклюже поднялась с пола, быстро вытерла глаза и ,помахав перед лицом руками, чтобы краснота сошла, глубоко вздохнула, и зашла в ванную.\n\nИ тут же чуть опять не разрыдалась от этой картины.\n\n",
    "answers": [
      {
        "id": 39,
        "text": "далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "Парень, сгорбившись и подтянув ноги к подбородку сидел в ванной, исподлобья глядя на меня. Черные до плеч, слипшиеся волосы, которые, казалось, уже забыли, как мыло выглядит; вырезанная на щеках улыбка, от которой к подбородку спускались струйки крови и израненное, изуродованное ранениями тело...\n\nЯ тряхнула головой, откидывая назад челку.\n\n\"Успокойся, Эл. Ты не должна так реагировать на его раны. Как, думаешь, ему живется?...\"\n\nПостояв пару секунд, я медленно взяла с мыльницы мочалку и шампунь.\n\n—Не хочешь завизжать от страха?.\n\nЯ обернулась и встретилась с холодным, изучающим взглядом юноши, который исподлобья, пристально наблюдал за мной.\n\nТак... Спокойно... Глубокий вдох...\n\n—Нет, я не буду визжать от страха.—Спокойно ответила я, не спеша подходя к ванне.\n\nПарень сузил глаза, а его губы изогнулись в надменной ухмылке.\n\n—Только не говори мне, что тебя и мое тело не напугало.\n\n—Напугало.—Я пожала плечами, и чуть качнула головой.—Но почему ты решил, что я буду орать от ужаса?\n\n—ДА ПОТОМУ ЧТО ВСЕ ТАК РЕАГИРУЮТ!!!!!!\n\nПарень снова широко раскрыл глаза и, свирепо оскалившись, схватил меня за руку и резко потянул на себя.\n\n",
    "answers": [
      {
        "id": 40,
        "text": "далее"
      }
    ]
  },
  {
    "id": 40,
    "text": "От неожиданности я разжала пальцы. Шампунь и полотенце выпали из рук, а сама я, в порытке удержаться от падения, упала на колено.\n\n—ТЫ ТАКАЯ ЖЕ КАК И ВСЕ, СЛЫШИШЬ?!?!?!!!!!! ХВАТИТ ПУДРИТЬ МНЕ МОЗГИ!!!!!!!!\n\nПарень настолько сильно сжимал мое запястье, что на секунду у меня все поплыло перед глазами.\n\n—Джеффри, я...\n\n—ЗАТКНИСЬ!!!!!!!!—Парень с силой встряхнул меня. Мои зубы стукнулись, а через секунду на языке появился странный железный привкус...\n\n\"Прикусила, наверное...\"\n\nПока я немного приходила в себя от встряски, в руке парня сверкнуло лезвие и в долю секунды прижалось к моим губам.\n\n—Скажи еще раз, что не боишься. И не думай солгать. С каждой лживой буквой твоя улыбка будет становиться все шире и шире... Скажи спасибо, что я украшу твое жалкое лицо.—Я внутренне сжалась, а на глаза стали медленно наворачиваться слезы. Зачем он сказал это...—А теперь отвечай. Ты боишься меня?\n\nЯ молчала, изо всех сил стараясь собраться с мыслями и понять, что я чувствую. Однако, парня, видимо, мое молчание сильно напрягало.\n\n—ГОВОРИ!!!!!!!!!!—в уголок моих губ уперлось острое лезвие. И я заговорила, аккуратно, чтобы не коснуться ненароком лезвия.\n\n—Понимаешь... Я не боюсь тебя. По-настоящему. Я ни капельки не боюсь тебя...\n\n—ЛОЖЬ!!!!!!!!!—Вскричал парень, еще плотнее прижимая нож к моим губам. По подбородку снова потекла кровь. Второй раз за день, сколько можно уже?!—ГОВОРИ СЕЙЧАС ЖЕ, ИЛИ УЛЫБНЕШЬСЯ НЕ ПО СВОЕЙ ВОЛЕ!!!!!!!!\n\nЯ глубоко вздохнула. Блин. Меня это уже начинает злить. Моя раненая губа ещё даже закрыться толком не успела, а этот красавец уже...\n\n—Я не лгу. И убери нож, пожалуйста.—Я пристально посмотрела в глаза парня и аккуратно подняла руку...\n\n",
    "answers": [
      {
        "id": 41,
        "text": "далее"
      }
    ]
  },
  {
    "id": 41,
    "text": "Но прежде, чем я успела дотронуться до его холодной коди, парень медленно опустил руку с ножом, а я продолжила:\n\n—Я не боюсь тебя, и не собираюсь бояться. Я не знаю, почему, но мне кажется, что в очень глубоко в душе ты не хочешь убивать, и... Твои шрамы...\n\nС этими словами, я протянула руку и аккуратно коснулась кончиками пальцев до страшных ран на его щеках. Бугристые, чуть шершавые на ощупь раны, сперва вселявшие в меня просто дикий ужас, сейчас ни капли не пугали меня. Даже наоборот... Внутри меня начало загораться странное чувство... Мне... Мне очень хотелось прижать к себе этого страшно изуродованного, по меркам общества, сломанного парня. Юношу, в синих глазах которого отражалось столько боли...\n\nИз моих размышлений меня вытянул сильный удар в запястье, моя рука по инерции отлетела на\nдесяток сантиметров, а я удивленно раскрыв глаза, смотрела на Джеффри.\n\nИ встретилась со смесью шока, боли, страха и удивлению в глазах парня.\n\n—Как ты смеешь касаться меня... Ты дура?!?!?!\n\nБледные щеки парня теперь горели огнем, а глаза были распахнуты еще шире, чем обычно. \n\n—Прости... Я не думала, что тебе будет так больно...—Я виновато опустила голову, скрывая так и рвущиеся наружу слезы. Однако, на парня эти слова подействовали более, чем неожиданно.\n\nОн медленно отпустил мое запястье и так же медленно сел обратно в воду, отворачивая лицо к стене.\n\n—Хватит. Успокойся, и делай, что хотела. Или ты так весь день сидеть собираешься?\n\nЯ, страшно поражаясь резкой переменой в настроении парня, мельком глянула в его сторону и принялась собирать упавшие принадлежности.\n\n",
    "answers": [
      {
        "id": 42,
        "text": "глава 12 (в разработке)"
      },
      {
        "id": 2,
        "text": "к списку глав"
      },
      {
        "id": 1,
        "text": "на первую страницу"
      }
    ]
  },
  {
    "id": 42,
    "text": "Я медленно подняла упавший шампунь и полотенце и немного постояла, приходя в себя.\n\n—Хорошо, тогда, поворачивайся спиной. Я буду стараться, как можно аккуратнее обходиться с ранами, а потом обработаю их и перевяжу, не возражаешь?\n\n—Угу...—Угрюмо буркнул парень, и повернулся ко мне спиной, облокатился на бортики ванны и одной рукой взъерошил себе челку.\n\n\"Интересно... Ему это тоже помогает в размышлениях?...\"\n\nЯ подошла к парню, и аккуратно опустилась на колени, сдерживая болезненный стон. После моего неудачного приземления на колено, снова давали знать о себе последствия старой травмы.\n\n—Если будет больно–говори, хорошо?\n\nПарень ничего не ответил, но я не стала настаивать, решив, что молчание можно расценивать и как знак согласия.\n\n\"Да, Элизабет Тейлор... До чего ты себя довела? Сидишь тут в собственной ванной, с убийцей, да еще, к тому же, собираешься отмывать его от крови, и залечивать ему раны. Точно чокнутая. Любой другой сто лет назад попытался бы вызвать милицию, или, на крайний случай, убить его... Да, кстати, а где его нож?\"\n\nЯ быстро просканировала краем глаз пространство вокруг, и, наконец, заметила лежащий на дне ванны нож.\n\n\"Странно ... Почему он с ним не расстаётся? Неужели, боится, что я что-то ему сделаю? Или просто привык всегда быть начеку?... Да уж. Этот парень–одна сплошная загадка. Так. Эл, хватит уже сидеть и, как дура, глядеть в пустоту. Так и вода остынет.\"\n\nЯ глубоко вздохнула, и, делая вид, что моя заминка была вызвана не более чем более удобным перевязыванием волос, взялась за мягкую, бархатистую ткань полотенца.\n\n",
    "answers": [
      {
        "id": 43,
        "text": "далее"
      }
    ]
  },
  {
    "id": 43,
    "text": "—Я постараюсь аккуратнее.—Тихо, но четко проговорила я и, обмакнув полотенце в воде, бережно приложила его к истерзанной спине юноши.\n\nАккуратно, стараясь делать это как можно нежнее, чтобы ненароком не разодрать его раны, я полотенцем стирала с его спины кровь, снова и снова поражаясь его выносливости. Я бы и двух секунд этой экзекуции не выдержала–орала бы от боли, как резаная, а он... Даже дыхание не участилось–каким было, таким и осталось, несмотря на то, что несколько ран были совсем свежими, и каждое к ним прикосновение, без сомнений, причиняло боль.\n\nПолотенце из белого стало уже бордово-красным, когда я, сама того не заметив, слишком резко провела им по коже.\n\n—Прости!!! Прости, пожалуйста, прости!!! Я сейчас все сделаю...\n\nЯ чуть не вскрикнула от осознания того, что я только что, своими руками разорвала самую серьезную рану, проходившую вдоль лопаток юноши.\n\nЯ пулей метнулась к висящей неподалеку аптечке и, быстро покопавшись в лежащих там лекарствах, схватила перекись водорода, вату и бинты, и еще несколько баночек и бутылочек с лекарствами.\n\nБормоча извинения, я подскочила к парню и, попутно смачивая кусок ваты перекисью, снова опустилась на колени.\n\n\"Странно... Даже на это не среагировал....\"\n\nРазмышляя о его необычной устойчивости к боли, я, смачивая вату перекисью, аккуратно обрабатывала ею раны, чтобы безболезненно для парня снять с них корки засохшей крови.\n\nОднако, когда я почти стерла с его спины всю кровь и немного отодвинулась, чтобы осмотреть, как много ран можно обработать, я едва не закричала от ужаса.\n\n",
    "answers": [
      {
        "id": 44,
        "text": "далее"
      }
    ]
  },
  {
    "id": 44,
    "text": "Перед моими глазами открылись страшные, гноящиеся ранения, которые при близком рассмотрении выглядели еще более, или менее нормально. Из только что раскрывшихся ран вытекала густая, беловатая жидкость, вперемешку с кровью, и теперь его чересчур бледная спина выглядела еще страшнее, для непривыкшего человека, чем мне казалось сперва.\n\nНевероятным усилием воли, я сдержала рвущийся наружу крик, и только слегка вздрогнула.\n\n—Ужасно, верно?.—слова парня, несмотря на смысл, звучали как утверждение. Выходит, он прекрасно знает о состоянии своего тела? Тогда почему бездействует? Однако... Человек не должен так уничижительно говорить о себе... Это также неправильно, как и завышенная самооценка.\n\n—Вовсе нет.—К счастью, мой голос не подвел меня, и я сказала то, что в принципе, на самом деле думаю. После таких ранений все могло быть куда серьезнее...—Хотя, я немного не привыкла смотреть на... Серьезные раны.\n\n—Не лги. Ты буквально дрожишь от страха.—Ледяным тоном произнес парень, даже не поворачивая головы в мою сторону.—У меня слишком хорошо развиты ощущения, чтобы не услышать твоего резкого вдоха и того, как сильно твои пальцы сжали полотенце.\n\n—Ты... И ты все это слышишь?—Честно говоря, я была просто поражена. Конечно, я знала, что человек может многое ... В том числе и довольно невероятные вещи, но чтобы ... Слышать то, как я сжала ТКАНЬ!!!\n\n—За несколько лет я научился выслеживать людей и хорошо скрываться от милиции.—Парень скучающе провел рукой по чуть мокрым волосам (я до них еще не добралась).—Это далеко не предел того, на что я способен.\n\nДаже не глядя на его лицо, я почувствовала, как на его щеках заиграла та самая улыбка, от которой по моей коже бегали мурашки, настолько угрожающе звучал его голос в тот момент.\n\n",
    "answers": [
      {
        "id": 45,
        "text": "далее"
      }
    ]
  },
  {
    "id": 45,
    "text": "—И.. Можно я задам вопрос?\n\n—По-твоему, я тот человек, которому можно задавать вопросы?—Парень чуть повернул голову, и насмешливо покосился на меня из-под длинных прядей.—Тебе самой не кажется, что ты чересчур наивна и опрометчива? А, постой... Или ты не знаешь, кто я такой?\n\nПарень уже повернулся в ванне боком и, теперь уже в фас, пристально на меня смотрел, ожидая моего ответа.\n\n—Ну... Честно говоря, я думаю, что ты убиваешь людей...\n\n—Думаешь?!—Парень перебил меня, звонко расхохотавшись.—Ты что, живешь первый день, или что?! Про серийного маньяка \"Джеффа-Убийцу\" никогда не слыхала?!?!\n\n—Нет, не слышала.—Я, для большего убеждения, покачала головой.—Я редко смотрю телевизор... Вернее, вообще не смотрю, потому у меня его нет. А в интернете я подобным не интересуюсь. У меня много других развлечений, кроме того, чтобы про маньяков читать.\n\n—Хах. Дура. Неудивительно, что ты так просто мне попалась. Предупрежден-вооружен, а ты такие новости даже почитать не удосужилась! Точно-дура. Вечно вы, людишки, пренебрегаете тем, что вам говорят, а потом удивляетесь: \"Хм... Странно. Почему же это со мной произошло?\". Глупцы.\n\n—Можно подумать, ты не человек!—Меня уже начинало напрягать его ежесекундные намеки на то, какая я дура, да и не только я, но и все люди вместе взятые.\n\n—Я?—Парень усмехнулся и недобро покосился на меня.—Как ты думаешь, можно ли считать человеком того, кто убивает без какой-либо причины. Никогда не испытывает угрызений совести, и просто наслаждается страданиями, болью, муками и кровью других людей? Как ты думаешь, я человек?\n\n",
    "answers": [
      {
        "id": 46,
        "text": "глава 13"
      },
      {
        "id": 2,
        "text": "к списку глав"
      },
      {
        "id": 1,
        "text": "на первую страницу"
      }
    ]
  },
  {
    "id": 46,
    "text": "Джефф уже издевательски скалился, словно показывая мне, что в этом вопросе мне не одержать верх, но я не собиралась сдаваться. В частности, потому, что у меня и здесь было иное мнение.\n\n—Человек.—Твердо кивнула я, под изумленным взглядом парня, который от удивления даже улыбаться перестал.—Конечно, человек! А кто же еще? Ты и физически, и морально–человек, и этого не сможет поменять никто, какое бы у кого не было мнение.\n\n—Ты просто не понимаешь, с кем имеешь дело.—Парень склонил голову чуть набок, и, глядя в пол, с ноткой задумчивости сказал:—Я уже давно утратил все человеческое. А это–лишнее тому подтверждение.\n\nНа последних словах, он откинул с лица несколько самых длинных прядей, открывая во всей своей красе жуткие порезы на щеках.\n\nБледная, словно фарфоровая кожа, и грубые черно-бордовые шрамы. Вместе это создавало довольно-таки удручающую картину. Казалось, что лицо парня было неаккуратно сшито из двух, похожих друг на друга, кусков кожи.\n\n—Ты все еще утверждаешь, что я–человек? А что ты скажешь, если узнаешь, что украсил свое лицо улыбкой никто иной, как я? Все еще хочешь доказать мне, что я человек?!—Парень чуть повысил голос, и теперь снова истерически кричал, прожигая меня своим безумным взглядом.—Я–сумасшедший! Я–псих! Я–убийца! Я–МОНСТР! НО НИКАК НЕ ЧЕЛОВЕК!!!! ХВАТИТ УЖЕ ИГРАТЬ СВОЮ ЛЖИВУЮ РОЛЬ ДОБРОЙ ДЕВОЧКИ, КОТОРАЯ ХОЧЕТ ПОПЫТАТЬСЯ ДОКАЗАТЬ УБИЙЦЕ, ЧТО ОН НЕ ТАК УЖ И УЖАСЕН!!! ПОЧЕМУ ТЫ ПРОСТО НЕ ПРИЗНАЕШЬ, ЧТО Я-СУМАСШЕДШИЙ МОНСТР, КОТОРЫЙ РАДИ УДОВОЛЬСТВИЯ УБИВАЕТ ЛЮБОГО, КТО ПОПАДЕТСЯ НА ЕГО ПУТИ?!?!?! ПОЧЕМУ... Ты...\n\nПарень опустил голову, будто выдохся, и тихо произнес:\n\n—Ты не в сказке. Такие, как я никогда не станут добрыми и добропорядочными людьми. Таких, как я не должно существовать. И... Хватит лгать мне.\n\n—Я не лгу. Я...—Я вздохнула, и беспомощно обвела глазами комнату. С какой-то стороны, он прав. Я действительно лгу ему. Не во всем, но все же... Но... Мне, почему-то, жаль его. Да, часть меня понимает, что он опасен, и что он монстр, но вторая моя часть... Мне хочется прижать его к себе, погладить по волосам и успокоить его. Уберечь от зла мира... Сейчас я чувствовала к этому сломленному юноше то же, что и к брату, когда стало известно о его болезни.\n\n",
    "answers": [
      {
        "id": 47,
        "text": "далее"
      }
    ]
  },
  {
    "id": 47,
    "text": "________________________\nНесколько лет назад\n________________________\n—Скрытый порок сердца. Без лечения он долго не проживет.\n\nПозже, врач скажет Маме, что удивительно даже то, что Ричард дожил даже до своих пятнадцати лет, но тогда после слов доктора у меня словно ушла земля из-под ног. Я ничего не понимала в медицинской терминологии, но фраза: \"долго не проживет\" прозвучала, как удар под дых. Глаза заволокло слезами, и я с отчаянным криком побежала вниз по лестнице-в палату к брату.\n\n\"Нет... Нет, нет,нет,нет,нет,нет,нет!!!!!!!! Брат не может умереть!!!! Он не может нас оставить!!! Братик не умрет!!!!\"\n\nЯ, вся в слезах, с грохотом распахнула дверь больницы, и в отчаянии посмотрела в глаза брата.\n\n—Ты же не уйдешь?! Не уйдешь, да?!?  Ты же будешь жить, Ри!! Будешь, правда?!?! Ты же не.... Ты же будешь... Ты... Я...\n\nЯ, в истерике захлебываясь слезами, упала коленями на пол, и, закрыла лицо руками.\n\n—Элис?—Брат аккуратно встал с кровати, и, подойдя ко мне, опустился на колени рядом со мной.\n\n—Ри... Ри, пожалуйста, не уходи!!! Братик, я так тебя люблю... Я... Не умирай!!! Пожалуйста, пожалуйста, пожалуйста, не умирай!!!!—Я в отчаянии вглядывалась в глаза брата, надеясь, что если он скажет, что не умрет, то это сбудется. Перед глазами все плыло от слез, и единственное, что я видела в тот момент-это зеленые глаза. Зеленые глаза моего брата, который вот-вот мог умереть.\n\n—Эл...\n\n—Братик, обещаю, я никогда больше не буду тебя расстраивать!!! И телевизор не буду мешать смотреть!!! И плов буду готовить каждый день!!! Только пожалуйста, не уходи!!! Братик!!!—Я обхватила руками шею брата, и, уткнувшись носом в его плечо разрыдалась еще сильнее.—Я не буду с тобой ссориться! Честное слово!!! И дуться на тебя не буду, когда ты у меня конфетки забираешь, и... И кричать на тебя не буду, когда ты в мой дневник опять полезешь, только... Не умирай... пожалуйста...\n\nПоследние слова я уже прохрипела в его плечо, всем телом содрогаясь от душивших меня слез.\n\nБрат ничего не говорил. Просто обнял меня в ответ, и положил мне подбородок на макушку. Такой высокий... На целую голову выше меня. И почему у него этот порок... Почему именно у Ри?! На планете столько миллиардов людей!!! Почему именно он?!?! Он же мой брат!!! И я!... Я... я так его люблю.\n_____________________________________\n\n",
    "answers": [
      {
        "id": 2,
        "text": "к списку глав"
      },
      {
        "id": 1,
        "text": "на первую страницу"
      },
      {
        "id": 48,
        "text": "глава 14"
      }
    ]
  },
  {
    "id": 48,
    "text": "Я улыбнулась краешком губ, и перевела взгляд на парня. Брат, к счастью, вопреки предсказаниям врачей, до сих пор жив и, хоть и часто ездит на лечения, усирать не собирается, но я никогда не забуду того, что я чувствовала в тот момент, когда услышала слова доктора...\n\n\"Он долго не проживет\"...\n\nВ моей груди тогда плескался целый микс эмоций. Отчаяние, страх, боль, ненависть ко всем этим врачам, не способным даже на то, чтобы вылечить моего брата, и бесконечное желание защитить Ричарда от... От всего. От времени, от смерти, от врачей, от людей... От всего. Просто сидеть с ним в обнимку, и никогда не отпускать.\n\nК этому парню я чувствовала нечто подобное. Я бы не назвала это жалостью... Я пока не могла себя заставить жалеть убийцу, лишившего жизней многих людей. Я... Скорее, я ему сочувствовала. Просто так, без какой-либо на то причины, серийными убийцами и маньяками люди не становятся. Что-то ведь должно было подломить его... И мне хотелось, также, как и брата, опуститься рядом с ним на колени, обнять, и гладить по волосам, чтобы уберечь его от той ненависти, что клубилась в его сердце. От той боли, которая постоянно преследовала его. От той ярости, что рвалась наружу через убийства, и... Защитить его от себя самого. С какой-то стороны, до того, что с ним стало, его довел никто иной, как он сам. Своим презрением к своей жизни, внешности, которое он старался прятать даже от себя, пытаясь восхвалять свое лицо. Он сам накручивал себя до той степени, что уже просто не мог с этим справиться... И срывался. А вернее, срывал свою ненависть к себе на других... Да уж... Не могу даже свои мысли объяснить самой себе... \n\n",
    "answers": [
      {
        "id": 49,
        "text": "далее"
      }
    ]
  },
  {
    "id": 49,
    "text": "—Ты не понимаешь... Я ведь не говорю, что ты обязан стать хорошим, добрым ангелом. Я ведь ничего от тебя не требую. Просто...-Я задумчиво запустила пальцы в волосы.-Я просто тебя не боюсь. Вернее, как... Боюсь, но... Как-то не совсем так, как... Угх. Это сложно!-Я устало помотала головой, пытаясь привести свои мысли в порядок. От всего пережитого, мой утомленный мозг медленно, но верно отказывался работать.\n\nПарень изучающе рассматривал меня, как будто видел впервые в жизни, а я поднялась с колен, с намерением поискать Джеффри одежду. Я вырублюсь с минуты на минуту, а мне не очень-то хочется, чтобы по моему дому ходил полуголый парень... Вернее, почти совсем голый.\n\nЯ, еле переставляя ноги, побрела к двери, когда меня остановил голос за спиной.\n\n—Где твои родители? Почему ты одна?\n\nЯ вздрогнула, и, медленно повернув голову в сторону юноши, грустно улыбнулась ему.\n\n—Они с братом в Германии... На лечении. У брата серьезная болезнь и... Ему нужен другой климат и лечение, поэтому... Я живу тут одна.\n\nЯ снова грустно улыбнулась и тихо добавила:\n—Так что, если ты волнуешься, что я кому-то расскажу о тебе, или сдам тебя куда-то, лучше сразу оставляй эти мысли. Мне некому рассказывать.\n\nС этими словами, я вышла из комнаты. Мои мысли сейчас были далеко отсюда... В таком далёком, теперь, от меня прошлом... Рядом с моей счастливой и беззаботной семьёй и друзьями... Ну, или не с друзьями, а с теми двуличными людьми, которые оставят меня в самый тяжёлый период моей жизни. Людьми, которые отвернутся от меня, как только я потеряю былую популярность и богатство...\n\nЯ тряхнула головой, отгоняя печальные мысли, и заглянула в шкаф папиной комнаты.\n\n\"Если я не ошибаюсь, то где-то здесь Папа оставил немного одежды... Только вот, подойдет ли это Джеффу? Мой Папа довольно высокий, крепкий мужчина, а парень в ванной, хоть и не низкий (на вид около 183± см), но особо крупной фигурой не отличается...\"\n\nЯ задумчиво перебирала одежду в шкафу, стараясь найти как можно более подходящую по размеру.\n\n\"Никогда не думала, что это так сложно...\"-Хмурилась я, откладывая в сторону чересчур большие для Джеффа вещи, и, странное дело, в эту стопку переместилась почти вся одежда из шкафа.\n\n",
    "answers": [
      {
        "id": 50,
        "text": "далее"
      }
    ]
  },
  {
    "id": 50,
    "text": "В конце концов, спустя минут десять, я, наконец, отобрала несколько вещей, которые Папа, видимо, покупал брату: голубая футболка, белая толстовка, белая рубашка, две майки, свитер темно-синего цвета, пиджак и дутая коричневая куртка. А из нижней половины гардероба: несколько пар джинсов стнего и черного цветов.\n\n\"Чтож, чудесная работа, Эл.\"-Мысленно похвалила я себя, отряхивая пыль со своей пижамки.-\"Очень даже крупный куш, особенно из того, что было в шкафу. Этого должно хватить на... Ну, не знаю, насколько, но, думаю, на довольно долгое время.\"\n\nОтряхнувшись, я кое-как устроила стопку одежды у себя на плече, и, придерживая ее одной рукой, как в Индии, понесла свою добычу в ванную к парню.\n\nЗайдя в комнату, я положила стопку на стиральную машину, и сказала, повернув голову к юноше:\n\n—Потом посмотришь, что тебе из этого подходит, хорошо? Ее еще никто не носил... Отец купил все это для брата, но уезжая они, видимо, решили оставить ее здесь... Ну, вернее, я не знаю, почему они ее не взяли, но пусть будет так.\n\nЯ похлопала рукой по верхней толстовке, и подошла к ванной. Парень сидел, опустив голову, и на мои слова никак не реагировал, что было довольно странно, поэтому я тихонько коснулась его плеча:\n\n—Ты сможешь...-Однако, договорить я не успела. Парень резко отбросил от себя мою руку и, не подымая головы, бросил:\n\n—Не трогай меня. Я не ребенок, и прекрасно справлюсь сам, а ты посидишь тут. И даже не пытайся позвать кого-нибудь.\n\nДоговорив, Джефф разжал пальцы, и моя рука безвольно повисла рядом с телом. Парень, по-прежнему не поднимая головы, опустился в воду по самый подбородок, позволяя кончикам волос намокнуть.\n\nЯ пожала плечами, отошла к противоположной стене, и, прислонившись к ней спиной, обессиленно опустилась на пол.\n\n—Если что... Разбудишь.. ладно.?.. Надо твои... раны... об..рабтть...\n\nТак, бормоча какие-то подобные словам слоги, мой уставший от сегодняшних стрессов мозг погрузился в крепкий сон...\n\n",
    "answers": [
      {
        "id": 51,
        "text": "глава 15"
      },
      {
        "id": 1,
        "text": "на первую страницу"
      },
      {
        "id": 2,
        "text": "к списку глав"
      }
    ]
  },
  {
    "id": 51,
    "text": "Парень сидел, по шею опустившись в горячую воду, и задумчиво смотрелна умиротворенное выражение\nлица спящей девушки.\n\n\"Так спокойно заснула?… Хотя, длянее день был довольно\nнасыщенный, просто вырубилась отусталости… Но все равно...\"\n\nЮноша нахмурился и, шумно\nвдохнув, погрузился в воду по самуюмакушку.\n\nЗадержав дыхание, с закрытыми\nглазами, Джефф сидел, погруженныйв воду, и напряженно размышлял.\n\n\"Итак, убийца недоделанный, какоголешего ты не убил эту девушку? Нуладно. Допустим. Ты во второй развстретил ее, и она была жива. Но в первый-то раз?! С какой радости ты просто так ее отпустил? Ой, блин… Дожился.\" \n\nПарень вынырнул, мотая головой в стороны, и шумно пару раз вдохнул.\n\"Элизабет Тэйлор… Несмотря на то, что я практически все о тебе знаю, но… Кто ты такая?! Вернее… Почему ты до сих пор жива после встречи со мной?\" \n\nПарень быстро глянул в сторону свернувшейся в клубочек фигурки. Длинные темные волосы, мягкими волнами рассыпавшиеся по плечам,прикрытые пушистыми ресницами глаза, стройная, миниатюрнаая фигурка, тонкие руки с длинными пальцами… красивая, чуть бледноватая нежная кожа…\n\n",
    "answers": [
      {
        "id": 52,
        "text": "далее"
      }
    ]
  },
  {
    "id": 52,
    "text": "\"Слишком хрупкая… Легко сломать.\"-Мелькнула в голове назойливая мысль, а рука, как в тумане, медленно сжала рукоять любимого ножа.-\"Сломать, или… Разорвать.\" \n\nГубы юноши изогнулись в хищном оскале, а из натянувшихся от улыбки ран, медленно потекла кровь. \n\n\"Она должна быть мертва. Уже давно. Уже второй день, как ее не должно быть в живых. Надо это исправить…\"\n\nПарень поднял руку с сжатым в пальцах ножом, а струйка крови с каждой секундой стекала по щеке все быстрее. \n\n\"Эта плоть… Как же, должно быть, приятно будет вонзить в ее тело нож, верно?… Джефф.\"\n\nЗа долю секунды до того, как глаза парня заволокла тьма, ему на руку упала алая капля. Как в тумане, мельком глянув на нее, парень собирался, было, выйти из воды, но… \n\n\"...Зачем?! Зачем ты это делаешь? Я не понимаю… Ведь это больно!Зачем ты так жутко улыбаешься, зная, что это разрывает твои раны?!…\" \n\nГрустно усмехнувшись, Джефф неосознанно потянулся пальцами к щеке. \n\n\"Какая ей разница, что я чувствую.… Ее не должно волновать, больно мне, или нет, я… Я же хотел ее зарезать, но…\"\n\nНож с звонким всплеском упал из расслабившейся руки в воду, но парень этого будто не заметил. Его кончики пальцев рассеянно гуляли по кровоточащим ранам.\n\n",
    "answers": [
      {
        "id": 53,
        "text": "далее"
      }
    ]
  },
  {
    "id": 53,
    "text": "\"Ты должен убить ее.\"\n\nДжефф вздрогнул. Дыхание перехватило, а удары сердца отдавались в ушах, словно бой курантов.\n\n—угх... Я не...—Голова отозвалась острой пульсирующей болью, и парень со стоном обхватил ее руками.—Нет, нет.. не...\n\nС каждым вдохом дышать становилось все сложнее, словно какая-то неведомая сила сжимала грудь, не позволяя Джеффу сделать полноценный вдох, а разум парня словно заволокло пеленой. Теперь все его мысли были только о том, как избавиться от этой кошмарной боли.\n\n\"Мне не должно быть больно... Я ведь уже к этому привык, так почему...\"\n\nХриплый стон, сорвавшийся с пересохших губ юноши, прервал поток его размышлений, а руки сильнее вцепились в волосы.\n\n\"Ты должен ее убить. Тогда эта боль пройдет.\"\n\nДжефф со стоном, дрожащей рукой начал нащупывать на дне ванной рукоять выпавшего оружия, в то время, как странный голос твердил лишь одно слово:\n\n\"Убей. Убей ее. Ты должен убить, ты же монстр.\"\n\n\"Я ...\"—Джефф крепко зажмурился, когда в его голове прозвучал другой голос...\n\n\"...Ты-человек. Что бы ты не думал, от этого твоя сущность не изменится...\"\n\n\"...Я не знаю... Я... Я просто не боюсь тебя. Вернее, нет. Боюсь, но... Но как-то не так.... Угх. Это слишком сложно!...\"\n\n",
    "answers": [
      {
        "id": 54,
        "text": "далее"
      }
    ]
  },
  {
    "id": 54,
    "text": "Тело парня конвульсивно дернулось, а жаждущий смертей голос резко затих, вместе с болью. Глубоко дыша, Джефф с широко раскрытыми глазами смотрел прямо перед собой, и ничего не видел.\n\n\"Что... Что это было? Почему я не сделал то, что...\"\n\nПарень, с трудом оторвавшись от размышлений, поднял взгляд на спящую девушку, которая слегка нахмурилась от недавнего шума, и теперь ее лицо обрело забавное выражение \"обиженной хорошей девочки\".\n\n\"Обычная девчонка, что такого?! Почему ты себя ведешь, как жалостливый идиот?!?!\"\n\nПарень шумно вдохнул, и с громким всплеском снова погрузился в воду, чтобы хоть немного привести в порядок чувства.\n\n\"Так. Ладно. Пока хватит об этом думать. Надо волосы помыть, или что она там мне говорила...\"\n\nПарень вынырнул, на ощупь взял шампунь, и начал неуклюже мыть свои волосы.\n\n\"Блин... И зачем я на это согласился?...\"—Длинные волосы, отросшие до плеч, было ужасно неудобно мыть. Пальцы то и дело запутывались в колтунах столетней давности, да и в целом, Джефф чувствовал себя, как девчонка, старательно вымывающая свои длиннющие волосы.\n\n\"Да... А раньше они были короткими... И Мама...\"\n\nПеред глазами юноши встала сцена трехлетней давности. \n\nСтаренькая родительская комнатка с потертыми обоями, Мать, убеждавшая отца убить сошедшего с ума ребенка, и он–Джефф. С ножом в руке и леденящей пустотой в сердце. Тогда он впервые услышал этот странный, пугающий голос.\n\n",
    "answers": [
      {
        "id": 55,
        "text": "далее"
      }
    ]
  },
  {
    "id": 55,
    "text": "\"Убей ее! Убей их! Убей всех! Она ненавидит тебя! Ты им не нужен! Она солгала тебе! Убей предательницу!!\"\n\nЧетырнадцатилетний мальчик, как вт сне, улыбаясь вошел в спальню родителей, и...\n\nКрики, стоны, мольбы, проклятия, и кровь. Море крови, растекшееся и медленно впитавшееся в деревянный пол. Ощущение того, как входит в живую плоть нож, как отец захлебывается в крови, как мать кричит, и в панике ищет, чем бы можно было защититься от собственного ребенка... И не находит. Не успевает найти. \n\nПоследний крик разрывает ночную тишину, и Джефф остаётся сиротой. Его родителей больше нет. Он убил их. Он-чудовище, монстр! Монстр, который убил свою семью...\n\n\"Семью...\"—В голове мальчика встал образ младшего брата, и, заливаясь смехом, он вошел в комнату своего последнего оставшегося в живых родственника.\n\nПарень мотнул головой, отгоняя нахлынувшие воспоминания, и устало поднялся из воды, забирая со стиральной машины принесенную ему девушкой, одежду.\n\n\"Не стоит ее здесь оставлять... Плитки холодные...\"—Подумал парень, медленно натягивая на еще влажную кожу, мигом прилипшую к телу одежду.\n\nОдевшись, и в последний раз промокнув полотенцем волосы, Джефф подошел к спящей девушке, и, аккуратно подхватив ее под колени, и под лопатки, поднял ее на руки.\n\n\"Удивительно... Как спокойно она спит... И... Она такая лёгкая, и хрупкая...\"\n\nЮноша, задумчиво глядя в лицо Элизабет, понес ее в комнату. Парень, который уже три года не ведал жалости. Парень, который убил свою родню... И который, кажется, должен быть лишен чего-либо доброго, нес на руках это слабое создание, как самое хрупкое в мире.\n\nВозможно ли, что даже в отъявленном монстре и убийце есть что-то человеческое?\n\n",
    "answers": [
      {
        "id": 56,
        "text": "глава 16"
      },
      {
        "id": 2,
        "text": "к списку глав"
      },
      {
        "id": 1,
        "text": "на первую страницу"
      }
    ]
  },
  {
    "id": 56,
    "text": "Я проснулась, но вставать, как обычно, особо не спешила. В конце концов, зачем? Действительно... Зачем идти в школу, если можно устроить себе выходной? Родители-то, все равно, особо возражать не будут.\n\nЯ сонно потянулась, разминая расслабленные мышцы, и, улыбнувшись в своей полудреме, перевернулась на другой бок.\n\n—Не боишься, пока ворочаешься, ножик между ребер получить?\n\nЯ вздрогнула. Сон сняло, как рукой, и я испуганно подняла голову в сторону раздавшегося голоса.\n\nПарень, сидя ко мне вполоборота на стуле, читал что-то объемное, подперев щеку рукой. Его отросшие волосы закрывали лицо почти целиком, вместе с жутким шрамом в поллица, и я в который уже раз, удивлённо отметила про себя:\n\"Какой же он, все таки, красивый...\"\n\n—Долго пялиться собралась?—Не поворачивая головы, спросил парень. На его лице при этом не дрогнул ни один мускул.\n\n—Э... Доброе утро?—Неуверенно произнесла я, впрочем, не отводя от парня взгляда.\n\n—Угу.—Джефф что-то промычал, и поднялся со стула вместе с книгой.—Я есть хочу.\n\nМои глаза в этот момент, должно быть, сильно напоминали блюдца. Но я же не ослышалась, верно?\n\n—Эм... Прошу прощения?—Я красноречиво глянула на него, а ля \"не-очень-мне-тут-важничай-тут-я-хозяйка\", но он мой взгляд проигнорировал, а, вернее, даже головы в мою сторону не повернул.\n\n—Можешь не просить, если пойдешь и что-нибудь мне приготовишь. Я. Хочу. Есть. Ясно?—Парень стрельнул по мне глазами, и я тут же пожалела, что вообще раскрыла рот.—Нет, если ты так хочешь, я, конечно, могу в качестве пищи использовать тебя, но сегодня...\n\n",
    "answers": [
      {
        "id": 57,
        "text": "далее"
      }
    ]
  },
  {
    "id": 57,
    "text": "Не дослушав окончания его фразы, я мигом вскочила с кровати и, на ходу поудобнее надевая тапочки, побежала на кухню.\n\n—...меня как-то на человечинку не тянет.\n\n\"Повезло...\"—мрачно подумала я, когда до меня донеслись сказанные парнем слова. Заглянув в холодильник я мрачно оценила, открывшуюся мне, довольно жалкую, картину.\n\n\"Да-а... Не густо. Вот, что значит почти неделю не ходила за едой... Так, ладно, Эл! Не дрейфь! Что-нибудь придумаешь...\"\n\nЯ с подозрением осматривала \"банкетную\" колбасу, лук, лоток яиц, 4 огурца, полпакетика сметаны и пачку майонеза, словно надеясь–если повнимательней присмотришься–появится идея, что бы глобального из всего этого приготовить.\n\n—Мде...—Уже вслух протянула я, и начала выкладывать все это на стол.\n\n—Вот поэтому-то я и надеялась, что Джеффри не попросит еду раньше, чем я схожу в магазин... Опять придется какую-то чепуху делать...—Пробурчала я, заглядывая в шкафы с крупами.—Мм... ну хоть в чем-то повезло.\n\nМакароны, гречка, рис, и даже непонятно, как оказавшаяся там, картошка. В голове сразу появилось будущее блюдо.\n\n—Вперед, Эл! Сковородка тебе в помощь!—Воодушевленно подбодрила себя девушка, и, насвистывая какую-то мелодию, схватила картошку и огурцы–Помыть.\n\n",
    "answers": [
      {
        "id": 58,
        "text": "далее"
      }
    ]
  },
  {
    "id": 58,
    "text": "___________________\nСпустя 57 минут\n___________________\n—Где моя еда, женщина?!—Парень с каждой минутой становился все мрачнее, и то и дело, злобно позыркивал на меня, сидя нога за ногу на кухонном стульчике.\n\n—Слушай... Я же не могу молниеносно готовить. К тому же, у меня продуктов в обрез, так что нужно сделать что-то необычное ...\n\n—Я сейчас с тобой сделаю что-нибудь необычное, если через пять минут не поем.—Парень многозначительно покрутил в руке нож, скучающе глядя на него.\n\n—Угх...—Да... Врагу такого гостя не пожелаешь. И сделать не можешь, и не сделать тоже... Одно мучение.\n\nЯ схватила с сушилки глубокую тарелку, и начала от души накладывать парню еду.\n\n—Вот, держи.—Пробурчала я, подавая парню тарелку с жареной картошкой и огуречным салатом, распробовывая несколько кусочков во рту-всего ли хватает?\n\nПарень молча взял тарелку, и с таким аппетитом набросился на еду, что в мою голову начала закрадываться мысль: \"Когда он в последний раз нормально ел?\"\n\nВопрос так и рвался сорваться с языка, но я, подавив в себе это желание, поставила на огонь кастрюльку с яйцами и взяла с сушки еще одну тарелку.\n\n—Вкусно тебе поесть.—Пожелала я парню, присаживаясь на противоположную сторону маленького кухонного столика, и тоже, с аппетитом принялась за еду.\n\nПарень на минуту оторвался от еды, и пристально поглядел на меня.\n\n—Приятного аппетита уже не в почете?—чуть приподняв бровь, спросил парень с, по-прежнему, каменной интонацией.\n\n—Да нет... Я просто не очень люблю эту фразу. В конце концов, согласись, как аппетит может быть приятным, если аппетит-это желание поесть? Приятного голода? А во-вторых ...—С видом школьной учительницы, говорила я, пока глаза парня, с каждым моим словом, становились все шире и шире.—А во-вторых, как можно желать аппетита? То есть, ты вот за столом пожелал человеку аппетита, у человека его не было, а тут от твоих слов он–Раз! И появился! Так что ли?\n\nЯ неопредеденно пожала плечами, возращаясь к еде.\n\n—Просто не очень я люблю эту фразу, а мы с братом придумали ей, на наш взгляд, неплохую замену... Как-то так.\n\nПарень испытующе, не мигая, смотрел на меня. А я чувствую себя не в своей тарелке, когда на меня вот так вот–пристально и долго смотрят... Как будто дырку просверлить хотят...\n\nЯ забегала глазами по кухне, не решаясь под этим взглядом снова взяться за вилку. Еще один мой комплекс–не могу есть, когда на меня так смотрят... Как будто прямо в рот заглядывают, и у меня сразу паника начинается. Не скажу, что я как модель выгляжу, когда ем... А когда на меня смотрят-тем более... Еще потечет какая слюна по подбородку, а я потом месяц со стыда гореть буду...\n\n—Ум... Все нормально?—Я все же нашла в себе мужество с кислым видом поднять глаза на парня.\n\nНесколько секунд вглядываясь в мои глаза, когда я была готова уже пулей вылететь из кухни от смущения, Джеффри сам отвел взгляд, снова принимаясь за завтрак.\n\n—Ничего.—Тихо буркнул он, прикрыв глаза и поднося вилку ко рту.\n\n—Ясно...—Еще тише пробормотала я, и тоже опустила глаза в тарелку. \n\n...Из головы никак не шли его синие глаза...\n\n",
    "answers": [
      {
        "id": 59,
        "text": "глава 17"
      },
      {
        "id": 1,
        "text": "на первую страницу"
      },
      {
        "id": 2,
        "text": "к списку глав"
      }
    ]
  },
  {
    "id": 59,
    "text": "___________________________\nСреда (следующий день)\n————————————–\nЯ проснулась от пронзительной трели будильника на телефоне. Да... Будильник–страшное оружие... Этим изобретением человечества пытать можно...\n\nС понурым бормотанием,я потянулась за телефоном, и, выключая надоедливый трезвон, глянула на время.\n\n—Какого?!—Я недовольно нахмурилась. Да я еще добрых полчаса могла поспать! \n\nНасупившись, я обняла руками подушку, и поглубже заполза под одеяло, в надежде сладко просопеть оставшиеся полчаса. Не вышло. Сон как рукой сняло, как только по коридору раздались чьи-то шаги.\n\nПо спине быстро поползла холодная капля пота, а в памяти услужливо всплыли картины прошедших нескольких дней.\n\nПорез на груди, струйка крови от губы. События, мягко говоря, в последнее время были не слишком радужными.\n\n\"Радужные единороги... Хотя, при чем тут единороги... Вот дура, вечно всякой ерундой мозги заняты.\"\n\nЯ, глубоко вздохнув, устала с кровати и, быстро накинув на себя школьную форму, вышла в коридор.\n\n\"Мама...\"—Я чуть не вскрикнула, когда, открыв дверь, в нескольких сантиметрах от меня оказались широко раскрытые синие глаза парня, и жуткая разорванная улыбка. Да... Все-таки, не каждый день у меня чокнутые маньяки ночевали... Элис, до чего ты докатилась, а?...\n\n—Э... Доброе утро?...—Хоть я и сказала довольно обыденное утреннее приветствие, оно, все же, прозвучало скорее, как вопрос.\n\nПарень ничего не ответил, несколько секунд глядя мне в глаза, а потом, резко развернувшись, пошел к лестнице на первый этаж.\n\n",
    "answers": [
      {
        "id": 60,
        "text": "далее"
      }
    ]
  },
  {
    "id": 60,
    "text": "В нем, казалось, не было ничего необычного, однако что-то в его облике меня насторожило, но, при попытке понять, что именно, в мозгу ничего дельного не всплывало.\n\n\" Вроде все как обычно... Не знаю...\"\n\nРешив оставить на потом размышления о всяких посторонних вещах, к тому же, предмет моих размышлений уже исчез с моего поля зрения, я пошла в ванную.\n\n††††††††††††††††††\nТем временем\n††††††††††††††††††\nПарень из-за угла, проводил взглядом скрывшуюся в дверном проеме фигурку, и задумчиво повернул голову к окну.\n\n\"Странно... Или она сделала вид, что ничего не заметила, или... Неужели, она действительно не заметила крови на моем лице и одежде?...\"\n\n",
    "answers": [
      {
        "id": 61,
        "text": "далее"
      }
    ]
  },
  {
    "id": 61,
    "text": "††††††††††††††††††\n5 минут спустя\n††††††††††††††††††\n\nЯ вышла, мотая головой, чтобы быстрее обсушить лицо, и...\n\nПравильно. Снова чуть не врезалась в стоящего прямо передо мной парня. Дежавю, так сказать...\n\n—Что...—Я сдержала желание нахмуриться, и, даже не отшатнувшись(!) Хотела, было, спросить у Джеффри, что ему нужно, но меня перебил тихий низкий голос:\n\n—Новости.—Все так же внимательно глядя на меня, проговорил парень, а я, после секундного размышления, поняла, чего он хочет. Телевизора-то у меня нет, вот и не может, бедняжка, новости посмотреть.\n\n—Хочешь, чтобы я тебе включила новости?—на всякий случай уточнила я, чувствуя себя так, будто перевожу какого-нибудь \"крокодила\", или речь детсадовского ребенка...\n\nПарень промолчал, засунул руки в карманы и низко опустил голову.\n\nРасценив этот жест, как согласие, я, аккуратно обойдя парня, пошла в гостинную, по-прежнему стараясь приглушить в себе то тревожное чувство.\n\n††††††††††††††††††\nТем временем\n††††††††††††††††††\nЮноша чуть приподнял голову. Его глаза горели недобрым огнем, когда он угрожающе уставился в спину удалявшейся девушки.\n\n\"В таком случае... Пусть моя одежда... Пропитается и твоей... Кровью.\"\n\n",
    "answers": [
      {
        "id": 62,
        "text": "далее"
      }
    ]
  },
  {
    "id": 62,
    "text": "†††††††††††††††††††††††\nСнова POV Элизабет\n†††††††††††††††††††††††\n\nЯ склонилась над своим ноутбуком, который обычно заменял мне телевизор.\n\nТааак... Новости...\n\n—Джеффри? Готово, можешь идти...—Резко возникший прямо за моей спиной силуэт, перепугал меня настолько, что я едва не упала вместе с ноутбуком. Хоть я и пытаюсь доказать самой себе, что мне совсем не страшно, я все равно понимаю, что это не больше чем ложь. Я боюсь его. Я боюсь его, хоть и как-то иначе, нежели люди боятся своего убийцу. Скорее, это потому, что я его не знаю.\n\nЯ смущённо улыбнулась, обходя парня, и пошла на кухню. Всё-таки, новости-новостями, а еду готовить надо.\n\n††††††††††††††††††††††\nПару минут спустя\n††††††††††††††††††††††\n\nЯ выглянула из кухни с еще мокрой тарелкой в руке, и открыла, было, рот, чтобы спросить у парня: что он бы предпочел на завтрак, но того и след простыл.\n\n\"Странно... Ну да ладно. Надо идти, и...\"\n\nЯ не успела закончить мысль и зайти в кухню. Непривычная фраза на какой-то момент заставила меня остановиться.\n\n††††††††††††††††††\nНа экране\n††††††††††††††††††\n\n\"Итак. Экстренные новости. Сегодня вечером в городке \"ХХХХ\" (Ну, не знаю я, как назвать город, не знаю... Можете кидать гнилыми помидорами, хотя лучше киньте идею для названия...) Произошло жестокое убийство. Жертвы-четверо человек примерно двадцати-летнего возраста. Один погиб на месте. Двое в очень тяжелом состоянии. Милиции удалось пообщаться лишь с четвертым из пострадавших, однако никакой ясности в ситуацию это не принесло. Жертва едва могла говорить. Судя по поведению пострадавшего, на его психике сказался сильный испуг. На данный момент выжившие находятся не в лучшем состоянии.\"\n\nДиктор перевернула страницу распечатанного репортажа. Мой мозг отчаянно отбивал: Опасность, Опасность, но я продолжала слушать. Кусочки пазла медленно начали срастаться в моей бедной голове. Не хватало лишь одной детали... И эта деталь настойчиво ускользала.\n\n",
    "answers": [
      {
        "id": 63,
        "text": "далее"
      }
    ]
  },
  {
    "id": 63,
    "text": "\"К счастью, на одной из видеокамер удалось увидеть нападавшего. По мнению органов, это опасный серийный убийца, которого вот уже сколько лет власти не в силах задержать.\"\n\nНа экране высветилась размытая, ужасного качества съемка, которая, возможно, не для кого бы ничего не значила, но только не для меня. В темной подворотне мелькнула высокая, худоватая фигура в белой толстовке и черных штанах. На голову был накинут капюшон, а руки человек не вынимал из карманов, однако уже было ясно, кем был этот человек.\n\nВглядевшись в запись, я еле сдержалась, чтобы не освободить желудок от отсуствовавшего в нем питания. Изуродованные, окровавленные тела с вывернутыми наизнанку органами. Поразительно, как кто-то после такого остался в живых...\n\nМои глаза смотрели теперь куда-то в пустоту. Руки ослабли, и тарелка со звоном упала на пол, чудом не разбившись. Меня начала пробирать дрожь, а по щекам катились отнюдь непрошенные слезы.\n\n—Ну как? Весело, правда?—Раздался за мной глумливый голос с теми самыми-сумасшедшими нотками.\n\nЯ обернулась, и посмотрела на него немигающим взглядом. Слезы уже ручьями катились по щекам, и застилали глаза, но я не обращала на это внимания. Все, что сейчас меня заботило—не мигая на меня смотрела пара немигающих глаз, а рука с ножом, больно упирала острие в мой живот.\n\n—Теперь твоя... Очередь...\n\nПарень хрипло захохотал, и только сейчас я поняла, что меня насторожило в его внешнем виде. Как я только раньше не поняла. Всю ночь он был... На охоте... Вот, почему его белая толстовка и лицо были... Едва не полностью залиты кровью.\n\n",
    "answers": [
      {
        "id": 65,
        "text": "глава 18 (воспоминания)"
      },
      {
        "id": 2,
        "text": "к списку глав"
      },
      {
        "id": 1,
        "text": "на первую страницу"
      }
    ]
  },
  {
    "id": 64,
    "text": "Всем привет! Меня зовут Элизабет, хотя мне больше нравится Элис.\nМне 16 лет, учусь в 10 классе средней школы №8.\n\nМои увлечения: чтение, музыка, рисование, в прошлом занималась фехтованием, но пришлось оставить это дело из-за травмы ноги. Терпеть не могу фильмы-ужастики, хотя читаю ужасы спокойно.\n\nМой характер... Ну, как говорят родители-глупость не лечится. Ну, не в том смысле, что я глупая (хотя и такой часто бываю). А, скорее, потому, что я... Ну, какая-то странная с детства. Ну, например, очень давно произошел такой случай... Мы с родителями только вышли из поезда, и Мама с Папой посадили меня на скамейку, сунули в руки телефон, и говорят:\n—Если тебе что-то покажется подозрительным-тут же звони, хорошо?\n\nЯ кивнула, и тут же уткнулась носом в телефоне (змейка интереснее). Тут ко мне, не пойми откуда, подходит какой-то мужичок, и таким блеющим голосочком говорит:\n—Девочка, не могу понять, где тут туалет находится, ты не...\n\nНо не успел он договорить, как сердитая девочка, врезавшаяся в стену в \"змейке\", быстро сунула ему в рот шоколадную конфету, и сказала:\n—Вот. Дедушка и родители говорят, что шоколад улучшает работу мозга, так что, надеюсь, с ее помощью вы сможете понять, где тут туалет.\n\nИ, важно подняв голову с мыслью, что хоть доброе дело сделала, пошла в сторону выдачи багажа.\n\nКогда я рассказала эту историю родителям, они сначала ужасно испугались, а потом еще полдня смеялись над моей выходкой, а я сидела и не понимала, почему они смеются? Я же помогла дяденьке, так ведь?\n\nПотом была лекция на тему-\"беги-за-помощью-чуть-что\", но это уже не совсем про мой характер. В общем, я какая-то слетевшая с катушек)( ╹▽╹ )( ╹▽╹ )( ╹▽╹ )\n\nДа... А вот сейчас, начнется сама моя история...\n\n",
    "answers": [
      {
        "id": 1,
        "text": "назвд"
      }
    ]
  },
  {
    "id": 65,
    "text": "****************************\n—Ты-жалкое ничтожество!!\n\n\"Нет...\"\n\n—Тебя даже твои родители ненавидят!\n\n\"Хватит...\"\n\n—Ты настолько жалкая, что даже жизнь для тебя-непосильная ноша!!!\n\n\"Не надо...\"\n\n—Но не волнуйся! Мы тебе поможем освободиться от нее!!!\n\n*****************\nPOV автор\n*****************\nВокруг связанной по рукам и ногам, с кляпом во рту, стоявшей на коленях девочки, стояли подростки примерно ее возраста, или чуть старше. \n\n—Мейлин.... Ты уверена?..—Неуверенно протянул худенький мальчик, державший в руках кочергу.\n\n—А ты что-то имеешь против?!—Вперед вышла миниатюрная девочка лет двенадцати. Светлые волосы изящными завитками рассыпались по плечам, голубые глаза на фоне бледного лица и в обрамлении пушистых белесых  выглядели ещё более яркими, модная одежда красиво подчеркивала худощавую фигуру девочки, а отбрасываемые разожженым неподалеку костром блики, недобро играли в глазах красавицы.—Я всего-то хочу показать малышке Элизабет, кто она такая... Так ведь, Эдик?\n\nВ свете костра блеснула ухмылка в тридцать два зуба. Высокий, крепкий мальчик с светло-русыми, коротко стриженными волосами блеснул карими глазами, подобострастно взглянув на Мейлин и мерзко захихикал.\n\n—Еще бы.—Подойдя к жалостливому мальчику, Эдуард вырвал из худенькой ручки качергу, и сжал своей пятерней.—Ну что? Готова узнать свое место?!\n\nСвязанная фигура задергалась, в попытках освободиться от сдерживавших ее пут, но тщетно, только песок в глаза попал.\n\n",
    "answers": [
      {
        "id": 66,
        "text": "далее"
      }
    ]
  },
  {
    "id": 66,
    "text": "*****************\nPOV Девочка\n*****************\n\"Прекратите!!!! Не надо!!!! Хватит!!!!!! Пустите меня!!!!!!!\"\n\nЯ пыталась выкрикнуть хоть что-нибудь, но, из-под служившей кляпом тряпки, вырывалось только отчаянное мычание.\n\n—О! Значит, готова! Ребят, развяжите ее и достаньте кляп из ее мерзкого рта. Так куда забавнее будет наблюдать за ее попытками освободиться.—С кривой ухмылкой скомандовала блондинка, устраиваясь на лежащем неподалеку полене.\n\nЗатекшие руки, избавленные от грубых веревок, плетьми упали на землю.\n\n\"Не время на усталость, я... Должна попытаться...\"\n\nЛадони, надежной опорой, прильнули к земле.\n\n\"Как только они ослабят веревки на ногах, я убегу. Нескольких я точно собью с ног, а дальше...\"\n\nОднако тот день точно не был моим...\n\nЕдва только оба конца веревки коснулись земли, я, резким ударом в челюсть, отбросила от себя развязывавшего меня парня, резко вскочила на ноги и...\n\nИ сокрушительный удар, менее острой стороной кочерги, пришедшийся мне под колени, лишил меня опоры под ногами. Я с визгом упала на песок, стараясь не визжать в голос от боли. Хоть удар и пришелся по лодыжке, все же, кочерга это не рапира* для практики.\n\n///////////////////////////////\nПрим. от автора.\nВозможно, кто-то не знает.\nРапира-разновидность шпаг для фехтования. Отличается от шпаги количеством граней—у шпаги их 3, у рапиры 4—и тем, что у рукоятки рапиры нет загнутой ручки.\n///////////////////////////////\n\nЯ со слезами на глазах, обвела взглядом стоявших вокруг меня подростков надеясь найти в их глазах хоть каплю человечности,или жалости. Тщетно. В ответ я увидела только равнодушие, холод и жажду зрелища. Как же... Избиение девочки—чем не представление?...\n\n\"Хм... А где тот худенький мальчик?\"\n\nНо хорошенько подумать об этом я не успела...\n\n",
    "answers": [
      {
        "id": 67,
        "text": "далее"
      }
    ]
  },
  {
    "id": 67,
    "text": "—Чтож, Эдик! Покажи этой девчонке, где ее место!\n\nЯ затравленно подняла глаза на нависшего надо мной мальчика, и тут же на мою щеку приземлилось что-то мокрое и слизкое.\n\n\"Что...\"—Однако, увидев, как \"Эдик\" слизывает с губ нитку слюны, я еле сдержалась, чтобы не расстаться с ужином.\n\nМедленно подняв руку, я, стараясь не показывать своего отвращения, вытерла рукавом плевок с щеки.\n\n—Что вы делаете...—Тихо произнесла я, убрав от лица руку и опустив голову.\n\n—А ты как думаешь? Ребят, она, походу, еще и тугодумка! Вот забавно!—Блондиночка мерзко захихикала, с насмешкой глядя на меня.\n\n\"Спокойно, Элис... Ты не должна показывать свои эмоции, а то потом будет плохо ...\" \n\n—Чтож... Я делаю это потому что это забавно. А еще потому...—гадкая ухмылочка сползла с ее лица, уступив место ледяному взгляду.—Потому, что ты должна знать свое место, и не зариться на то, что тебе не по карману.\n\n\"Ясно... Вот, к чему она клонит...\"\n\n",
    "answers": [
      {
        "id": 68,
        "text": "далее"
      }
    ]
  },
  {
    "id": 68,
    "text": "—То есть все это из-за новенького?—Криво усмехнулась я, старалась выиграть как можно больше времени. Возможно, кто-нибудь бы нечайно забрел сюда?...\n\n—Конечно!!!—Взвизгнула красотка и, вскочив с полена, в долю секунды метнулась в мою сторону и схватила меня за подбородок, больно поднимая мою голову.—Запомни, крошка.—буквально выплюнув последнее слово мне в лицо, процедила Мейлин.—Дейв не твоего поля ягода, ясно?! И если я тебя ещё раз рядом с ним увижу-тебе будет еще хуже, чем сегодня. Эдик! Разберись с ней уже.\n\nТонкие холеные пальцы разжались, и моя голова безвольно повисла, потеряв опору. Ноги в дорогих лаковых сапожках медленно отошли на несколько метров, уступив место грубым мальчишеским ботинкам.\n\n—Чтож. Пора платить!—С усмешкой прорычал парень, и занес кочергу над головой для удара.\n\nЗа секунду до того, как острый конец железки воткнулся мне в плечо, я, быстро перекатившись на спине, отползла от мальчика на метр. Сталь с глухим стуком воткнулась в землю, а я вздрогнула, представив, что со мной было бы сейчас, не успей я откатиться.\n\n—Ах ты!!!!—Я, не слушая возгласа Мейлин, превозмогая ноющую боль в спине, рывком поднялась на ноги, и, оттолкнув стоящего на пути подростка, бросилась бежать—Держи ее!!!!\n\n—Не недооценивай меня, мерзавка!!!!—Проревел Эдуард, и...\n\nОт неожиданного удара по голени, я потеряла равновесие.\n\n\"Я не могу... Это был последний шанс...\"—Полоснула по сознанию горькая мысль, и я, вскрикнув, упала на землю, успев перед этим перевернуться на спину, чтобы смягчить удар.\n\nИ тут же я чуть не захлебнулась, от тяжести приземлившегося на мой живот ботинка. Воздух предательски вылетел из легких, а боль в животе и острые, впивающиеся в спину, камни, мешали думать. Обхватив дрожащими пальцами подошву я попыталась спихнуть с себя ногу мальчика, но тщетно.\n\n—А теперь, готовься кричать!—На губах подростка заиграла дьявольская улыбка, а на мои глаза начали быстро наворачиваться слезы от жуткого предчувствия.\n\n—Н... Не...надо... Пожа...луйста...—Еле-еле прохрипела я, зажмурив один глаз, и попыталась оттолкнуть парня ногами. Промах. Бесполезно.\n\n—Знай свое место, падаль!!!—взревел мой палач.\n\nШирокий замах, мои широко распахнувшиеся от ужаса, застланные слезами глаза. Чей-то оглушительный вопль, и ужасающая боль в ноге. Я словно смотрела на все со стороны, но, одновременно, испытывала это на себе. \n\nЯ не помнила, как с моего живота исчез прижимающий меня к земле ботинок... Не помнила, как я кричала и разгребала пальцами песок, катаясь по земле в агонии... Все, что я помню-адская боль, горячие дорожки на щеках и нежное объятие брата, который что-то говорил, и...\n\nИ стоявшего в двух шагах от меня мальчика. Того самого худенького мальчика, о котором все забыли, как только он пропал из поля зрения. В руках он держал телефон. На его дисплее светились три цифры: 103, а дальше...\n\nЯ провалилась в темноту...\n\n*****************************\n\n",
    "answers": [
      {
        "id": 69,
        "text": "глава 19"
      },
      {
        "id": 2,
        "text": "к списку глав"
      },
      {
        "id": 1,
        "text": "на первую страницу"
      }
    ]
  },
  {
    "id": 69,
    "text": "/Дорогие читатели, пишу сейчас , потому что потом будет как-то странновато это читать... Хотя, возможно Вам уже сейчас странно... Если заметите, укажите на ошибки. Пишу уже во втором часу ночи, и  мозг уже туго соображает на проверку орфографии))) не обессудьте)))/\n\nИ вот сейчас... Стоя перед этим парнем с ножом, передо мной на мгновение мелькнула та картина из детства. \n\n***********\nДа. Она не была самой веселой и радостной, но в ней было кое-что, что я никогда не забывала. Тот худенький мальчик, который сначала собирался участвовать в \"забаве\" Мейлин. Его бледные, тонкие пальцы, сжимающие в руках телефон. Его взволнованный голос в трубку, и... Его виноватый взгляд в мою сторону.\n\nДа, сперва он хотел мне зла. Да, возможно я не знаю его мотивов, но... Но он привел моего брата... В том, что это сделал именно он я ни секунды не сомневалась. Брат никогда не нашел бы меня без посторонней помощи-он никогда не любил ходить в \"сомнительных\" местах. Если бы не тот мальчик... Кто знает, что было бы со мной. Возможно, я не отделалась бы одним раздроблением и смещением коленной чашечки, последствия которого мучают меня до сих пор. Возможно, я бы и вовсе не вернулась домой, но... Все-таки, его душа... Ее свет разогнал собравшиеся в ней тучи. Скорее всего, он и вовсе не знал, что будет происходить... Он же только пришел в нашу школу, и понятия не имел о нраве Мейлин.\n\nОн знал, что после его ждут неприятности, знал, что, возможно, на моем месте в следующий раз окажется он сам за \"предательство\". Знал, и все равно помог мне. Именно поэтому я... \n\nВлюбилась в него.\n********************\n\n",
    "answers": [
      {
        "id": 70,
        "text": "далее"
      }
    ]
  },
  {
    "id": 70,
    "text": "Я уклонилась от летящего в мою сторону лезвия, и отбежала поближе к двери. \n\n—Так даже веселее..—Тихо рассмеялся парень поворачивая в мою сторону лицо.—Будет интереснее смотреть за твоими жалкими попытками сбежать, чем за покорную смерть, правда?\n\nЯ крепко сжала зубы, понимая, что долго это не будет продолжаться. Я не самая сильная, да к тому же я шестнадцати-летняя девушка, а передо мной парень на голову выше меня, сильнее меня, опытнее меня, да к тому же еще и с ножом. Блеск. Пять минут, и от меня останется одна лужица... Большая, конечно, лужица, но все равно...\n\n\"А еще я так в школу опоздаю...\"—Да... Дура. В этой ситуации тебе только размышлений об опозданиях в школу не хватает, правда? Ну не хватает же?!!!!!\n\nРезкое движение юноши в мою сторону стало для меня сигналом.\n\nРезко распахнув дверь, я пулей вылетела в коридор, навалившись на нее всем своим телом, и, услышав заветный щелчок замка, повернула маленький \"замок/ключик\", на ручке со стороны прихожей. В детстве я терпеть не могла этот \"мини-замочек\", которым коварный братец меня все время запирал в гостинной, но сейчас старый трюк брата пригодился мне как никогда.\n\n\"Дааа, братик... Надо будет тебе в честь этого пирожков с капустой спечь... В знак благодарности, так сказать...\"—Кривовато усмехнулась я, по прежнему прижимаясь спиной к двери. Мало ли! Так будет труднее срывать дверь с петель, в случае чего...\n\nИ вовремя. В дверь со всей силы врезалось, как я поняла, плечо парня, и раздалось приглушённое рычание.\n\n",
    "answers": [
      {
        "id": 71,
        "text": "далее"
      }
    ]
  },
  {
    "id": 71,
    "text": "—Открой сейчас же и я тебя на мелкие кусочки расчленю!!!!!!—бушевал парень по ту сторону двери, не прекращая таранить дверь плечом.\n\n—Прости, но я откажусь. Мне еще в школу надо.—Усмехнулась я. Ну, теперь и то более благоприятный момент для мыслей о школе.—К тому же, не ты ли еще вчера вечером со мной контракт заключил?\n\n—Я к тебе, по-твоему, на работу устраиваюсь?!?! Какой контракт, идиотка?!?! Думаешь, слово убийцы нерушимый, честный закон?!?! Открой сейчас же!!!!!!\n\nРазъяренный маньяк так сильно бился в дверь, что я уже всерьез начинала беспокоиться за надежность ее петель, но пока все держалось.\n\n—Ты обещал.—Не обращая внимания на его последние слова, тихо произнесла я.—Обещал, что не убьешь меня, пока я тебя не попрошу об этом, или пока я не расскажу о тебе. Ни того ни другого пока не произошло, и...\n\n—Да заткнись ты!!!!—Дверь жалобно задрожала от сокрушительного удара кулаком, и я в который раз поблагодарила Бога за то, что я не нахожусь с той стороны.—Что ты вообще понимаешь?!?! Все люди-жалкие трусы, которые не держат свое слово, так с чего ты взяла, что я буду соблюдать какой-то идиотский договор, который я даже всерьез не воспринимаю?!?!?!\n\n",
    "answers": [
      {
        "id": 72,
        "text": "далее"
      }
    ]
  },
  {
    "id": 72,
    "text": "—Знаешь... Возможно, люди и трусливы, но в каждом человеке есть что-то... Человеческое...\n\n—При чем здесь я?!?!?!—Парень снова с силой ударил дверь, но по звукам было похоже, что он, как и я, прислонился к ней спиной с другой стороны.—Я убийца, у которого внутри давно прогнило все, что могло прогнить!!! Чего ты вечно ко мне лезешь со своими сказками \"ты хороший, ты хороший, я тебя не боюсь\"!!!!! Не боялась, так не сидела бы сейчас за этой дверью!!!!!! Открой, в последний раз говорю!!!!!!!!!!\n\nВ дверь с силой бахнула тяжелая подошва, заставив меня вздрогнуть.\n\n—А ты бы по-другому среагировал на бегущего к тебе человека с ножом? Ой, да, конечно, прирежь меня? Или: скорей, скорей, я сто лет мечтаю, когда же мне распорют живот? Ты это так себе представляешь?\n\n—Я бы этого человека убил. Не сравнивай наши понятия о жизни.—Голос парня зазвучал спокойнее, и я, выдохнув, съехала по двери на пол.—Ты вообще о смерти и боли ничего не смыслишь.\n\n—Не правда.\n\n—Правда.—С той стороны двери послышался звук трения а дверь чуть шевельнулась от движений парня. Видимо, он тоже присел на пол.—Я не беру в расчет синяки и разодранные коленки, которые для всех сродни катастрофе.\n\n—А раздробленные коленки ты берешь в расчет?—Чуть прикрыв глаза спросила я у пространства. Молчание.—Помнишь, я тебе вчера сказала, что мне болит нога и из-за этого я не могу бежать?\n\n—Да.—Односложно ответил парень. На который из вопросов он ответил, ну да ладно. Второй я позже задала, хотя... Зная его...\n\n—В детстве меня избили одноклассники.—Я помолчала пару секунд, ожидая услышать что-то вроде \"это не боль\", но парень не сказал ни слова, и я продолжила.—Сначала издевались, а потом... Мне кочергой раздробили колено. После сложной операции я месяц лежала не вставая, и потом, будто заново училась ходить. И теперь после каждого неверного поворота я испытываю такую адскую боль, что в пору упасть и умереть на месте, чем чувствовать это.\n\nЯ замолчала, и...\n\n",
    "answers": [
      {
        "id": 73,
        "text": "глава 20"
      },
      {
        "id": 2,
        "text": "к списку глав"
      },
      {
        "id": 1,
        "text": "на первую страницу"
      }
    ]
  },
  {
    "id": 73,
    "text": "—Как давно это произошло?—Раздался приглушенный, но уже совершенно спокойный голос парня из-за двери.\n\n—Года... Четыре назад. Или около того.—Односложно ответила я и снова замолчала. Джеффри тоже не произнес ни слова. Так мы и сидели-оба, прислонившись к двери, глядя вперед, и думали каждый о своем.\n\n\"Да... Я только сейчас поняла, как много времени прошло с того случая ..\"\n\nДэйв, а это именно он тогда привел подмогу, с тех пор стал сторониться Мэйлин, и, даже, больше общаться со мной. Я стала предметом насмешек и издевательств одноклассников, и, к тому же...\n\n\"Тогда брат еще был здоров...\"—С тоской подумала я. В носу защипало от накативших слез, но я, шмыгнув носом, постаралась успокоиться.\n\n\"Плачь сколько влезет, дуреха, но ни тебе, ни ему это не поможет. Все, что тебе остается-молиться, и надеяться на его выздоровление...\"—Я опустила глаза в пол. Да... Как же мало я могу сделать для него...\n\n—На тебя напали тогда?—Я вздрогнула от неожиданно раздавшегося из-за двери голоса, но еще больше меня поставил в тупик сам вопрос. Странно... Вот уж не думала, что его это заинтересует...\n\nЯ не нашла ничего лучше, чем ответить по существу.\n\n—Да. Группка одноклассников.\n\nПарень ничего не ответил. Как и я. Сейчас я просто сидела, прислонившись к двери, и, наслаждаясь этим спокойствием, прикрыла глаза.\n\n\"Да... Все-таки, как хорошо-просто спокойно посидеть... В безопасности...\"—Улыбнувшись краешком губ, подумала я, когда мой взгляд нечайно упал на часы...\n\n",
    "answers": [
      {
        "id": 74,
        "text": "далее"
      }
    ]
  },
  {
    "id": 74,
    "text": "\"Елки-иголки... Молодец, Эл, опаздываешь!!!\"—Мысленно дала себе хорошенькую оплеуху я, и нехотя поднялась на ноги.\n\n—Мне пора, я...\n\n—Дверь открой.—Голос парня сейчас звучал очень резко и напряженно, а странная возня за дверью дала мне понять, что встала не только я.\n\n\"Да... Отлично...\"—Передо мной стала дилемма. С одной стороны я могла выпустить парня, но его поведение... Как бы я не отрицала этого, оставляет... Мягко говоря... Желать лучшего. В самом деле, кто знает, что ему в голову придет?\n\nЯ, нахмурившись, откинула со лба челку, и глубоко вдохнула, глядя в пустоту.\n\n—Сама же говорила, что не боишься меня.—Насмешливый комментарий заставил меня цыкнуть.\n\n—Я тебя и не боюсь. Я просто не хочу умереть раньше времени. Мне еще в школу надо.—Тихо пробурчала я, задумчиво дергая себя за две прядки.\n\n—Я не такой слабак, как ты думаешь.—Я с горьким согласием глянула на дверь.— К тому же, тут полно окон. Тебе делать нечего, как чинить все это?\n\n... Блин. Вот же ж, шантажист!! Но, с другой стороны... Денег у меня действительно практически нет...\n\n—Хорошо. Я открою, но с условием...\n\n—Кишка не тонка ставить МНЕ условия?!—Угрожающе прорычал парень, а дверь снова задрожала от удара, хоть и довольно слабого по сравнению с предыдущими, но все равно довольно неожиданного.\n\n—Но с условием...—Упрямо продолжала я, сложив руки на груди. Из-за двери раздалось какое-то сердитое ворчание, но как я ни старалась, мне не удалось разобрать ни слова.—Я выпущу тебя, а ты будешь держать себя в руках, и Н.Е. Н.А.П.А.Д.А.Т.Ь. Н.А. М.Е.Н.Я—Чуть ли не по буквам произнесла я, и выжидающе положила руку на ручку, и на защелку.—По рукам?\n\n—По ногам, емае.—Со смесью насмешки и легкого раздражения буркнул мой невидимый собеседник.—Открой уже!\n\n—Ладно... Но я тебя предупредила.—Пробурчала я и повернула \"ключик\".\n\nРаздался щелчок, и в прихожую тут же вылетел взъерошенный маньяк, чуть не сбив меня с ног. Благо, я, безопасности ради, отшатнулась в сторону, когда открыла дверь.\n\n",
    "answers": [
      {
        "id": 75,
        "text": "далее"
      }
    ]
  },
  {
    "id": 75,
    "text": "—Наконец-то.—Зло пробормотал парень, смерив меня презрительным взглядом, но я его взгляда не заметила. Я видела только его, разбитые об дверь, костяшки пальцев, по которым стекали тоненькие струйки крови.\n\n—Зачем...—Я болезненно нахмурилась и, ничего не говоря, просто взяла парня за руку чуть ниже локтя, и потянула за собой на кухню-к аптечке.\n\nНа удивление, Джеффри тоже ни слова не сказал и последовал за мной, только молча опустил голову.\n\n\"Что это за нездоровый мазохизм?! Он что, боли не чувствует?! Как можно продолжать колотить дверь, когда ты уже себе пальцы до крови разбил?! Как... Ну вот и как ему после такого сохранить здоровую психику?!\"—Я на чем свет кляла тех, кто сделал двери такими твердыми, и заодно самого парня, которому уже заняться нечем, как дверь КУЛАКАМИ бить. Естественно, если жить в постоянной боли, которую ты, к тому же, сам себе и причиняешь, то как после такого нормальным оставаться?...\n\nВойдя в кухню, я отпустила руку парня, и, взглянув на часы, еще раз убедилась, что времени у меня пока достаточно.\n\n—Подставь руку под кран.—Я сосредоточенно рылась в аптечке, пытаясь сообразить, куда я вчера дела все необходимые лекарства. А раздавшиеся шаги в сторону умывальника дали мне понять, что парень все сделал так, как я сказала.\n\n\"Так... Я обрабатывала его раны и...\"—в голове всплыла вчерашняя картина: истерзанная спина юноши, очередное его нападение, жуткая усталость, и ... И темнота...\n\n\"Так... Но если я отключилась, то почему я проснулась в своей кровати... В... ВАААААААА!!!!\"—Мои мысли, сговорившись, устроили в моих мозгах вселенский переворот. \"Ну не может же быть, чтобы Джефф... Маньяк, убийца, и, как он сам говорил, псих, отнес меня на кровать из ванной? Зачем бы ему это делать?! Ладно... Хотя, нет... Не ладно... Мало ли, что он со мной сделал?!?!?!?!!!!!!\"\n\nЖар от моих щек распространился на все тело. Я мельком глянула на парня, и тут же смущенно опустила голову. Парень пристально смотрел на меня, а мысли тем временем превратились в один сплошной крик в моей голове.\n\n",
    "answers": [
      {
        "id": 76,
        "text": "далее"
      }
    ]
  },
  {
    "id": 76,
    "text": "—А... Вчера ... В ванной были лекарства...—Сбивчиво что-то пробормотала я, теребя школьную юбку, в попытке хоть немного заставить работать голову.\n\nСмысл сказанных мной слов дошел до меня только через пару секунд.\n\n\"Блин ... Он же врядли что-то понял...\"—Но прежде, чем я успела открыть рот, парень сделал шаг ко мне.\n\n\"Моя голова-мой враг...\"—Мельком подумала я, и чуть с визго не отскочила от протянутой, зажатой в кулак, руки.\n\n—На.—Односложно буркнул парень, по-прежнему пристально наблюдая за моей реакцией.\n\n\"Что?... А.. А что там... Блин... Дура! Включай мозги, говорю тебе!!!\"—Мысленно отвешивая себе, охлаждающие пыл, подзатыльники, я неуверенно протянула руку ...\n\nПарень аккуратно положил в мою ладонь перекись, \"мумие\" и бинт с ватой. Вау... И где он их держал?...\n\n—В кармане толстовки.—Я вздрогнула и чуть не уронила свою \"ношу\".\n\n\"Так... Еще не хватало, чтобы этот парень мои мысли читал...\"\n\n—Я не читаю твои мысли.—Я чуть не захлебнулась собственной слюной, а глаза у меня старательно полезли на лоб. \"Да... Конечно... Не читает...\"\n\n—Сейчас о всех твоих мыслях буквально кричит твое лицо. В первый раз, кстати.—С каким-то ... Уважением? Закончил фразу Джефф.\n\n—Оу... Ясно...—Я легонько мотнула головой, приводя мысли в порядок, и аккуратно, стараясь по возможности сделать это как можно более безболезненно, взяла его за раненную руку.—Ты же не против?\n\nЯ вопросительно наклонила голову, надеясь услышать...\n\n—Делай что хочешь.\n\nДа. Так и знала, что он скажет именно это.\n\nЯ улыбнулась своим мыслям, и, аккуратно поднося кисть, удивленного моей улыбкой парня, к раковине, открутила краник...",
    "answers": [
      {
        "id": 77,
        "text": "глава 21"
      },
      {
        "id": 2,
        "text": "к списку глав"
      },
      {
        "id": 1,
        "text": "на первую страницу"
      }
    ]
  },
  {
    "id": 77,
    "text": "____________________________\n—Что такое прощение?\n—Это аромат, который\nдарит цветок, когда его\nтопчут...\n____________________________\n\nЯ бежала в школу настолько быстро, что, как мне показалось, по дороге даже обогнала несколько машин... (Естествнно не смешной юморок от автора///)\n\n\"Ва... Блин... Если все так и будет продолжаться, то я сама себе в скором времени гроб закажу!!! Умничка, Эл!!! К \"молекулярному служителю\" опаздывать!!!!\"\n\n\"Молекулярный служитель\" мы всем классом за глаза называли учительницу химии, хотя это прозвище прицепилось к ней довольно странным образом...\n\nОбычно на наших уроках она вела себя довольно... Апатично, если можно так сказать. Но вот когда речь зашла о молекулах... Ее... Понесло. Учительница взахлеб вещала нам о молекулах, туда-сюда прогуливаясь перед доской, а у нее на лице было такое довольно-возвышенное выражение, что по классу тихонько пошли шуточки насчет \"что она пила?\"... Хотя, для нашей учительницы химии это действительно странно... Она даже после звонка все стояла, и говорила, говорила, говорила ... Уже почти все вышли, а она все рассказывает...\n\nМногие и начали называть ее \"молекулярным служителем\" И, хотя я против всяких кличек, и прозвищ, как-то незаметно я стала ловить себя на мысли, что и сама точно также называю учителя.\n\nДругими словами ... Апатичная она, этого у нее, конечно, не отнять, но опаздывать к ней никто не рискует... Даже на пару секунд... Даже если ты со звонком вошел. Быстро отберет дневник, понаписывает замечаний так, что бумаги видно не будет, да еще какой-нибудь\"кол\" влепит... А под конец ещё пол-урока будет спрашивать только тебя, чтобы еще раз с упоением вывести в журнале красной ручкой \"лебедя\".\n\nВ общем... Каждое опоздание очень портило выходящий в четверти балл, а мне это было ну совсем не нужно.\n\nТак что, лестницу у школьного крыльца я преодолела в два прыжка, и тут же надавила на звонок, на чем свет кляня тех, кто придумал эту \"прекрасную\" систему безопасности с закрыванием дверей... Постоянно приходится вахтершу ждать, чтобы в школу попасть... А тем более это раздражает, когда опаздываешь... Кажется, легче дверь просто вышибить, чем дожидаться, когда ее соблаговолят открыть...\n",
    "answers": [
      {
        "id": 78,
        "text": "далее"
      }
    ]
  },
  {
    "id": 78,
    "text": "_________________________\nPOV автор\n_________________________\n\n—Уффф... Одному тут не так весело...-нахмурившись думал парень, откидывая назад лезущую в глаза, чересчур длинную, челку.\n\nДом и вправду стал выглядеть каким-то... Одиноким и брошенным, как только девушка сделала шаг за дверь.\n\n\"Странная... Впустить к себе в дом убийцу... Нет. Мне ее точно никогда не понять.\"-Глубоко вздохнув, Вудс встал и, заложив руки за спину, прошелся перед книжным шкафом, скучающе разглядывая корешки книг с выдавленными на них названиями.\n\n\"...Величайшие картины мира... Пушкин. Избранное... Пилигримы... Да что за!!!!!\"\n\nПарень, вдруг, со злостью цыкнул, и, не зная, на чем сорвать злость, с силой пнул лежавшую в кресле мягкую игрушку.\n\nПлюшевый зайчик отлетел, жалобно зашуршав пластмассовыми шариками в ушах.\n\nЗло усмехнувшись, парень, медленно подходя к одиноко валяющемуся на полу зайчику, достал из кармана нож.\n\n\"Пока, пусть так...\"-И, кровожадно усмехнувшись, он присел на корточки и занес нож над головой, когда его взгляд упал на маленькую картоночку, ниткой привязанную к шее игрушки.\n\n\"Заюшка-главный защитник Элис.\" И неровное, детской ручкой нарисованное сердечко под надписью.\n\nРука убийцы медленно и беспомощно опустилась под грустным, понимающим взглядом черных глазок \"Заюшки\", по-видимому, любимой игрушки Элизабет...\n\n\"Как... Ты ... Мне... Что... Угх...\"-Болезненно нахмурившись, крепко сжав зубы, Джефф опустил голову и разжал пальцы. Тихий звон, и нож, теперь уже ненужный, валялся на полу, а разом как-то сжавшийся парень, неуверенно протянул руку к игрушке.\n\nЧерные глазки маленькой коричневой мордашки смотрели на парня так, словно они знали все, что творилось у него в душе... Наверное, у игрушек подобный взгляд появляется, если их часто прижимает к себе ребенок... Если они нужны...\n\n\"Не то, что я... Единственные, кому я нужен-правоохранительные органы для закрытия дела об опасном преступнике, и психушка которой страсть, как хочется поковыряться и в моем мозге, и в душе... Если она у меня, конечно, ещё есть...\"-неуверенно изогнув уголки губ в некое подобие улыбки, парень взял обеими руками игрушку под лапки, и поднял на уровень своих глаз.\n\n—Ну? Чего смотришь?-грубовато спросил у зайчика Джефф и \"пошевелил\" его лапками.-Если я тебя распотрошу, то будет не интересно, правда ведь?...-Парень снова чуть приподнял уголки губ и внимательно вгляделся в черные глазки зайца.\n\nНемного грустный вид \"Заюшки\" сочился самым неподдельным сочувствием, чего от кого, от кого, но от игрушки маньяк не ожидал. Странный душевный порыв, как волной, захлестнул очерствевшее сердце убийцы, и через секунду он уже изо всех сил прижимал к себе маленький плюшевый комочек с шуршащими ушками. В этот момент он больше всего был похож на ребенка... На жалкого, отчаявшегося, никому не нужного ребенка, затаившего обиду на весь мир... И ищущего утешения, тепла и доброты хотя бы от этой, любимой девушкой, игрушки...\n\n__________________\nPOV Элизабет\n__________________\n\"Блин... И почему мне так не везет уже который день?...\"-Раздраженно думала я, хмуро уставившись в учебник. Уже четверть часа я пыталась делать вид, что ужасно увлечена химией, но, несотря на мои старания, ничего не выходило... Хоть я и пришла без опоздания...\n\nИз головы все никак не шел оставшийся дома один, без моего присмотра, парень. Мало ли, что он мог там... Или... Да и вообще...\n\n\"Угх... Хватит!!!\"\n\nЯ зажмурилась, и помотав головой, закрыла лицо учебником...\n_________________\nPOV Автор\n_________________\n\nОживленный поток людей на проспекте. Все спешат по своим делам, и никто даже не догадывается, кто сейчас шел вместе с ними, натянув на голову белый капюшон, а тонкие бледные пальцы, никому не заметным движением, с силой сжали рукоять ножа в кармане...\n\n",
    "answers": [
      {
        "id": 79,
        "text": "глава 22"
      },
      {
        "id": 2,
        "text": "к списку глав"
      }
    ]
  },
  {
    "id": 79,
    "text": "Улыбайся, даже если\nТвое сердце болит...\n\n©Майкл Джексон.\n_____________________________________\n\nГромкие крики школьного коридора отдавались в голове острой, пульсирующей болью.\n\n\"Вот... Не было проблем, так надо их заиметь, правда, Элис? Тебе же заняться теперь больше нечем, как всяких маньяков домой подселять?! Вот ходи, и думай теперь, не натворил ли он чего!\"\n\nС самого утра, как только я выскочила из дома, оставив Джеффу ключ с просьбой дождаться моего прихода (а то я домой не попаду, дубликат-то я пока не сделала), у меня из головы не шел этот парень. Хотя, естественно, по большей части я волновалась за дом, но и тот факт, что он мог пойти на свою \"охоту\", спокойствия, отнюдь, не добавлял.\n\n\"Ой, дура...\"—Внутренний голос усе никак не желал заткнуться...—\"Ну точно, крыша прохудилась! Шарики поехали за ролики!! В доме...\"\n\n\"ХАРОШ!!!\"—Мысленно рыкнула я, и голос, на удивление, притих.\"Мой выбор, да и вообще ... Честное слово... В конце концов, если бы я не пригласила его к себе домой, где бы он ночевал?! Да и... Он так, или иначе решил следить за мной. Толку держаться от него подальше. Меня куда больше напугает взгляд огромных глаз, в двенадцать часов ночи, по ту сторону окна. Так что... Угх... Блин, и где \"цитрамон\", когда он так нужкн?...\"\n\nЯ нахмурилась и прижала пальцы к вискам, пытаясь вспомнить расписание школьного медпункта. Хотя, расписание у нашей медсестры только одно...—\"Когда надо меня нет, когда не надо меня нет, и меня на работе вообще никогда нет.\" Так что, берите, деточки, лекарства где хотите. А лучше вообще, как в стишке Остера:\n\n\"Никому вы не мешая, \nПостарайтесь утонуть.\"\n\n—да-а..—тихо протянула я, поправляя сумку на плече, и пошла дальше по коридору в сторону туалета.—Хоть воды пойду, попью...\n",
    "answers": [
      {
        "id": 80,
        "text": "далее"
      }
    ]
  },
  {
    "id": 80,
    "text": "***\n\nЯ шла, никого не трогала и просто смотрела себе под ноги, когда передо мной вдруг возникла тень.\n\n\"Блин!!!\"—Я попыталась отпрыгнуть в сторону, но усталость и головная боль сделали с моими ногами свое грязное дело. Зацепившись за собственный кроссовок, я запнулась, и потеряла равновесие. Будь тут посвободнее я, возможно, ещё и встала бы нормально, но со всех сторон меня окружали люди...\n\n\"Приветик, пол. Давно не виделись...\"—скептически хохотнула я, выставляя вперед руки, чтобы смягчить удар, и зажмурилась.\n\nОднако, не произошло ничего. Вернее... Произошло... Но я ЭТОГО никак не ожидала.\n\nЯ почувствовала на своем плече сильные пальцы, а чья-то рука обвила мою талию, прижав меня к себе, и не давая мне упасть.\n\n—Прости... Ты в порядке?\n\nМягкий голос, сильные руки и едва ощутимый аромат дизодоранта. Щекотное дыхание обожгло ухо. Щеки запылали, глаза широко раскрылись, и я испуганно отскочила от парня, снова теряя равновесие.\n\n—Похоже, не в порядке...—нахмурился парень, снова прижимая меня к себе, а мое и без того ярко-алое лицо, теперь вообще можно было с легкостью спутать с помидором...\n\n—П-п-прости, Дэйв, я-я...—\"хотела сказать, что ты просто замечательный, прекрасный и великолепный, но если я это скажу-ты решишь, что я свихнулась, поэтому я промолчу...\"—Мысленно усмехнулась я, пытаясь вслух промямлить что-нибудь более, или менее внятное.\n\n—Да нет, это я виноват. Задумался, и совсем перестал обращать внимание на окружение...—парень виновато улыбнулся и запустил пальцы себе в волосы.\n\n\"Б...б....бблиииииин... Хватит, Элизабет!!!! А то у тебя сейчас пойдет кровь... Из носа ...\"\n\nМое лицо, казалось, стало настолько горячим, что вот-вот могло обжечь, а руки парня все еще прижимали меня к себе.\n\n—Э...Дэйв? Ты... Не мог бы...—Я окончательно смутилась, и опустила голову, бормоча что-то несвязное. Однако, парень, похоже, и сам понял в чем дело.\n\n—Ой... Да, конечно!—Он быстро выпустил меня из объятий. Сердце кольнуло от разочарования, но я не подала виду, и только смущенно поправила рубашку.—Прости...\n\nСмущенное лицо юноши сейчас выглядело в моих глазах даже еще прекраснее, чем обычно... Блин... И почему именно в него я врезалась?.. Теперь полдня буду ходить с довольной рожей...\n\nЯ обреченно вздохнула, но довольная улыбка уже медленно, но верно проявлялась на губах.\n\n\"Так... Надо что-то...\"—Я попробовала отвлечься, и найти какую-нибудь тему для разговора, но мысли, похоже, дружно собрались, и всей компанией улетели на Карибы. Докричаться до них не получилось...\n\n",
    "answers": [
      {
        "id": 81,
        "text": "далее"
      }
    ]
  },
  {
    "id": 81,
    "text": "К счастью, положение спас парень:\n\n—Элизабет, слушай... Так, что ты насчет спектакля думаешь?—Он немного смущенно наклонил набок голову, со смесью любопытства и просьбы, глядя на меня.\n\n—эм...—Эм. Вот уж действительно, эм. Если совсем честно говорить, то я об этом спектакле эти пару дней думала вообще в последнюю очередь... Ну... В конце-то концов, что плохого в том, чтобы поучаствовать? К тому же, там и Дэйв будет...—Ну... Буду участвовать, а что?...\n\n—Правда?!—Парень радостно улыбнулся, становясь похожим на маленького ребенка, которому сказали, что дед Мороз прилетит...—Здорово! А я-то думал, что там кроме Мейлин девушек не будет, а не очень-то хочется постоянные вопли и команды слушать...\n\nПарень снова чуть смущенно улыбнулся.\n\n—Ну... Я, тогда, пойду? Кстати, репетиция будет послезавтра. Надеюсь, увижу тебя там.—Он снова почесал затылок, и медленно отступая, помахал мне рукой.\n\n—А...га...—Я помахала ему в ответ, даже не пытаясь уже стереть с лица эту чеширскую улыбку.\n\n\"Ваааааау... Он будет рад меня видеть... Уии!!!!\"—Я легонько хлопнула в ладоши, и чуть-чуть подпрыгнула, тихонько смеясь. \"Так. Нужно идти!\"\n\nЯ снова улыбнулась своим мыслям, и, мечтательно глядя в пол, пошла дальше по коридору, так и не почувствовав на себе пристального, пронзительного взгляда из темноты...\n\nПостепенно, с коридора все начали расходиться, кто в столовку, кто по классам, а кто просто на улицу, и когда я дошла до туалета, мне уже попадалось от силы два-три человека.\n\n\"Вот и хорошо. Терпеть не могу толкотню.\"—Я едва коснулась дверной ручки...\n\nХолодная рука, крепко зажавшая мне рот, и, с силой притянув меня к себе, человек так крепко сцепил мои руки так, что я не смогла даже чуть-чуть пошевелить хотя бы пальцами.\n\n\"Вот же ж...\"—Мелькнувшая в голове мысль заставила поежиться, а когда меня силой втащили в подсобку, дверь закрылась, а руки, наконец, выпустили меня из своей хватки, я поняла, что была абсолютно права...\n\n—Ну?—Насмешливый, ледяной, чуть хриплый голос, который я теперь из тысячи узнаю... Холодные руки ... Выше на голову, а мои щеки щекотали волосы ...\n\nЯ обернулась.\n\n\"Ну ... Так и знала.\"—Я удовлетворенно кивнула своим мыслям.\n\n—Джеффри...\n\n",
    "answers": [
      {
        "id": 82,
        "text": "глава 23"
      },
      {
        "id": 2,
        "text": "к списку глав"
      },
      {
        "id": 1,
        "text": "на первую страницу"
      }
    ]
  },
  {
    "id": 82,
    "text": "Мы становимся крепче\nТам, где ломаемся...\n©Эрнест Хэмингуэй\n__________________________\n\n\n—И?—голос парня звучал еще более холодно, а ярко-голубые глаза, казалось, метали гром и молнии.\n\nЯ стояла, судорожно обхватив себя руками. \"Блин ... Как же холодно...\"—зубы отбивали мелкую чечётку. В конце концов... Это же подсобка уборщицы, а не зона отдыха...\n\n—Ч..чтто и-и?...—язык медленно отказывался служить, а пальцы на руках я практически перестала ощущать. Блин... Почему тут так х-хол-лодно? ...\n\nПарень пристально вглядывался в меня пару секунд.\n\n—Замерзла?—холодный голос вывел меня из раздумий на тему тепленькой кроватки и одеялка.\n\n—.у..гу...—Я наклонила голову и еще крепче сжала себя руками, пытаясь хоть как-то сохранить тепло.—И п-почем-му з-здес-сь т-так х-хол-лод-но? Л-лето... Ж-ж-ж...е...\n\nМое дыхание превращалось в облачко пара, а в горле запершило. Да уж... Так и до воспаления легких недалеко..\n\n—Не знаю. Хотя, ситуация мне на руку...—Парень пристально на меня глянул, а на его губах заиграла дьявольская усмешка. Я поежилась и мелко задрожала.—Если ты заболеешь... И умрешь... То у меня убавится проблем, верно?... Но, с другой стороны...\n\nУлыбка сошла с его губ и Джефф скучающе оглядел меня с ног до головы.\n\n",
    "answers": [
      {
        "id": 83,
        "text": "далее"
      }
    ]
  },
  {
    "id": 83,
    "text": "______________\nPOV Джефф\n______________\n\n\"С другой стороны... Опять станет скучно. Все-таки, ты довольно забавная...\"\n\nПеред глазами опять всплыла картина, которая, непонятно, почему, меня взбесила даже больше чем обычно...\n\nХрупкий, худоватый силуэт девушки, ее падение, моя протянутая в ее сторону рука и... Руки, прижавшие ее к себе... Не мои... Руки...\n\n—Тц.—Я в безмолвной ярости сжал зубы. Да кто он вообще такой?! Вернее... Почему меня это так взбесило?... Хотя ... Нет... Меня разозлил вовсе не тот парень... А ее лицо. Ее, залившиеся краской, щеки, ее широко распахнутые, блестящие глаза, и... Ее улыбка. Ее смущенная, но в то же время счастливая улыбка...\n\n\"Почему...\"—Я едва заметно мотнул головой, отгоняя ненужные размышления, и снова посмотрел на озябшую девушку.\n\nТонкие пальцы судорожно вцепились в ткань тонкой рубашки, все ее тело мелко-мелко тряслось, а губы даже чуть-чуть посинели, настолько здесь было холодно.\n\n\"Такими темпами она действительно заболеет.\"—нахмурился я, и подошел к двери с намерением ее открыть, но...\n",
    "answers": [
      {
        "id": 84,
        "text": "далее"
      }
    ]
  },
  {
    "id": 84,
    "text": "\n_________________\nPOV Элизабет\n_________________\n\nКогда мне уже казалось, что пришел конец моей бренной жизни, Джефф, нахмурившись, подошел к двери и взялся за ручку.\n\n\"Если подумать... Он вообще за эти пару минут довольно часто хмурился ....\"—Я настороженно наблюдала за парнем, как вдруг...\n\n________________\nPOV Джефф\n________________\n\nЗамок щелкнул, а мои попытки повернуть ручку были вдребезги разбиты полной ее неподвижностью.\n\n\"Что за...\"—Я зло сжал зубы и сильнее подергал ручку, но бесполезно.\n\nС той стороны двери раздался писклявый девчачий голосок:\n\n—Ну что, Элис? Нравится мой маленький подарочек?—Девчонка с той стороны мерзко захихикала.\n\nЯ стиснул кулаки. Жажда крови постепенно затуманивала разум, и мои мысли стали какими-то чересчур медленными...\n\n\"Убить... Избавиться... От негодной девчонки...\"—в такие моменты... Никакая дверь не была для меня помехой. Рано или поздно, я бы ее выбил, и тогда...\n\nЯ хищно усмехнулся, проведя языком по зубам. Уголки губ снова заныли, а во рту ощущался привкус крови, но мне было все равно...\n\nПальцы крепко сжали рукоять ножа, и я, ухмыляясь, шагнул к двери...\n",
    "answers": [
      {
        "id": 85,
        "text": "далее"
      }
    ]
  },
  {
    "id": 85,
    "text": "_______________\nPOV Элизабет\n_______________\n\n\"Мейлин ... Идиотка!!!!!\"—Я в ужасе наблюдала за переменами, происходящими с парнем, и еле сдерживалась, чтобы не закричать.\n\nНо, когда его рука опустилась в карман... В моей голове что-то щелкнуло.\n\nСтараясь не обращать внимания на дикий холод, сковавший мое тело, я бросилась к парню, и, крепко обняв его со спины, прошептала:\n\n—Пожалуйста... Не надо!—Джефф замер с ножом в руке, а я говорила дальше:—Ты... Так ты обнаружишь себя, и ... Тебя могут найти. Пожалуйста...—Я чуть сильнее сжала пальцами ткань толстовки, и крепче прижалась щекой к его спине.—Я все сделаю, только пожалуйста... Не делай этого...\n\nПарень медленно, словно не веря в то, что он это делает, опустил руки и оглянулся, пристально вглядываясь своими ярко-синими, широко распахнутыми глазами в мои.\n\nЯ, уже в который раз за день, почувствовала, как мое лицо приобретает малиновый оттенок.\n\n\"Й...Я.. Что я, скажите на милость, творю?!...\"\n\nНо мое смущение-краснение-сквозьземлюпроваливание было прервано мерзким голосочком по ту сторону двери:\n\n—Хах, ты, что, уже там подохла, а? Э-эли-и-ис?—Издевательски пропела Мейлин и с силой стукнула ногой в дверь.\n\nПользуясь ситуацией, я аккуратно отпустила, все еще пристально наблюдавшего за мной, парня, и, опустив голову, громко произнесла:\n\n—Можешь открыть дверь?\n\n—Хах! А больше ты ничего не хочешь?!—девушка самодовольно захихикала, а я еле сдерживала непреодолимое желание разнести эту дверь, и как следует вправить кое-кому мозги. Их у этого самого \"кое-кого\" явный недостаток!!!—По-твоему, я зря лазила в электрощитовую и отключала в подсобке отопление? \n\n—То есть это тоже...—Я аккуратно обошла Джеффа и прислонилась к двери.\n\n—А ты как думала, недоумка!—Снова этот ее самодовольный голосочек...—Кстати... Через пару минут сюда придут учителя. Их очень взволновало твое отсутствие на уроке, а когда я любезно подсказала им, где тебя искать, а тем более, в компании КОГО...\n\nЯ вздрогнула, пытаясь сообразить, когда только эта блондиночка успела разглядеть Джеффа, а уж тем более узнать его персону...\n\nМеж тем Мейлин продолжала:\n\n—В компании парня!!! Я, конечно, догадывалась, что ты та еще \"красавица\", но чтобы прямо в школе... Учителя будут в восторге от своей любимой ученицы, согласна?!\n\nЯ стиснула зубы, еле сдерживаясь чтобы не наговорить ей ответных \"комплиментов\". Как же раздражает... \n\n—Ты...\n\n—Я пойду, с твоего позволения. Все-таки это не единственная подсобка в нашей школе, а ты пока как следует заледеней там и подумай над своим поведением.—Издевательски протянула блондиночка, судя по звуку, повернувшаяся на каблуках спиной к двери.—Чао, девочка!\n\n—Открой немедленно!!!! Открой, слышишь?!?! Ты...—Я ударила дверь ладонью, но ослабевшие от дикого холода руки стали только болеть раза в три сильнее.—За... чем... Почему она... Угх.\n\nЯ обхватила руками плечи и, ощущая, как на глаза наворачиваются слезы, в бессильном отчаянии опустилась на пол. Сколько она будет звать учителей? Пятнадцать минут? Час? Два? Сколько бы там ни было, я уже еле еле телом управляю от холода...\n\nЯ прислонилась лбом к еще чуть теплой двери и молча дрожала, когда за моей спиной раздался какой-то шорох...\n\n—На.—Низкий, бархатный голос вывел меня из унылых размышлений, и я с трудом повернула голову ...\n\n",
    "answers": [
      {
        "id": 86,
        "text": "глава 24"
      },
      {
        "id": 2,
        "text": "к списку глав"
      },
      {
        "id": 1,
        "text": "на первую страницу"
      }
    ]
  },
  {
    "id": 86,
    "text": "—Ч...че.че..че.че.ч.то?\n\nЯ в оцепенении смотрела на представшее передо мной зрелище...\n\nБледная кожа, обнаженного до пояса тела, вдоль и поперек усеянная шрамами и ранениями. Хотя, без хвастовства могу сказать, что моя обработка немного улучшила ситуацию... По крайней мере, кроме нескольких свежих, едва ли не кровоточащих ран, все выглядело довольно... Сносно.\n\n\"Я ведь тогда так и не обработала все до конца...\"—Чуть нахмурившись подумала я, не решаясь снова поднять на парня взгляд.\n\n—Может всё-таки возьмешь?—По-видимому, мой жест Джеффри оценил по-своему. Я, собравшись с силами, и сделав перед этим глубокий вдох, чуть подняла голову...\n\nИ увидела протянутую руку парня, сжимающую белую, заляпанную кровью, толстовку.\n\n\"Минутку... Зачем...\"—Я снова нахмурилась и испытующе глянула в глаза юноши.\n\n—Зачем ты...—Договорить мне он не дал. Ну конечно... Собственно, а чего я ожидала...\n\n—Тебе же холодно, так?—свободной рукой, парень поправил уже, по-видимому, настолько отросшую челку, что обзор глазу она закрывала прилично. А я не отводила пристального взгляда, и, краем глаза заметив это, Джефф хмуро свел черные брови на переносице и раздраженно процедил:—Я не собираюсь потом с тобой няньчиться! У тебя нет родителей, врача я не позову, да и вообще... Мне не нужны лишние проблемы, так что... Одень ты ее уже!\n\n",
    "answers": [
      {
        "id": 87,
        "text": "далее"
      }
    ]
  },
  {
    "id": 87,
    "text": "Я задумчиво наблюдала за изменениями на лице парня, но где-то на задворках сознания мелькнула мысль, от котороый, почему-то, тоскливо сдавило грудь.\n\n\"Я-проблема... Ну да. Так было всегда, и так и будет...\"—Я мотнула головой, отгоняя нахлынувшие, отнюдь неприятные,  воспоминания и, усилием воли натянув на губы улыбку, аккуратно взяла из рук парня еще теплую толстовку.\n\n—Спасибо.—Как ни странно, теплая, сухая ткань меня успокоила, и улыбка на моих губах потеряла свою наигранность.\n\nПод пристальным взглядом парня, я спешно, стараясь не растерять остатки тепла, надела поверх формы, его толстовку, и, затянув резинку на капюшоне, засунула руки в карманы...\n\n—Ауч!!!—Да... Не следовало этого делать. Я выдернула руку из кармана и с удивлением посмотрела на стекающую по пальцу каплю.\n\n\"Супер. Хорошо еще, хоть, крови немного. Но порез глубокий, придется \"мумием\" помазать, когда домой вернемся...\"\n\nЯ с болезненным шипением помахала рукой туда-сюда, в надежде остановить кровь, но...\n\n—Прости... Я совсем забыл про это...—Ко мне метнулся (как ни крути, но факт остается фактом) полуголый парень, и, аккуратно сжав мою пострадавшую руку на запястье, сжал зубы.\n\n—Сильно болит?—В широко раскрытых глазах, жадно вглядывавшихся в мои, была довольно непривычная для меня эмоция... Снова... Тот самый страх... Как тогда-в тот самый день, когда я привела его в свой дом... Сейчас мне кажется, что это было так давно, а на деле... Всего-то два дня прошло, и тем не менее ...\n\n",
    "answers": [
      {
        "id": 88,
        "text": "далее"
      }
    ]
  },
  {
    "id": 88,
    "text": "***\nВ памяти снова всплыл тот день... Руки, сжимавшие мою шею, холод металла на нежной коже, липкая струя, стекавшая по ключицам... А потом... нежное, осторожное прикосновенип кончиков пальцев к моим губам, и... Хриплый голос, полный отчаяния: \"Прости... Очень больно?...\"\n***\n\nДа ... Именно... Страх... Вот оно что...\n\nЯ медленно покачала головой и улыбнулась.\n\n—Нет. Это всего лишь небольшой порез. Даже крови уже нет, видишь?—Я пошевелила пальцами, чтобы парню лучше было видно.—Все хорошо. Правда.\n\nЯ, обнадеживающе, улыбнулась еще шире и чуть наклонила голову набок. Несколько секунд напряженно вглядываясь в мои глаза, парень облегченно выдохнул и аккуратно разжал пальцы, отходя назад. И, странное дело...\n\nКак только он отпустил мою руку, я снова ощутила тот зверский холод, из-за которого, собственно, я и оказалась в мужской толстовке.. Не знаю как, но за ту минуту, пока он сжимал мое запястье, я словно разом согрелась, и совершенно забыла про холод, а сейчас...\n\nЯ снова зябко обняла себя за плечи, и поежилась, как вдруг...\n\nОтошедший, было, парень, снова сделал пару стремительных шагов в мою сторону, и уверенным движением засунул руку в карман надетой на мне толстовки.\n\n—Ха...—Но, я не успела толком смутиться, или рассердиться, или ужаснуться... Не знаю даже, как я собиралась реагировать. Через долю секунды, он вытащил зажатый в пальцах нож, и бросил его на пол.\n\n\"Вау...\"—Снова сжав мое запястье, Джефф, развернувшись ко мне спиной, с силой потянул за собой. Я даже не думала сопротивляться. Прикосновение этих длинных пальцев снова дало то непонятное тепло... Я просто пошла следом.\n\nОказалось, путь парня лежал к старому школьному стульчику, по ненадобности оставленного здесь-в подсобке. Снова отпустив мою руку, Джеффри сел на стул, прямо поставив ноги, и выжидающе посмотрел на меня.\n\nВ ответ я уставилась на него. Наши гляделки длились долгие несколько секунд, и первым не выдержал сидящий на стуле джентльмен.\n\n",
    "answers": [
      {
        "id": 89,
        "text": "далее"
      }
    ]
  },
  {
    "id": 89,
    "text": "—Ну?—Нетерпеливо протянул парень, чуть разводя в стороны руки.\n\n—Что?—Как ни проси, я все-равно ничего не понимаю...\n\n—Абы что...—Насупленно пробурчал Джеффри и, уже громче, продолжил:—Садись, давай!\n\n—Куда?...—Официально. Мой мозг сегодня уехал далеко и надолго... Эх... А ты был мне так нужен...\n\n—Садись. Ко. Мне. На. Колени. Еще раз что-нибудь спросишь-придушу, честное слово...—Парень отвел взгляд, но даже сквозь прикрывавшие лицо волосы было заметно, как он покраснел.—Тебе же все еще холодно? Так легче согреться. Я брату всегда так делал...\n\nЯ с мгновение постояла, стараясь переварить услышанное, а когда до меня, наконец, дошло, что к чему, кровь предательски хлынула к щекам.\n\n—Н.. Но... Я...эм..—Я сделала неуверенный шаг к парню, но тут же в замешательстве остановилась. Конечно, у брата на коленях я сидела, и не раз, но это же брат...\n\n—Уфф...—Смущенно выдохнув, парень потянулся, снова схватил меня за запястье, и с силой потянул на себя. Не удержавшись на ногах, я полетела прямо на парня, но от эпичного приземления 63-х киллограмовой барышни на бедного, израненного юношу, меня уберегли его руки, обнявшие меня за талию и плечи, и тесно прижавшие к себе.\n\nЯ на мгновение забыла  как дышать... Едва уловимый аромат сирени (как ни странно), исходивший от его волос, и близость оголенного мужского тела, естественно, заставили меня покраснеть еще гуще.\n\n—Посиди так, ладно?—Раздался бархатный шепот, а горячее, прерывистое дыхание обожгло ухо.\n\nЯ улыбнулась. Улыбнулась и обвила руками его шею, положив голову ему на плечо. Длинные волосы юноши мягко щекотали нос, а крепко сжимавшие меня в объятьях руки успокаивали нстолько, что, казалось, вот так я бы и осталась навсегда... Даже тут-в подсобке. В обнимку с... Как бы дико это не звучало, но... С серийным маньяком, который хотел меня убить...\n\n—А ты сам не замерз?—Я на мгновение подняла отяжелевшую голову и с волнением заглянула в глаза парня.\n\n—Нет. Я спокойно переношу почти любые температуры.—Тихий голос снова, словно коснулся самой глубины моей души, наполняя ее необыкновенным покоем.\n\n—Мм... Но ты, если что, говори-отдам толстовку.\n\n—Врядли. Пусть пока будет на тебе.—Парень сильнее прижал меня к себе и рукой снова уложил мою голову к себе на плечо.—Ты теплая, так что мне она пока ни к чему. Спи. Ты вымоталась.\n\n\"А ведь и правда...\"—Удивленно подумала я, улыбаясь сквозь дрему. Длинные пальцы Джеффа аккуратно перебирали мои волосы, и я поняла... Как давно меня никто не обнимал, и не гладил по голове...\n\n",
    "answers": [
      {
        "id": 90,
        "text": "глава 25"
      },
      {
        "id": 2,
        "text": "к списку глав"
      },
      {
        "id": 1,
        "text": "на первую страницу"
      }
    ]
  },
  {
    "id": 90,
    "text": "Цените тех, кто без тебя не может...\nИ не гонись за теми,\nКто счастлив без тебя...\n________________\nPOV Джеффри\n________________\n\n\"Ну и какого лешего я вытворяю?...\"—Аккуратно перебирая пальцами длинные волосы девушки на моих коленях, скептически думал я.—\"Вот СЕЙЧАС меня действительно пора в психушку упечь... Я ее убить должен, а я ей тут скоро царапины зализывать начну. Тряпка несчастная...\"\n\nЯ незаметно перевел взгляд на ее умиротворенное лицо, прикрытые пушистыми ресницами глаза, шелковые волосы, и...\n\n\"Та-ааак...\"—Я резко отвернулся от нее, напряженно бегая глазами по темной комнате, в попытке унять непривычно быстро колотящееся сердце. \"Смотри на стены, Джеффри. Видишь, какие они интересные!!! Ну, видишь же...\"\n\nМои щеки странно горели, а раны запульсировали, будто к ним резко прилила кровь. Странно... И что это такое?...\n\n\"Может это какая-то болезнь? Интересно... тот парень чувствовал то же самое?\"—Утренняя картина назойливо мелькнула в голове, и заставила меня напрячься. Мышцы напряглись, кровь в жилах запульсировала с новой силой, и я еле сдержался, чтобы не сжать слишком сильно тонкое девичье тело в моих руках. Вслед за этим пришло жгучее желание вскочить, схватить нож, найти этого парня, и резать, резать, резать, резать... Отрубить ему руки... Выколоть глаза... Убивать его долго и мучительно, лишь бы он больше никогда не трогал... Ее...\n\nШею обжигало горячее дыхание девушки, хрупкие руки безвольно свисали с моих плеч, а тело расслабленно доверилось опоре моих рук. На какой-то момент мне даже показалось, что она умирает, но тихий вдох, и дрогнувшие в улыбке губы, усмирили тревожное чувство.\n\n\"Странно... Какая мне разница, как она себя чувствует? Я должен желать ее смерти, но...\"\n\nЯ, толком не контролируя своих действий, положил голову ей на локоть, снова погружаясь в едва ощутимый аромат ландышей.\n\n\"А ведь, если подумать...\"—В голове всплыл маленький горшочек на подоконнике.—\"У нее дома действительно много лаванды...\"\n\nЯ еще чуть ближе прижал ее к себе, чувствуя, как мышцы расслабляются, а в голове, впервые за долгое время, не было ни одной мысли о насилии... Мне просто хотелось сидеть... Вот так... С ней... Сжимать ее в объятьях, и чувствовать этот удивительный покой...\n\n************\nPOV автор\n************\nПо коридору гулом разнесся стук каблуков, а через пару секунд из-за поворота, ведущего к подсобной комнате уборщицы, показались несколько фигур в деловой одежде, так что короткая юбка и высокие каблуки одной из них очень выделялись...\n\n—Я видела их в той подсобке! Клянусь вам! Они даже дверь заперли изнутри!—Взволнованно вещала \"короткая юбка\", картинно жестикулируя руками.\n\n—Хорошо. В таком случае...\n\n***************\nPOV Джеффри\n***************\nОтдаленный цокот каблуков заставил меня напрячься. Я резко поднял голову и, буравя взглядом дверь, внимательно прислушивался к происходящему за дверью.\n\n\"Вот оно что...\"—я буквально кожей почувствовал кипящую внутри ярость, и, покинувшее ненадолго мой мозг, желание резьбы вспыхнуло с новой силой.\n\n\"Так. Тихо... Спокойно... Она у тебя на руках...\"—Сознание снова становилось туманным. Как... Я...хочу... Уби...\n\nЯ громко застонал в бессильном отчаянии чувствуя, как сознание окутывает дымкой.\n\n********\n...Ты вовсе не монстр!!!! Ты—человек! Что бы ты ни думал, ты все равно был, есть и будешь человеком! Тебе не изменить своей сущности...\n********\n\n\"Прошу... Помоги мне...\"—Из последних сил стараясь сохранить трезвость ума, я чуть сильнее сжал тело девушки в руках, и приблизил к ней лицо...\n\nИ вздрогнул всем телом.\n\nОщущение было такое, словно мне резко дали под дых, но этот запах лаванды...\n\nЯ, оставив все попытки вернуть трезвость своему сознанию, ухватился за эту мысль, как утопающий за соломинку.\n\n\"Возможно ли, что...\"—по спине скатилась липкая капля пота, и только сейчас я понял, что несмотря на чрезвычайно низкую температуру помещения мое тело словно горит в огне.\n\nМелко дрожа, я приблизил губы к уху девушки, и, с трудом узнавая собственный голос, прохрипел:\n\n—Эли..забет...—длинные ресницы дрогнули, а черные брови девушки медленно сошлись на переросице.\n\n—Мам... Ну еще пять минуток... Я давно так сладко не спала...—Услышав ее слова, я еле сдержался, чтобы не убежать куда глаза глядят.\n\nМеня самого удивила моя реакция всего лишь на ее голос, но буквально через секунду я понял кое-что еще...\n\nТого самого ощущения, будто моим телом завладел кто-то другой, больше не было...\n\nНо, как только я слегка расслабил мышцы, из коридора снова послышались шаги...\n\n***********\nPOV Элизебет\n***********\n\n—Быстро, быстро, быстро, быстро...\n\nЯ как угорелая носилась по подсобке, в ужасе пытаясь что-нибудь придумать.\n\n\"Если сейчас сюда войдет Мейлин с учителями, то лучше сразу забирать документы из школы... Сижу тут в мужской толстовке, в компании полуголого парня и бормочу что-то насчет того, что мы тут вовсе не по своей воле. Да кто нам поверит?\"—я вертела головой в поисках хоть чего-нибудь, что можно было бы одеть на юношу, когда заметила какую-то рубашку, и зеленый платочек на крючке...\n\nЯ решительно сорвала одежду с крючка и метнулась к парню.\n\n—Не спорь и надевай.—Для пущей убедительности я схватила его за локоть и глянула в его глаза.\n\nНаверное, вид у меня в тот момент и правда был решительный, потому что Джеффри, чуть вздрогнув, послушно взял у меня из рук вещи, и, не теряя времени даром, принялся натягивать рубашку...\n\n—Они здесь!—Раздавшийся за дверью приторно-взволнованный голосок заставил меня напряженно обернуться.\n\nРаздался звук поворачивающегося в замке ключа. Я до боли закусила губу и сжала кулаки, с силой впиваясь ногтями в ладонь.\n\n\"Опоздали...\"\n\n",
    "answers": [
      {
        "id": 91,
        "text": "глава 26"
      },
      {
        "id": 2,
        "text": "к списку глав"
      },
      {
        "id": 1,
        "text": "на первую страницу"
      }
    ]
  },
  {
    "id": 91,
    "text": "—Вы только посмотрите, что эта развратная девушка себе позво..\nЛяет...—гневная тирада светловолосой девушки прервалась, встретившись с непреодолимым препятствием...\n\nВ подсобке сидела на стуле девушка, одетая в мужскую белую толстовку, а парня нигде не было видно.\n\n—Элизабет Тейлор?! Как ты это объяснишь? Что ты делаешь в подсобной комнате в урочное время?!—Строгий голос учительницы, поправлявшей на носу очки, немного привел Мэйлин в чувство.\n\nДевушка на стуле пожала плечами, и перевела взгляд на блондинку...\n\n—Давайте лучше я это объясню.—Низкий, чуть хрипловатый бархатистый, но в то же время навевающий какое-то ощущение опасности, голос, заставил всех вздрогнуть, и резко повернуться к самому темному углу комнаты.\n\n—Молодой человек, кто...—Речь учительницы прервалась на полуслове, когда из темноты на свет, держа руки в карманах штанов, шагнул высокий юноша и пристально глянул в глаза женщине. От этого взгляда даже бывалой учительнице, которая много повидала на своем веку, стало не по себе. Острый, быстрый холодный взгляд пробирал до дрожи. \n\nНа парне была белая, чуть помятая рубашка, черные, чуть узковатые брюки и маска, закрывавшая нижнюю часть лица. Точно так же каждый день по городу ходят сотни и тысячи молодых людей, но такого ужаса в людей не вселял еще никто...\n\n—Кто эта белобрысая?—Парень небрежно кивнул в сторону нахохлившейся блондинки.\n\n—Лучше просто Мейлин.—Девушка кокетливо повела плечом, придавая лицу миленькое выражение, и игриво подмигнула юноше...\n\n—Ты...—В глазах парня полыхнул огонь и он опустил голову. Медленно вытащив из кармана правую руку, он кончиками пальцев прошелся по потертому ремню на джинсах, нащупывая задний карман...\n\n",
    "answers": [
      {
        "id": 92,
        "text": "далее"
      }
    ]
  },
  {
    "id": 92,
    "text": "_______________\nPOV Элизабет\n_______________\n\n\"Мама...\"—Я еле сдержалась, чтобы не завизжать, когда тонкие пальцы парня дотронулись до заднего кармана брюк.\n\nТупица!!!! Она настоящая тупица!!!!!!!!\n\nЯ, как ошпаренная вскочила со стула и, в два прыжка преодолев разделявшее нас расстояние, схватила его за нащупывающую нож руку.\n\n(Чтобы не оставлять оружие валяющимся у всех на виду, мне пришлось, скрепя сердце, согласиться на предложение Джеффа \"положить его в задний карман\". \"В случае чего...\"\n\nЕму кажется, что это и есть \"СЛУЧАЙ ЧЕГО\"?!?!\n\nЯ как можно сильнее сжала его пальцы, и, нацепив на лицо фальшивую улыбку, повернулась к \"дилегации\", стараясь стоять так, чтобы наших рук не было видно.\n\n—Прошу прощения, но мы зашли в эту подсобку, чтобы найти моющее средство, так как у меня запачкалась в крови одежда, и нужно было срочно что-то предпринять, ведь потом не отстираешь.—Я приняла как можно более невинный вид и показала свободную, забинтованную руку.—А в двери, видимо, заел замок, потому что открыть ее у нас не вышло... Как хорошо, что Мэйлин позвала вас!\n\n\"Как же мне эта рана пригодилась... А я про нее уже и забыла.\"—Я едва заметно облегченно выдохнула и аккуратно переплела свои пальцы с пальцами Джеффа.\n\n\"Это должно тебе хоть немного помешать.\"—Я мельком глянула на парня, и заволновалась.\n\nСкрытые под челкой, широко распахнувшиеся глаза, тяжелое дыхание и вмиг ставшая горячей ладонь меня напрягли.\n\n\"Что с ним происходит?...\"\n\n—Как бы то ни было, почему ты пошла сюда с парнем? Неужели ты не знаешь, что девушке твоего возраста не подобает запираться неизвестно с кем? Это может вызвать ненужные сплетни.—Голос учительницы заставил меня отвести взгляд от парня.\n\n",
    "answers": [
      {
        "id": 93,
        "text": "далее"
      }
    ]
  },
  {
    "id": 93,
    "text": "—Джефферсон—мой брат.—Ляпнула я первое, что пришло в голову, постаравшись хоть немного исказить его имя. В конце концов, имя Джеффри, судя по новостям, сейчас у всех на слуху, и кто знает, что будет, если назвать его настоящим именем...\n\n—Разве твой брат не за границей на лечении?—Пропищала сладеньким голоском блондиночка, даже не пытаясь скрыть свой победный вид. Вот же ж...\n\n—Джефферсон мой ДВОЮРОДНЫЙ брат.—одарив \"барби\" испепеляющим взглядом, как можно спокойнее соврала я.\n\n\"Вот тут уж точно прицепиться не к чему. У Мамы есть сестра.\"\n\n—И что же он делает в нашей школе?—Учительница была неумолима. Пристально вглядываясь мне в лицо она задумчиво склонила голову. Хотя... Такой неправдоподобной лжи даже я бы врядли поверила ... Но в таком случае ее надо или сделать правдоподобной... Или запутать все так, чтобы они прекратили попытки хоть что-нибудь понять!\n\nЯ мысленно усмехнулась и раскланялась перед несуществующим опладирующим залом.\n\n(Прим. Автора: тут с большего начинается сумбурная игра слов и мыслей, так что, если Вам лень такое читать-смело перелистывайте... Ниже... Правее... Дальше, в общем... Честно говоря, я сама не поняла, что на меня тут нашло, но переписывать лень...)\n\n—Понимаете...—Глубоко вздохнув, и сделав как можно более скорбное выражение лица, протянула я... И тут же застрочила скороговоркой:—Он-сын моей тети по Маминой линии. Три дня назад дядя с тетей уехали куда-то в горы, или не в горы, (или не уехали (~￣³￣)~ /просто я и моя способность запутывать людей/), в общем, они уехали, а его оставили дома одного...\n\n\"Мамочки, что я несу... Еще и учительницам...\"—Ужаснулась я, но меня уже понесло, так что, пока у меня словарный запас не кончится, я не заткнусь...\n\n—Он мне позвонил на последнюю копеечку и спросил, не могла ли бы я ненадолго принять его в своем доме. Родственники, как никак. Я, конечно, сразу же согласилась, и он сел на маршрутку и поехал ко мне...\n\n/В общем, я пока (если никто не против) уйду в недельный отпуск, ибо после всей этой нервотрепки: вдохновения-нет, идей-нет, веры в себя-тоже ноль, так что...\n\nУйду в отпуск, а потом вернусь с ворохом новых глав... Возможно... И закончу эту главу, ибо, как видите, она довольно сырая.\n\nА еще, пожалуйста, скажите, что Вам не понравилось в моей книге, ибо после критики... Ну, в общем, у меня творческий упадок. Перечитала первые главы и вообще ужаснулась... Как Вы на первых главах эту книгу не удалили...\n\nЭхх.../\n\n",
    "answers": [
      {
        "id": 94,
        "text": "глава 27 "
      },
      {
        "id": 2,
        "text": "к списку глав"
      },
      {
        "id": 1,
        "text": "на первую страницу"
      }
    ]
  },
  {
    "id": 94,
    "text": "Самый страшный враг тот,\nКоторый был для тебя другом...\n\n\n(От автора: я не отредактировала предыдущую главу, пока руки не дошли, но тут события происходят после того, как учителя ушли. Джефф по своему обычаю куда-то исчез)\n\n—Замолчи!!!—Резкий замах и жгучая боль в щеке выбили из меня весь воздух.\n\n\"Ка...к... Как же я их... Ненавижу...\"—На дрожащих ресницах закрытых глаз блеснули слезы, которые уже через секунду солёным потоком покатились по щекам.\n\n—Неужели ты думаешь, что разжалобишь нас слезами?—Девушка с золотистыми волосами злорадно ухмыльнулась, и вплотную приблизившись ко мне, насмешливо посмотрела мне в глаза.—Ты так плохо нас знаешь, Элли? Неужели ты забыла, как дружны мы были в детстве?\n\nДевушка усмехнулась. Холеные ладони с силой толкнули меня в плечи, и я, нелепо взмахнув руками, упала на пол. Травмированная в детстве нога не позволяла мне даже самую малость сгруппироваться, чтобы удержаться на ногах.\n\n—Что, неужели наш подарочек до сих пор приносит тебе \"счастье\"?—На тонких губах заиграла ехидная улыбка, и девушки-подружки Мейлин тут же подобострастно захихикали.—В таком случае... Хочешь, мы осчастливим тебя еще больше?\n\nЯ кое-как поднялась на локтях, когда прямиком мне на колено еле ощутимо наступила нога, обутая в каблук на платформе.\n\n—Нет. Мейлин, прошу тебя, не надо!!!!—Мой голос сорвался на крик, я попыталась увернуться и подняться на ноги, но в ответ на это, Мейлин чуть сильнее надавила мне на колено...\n\n—ПУСТИ!!!!!—Я взвизгнула от боли, и завопила, извиваясь на полу,—КТО НИБУДЬ...\n\nНо зажавшая мне рот рука не позволила мне позвать на помощь.\n\n—Сейчас все уже наверняка ушли по домам, так что тебе врядли кто-нибудь поможет, крошка Элис.—Она улыбнулась, и тихонько добавила:—Но лучше не рисковать, согласна?\n\nЯ замотала головой, и попыталась отбиться от закрывавшей мне рот девушки, но мои руки постигла та же участь... Двое девушек, посмеиваясь в предвкушении веселья, крепко сжали мои запястья, и развели мои руки далеко в стороны, чтобы я наверняка не смогла вырваться.\n\n—Ноги тоже придержите. А то Элли у нас девочка спортивная.—Снова ее победная улыбка. И это прозвище...\n\n\"Элли...\"—я возненавидела это склонение моего имени еще четыре года назад... Тогда, когда я навсегда лишилась возможности заниматься фехтованием... Так меня всегда называла моя бывшая подруга... Бывшая лучшая подруга.\n\n_____________\n6 лет назад\n_____________\n\n—Элли!!! Ты чего так опоздала! Я еле успела забрать у мальчишек последнюю порцию, ты же знаешь, какие они обжоры.—тоненькая, миниатюрная девочка с золотистыми, будто шелковыми волосами, заливаясь смехом, тащила меня к \"нашему\" столику в школьной столовой.\n\nДевочка, казалась ангелом, сошедшим с небес. Блестящие светло-голубые глаза, золотые волнистые, аккуратно расчесанные локоны, красиво рассыпавшиеся по плечам. Светло-розовое личико с милым румянцем, аккуратные руки, воздушное белое платьице... Все в ней, казалось, было не от мира сего.\n\n—Ну прости, Мей, прости!—Я засмеялась в ответ, и послушно села на категорично указанное мне пальцем подруги, место.—Я не думала, что меня так подведёт будильник.\n\n—Ладно, с кем не бывает.—Мейлин села на стул рядом, и придвинула тарелку с едой ко мне поближе.—А теперь кушай! А то вафельную трубочку не дам...\n\nВ тоненьких пальцах, хитро сощурившейся девочки, как из ниоткуда появилась моя любимая трубочка, считавшаяся в школе \"деликатесом\". Болтая ногами, Мей крутила в руках лакомство, и с весёлым смехом убирала его за спину всякий раз, когда я пыталась его схватить.\n\n—Ни-ни!—Она спрыгнула со стула и начала вприпрыжку бегать вокруг стола.—Пока все не съешь сладкого не дам!\n\n—Да ладно тебе, Мей! Ты же знаешь, что, если бы было можно, я бы давно съела всю столовку!—Я хихикнула, и, извернувшись, схватила подругу за запястье.—Посиди рядом, я недолго.\n\n—Ну хорошо.—Великодушно согласился \"ангелочек\", и аккуратно сел на стул, сложив руки на коленях, изображая на лице \"возвышенное\" выражение.—Элли, смотри! Я светская мадама!\n\nЯ прыснула со смеху, чуть не расставшись с набитой во рту едой.\n\n—Мадама?...—Положив голову на стол, приглушенным голосом простонала я, задыхаясь от смеха.\n\n—И никто иная!—Гордо вздернув подбородок, придавая лицу ещё более комичное выражение, и выгнула спину чуть ли не в гимнастический мостик.\n\n—Мей!—Еле шевеля языком от хохота пролепетала я—Я же так никогда... Не доем...\n\nПодруга изучающе на меня глянула, и так \"величественно\" кивнула головой, чуть со стула не свалилась.\n\n—ва... Так уж и быть. Ее величество мадама позволяет тебе доесть.\n\n—О, благодарю вас, величество.—Все еще хихикая, отправила в рот кусочек котлеты я.\n\nЧерез десять минут моего завтрака, и наших друг с другом перешучиваний, Мейлин, глядя на мою опустевшую миску и щенячьи глазки, с торжественным видом протянула мне вафельную трубочку.\n\n—Моя прелесть!—Промурлыкала я, распаковывая любимое лакомство.\n\n—Элли?—Мейлин, вдруг, перестала улыбаться и задумчиво посмотрела на меня. Между ее светлых бровей пролегла складка.\n\n—Мням?..—Я медленно пережевывала и рассасывала трубочку, стараясь продлить удовольствие.—Хоцесь?\n\nЯ, не дожидаясь ее ответа, отломала добрую половину трубочки, и протянула ее немного растерявшейся Мей.\n\n—Нет, Элли, я же уже свою съела—Она протестующе замахала руками, удивленно приподняв брови.—К тому же, это же твое любимое, я...\n\n—Ме-ей? Хаци меня? (Ради меня?)—Я сделала жалобное лицо, и умоляюще посмотрела на подругу.\n\nМейлин пару секунд смотрела на меня с сомнением, но все же трубочку взяла.\n\n—Спасибо.—Озабоченное выражение снова уступило место лучистой улыбке на ее хорошеньком личике. Да... Что ни говори, а красоте Мей могли бы позавидовать многие взрослые...—Элли... Ты... Это, наверное, странный вопрос, но...\n\nДевочка чуть-чуть покраснела, и, смущенно отведя взгляд в сторону, произнесла:\n\n—Ты меня любишь?—От удивления я даже перестала есть. Не понимаю... Мейлин же моя лучшая подруга? Почему она задает такие странные вопросы?—Ты не подумай, я просто...\n\nОна смущенно пожала плечами, и опустила голову, когда...\n\n—Ты еще спрашиваешь? Мей, ты моя самая-самая лучшая подружка! Ты даже представить себе не можешь, как я тебя люблю!!—Я, залившись счастливым смехом, бросилась к подруге на шею, чуть не опрокинув при этом стул, с которого я вскочила. Мейлин пару секунд удивленно хлопала глазами, а потом, тоже улыбнувшись, обняла меня в ответ.\n\n—Ты же меня не бросишь, Элли, правда?...—Еле слышно прошептала она, но в ответ я просто ещё крепче стиснула ее в объятьях.\n\n—Я никогда тебя не брошу и не предам, Мей!—Серьезно сказала я, легонько ткнув ее пальцем в щеку.—Мы будем дружить всегда, чтобы ни случилось!\n\nИ я почувствовала, как Мей кивнула в ответ.\n___________\nPOV Автор\n___________\n\nМаленькая девочка с золотистыми волосами сидела, обнимая подругу, а по ее вмиг побледневшим щекам текли слезы.\n\n\"Прости, Элли... Я знаю, что ты возненавидишь меня за это...\"—худенькие ручки еще крепче прижали к себе маленькую Элизабет.—\"Думаю, это последний раз, когда ты говоришь мне эти слова... Прости...\"\n\n... Прости за то, что продала...\n\n",
    "answers": [
      {
        "id": 95,
        "text": "глава 28"
      },
      {
        "id": 1,
        "text": "на первую страницу"
      },
      {
        "id": 2,
        "text": "к списку глав"
      }
    ]
  },
  {
    "id": 95,
    "text": "\n_______________\nPOV Элизабет\n________________\n\"Когда наша дружба успела... Превратиться в это...\"\n\n\"Что я сделала не так? Что я упустила?...\"\n\nЯ закрыла глаза, чувствуя, как обжигают мою кожу стекающие по щекам слезы.\n\n\"Почему наша дружба стала ненавистью? В чем я провинилась перед ней...\"\n\n—Мгх..—Я попыталась закричать, выгнув в приступе боли спину. Мейлин довольно улыбнулась, чуть поворачивая ногу.\n\nОт боли я уже почти ничего не соображала и только дергала руками, и мотала головой в руках сдерживавших меня девушек.\n\n—Хочешь еще?—тихонько засмеявшись, Мейлин поставила мне на колено каблук...—Тогда держи, дорогая Элли.\n\nИ, снова обнажая в улыбке сверкающие белизной зубы, моя лучшая подруга с силой наступила мне на ногу...\n\n***\n\n",
    "answers": [
      {
        "id": 96,
        "text": "далее"
      }
    ]
  },
  {
    "id": 96,
    "text": "—За этим, конечно, очень интересно наблюдать, но мне она пока что нужна живой.—Звук этого до боли знакомого голоса прервал мой истошный визг.\n\nРаздавшийся где-то у входа в туалет голос заставил девушек в ужасе отскочить от меня... Всех, кроме Мейлин.\n\n—А ты кто вообще такой?—Слегка повернув голову в сторону двери.—Неужто у нашей пай-девочки завелся женишок?\n\n\"Боже мой, как же больно...\"—Я попыталась приподняться на локтях, но легкое движение каблука на моем колене заставил меня с визгом упасть обратно.\n\n—И куда это ты собралась, интересно знать? Я тебя ещё не отпускала.—Мейлин глянула на попрятавшихся подружек и презрительно процедила:—Трусихи несчастные, держите ее уже!\n\n—Я не люблю... Когда меня... Игнорируют...—Мейлин чуть заметно вздрогнула от хриплого, угрожающего голоса. Высокая фигура с наполовину скрытым маской лицом шагнула вперед так, что стоявшая надо мной девушка перестала закрывать обзор...—Усни.\n\n",
    "answers": [
      {
        "id": 97,
        "text": "далее"
      }
    ]
  },
  {
    "id": 97,
    "text": "Хриплый шепот показался мне адским воплем, и с этими словами парень резким движением схватил Мейлин за шею, с яростью отшвырнув ее от меня. С каким-то дьявольским наслаждением он проследил за тем, как, больно ударившись о мраморную стенку затылком, девушка со стоном повалилась на пол.\n\n—Даже своим подружкам ты не нужна. Твоя жизнь ни для кого не представляет ценности, разве нет?—Парень истерически расхохотался.—Ты бесполезна.\n\nЯ застонала и с неимоверным усилием воли заставила себя подняться.\n\n\"Проклятая травма...\"—Я кое-как села на колени, стараясь даже не прикасаться к адски ноющей ноге.\n\n—Отпустите меня... Прошу, я не...—Полный ужаса дрожащий голос Мейлин заставил мое сердце на миг сжаться.\n\n—Закрой свой рот.—Светло-голубые глаза маньяка недобро полыхнули, а пальцы вцепились в горло рыдавшей девушки.— Только попробуй рассказать кому-нибудь. Терпеть не могу, когда трупы разговаривают.\n\nЯ резко вдохнула, глядя, как лицо Мейлин стремительно побагровело от напряжения, а дрожащие губы из последних сил шептали слова мольбы.\n\n\"Я должна остановить...\"\n\"А может так было бы лучше?\"\n\n",
    "answers": [
      {
        "id": 98,
        "text": "далее"
      }
    ]
  },
  {
    "id": 98,
    "text": "Я вздрогнула. Удары сердца теперь казались мне до ужаса громкими и били по ушам; в глазах потемнело, а по всему телу разлился пронизывающий до костей холод.\n\n\"Что я...\"\n\"Твои страдания прекратятся.\"—Казалось, мои собственные мысли стали принадлежать отнюдь не мне...:\"Давай же. Просто дай ему сделать свое дело, а еще лучше помоги ему. Отплати этой кукле за ее предательство и твои муки!\"\n\n\"Господи...\"—Я мелко задрожала, не столько от холода по всему телу, сколько от страха... Страха перед самой собой.\n\nРука сама собой потянулась ко все еще надетой на мне толстовке: к карману, в котором лежал нож, и, несмотря на боль, я слегка пошатываясь поднялась на ноги.\n\n\"Боже, Боже, Господи, нет... Умоляю, нет, пожалуйста, Господи!\"—По щеке скатилась слеза, горло сдавило в болезненных спазмах, а я все продолжала приближаться к бившейся в агонии лучшей подруге...\n\n\"Ну же...\"—Леденящий душу голос эхом разнесся по моему сознанию, когда моя рука, по-прежнему крепко сжимавшая рукоять ножа, стала медленно вынимать его из кармана...\n\n\"Стань такой же, стань такой же, стань такой же!!! Убей, убей, убей, убей, убей...\"—я с силой сжала зубы, не в состоянии заткнуть десятки голосов, заливавшихся убийственным смехом в моей голове:\"Убей, убей...\"\n\nЯ с невероятным усилием, стараясь не обращать внимания на боль, разомкнула пересохшие губы... Боль от воплей в моей голове становилась невыносимой, а тело отчаянно отказывалось подчиняться...\n\n\"НЕ СМЕЙ!!!!!\"—Дьявольский вопль, казалось, вот-вот лишит меня сознания от боли.\n\n",
    "answers": [
      {
        "id": 99,
        "text": "далее"
      }
    ]
  },
  {
    "id": 99,
    "text": "—Хватит..—Хрипло произнесла я, из последних сил протянув руку к плечу обезумевшего юноши.—Не убивай... Ее... Прошу тебя..\n\nЕдва с моих губ сорвалась последнее слово, как голоса моментально замолчали, страшная сила, завладевшая на эти секунды моим телом, исчезла, а пальцы, до боли сжимавшие рукоять ножа, разжались.\n\nЕдва коснувшись второй рукой белой рубашки Джеффа, мои ноги подкосились. Я упала на колени и вскрикнула от боли, привалившись к спине парня. Жадно глотая воздух, я прижалась к парню и неловко обняла его за плечи.\n\n—Пожалуйста...—Я уткнулась лбом в его плечо, стараясь не думать о том, что он может со мной за это сделать.—Джеффри...\n\nНе поднимая головы и не опуская рук, я почувствовала, как напряглись мышцы израненного тела парня, а рядом раздался хриплый вздох и отчаянный кашель.\n\n\"Ты...\"—Я чуть крепче обняла парня, чувствуя, как щекотят мои щеки длинноватые черные волосы.\n\n—Спасибо.—Я улыбнулась, чувствуя, как к глазам подступают слезы.\n\nМои плечи мелко задрожали, и, не выдержав, заплакала, тихонько всхлипывая. Пальцы отчаянно вцепились в тонкую ткань рубашки парня. Слезы потоками скатывались с щек, оставляя мокрые следы на одежде. Жгучая тоска и одиночество накрыли с головой. Это отчаянное желание почувствовать рядом близкого человека... Я давно не плакала вот так... От душевной тяжести.\n\nХоть я и понимала, что слезы перед моей ненавистницей, и на плече моего убийцы-не самая лучшая идея, но поделать с собой я ничего не могла.\n\n—Хорошо, я не буду ее трогать...—Я почувствовала, как моих рук касаются немного холодноватые пальцы Джеффа.—Хватит реветь... Раздражает.\n\nХриплый, приглушенный голос юноши и осторожное, будто я была фарфоровой, прикосновение на мгновение ввели меня в ступор.\n\nЕго слова и действия настолько не походили друг на друга, что я удивленно подняла голову, пытаясь заглянуть ему в лицо.\n\nПарень мельком перевел взгляд на меня и вздрогнул. Наши лица находились буквально в нескольких миллиметрах друг от друга. Щеки обжигало сбившееся дыхание Джеффа, а еще шире распахнувшиеся в замешательстве голубые глаза не позволяли отвести взгляда.\n\n\"Интересно, а как сейчас под маской выглядят его губы...\"—Я, как загипнотизированная, вглядывалась в неумолимо завораживающую глубину его глаз:\"Почему ты смотришь на меня с такой тоской... Зачем ты убиваешь... Джеффри?\"\n\nЯ чуть грустно вздохнула и вздрогнула, резко поворачиваясь к лежащей, как оказалось, без сознания Мейлин. Кольцо рук разомкнулось, и я, к своему удивлению, с лёгким разочарованием опустила их на колени.\n\n—Она...—Я запнулась.—Ты... Она останется жива?\n\nВыпалила я на одном дыхании, в волнении переведя взгляд на юношу... И замялась.\n\nЯрко-синие глаза, не отрываясь смотрели на меня. В воздухе повисла тишина, которую нарушало только наше глубокое дыхание.\n\n\"Какие...\"—Течение мысли было прервано хриплым голосом.\n\n—Не сейчас.—Парень отвел взгляд, и решительно протянул ко мне руки...\n\n—Уа...—Я тихонько вскрикнула, когда он коснулся моей больной ноги, и судорожно обхватила его руками за шею, когда он взяв меня на руки, поднялся.—Что ты...\n\n—Молчи.—Парень с досадой нахмурился, но на его бледных щеках появилось некое подобие румянца.—Я не для того сюда шел, чтобы в итоге тебя кинуть. К тому же, лезть в дом через окно-довольно сомнительное удовольствие. Еще ментов привлечет.\n\nЯ, хлопая глазами, глядела на стремительно двинувшегося по коридору парня, но усталость брала свое.\n\n—Ты вовсе не монстр.—И, заметив, как удивленно расширились и без того огромные глаза юноши, не выдержала и закрыла глаза, проваливаясь в спасительную дрему...\n\n",
    "answers": [
      {
        "id": 100,
        "text": "глава 29"
      },
      {
        "id": 2,
        "text": "к списку глав"
      },
      {
        "id": 1,
        "text": "на первую страницу"
      }
    ]
  },
  {
    "id": 100,
    "text": "По малолюдной улице, с девушкой на руках, шел странный парень с длинными черными волосами и ледяным взглядом. Нижнюю часть его лица скрывала маска, и даже те несколько человек, которые видели на своем пути этого юношу, спешили прейти на другую сторону улицы. От него прямо веяло опасностью...\n\n________________\nPOV Джеффри\n________________\n\n\"Честное слово, когда она наконец станет благоразумнее...\"\n\nТяжесть девичьего тела нагоняла странные мысли. Часть меня снедало странное желание, чтобы так было всегда: чтобы она умиротворенно лежала в моих руках, обвив шею руками, и довольно улыбалась, а другая часть...\n\nЖажда крови, которую я не утолял уже полдня давала о себе знать. В кармане толстовки, надетой на девушку, все еще лежал нож, и во мне с каждым шагом все сильнее разгоралось желание его использовать. Ноги словно налились свинцом, а руки отказывались повиноваться. Казалось еще секунда и я просто скину ее на пол и полезу в карман толстовки...\n\n\"Прекрати... Ты должен хотя бы донести ее до дома...\"\n\nА кто сказал, что я ей что-то должен?\n\nГрудь сдавило, а в глазах все поплыло. Медленно, но верно я терял над собой контроль.\n\n\"Я должен дойти...мне нужно...\"\n\nЕдинственное, что тебе нужно–это жертва.\n\nДрожь пробрала меня до костей. Леденящий кровь голос, казалось, медленно овладевал моим сознанием.\n\n",
    "answers": [
      {
        "id": 101,
        "text": "далее"
      }
    ]
  },
  {
    "id": 101,
    "text": "\"Я не могу напасть на нее у всех на виду, но если я донесу ее до дома, то меня уже врядли что-нибудь остановит...\"\n\nА тебе и не надо останавливаться.\n\nЯ с силой сжал зубы и застонал в голос, в попытках хоть немного отвлечься от чудовищной боли и кровожадных мыслей, наполнивших голову.\n\n—Замочи, замолчи, замолчи...—Хриплым голосом, едва шевеля губами шептал я що беспамятства. Я остановился возле очередного полуразрушенного дома: на стенах зияли дыры от обвалившейся штукатурки, кое-где валялись целые кирпичи, выбитые чьей-то заботливой рукой  валявшимся рядом куском арматуры. Стекла были разбиты практически полностью, а из зияющих темнотой оконных проемов доносился жутковатая смесь самой разной вони. Ну уж этот-то дом точно был заброшен, и причем давно. Не думаю, даже, что здесь есть хоть один бездомный–слишком невыносимое место для жизни человека...\n\n\"Здесь. Ее никто не найдет, а даже если и найдет, то ты уже будешь далеко. Ну же, иди!\"\n\nОт собственного бессилия меня колотила дрожь. Не в силах сопротивляться чудовищному голосу, я, еле передвигая ноги, двинулся к дверному проему.\n\n\"Сколько... сколько можно... я не хочу... когда ты наконец замолчишь?!\"\n\n«Никогда. Ты сам впустил меня, когда набросился на тех подростков на остановке.»\n\n—Я не хотел... Я просто пытался защитить брата...—Я едва шевелил языком от душивших меня слез, еще не пролившихся на щеки. С каждым шагом дверь была все ближе... и гибель этой девушки тоже...—Я не хочу...\n\n«Ты мог сделать это иначе. Но ты решил напасть.\"\n\n—Нет... Замолчи...—Перед глазами стала картина четырех-летней давности... автобусная остановка, сидящий рядом со мной брат и возвышавшиеся над нами трое крепких мальчишек чуть постарше нас... последнее, что я помню-кровь покрывшую мои руки, и странный экстаз от избиения... И... да... имнно тогда я впервые услышал этот голос...\n\n\"Ударь вот здесь. В лицо, ну же! Накажи его за то, что покушался на брата!\"\n\nА я... я просто выполнял все, что предлагал мне голос. Выполнял и... отказался от собственной воли.\n\n\"Но я не хочу убивать ее... она вкусно готовит, обработала раны на спине и груди так, что они практически не беспокоят, и... у нее очень ласковые руки...\"\n\nРазрез на правой щеке защипало, и я с недоумением осознал, что с обожженных поредевших ресниц скатилась слеза. \n\n\"Что...\"—Интересно... когда я плакал в последний раз? Казалось — это было в другой жизни, даже несмотря на то, что с того момента прошло всего несколько лет... моя жизнь давно разделилась на до и после...\n\nВсе лицо горело от внутренней борьбы и слез. Пусть я и не понимал причины для слез... прошу... я не хочу убивать тебя... сделай что-нибудь...\n\n—останови меня...—с губ сорвался слабый стон, когда я опустил хрупкое тело на полуразрушенные плиты крыльца жуткого здания. Не в силах больше сопротивляться я уткнулся носом в ее плечо, чувствуя как с подбородка падают капли слез... вторая моя рука уже сжимала рукоять ножа...\n\n",
    "answers": [
      {
        "id": 102,
        "text": "далее"
      }
    ]
  },
  {
    "id": 102,
    "text": "—Мммм...— я здрогнул, когда девушка тихо застонала прямо мне в ухо и в отчаянном ужасе посмотрел в ее лицо...\n\nЯ вздрогнул и выпустил из пальцев оружие, когда мою шею обвили слабые ручонки моей жертвы. От ее объятия в груди защемило, а голова отозвалась адской болью.\n\n\"НЕТ!!!\" от душераздирающего крика, которого кроме меня никто не слышал заложило уши, и я попытался вырваться из легких объятий, но... Та моя часть, которую я считал погибшей не позволила мне отшатнуться. Мои руки только обвили талию девушки, тело содрогалось от немого крика, а жажда крови медленно разрывала меня изнутри... В прошлый раз это закончилось гибелью моей семьи, а в этот...\n\n\"А в этот всего лишь смертью девчонки.\"—Я больше не могу... я совершенно себя не понимаю...Почему мне стала так омерзительна сама мысль о том, что эта девочка умрет? Почему я, наконец, не перережу ей горло? Почему...\n\n\"Может потому, что она единственная из всех, кто отнесся к тебе по-человечески?\"\n\nЩеки обожгли слезы. Девушка по-прежнему крепко обнимала меня за шею, и что-то в этих тоненьких руках напомнило мне то, что я уже столько лет пытаюсь забыть...\n\n***\n—Джефф, мальчик, иди сюда.—Красивая женщина с сияющей улыбкой призывно протянула ко мне руки.\n\n—Мамя!—Спотыкаясь и громко топая еще не окрепшими трех-летними ножками я побежал от брата к зовущим меня рукам.\n\n—Вот так, вот так! Осторожней, не спеши, малыш!—Лучащиеся добротой глаза Мамы настороженно ловили каждое неуклюжее движение моего маленького тельца.\n\n—Мамя!—до ласковых, покрытых мозолями рук оставалось всего пару шагов, когда мои ноги все же зацепились друг за друга.—Вай!\n\nЯ с искренним изумлением глядел на приближающийся асфальт, когда Мама в ужасе метнулась ко мне, и, подхватив на руки, встревоженно вгляделась в мое лицо:\n—Ничего не болит?\n\n—Ни мо-одец... (Не молодец)—мои губы задрожали от досады и разочарования, а крупные слезы готовились вот-вот брызнуть из глаз. Я разочаровал Маму...\n\n—Ну как это–не молодец?—Мама прижала меня к груди, целуя в макушку.—Ты самый настоящий молодец! Мама, и брат очень гордятся Джеффом, правда, Лью?\n\n—Угу...—К нам подошел мальчик на два года старше меня (я не уверена в возрасте. Интернет отключили, и посмотреть пока нет возможности. Если знаете неточность-поправьте), и немного неуклюже похлопал меня по пухлой ножке.—Ты хороший мальчик...\n\nМама рассмеялась, аккуратно пересаживая меня на другую руку, чтобы обнять моего брата.\n\n—Мамя и Ййю увады? (Мама и Лью рады?)—хлопая длинными и по-детски пушистыми ресницами, спросил я.\n\n—Да.—Мама немного грустно улыбнулась и прикрыла глаза.—Надеюсь ты всегда будешь таким хорошим мальчиком, как сейчас. Правда, Джеффри?\n\nЯ опустил взгляд на аккуратно поглаживающего меня по ручке Лью.\n\n—Да. Я будю хауосым мальцыком! (Я буду хорошим мальчиком!)—и, обняв одной рукой улыбающуюся Маму за шею, крепко сжал палец брата.\n\n***\n\nГорячие слезы тяжелыми каплями скатывались по щекам, капая с подбородка на плечи девушки.\n\nПальцы больше не тянулись к рукояти ножа. Обе моих руки теперь отчаянно прижимали к себе горячее-живое тело Элизабет...\n\nТочно так же–захлебываясь в собственном крике и слезах–я прижимал к себе ледяное обездвиженное тело четыре года назад...\n\nТело моей матери...\n\nТолько когда жажда крови отпустила до меня дошло, что я только что сделал...\n\nЭти нежные, натруженные руки больше никогда не погладят меня по голове... Теплые объятья больше не согреют, укрывая от страха, боли или печали... Счастливая улыбка больше никогда не озарит  любящего лица, а в моих любимых глазах  я больше никогда не увижу отражения солнца. Они будут теперь навсегда для меня закрыты...\n\nЯ никогда не стану тем, кем был раньше...\n\nЯ убил ее, и в тот же миг...\n\nЯ убил себя.\n\n",
    "answers": [
      {
        "id": 103,
        "text": "следующая глава"
      },
      {
        "id": 1,
        "text": "на первую страницу"
      },
      {
        "id": 2,
        "text": "к списку глав"
      }
    ]
  },
  {
    "id": 103,
    "text": "Смейся когда больно,\nПлачь когда ты счастлива.\nВведи других в заблуждение.\nПусть твои эмоции пренадлежат только тебе...\n\n© Мысли автора\n\nPov Элизабет\n______________\n\nЯ открыла глаза и сначала не могла понять где нахожусь.\n\n\"Минуточку... А-а...\"\n\nЯ резко вскочила, качнувшись на ослабевших босых ногах, но все же устояла.\n\nГолова закружилась от резкого перепада давления и я чуть снова не потеряла равновесие, чудом успев опереться на кровать.\n\n\"Да что со мной такое... Но что важнее...\"\n\nЯ медленно покрутила головой, приходя в себя, и, почувствав наконец власть над телом, кинулась на первый этаж, попутно заглядывая во все комнаты.\n\nЯ была дома, а вот Джефф... Но все-таки, как я тут оказалась? Или...\n\nВ голове медленно всплыли последние события: школа, появление в ней Джеффа, стычка с Мейлин, потеря контроля над телом, и...\n\nХолодные руки прижимавшие меня к телу маньяка.\n\n\"Час от часу не легче...\"—Я тяжело вздохнула, изо всех сил стараясь не обращать внимания на горящие щеки.\n\nМогла ли я ещё недавно представить, что буду жить в одном доме с серийным убийцей, которого уже давно разыскивает милиция? Да скажи мне об этом кто-нибудь я просто рассмеялась бы ему в лицо, а теперь...\n\n\"Дурдом короче говоря...\"—я прошла мимо большого зеркала в коридоре, и вздрогнула.\n\n\"Я все ещё в его толстовке.\"—Нахмурившись, я медленно засунула руку в карман...\n\nИ тут же похолодела от ужаса.\n\n\"О нет...\"—Я кинулась к двери, даже не подумав о том, что на ногах ничего нет, и дернула ручку...\n\n",
    "answers": [
      {
        "id": 104,
        "text": "далее"
      }
    ]
  },
  {
    "id": 104,
    "text": "Дверь послушно открылась на пару сантиметров и замерла, а я с силой сжала в пальцах, висящий на всунутых в скважину ключах, брелок.\n\nВ кармане толстовки не было ножа. И означать это могло только одно: Джефф-убийца снова вышел на охоту.\n\n\"Прости... Но я не могу этого допустить.\"—Я, решительно выдернув из замка ключи, выскочила на улицу и, в спешке закрыв дверь на один оборот, побежала босиком по осенней улице.\n\n***\nPov Джефф\n\nЯ бесцельно бродил по улице, покручивая в пальцах нож. Хотя, возможно и не настолько бесцельно... Хоть я все еще и не выбрал сегодняшнюю жертву-не беда. Рано или поздно она даст о себе знать.\n\nПролетевший прямо перед лицом засохший лист на какой-то момент отвлек меня от хмурых раздумий. \n\n\"И ты не выдержал...\"—перед глазами снова встала сегодняшняя картина, и я, все больше поражаясь самому себе, словил себя на мысли что за сегодняшний день слишком часто думал о ее руках. Зачем она меня обняла? Хотя да... Идиотский вопрос. Чтобы я не убил эту блондиночку, хотя я не уверен, что это было лучшее решение. Уж лучше бы я ее тихонечко прирезал, а так... Теперь придется ещё и за ней следить, а мне сейчас только этого для полного счастья не хватает.\n\n\"Для полного счастья мне ее рук не хватает... Так. Стоп. ЧТО?!\"—Я закашлялся и чуть не споткнулся, когда до меня дошла суть этой мысли. С каких пор я задумываюсь о ТАКИХ вещах, да и вообще... В последнее время я сам не свой...\n\n\"Сам не свой ты последние пару лет.\"—Я замер, с болью осознавая, что это правда... Как бы я не пытался доказать саму себе обратное даже мои собственные мысли-не мои... Не до конца...\n\n\"... Конечно, ты человек!...\"\n\"...Ты не монстр!...\"\n\nЯ с силой сжал ткань на рубашке.\n\n\"Знала бы ты, как ошибаешься... Знала бы ты, насколько я не человек...\"\n\n\n",
    "answers": [
      {
        "id": 105,
        "text": "далее"
      }
    ]
  },
  {
    "id": 105,
    "text": "***\n\nПо улице, спотыкаясь от усталости, бежала девушка. Немногие прохожие попадавшиеся ей на пути удивленно оглядывались вслед странной спортсменке. Длинные, растрепавшиеся на ветру волосы, белая, явно великоватая на ее худенькую фигурку, толстовка в бледно-красных разводах, и... Разутые ноги... Не каждый день встречаешь таких необычных прохожих...\n\nНо уже через минуту, стоило девушке скрыться с их глаз, прохожие как ни в чем ни бывало продолжали свой путь. Ни один не замечал слез и струйки крови стекавшей по ее подбородку...\n\n***\n\nЯ бежала по улице, с запоздавшим отчаянием сознавая, что я понятия не имею, куда бежать. Да, бегу. Да, типо затем, чтобы не дать Джеффу совершить еще одно преступление, но... Но я могу хоть до посинения бегать, но я же не знаю, где он находится!!! Идиотизм с моей стороны... Давай, Эл. Иди, побегай. Ты же так давно не занималась физкультурой, а тем более на босую ногу...\n\nКак только я подумала об этом, у меня будто включились заснувшие до этого ощущения. Крупные острые камни нещадно впивались в беззащитную кожу, а на непривычных к таким забегам ногах почти сразу дали о себе знать мозоли. Моя глупая, порывистая идея превратилась в ад... Довольно болезненный, причем...\n\n\"Да выйди ты уже из-за угла наконец...\"—Я тихо застонала, значительно снизив темп, и уже буквально еле ползла по дороге, обдумывая, чем для меня может обернуться моя вылазка. \" Честное слово... Когда не надо, из-за каждого листика выскакивает, а сейчас... \"\n\nМое внимание привлекла промелькнувшая сбоку тень, однако развернуться я не успела... Прежде чем с моих губ сорвался крик мне зажали рот руками, и с силой прижали к себе...\n\n_______________\nPOV Джеффри\n_______________\n\nЯ с неким дьявольским упоением рассматривал кровавую, некогда бывшую девушкой, массу и краешком рубашки вытирал заляпанный кровью нож.\n\n\"Ненавижу таких...\" —Я снова ощутил на коже прикосновение холеных, тщательно ухоженных рук и поежился. Эти соблазнительные улыбки, эти мерзкие игривые взгляды, эти отвратительные ничем не наполненные глаза... Как же мне было все это знакомо... И как же я это ненавидел.\n\nВ мыслях всплыл худенький силуэт девчонки, которая никогда не улыбалась мне так... За эти пару дней ни разу не занималась маникюром, и...\n\n\"Никогда не смотрела на меня с каким-либо потаенным умыслом... Её взгляд всегда проникал в самую душу, и она всегда смотрела мне в глаза...\" —В памяти мелькнули скатывавшиеся по её щекам слёзы, дикое отчаяние в глазах, и судорожно обнявшие меня за шею руки...\n\n\"Я не смогу её убить...\" —По телу растекся холод... \"Если и она умрёт от моей руки... То больше ничьи глаза меня не спасут...\"\n\nЯ потеряю себя...\n\nНавеки...\n",
    "answers": [
      {
        "id": 107,
        "text": "следующая глава 31"
      },
      {
        "id": 2,
        "text": "к списку глав"
      },
      {
        "id": 1,
        "text": "на первую страницу"
      }
    ]
  },
  {
    "id": 106,
    "text": "Как только расстояние между нападавшей и странной парой сократилось до вытянутой руки, парень рванул в сторону, рывком утягивая за собой Элизабет.\n\n—Слишком предсказуемо.—Под маской не было видно, усмехался он, или нет, но в голосе чуялась неприкрытая насмешка.—Очень пророчески было с твоей стороны назваться \"вечной\", потому что такими темпами ты никогда до меня не доберешься.\n\nДжефф хрипло хмыкнул, и только глаза, излучавшие холодную ярость, давали понять-ничем хорошим эта встреча не закончится. А жаждущая мести девушка затормозила, одновременно разворачиваясь лицом к соперницу, правой ногой создавая себе опору, отчего каблук, почти на половину вошёл в землю, помогая остановиться.\n\n—Это твое, не так ли?—юноша насмешливо приподнял бровь, вытаскивая из кармана маленький, потертый пластмассовый диктофон, однако Джейн ничего не ответила, продолжая буравить его пристальным взглядом черных глазниц.\n\nПарень, не отводя взгляда, нажал на кнопку проигрывания, отчего из динамика тут же, сопровождаясь шипением и потрескиванием, раздался слегка хрипловатый женский голос.\n\n—\"Твоя жизнь в твоих руках,\n     В сердце затаился страх. \n     Но чтобы от него сбежать\n     Ты не должна сегодня спать...\n     \n     Не иди спать.\"\n\nЖутковатый распев под сопровождением расстроенного пианино вызывал дрожь.\n     \n\"При чем тут сон...\"—Элизабет поежилась, что не укрылось от прижимавшего ее к себе парня, и тот чуть сильнее стиснул ее в объятьях.\n\nЕщё несколько бесконечно долгих секунд все стояли молча, слушая шумы на записи, пока динамик наконец не смолк.\n\n—Не иди спать? Ну надо же, Джейн, пытаешься лишить меня моего развлечения?—Из-под масхи вырвался недобрый смешок, а пальцы юноши с нечеловеческой силой сжали ни в чем ни повинный диктофон.\n\nЖуткий тихий хруст сломанного прибора заставил Элизабет снова зябко поежиться, а несчастный аппарат упал на землю... И в ту же секунду ещё один режущий слух хруст разорвал окружающую тишину-нога Джеффа безжалостно придавила диктофон к земле, превращая его в кучку бесполезных осколков.\n\n—Он точно так же расправится и с твоей жизнью.—Глаза Элизабет удивлённо распахнулись, и девушка подняла голову, встречаясь взглядом с бездонными глазами девушки в маске, а та продолжила, печально сощурившись:—Не совершай этой ошибки. Потом ты ничего не исправишь!\n\n—Тц... Достала.—Тихое, едва слышное слово, сказанное Джеффом, от которого так и веяло холодом, прозвучало как раскат грома.—Если ты сейчас же не заткнешься, то мне придется нарушить мое правило.\n\n—Он никогда не изменится.— Джейн с силой вытянула каблук из земли, тяжело опуская ногу.—Оставь его. Отдай его мне, он должен расплатиться за содеянное.\n\n—Я предупреждал...—Процедив эту фразу сквозь зубы, юноша резко рванул в сторону девушки, выпуская из объятий Элизабет. В его пальцах блеснуло лезвие, а второй рукой он сдернул с лица маску...\n\n",
    "answers": [
      {
        "id": 109,
        "text": "далее"
      }
    ]
  },
  {
    "id": 107,
    "text": "Когда ты готов сдаться\nи все бросить\nВспомни о том, что придавало тебе сил до сих пор.\n(Или кто)\n©Цитата-не-помню-откуда<plus>мысли автора\n\n***\nPOV Элизабет\n***\n\nВечернее солнце заливало красновато-оранжевым светом небольшой двор, окруженный полуобвалившейся изгородью и  ветхий, заросший лозой, дом. Видимо хозяева давно уже покинули эту местность.\n\n—Мгхм...\n\nВ тишине двора раздался приглушённый визг. Отчаянно извиваясь в руках преследователя, девушка безуспешно пыталась высвободиться из пленивших ее рук, однако все, что у нее получалось-быстро перебирать босыми ногами, чтобы не потерять равновесие. Пальцы крепко вцепились в руки державшего ее человека, но не так давно остриженные ногти не давали желаемого эффекта и даже кожу не удавалось поцарапать.\n\n\"Все... С этого момента рощу ногти как у Фреди Крюгера...\"-В очередной раз болезненно взвизгнув, когда в голую ступню впился камень, уныло подумала Элизабет, не прекращая тщетных попыток выскользнуть из рук преследователя.\n\n—Не дергайся. Я не причиню тебе боль.-Раздавшийся над ухом голос ввел пленницу в оцепенение. Тело колотила дрожь, а руки медленно опустились...\n\n\"Это же... Это женский голос!\"\n\n***\nPOV Джефф\n***\n—ДЬЯВОЛ!!!!- Я со всей силы ударил Кулаком дверь, оглядывая диким взглядом улицу. На мое счастье людей было немного, и никто не обращал внимания на мои вспышки гнева. \n\n\"Эта девчонка... Куда она могла подеваться...\"\n\nЯ, прислонившись спиной к стене, медленно опустился на землю, рассеянно оглядываясь вокруг.\n\n\"Надо было сразу ее прикончить!\"-В груди заклокотала злость, а пальцы стали нервно играть с ножом.\n\n\"Ненавижу... Доверять нельзя никому. Какого дьявола ты это забыл, придурок?!\"\n\nЯ с таким ожесточением ударил кулаком асфальт, что на ободранной коже показались маленькие росинки крови, когда до моего слуха со стороны ограды донесся до боли знакомый мне звук...\n\n\"Девчонка!\"\n\nРывком вскочив на ноги я метнулся к калитке...\n\n***\nPOV Элизабет\n***\nВ босые ноги нещадно впивались камни, пресекая даже малейшие попытки сопротивления. Сил хватало только на то чтобы не споткнуться и не повиснуть на руках злоумышленницы. Всё-таки выскочить из дома босиком было не лучшей идеей.\n\n—Ты ведь его жертва, так?—Девушка за моей спиной наконец остановилась, и убрала руку с моего лица, давая мне возможность немного перевести дух. \n\nЯ промолчала, посчитав фразу риторической, продолжая шумно набирать в легкие воздух.\n\n—Слишком смелая?—рука которая ещё секунду назад крепко сжимала мне рот с силой сдавила моё горло.—Джеффри до сих пор тебя не научил отвечать на поставленные вопросы? Поверь мне он не единственный кто может заставить тебя кричать от боли. Я не хотела этого делать, но раз ты не понимаешь иначе...\n\nЯ вздрогнула, и, едва узнав свой голос, прохрипела:\n\n—Он... хочет меня убить...—Я с трудом сглотнула слюну, одними губами прошелестев:—я..я не знаю что тебе ответить... Пожалуйста.. Пусти...\n\nНамертво вцепившиеся в мою шею пальцы медленно расслабились и я, уже в который раз, судорожно вздохнула.\n\n\"Почему именно я, ёлки палки...\"—Прилив адреналина медленно терял свое действие, и вместе с этим вернулась адская боль в ступнях.\n\nНоги подкашивались, даже страх и беспокойство о Джеффри уже не спасали от накатывающей усталости. Волнения последних дней сделали свое дело: единственное, что мне хотелось в тот момент-прийти домой, сесть на диван, откинуться на спинку и забыть обо всем. Представить, будто в моей жизни не произошло ничего особенного, я не связывалась с убийцей, мои родители и брат рядом... Пыталась представить, что сейчас я закрою глаза и все станет как раньше...\n\n—Ты выжила после первой встречи с ним, верно?—Раздавшийся над ухом голос безжалостно вернул меня в суровую реальность.—Как?\n\n—Не знаю. Он просто ушел, оставив меня в живых...—Я покосилась на держащую меня руку как на сумасшедшую, будто ее обладательница могла это почувствовать.\n\n\"И какая ей вообще разница?\"\n\n—Любопытно.—процедив это слово, странная девушка резко отпустила меня, отчего я чуть не потеряла равновесие.—Попробуешь бежать-остановлю, но поверь-способ тебе не понравится. Я не хочу тебе вредить, поэтому не делай глупостей, хорошо?\n\n\"Ну да, я же на босую ногу очень далеко и быстро убегу... Тем более со своей травмой... Как бы то ни было, сначала надо дать боли немного улечься...\"—Я, еле держась на дрожащих от слабости и боли, ногах, мельком оглядела окружающий двор.—\"Пусто. Но зато всяких обломков много, в случае чего...\"\n\nЯ тяжело вздохнула, понимая, насколько мои шансы выбраться малы. Если эта девушка все-таки захочет навредить мне, в чём я не сомневаюсь, то максимум что у меня получится это отбежать на три шага, и повалиться на землю или от удара со спины или от изнеможения.\n\n\"Потрясающе... Ну почему ко мне так и клеятся всякие неприятности?\"—С этой мыслью я выпрямилась, и повернулась к своей \"недо-похитительнице\"...\n\nИ снова чуть не упала от неожиданности.\n\nДевушка стояла, сжимая в пальцах сверкавшую белизной маску, и не мигая смотрела на меня.\n\n—А....а..—Я не могла вымолвить ни слова, просто стояла и, не мигая, смотрела на ее лицо.\n\nА вернее-на ее щеки, с едва заметным разрезом до ушей.\n\n***\nPOV Джефф\n***\n\nЯ бежал, чуть дыша от скорости и какого-то давно забытого мной страха. То, что у меня не выходила из головы Элизабет ужасно раздражало. Но ещё больше меня бесил тот факт, что я боялся за ее жизнь. \n\n—Чтоб тебя...—Я со злостью ещё сильнее стиснул сквозь ткань толстовки дешёвый диктофон с отвратительным качеством звука. Странно, что она начала использовать такие изощрённые способы показать себя. \n\n\"Как бы то ни было, ей ничего не угрожает до тех пор, пока она не встанет на мою сторону. А она вряд-ли на нее станет, так что хватит уже о ней думать. Хотя... от нее чего хочешь можно ожидать... Так! Уймись! Лучше используй свое серое вещество на то, чтобы найти их...\"\n\nЯ остановился у небольших двухэтажных домов, в оконных рамах которых вместо стекол торчали неряшливые зазубрины, а то и вовсе чернота.\n\n\"Ей подходит.\"—Губы дрогнули в ухмылке, снова доставляя лёгкую боль в щеках.\n\n***\n\"... Перестань! Тебе же больно!...\"\n***\n\n\"Ну уж нет.\"—Ухмылка тут же сошла с моего лица, уступив место холодной решимости.—\"Ее я отдавать не собираюсь.\"\n\nПоудобней перехватив рукоять ножа, я нырнул в темноту подворотни.\n\n",
    "answers": [
      {
        "id": 108,
        "text": "далее"
      }
    ]
  },
  {
    "id": 108,
    "text": "***\nPOV Элизабет\n***\n\n\"Господи... У них что, секта?!\"—Я в ужасе смотрела на лицо девушки в черном, не в силах сдвинуться с места.\n\nА посмотреть было на что. Особенно учитывая то, парня с какой внешностью я приютила в своем доме.\n\nКоричневато-бурая, будто обгоревшая кожа, черные, будто бездонные, глаза, щеки с едва заметными шрамами от края губ до уха...\n\nОт внезапно накатившей паники меня затрясло. Их лица хоть и были разными, но одно их объединяло совершенно точно-их увечья.\n\n—Удивляет мое лицо, да?—Девушка слегка улыбнулась, отчего кожа вокруг едва засохших шрамов натянулась.—А знаешь, кто это со мной это сделал? Джеффри Вудс. Во всяком случае тот, кто называет себя этим именем.\n\nЯ в недоумении нахмурилась, все ещё со страхом поглядывая на странную девушку. Что значит \"тот, кто называет себя этим именем\"? Джефф он и есть Джефф, разве не так? Да, не спорю, он ведёт себя странно: то бросается на всех и на вся, то успокаивается, и становится похож на обычного парня... \n\n\"А это разве не похоже на симптомы так называемого \"раздвоения личности\"?\"\n\nЯ снова нахмурилась, опустив глаза в землю. У меня было какое-то странное ощущение, что она что-то знает... Что-то важное. Маленький кусочек пазла, который бы поставил все на свои места...\n\n—Элизабет, я хочу тебе кое-что предложить. Мне нужен Вудс. Тебе нужна спокойная жизнь. Мы могли бы помочь друг другу, что ты на это скажешь?—Девушка сделала медленный шаг в мою сторону.—Ты отступишь в сторону, и позволишь мне сделать то, что должна, а я взамен смогу пообещать тебе, что все вернётся на свои места. Ты снова сможешь спокойно спать, жить, ходить в школу, без страха, что на тебя из-за угла нападет юноша с ножом. Ты вернёшься к той жизни, которая была у тебя до встречи с Джеффом.\n\nЯ судорожно сглотнула подступивший к горлу ком. Ее голос, будто туман, заполнял собой мое сознание, отгоняя все остальные мысли на второй план. Спокойная, размеренная жизнь... Разве это не лучше, нежели постоянно уворачиваться от нападений острого лезвия?\n\n—Но... Что ты с ним сделаешь?—Я медленно посмотрела в глаза девушке, апатично подумав, что она уже стояла практически в шаге от меня, не сводя с меня пристального взгляда.\n\nСердце отчаянно билось в груди, будто пытаясь вернуть меня в чувство, но это не помогало. Я уже не могла думать ни о чем кроме того, что этот завораживающий голос не скажет мне ничего плохого, не посоветует ничего, что могло бы мне навредить... Что я должна подчиниться этому голосу.\n\n—Он получит сполна. Он заплатит за все свои преступления, и люди снова будут жить спокойно. В нем нет ничего человеческого. Ты же и сама это понимаешь.—Холодные глаза пристально изучали мое лицо.—Просто помоги мне, и мы вместе избавим этот мир от зла.\n\nХолодные пальцы коснулись моего подбородка, заставляя меня смотреть прямо ей в глаза. Мы были почти одного роста, но в тот момент мне она казалась куда выше... Мой разум был в полной власти этого голоса...\n\nЯ медленно приподняла голову в намерении кивнуть, когда перед мысленным взором пронеслись картины последних дней. Израненное тело... Тоскливый взгляд, полный отчаяния... Мягкие руки, подхватившие мое ослабшее тело... И тот отчаянный крик \"Я-МОНСТР!!!\"\n\nВ эту секунду с моего разума словно спала пелена.\n\n\"Она же убъет его!\"\n\nЯ с силой сжала кулаки, и, стараясь не обращать внимание на хрипоту в голосе, твердо проговорила:\n\n—Никто... Не заслуживает смерти.—Я решительно посмотрела на нее, отступив на шаг назад, чтобы ее пальцы отпустили мой подбородок.—Ты не Бог, чтобы повелевать чужими жизнями. И не судья, чтобы выносить приговор. Никто из нас не идеален, но и он не абсолютное зло! И пока я жива, я никому не позволю убить его! \n\nЯ с непоколебимой решимостью смотрела в ее удивлённо распахнувшиеся глаза. То что я сказала сейчас было равносильно самоубийству, но сейчас мне уже было все равно. Я никому не воткну нож в спину. Даже убийце. Потому что я знаю что такое предательство...\n\n—Ты...—Девушка нахмурилась, отступая на шаг назад, и осторожно надевая на лицо белоснежную маску с кружевным украшением вокруг глаз, и жутковатой, черной кукольной улыбкой.—Ты ещё не знаешь, на чью сторону становишься. Он...\n\n—Надо же, как интересно. И что же такого во мне особенного, что ты из-за этого начала кидаться на людей?—Краем глаза я заметила быстрое, еле уловимое движение сбоку от странной девушки, а уже через секунду, из-за обхватившей меня руки, я спиной прижималась к сильному телу—Прости, но я не собираюсь ни с кем не делить. Ты опоздала.\n\nГолос над моим ухом, и кончики черных волос, щекотно касавшиеся моей щеки, заставили меня радостно воскликнуть:\n\n—Джефф!—В ответ на это парень только сильнее прижал меня к себе.\n\n—А потому что нечего босой сбегать из дома, даже не оставив мне ключей.—Я чуть улыбнулась, вспоминая, что мои ступни просто горят огнем от боли.\n\n—Джеффри Вудс.—Девушка нахмурилась, пожирая парня за моей спиной тяжёлым взглядом.\n\n—Давно не виделись.—В голосе парня сквозила насмешка.—Джейн, как ты себя называешь?\n\n—Вечная.—В руке Джейн неизвестно откуда возник нож, а ее губы изогнулись в недоброй усмешке.—И поверь, я заставлю тебя заплатить за все, что ты сделал.\n\nС этими словами девушка метнулась в нашу сторону...\n\n",
    "answers": [
      {
        "id": 106,
        "text": "глава 32"
      },
      {
        "id": 2,
        "text": "к списку глав"
      },
      {
        "id": 1,
        "text": "на первую страницу"
      }
    ]
  },
  {
    "id": 109,
    "text": "***\nPOV Элизабет\n***\n\nПредставшая моим глазам битва походила на бой титанов: движения обоих противников были настолько быстрыми, что я едва их различала. Лишь изредка мелькавшая в этой суете серовато-белая толстовка выдавала Джеффри.\n\n\"Господи...\"—тихий грудной рык парня, и отвратительный звук рассеченной кожи заставили меня вздрогнуть. Я должна была чем-то помочь, но... Я не знаю как...\n\nНа долю секунды парню удалось взять верх над соперницей: быстрый уклон прямо под ее рукой, и размышистый удар в спину ручкой ножа сделали свое дело. Девушка запнулась, чуть не рухнув, но в последний момент она быстро оперлась руками о землю и вскочила, ловко увернувшись от метнувшегося к ней Джеффа.\n\n—Что? Неужто наш главный ужас людей разучился нормально нападать?—из-под белой маски раздался приглушённый смешок.—Ты ответишь за все зло, что причинил людям, а помогут мне в этом твои дурацкие правила!\n\n\"Что... О чем она вообще?\"—Я недоуменно нахмурилась, поглядывая на дерущихся. \"Правила...\"\n\n—Мои дурацкие правила сохранили тебе жизнь.—Ядовитый смешок и раздавшийся следом за ним леденящий душу скрежет лезвий друг о друга вернул мои мысли в нужное русло. Правильно. Сейчас не время отвлекаться. Поразмышлять я могу и позже, а сейчас мне надо найти способ их разнять, пока до убийства не дошло.\n\nПользуясь тем, что на меня совершенно перестали обращать внимание увлечённые друг другом убийцы, я осторожно отходила к ограде, рядом с которой валялась внушительных размеров арматура.\n\n—Стой!..—Хриплый возглас Джейн заставил меня вздрогнуть. Я резко остановилась, не имея особого желания попадаться ей под горячую руку, и настороженно смотрела на сцепившихся людей. За долю секунды эпичная битва резко прервалась, но осознание произошедшего пришло ко мне только спустя слишком долгие в тот момент несколько секунд...\n\nНа том месте, где только что кипела драка сейчас стояла только Джейн, с ужасом глядя на меня. А вот Вудс...\n\n",
    "answers": [
      {
        "id": 110,
        "text": "далее"
      }
    ]
  },
  {
    "id": 110,
    "text": "—Замри.—От раздавшегося прямо над ухом голоса, казалось, веяло холодом, а на шее я снова почувствовала неприятный холодок железа.—Сдвинешься хоть на миллиметр—тебе конец.\n\n\"Б... Боже...\"—Нервно сглотнув подкативший к горлу ком я послушно замерла, стараясь дышать как можно спокойнее. Сейчас Джефф бы не стал просто так делать что-либо, так что... Он знает что делает, мое дело сейчас подчиниться, а что будет дальше... Чтож... Сейчас наши жизни в его власти, об остальном подумаю потом.\n\n—Ты!..—Джейн, дрожа от едва сдерживаемой ярости, замерла на месте.—Ты за все ответишь!\n\n—Да. Но не сегодня.—Холодно усмехнувшись, парень обхватил мою шею своей ладонью, чуть толкая на себя, указывая, что мне следует делать.—А сейчас я уйду. Вместе с ней. А ты не сдвинешься с места, если не хочешь чтобы эта девочка захлебнулась в собственной крови.\n\nВслед за Джеффом медленно отступая назад я не сводила пристального взгляда с нашей соперницы. Джейн нервно покусывала губы, заставляя себя стоять на месте, глядя на ускользающую добычу.\n\n—Сейчас за угол. —Я чуть мотнула головой, давая понять, что услышала его слова. Несмотря на то, что лезвие было накрепко зажато в пальцах юноши я все равно не решалась двигаться смелее—малейшее его движение рукой, и до дома я могу не дойти.\n\nОсторожно завернув за угол дома, парень тут же опустил руку с ножом в карман, выпуская меня из объятий, а я, наконец, с облегчением выдохнула. Пару секунд спокойствия позволили мне расслабиться и немного обдумать ситуацию. Поведение девушки в маске было довольно странным. Почему она нас отпустила? Ведь меньше минуты назад она хотела растерзать Джеффа на клочки, так что же заставило ее изменить свое решение? Нет, я совсем не против, но это даёт так много вопросов...\n\n—А вот останавливаться не лучшая идея.—Резко схватив меня за руку процедил юноша и широкими шагами направляясь прочь из подворотни, буквально волоча меня за собой.—Она, конечно, дамочка с принципами, но ради того, чтобы расквитаться со мной она готова на многое.\n\n—Джефф, по...—Подстроившись под быстрый шаг парня, я решила задать взволновавший меня вопрос.\n\n—Потом.—Он резко оборвал меня на полуслове, чуть сильнее сжимая в пальцах мою ладонь.—Когда уйдем в безопасное место.\n\nЯ недоуменно смотрела на напряжённого парня, пытаясь сложить все кусочки в один пазл, вот только они никак не желали складываться.\n\n\"Ладно. Сначала домой. Но потом даже не думай убегать от ответа. Не имеет значения, что ты со мной сделаешь—я должна понять, что происходит.\n\nСосредоточенно нахмурившись я неосознанно чуть сильнее сжала ладонь Джеффа, отчего тот слегка дернулся, однако я была слишком погружена в свои мысли, чтобы обратить на это внимание.\n\nВ следующий момент его губы чуть изогнулись в умиротворённой улыбке.\n\n",
    "answers": [
      {
        "id": 111,
        "text": "глава 33"
      },
      {
        "id": 2,
        "text": "к списку глав"
      },
      {
        "id": 1,
        "text": "на первую страницу"
      }
    ]
  },
  {
    "id": 111,
    "text": "/Всем салат!\nАвтор тут решила делать мини-предисловия к главам, в которых будет описан или процесс создания главы, или (возможно) поведение персонажей, их взаимодействие с автором и (опять же, возможно) сцены, которые не войдут в эту историю или из-за глобальных изменений в сюжете, или из-за несовместимости с идеей в целом. В общем, думаю это будет интересным, и немного будет скрашивать и мою работу и ваше ожидание)\nВсем салют, всех люблю\nАйко/",
    "answers": [
      {
        "id": 112,
        "text": "далее"
      }
    ]
  },
  {
    "id": 112,
    "text": "\nВремя близилось к ночи. Вот уже солнце медленно поплыло за край горизонта, освещая землю ярким оранжевым светом, оживленно чирикали ласточки, набирая в клювы зазевавшихся мошек, через приоткрытое окно дома доносился звонкий стрекот неутомимых кузнечиков. \nНа диване сидел парень, закинув нога за ногу, ещё влажная после душа челка тонкими сосульками падала на глаза, но парень не обращал на нее внимания, увлеченный газетой и лишь изредка пальцами зачесывал ее на бок. На тумбе около дивана стоял ещё теплый крепкий чай, количество которого в кружке стремительно сокращалось.\nВечер обещал так и закончиться. Полное спокойствие и умиротворение, пока из коридора вдруг не послышался шум.\nПарень попытался не думать о источнике звуков, сосредоточившись на статье, но несмотря на все старания в его мысли все же закралась тревога.\n\"Ну это же не могут...\"—чуть повернув голову он окинул взглядом дверь... И вовремя.\nТа с грохотом распахнулась, заставив юношу нахмуриться, и в проёме показалась девушка с сияющим от восторга лицом.\n\"Хотя да, о чем это я. Могут.\"\n—Джеееефф!—Девушка с улыбкой до ушей легонько пританцовывала, сжимая в руках какой-то клочок бумаги. Впрочем парень уже догадывался, что за записи в этом клочке...—А я придумала!\n",
    "answers": [
      {
        "id": 113,
        "text": "далее"
      }
    ]
  },
  {
    "id": 113,
    "text": "—Прости, Джеффри, я пыталась.—Из-за спины первой девушки показалась ещё одна. В ее глубоких синих глазах отражался заливший комнату солнечный свет, темно-каштановые волосы были собраны в небрежный конский хвост, длинная рубашка, доходившая девушке до середины бедра, выглядела довольно измятой, что говорило лишь об одном.\n—Видно, не только ко мне заявились без предупреждения.—Усмехнулся Джефф и аккуратно сложив газету отложил ее в сторону.—Прекрасно выглядишь, Лис.\n—Спасибо. Сама знаю, что не вид а катастрофа.—Элизабет устало улыбнулась и, не спрашивая разрешения у хозяина, развалилась рядом с парнем на диване.—Выпроводить ее не получится, я пробовала.\n—Ребята! Ну вы чего? Я же вам такую новость принесла!—Девушка двинулась в сторону пары, размахивая над головой тем самым листом.—Это набросок следующей главы!\nОднако ее воодушевление ребятам не передалось. Элис лишь подняла глаза к небу и состроила мученическую гримасу, а у парня, несмотря на вежливую улыбку, заметно дернулся глаз.\nВ комнате повисла неловкая тишина. Трое молодых людей обменивались короткими взлядами, и только Джеффри наконец решил прервать молчание.\n—Ладно, давай, прочитаем. Все равно уже деваться некуда.\nДевушка словно засияла еще ярче и с улыбкой во все тридцать два передала ребятам потрёпанный, прошедший огонь, и воду, и медные трубы листок, нетерпеливо рисуя руками в воздухе странные узоры.\nКомната на минуту снова погрузилась в тишину, которую на сей раз прервал отчаянный возглас Элизабет:\n—Айко, какого черта?!—Выхватив из рук юноши исписанную бумажку, девушка тыкнула в нее пальцем.—Опять?!...\nДжефф вовремя закрыл девушке рот, с задорной улыбкой наблюдая за ее реакцией.\n—Еще рано. Вдруг они услышат?\nС этими словами парень резко развернулся и ваши взгляды на мгновение встретились...",
    "answers": [
      {
        "id": 114,
        "text": "далее"
      }
    ]
  },
  {
    "id": 114,
    "text": "***\n\nВ освещенной мягким лунным светом комнате на кровати лежала девушка. Ее руки были раскинуты в стороны, волосы мягкими волнами расплескались по подушке, а глаза задумчиво блуждали по потолку. Сегодняшний и без того насыщенный событиями день не прекращал подкидывать Элизабет сюрпризы. А недавний разговор с Джеффри и вовсе выбивал из колеи. Со всеми этими происшествиями тоска по родителям, по брату, по детству, в котором не было никаких забот, нахлынула с новой силой, перерастая в едва различимый всхлип. Больше всего на свете девушке сейчас хотелось закрыть глаза и хоть на мгновение забыться, представить будто все хорошо, ее нога цела, брат здоров, родители рядом, а в ее доме не скрывается сумасшедший потрошитель, которого разыскивают все спецслужбы...\n\nСловно в ответ на размышления в глубине дома раздался звон разбившейся посуды.\n\nЭлизабет вздохнула и бросила тоскливый взгляд на свои перебинтованные ступни. Беготня без обуви по улице не прошла бесследно, и теперь даже не искалеченная в детстве нога болела от малейшего движения, что уж тут говорить о травмированной левой... (На этом моменте если заметите нестыковку сразу же сообщите, потому что я сколько не перечитывала не смогла найти описание того, какая именно нога Лизы была покалечена (извините, я ее у себя на фабрике историй уже переименовала в Лизу, так что иногда в моих репликах будет появляться это имя), но возможно у меня просто глаз замылился).\n\n\"Нет... О покое можешь забыть.\"—Девушка промычала какой-то коротенький нисходящий мотив, стараясь отвлечь себя от ноющей боли в ноге, и осторожно поднялась с кровати, расставив руки в стороны для равновесия:\" А теперь вперёд, пока не пришлось прощаться с кухней\".\n***\n\nМедленно войдя в кухню, девушка на мгновение застыла от ужаса и едва удержалась от соблазна развернуться и бежать куда глаза глядят.\n\n\"Далеко все равно не убежишь.\"—пронеслась в ее голове удручающая мысль, а тело обуяла мелкая дрожь. Она только начала свыкаться с мыслью, что теперь ее жизнь будет походить на ад, и вот...\n\nЭлизабет осторожно, как можно теснее прижимаясь к стене, двинулась к шуфлядке со столовыми приборами. Если ей не изменяла память, там должно было лежать несколько ножей, или на крайний случай вилки...\n\nВ гнетущей тишине пустой кухни, хруст стекла, сопровождавший каждый ее шаг, казался неестественно громким, заставляя девушку то и дело испуганно замирать и нервно оглядываться — не наблюдает ли за ней из темноты пара пытливых глаз. Из рамы, украшенной острыми клыками остатков стекла, тянуло ночной прохладой, тонкий серп луны с любопытством заглядывал в зияющую дыру, словно хотел узнать — что это за шум отвлек его от ночного дозора, тихое, мирное стрекотание кузнечиков убеждало: \"все хорошо, все хорошо\". Но вся эта умиротворенная атмосфера рассыпалась в пыль, стоило взглянуть на валявшиеся под ногами обломки стекла.\n\n\"Есть!\"—Аккуратно приоткрыв шуфлядку, девушка наконец смогла спокойно выдохнуть. Прохладный пластик рукояти ножа сейчас был ее единственной защитой от неизвестной опасности и вселял призрачную уверенность в свои силы, заглушая до боли трезвый голос разума, твердивший о безвыходности ее положения. Даже если бы сейчас в руках Элис был Дэн вэссон¹ он вряд-ли особо помог девушке, если бы на нее вдруг со спины нападет обученный человек с оружием. Девушка даже вряд-ли сняла бы его с предохранителя, не говоря уже о прицеливании.\n\n[Дэн Вэссон¹ — револьвер сорок пятого калибра с высокой мощностью в сравнении с остальными.]\n\nНож послушно лег в ладонь, и Элизабет собиралась было отойти от шкафчика, когда за ее спиной раздался звонкий треск.\n\nВ этот момент ей показалось, что время на мгновение остановилось, а сердце забилось с такой силой, что, казалось, едва не сломало ребра. Девушка кинулась было к окну, но грубый, не терпящий возражений голос за спиной процедил:\n—Ни с места, если не хочешь познакомиться с пулей раньше времени.",
    "answers": [
      {
        "id": 115,
        "text": "далее"
      }
    ]
  },
  {
    "id": 115,
    "text": "(На этом пока главу завершу, остальное напишу в следующей. Скажите, как вам начало, хорошо?) Всем салют\nАйко)",
    "answers": [
      {
        "id": 116,
        "text": "глава 34"
      },
      {
        "id": 2,
        "text": "к списку глав"
      },
      {
        "id": 1,
        "text": "на первую страницу"
      }
    ]
  },
  {
    "id": 116,
    "text": "—В бок пошло.—темноволосая девушка стояла за спиной визажистки и то и дело посмеивалась, когда линии переставали слушаться направляющей их руки.—Ты сейчас на лягушку похож.\n\nПарень на стуле одарил девушку выразительным взглядом. Его вечно благодушную улыбку сейчас сменила усталая обречённость. Джеффри понимал, что с этими мадамами спорить бесполезно, а потому уже в тридцать четвертый раз терпеливо сносил эту экзекуцию. Визажист напротив юноши раздражённо поджала губы и осторожно повернула его голову лицом к себе. С этим молодым человеком она работала уже не первый раз, и каждый раз, накладывая грим, мастер непроизвольно поеживалась. Ещё и эти девушки за спиной... Рука так и норовила повести линию криво, а он ещё головой вертит!\n—Простите, я постараюсь сидеть ровно.—Виновато улыбнувшись, произнес парень, в последний раз кидая на девчонок укоризненный взгляд, вновь повернулся к удивленной визажистке, и мельком глянул на себя в зеркало. В отражении на него смотрел бледный, почти белый юноша с серым ореолом вокруг глаз, и едва намеченным контуром алых линий на щеках.\n\n",
    "answers": [
      {
        "id": 117,
        "text": "далее"
      }
    ]
  },
  {
    "id": 117,
    "text": "Элизабет в ужасе замерла, боясь лишний раз вдохнуть, а человек за ее спиной не спеша произнес: \n—Нож на пол.\n\nДевушка вздрогнула и подумала, было, броситься на незванного гостя и защищаться до последнего, однако верх взяла более здравая мысль:\n\"Кухонный нож против пистолета ничто. Тем более в неумелых руках.. Думай, Эл, думай, у тебя ещё есть немного времени!\"\n\nВсе эти мысли пронеслись в ее сознании за долю секунды, пока она медленно разжимала пальцы. Нож с тихим звоном выпал из ее руки и исчез в тени угла, куда его услужливо отшвырнул носком туфли неизвестный. Вместе с этим звоном, казалось, стихло и эхо надежды, на какой-то миг прозвучавшее где-то в глубине души. Даже призрачных шансов больше не было. Она должна была что-то придумать, и чем скорее тем лучше.\n\n—Руки за спину.—Произнес за ее спиной все тот же грубый, хриплый голос, и в ночной тишине до слуха Элизабет донёсся тихий скрежет металла. Человек переложил пистолет в другую ладонь. Оказавшаяся в засаде девушка медленно, сжав в кулак всю свою волю, завела руки за спину. Тонкие пальцы подрагивали, что не укрылось и от ночного посетителя и девушка чуть снова не вздрогнула от короткого смешка позади нее.\n\n\"Думай, думай...\"—В отчаянии оглядывая кухню она пыталась оценить все возможные варианты развития событий. Побежать к двери? Глупо, она буквально врежется в этого ночного посетителя. Выпрыгнуть в окно?\n\nВзгляд метнулся к разбитому окну, из рамы которого ещё торчали острые как бритвы остатки стекла. Ещё глупее. Она и при пустом проёме вряд-ли быстро перескочила бы через подоконник, а эти стекла и вовсе послужат пропуском на тот свет. Нет, нужно придумать ещё что-то...\n\n—Гости и в такой поздний час.. —Со стороны двери раздался надрывный смешок, а незнакомец за спиной девушки тихо выдохнул.—Невежливо вламывается в чужой дом посреди ночи, не думаешь?\n\nПриглушённый хруст позади девушки дал понять, что державший ее на прицеле человек сделал небольшой шаг в сторону, и Элизабет с толикой облегчения выдохнула. Теперь она может аккуратно присесть, а при удачном стечении обстоятельств вернуть себе средство самозащиты...\n\n—На пол.—Хриплый голос, глухим шепотом пронесшийся по полю битвы, не оставил времени на раздумья. Над тем, было ли это адресовано ей, девушка предпочла поразмышлять позже. Счёт шел на секунды, и каждый миг промедления мог стать роковым.\n\nЭлизабет бросилась на пол и закрыла лицо руками, стараясь не обращать внимания на впившиеся в кожу осколки стекла, и в тот же миг ночную тишину разрушил оглушительный выстрел. \n\n\"Джеффри!\"\n\n",
    "answers": [
      {
        "id": 118,
        "text": "далее"
      }
    ]
  },
  {
    "id": 118,
    "text": "Резко отведя руки от лица, девушка хотела было вскочить на ноги, однако яростный выкрик: \"двинешься-умрешь\", заставил ее отказаться от этого решения, оставив ей лишь наблюдение за разворачивающейся потасовкой. Послышался звук удара, и, с трудом отличив две фигуры друг от друга, Элизабет с замиранием сердца смотрела, от скольких выпадов удалось уклониться парню в белой толстовке. Три удара спустя, пистолет вылетел из руки пришедшего и со скрежетом откатился в сторону девушки, оказавшись от нее на расстоянии протянутой руки.\n\n—Думаешь, я впервые имею дело с пистолетом?—От хриплого хохота и проскользнувшей в голосе юноши нотки безумия, девушке сделалось не по себе.—Ты ведь пришёл за мной, верно?\n\nОтветом ему послужил молниеносный удар в область сонной артерии. Парень охнул и на долю секунды замешкался, однако этого незнакомцу было вполне достаточно. Размашистый удар в лицо заставил Джеффа пошатнуться, а сильный толчок в грудь завершил начатое. От глухого звука упавшего тела и последовавшего за ним стона у Элис защемило сердце, но незнакомец не собирался останавливаться, и в ход пошли ноги. Попытки Джеффа отбросить от себя нападавшего, и ранить того крепко зажатым в пальцах ножом не прервали следовавших друг за другом ударов по голове парня. Хриплое дыхание постепенно переростало в стоны, а за уши, с разорванных щек лежащего на полу юноши, медленно скатывались горячие капли крови.\n\n\"Думай, думай...\"—Чуть не до хруста стиснув зубы, девушка бросила взгляд на пистолет. С одной стороны — сейчас его ничего не стоило схватить, а с другой — стоит ей сделать одно неверное движение, и яростно избивающий Джеффа мужчина тут же обратит внимание и на нее, и на позабытое оружие...\n\n—Ты представить себе не можешь, как долго я этого ждал,—тихо, с надрывом прошептал вторженец, нанося удары один за другим, не позволяя парню перевернуться на живот, или избежать жёсткой подошвы.—Больно? Больно, тварь?! Что, увернуться не можешь, отродье?!\n\nПригвозденный к земле юноша с силой лягнул возвышавшегося над ним человека ногой, но нападавший лишь торжествующе хохотнул. Через мгновение раздался приглушённый вскрик—мужчина с силой ударил Джеффа по лицу.\n\n—Скольких ты убил?! Десятки? Сотни? О, им тоже было больно, и теперь твоя очередь! Почувствуй то, что чувствовали они, гнида!—Нанеся ещё несколько ударов в лицо, незнакомец резко нагнулся и рывком развернул парня лицом в пол, придавив его ногой к земле.—ей ведь тоже было больно, не так ли, чудовище?!..\n\nДевушка медленно протянула руку, аккуратно касаясь кончиками пальцев холодного металла. Главное—как можно быстрее подняться, вот только нога... \n\nМужчина схватил парня за волосы, запрокидывая его голову назад, и зарычал:\n—Не смей молчать, когда я говорю!\n\nНадрывно закашлявшись, Джеффри сглотнул наполнившую рот кровь и приглушённо прохрипел:\n—Что... Ты несёшь...\n\nМужчина с резко ударил его голову об пол, и ночное умиротворение снова нарушил надрывный крик. Медлить было нельзя...\n\n\"Отключись. Забудь о ноге, ты должна сейчас же подняться!\"—Девушка взволнованно набрала в грудь воздуха.. и с силой сжала в пальцах пистолет.\n\nТихая возня за спиной заставила мужчину насторожиться и он резко повернул голову на шум, не убирая ноги с груди Джеффа.\n\n—Что ты творишь...—Зло пробормотал он, будучи не в состоянии решать, с кем ему стоит разбираться в первую очередь, но это уже не имело значения.\n\nПодскочив на ноги, девушка пошатнулась и едва не застонала от резкой боли в ноге.\n\n\"Забудь, не думай ни о чем.. иначе он его убьёт.\"\n\nЭлизабет прерывисто вздохнула, и трясущимися руками направила дуло пистолета на пораженного подобными действиями, незванного гостя.\n\n—Не трогай.. его.—Несмотря на суровый тон, дрожь в голосе с головой выдавала обуревавший девушку страх, и нараставшую панику, но пистолет она из рук не выпустила.—Пожалуйста... я не хочу его использовать...\n\nИстерично тряхнув руками, она дала понять, что речь идёт о пистолете. Уже немного привыкшие к темноте глаза выхватили общие черты незванного гостя, которые не были скрыты накинутым на голову капюшоном—это был молодой мужчина лет двадцати пяти с едва различимой в темноте щетиной на щеках. Он не шевелился, но девушка буквально физически чувствовала на себе пронизывающий взгляд из-под капюшона.\n\n",
    "answers": [
      {
        "id": 119,
        "text": "далее"
      }
    ]
  },
  {
    "id": 119,
    "text": "На несколько мгновений кухня погрузилась в гнетущую тишину, которая прерывалась лишь хриплым дыханием лежащего на полу юноши, и эта тишина, казалось, сводила Элизабет с ума. Мокрые, дрожащие пальцы едва удерживали скользкий металл пистолета, в ушах звенело, а из углов, казалось, за ней пристально наблюдало нечто пугающее, нечто, проявляющееся только по ночам... А в сознании, словно продиктованная кем-то извне настойчиво прозвучала установка:\n\"Стреляй\".\n\n\"Элис... Ты не хочешь этого! Возьми себя в руки, не думай об этом...\"—о внутренней борьбе свидетельствовало ее тяжелое дыхание, но навязчивая идея не отпускала. Девушка почувствовала, как от бессилия на глаза наворачиваются слезы, как медленно тянется палец к курку... В этот момент она наконец поняла, почему Джефф стал таким. Дав слабину однажды, ты больше не сможешь сопротивляться... И по своей воле, или нет, но он дал слабину. Теперь же перед этим выбором стояла Элизабет. Снова.\n\"Прошу, отпусти его... Я не смогу оставить его умирать на моих глазах... Умоляю, послушай меня!\"\n\n—Ты не знаешь, кого пытаешься защитить,—голос мужчины позволил ей, наконец, выдохнуть, словно звук человеческого голоса спугнул ту леденящую кровь мысль.—В нем почти не осталось ничего человеческого. Он уже почти потерял способность контролировать себя. Если не остановить его сейчас, то его уже не остановит ничт...\n\nРезкий удар по ногам заставил мужчину громко охнуть, прерывая фразу, Элизабет вскрикнула, роняя из рук оружие, а в следующую секунду незнакомец уже лежал, придавленный к полу грубой подошвой ботинка.\n\n—Уже слишком поздно. Тебе пора спать.\n\n",
    "answers": [
      {
        "id": 120,
        "text": "глава 35"
      },
      {
        "id": 2,
        "text": "к списку глав"
      },
      {
        "id": 1,
        "text": "на первую страницу"
      }
    ]
  },
  {
    "id": 120,
    "text": "POV Джефф\n____________\n\nОчередной удар в лицо заставил меня вскрикнуть. По щекам медленно стекали струйки крови, оставляя на коже холодные дорожки, подбираясь к ушам, к шее, впитываясь в волосы. Все это: привкус железа во рту, мои распластанные по полу руки, адская боль и чувство полного бессилия, уязвимости и ужаса—навевало болезненные воспоминания, от которых я пытался избавиться на протяжении многих лет. Воспоминания о тех днях, когда я ещё был собой. О дне, когда я увидел избиение девочки, и вынудил одного из тех нападавших позвать на помощь. О днях, когда надо мной стояла группка новых одноклассников, по очереди пиная меня ногами. О дне, когда я впервые потерял контроль над собой и сам набросился на тех мальчишек, ощутив наслаждение от наносимых ударов... О дне, когда я потерял свое лицо...\nИ о дне, когда я потерял возможность сопротивляться, уничтожая все, что было мне дорого. В тот день дорогие мне люди лишились жизни.. нет. Их лишил жизни я. Все, что держало меня в узде было уничтожено. Моя  семья была уничтожена. Моя жизнь была уничтожена.\n\nИ этот день стал днём моей смерти. Когда я приходил в себя, все, что мне оставалось-кричать в бессильной ярости и отчаянно пытаться забыть обо всем, что я сотворил.. А затем я снова терял контроль. Раз за разом, все реже и реже возвращаясь в сознание, я все больше уверял себя в том, что со мной покончено. Что однажды я не приду в себя и буду просто наблюдать со стороны, как мои руки убивают людей, одного за другим.\n\n",
    "answers": [
      {
        "id": 121,
        "text": "далее"
      }
    ]
  },
  {
    "id": 121,
    "text": "Где-то в стороне послышался резкий вздох, и я, не обращая внимания на боль, перевел взгляд на лежавшую на полу девушку. Растрепавшиеся волосы рассыпались полу, обрамляя бледное лицо, а блестевшие в свете луны глаза горели твердой решимостью. Придавивший меня к полу мужчина что-то говорил, но до моего слуха долетали лишь обрывки его слов. Я во все глаза наблюдал за лежавшей на полу девушкой, снова погружаясь в охватившие меня странные ощущения. Дыхание перехватило, а в груди что-то кольнуло. Только вот укол этот не причинял боли. Во всяком случае не физическую.\n\nЭлизабет резко вскочила на ноги, в комнате раздался скрежет металла, а по ее лицу скользнула гримаса боли.\n\n\"Должно быть, из-за ноги... Она слишком резко поднялась.\"—от мысли о ее боли у меня сжалось сердце. В голове всплыли порезы, которые оставил на ее теле мой нож, и хоть они и были незначительны, в сравнении с другими, когда-либо нанесенными мной увечьями, было невыносимо сознавать, что ей пришлось страдать и по моей вине.\n\n",
    "answers": [
      {
        "id": 122,
        "text": "далее"
      }
    ]
  },
  {
    "id": 122,
    "text": "Словно в тумане я наблюдал за тем, как она направила пистолет в нашу сторону, как лихорадочно блестели от страха ее глаза, как она что-то говорила дрожащим, срывающимся голосом. Эта девушка, та, которая просила меня не убивать свою мучительницу, которая в слезах умоляла меня не улыбаться слишком широко, чтобы мои раны снова не разорвались, та, которая старалась меня убедить в том, что я вовсе не чудовище...\n\nДевушка, благодаря которой я снова обрёл давно утраченное чувство власти над собой, сейчас грозилась застрелить избивающего меня человека. Девушка с такими по-детски чистыми глазами собиралась утопить руки в чужой крови..\nИз-за меня.\n\n\"Нет, нельзя... Ты не можешь уподобиться мне.. я этого не допущу...\"\n\n—Ты не знаешь, кого пытаешься защитить,—сквозь шум в ушах до меня донёсся голос моего противника—В нем почти не осталось ничего человеческого. Он уже почти потерял способность контролировать себя. Если не остановить его сейчас...\n\nВерно... Во мне почти не осталось ничего человеческого... Если меня не убить сейчас, то будет слишком поздно.. но почему тогда я оставил ее в живых? Почему я не хочу, чтобы эта девочка погрузилась в ту же тьму, что и я? Почему она до сих пор не сдала меня под суд? Почему на меня так влияют ее слова... Почему.. Почему?\n\n\"Ты сказала, что я человек, но из-за меня тебе приходится переживать этот кошмар... Ты говорила, что я не монстр, но.. Прости, Элизабет... Прости...\"\n\n—то его уже не остановит ничт..\n\n\"Прости меня.\"\n\nБыстро сгруппировав мышцы, я с силой лягнул парня в ляжку, и, перекатившись, и упёршись ступней ему в грудь, схватил его за горло.\n\n—Уже слишком поздно.\n\n\"Ты упустил возможность избавить мир от меня... А мой счёт уже пошёл на дни, если не на часы... Но пока у меня ещё есть время, я хочу ещё раз увидеть ее глаза.\"\n\n—Тебе пора спать.—Прохрипев эти слова, я схватил свой, выпавший в ходе борьбы, нож. За спиной раздался испуганный крик, и я нанёс удар.",
    "answers": [
      {
        "id": 123,
        "text": "POV автор"
      }
    ]
  },
  {
    "id": 123,
    "text": "—Нет!—оглушительный крик раздался в кухне, когда девушка увидела блеснувшее в свете луны лезвие, но рука Джеффа беспощадно опустилась прямо на голову вторженца. В ужасе зажмурившись, Элизабет почувствовала, как ее тело охватывает дрожь, а глаза обжигают слезы. Она только что была в шаге от того, чтобы убить человека. И это странное наваждение... Что с ней происходит? Но пусть она и не убила, Джефф...\n\n—Ты.. убил.. его..—собственный голос показался ей чужим—слишком высокий, слишком холодный.. и слишком спокойный, словно пропитанный холодным безразличием. Такие страшные слова были сказаны ею так, словно это было нечто обыденное. Словно она сказала \"сегодня четверг\", или \"идёт дождь\". И это спокойствие приводило ее в ужас.\n\n—Он жив.—Поднявшись на ноги, Джефф провел рукой по лицу, и, поморщившись, стряхнул с пальцев кровь. Да уж, теперь его лицо как никогда походило на кровавое месиво,—Если сомневаешься—проверь пульс.\n\nУбрав руки от лица, девушка, которую все ещё била мелкая дрожь, на одеревеневших ногах подошла к маньяку, и подняла заплаканные глаза на его лицо, тут же испуганно отшатнувшись.\n\n—Боже..—Кровь из заново разошедшихся разрезов на щеках залила половину лица, из разбитого носа также текла алая жидкость, на лбу просматривались постаревшие следы ударов, и только огромные светло-голубые глаза не вызывали ужаса. По-детски наивный, печальный взгляд словно проникал прямо в душу, и девушка, не отводя взгляда, медленно протянула руку к его щеке.—Я обработаю их. Если ты не будешь слишком широко улыбаться, или широко открывать рот, то они через несколько дней затянутся.. Можно?\n\nКак можно нежнее прикоснувшись к щеке юноши, Элизабет аккуратно провела большим пальцем по коже, стирая кровь. Джефф вздрогнул, словно от удара, и девушка хотела одернуть руку, чтобы не доставлять ещё больше боли, но парень быстро схватил ее ладонь обеими руками, не позволяя ей отстраниться.\n\n—Не надо! Это... Совсем не больно, поэтому постой так... Пожалуйста.—Элизабет, по прежнему не отводя взгляда от его глаз, кивнула. Джеффри нервно сглотнул ставший в горле ком, и тихо заговорил:—Когда ты положила палец на курок, твои глаза выглядели так, словно ты тоже слышала голос.. Ты чуть его не застрелила, но.. почему? Почему у тебя появилась эта мысль? Ты же ненавидишь насилие? Это из-за меня?\n\n—Он бы забил тебя до смерти, Джефф. А я.. я..—Элис опустила голову. Продолжать смотреть в ясные глаза юноши вдруг стало невероятно тяжело, и она, чувствуя, как сердце в груди бьётся с двойной силой, тихо прошептала:—я не хочу... Я боюсь, что тебя убьют. Мне... Я не могу это объяснить, но мне будет очень тяжело, если тебя не станет. Как-то так...\n\nНа кухне снова воцарилась тишина. Девушка стояла, по-прежнему ощущая прикосновение бледных пальцев к ладони и боялась пошевелиться. Боялась реакции Джеффа на свои слова.\n\nБоялась, что он тут же отстранится от нее.\n\n",
    "answers": [
      {
        "id": 124,
        "text": "далее"
      }
    ]
  },
  {
    "id": 124,
    "text": "Но вместо этого он снова заговорил:\n\n—Элис...—Девушка быстро подняла голову, и снова встретилась с пристальным взглядом юноши. То, как он, впервые за время их знакомства, произнес ее имя смутило, но вместе с тем как-то непривычно обрадовало.—Я опасен. И я в любой момент могу потерять контроль над... Хотя ты и так знаешь.\n\n—Но ты же оставил его в живых!\n\n—Я не знаю, повторится ли это. И не знаю, когда снова сорвусь. И если бы тебя здесь не было, он был бы мёртв.—Словно задумавшись над чем-то, он убрал одну руку с запястья девушки и осторожно, словно боясь навредить, дотронулся до ее покрасневшей от смущения щеки.—Я так давно не чувствовал себя собой, Элис. Очень давно.. пока не увидел тебя. Ты должна уже давно лежать в могиле, но ты всё ещё здесь... В тот день я впервые не выполнил этот приказ.. и это все благодаря тебе.\n\nОн склонил голову, сокращая расстояние между их лицами, продолжая внимательно смотреть в глаза Элизабет.\n\n—Если бы я в тот день прошел мимо школы... Если бы меня не привлекла суматоха на заднем дворе.. кто знает, сколько бы ещё было жертв. Знаешь.. это глупо, но я тоже боюсь. Боюсь твоей смерти.. и ещё больше я боюсь стать ее причиной.—Парень прервался и резко вздохнул, а голубые глаза наполнились тоской.—Элис...\n\nДевушка стояла, не решаясь пошевелиться, чтобы не нарушить странную атмосферу, образовавшуюся вокруг них. Разом ослабшее тело позволило ей только едва слышно шепнуть:\n\n—Да?—Но даже это тихое, сказанное на выдохе слово, прозвучало в тишине комнаты как раскат грома.\n\n—Ты... Тебе нужно...—В словах Джеффа слышалась неподдельная боль, а приглушённый голос то и дело прерывался,—Сопротивляйся.. Оттолкни меня.\n\nНо Элизабет только слегка качнула головой и подняв левую руку, прикоснулась к смольно-черным волосам юноши, перебирая длинные пряди.\n\n—Нет. Я не хочу.\n\nОщущая прилив новых, неведанных ей ранее эмоций, девушка медленно перенесла руку с волос на плечо парня, закрывая глаза и чуть приподымаясь на цыпочках. Джефф вплотную склонился над девушкой, дрожащей рукой приподнимая ее подбородок и прикрыл глаза...\n\n",
    "answers": [
      {
        "id": 125,
        "text": "следующая глава"
      },
      {
        "id": 1,
        "text": "на первую страницу"
      },
      {
        "id": 2,
        "text": "к списку глав"
      }
    ]
  },
  {
    "id": 125,
    "text": "Ночную тишину нарушало лишь тяжёлое дыхание. В погруженной во мрак кухне, освещаемые только слабым светом луны, вплотную прижавшись друг у другу стояли двое молодых людей. Расстояние между их лицами медленно сокращалось до считанных миллиметров, пока их не прервал раздавшийся с пола хрип.\n\nОни тут же отстранились друг от друга, смущённо опустив головы, и поспешно опустились на пол перед пришедшим в сознание человеком.\n\n—Ты.. Псих.-Сиплый голос мужчины прервал приступ кашля, а склонившийся над ним Джефф выжидающе замер, готовясь принять меры, в случае атаки.-Еще и девчонку заставил в это влезть.\n\nЭлизабет закусила губу и бросила мимолётный взгляд на парня напротив, но встретившись с ним глазами тут же опустила голову, при этом густо покраснев. Его пристальный взгляд вызвал новую бурю эмоций, а ещё не успевшее успокоиться после неудавшегося поцелуя сердце заколотилось с новой силой. Слова обездвиженного мужчины напомнили о том, какой была ее жизнь совсем недавно.. учеба, домашние дела, подготовка к экзаменам, нескончаемые попытки сблизиться с Дейвом... Конечно, конфликты с Мейлин не делали ее жизнь слаще, но это все ещё не шло ни в какое сравнение с тем, что творилось теперь. За последние два дня она пережила второе нападение, не считая десятка попыток, которые предпринимал сам Джефф. И этот странный порыв, который едва не привел к поцелую..\n",
    "answers": [
      {
        "id": 126,
        "text": "далее"
      }
    ]
  },
  {
    "id": 126,
    "text": "Я схожу с ума... Это же просто безумие...\"-В глазах защипало, но Элизабет даже не обратила на это внимание. Пережитое за последние несколько дней сейчас ощущалось неподъемным грузом, который не даёт пошевелиться, и на то, чтобы держать эмоции в узде просто не было сил. Все, что сейчас беспокоило Элис, это обуревавшее ее новое чувство. Чувство, словно все, на чем держалась ее жизнь в один момент перевернулось с ног на голову. Чувство, словно ты медленно сгораешь изнутри... Чувство, которое не даёт дышать...\n\n\"Что бы я ни говорила, как бы ни убеждала нас обоих в том, что все нормально... Никакие слова не изменят того факта, что он преступник. На его счету десятки.. а может и сотни убийств. И не имеет значения, что послужило тому причиной, если он уже ступил на этот путь... Так зачем? Зачем я согласилась на все это? И почему я..\"\n\nПеред глазами снова мелькнула картина истерзанного тела юноши, заставляя сердце болезненно сжаться в груди. Прекрасные голубые глаза в обрамлении обожжённой кожи, которые с такой тоской вглядывались в глаза девушки всего несколько мгновений назад... но в следующий момент перед внутренним взором Элизабет предстала совсем иная картина. Безумная, холодная улыбка, украшенная струйками крови. Леденящая кровь усмешка человека, руки которого по локоть утопали в крови.\n\nДевушка содрогнулась, не замечая ни испытующего взгляда Джеффа, ни продолжавшего что-то говорить незнакомца.\n\n\"Безумие... Это просто безумие...\"-Горячие слезы обожгли щеки, а с губ сорвался еле слышный стон.\n\n\"Почему... Почему я так чертовски сильно хочу его обнять...\"\n\n\n",
    "answers": [
      {
        "id": 127,
        "text": "далее"
      }
    ]
  },
  {
    "id": 127,
    "text": "—Элизабет...-над ухом прозвучал до боли знакомый голос и девушка, испуганно вскрикнув, обернулась,-Что с тобой?\n\nДевушка всхлипнула, вглядываясь в лицо склонившегося над ней юноши, словно видела его впервые. У нее не было ответа на этот вопрос. Единственное, чего она хотела больше всего на свете, это закрыть глаза, оказаться где-то далеко-далеко и забыть обо всем. Забыть о том, что она укрывает преступника. Забыть о напоминавших о себе ранах, оставленных кухонным ножом. Не видеть, как люди пытаются друг друга убить. Не чувствовать эту ноющую боль в груди...\n\nИ хоть ненадолго представить, что все вернулось на круги своя.\n\n—Элизабет?-дрожащей рукой, парень неуверенно потянулся к лицу девушки,-Не плачь..\n\nНеуверенным и даже робким движением, Джефф провел пальцами по щеке девушки, вытирая слезы.\n\n\"Почему именно он? Почему именно ты... Элизабет, что же ты натворила.\"\n\n",
    "answers": [
      {
        "id": 128,
        "text": "далее"
      }
    ]
  },
  {
    "id": 128,
    "text": "Девушка отшатнулась от протянутой руки и закрыла лицо руками, в то время, как неугомонный мужчина продолжал говорить:\n\n—Тебе никогда не отмыться от совершенных преступлений. Так чего ты хотел добиться, приближаясь к этой девочке? Решил проявить милосердие и разрушить ее жизнь, вместо того, чтобы убить? Или вдруг захотелось почувствовать рядом живое существо? Думаешь, хоть кто-нибудь способен принять монстра, вроде...\n\n—Умолкни!-процедил Джеффри сквозь зубы, не спуская пристального взгляда с скорчившейся на полу девушки. Ее плечи мелко дрожали, и с губ то и дело срывался болезненный стон, но юноша больше не предпринимал попыток приблизиться. В конце концов, он понимал, почему она отпрянула от его прикосновения. Однако это понимание никак не облегчало зародившееся в глубине души чувство тоски.\n\nЭтот наглый мужчина, рискнувший вломиться в чужой дом и, тем более, взять его владелицу в заложники, был прав. Каждое сказанное им слово было сущей правдой, и именно это и задевало больнее всего.\n\n",
    "answers": [
      {
        "id": 129,
        "text": "далее"
      }
    ]
  },
  {
    "id": 129,
    "text": "\"На что я надеялся, оставляя ее в живых? Чего пытался добиться, оберегая от опасностей? И чего я ждал, когда...\"\n\nОн словно наяву почувствовал на губах обжигающее дыхание девушки, тепло ее рук на плечах и взгляд, проникавший в самую душу. Этот чистый, лишенный какой бы то ни было пошлости взгляд, который теперь стал для него смыслом существования.\n\n\"Это было просто минутное помутнение. Она никогда бы не поцеловала кого-то вроде меня. И уж тем более не... Да о чем я вообще. Чудовище вроде меня невозможно полюбить\",-Джефф снова окинул взглядом съежившуюся на полу фигурку девушки, и обречённо усмехнулся своим мыслям:\"твое тело меня боится, так ты сказала? Но разве не ты сама боишься меня намного сильнее? Пусть сейчас я и ощущаю себя собой, но ведь он прав. Никакие чувства не снимут с меня тяжести совершенных злодейств... И она тоже никогда не сможет о них забыть.\"\n\nНе обращая больше внимания на лежавшего на полу мужчину, Джефф склонился над Элизабет и тихо, но четко произнес:\n—Иди в комнату.\n\nЭлизабет подняла покрасневшие от слез глаза на юношу. Она боялась оставлять его наедине с незнакомцем, но в то же время твердо осознавала — в таком разбитом состоянии ничем помочь, в случае вспышки гнева у Джеффри, она не сможет. \n\nПролепетав одними губами беззвучное \"прости\", Элизабет медленно поднялась с пола и, пошатываясь, двинулась к выходу из кухни. Непрерывно наблюдавший за ее действиями юноша стиснул кулаки с такой силой, что впившиеся в ладони ногти, казалось, вот вот продавят кожу до крови. Он так и не смог заставить себя протянуть ей руку и помочь подняться. Потому что прекрасно понимал, как она воспримет этот его порыв.\n\n",
    "answers": [
      {
        "id": 130,
        "text": "далее"
      }
    ]
  },
  {
    "id": 130,
    "text": "\"Она испугается. И в этом нет ничего удивительного.\"\n\nВудс опустил взгляд на лежащего на полу мужчину и грустно усмехнулся. С его появлением в жизни Элизабет все перевернулось с ног на голову. Поножевщина, постоянный страх, бесконечные нападения... Все это являлось теми вещами, с которыми она никогда бы не столкнулась. Если бы не приютила в своем доме психопата.\n\n\"Элизабет... прости за это. Больше тебе не придется плакать, я клянусь.\"\n\nНе спуская пристального взгляда с вторженца, парень медленно, процедил:\n\n— Чуть меньше чем через пять минут ты придешь в себя настолько, чтобы встать. Как только поднимешься, ты покинешь этот дом, и больше никогда здесь не появишься. А Джейн можешь передать мое теплое приветствие. — Юноша развернулся и широкими шагами пересек кухню, остановившись перед рамой, из которой во все стороны торчали острые зубья стекла, — если попробуешь ослушаться, я приду за твоей сестрой. И поверь, на этот раз я доведу дело до конца.\n\nГримасса боли исказила лицо мужчины, сквозь зубы послышался едва различимый стон: \"дьявол\", но Джефф только грустно усмехнулся.\n\nСпустя мгновенье парень рывком перескочил через окно, чуть нахмурившись когда один из обломков стекла процарапал линию на тыльной стороне его ладони, и скрылся втемноте.",
    "answers": [
      {
        "id": 131,
        "text": "следующая глава"
      },
      {
        "id": 2,
        "text": "к списку глав"
      },
      {
        "id": 1,
        "text": "на главную"
      }
    ]
  },
  {
    "id": 131,
    "text": "***\nPOV Джефф\n\n\nУлицы были окутаны мраком, царящая круг тишина казалась оглушающей, а мысли раз за разом возвращались туда, откуда я бежал. Или, вернее говоря, к той?\n\n— Элизабет...\n\nОт одного лишь звука этого имени я чувствовал, как тело наливается жаром, а сердце до боли щемит в груди, так, что становится сложно набрать воздух в легкие. Меня словно лихорадило, но при этом я точно знал, что не болен... Но вот действительно ли я здоров? Разве та тяга, которую я испытывал к этому человеку не была мне несвойственна? Разве тепло ее рук не стало моей зависимостью? Разве мне не хотелось слышать ее голос, смех, ловить на себе ее взгляд и никогда, никогда не оставлять? И в то же время, я сбежал. У меня не было уверенности в том, что тот человек послушает меня. Он так или иначе продолжит следить за ней, ведь он уже понял... Я впервые чувствую себя настолько полноценным и разбитым одновременно. Впервые желаю чего-то настолько сильно, что не пытаюсь это получить... Да, я действительно болен. И главная моя болезнь — она. Ничем не примечательная девушка, готовая в любой момент одарить всех своей улыбкой, у которой до сих пор в кресле сидит мягкая игрушка. Сколько раз за это время я пытался понять, почему она так заворожила меня, но так и не нашел ответа на этот вопрос. Единственное, что я точно знал, так это то, что ее улыбка, ее глаза и эти нежные руки стали для меня миром. Миром, в котором я могу быть обычным парнем, лишенным маниакальных наклонностей, мире, где я волен делать то, чего хочу... Мире, в котором я могу снова быть рядом с тем, кого люблю.\n\n\"Люблю\" — всплывшее в голове слово застало меня врасплох, и я замер посреди дороги, глядя прямо перед собой. Любовь... разве мог я испытывать настолько высокое чувство к кому-либо? Чувство, которое побуждает людей совершать невероятные поступки и создавать самую трогательную музыку, писать стихи и посвящать ей полотна?\n\nПеред мысленным взором тут же всплыл детский и, как мне казалось тогда, очень красивый рисунок, на котором корявыми буквами было выведено слово \"Мамака\". Еще не до конца доучивший алфавит, я приготовил Маме подарок на день рождения и со всех ног побежал дарить ей свое произведение искусства, когда запнулся о порог гостинной, и упал, больно ударившись локтями. На мой плачь тут же прибежала встревоженная Мама, и, опустившись рядом со мной на корточки, принялась спрашивать, где болит, но я лишь еще пуще заливался слезами, с силой стискивая в руках помявшийся листок бумаги. Я даже не чувствовал, как ноют разодранные до крови локти. Моей трагедией стал испорченный подарок, который я так старательно готовил для самой доброй и самой красивой женщины на свете...\n\nДа, я знаю, что такое любовь... И несмотря на это, я уничтожил всех, кто был мне дорог. Все, кто подошёл слишком близко ко мне были уничтожены. Это постигло моего брата, мою Мать, и так же постигнет и эту девушку... Поэтому никто не должен приближаться ко мне... И я должен держаться вдали от всех.\n\nМама... прости. Пожалуйста, прости меня...\n\n",
    "answers": [
      {
        "id": 132,
        "text": "далее"
      }
    ]
  },
  {
    "id": 132,
    "text": "***\nPOV Автор\n\nЗаливистая трель рингтона прервала тревожную дрёму Элизабет. Нехотя приоткрыв один глаз, девушка принялась ощупывать кровать, в поисках мобильного, сопровождая это досадливым ворчанием. И едва пальцы коснулись холодного стекла, как из динамика тут же донёсся возбуждённый голос:\n\n— Лиззи! Солнце, как ты? Я так по тебе соскучился!\n\n— Батюшки, Ри, кто звонит в такую рань?\n\n— Да ты без моего контроля, я смотрю, совсем расклеилась? — из трубки донёсся ехидный смешок, — обед уже скоро, мелкая!\n\n— Обед? — судорожно обведя взглядом комнату, девушка застыла в немом шоке. Циферблат был полностью согласен с ее братом: стрелки часов показывали половину второго. Перед мысленным взором болезненными вспышками проносились события минувшей ночи, и один-единственный вопрос: где Джеффри Вудс.\n\n— Лиззи? Ты здесь? — В голосе брата послышались нотки беспокойства, что вывело Элизабет из оцепенения.\n\n— Да, да, здесь... Слушай, а когда вы вернётесь? Когда будет перерыв в твоей... Терапии? — Секундная заминка на том конце провода была красноречивей любых слов, но девушка до последнего надеялась на хорошие вести. Что она наконец увидит семью... Особенно глядя на все то сумасшествие, что окружало ее последнюю неделю, присутствие близких людей было как никогда необходимо...\n\n— Не раньше, чем через неделю. Но Лиззи, ты же знаешь, что...\n\n— Да-да, братишка, я в курсе, что в последний день все затянется. Не переживай, все это мелочи! Я подожду, когда ты приедешь ко мне здоровым!\n\nОт чрезмерного энтузиазма, с которым она произнесла эти слова, к глазам подступили слезы. Естественно, она любила брата и беспокоилась о нем едва ли не больше, чем родители... Вот только ждать становилось все сложнее. Временами казалось, будто так будет продолжаться всю жизнь — брат будет кочевать из больницы в больницу в поисках необходимой аппаратуры, родители будут находиться рядом с ним, чтобы в случае осложнений быть наготове..\n\nМысли о последствиях осложнения его состояния Элизабет предпочла отбросить. Но на их место в голову тут же вторглись другие, не менее тревожные:\n\n\"Где Джеффри Алан Вудс?\"\n",
    "answers": [
      {
        "id": 133,
        "text": "далее"
      }
    ]
  },
  {
    "id": 133,
    "text": "Чувствуя, как по телу медленно расползается неприятный холодок, девушка, едва не выронив телефон, бросилась на кухню. Из трубки донёсся встревоженный голос  брата, но беспорядочный рой мыслей не давал сосредоточиться на его словах. Воображение уже рисовало самые живописные, и от того ещё более устрашающие, картины того, чем закончился для проникшего в дом мужчины. Девушка набрала в грудь побольше воздуха, чтобы крик получился как можно оглушительнее и, спустившись к двери, на секунду замялась. Пальцы на ручке двери нервно подрагивали, с головой выдавая её внутреннее состояние, но несколько вдохов спустя, Элизабет совладала с собой и нажала на ручку, мысленно готовясь узреть следы резни.\n\nИ каково же было ее удивление, когда перед ней предстала совершенно иная картина: мирно покачивающиеся занавески, совершенно чистый, не считая осколков стекла, пол, и ни единого признака возможной борьбы. Не считая разбитого окна, на кухне, как обычно, царил порядок. И это еще больше сбивало с толку.\n\n— Лиззи? — От размышлений снова отвлек голос брата, донесшийся из динамика. — Что у тебя происходит? Все нормально?\n\nПромычав нечто вроде \"абсолютно\", девушка поспешила в гостинную, а не найдя в ней следов чьего-либо присутствия, бросилась обыскивать другие комнаты в доме, не оставляя надежды найти подозрительно затихшего соседа.\n\nТак быстро, как это было возможно с ее ногой, обежав все комнаты, и периодически поддакивая брату, так и не обнаружив Джеффри, Элизабет наконец в изнеможении опустилась на пол, прикрыв рукой глаза. Сейчас она как никогда ощущала собственное бессилие. Получивший приют в ее доме маньяк снова вышел на охоту. А она даже не смогла ему помешать...\n\nСлова брата в трубке смешались в один неразборчивый гул, глаза обожгли подступившие слезы.\n\nГолос, которым она произнесла следующую фразу, был настолько тихим и надломленным, что даже Элизабет едва узнала в нем себя.\n\n— Ри... Прости, я потом перезвоню. — С этими словами, не дослушивая взволновавшегося брата, она завершила вызов, положила телефон на пол, и дала наконец волю нахлынувшим эмоциям. По ее щекам заструились слезы. Обняв себя за плечи, девушка согнулась, прижимаясь лбом к полу, и разрыдалась навзрыд.\n\nТишину дома нарушали лишь прерывистые всхипы и звон входящего вызова от Ричарда.\n",
    "answers": [
      {
        "id": 134,
        "text": "глава 38"
      },
      {
        "id": 2,
        "text": "к списку глав"
      },
      {
        "id": 1,
        "text": "на главную"
      }
    ]
  },
  {
    "id": 134,
    "text": "Дни пролетали один за другим, а от сбежавшего маньяка по-прежнему  не было вестей. Единственное, что хоть как-то  обнадеживало — не упоминались случаи леденящих кровь преступлений и в новостях. Казалось, словно Джеффри Алан Вудс, прозванный в простонародье убийцей, и вовсе никогда не существовал. Лишь могильные надгробия его жертв, которые то и дело омывались слезами убитых горем родных, доказывали обратное.\n\nОднако, чем дольше длилось затишье, чем реже упоминались в газетах случаи чудовищных расправ, тем больше нарастала тревожность людей. Несмотря на все те зверства, что происходили в период активности маньяка, все же пока о нем продолжала вещать пресса, а полиция преследовала по пятам, создавалось ощущение, что все вот-вот образуется...\n\nВедь правду говорят — нет мук страшнее неизвестности. Затаившийся серийный убийца, молчание органов правопорядка и отсутствие ответа на вопрос: \"а что же дальше?\" сводило с ума. По вечерам улицы резко пустели, никто старался не покидать дома без крайней на то необходимости. Даже любители весёлых вечеров остепенились перед угрозой в лице сбежавшего преступника.\n\nТем удивительнее выглядела девушка, которая каждый вечер, без какого-либо сопровождающего, неспешно бродила по улицам, параллельно вглядываясь в лица спешащих поскорее пройти мимо людей.\n\nТе, кто видели ее не впервые — принимали за полоумную. Другие же просто предпочитали как можно скорее скрыться от отчаянного взгляда пронзительных глаз, с которых, казалось, вот-вот польются слезы.\n\nА она всего лишь искала одного человека...\n\nЧеловека, который и поверг весь город в страх.\n\n",
    "answers": [
      {
        "id": 135,
        "text": "далее"
      }
    ]
  },
  {
    "id": 135,
    "text": "***\n\n\"Ниже земли не упадешь\", часто повторял в детстве старший брат, когда студёным зимним вечером они выбирались всей семьёй кататься на санках. Однако вопреки этим, несомненно мудрым, словам, на сердце Элизабет было так тяжело, что, казалось, в пору бы под землю-таки и провалиться. В голове все смешалось — неизвестность, страх, тревога... Все эти чувства легли на девушку неподъёмным грузом, не давая вдохнуть полной грудью. Опущенные плечи, лихорадочно блестящие глаза, затравленный взгляд... Редкие прохожие смотрели на нее с нескрываемой опаской, и в этом не было ничего удивительного.\n\nВедь с недавних пор даже сама Элизабет стала себя бояться.\n\n\"Джеффри Алан Вудс, так он представился при нашей первой встрече.. Кто бы мог подумать, что все закончится вот так?\"\n\nПотухший взгляд скользил по пустынной улице, губы раз за разом шептали имя, ставшее для юной девушки роковым, а осознание того, что именно с ней происходит, и вовсе навевало самые безрадостные мысли.\n\nБольше не имели смысла попытки себя переубедить. Жалость к дремлющему под открытым небом парню уже далеко переросла уровень \"простых знакомых\". И что бы Элизабет себе ни говорила, как бы ни пыталась отвлечься — итог был один — поток размышлений раз за разом возвращал ее к беглому преступнику.\n\n",
    "answers": [
      {
        "id": 136,
        "text": "далее"
      }
    ]
  },
  {
    "id": 136,
    "text": "\"Влюбиться в серийного убийцу... Да кто в здравом уме вообще на это способен?\"\n\nНе разбирая дороги, глядя куда-то в пустоту, она не сразу осознала, что уже давно вышла к шоссе. Частные дома, то и дело встречавшиеся на пути, сменились пустынным полем, единственными обитателями которого были букашки и грызуны. Не стало и редких прохожих — именно отсутствие их недоверчивых взглядов наконец привело Элизабет в чувство.\n\nИ вовремя — за спиной раздался сигнал автомобиля.\n\nЕщё не до конца осознавая весь ужас происходящего девушка замялась, судорожно, а от этого ещё более медленно обдумывая, в какую сторону следует уклониться, а между тем расстояние между ней и машиной стремительно сокращалось. Считанные секунды оставались до неминуемого столкновения, и так бы и оборвалась, едва успев начаться, юная жизнь, если бы кто-то не схватил ее за плечи, решительно оттаскивая бедолагу от несущейся легковушки.\n\nМашина с визгом пролетела мимо, обдав лицо Элизабет порывом горячего воздуха, вперемешку с дорожной пылью, отчего та невольно закашлялась — подобный курс свежего воздуха мало кому будет симпатичен, но раздавшийся над ее ухом прерывистый возглас спутал ее планы по прихождению в себя после сорвавшейся гибели.\n\n— Чем ты думала, когда решила погулять по проезжей части в сумерках?\n\nРуки, до сих пор мирно покоящиеся на ее плечах, напряглись, причиняя лёгкий дискомфорт, но девушка даже не обратила на это внимания. Все словно отошло на второй план, когда она услышала знакомый до боли голос, который стал ее головной болью, но без которого ее мир словно утратил краски. Голос, навсегда уничтоживший ее прошлую жизнь, изменивший ее до неузнаваемости... Голос, ставший причиной слез и бессонных ночей.\n\n— Алан. — Не поднимая головы, девушка резко развернулась, не давая юноше опомниться и стараясь не обращать внимания на неприятный укол в колене, прижалась к его груди, судорожно цепляясь за одежду. — Я знала, что найду...\n\nОстальные слова потонули в судорожном вздохе, вслед за которым по её щекам медленно покатились слёзы. Облегчение, страх, радость и отчаяние, целая гамма чувств смешалась, превращаясь в некую неслыханную доселе мелодию. Она не могла поверить, что столько дней, проведенных в безуспешных поисках, неизвестности и боли были не напрасны. Это казалось слишком чудесным, для того, чтобы быть правдой. Словно проказница фортуна решила подарить ей минутное утешение, и стоит лишь на миг разжать пальцы — всё исчезнет, испарится подобно сладкому сновидению. Поэтому она так сильно сжимала ткань поношенной толстовки, едва ощутимо пахнувшей сыростью и пылью. Костяшки пальцев побелели от напряжения, но это было такой мелочью! Ведь рядом был он — живой, невредимый и... Свободный.",
    "answers": [
      {
        "id": 137,
        "text": "далее"
      }
    ]
  },
  {
    "id": 137,
    "text": "Тишину прерывали лишь надрывные всхлипы и еле слышный шум деревьев вдалеке — крепчающий ветер то и дело принимался раскачивать стройные ели. А между тем вечерняя прохлада набирала свои обороты, медленно обволакивая двух молодых людей, стоящих у обочины трассы.\n\nОни не проронили ни слова, но мысли обоих кричали во весь голос, выплескивая все, что так хотелось сказать, все, что так терзало на протяжении дней, месяцев или даже всей жизни. Две израненные души льнули друг к другу, понимая все в молчании. И оба мечтали, чтобы это мгновенье длилось вечность... \n\nНо это было невозможно. Не для них.\n\n— Я сдамся полиции.\n\nПочва уходит из-под ног... Элизабет всегда считала это не более чем красивой фразой. Но сейчас, забыв как дышать и чувствуя, как тело обдало жутким холодом дурного предчувствия, она ощутила это на себе.\n\nВечер продолжал идти своим чередом, за зашторенными окнами домов звучал заливистый смех семей, коротавших досуг за просмотром комедии. Где-то над крышами извивался кокетливый дымок, разнося по округе запах шашлыков и громкие разговоры.\n\nА здесь, посреди пустынного шоссе близ леса рушился хрупкий мир одной маленькой и глубоко одинокой девушки, нашедшей любовь там, где ее не следовало искать.",
    "answers": [
      {
        "id": 2,
        "text": "к списку глав"
      }
    ]
  },
  {
    "id": 138,
    "text": "",
    "answers": []
  }
]