[
  {
    "id": 1,
    "text": "Автор: Ассасин(начальный)→Кимико.\nПроизведение: Забытое прошлое.\nЖанр: фантастика, романтика.\n\nПривет, друг. Эта история про одинокого подростка, оставшегося совсем одним. В один миг его жизнь кардинально меняется, но сможет ли она вернуться в прежнее русло? Надеюсь, Вам понравится. Приятного времяпровождения.\n\nКвест переписан под руководством автора и с его разрешением. Этот квест — полноценная книга, поэтому выбора действий не будет совсем.",
    "answers": [
      {
        "id": 2,
        "text": "Начать.♡"
      }
    ]
  },
  {
    "id": 2,
    "text": "Я проснулся и первым делом посмотрел в потолок. Потом перевёл взгляд на электронный будильник, стоявший на прикроватном столике.\n\"5:00. И зачем я встаю так рано? Хм, даже не заметил, как это стало привычкой.\"- подумал я, снова посмотря в потолок. Кажется, я хотел что-то сделать сегодня.\n\nСейчас апрель, достаточно жарко, чтобы куда-то съездить. Я открыл шторы, и свет наполнил мою комнату, от чего я зажмурился. \"Точно! Сегодня же мой самолёт вылетает.\"- после этих мыслей встал с кровати и пошёл собираться.",
    "answers": [
      {
        "id": 3,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 3,
    "text": "Первым делом нужно привести себя в порядок. Я сделал все водные процедуры, чуть поправил причёску и пошёл одеваться. Сегодня из одежды были чёрные джинсы, белая футболка и красные кроссовки. Также в путь я прихватил ещё пару шмоток и белую толстовку, на всякий случай. \n\nНа голодный желудок я собрал рюкзак(одежда<plus>телефон и кошелёк) и вышел на улицу, замкнув дом на ключ.\n\"Эх, прощай, милый дом. Скоро увидимся\",- промелькнула мысль в голове, но я быстро отогнал её.",
    "answers": [
      {
        "id": 4,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 4,
    "text": "—Так, всё взял? Теперь нужно дойти до остановки,- вслух размышлял, ускорив шаг.\nАвтобус не заставил долго ждать и приехал через десять минут. Я вошёл в транспорт, битком набитый людьми, и встал около двери, взявшись за поручни.\nЗдесь было душно и шумно, поэтому, недолго думая, я надел наушники и включил музыку.\n\nВот и моя остановка. \"Быстро как-то\",- я вытащил наушники и выключил звук. Потом направился в здание.",
    "answers": [
      {
        "id": 5,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 5,
    "text": "Аэропорт кишил людьми. Кто-то встречал своих, кто-то, наоборот, провожал. Мою голову посетили не слишком хорошие мысли, так как меня никто никогда ни встречал, ни провожал. Я всегда был один. Всегда.\n—Ну чего вы стоите, вообще-то мы тоже люди,- какая-то женщина проворчала сзади, оброщаясь ко мне.\n—А? Да, извините,- очнулся я и дал на проверку все мои вещи и паспорт.\n\n—Ваш самолёт под номером 3а. Пожалуйста, ваши вещи,- любезно говорила женщина за столом, отдавая проверенное.\n—Спасибо,- я забрал рюкзак и поспешил занять место.",
    "answers": [
      {
        "id": 6,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 6,
    "text": "По дороге в аэропорт я прихватил в Макдональдсе бургер, поэтому сейчас мог спокойно перекусить.\n—Пожалуйста, займите свои места и пристегнитесь. Через 10 минут самолёт вылетает,- голос стюардессы разносился по всему салону. \n\"Ух, успел. Теперь нужно просто подождать и расслабиться\",- с такими мыслями я выдохнул и пристегнул ремень.\n\nНаконец я смогу куда-то улететь, отдохнуть, как следует, может, завести друзей.. а может и девушку. Тогда вообще круто. Буду жить с ней в двоём, как раз места хватит...\nЯ думал ещё о многих вещах, и вскоре самолёт двинулся с места.",
    "answers": [
      {
        "id": 7,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 7,
    "text": "\"Несколько часов лететь. Можно чем-то заняться\",- размышлял я, смотря в окно. Так высоко и красиво. Подо мной простирались сначала горы, потом немного равнинной местности. Вскоре моему взору открылся океан. \"Я так давно не был на море..\"\n\n—Вам чего-то принести?- вдруг ко мне подошла стюардесса.\n—Да, неплохо бы было,- я начал вспоминать, что мне нравится,- можно шоколад или арахис? Здесь есть такое?\n—Да конечно. Сейчас,- и она удалилась.",
    "answers": [
      {
        "id": 8,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 8,
    "text": "Пока девушка не вернулась, можно сходить в туалет. Я встал и пошёл в нужном мне направлении. \nСделав свои дела и выйдя из кабинки, я подошёл к раковине и стал мыть руки. Я был достаточно красивый. Белые волосы, голубые глаза, хорошие черты лица. \n\n\"Кажется, что-то не так..\"- подумал, заметив, какой сопливый подо мной пол. Потоптался по нему, потом отошёл и прыгнул в на то место. \"Хм.. нет, мне просто показалось\",- с облегчением выдохнул я, но тут же каким-то образом пол провалился, и я стремительно начал падать вниз.",
    "answers": [
      {
        "id": 9,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 9,
    "text": "\"Звёзды. Их так много.. Никогда не видел такого звёздного неба. Так красиво..\"- только об этом смог подумать я, пока летел на... а куда я летел? Даже не знаю.. в никуда. Да и.. скорее всего, я просто умру. Я зря прожил эту жизнь. Зря родился на свет. Всё зря.\n\nМысли прервались, когда я столкнулся с препятствием, а если точнее — крышой одного деревянного дома, которую я пробил. Ударившись головой, сразу потерял сознание.\n\"И.. что дальше? Ничего.. Чувствую, как перестаёт течь кровь по венам. Сердцебиение сократилось, а дыхание и вовсе прервалось. Это и есть смерть?\"\n\n",
    "answers": [
      {
        "id": 10,
        "text": "Девушка."
      }
    ]
  },
  {
    "id": 10,
    "text": "\"Хм? Кто там?\"- подумала я, выключив свой телефон,-\"ну вот, уже и свободного времени нет.\"\nЯ включила свет в своей комнате и выглянула из двери. Отец вышел в коридор и подошёл к какому-то обьекту.\n\"Человек?\",-  я вышла вслед за родителем. Как оказалось, какой-то парень повредил себе конечность и попал к нам в дом. \n—Открытый перелом? Больница аж в городе,- бубнил мужчина, после заметил меня,- дочь, принеси бинты и шины. \n\nЯ кивнула и пошла исполнять приказ.",
    "answers": [
      {
        "id": 11,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 11,
    "text": "—Кровь остановилась хоть?- спросила, зайдя обратно к пострадавшему.\n—Ну, я затянул. Должна остановиться,- сказал отец, после взял из моих рук средства первой помощи и начал делать своё дело. Я же ушла в свою комнату.\n\n\"Сегодня произошло какое-то чудо. Некий парень упал откуда-то к нам в дом и проломил крышу. Сейчас отец останавливает кровотечение и пытается как-то залечить открытый перелом. Если честно, мне не сильно нравится этот гость. К тому же, неподалёку упал самолёт, возможно, парень оттуда. Посмотрим, выживет ли он.\"- печатала я в своём дневнике на телефоне. \n",
    "answers": [
      {
        "id": 12,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 12,
    "text": "Я лежала и думала о сегодняшнем дне. Уже поздная ночь, почти утро. А я никак не могу заснуть. Возможно, если бы его здесь не было, я бы поспала. Но..\n—Эй, ты живой вообще?- шёпотом окликнула парня, лежащего на диване. Лишней кровати у нас не было.\n\"Кажется, он давно умер. Зачем мы его вообще подобрали?\"- я тыкала в объект, потом начала растягивать щёки.\n—Завтра тебя отвезут в больницу. А потом.. не знаю. Если у тебя нет дома, то я не против, если ты поживёшь со мной. У меня ведь даже нет друзей.- говорила ему, хоть и знала, что он не слышит.\n\n\"Может, его напоить? Или накормить?\"- думала, возвращаясь на свой футон.",
    "answers": [
      {
        "id": 13,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 13,
    "text": "—Утречка, человек,- поздоровалась я, войдя в коридор,- наверное, ты не будешь помнить, как тебя зовут. Но ничего, я могу придумать тебе имя. Конечно, если ты вспомнишь, то будет тоже хорошо. \nВ ответ тишина. Ну да, чего я вообще ожидала?\n\n—Па-ап, может, он умирает от обезвоживания и не может проснуться?- крикнула, войдя в кухню.\n—Если хочешь, можешь дать ему попить,- крикнул он в ответ. Наверное, ещё в кровати.\nЯ набрала воды в бутылочку для детей из-под молока и принесла пострадавшему. \n—Пей давай,- открыла ему рот и сунула носик бутылки. Ничего не происходит.\n—Дыхание есть, а пить не хочет. Поехали уже в больницу, а?",
    "answers": [
      {
        "id": 14,
        "text": "Парень."
      }
    ]
  },
  {
    "id": 14,
    "text": "—За....т..бя.. отв... боль..- слышалось что-то. Где я? И.. боль?\nНичего не вижу. Только какие-то звуки. Не понимаю. Но только одно ясно. Раз я могу думать, то ещё живу. Но.. Как-то забвенно. Как будто раньше что-то было. Не могу вспомнить. Как меня звали? И.. я раньше вообще жил? Словно родился снова. Как я устал.. \n\n—О, наконец проснулся?- какая-то девочка. Нет, девушка. Хотя и размыто видно, я смог разглядеть её черные волосы, кончики которых были розовые; серые глаза и миленькая улыбка.\n—А-ахк,- прохрипел я.\n—Что? Извини, я не услышала. Можешь повторить?- она наклонилась к моему рту.",
    "answers": [
      {
        "id": 15,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 15,
    "text": "—Где.. я?- спросил, чуть освоившись.\n—А, ты в городской больнице. Помнишь меня? Я ухаживала за тобой эти 4 дня. А мой папа тебе починил руку,- девушка села на койку. Я просто смотрел на неё.\n—Кто я?- наконец я осознал, что ничего не помню.\n\n—Хм.. доктора говорили, что у тебя возможна амнезия. Ладненько. Ты какой-то парень, у которого белые волосы и голубые глаза. А ещё ты красивый,- она чуть покраснела и снова улыбнулась,- а имя не знаю. Но на этот случай я придумала тебе новое! Тебя Широ* зовут, ясно? \nЯ кивнул. \n—Широ? Красивое имя. А твоё?\n—Меня зовут Минори*. А мы можем стать друзьями? Думаю, будет круто!\n\n|* — имена изменены по желанию автора.",
    "answers": [
      {
        "id": 16,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 16,
    "text": "Друзья.. Да, я хочу стать другом. Но, может, ей не понравится..Я же не умею. Наверное, раньше умел, но не сейчас.\n—Да, я не против,- сказал, чуть улыбнувшись. \n—Вот и хорошо. Сегодня тебя выписывают, но двигаться ты пока что не сможешь. Не понимаю, как ты не умер, но у тебя перелом позвоночника. Благо, у нас такие врачи, что уже вставили тебе какую-то штуку, так что через недельку попробуешь ходить,- снова улыбка. \n\n—Да-а-а,- задумчиво протянул я, закрыв глаза.\n—Ты только не расстраивайся, всё будет хорошо. \nКонечно, как же без хорошего. Я когда-то умел смотреть на вещи плохо?",
    "answers": [
      {
        "id": 17,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 17,
    "text": "Вечером меня забрали и положили в машину. Рядом села Минори, впереди — её родители. Машина тронулась, а девушка пристегнула меня и себя.\n—Как себя чувствуешь?- шёпотом спросила она.\n—Хорошо,- ответил я, смотря на дорогу.\n—Мы пытаемся связаться с твоими родными, но ничего не получается. Твоего телефона нет, как и всех остальных вещей. А по внешности никто не узнаёт. Так что, пока у нас поживёшь.\n\n—Спасибо,- тихо сказал. Я ведь никто для них, а они обо мне так пекуться. Ужасно неловко, но в моём случае совсем ничего не поделаешь. Я даже не заметил, как быстро заснул.",
    "answers": [
      {
        "id": 18,
        "text": "Минори."
      }
    ]
  },
  {
    "id": 18,
    "text": "—Он заснул,- сообщила я родителям, после чего сняла с себя накидку и укрыла парня,- спокойной ночи, Широ.\n—Чего ты к нему так липнешь? Как будто он твой парень,- отца что-то не устраивало.\n—Вообще-то мы друзья,- буркнула я, посмотрев на закат,- а что? Мне уже 18 как бы, и пара мне как раз не помешает. \n—Взрослая прям. У нас итак денег хватает только на еду, а ты ещё и этого к себе хочешь.\nЯ промолчала. И вправду, денег у нас было не так много, как у соседей. Но это же не означает, что нужно выкидывать того, кто пострадал не по своей вине.\n\n—Пока меня не будет дома, не обижайте его, пожалуйста.- попросила я у родителей, на что они кивнули.",
    "answers": [
      {
        "id": 19,
        "text": "Широ."
      }
    ]
  },
  {
    "id": 19,
    "text": "Солнечные лучи скользили на моём лице, отчего я проснулся. Красивая, эстетичная комната была уютно увешана разными побрякушками и плакатами. \"Кажется, это комната Минори\",- пролетела мысль, и я решил уже разомнуть конечности. Вытянув руку, через пальцы посмотрел в окно.\n\n—Чем это ты занимаешься? Минори ушла в школу,- женский голос.\n—Я пытаюсь встать.\n—Тебе же сказали, что если будешь молодцом, то ходить сможешь только через неделю. Ничего не хочешь?\n—Если честно, только пить. Горло совсем пересохло.\n—Сейчас принесу воды, ничего здесь не трогай,- сказала женщина и вышла из комнаты.",
    "answers": [
      {
        "id": 20,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 20,
    "text": "Я более детально разглядел комнату. \"Если я здесь остаюсь, то мне нужно чем-то заняться. Например, попробовать что-нибудь вспомнить. Так.. имя. Широ. Может, раньше я тоже был Широ? Я даже не спросил, как сюда попал\",- размышлял, пока мать Минори не принесла воды.\n—Большое спасибо,- я взял кружку, но тут же выронил, разлив на себя.\n\n—Извините, рука не подчиняется,- виновато улыбнулся.\n—Чувствую, с тобой будет масса проблем,- выдохнула она, но в следующий миг поставила руки на бока,- но не зря нас называют дружным народом. Деревня всё-таки, к трудностям привыкли. Жди здесь,- и женщина взяла кружку и снова вышла.",
    "answers": [
      {
        "id": 21,
        "text": "Минори."
      }
    ]
  },
  {
    "id": 21,
    "text": "\"Как там Широ.. надеюсь, родители ещё не выгнали его из дома. Всё-таки, он даже постоять за себя не в силах..\"- я смотрела в окно. Урок проходил ужасно скучно, и меня радовало лишь то, что подходит конец четверти и, заодно, моих дней в школе. Даже не знаю, куда устроюсь..\n—Цому, встань из-за парты,- отвлёк меня от мыслей голос учителя.\n\nЯ молча встала.\n—Что я сейчас говорил?\n—Вы рассказывали.. извините, я прослушала,- призналась, так как придумывать отговорки — не моя стихия.\n—Та-ак, Цому два за урок. Постой немного,- он записал оценку в журнал, потом продолжил что-то рассказывать.",
    "answers": [
      {
        "id": 22,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 22,
    "text": "Так прошла неделя. Мне было всё равно на оценки. Каждый раз, когда мой дом появлялся в зоне видимости, я спешила встречать нашего нового члена семьи.\n—Привет, как себя чувствуешь?- спрашивала, зайдя в комнату и кинув рюкзак в угол.\n—Хорошо, уже могу ходить. Спасибо, что приютили меня. Не знаю, как бы я выжил, попались бы мне не такие хорошие люди, как вы.\n\n—Да ладно тебе. А ну, попробуй подойти ко мне,- я расправила руки, чтобы ловить, если вдруг упадёт.\nПарень медленно пошёл, но тут же споткнулся и оказался в моих объятьях.\n—Хи, какой там \"уже могу ходить\"?\n—Я просто нервничал,- отмахнулся беловолосый.\n",
    "answers": [
      {
        "id": 23,
        "text": "Широ."
      }
    ]
  },
  {
    "id": 23,
    "text": "Мне.. так хорошо рядом с Минори. Но ей я не смогу это сказать. Она не поймёт. Да и я не до конца понимаю. \n—Да ну тебя. Вставай, я же сейчас упаду,- вскоре сказала она. Я и вправду не стою.\n—Прости, задумался немного,- встал и неловко улыбнулся. \n—О чём думал?-  девушка подошла к рюкзаку и начала в нём рыться.\nЯ невольно покраснел. Сказать, о чём думал?\n—Да так, неважно. Как день прошёл?- я присел на футон.\n\n—Нормально. Давай поправлю позвоночник,- Минори достала рычажок и подошла ко мне сзади. Я задрал футболку.\n—Не больно?- спросила она, подкручивая позвонки. Спина выпрямилась.\n—Нет, только туго немного. Спасибо,- я снова улыбнулся.",
    "answers": [
      {
        "id": 24,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 24,
    "text": "—Дети-и-и, кушать,- позвала мать подруги. Эта семья стала такой родной для меня. \n—Сейчас,- отозвалась девушка и сильно затянула последний позвонок,- на день-два хватит точно. Только не сильно расхаживай.\nПосле этих слов она помогла мне встать и мы пошли за стол.\n—Ну что, Минори. Какие оценки сегодня получила?- первым делом спросил отец.\n—Нормальные. Приятного аппетита,- она села, поджав под себя колени.\n\n—Нормальные — это снова двойка?\n—Я же не виновата, что учителям приспичивает ставить мне такие оценки.\n—А кто виноват? Ты уже целую неделю получаешь такое.",
    "answers": [
      {
        "id": 25,
        "text": "Минори."
      }
    ]
  },
  {
    "id": 25,
    "text": "—Ну и что.- сухо ответила, съедая свой рамен.\n—Ты не понимаешь, что это началось именно с этой недели?- жирный намёк на то, что виноват во всём Широ.\n—Пап, в этом виновата я сама.\n—Хм. Вот значит как,- эти слова ничего доброго не значат.\n—Хорошо, сегодня и поговорим,- вмешалась мама. Родители всегда ничего не понимают. Я быстро выдула всю тарелку и пошла её мыть.\n\n—Большое спасибо за еду,- чуть поклонилась, потом взяла за локоть голубоглазого,- пошли, погуляем немного. \nОн встал и мы вышли на улицу. Тёплое солнце согрело землю, так что я вышла без обуви.\n—Ты тоже не обувайся, сейчас тепло.",
    "answers": [
      {
        "id": 26,
        "text": "Широ."
      }
    ]
  },
  {
    "id": 26,
    "text": "—Эй, Минори. Подожди меня!- крикнул я, когда сероглазая побежала по зелёной траве. Я еле научился ходить, не то, что бегать.\n—А ты догони,- весело прокричала она в ответ, чуть остановившись.\nЯ попробовал повторить то, как делает она. Шаг, ещё один, и я уже бежал, правда небыстро. Потом остановился.\n—Чего ты, уже выматался? \n—Нет, я просто не умею. Сейчас научусь и смогу перегнать тебя.\n\n—Мечтать не вредно.\nЯ знаю, что она говорила это в шутку, но.. как-то обидно. Ну ничего, сейчас она у меня посмотрит.",
    "answers": [
      {
        "id": 27,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 27,
    "text": "Я снова побежал и, на этот раз, с каждой секундой ускорял свой бег. Минори тоже рванула с места, и началась погоня.\nЯ разогнался до её скорости и уже был совсем рядом. Протянул руку, чтобы зацепиться за кофту, но споткнулся и упал, повлеча за собой девушку. Мы немного прокувыркались, но вскоре остановились.\n—Ой, извини, я-я..- я встал с неё и плюхнулся рядом.\n—Ты как? Не думала, что догонишь,- она тяжело дышала, как и я.\n\n—Нормально, а ты? Всё-таки, я не 5 килограмм вешу.\n—Всё хорошо,- сказала брюнетка, потом замолкла. Мы просто смотрели на небо, которое уже окрашивалось в сумрак. Уже появились первые звёзды.\n—Широ, а, Широ?- вдруг проговорила девушка,- пойдёшь завтра в школу? Я познакомлю тебя с остальными.",
    "answers": [
      {
        "id": 28,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 28,
    "text": "—В школу? Даже не знаю.\n—Дава-а-ай! А то дома же очень скучно. \n—Ну ладно. Только ненадолго.\n—Угу,- она привстала на локти,- мне надо уроки сделать. Пойдём?\nЯ кивнул и встал. Мы зашли в дом.\n—Та-а-ак, можешь чем-нибудь заняться. На, порисуй,- подруга дала мне лист и ручку. \n—Я не могу рисовать.\n—Почему?\n—Рука до сих пор болит. Ты же сама говорила, что кости раздробленны.\n—Ну да-а,- задумчиво протянула она,- тебе хоть нравятся заменённые части?\n—Ага, но вся вот эта возня не очень..- я немного раскрутил рычажком заменённый локоть,- всё-таки, целое тело намного лучше, чем вот такое.",
    "answers": [
      {
        "id": 29,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 29,
    "text": "—Ничего не поделаешь,- девушка вздохнула.\n—Минори, а.. это же стоило многих денег, да?\n—Ага. Но ничего, мы взяли в кредит. \n—Может, я смогу помочь выплатить нужную сумму?\n—Да нет, куда тебе. Ты только бегать научился.\n—Ну, может, я смогу подрабатывать где-то. Или хотя бы помогать по дому. Я хочу помочь.\n—Так, всё, не мешай. Делай, что хочешь,- сказала Минори, уткнувшись в свою работу.\n\n\"Хм-м.. Пойду уберусь,\"- подумал я, юркнув в коридор. \n—Э-эм.. Минори, а где твои родители?- заглянул в её комнату.\n—А, они, наверное, ушли на работу. Сегодня у них ночная смена.\n—Ясно-о,- и я вернулся обратно. \n",
    "answers": [
      {
        "id": 30,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 30,
    "text": "\"Так-с, значит, что мы имеем? Тряпка, пылесос, и.. какая-то штука,\"- я нашёл на книжной полке цветную щётку,-\"видимо, тоже для пыли\".\nЯ начал уборку. Наверное, здесь давно никто не убирался, раз так много пыли и паутины. Я залез на стул, чтобы дотянуться до потолка. Дежавю ударило по глазам.\n\n\"Кажется, что-то вспомнил. Как будто я был здесь раньше,\"- я коснулся серого шершавого потолка, но потерял равновесие и упал на спину.\n—Что там у тебя?- послышался голос из комнаты.\n—Да так, ничего. Я справлюсь,- ответил, попытавшись подняться.\n—Я тебя когда-нибудь задушу,- девушка зашла в кухню и перевернула меня на живот,- ну и ну. Ты тут позвонок вогнул. Видимо, слишком сильно затянула.. ",
    "answers": [
      {
        "id": 31,
        "text": "Минори."
      }
    ]
  },
  {
    "id": 31,
    "text": "—Где ты оставил рычажок?\n—На футоне.\nЯ вернулась к себе, потом к Широ. Ослабив весь позвоночник, начала затягивать все металлические хрящи как можно равномернее.\n—Не туго?- спросила я, развернув парня на спину.\n—Нет, как раз. Спасибо, ты снова меня выручила.\n—Да ладно тебе. Я затяну локоть, чтобы рука не отвалилась.\nОн кивнул. Наверное, ему ужасно сложно. Когда жизнь зависит от других.. это же не стерпимо. И эти грустные голубые глаза..\n\n—Эй, ну чего ты так смотришь? Всё же хорошо,- я натянула улыбку. Мне тоже становилось грустно из-за всей этой суматохи.\n—Ничего. Просто думаю о завтрашнем дне.\n—Да всё будет круто, вот увидишь.",
    "answers": [
      {
        "id": 32,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 32,
    "text": "Я встала рано утром и, взяв вещи, пошла в ванную. Сделав все водные процедуры, я переоделась в школьную одежду и пошла будить беловолосого.\n—Эй, Широ. Ши-иро,- звала его, тряся за кофту. Он сонно потёр глаза.\n—Где я?- его первые слова за сегодня.\n—В смысле? Так, давай просыпайся уже. Сегодня ты в школу идёшь, забыл?\n—А-а, ещё пять минут,- проурчал парень, но я кинула в него свою подушку.\n\n—Я сделаю чай, а ты переоденься. Жду тебя на кухне,- и  вышла, закрыв дверь.\nЯ поставила чайник на плиту и начала делать бутерброды.\n—М-м,- промычал Широ, натягивая футболку.\n—Я уж думала, ты не выйдешь сегодня.\n—Разве я долго переодевался?\n—Нет, просто спишь довольно долго. С добрым утром, бабай. Садись и жди.",
    "answers": [
      {
        "id": 33,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 33,
    "text": "—Чего? Не вкусно?- спросила я, когда парень скривился.\n—Нет, просто мне плохо как-то.\n—А ну ка,- я приложила ладонь к его лбу,- вроде температуры нет. Где болит?\n—В спине и локте.\n—А, ну, конечно будет болеть. Месяц точно, не меньше. Ты быстрее ешь, а то опоздаем,- и я встала изо стола.\n\n—Всё нормально, ничего не надо подкрутить?- обратилась я к Широ, когда тот наконец вышел на улицу. Потом взяла его за руку и начала перебинтовывать локоть.\n—А зачем?\n—Чтобы остальные глупости не сочиняли. Пошли.\nОт дома до школы пешком идти 15 минут, поэтому мы ускорили шаг. Широ, наверное, тяжело идти. Почему я так волнуюсь о нём?",
    "answers": [
      {
        "id": 34,
        "text": "Широ."
      }
    ]
  },
  {
    "id": 34,
    "text": "Наконец перед нами предстало обширное здание.\n—Вот и пришли. Вчера я предупредила учителей, что ты будешь сидеть со мной на уроках.\n—А-ам.. Кажется, я передумал,- я остановился.\n—Не-е-ет, почему?\n—Ну-у.. как-то. Страшно немного.\n—Почему?- удивлённо спросила она.\n—Я же.. никого не знаю на этом свете, кроме тебя и твоей семьи..\n—Ну и трусишка. Давай, заходи,- Минори подтолкнула меня вперёд, и мы зашли.\n\n—Просто садись со мной и веди себя тихо,- сказала она, входя в класс.\n—Ага,- шепнул я, и вошёл за девушкой. \"Зачем меня с кем-то знакомить?\"\n",
    "answers": [
      {
        "id": 35,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 35,
    "text": "Мы прошли к её парте, она села, а я..\n—Ой, прости. Во всех школах парты одиночные. Садись за свободную,- и невинная улыбка.\n\"Чёрт. Ну спасибо\",- сел за парту около окна,-\"я.. был здесь раньше?\"\nВдруг прозвенел звонок, от чего моё сердце ушло в пятки. \"Ну и шумно же здесь\",- думал, переводя дух. Все встали, когда в класс вошла женщина, и я последовал их примеру. \n\n—Итак, класс. Здесь находится человек, повстречавший свою смерть, но чудом выживший,- начала она. Я нервно посмотрел на Минори, на что та лишь пожала плечами.\n—Если тебе не сложно, выйди, пожалуйста. Думаю, всем будет интересно послушать, что же случилось. Широ, сделаешь нам одолжение?",
    "answers": [
      {
        "id": 36,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 36,
    "text": "\"Видимо, Минори что-то рассказала про меня. Ну ладно, бояться не стоит. Мне же уже.. сколько мне лет?\"\nЯ вышел к доске.\n—Эм-м, ну. Неделю назад я каким-то образом упал откуда-то на дом Минори,- начал, и по классу прошёлся тихий смех и шёпот.\n—Как бы это глупо не звучало, я не помню и не знаю, что произошло тогда. А-ам, ну, сломал позвоночник и потерял память, что тут сказать.. \n\n—Чего? Как ты тогда стоишь вообще?- выкрикнул кто-то, и за этим разнёсся одобрительный гул и смех.\n—Мне заменили позвоночник, и теперь я могу ходить и бегать. ",
    "answers": [
      {
        "id": 37,
        "text": "Минори."
      }
    ]
  },
  {
    "id": 37,
    "text": "\"Зачем он это говорит? О Господи..\"- я пригнулась и закрыла голову учебником.\n—У меня вопрос. Откуда у тебя взялись деньги на замену позвоночника?\n—За.. за меня заплатила семья Цому.\n\"Не надо было этого говорить..\"- я покраснела и уткнулась лицом в стол.\n—У Цому денег даже на себя нет, о чём ты?- снова смех. \n—Да он придумывает! Шёл бы ты на своё небо, откуда ты и спустился!\n—Ну и шутник. Хах, кто поверит?\n—Я..я..тогда, лучше бы я умер..- Широ закрыл рот рукой и вышел из кабинета.\n\n—Да что, нельзя послушать человека?- вмешалась учительница,- а ты, Минори, плохо поступаешь. Нет бы заступиться, всё-таки он у тебя живёт.\nДа, я снова не права. Почему я не заткнула одноклассников? Не знаю.. Слишком страшно.",
    "answers": [
      {
        "id": 38,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 38,
    "text": "—Широ, Ши-иро!- искала парня после уроков,- Широ-о, ты где?\nКапля за каплей, и вскоре пошёл дождь. Зонтика нет, но зато есть велосипед.\n—Широ! Ну хватит уже. Да, я была не права, и..-  увидела парня на лавке в школе,- Широ!\nЯ подбежала к нему и, сняв кардиган, сделала навес над ним.\n—Пошли домой. Ты меня слышишь? Ши..\n—Нет. Я не хочу,- ответил он, подняв голову и закрыв глаза.\n—Эй, ну хватит. А то мы оба промокнем и заболеем.\nМолчание в ответ.\n—Широ, я знаю, что была не права. Прости меня.\n\nСнова тишина.\n—Я.. думал, что хотя бы смогу объясниться.. \n—Ты сидишь тут только поэтому?\n—Я ни на что не годен! Я жалкий.. слишком жалкий.",
    "answers": [
      {
        "id": 39,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 39,
    "text": "—Ши..ро,- тихо сказала я, сев рядом с ним,- ты не жалкий, и не виноват в том, что произошло. И не говори так больше, а то получишь.\nНаконец он открыл глаза и посмотрел на меня. Боль — то, что в них читалось. Но беловолосый лишь улыбнулся и встал.\n—Ладно, извини. Мне в новинку было слушать голоса твоих друзей,- Широ говорил, как ни в чём не бывало.\nЯ тоже встала и растянула его щёки.\n—Бу-ка. Болит что-то?\n—Да нет. Пошли уже?\n\nМы двинулись домой.\n—Давай понесу, всё равно не едешь,- предложил он, взяв велосипед.\n—Ну, если ты будешь рад..- пробубнила я и дала моего коня ему на хранение.",
    "answers": [
      {
        "id": 40,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 40,
    "text": "—Ух, наконец добрались,- проговорила я, зайдя во двор. Потом взяла велик и бросила его у забора, замкнув калитку.\nПарень уже вошёл в дом.\n—Вы где были? Такой ливень на улице, а они шастают где-то!- запела свою песню мама,- быстро в горячую воду и под одеяло! Только посмейте мне заболеть.\n—Широ, подождёшь, пока я помоюсь? Постараюсь быстро,- и я, взяв полотенце, ушла в ванную.\n\nЧерез 10 минут вышла и прошла в свою комнату.\n—Твоя очередь,- сказала я, и Широ вышел из комнаты.\nЯ быстро переоделась в сухую одежду и шмыгнула под одеяло.\n—Ма-ам, я завтра пойду в школу?- крикнула ей.\n—А что у тебя? Температура?\n—Да наверное. Что-то мне плохо.",
    "answers": [
      {
        "id": 41,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 41,
    "text": "Мать пришла с градусником в руках и померила мне температуру.\n—38.5.. ладно, отдыхай,- выдохнула она и вышла. \nЧерез минуту зашёл Широ.\n—Я не смотрю,- я уткнулась в подушку и подождала, пока он переоденется.\n—Завтра мы весь день дома. Можем чем-нибудь заняться, поиграть,- размышляла вслух, тогда как парень просто молчал.\n—Широ? Всё нормально?- я выглянула из-под одеяла.\n\n—Да-а, просто задумался,- после нескольких минут тишины проговорил он.\nЯ хмыкнула. Как-то он плохо выглядит. Может, тоже температура? Встала и напрыгнула на Широ.\n—Р-р-р. Не будь бакой",
    "answers": [
      {
        "id": 42,
        "text": "Широ."
      }
    ]
  },
  {
    "id": 42,
    "text": "Почему.. такое чувство в груди? Как будто.. хочется чего-то. Чего-то неправильного. Того, за что все легко посчитают тебя психом. Но..\n—Бакой?- переспросил я, смотря на сидящую на мне девушку.\n—Ага. Молчишь, надулся. Чего такое? Расскажешь?\n—А-ам.. да просто вспоминаю то, что сегодня случилось. Я больше не хочу ничего забывать.\n—М-м, такое лучше забыть,- Минори неловко отвела взгляд. Настала тишина. \n—Может, встанешь?- прервал молчание. Сероглазая кивнула и поднялась.\n\n—Чем займёмся?- спросила она, сев в кресло и откинувшись на спинку.\n—А-а, может..- начал я, но мысли покинули мою голову,- м-м-м.",
    "answers": [
      {
        "id": 43,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 43,
    "text": "—Чего такое? Снова думаешь о чём-то плохом?- от этих слов я покраснел. О чём я думал? Да о всяком. Только не всё можно воспроизвести в реальность.\n—Я-я-я-ясно,- протянула подруга, вертясь в кресле,- часто ты стал краснеть. Что-то тревожит? Можешь мне рассказать, это будет наш секрет.\n\nПравда? Я.. точно, я могу. Но, как-то волнительно.\n—Минори, я-я,- хотел уже что-то сказать, но окончательно смутился, закрыл рот рукой и отвернулся.\n—Да что с тобой такое?\n—Ты меня смущаешь!- я закрыл лицо одеялом и уткнулся в колени.\n—А ты не смущайся. Ты же всё-таки мужик.",
    "answers": [
      {
        "id": 44,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 44,
    "text": "—Минори-и, иди сюда-а,- позвала девушку мать, на что та вышла из комнаты. Я сразу подскачил.\n\"Та-ак, время есть. Может, написать ей? Точно,\"- думал, ища листок бумаги. Потом взял ручку и начал писать.\n\"Минори, я долго думал, как тебе сказать. Ну, и. Я.. тебя.. ♡\"- писал я, но потом всё зачеркнул и порвал бумажку в клочки. \n\n\"Вот же дурак..Теперь нужно подумать, куда это выбросить.. Куда-то, откуда уже невозможно будет достать..\"- взял и съел мусор.\n—Ага, я поняла. Широ, иди кушать,- брюнетка вошла в комнату.\n—Что ты уже ешь?\n—Да ничего, тебе показалось,- быстро проглотил объект и пошёл за стол.",
    "answers": [
      {
        "id": 45,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 45,
    "text": "\nВетер приятно щекотал кожу, чуть развевал волосы. Я смотрел и думал. Думал над тем, что случилось тогда..\n\"Да он придумывает! Хах, кто поверит?\"- кошмаром отбивалось в моей голове. И самое ужасное то, что Минори ничего не сказала.. как по сердцу ножом. Что со мной не так?\n\n—Широ, ты как? Заснуть не можешь?- вдруг спросила она.\n—Ага. А ты?\n—Да тоже что-то не спится,- сказала и замолкла. Я не хотел разговаривать, да и она, видимо, тоже.\n—Подтянуть позвонки?- через несколько минут продолжила девушка.\n—Нет, спасибо,- и снова повисла тишина.",
    "answers": [
      {
        "id": 46,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 46,
    "text": "Я проснулся поздно утром. Сонно потянувшись, медленно открыл глаза.\n—Минори, можешь брызнуть воды на меня?- спросил, не в силах нормально встать.\n—Хм? Минори?- привстав на локти, посмотрел на пустой футон девушки.\nГлухо упав обратно на подстилку, я первернулся на бок. \"Нужно было вчера всё-таки согласиться на подтяжку,\"- подумал, попытавшись встать. \n\n—Минори?- громко позвал её, выйдя из комнаты. Порыскав по дому, обнаружил, что ни сероглазой, ни её родителей нет.\n—Родители на работе, а вот.. хм..- вслух размышлял я. Потом вышел из дома.",
    "answers": [
      {
        "id": 47,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 47,
    "text": "\"Наверное, в школе. Сам я ничего не сделаю, да и рычажка нет. Зачем он ей только?\"- подумал, а потом как-то вспомнились все прикосновения. Такие странные.. когда держишь её за руки. Одна нормальная, а вторая какая-то не такая.\n\nЧерез несколько минут я подошёл к зданию. \"Кажется, идёт урок.\" Минори что-то говорила вчера, но вспомнить не могу. \nЯ попробовал открыть дверь, но ничего не получилось. \"Может, закрыли.. тогда где Минори? Она же не может просто пропасть.. Попробую.\"- я начал выбивать дверь. \n—Эй, Минори! Если ты там, то можешь отозваться?- громко крикнул, чуть помедлив с делом. Потом снова взялся за своё.",
    "answers": [
      {
        "id": 48,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 48,
    "text": "Наконец, проломив преграду, я оказался в тёмном месте.\n—Ничего не вижу.. Минори-и! Здесь вообще кто-то есть?- ходил по школе, всё время оглядываясь.\n\"Все классы закрыты. Что же делать. Меня еле как на ту дверь хватило.. может, стоит вернуться домой?\"- подумал я, после нескольких минут блуждания. \nЯ развернулся, чтобы пойти обратно, но упал. \n—Чёрт.. нужно подтянуть позвоночник,- шёпотом проговорил, с трудом встав. Потом, облокотившись о стену, медленно пошел к выходу.\n\n\"Какое-то мигание и.. этот противный звук. Что там происходит?\"\n—Вы окружены. Выходите, или мы войдём,- послышалось на улице. \nЯ чуть ускорил шаг. ",
    "answers": [
      {
        "id": 49,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 49,
    "text": "Через некоторое время я уже был на месте, у входа в школу. \n—Руки за голову, оружие на пол. \nЯ сделал всё так, как сказали. Только вот оружия у меня не было. \n—Медленно выйди и повернись.\nСделав шаг, другой, я упал и прокотился по ступенькам. У меня больше нет сил вставать, тем более после падения. \n—Помогите.. пожалуйста,- тихо мусолил, уткнувшись в землю.\n\n—Эй, чего разлёгся? Быстро встал,- ко мне подошёл мужчина и легко пнул в бок.\n—Помогите мне.. кто-нибудь.\nЧто-то показав другому человеку,  работник закинул меня на плечо и отвёл к машине, после чего посадил в неё.",
    "answers": [
      {
        "id": 50,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 50,
    "text": "Чёткие шаги стуком отбивались вдали. Они продолжались, пока в комнату не вошёл полицейский.\n—Без информации.. трудно работать,- сказал он, устало сев на стул напротив меня. Я же положив голову на стол.\n—Ну что, давай по порядку. Имя.\n—Широ,- коротко ответил я.\n—Та-ак, а фамилия?\n—Ц.. Цому.\n—Итак, Широ Цому значит. Лет сколько?- вёл допрос мужчина, записывая что-то в блокнот. \n—Не знаю.\n—Хм-м-м, ясно. Зачем дверь выбил?\n\n—Чтобы зайти внутрь.\n—Это и дураку понятно. Что тебе нужно было в закрытой школе?\n—А почему она была закрыта? Разве..",
    "answers": [
      {
        "id": 51,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 51,
    "text": "—Здесь я задаю вопросы, понял?- прервал меня он,- отвечай на тот, что я задал.\n—Я думал, что там есть кое-кто, важный для меня.\n—В смысле? Ты просто шёл, и тут тебе пришло в голову, что в школе есть кто-то важный?\n—Нет. Просто этого человека нигде не было, поэтому я пошёл искать в школе.\n—А ты можешь поднять свою башку? Ничего не слышно.\nЯ промолчал, потому что не мог. Я ничего сейчас не мог. Такой.. бесполезный.\n\n—Эй, чего молчишь?\n—У меня ограниченные возможности, поэтому я не могу её поднять.\n—Ха, а выбить дверь ты смог, да?- мужчина взял меня за воротник и поднял так, чтобы я на него смотрел,- чего ты мне врёшь, щенок? Думаешь, я вот так просто поверю?",
    "answers": [
      {
        "id": 52,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 52,
    "text": "После минуты молчания он отпустил меня.\n—Я свяжусь с твоей семьёй,- сказав это, он вышел. Я снова положил голову на стол и закрыл глаза. \n\n\nДверь отворилась, и в комнату вошла Минори. \n—Широ! О Господи, что тебя сюда привело?!- кинулась она ко мне, тряся за плечо. Что привело? А.. кажется, это ты. Ты привела меня сюда.\n—Боже мой, Широ,- следом за девушкой вошла её мать,- ты как здесь оказался?\n—Ма-ам, он не может двигаться,- со слезами в голосе проговорила Минори,- Широ, ты слышишь меня? Что они сделали с тобой?\nЧто.. Слышу? Да, кажется, всё хорошо. Только вот, я не в порядке.",
    "answers": [
      {
        "id": 53,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 53,
    "text": " Меня забрали домой, прямо как в первый день моей новой жизни. Не могу двигаться, даже слова сказать. Я очень устал.\n—Широ, так получше?- девушка затягивала мне позвонки, пока мы ехали домой. Я решил промолчать. Просто лежал на её коленях, чего ещё надо?\n—Минори, где ты была?\n—Хм? С родителями уезжала за покупками, а что?\n—А-а, ясно..\nРазве нельзя было сказать? Чтобы не было всей этой суматохи. Почему я так плохо себя чувствую? Как-то, внутри болит. И это желание.. усиливается.\n\nНеожиданно на копот машины что-то упало, заставив водителя резко затормозить.\n—Чёртовы суицидники..- выругался он, выйдя из автомобиля.\n—Суицидники?\n—Люди, которые поканчивают жизнь самоубийством. Дураки какие-то.",
    "answers": [
      {
        "id": 54,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 54,
    "text": "Почему дураки? Если жизнь настолько ужасна, то что мешает её прервать? \nЧерез несколько минут мы снова двинулись в путь. Кажется, эта ночь будет длинной.\n\n—Уа-ах, наконец мы дома,- прорычала Минори, устало перебирая ногами. Я тоже вышел из машины и последовал за ней.\nС громкими вздохами, девушка плюхнулась на футон. \n—А. Минори, как суицидники кончают с собой?- ни с того, ни с сего спросил, войдя в комнату.\n—Ну-у, по разному. Сегодня ты уже видел, как кто-то упал с крыши. Кто-то режет вены, кто-то вешается.. Ну, а тебе-то зачем?\n—Да так, просто,- задумчиво протянул я, упав в кресло.\n\n—Так из-за чего ты попал в полицейский участок?\n—Тебя искал. Выбил дверь в школе, а там никого не было,- говорил, вертясь в кресле.",
    "answers": [
      {
        "id": 55,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 55,
    "text": "После моих слов последовал тихий смех.\n—Э-эй, чего?- я чуть покраснел.\n—Выбил дверь в школе? Чем ты думал, когда это делал? \n—Д-да, не знаю даже..\n—Ну и за чьи деньги ты будешь её ставить?\n—А надо разве..-промурлыкал себе под нос,- как мне заработать их?\n—Да ладно, мы заплатим,- она улыбнулась.\nЗачем? Я же.. могу сам.\n\n—Минори, иди сюда,- позвал отец из своей комнаты.\n—Минори,- я взял её за руку, прежде чем она успела выйти,- давай встретимся на улице после твоего разговора с родителями?\nДевушка лишь кивнула. Я отпустил её, а сам пошёл на улицу.\n",
    "answers": [
      {
        "id": 56,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 56,
    "text": "Прошло десять минут, двадцать. \"Где она? Так долго разговаривают..\"- такие мысли посещали мою голову.\nНа небе появились первые звёзды. Я всё сидел на траве, облакотившись о стену дома. Глубоко вздохнув, закрыл глаза.\nУ меня так много вопросов. Например.. почему у Минори такая рука? Как будто там одно мясо. И..\nЯ посмотрел на свою руку. Кончики пальцев были в засохшей крови. Неужели я так сильно сжал её? Может, просто не умею обращаться с другими..\n\nЧто-то внезапно перекрыло мне дыхание, а потом я почувствовал что-то острое. Оно впилось в шею.\n\"Что за.. что мне только что вкололи?\"- я пытался развернуться, но сильный удар по голове заставил меня отрубиться.",
    "answers": [
      {
        "id": 57,
        "text": "Минори."
      }
    ]
  },
  {
    "id": 57,
    "text": "Я лежала на футоне после долгого разговора. Мне снова.. порезали руку. Я вытянула её и посмотрела на раны..\n\"Уже 36. Почему родители выбрали именно такой способ наказания?\"-думала, рассматривая широкие шрамы.\n\n—Рыбка, рыбка!- на кухню вбежала маленькая девочка. Это я, только в 3 классе.\n—Ну что, какие оценки сегодня получила?- вошёл папа и потрепал меня по голове.\n—Пятёрку и..- она замолкла.\n—Хм? И что?\n—Двойку,- значительно тише сказала девочка.\n\n—Двойку значит,- отец взял нож и присел на корточки,- смотри. Твоя ручка сейчас рыбка. Резь, резь по ней! Видишь?\nНа руке появились раны, а сероглазая. Зарыдала. Больно всё-таки..",
    "answers": [
      {
        "id": 58,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 58,
    "text": "—Никогда не забуду этот день,- шёпотом сказала, а на глаза выступили слёзы.\n—Тебе никуда не надо идти?- в дверном проёме показалась мать.\n—Что?- переспросила я, хотя и слышала вопрос. Я ведь забыла о Широ..Как же так.\n—Да, спасибо, мам,- выскочила из комнаты и прошла к выходу.\n\n—Встретимся на улице.. Ну и где это место?- я ходила по двору, ища парня.\n—Мам, а где Широ? И папа?- спросила, зайдя обратно в дом.\n—Про Широ не знаю. А твой отец уехал на ночную смену,- ответила мать, стоя около плиты,- помоги мне. Скоро сядем есть.",
    "answers": [
      {
        "id": 59,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 59,
    "text": "Я смотрела в свою тарелку риса.\n—Что? Жареный рис уже не нравится?- через несколько минут обратила на меня внимание женщина.\n—Да нет, аппетит что-то пропал.\n—Доченька, мы заботимся только о тебе. Чтобы хорошо учиться, тебе надо хорошо кушать.\n—Да я не про это. Широ пропал, я беспокоюсь о нём.\n—Ой, да брось ты его. Он тебе не подходит. Вот, возьми, например, парней из своей школы. Красивые, стройные. А этот? Даже ходить нормально не может. Ты вот..\n\nДальше я не слушала. Когда Широ оскарбляют, мне тоже больно. Особенно, если это делают родители.",
    "answers": [
      {
        "id": 60,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 60,
    "text": "Доев еду, я встала и пошла спать.\n\"Дорогой дневник. Я очень хочу убедиться, что с Широ всё в порядке. Может, он не хотел просто оставаться у нас? Но одно известно точно: родители что-то скрывают. Надеюсь, завтра смогу что-то узнать у них.\"- напечатала в телефоне перед сном. Потом я положила его под подушку, а сама укрылась одеялом и закрыла глаза. Сегодня так холодно.\n\nЯ проснулась рано утром. Пошла на кухню и приготовила онигири. Как раз мама встала.\n—Чего ты так рано проснулась?- спросила она, поцеловав меня в лоб.\n—Да вот, захотела сделать для тебя и папы сюрприз,- и я натянуто улыбнулась. На самом деле.. я хочу задобрить их, чтобы они всё рассказали.",
    "answers": [
      {
        "id": 61,
        "text": "Широ."
      }
    ]
  },
  {
    "id": 61,
    "text": "Всё так болит и.. жутко холодно. Я умер? Да нет, вроде живой. \nЯ медленно открыл глаза. Провёл рукой по лицу и почувствовал засохшую кровь.\n\"Кажется, кто-то вчера разбил мне голову..и.\"- рука скользнула на шею,-\"всё ещё болит.\"\n\n Я встал с асфальта и осмотрелся. Вокруг было шумно и темно, валялись коробки и злобно мяукали коты где-то за углом.\n\"Где я?\"- только это мог сейчас думать. Устало вывалившись из тёмного переулка, я облокотился о стену и пошёл в направлении больших зданий. \"Видимо, это центр. Я смогу найти там помощь.. надеюсь\".",
    "answers": [
      {
        "id": 62,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 62,
    "text": "—Эй, с тобой всё хорошо?- какой-то мужчина подошёл ко мне.\n—Д-да..- тихо ответил я, но, видимо, он меня не услышал.\n—Вызовите скорую! Как ты себя чувствуешь? И кто тебя так?..\n—Ничего не произошло, всё нормально,- сказал уже громче.\n—У тебя голова пробита, ты о чём? Давай хоть вытру, у меня есть салфетки,- он полез в свой карман, но я убежал.\nЯ бежал довольно долго, всё сталкиваясь с кем попало. Наконец, свернув на тонкую улицу, дал себе передышку.\n\n\nПочему.. здесь так сложно.. Нужно скорее вернуться домой.",
    "answers": [
      {
        "id": 63,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 63,
    "text": "Снова юркнув на главную дорогу, я заметил маленькое здание. Поток толпы заставил меня очнуться.\n—Не стой на проходе!- рыкнул мужчина, оттолкнув меня в сторону. Я врезался в девушку с коляской.\n—Поосторожней!\n—Извините,- тихо приговаривал, продвигаясь сквозь толпу. \nВскоре я вошёл в кафе. Запахи заполнили пространство, отчего я понял, что сильно проголодался. Я ведь.. вчера совсем не ел.\n\nУвидев свободный столик с едой на нём, быстро переместился к нему.\n\"Пока никто не видит\",- думал, поедая содержимое подноса. Новые вкусы смешались во рту, останавливаться не хотелось.",
    "answers": [
      {
        "id": 64,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 64,
    "text": "—Вор! Он ест мою еду!- закричала женщина, показывая на меня пальцем.\nЯ набрал как можно больше того, что был в силах взять, и вылетел из кафе. Стремглав нёсся по дороге, пока не завернул за переулок.\nЯ не стал медлить, поэтому съел всё быстро. Потом начал переводить дыхание, опустившись на землю.\n\n—Хах. Чего так запыхался?- после некоторого времени послышался голос справа от меня.\n—А? Ничего, просто,- отмазался я.\n—Думаешь, я не видел, что ты украл еду?- мужчина улыбнулся.\n—Не рассказывайте никому, пожалуйста. Я просто..\n—Да не ной ты. Подумаешь, украл что-то. Кстати, раньше я тебя не видел. ",
    "answers": [
      {
        "id": 65,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 65,
    "text": "—Я сегодня только.. приехал сюда.\n—Приехал, и сразу воруешь? Небось поспорил с кем-то?\n—Нет, просто.. а-эм, я попал сюда не специально. Меня выкинули, можно так сказать.\n—У-у, всё ясно. И голову разбил тоже этот человек?- спросил он, и я кивнул.\n\n—Не повезло тебе, парень. Я, вот, тоже без дома остался. Жена подала на развод, и дом себе тоже присвоила,- ругался мой новый собеседник. Потом полились маты.\n—Знаешь, я, конечно, не тварь, но боль причинять люблю ой как сильно,- он пододвинулся ко мне. Я встал, но мужчина зацепился за руку и дёрнул вниз, отчего плюхнулся на землю.\n—Вот зачем она меня бросила, а?- спрашивал он, нанося всё новые удары,- зачем?!",
    "answers": [
      {
        "id": 66,
        "text": "Минори."
      }
    ]
  },
  {
    "id": 66,
    "text": "—Па-ап, может, ты хоть что-то знаешь о Широ? Где ты впоследний раз его видел?- я уже задолбалась спрашивать одно и тоже на протяжении всего дня.\n—Минори, не беси. В какой раз я тебе отвечаю, что не видел его после того, как он юркнул в твою комнату?\n\n—Он попросил встретиться на улице и поговорить о чём-то, но, как на зло..\n—Как на зло вы позвали меня, да. Не знаю я, где он, и знать не хочу.\n—Почему вы так его ненавидите?\n—А что, он заслуживает любви? Ты из-за него испортилась окончательно. Пошла отсюда, пока по шее не дал.\nЯ вышла на улицу. День уже сменялся вечером, а я никак не могу найти Широ.\n",
    "answers": [
      {
        "id": 67,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 67,
    "text": "Устало плюхнулась на траву и расправила руки. \"Если бы.. если бы я могла летать,\"- тяжело вздохнув, подумала я,-\"то уже бы улетела на море.. Никогда не видела его. Мы бы гуляли с Широ по мягкому песку, плескались в воде, и смотрели по вечерам на огненный закат.. Разве я многого хочу?\"\n\nЯ перевернулась на бок и сжала руку в кулак. Потом разжала. Слёзы невольно скатывались по щёкам, но я поспешно вытирала их руками.\n\"Если бы я была Широ.. То никогда бы не родилась в такой семье. Наверное, дома его ждут. Наверное, его там любят, никогда нарочно не ударят. Почему не у меня?\"\n\nЯ же сейчас его ненавижу. Ненавижу за то, что у него такая хорошая жизнь. Но.. в то же время я.. люблю его.",
    "answers": [
      {
        "id": 68,
        "text": "Широ."
      }
    ]
  },
  {
    "id": 68,
    "text": "Я лежал, тяжело дыша. Из носа и лба сочилась кровь, сливаясь в одну лужицу под головой. Меня.. никогда не избивали. По крайней мере так сильно.\n\n—Ты уж прости за то, что избил тебя. Но.. мне стало намного лучше. Наверное, это из-за тебя. Спасибо,- сказал мужчина, когда перестал наносить удары. Потом он ушёл.\nЛучше из-за меня? Почему я тогда не чувствую себя лучше? Если.. помогать же хорошо. \nЯ еле как встал с земли. Вышел из переулка и зацепился за рукав какой-то девушки.\n—Пожалуйста, помогите мне..- начал я, но она оттолкнула меня.\n—Фу, мерзость! Как тебя жизнь ещё держит?- с отвращением проговорила девушка, после чего ушла. Я скатился вниз по стене и прикрыл руками голову.",
    "answers": [
      {
        "id": 69,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 69,
    "text": "\"Что.. что мне теперь делать?! Мне суждено так умереть?\"- я воздерживался от слёз, накатывающихся на глаза от безысходности,-\"я такой... Минори. Где ты сейчас?\"\nЯ поднял голову и сделал ещё одну попытку попросить помощи.\n—Деревню? Вокруг города много деревень. Название можешь сказать?- какой-то мужчина. Он выглядит дружелюбным.\n—Н..название? Нет..\n—Хм.. тогда ничем не могу помочь. Сходи лучше к доктору, хоть кровь остановит,- и он ушёл.\n\nЯ побрёл по дороге, пока не наткнулся на купюру в 2000 йен.\n\"О боже, как много.. я смогу хоть один день прожить..\"- хотел уже забрать деньги, но лишь получил сильный удар в подбородок.\n—Не видишь, чьи это деньги? Подонок..- человек подобрал йены и ушёл.",
    "answers": [
      {
        "id": 70,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 70,
    "text": "Уже поздний вечер.. Моё тело неравномерно поднимается и опускается.. Как же больно. Всё болит.\nИсподлобья я посмотрел на закат. \"Нужно найти место для ночлега\",- единственная здравая мысль, крутившаяся в моей голове.\n\nЯ прополз на своё прежнее место, залез в коробку и укрылся какой-то тряпкой. Голод мучил меня, а холод пробрал до костей. Какая ужасная жизнь.. \nВскоре я заснул.\n\n\n—Широ, Широ. Чего ты добился в жизни?- какой-то голос, ужасно знакомый. Кажется, я ничего не вижу.\n—Ничего,- спокойно ответил я.\n—Твои родители, хм.. Ты же не помнишь их, да?\n—Ага.\n—Какая жалость. А ведь.. ты знаешь, кто их убил?\n—Нет.\n—О, правда? Давай подумаем.. Первая буква.. Т. Вторая — ы. Ну что?\nЯ?",
    "answers": [
      {
        "id": 71,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 71,
    "text": "Сегодня я проснулся поздно. Попытавшись встать, понял, что позвоночник почти раскрутился. \"Что за чертовщина.. Попробую сам подтянуть,\"- подумал я, взяв какую-то шпажку с земли. \n\nПопав в отверстие в позвонке, я стал закручивать, но палка сломалась. \"Это бесполезно,\"- встал и выглянул из своего укромного местечка. Так много народа и машин.. просто уши не выдерживают.\n\nЯ закрыл их руками и зажмурился от боли в голове. Из-за этого не заметил, как кто-то подошёл ко мне и, повалив на живот, заломал руки за спину и прижал голову к земле.\n—Эй, здесь что-то типа заменителя!- крикнул этот кто-то, из-за чего другой парень подошёл ко мне и присел на корточки.\n",
    "answers": [
      {
        "id": 72,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 72,
    "text": "Он взял меня за волосы и потянул вверх.\n—Сопротивляться не сможет, начинай,- с улыбкой произнёс кареглазый и снова уткнул меня лицом в землю.\nНе знаю, что творилось со мной в тот момент. Но.. было ужасно больно. От боли я лишь мог открыть рот и задержать дыхание.\n—Не поддаётся, здесь только вырезать.\nЧ.. что? Вырезать позвоночник?\n—Делай, что надо,- приказал тот, кто прижимал мою голову к земле.\n—Н-нет.. Лучше сразу убейте,- как можно громче сказал я.\n\n—Если мы тебя убьём, то нас посадят. Думай, что говоришь,- парень врезал мне по лицу, подняв голову.\n—Эй, а может не надо? Он итак мертвец, зачем мучить?\n—Хм. Да, ты прав. Расправимся с ним, когда сдохнет,- после этих слов они отпустили меня и ушли.",
    "answers": [
      {
        "id": 73,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 73,
    "text": "Почему.. так жестоко? Чем я заслужил? И.. теперь я буду здесь лежать и мучиться, пока не умру. Нет уж, я не хочу больше страдать.\nПоднявшись с земли, я заметил, как из спины течёт кровь. Немного вытерев рукой, я вышел на главную улицу.\n\"Какие высокие здания..Тогда.. этот человек. Ему тоже было настолько плохо, что он спрыгнул?\"- думал, зайдя в многоэтажку. Потом поднялся на лифте на крышу.\n\n—Если.. это и в правду мой конец, то.. я хотел бы снова увидеть Минори,- шёпотом говорил, продвигаясь к краю крыши. Потом, заглянув вниз, отшатнулся назад.\n\"Так страшно.. но это лучше, чем страдать от боли. Сейчас будет совсем не больно,\"- мелькали мысли в моей голове,-\"Суицидники? Те, кто поканчивают жизнь самоубийством. Дураки какие-то.\"\nДа. Я тоже дурак. Прости, Минори.",
    "answers": [
      {
        "id": 74,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 74,
    "text": "Внизу столпилось много людей, среди них и полиция. Снова этот ужасный звук. Я закрыл глаза и развёл руки в стороны. Сзади распахнулась дверь.\n—Эй, не делай этого! Ты же не хочешь умирать!\nНе хочу? Разве?\n—Откуда вы знаете?- тихо спросил я.\n—А откуда знаешь ты?! Я прожил больше тебя, и повидал намного больше страшных вещей, уж поверь. У меня.. умерла дочь! Но я не кончал с собой!- говорил один из них.\n\nЯ повернулся к работникам и открыл глаза.\n—Вы же даже не знаете, что со мной произошло. Вы не помогли мне раньше. Почему?\n—Если бы мы знали, то давно бы сделали это.\n—Неправда! Я умолял о помощи, но мне никто не помог! Зачем мне продолжать жить, если я скоро умру?\n—Но у тебя же есть близкие! Живи ради них!\n",
    "answers": [
      {
        "id": 75,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 75,
    "text": "Близкие.. только Минори и Цому-сан.. две добрейшие девушки в моей жизни. Но раньше у меня тоже была семья. А я.. всех потерял.\n—Их нет. Я не смог защитить их,- шёпотом проговорил я.\nВ ответ последовало молчание. Я шатался от усталости и потери крови, и вот вот бы потерял сознание.\n—Парень. Даже если их нет, они живут в твоём сердце. \n\n—Я ничего не помню и ничего не знаю. Я жалок и беспомощен, но. Я..- хотел договорить, но отключился. Ко мне подбежал полицейский и словил, после закинул на плечо.\n—Всё хорошо, расходимся,- органы правопорядка разгоняли людей и всеобщую суматоху, собравшуюся внизу.\nВсё хорошо..",
    "answers": [
      {
        "id": 76,
        "text": "Минори."
      }
    ]
  },
  {
    "id": 76,
    "text": "—М-м,- промычала я, открыв глаза. Потом привстала и заглянула в зеркало напротив.\nЯ уже не такая, как раньше. Кожа побледнела, под глазами появились мешки. Я не ела и не спала уже несколько дней, с того момента, как пропал Широ.\n\n—Минори, не голодна?- дверь в комнату отворилась, а за ней показалась мать. Я хило покачала головой.\n—Доченька, ты скоро умрёшь, если не будешь кушать,- мама подсунула мне тарелку риса,- съешь хоть немного, прошу.\n—Где.. где Широ? Он любит рис,- я закрыла лицо руками, снова легла на футон.\n—Снова ты про него.. приятного аппетита,- и она вышла.",
    "answers": [
      {
        "id": 77,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 77,
    "text": "Я села и протерла глаза руками. Потом взяла тарелку и, съев немного риса, положила обратно и отодвинула. \nЧерез несколько минут послышался голос отца. Я прильнула к двери и начала подслушивать.\n—Она ничего не ест и не спит по ночам.. Куда ты дел Широ?!- громко шипела мать.\n—Потише ты. Сегодня поеду и заберу этого урода. Скажешь Минори, что я нашёл его, когда возвращался с работы. Поняла?\n\n—Угу,- тихо согласилась женщина и ушла в свою комнату. Отец же вышел на улицу.\nЯ взяла семейные деньги со стола и вышла вслед за мужчиной. ",
    "answers": [
      {
        "id": 78,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 78,
    "text": "Папа выехал, а я, на удачу, поймала такси и поехала за ним.\n—Что произошло, если не секрет?- поинтересовался водитель.\n—Потом расскажу. Пожалуйста, едьте быстрее,- нервно следя за машиной впереди, проговорила я.\nТакси ускорилось, как и транспорт отца.\n\"Хоть бы он не понял, что я в наглую слежу за ним.\"- думала, прячась за передним сиденьем. \n\nТак мы ехали примерно час, пока таксист не остановился за переулком.\n—Большое спасибо вам. Сколько с меня?- я вытащила деньги и заплатила названную сумму. ",
    "answers": [
      {
        "id": 79,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 79,
    "text": "Прошмыгнув в толпу, я пыталась не терять из виду папу. Но этому суждено было случиться.\n—Чёрт, потеряла,- шикнула, выбираясь из толпы.\n—Не мешайся под ногами,- ругались люди,- смотри, куда идёшь.\n\"О Господи, здесь так много людей.. сейчас задохнусь\",- я наконец выбралась из толпы и начала оглядываться. \n\nВдруг увидела нужный мне силуэт. \"Так далеко ушёл.. Ну ничего, сейчас всё будет..\"- я хотела уж перейти дорогу, но загорелся красный.,-\"не успела..\"\nПока стояла и ждала зелёного, кто-то толкнул меня прямо на дорогу. Колёса заскрежетали.\n—Пожалуйста, извините,- шёпотом проговорила, быстро поднявшись и встав на своё прежнее место. Коленки ободрала..",
    "answers": [
      {
        "id": 80,
        "text": "Широ."
      }
    ]
  },
  {
    "id": 80,
    "text": "Я с трудом открыл глаза. Осмотрел помещение, и снова закрыл. \"Больница. Почему я не умер?\"\nГолова, руки и туловище были в бинтах, которые неприятно раздражали кожу. Дышать было сложно, вот-вот задохнусь. \n\nВ палату вошла медсестра.\n—О, вы уже проснулись?- с улыбкой спросила она, когда я обратил на неё внимание. Я кивнул.\n—Как вы себя чувствуете?\n—Хочу..на улицу.- прохрипел, тяжело дыша.\n—М? Вам сейчас нельзя..\n—Я сейчас задохнусь! Пожалуйста, выпустите меня.\nВдруг в комнату зашёл знакомый мне мужчина.\n—Мне разрешили войти,- буркнул он, не дожидаясь возражений от медсестры.",
    "answers": [
      {
        "id": 81,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 81,
    "text": "\"Что здесь забыл отец Минори..\"\n—А..вы.?- боязливо начала девушка, но её перебили.\n—Я его отец,- сухо ответил он.\n\"Неожиданно. Может, он пришёл забрать меня?\"- подумал, внимательно глядя на двух пришедших.\nЯ встал и, отцепив капельницы, вывалился в коридор, пока в палате болтали люди.\n\n—Душно, нечем дышать..- тихо сказал, идя по коридору.\n—Вернитесь в палату!- крикнула медсестра вслед мне и мужчине. Отец догнал меня и, как на зло, мы поехали на одном лифте. Он скрестил руки, а я облокотился о стену.\nНесколько минут мы ехали в молчании, пока лифт не остановился.",
    "answers": [
      {
        "id": 82,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 82,
    "text": "—Что привело вас сюда?- спросил я, выйдя на свет.\n—У меня тот же вопрос к тебе. Как ты оказался в этом городе?\n—Да так, на метро. Решил съехать, лишних проблем чтобы не создавать,- соврал, смотря вдаль.\n—Съехать значит.. ну ясно. А я вот, места себе не нахожу. За тебя волновался.\n—Правда что-ли?- я повернулся к нему.\n\n—Да-а.. Как и Минори, ты стал очень дорог мне. Как родной,- мужчина натянул улыбку.\nСейчас у меня были смешанные чувства. Не знаю, почему, но мне всегда казалось, что меня ненавидят в семье Цому. Даже Цому-сан.. как будто они так и делают за моей спиной.",
    "answers": [
      {
        "id": 83,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 83,
    "text": "Отец взял меня за локоть и, переместив к себе, обнял. Совсем не ожидав такого, я только через некоторое время ответил ему взаимностью, да и то с долей некоего страха.\n—Я тебя так...- шептал он мне на ухо.\nТак любите? Ха, кажется, и я вас тоже.. Это странное чувство. Вы действительно..\n\nНогу проткнула невыносимая боль в сопровождении громкого выстрела.\n—Ненавижу,- закончил мужчина, отбросив меня в сторону.\nЧто?\nЯ упал ближе к краю крыши. Ветер бил в уши, из раны сочилась кровь. \n—Хах, ты правда думал, что я могу полюбить тебя? Даже родная дочь мне ничего не стоит,- с безумной улыбкой, громко проговорил отец, подходя ко мне,- ты не умрёшь быстро. Сначала я отстреляю тебе правую ногу, потом займусь руками. Ну что ты так раскис? Будет весело!",
    "answers": [
      {
        "id": 84,
        "text": "Минори."
      }
    ]
  },
  {
    "id": 84,
    "text": "—Отец!- закричала я, наконец добравшись до крыши и увидев, что тут происходит.\nМужчина перевёл взгляд на меня и невинно улыбнулся.\n—Ах, Минори! Ты как раз вовремя!- он подошёл ко мне и, взяв за руку, повёл к лежащему парню,- смотри, какой сюрприз! Твой парень нашелся! Как его там звали?\n\n—Прекрати,- чётко и громко приказала я.\n—Что? Из-за ветра здесь слишком шумно.\n—Как ты можешь такое говорить?! И.. откуда ты взял пистолет?\n—Мне показалось, или ты говорила что-то другое? Ну да ладно. Этот револьвер я приобрёл в магазине оружия. Разве не понятно?\n—Очнись! Ты не видишь происходящего из-за пелены ненависти на твоих глазах! За оружие тебя же посадят!",
    "answers": [
      {
        "id": 85,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 85,
    "text": "—Хм.. да, ты права. Какая всё-таки умная у меня дочь,- папа взъерошил мне волосы,- поэтому ты тут по случаю. \nОн взял мои руки в свои и передал мне пистолет, крепко сжав его.\n—Убийцей буду не я, а ты,- отец встал сзади меня,- стреляй. Ты же его так любишь.\nЯ чуть покраснела, но в миг вернула своей физиономии серьёзный вид. Руки немного дрожали, а сердце бешено стучало.\n\n—Я не могу,- тихо промолвила, сильно углубившись в печальные мысли.\n—П...му?..силь..я.. дев....а,- я понимала только некоторые звуки. Мир стал каким-то затуманенным, пустым. В глазах плыло.",
    "answers": [
      {
        "id": 86,
        "text": "Широ."
      }
    ]
  },
  {
    "id": 86,
    "text": "Что... почему.. она просто не выстрелит? Я же.. нет, я нормальный. Я хочу жить. Жить с Минори. Хочу. Жить.\nЯ попытался проползти к выходу, но мужчина придавил меня ногой.\n—Не медли! Стреляй, иначе я разберусь с ним!- перешёл он на крик.\nУ Минори.. так много эмоций на лице. Особенно сейчас. Так приятно наблюдать, как они меняются с одной на другую. \n\nВдруг девушка освободилась от отцовской хватки и выстрелила себе в подбородок.\nПистолет упал, как и Минори. Кровь. Много крови.\nБыстро отойдя от шока, я вырвался из-под ноги убийцы и сильно толкнул его, от чего тот упал.",
    "answers": [
      {
        "id": 87,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 87,
    "text": "Напрыгнув на мужчину, я стал бить его по лицу. \n—Ненавижу, ненавижу! Зачем? Зачем вы это сделали?!- не мог успокоиться. Через несколько минут физиономия отца была частично разбита, а я лежал на холодном битоне. \n\nТак.. холодно и темно. Кажется, я что-то слышу. Моё сердце? Если бы.. Если бы я тогда умер. Ничего бы этого не произошло. Я бы.. воссоединился со своей семьёй. Наверное, они бы полюбили меня. \nА Минори. Если мы сейчас умрём, то я хотел бы, чтобы в другой жизни мы тоже были вместе. Прямо как сейчас.\n\nПочему.. почему моё сердце стучит всё медленнее? И как-то не по себе. Как будто.. мой конец близко. И..",
    "answers": [
      {
        "id": 88,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 88,
    "text": "                                     Так холодно.",
    "answers": [
      {
        "id": 1,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 89,
    "text": "",
    "answers": []
  }
]