[
  {
    "id": 1,
    "text": "Автор: Lemon4ik (Диана)\nСтатус: Завершён\n\n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n                                     Внимание!\nПо просьбе моих читателей, я переделала квест под КНИГУ. \n~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~\n\nДумаю некоторые из вас читали книгу Эли Фрей \"Мой лучший враг\"... А что если изменить судьбу Томы и Стаса и они будут вместе? Или же они останутся лучшими друзьями? А может так и останутся врагами. Это вам и предстоит узнать в моей версии этой истории.\nИстория будет идти от лица Томы.\n\nP.S. Если вы не читали книгу, то ничего страшного\nэта история вам больше понравиться)\n\nОт автора: Думаю это моя первая и последняя книга(квест) в этом приложении. После того как закончу историю, перейду в Фикбук или Wattpad. \n",
    "answers": [
      {
        "id": 2,
        "text": "Начать (Глава 1)"
      },
      {
        "id": 3,
        "text": "Сожержание"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://sun9-26.userapi.com/c857220/v857220965/15acb1/vkyuih9otFo.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://sun9-26.userapi.com/c857220/v857220965/15acb1/vkyuih9otFo.jpg",
        "system": true
      },
      {
        "id": 28,
        "text": "Персонажи"
      },
      {
        "id": 12,
        "text": "Группа в ВК",
        "url": "https://vk.com/club193704455"
      }
    ]
  },
  {
    "id": 2,
    "text": "У меня была счастлива полноценная семья. Я, папа, мама. Мы жили в Москве и часто ездили к бабушке и дедушке в подмосковный городок. Дедушка работает охранником при коттеджном поселке, а бабушка печет торты на заказ.\nПапу я любила больше всех так, как он проводил много времени со мной. В 4 года я поняла что он хотел мальчика, а не девочку. Я думала если буду вести себя и одеваться как мальчик, папа будет меня любить. Я презирала девчачьи вещи, что бы не расстраивать папу. Но от одного девчьячего пристрастия я не могла отказаться — любовь к сказкам.\nЯ боялась просить папу читать мне сказки про принцесс. Я думала что я ему уже не нужна буду, и меня выбросят как ненужную вещь. И поэтому я научилась рано читать.",
    "answers": [
      {
        "id": 4,
        "text": "Следующая страница"
      }
    ]
  },
  {
    "id": 3,
    "text": "~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~",
    "answers": [
      {
        "id": 2,
        "text": "Глава 1 \"Воспоминания\""
      },
      {
        "id": 6,
        "text": "Глава 2 \"Переезд\""
      },
      {
        "id": 10,
        "text": "Глава 3 \"Беззаботные деньки\""
      },
      {
        "id": 13,
        "text": "Глава 4 \"Наша свадьба и первый день в школе\""
      },
      {
        "id": 29,
        "text": "Глава 5 \"Война\""
      },
      {
        "id": 40,
        "text": "Глава 6 \"Новость от мамы и дяди Кости\""
      },
      {
        "id": 51,
        "text": "Глава 7 \"Жизнь в Москве\""
      },
      {
        "id": 52,
        "text": "Глава 8 \"И снова переезд\""
      },
      {
        "id": 45,
        "text": "Глава 9 \"Встреча со старыми знакомыми\""
      },
      {
        "id": 36,
        "text": "Глава 10 \"Начало войны\""
      },
      {
        "id": 63,
        "text": "Глава 11 \"Я выбираю...\""
      },
      {
        "id": 65,
        "text": "Глава 12 \"Финал\""
      }
    ]
  },
  {
    "id": 4,
    "text": "Когда мне было 6 лет, от нас ушёл папа. Просто собрал свои вещи и ушел в неизвестном направлении. Я ждала что он вернется. Папа все-таки появился, спустя месяц или два. Он пришел забрать оставшиеся вещи. Он молча сунул мне пачку мармеладок, собрал оставшиеся вещи и ушел. Уже навсегда.\nЯ выдумывала разные причины, пыталась поверить в них и как-то оправдать папино поведение. В 6 лет я верила, что мой папа — добрый волшебник, который улетел в Волшебную страну что бы спасти её жителей. В 10 лет я верила, что мой папа — агент спецслужбы и у него было ответсвеное задание. В 12 лет я наконец-то поняла, что мой папа — обыкновеный козёл.",
    "answers": [
      {
        "id": 5,
        "text": "Следующая страница"
      }
    ]
  },
  {
    "id": 5,
    "text": "Мама не оставалась долго одна. У мамы появился дядя Костя. Он был противоположностью папы. Мы с ним быстро подружились, но он не смог мне заменить отца.\nКогда мне исполнилось 6 лет, у мамы возникла проблема. В какую школу меня отдавать? Как забирать, если она часто пропадала на работе? И в итоге было решено, что лучше мне на совсем переехать к бабушке.\nЯ была только рада потому, что там жил мой лучший друг Стас.\nСо Стасом я подружилась, когда мы приезжали к бабушке в гости. Он был моим единственный другом так как с девочками я не смогла подружиться потому, что у меня были мальчишеские игрушки. И только со Стасом мне удалось подружиться потому, что он принял меня такую какая я есть.",
    "answers": [
      {
        "id": 6,
        "text": "Глава 2"
      }
    ]
  },
  {
    "id": 6,
    "text": "Утром мы поехали к бабушке и дедушке. Как только мы приехали нас вышла встречать бабушка. Дядя Костя открыл дверь машины. Я вышла из нее, крепко держа клетку с моим питомцем – кроликом Умкой. \nДом бабушки был двухэтажным и был похож на пряничный домик – белые резные наличники на окнах делали его каким-то воздушный и сказочным. \nЯ зашла в дом и пошла сразу в свою комнату. В комнате пахло деревом – стены и наклоный потолок были обиты дерявяными панелями. Под каждой дерявяшкой, в каждом углу, в каждой маленькой щелке здесь теплилось волшебство.\nЯ посталила клетку на пол и отрыла дверцу.\n— Ну как тебе, Умка? — обратилась я к своему питомцу — теперь это наш дом. Ты рада?\nКролик смешно дергал ушками и разглядывал комнату.\n— Наверное ты кушать хочешь? — спросила я — Сейчас сбегаю за морковкой.\nЯ спустилась на первый этаж и пошла в огород.\nНарвав две среднии морковки, я направилась на кухню, чтобы помыть их. \n— Решила Умку покормить? — спосила меня бабушка, когда я зашла на кухуню. \n— Да, я забыла его покормить — ответила я и пошла кормить Умку.\nЯ положила морковки в клетку Умке и смотрела как он смешно  дёргает ушками и грызёт одну из морковок.\n \n",
    "answers": [
      {
        "id": 7,
        "text": "Следующая страница"
      }
    ]
  },
  {
    "id": 7,
    "text": "Я подошла к окнну и открыла его. Только из этой  комнаты окно выходило на крышу, поэтому я и выбрала эту комнату. Я залезла на крушу и осмотрела всю улицу. Где-то в далеке был виден кирпичный дом. Это был дом Стаса. я решила сходить к нему и рассказать ему новость.\nЯ залезна обатно в комнату и побежала  вниз, по пути чуть не сбив дядю Костю.\n— Эй! — возмутился он — Аккуратнее, а то убьешь так кого-нибудь.\n— Прости — извинилась я и побежала дальше — Бабушка можно я схожу к Стасу? \n— Конечно, предавай Стасику привет —  улыбнулась она.\n— Хорошо! — крикнула я когда выходила из дома.\nЯ добежала до дома Стаса и стояла несколько минут думая что ему скажу. Как только я хотела постучаться, из ворот выбежал радостный Стас и зажал меня в крепких объятиях.\n— Как я рад что ты опять приехала! — радостно прокричал он.\n— Я тоже рада тебя видеть! У меня такая обалденая новость! — так же радостно прокричала я — теперь я здесь навсегда останусь жить! ",
    "answers": [
      {
        "id": 10,
        "text": "Глава 3"
      }
    ]
  },
  {
    "id": 8,
    "text": "—Вы двое – друзья? — спросил Круч.\n— Мы лучшие друзья! — сказала я\n— Ну это мы сейчас и узнаем — злобно произнес Круч и что-то шепнул другому парню.\nВ следующую минуту на мою голову одели пакет. \n— Отпусти её! — крикнул Стас.\n— Что ты сделаешь ради своей подружки? — как кричал ему в ответ Круч.\n— Всё!\n— Тогда ешь стекло!\n— Не буду! — ответил Стас.\nМеня сразу потащили куда-то. Стало жарко. Костер! Они толкали меня в огонь. Я пыталась сопротивляться, но толку было мало. Через минуту они меня отпустили. Я быстро начала снимать пакет, который прилип к моему лицу. \nКогда я содрала весь пакет с кожи, я увидела как Стас выплюнул стекло вместе с кровью.\n— Так дело не пойдет — сказал с Круч —  надо было его СЪЕСТЬ, а не выплюнуть.\n— Вот сам и ешь это стекло! — возмутился Стас.\n— Так дело не пойдёт. Ты можешь идти — скомандовал Круч.\nЭти слова были адресованы мне.\n— А он останется — Круч показал на Стаса — Мы с ним ещё немного поиграем.\nЯ посмотрела на Стаса. Он кивнул мне, чтобы я бежала отсюда подальше. \n— Не волнуйся — прошептал Стас.\nЯ недолго думая, победала прочь от этого места по дальше.\n",
    "answers": [
      {
        "id": 33,
        "text": "Следующая страница."
      }
    ]
  },
  {
    "id": 9,
    "text": "...",
    "answers": []
  },
  {
    "id": 10,
    "text": "Начались наши весёлые и беззаботные деньки. Мы проводили много времени друг с другом. Мы смотрели фильмы, играли в приставку у Стаса, играли в огороде бабушки, гуляли и веселились.\nМы часто ходили ко мне, подолгу лежали на терраске и смотрели в небо.\n— О чём ты думаешь? — как-то спросила я Стаса, когда мы лежали на крыше.\n— О том, что каждое облако похоже на что-то. Например то облако, похоже на большого муравья, а то на паука с мордой обезьяны. \n— Хм. Скорее на какую-то палку.\n— Они как бы деруться. Интересно, а кто бы победил? — спросил стас глядя на меня.\n— Не знаю.\n— Мне кажется, муравей.\n— Почему?\n— Просто мне так кажется — сказал Стас и снова начал разглядывать облака.\nСколько бы я не смотрела на облака, так и ничего и не увидела там.\nЯсными вечерами мы искали созвездия в небе. Я научила его находить своё созвездие — созвездие Стрельца.\nКогда становилось холодно мы забирались обратно домой. Мы смотрели фильмы, рисовали друг другу рисунки и играли с Умкой. Когда Стасу надо было уходить домой, он сказал:\n— Не забудь про улыбку — напомнил мне Стас.\n— А ты про смех.\nСтас улыбнулся и пошёл на улицу, а я побежала в комнату бабушки и дедушки. Я выглянула в окно и увидела Стаса, которыйй сотял под фонарём.\n— Готов? — спросила я.\n— Да!\nЯ улыбнулась и прикрыла рот рукой и сжала в кулачёк воображаемую улыбку. Я \"кинула\" Стасу улыбку. Стас \"поймал\" улыбку и нацепил себе на лицо.\n— Поймал. Теперь ты лови.\nСтас повторил тоже самое, но вместо улыбки был смех. Я \"поймала\" смех и закинула в рот и посмеялась.\n— До встречи.\n— До встречи.\nСо стороны это выглядело очень странно, но без этого мы не могли.",
    "answers": [
      {
        "id": 11,
        "text": "Следующая страница"
      }
    ]
  },
  {
    "id": 11,
    "text": "Утром меня разбудила Умка, которая ходила по мне лапками. Стоп! Умка? Она должна быть в клетке! Я разлепила глаза и увидела Стаса. Это он положил Умку на меня.\n— Вставай, спящая красавица!\n— Сколько времени?\n— Время смотреть фильмы! Побежали ко мне завтракать!\n— Пойдём — Я спыгнула с кровати — Только сначала зайдём в магазин, бабушка попросила ещё вчера сходить, а я забыла. \nКупив продукты мы возвращались из магазина, и тут я увидела трёх девочек которые играли в какую-то странную игру. Девочки на вид были старше меня. Две стояли напротив друга, между ними была натянута резинка, а третья девочка прыгала в середине. \n— Пойдем! — недовольно сказал Стас и потянул меня за руку.\n— Я хочу так же — сказала я смотря на девочек.\n— Ну тогда иди знакомится, они тебя научат.\nМне было страшно знакомится с девочками. Я всё ещё помнила, как девочки отказывались играть со мной потому, что вместо кукол у меня были машинки и роботы. Я всё же решила подойти к девочкам.\n— Привет— сказала я когда подошла к девочкам.\n— Привет, тебе чего? \n— Можете научить меня играть в это? — сказала я и показала на резинку.\n— Это сложно и ты ещё маленькая для этого — сказала одна девочка.\nМне стало обидно. Я стараясь не заплакать, пошла обратно к Стасу.\n\n\n",
    "answers": [
      {
        "id": 15,
        "text": "Следующая страница"
      }
    ]
  },
  {
    "id": 12,
    "text": "...",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 13,
    "text": "Последние летние деньки. К школе было уже все подготовлено. \nМы со Стасом сидели на высокой рябине и плевались друг в друга ягодами, обсуждали какую-то недавно просмотреную комедию про свадьбу. Мысли плавно переключились с фильма на саму церемонию.\n— Стас, а давай поженимся? — предложила я ему.\n— Ну, давай — пожал плечами Стас.\nЦеремония проходила в доме моей бабушки. Я надела белый сарафан и поместила на голове сплетенный венок из клевера. С тех пор как папа ушел от нас, я стала лояльней относиться к девчачьим вещам. Я посмотрела в зеркало и осмотрела себя, с ног до головы. Мы попросили бабушку обручить нас. Она взяла в руки первую попавшуюся книгу и стала делать вид, что читает торжественную речь.\n— А теперь объявляю вас мужем и женой! — сказала она — только обойдёмся без поцелуев, а то ваши родители меня убьют.\nИ пока бабушка отвернулась чтобы убрать книгу, Стас быстро чмокнул меня в щёчку. Я улыбнулась и чмокнула в ответ.\n— А свадебный танец? — спросила я.\n— Не обещаю , что здесь будет подходящая песня...—сказала бабушка и включила старый магнитофон в розетку и нажада на кнопку.\nМагнитофон завыл голосом Аллы Пугачевой:\n— Я знаю, что у неё, неё, неё душа кошкина. А я хорошая. Мадам Брошкина....\nМы смеялись и танцевали. Вот так прошла наша свадьба.\n",
    "answers": [
      {
        "id": 18,
        "text": "Следующая страница"
      }
    ]
  },
  {
    "id": 14,
    "text": "Я шла так же не спеша домой, как вдруг меня резко кто-то обнял сзади и поднял. Я начала вырываться, но в итоге тот кто держал меня, упал и я вместе с ним. Я быстро встала и посмотрела на того, кто меня схватил.\n— Вот так ты меня рада видеть? — смеясь спросил меня парень.\nРусые волосы были растрёпаные и мокрые, голубые глаза излучали позитив. Парень был выше меня на пол головы. Одет он был просто: Футболка, спортивные штаны и кросовки. На вид ему было, лет семнадцать. Я не сразу его узнала.\n— Стас, ты меня напугал! — возмутилась я — Кто вообще так делает, а?\n— Ну прости, я больше так не буду — сказал Стас и встал с земли — Я уж думал что больше не увижу тебя никогда. Как дела? Что нового? Давно приехала?\nСтас начал меня засыпать вопросами. \n— Приходи завтра, поговорим, а сейчас я пойду домой я только с дороги и устала— сказала я.\n— Мы так давно не видились, а ты уже уходишь?— сказал Стас.\n— Прости, но я правда устала.\n— Ладно, но завтра ты так просто не отделаешься — Стас подмигнул мне и ушёл.\nЯ пошла домой. Вечером поговорив с бабушкой и дедушкой, я им рассказала, что у меня нового. После я пошла в свою комнату.\n— Блин, надо бы вещи разложить и убраться — подумала я — Да ну, завтра уберусь.\nЯ легла на кровать и уснула.",
    "answers": [
      {
        "id": 53,
        "text": "Следующая страница"
      }
    ]
  },
  {
    "id": 15,
    "text": "Увидев что я была расстроена, Стас сказал:\n— Не плачь! Я сам к ним пойду и узнаю про эту игру — сказал мне Стас.\nОн ушел к девочкам, а я побрела домой относить продукты.\nКогда я разложила все продукты по местам, пришел довольный Стас. Он протянул мне резинку тех девочек. \n— Я все узнал! Я тебя научу.\n— Они тебе так просто расказали? И отдали резинку? — Поразилась я\n— Они мне подарили, — Гордо сказал он — Я просто вежливо попросил\n— Ну что, пойдем, научу прыгать тебя на этой резинке? А потом посмотрим фильм?\nСначало у меня плохо получалось, а потом я быстро начала прыгать и делала уже сложные движения. Нам со Стасом очень понравилась эта игра и мы начали даже придумывать свои движения. Эта игра стала одной из наших любимых. Потом, когда мы наигрались, пошли к Стату домой и начали смотреть фильм про пиратов.\n\n\n",
    "answers": [
      {
        "id": 16,
        "text": "Следующая страница"
      }
    ]
  },
  {
    "id": 16,
    "text": "На следующий день мы смотрели фильм про зомби и вдохновились идеей. Мы решили сделать себе грим как у зомби, а потом напугать кого-нибудь. Когда все было готово, на улице уже был вечер.\nВечер выдался прохладный, и я накинула куртку.\nСтас был в одной легкой футболке.\n— Тебе не холодно? — Спросила я .\n— Нет, мне никогда не бывает холодно, ты что, забыла?\nАх, да .. Как я могла забыть. Стас никогда не мёрзнет.\nЧуть позже мы увидели моего деда, который возвращался с работы. Он шел по дороге, пошатываясь, и держал в руках бутылку, которая почти была пуста.\nМы решили напугать его так, чтобы он перестал пить. Мы спрятались в кустах и когда он близко подошел к кустам мы выползли на четвереньках издавая шипение и рычание.\n— Мать честная, раскудрить твою через коромысло! — завопил дед и то ли побежал, то ли попрыгал прочь. Мы потом долго смеялись со Стасом. После этого дед и вправду бросил пить.  И стал чаще креститься.",
    "answers": [
      {
        "id": 13,
        "text": "Глава 4"
      }
    ]
  },
  {
    "id": 17,
    "text": "На следующий день мы смотрели фильм про зомби и вдохновились идеей. Мы решили сделать себе грим как у зомби, а потом напугать кого-нибудь. Когда все было готово, на улице уже был вечер.\nВечер выдался прохладный, и я накинула куртку.\nСтас был в одной легкой футболке.\n— Тебе не холодно? — Спросила я .\n— Нет, мне никогда не бывает холодно, ты что, забыла?\nАх, да .. Как я могда забыть. Стас никогда не мёрзнет.\nЧуть позже мы увидели моего деда, который возвращался с работы. Он шел по дороге, пошатываясь, и держал в руках бутылку, которая уже почти была пуста.\nмы решили напугать его так, чтобы он перестал пить. Мы спрятались в кустах и когда он близко подошел к кустам мы выползли на четвереньках издавая шипение и рычание.\n— Мать честная, раскудрить твою через коромысло! — завопил дел и то ли побежал, то ли попрыгал прочь. Мы потом долго смеялись со Стасом. После этого дед и вправду бросил пить.  И стал чаще креститься.",
    "answers": [
      {
        "id": 9,
        "text": "Глава 3"
      }
    ]
  },
  {
    "id": 18,
    "text": "Летом у Стаса родилась сестрёнка. Мы со Стасом часто гуляли в парке и катали коляску с его сестричкой. Все кто проходил мимо нас умилялись. А как-то раз, какая-то тётенька спросила у Стаса:\n— Какие вы милые. Это твои сестрёнки? — спрашивали прохожие у Стаса.\n— Нет. Это моя жена и ребёнок! — возмутился Стас и ускорил шаг.\nМне было приятно, что Стас так ответил. Я очень гордилась своим маленьким мужем.\nНаступило первое сентября. Пока мы шли до школы мне было немного страшно и Стас это заметил.\n— Не бойся, тебя там никто не обидет— подбадривал он меня —Пусть только попробуют! Я им покажу!\nТоржественная линейка прошла быстро и нас проводили в класс. Там нам рассказали всё о школе, расписании и порядке.\nУчительница дала нам свободное время, чтобы познакомиться и поиграть. Стас сразу пошел к мальчишкам, и я робко пошла за ним. Он обернулся и сказал:\n— Может проиграешь с девочками?\n— Они не станут со мной играть! \nНо Стас ничего не сказав ушел к мальчикам оставив меня одну. Я немного обиделась на Стаса за то, что он оставил меня одну. Я посмотрела на компанию девочек. Они о чём-то увлеченно болтали. Я не решилась к ним подойти, но и оставаться одной я не хотела. Я решительно направилась в сторону компании Стаса.",
    "answers": [
      {
        "id": 24,
        "text": "Следующая страница"
      }
    ]
  },
  {
    "id": 19,
    "text": "...",
    "answers": []
  },
  {
    "id": 20,
    "text": "На следующий день мы смотрели фильм про зомби и вдохновились идеей. Мы решили сделать себе грим как у зомби, а потом напугать кого-нибудь. Когда все было готово, на улице уже был вечер.\nВечер выдался прохладный, и я накинула куртку.\nСтас был в одной легкой футболке.\n— Тебе не холодно? — Спросила я .\n— Нет, мне никогда не бывает холодно, ты что, забыла?\nАх, да .. Как я могда забыть. Стас никогда не мёрзнет.\nЧуть позже мы увидели моего деда, который возвращался с работы. Он шел по дороге, пошатываясь, и держал в руках бутылку, которая уже почти была пуста.\nмы решили напугать его так, чтобы он перестал пить. Мы спрятались в кустах и когда он близко подошел к кустам мы выползли на четвереньках издавая шипение и рычание.\n— Мать честная, раскудрить твою через коромысло! — завопил дел и то ли побежал, то ли попрыгал прочь. Мы потом долго смеялись со Стасом. После этого дед и вправду бросил пить.  И стал чаще креститься.",
    "answers": [
      {
        "id": 21,
        "text": "Следущаяя страница"
      }
    ]
  },
  {
    "id": 21,
    "text": "Последние летние деньки. К школе было уже все подготовлено. \nМы со Стасом сидели на высокой рябине и плевались друг в друга ягодами, обсуждали какую-то недавно прсиотреную комедию про свадьбу. Мысли плавно переключились с фильма на саму церемонию.\n— Стас, а давай поженимся? — предложила я ему.\n— Ну, давай — пожал плечами Стас.\nЦеремония проходила в доме моей бабушки. Я надела белый сарафан и поместила на голове сплетенный венок из клевера. Посмотрела в зеркало. С тех пор как папа ушел от нас, я стала лояльней относиться к девчачьим вещам. Мы попросили бабушку обручить нас. Она взяла в руки первую попавшуюся книгу и стала делать вид, что читает торжественную речь.\n— А теперь объявляю вас мужем и женой! — сказала она— только обойдёмся без поцелуев, а то ваши родители меня убьют.\nИ пока бабушка отвернулась чтобы убрать книгу, Стас быстро чмокнул меня в щёчку. Я улыбнулась и чмокнула в ответ.\n— А свадебный танец? — спросила я\n— не обещаю \n, что здесь будет подходящая песня...— бабушка вкдючила старый магнитофон в розетку и нажада на кнопку.\nМагнитофон завыл голосом Аллы Пугачевой:\n— Я знаю, что у неё, неё, неё душа кошкина. А я хорошая. Мадам Брошкина....\nМы смеялись и танцевали. Вот так прошла наша свадьба.\n",
    "answers": [
      {
        "id": 22,
        "text": "Следующий ответ"
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  },
  {
    "id": 23,
    "text": "Однажды я шла домой со школы и мне пришло сообщение от мамы:\n\"Тома, мы решили отправить тебя обратно к бабушке и дедушке потому, что из-за работы на придётся переехать в Питер, но тебя мы не сможем взять так, как ты в выпускном классе, новая обстановка будет тебя отвлекать от учебы. \nКак придёшь домой покушай и собирай вещи, завтра выезжаем\"\nЯ была очень рада такой новости и побежала домой. Придя домой и сделав всё как сказала мама, я взяла ноутбук и решила посмотреть фильм. Выбор остановился на \"В метре друг от друга\". Это фильм был очень трогательный и он очень запал мне в душу. \nЧуть позже пришли Мама и дядя Костя. Поужинав мы немного поговорили и пошли спать, ведь нам завтра рано вставать. Я долго не могла уснуть, меня мучали вопросы. Вруг Стас не захочет со мной дружить? Или у него появилась девушка и он забыл уже про меня? Как он отреагирует когда я приеду? И будем ли мы вообще дружить с ним? Вскоре я уснула.",
    "answers": [
      {
        "id": 52,
        "text": "Глава 8"
      }
    ]
  },
  {
    "id": 24,
    "text": "Стас о чём-то болтал с мальчишками. Их было четверо, считая Стаса. \n— Привет — поздоровалась я с мальчишками.\n— Привет, а чего ты с девчонками не играешь? —\nспросил меня мальчик с рыжими волосами.\n— С ними не интересно.\n— Думаешь с нами тебе интереснее будет? — спросил уже белобрысый мальчик.\n— Да! — воскликнула я.\n— Да? Тогда давайте поговорим о Мортал Комбат?— ехидно посмотрел на меня брюнет.\n— Да без проблем! Это моя самая любимая игра.\nВсе удивлённо посмотрели на меня, а Стас только пожал плечами. \n— Меня зовут Саша — сказал рыжеволосый мальчик — А это Паша и Лёша.\nОн показал сначало на белобрысого и потом на брюнета.\nМы быстро нашли общий язык. И мы увлеченно обсуждали разные темы. Так я обрела новых друзей.\n",
    "answers": [
      {
        "id": 25,
        "text": "Следующая страница"
      }
    ]
  },
  {
    "id": 25,
    "text": "С учебой у меня были некоторые проблемы, но Стас всегда приходил ко мне и помогал.\n—Это же легкотня! — сказал он посмотрев на задачу — Мы же это проходили.\nОн начал что-то писать. Через 5 минут он показал и объяснил как эту задачу решать. Учёба Стасу давалась легче, чем мне.\nОднажды мы со Стасом нашли необычное место. Мы, как обычно, сидели на плитах, плевали вниз. Пытались сбить слюной с куста гусеницу.\n— Скучно. Пойдём на ту сторону?\n— На ту сторону? \nТа сторона— это всё что находилось по ту сторону железной дороги, но нам запрещали туда ходить.\n— Но нам нельзя...\n— Девчонка... Что с тебя взять? — сказал он и презрительно посмотрел на меня.\nЯ проглотив комок обиды, встала и направилась туда, оставив позади себя удивлённого Стаса.\nМы исследовали всё, что можно было. Стас запреметил одно место среди недостроенных домов. Фундамент дома накрытый плитами. Внутри– огромная квадратная яма, стены обделаны кирпичном. Нам это место понравилось. С этого момента это было наше особое место. \nПозже Стас начал набирать команду. Каждый день команда увеличивалась. Он стал лидером в ней. В яме мы обустроили себе бункер. Стас долго думал как назвать свою команду но он решил остановился на \"Степных Койотах\".\nЧерез несколько дней Стас провел торжественую церемонию посвящения в свой отряд. Он купил одинаковые значки.\nОн подходил к каждому и цеплял к груди значок. Когда дошла очередь до меня он достал последний значок в виде звезды. Для меня он выбрал особенный значок, не такой как у всех. Тогда моему счастью не было предела...\nМне было всего 10 лет на тот момент. Я даже не подозревала как это может перевернуть мою жизнь через 2 года ...",
    "answers": [
      {
        "id": 29,
        "text": "Глава 5"
      }
    ]
  },
  {
    "id": 26,
    "text": "Сделаю все концовки, когда закончу все ветки.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 27,
    "text": ".....",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 28,
    "text": "Тут будут главные персонажи. \nЕсли кому-то будет интересно про второстепенных персонажей то пишите в комментарии и я добавлю их.\n",
    "answers": [
      {
        "id": 34,
        "text": "Тома"
      },
      {
        "id": 39,
        "text": "Стас"
      },
      {
        "id": 49,
        "text": "Костя"
      },
      {
        "id": 50,
        "text": "Паша"
      },
      {
        "id": 54,
        "text": "Лёха"
      },
      {
        "id": 56,
        "text": "Саша"
      },
      {
        "id": 35,
        "text": "Круч"
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 29,
    "text": "С появление Степных койотов Стас поменялся.\nМы стали реже проводить время вместе. Он любил зависать в бункере и бесцельно шататься по улицам. Перестал играть со мной в наши любимые игры.\n— Твои игры для детей! У взрослых другие развлечения! — говорил он.\nЯ больше ему не предлагала играть во что-то \"детское\". \nКогда Стасу надоедала большая компания, мы уходили куда-нибудь вдвоём. В эти редкие моменты я была очень счастливая потому, что он становился тем простым мальчишкой, с которым я познакомилась совсем маленькой девочкой. \nМы забирались и мою крышу и подолгу сидели там, поедая всякие вкусняшки. Мне нравился такой Стас. Стас, который обнимал меня за плечи и по-братски говорил:\n— Выше нос, сестренка! Старший брат не даст тебя в обиду!\nКогда мне исполнилось 11 лет, Стас подарил мне лодочку из дерева.\n— Я сам её вырезал! — гордо сказал он.\n— Спасибо!— поблагодарила я.\nЛодочка была прекрасной, на дне краской были написаны наши имена — Стас и Тома.\nМне тоже захотелось ему что-нибудь подарить... Без повода. Стаса крестили в день святого Серафима, и я решила ему подарить нательную иконку. Я не знала понравиться ли ему мой подарок – никто из мальчиков, которых я знала, ничего подобного не носили. Но Стасу понравилось. Он тут же надел и сказал, что не снимет её никогда.",
    "answers": [
      {
        "id": 30,
        "text": "Следующая страница"
      }
    ]
  },
  {
    "id": 30,
    "text": "Было у нас одно увлечение. Мы часто играли в войну.\nГлавные правила войный:\nНужно разделиться на две команды. Каждая из команд выбирает в лесу место для своего лагеря, огараживает его по кругу камнями. В центре круга надо воткнуть флаг. задача противоположной команды– найти чужой лагерь и забрать флаг.\nВ командах есть защитники, охраняющие лагерь, и разведчики, которые должны захватить флаг.\nУ каждого есть 3 гранаты (шишки), 1 автомат и 1 пистолет (на пульках).\nУ каждого к одежде на груди пришит пакетик с краской – если попадут туда, ты убит и отправляешься домой. Попали в руку или ногу – ты парализован. Ты должен остаться на месте и произнести десять раз слово \"бронепоезд\", после этого ты можешь дальше играть.\n ",
    "answers": [
      {
        "id": 31,
        "text": "Следующая страница"
      }
    ]
  },
  {
    "id": 31,
    "text": "Однажды, мы играли в очередной раз в войну, случилось то что перевернуло нашу со Стасом жизнь.\nВ нашей команде было пять человек. Мы со Стасом и Костей – разведчики. Остальные охраняли лагерь.\nПока мы искали вражеский лагерь, \"убили\" Костю, а мы со Стасом успели убежать. Стас предложил искать лагерь вдоль реки. Река – граница нашего военного поля. Было уже довольно холодно и я вся дрожала, но Стас этого не заметил так как был занят поиском вражеского лагеря. \n— Ты слышишь голоса? — внезапно спросил Стас\n— Нет. Хотя... — я услышала голоса и смешки.\n— Мы нашли их лагерь! — сказал он и мы поползли через кусты.\nРаздвинув ветки кустов мы увидели взрослых парней, которые сидели у костра. Они прислоняли ко рту целофановые пакеты, они то надували пакеты, то сжимали. \n— Что они делают? — шепотом спросила я\n— Нюхают клей — ответил Стас — Пойдем отсюда. \nНо тут нас увидел один из парней и подошёл к нам.\n— Чего подглядываете? — спросил он .\n— Мы просто искали своих ребят — ответила я — Мы уже уходим.\nМы поднялись со своих мест и хотели уйти, но тот парень перегородил нам дорогу.\n— Как? Уже? — спросил он глядя на нас — Пойдёмте с нами посидите. Погреетесь.\nНе дождавшись нашего ответа, он взял нас за руки и повёл к остальным ребятам.\n",
    "answers": [
      {
        "id": 32,
        "text": "Следующая страница"
      }
    ]
  },
  {
    "id": 32,
    "text": "Когда мы подошли к косту, возле которого сидели парни, в нос ударил резкий запах клея.\n— Круч — представился парень, который привел нас к остальным.\n— Тома — представилась я — Что это за странное имя – Круч?\nОн посмеялся и ответил:\n— Это кличка. А так меня Димоном звать.\nСтас нехотя представился тоже. Остальные ребята тоже поздоровались.\n— Сколько вам лет? — Спросил Круч.\n— Ей 12, а мне 13 — ответил Стас за нас.\n— У — у — у, малышня — произнес смеясь Круч.\n— А тебе-то сколько?— хмыкнул Стас.\n— 15 — ответил Круч высокомерно посмотрев на Стаса — А вы где учитесь? \nОн спросил нас обоих, но по его взгляду, направленого в мою сторону, ответ ожидал от меня. Я немного растерялась и посмотрела на Стаса. \n— Чего ты на него так смотришь? Отвечай сама!\n— Не дави на неё! — сказал Стас грозно смотря на Круча.\n— А чего ты тут голос повышаешь? Тут я главный. И я решаю, давить мне на неё или нет — Круч так же грозно посмотрел на Стаса.\nПарни начали наматывать пакеты на палки и совать их в костёр. Они стали замахивается друг на друга горящими палками, пачкая друг друга.\nОдин из ребят замахнулся на Стаса и испачкал его куртку.\n— С ума сошел? Чего творишь? — возмутился Стас.\n— Мы пойдем...Домой — сказала я, схватила Стаса за руку и направилась в сторону нашего лагеря.\n— Стоять! — Крикнул Круч и остальные ребята нас окружили\n\n\n\n",
    "answers": [
      {
        "id": 8,
        "text": "Следующая страница"
      }
    ]
  },
  {
    "id": 33,
    "text": "Я быстро побежала к бункеру, в надежде найти там ребят. Когда я прибежала уже было темнело и никого ещё не было.  Я не знала что делать...\nМожет пойти поискать ребят в лесу? Они может быть ещё играют.\nИли побежать искать взрослых? Они то уж точно помогут Стасу.\nМожет побежать спасать Стаса самой? Скажу что позвала сюда взрослых.\nМысли не давали мне покоя. Они менялись с такой быстрой скоростью, что я даже неуспевала их обдумать. Надо было уже что-то решать. \nЯ решила позвать на помощь ребят и побежала в сторону нашего лагеря. Пока я бежала я думала что эти монстры уже что-то сделали со Стасом. От этих мыслей, я стала бежать ещё быстрее. \nКак только я прибежала, увидела трёх ребят.\n— Ты чего такая напуганная? — спросил меня Саша — И где Стас?\n— Стас... Ему нужно помочь... Они могли уже что-то сделать с ним... \n— Так спокойно. Отдышись и скажи нормально что случилось — сказал Лёха.\nКак только я отдышалась я коротко объяснила им ситуацию.\n— Надо его спасать! — сказал Паша — Показывай дорогу.\nМы быстро направились в то самое место, где были эти парни. Как только мы пришли, увидели что Стас валялся на земле. Я испугалась не на шутку. Мы спрятались за упавшее дерево.\n— Что делать? — спросила я.\n— Я, Паша и Лёха — отвлекаем. А ты спасай Стаса — скомандовал Саша — Встретимся возле бункера. \n\n",
    "answers": [
      {
        "id": 37,
        "text": "Следующая страница"
      }
    ]
  },
  {
    "id": 34,
    "text": "Имя: Томара Мицкевич \nВозраст: 16 лет\nЧем занимается: Ходила на самооборону ",
    "answers": [
      {
        "id": 28,
        "text": "Назад"
      },
      {
        "id": 34,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-59.userapi.com/c857432/v857432122/1be21e/e49uTTyxt58.jpg"
      }
    ]
  },
  {
    "id": 35,
    "text": "Имя: Дмитрий Ферзь\nВозраст: 18 лет\nЧем занимается: Бездельник и высокомерный придурок.",
    "answers": [
      {
        "id": 28,
        "text": "Назад"
      },
      {
        "id": 35,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-59.userapi.com/c858324/v858324677/1d7ab2/OV51UqooXIU.jpg"
      }
    ]
  },
  {
    "id": 36,
    "text": "Я сидела на уроке истории. Это не самый мой любимый предмет. Было очень скучно так, как учитель монотонным голосом объяснял какую-то тему. От этого хотелось спать. Я положила голову на учебник и начала смотреть в окно.\n— Вставай, а то храпеть скоро начнёшь.\n— Отвали. Я вообще-то не храплю — сонно сказала я.\nС сегодняшнего дня, со мной сидел Костя. Хоть какое-то развлечение на уроках. \nПрозвенел звонок с урока. Следующим уроком была физ-ра. Я быстро собрала вещи и пошла в раздевалку.\n— Стоять. Куда держишь путь, золотце моё? \nМеня резко прижали к стене. Это был Круч.\n— Тебя это не касается — ответила я.\n— Ты наверное уже знаешь про неприкосновенность? — ухмыльнулся Круч.\n— Да. И что с этого?\n— А то, что это уже касается меня. Но я остановил тебя не для этого.\n— А для чего?\n— Мне надоел уже Стас. Я хочу устранить его, с помощью тебя.\n— У тебя это не получиться.\n— Уверена? У тебя нет неприкосновенности, то есть если я начну что-то с тобой делать, то Стас в сторонке не останется — Круч замолчал на несколько секунд — Он ведь не ровно дышит к тебе. \nКруч широко улыбнулся, тем самым он дал мне понять, что всё идёт в его пользу. Если Стас начнёт драку, то автоматически у всех снимется неприкосновенность. Так как у Круча больше людей, он победит.\n— Это очень подло... — сказала я.\n— Знаю, но я ведь не хороший мальчик, как Стас — он ухмылнулся и добавил — Даю вам два дня, а потом моя задумка осуществиться.\nОн пошёл в сторону гардеробной. Отойдя от меня на 3 метра, Круч развернулся и добавил.\n— Кстати, Стасу эту задумку лучше не рассказывать. Сама знаешь какой он вспыльчивый и это к добру не приведёт.\nДоговорив, он ушёл. Я обумывала, то что он сказал. А ведь правда... Сказать Стасу не могу так, как сделаю только хуже. Рассказать ребятам тоже не могу потому, что они расскажут Стасу. Я не знала как поступать. \n",
    "answers": [
      {
        "id": 42,
        "text": "Следующая страница"
      }
    ]
  },
  {
    "id": 37,
    "text": "После того как Саша объяснил что делать, ребята подбежали к парням и начали кидать в них шишками и камнями. Взрослые парни повелись на это и побежали за ребятами. Как только все скрылись из виду, я подбежала к Стасу.\n— Ты как? Можешь идти? — спросила я поднимая Стаса.\n— Да...\nМы со Стасом пошли  в сторону бункера. Когда мы пришли, там никого не было. Я начала за них волноваться, но минут через 10 они прибежали к нам.\n— Фух. Ели удрали от них.\n— Это точно.\n— Пошлите по домам, пока они нас не нашли — сказала я\n— Пошлите.\nЯ решила помочь Стасу дойти до дома потому, что он хромал на левую ногу.\n— Что было после того как я ушла? — поинтересовалась я.\n— Тебе это не обязательно знать — ответил Стас.\nЯ не стала его распрашивать. Дойдя до его дома, мы остановились возле его ворот. Он меня крепко обнял.\n— Спасибо, что не бросила — тихо прошептал он.\n— Не за что.\nПридя домой, я первым делом пошла в ванную, приводить в порядок свой внешний вид. После горячей ванны, я переоделась и легла спать.",
    "answers": [
      {
        "id": 40,
        "text": "Глава 6"
      }
    ]
  },
  {
    "id": 38,
    "text": "Мне очень важно важно ваше мнение и критика.\nЭто не плагиат, а переделаная история. Я буду выкладывать по одной главе 2-3 раза в неделю. Главы будут скорее всего будут небольшими.  Квест некоторое время будет без картинок.\nЕсли этот квест зайдёт многим я буду делать ещё квесты.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 39,
    "text": "Имя: Станислав Шутов\nВозраст: 17 лет\nЧем занимается: Планирует идти по стопам отца (его отец военный)",
    "answers": [
      {
        "id": 28,
        "text": "Назад"
      },
      {
        "id": 39,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-19.userapi.com/c858332/v858332876/1d6445/1nhXwTKKcxU.jpg"
      }
    ]
  },
  {
    "id": 40,
    "text": "Проснувшись утром, я решила узнать как Стас.\nЯ переоделась в джинсы и теплую кофту и пошла вниз.\n— Завтракать будешь? — спросила бабушка.\n— Немного только — ответила я садясь за стол.\n— Я пойду сегодня к подруге. Ты со мной? \n— Нет, у меня сегодня другие планы.\n— Такая маленькая, а уже деловая — сказала улыбаясь бабушка.\nПо завтракав я пошла к Стасу. Я позвонила в звонок. Дверь открыла мама Стаса.\n— Здравствуйте, я к Стасу — сказала я.\n— Здраствуй, Тома. Проходи он у себя в комнате — дружелюбно сказала мама Стаса — Ты кстати, не знаешь случайно, с кем подрался вчера Стас? А то он ничего не рассказывает.\n— Нет. При мне он не с кем, не дрался — соврала я.\n— Ну ладно. Иди тогда.\nЯ зашла в комнату Стаса. Он стоял возле окна и высматривал что-то или кого-то.\n— Привет — поздоровалась я.\nСтас от неожиданности вздрогнул и повернулся.\n— Ой, привет. Ты меня напугала.\n— Что ты там смотришь? — поинтересовалась я, подходя к нему.\n— Просто смотрю...\nЯ Стаса знала давно и сразу поняла, что что-то не так.\n— Расскажи мне, что случилось.\n— Я не могу рассказать — ответил Стас —Давай лучше поиграем в приставку?\nОн перевёл тему, чтобы я не докапывалась к нему с вопросами. Я решила не доставать его вопросами.\n— Давай.\nМы играли почти до вечера. Потом я пошла домой так, как скоро должна была прийти бабушка.\n",
    "answers": [
      {
        "id": 41,
        "text": "Следующая страница"
      }
    ]
  },
  {
    "id": 41,
    "text": "Утром меня рабудила бабушка. Сказав что приехали мама с дедей Костей. Я была немного удивлена. Я спустилась вниз и увидела их.\n— Вы же сказали что вы приедите на следующей неделе — сказала я.\n— Мы просто приехали забрать тебя. У нас всё наладилось и мы решили, что теперь ты сможешь пожить с нами — сообщила мне мама.\nУ меня были смешанные чувства. С одной стороны, я была рада их приезду, а с другой стороны, я не хотела уезжать от сюда. Здесь у меня было всё. Школа, друзья и Стас. В Москве же не было этого всего.\n— Я не поеду! — протестовала я.\n— Прости, но мы уже забрали твои документы из школы. Мы приготовили тебе, даже новую комнату — радостно произнесла мама — Иди соберай вещи.\nВыбора у меня не было. Я со слезами пошла собирать свои вещи. Собрав все вещи я посмотрела на Умку. Я не захотела брать его с собой потому, что он напоминал бы мне об этом городе.\nЯ попросила маму подождать меня, чтобы я попрощалась со Стасом. Она согласилась и я быстро побежала к нему. Стас как раз шёл ко мне домой и увидел как я бегу к нему.\n— Ты куда так торопишься? — спросил Стас.\n— Попрощаться с тобой — ответила я и остановилась возле него.\n— В смысле попрощаться? \n— Я уезжаю жить, обратно в Москву! \n— А как же я? — грусно произнес он.\n— Не знаю — ответила я — Мне уже надо возвращаться, мы скоро уезжаем.\nСтас молча обнял меня и спросил: \n— Мы ещё увидимся?\n— Не знаю...\n",
    "answers": [
      {
        "id": 51,
        "text": "Глава 7"
      }
    ]
  },
  {
    "id": 42,
    "text": "Настроения не было идти на физ-ру. Я пошла на школьный стадион. Сев на трибуны я думала чем бы заняться. Мне надо было как-то просидеть 2 урока физ-ры.\n— Не хочешь поиграть в баскетбол? — спросил Костя.\n— Не знаю — тяжело вздохнув ответила я.\n— А чего на физ-ру не пошла?\n— Не хочу просто.\n— Понятно. Если не знаешь чем заняться, то там Паше надо помочь с чем-то. Он ведь в совете состоит из-за этого он может пропускать уроки. Даже завидно как-то — смеясь сказал Костя — Ну ладно, я пошёл. Если надумаешь поиграть то приходи.\n— Хорошо.\nКостя ушёл, а я осталась думать. \nУ Стаса сейчас окно должно быть в расписании. Может к нему сходить? \nУ Лёхи сейчас репетиция в актовом зале. У Саши закончились уже уроки, наверное в художке сидит. \nК кому же пойти?",
    "answers": [
      {
        "id": 43,
        "text": "Пойти поиграть с Костей в баскетбол"
      },
      {
        "id": 57,
        "text": "Пойти к Стасу"
      },
      {
        "id": 58,
        "text": "Пойти на репетицию к Лёхе"
      },
      {
        "id": 59,
        "text": "Пойти помочь Паше"
      },
      {
        "id": 60,
        "text": "Пойти к Саше в художку"
      }
    ]
  },
  {
    "id": 43,
    "text": "Решив, что пора размять кости, я пошла играть в баскетбол. Увидев, что я иду играть, Костя остановился. \n— Ну что решила сыграть? \n— Один разок — ответила я и положила рюкзак на скамейку. \n— Тогда играем три на три так, как мало человек. В какую команду пойдёшь? В мою или Кирила? \n— В твою наверное.\n— Играем до пяти. Все услышали? \nВсе кивнули. В команде Кирила были девушка и парень. В нашей команде тоже так, два парня и я.\n— Ну тогда начинаем — улыбаясь сказал Костя.\nИгра была напряжёной, но выиграла наша команда со счётом 5:4. После игры все, кроме меня и Кости, ушли в спортзал. Мы с Костей пошли на трибуны.\n— Неплохо играешь. Не хочешь в мою команду? — предложил Костя.\n— Я подумаю — ответила я.\n— Кстати, а что у вас со Стасом?\n— В каком плане?\n— Ну вы встречаетесь типа?\nМне показалось, что Костя немного смутился.\n— Нет, а что? \n— Просто вы так много времени вместе проводите...\n— Мы же лучшие друзья — ответила я.\n— Ах да... точно.\n— Что планируешь делать после школы? — поинтересовалась я.\n— Наверное пойду в профессиональный спорт. Я же спортсмен всё-таки... — Костя замолчал и немного задумался — В принципе, в этой жизни у меня нет никаких целей. Родителям всё равно на меня. Бабушки и дедушки не было, как и братьев и сестёр. Девушки тоже нет. Один Стас мне был, как брат. Он не давал мне впадать из-за этого в депрессию. Я ему за это очень благодарен.\nКостя замолчал и повисло неловкое молчание. Я обдумывала его слова. Мне было его очень жаль, ведь поддержки у него совсем не было. Представляю какого ему было.\n— Прости, что сопли тут распустил — сказал он улыбнувшись.\n— Да ничего, я тебя понимаю.\nКостя посмотрел на меня, не переставая улыбаться. Я улыбнулась ему в ответ. Вскоре ребята вернулись на площадку и Костя ушёл играть дальше.\n",
    "answers": [
      {
        "id": 61,
        "text": "Сходить ещё к кому-нибудь"
      },
      {
        "id": 62,
        "text": "Пойти домой"
      }
    ]
  },
  {
    "id": 44,
    "text": "...",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 45,
    "text": "Утро понедельника. Меня разбудил будильник и я нехотя встала с тёплой кровати. Время было 7:20 уже , а первый урок начинался в 8.\n— Блин, надо поторопиться, а то опоздаю.\nЯ быстро пошла в ванную. Сделав все процедуры, я по завтракала и пошла переодеваться. Я переоделась в джинсы, серое худи и серые кросовки. \nНа часах было уже 7:48.\n— Чёрт! Ладно хоть школа не далеко — сказала я и побежала в школу.\nДо школы я добежала за 7 минут и 5 в запасе было. В фойе меня остановил охраник.\n— Почему без формы? — строго спросил он.\n— Ой, ну знаете, плевала я на эту форму с высокой колокольни.\n— Я могу тебя домой отправить.\n— Ну раз не отправили, значит я пойду на урок — быстро сказала я и побежала в кабинет химии.\nЯ зашла со звонком и села за последней партой возле окна. Я сидела одна и меня это радовало. \nУчительница что-то начала расказывать про новую тему. Я осмотрела класс и заметила Костю. \n— Ну хоть кто-то знакомый в этом классе — подумала я и начала записывать новую тему.\nНа середине урока учительница куда-то вышла и все повернулись в мою сторону.\n— Ты новенькая? — спросила одна девочка.\n— Нет, просто от безделья, решила тут посидеть — съязвила я.\n— Как остроумно — безразлично сказала та девочка.\nВ класс зашла учительница и мы продолжили урок. Мне на парту начали прилетела скомканная бумажка. Развернув её я начала читать:\n\"На перемене в фойе поговорим. Соня\"\nКак я поняла, это была та девочка, которая меня спрашивала, когда учительница выходила.\nУвидев чем я занимаюсь, учительница вызвала меня к доске. Выйдя к доске она дала мне \"сложные\" уравнения. Все в классе начали смеяться, думая что я не смогу их решить.\n— Ха, знала бы она что я ОГЭ по химии сдавала,  не вызывала бы — мысленно подумала я и начала решать их.\nРешив их за пять минут, я села на место.\n— Ого, как быстро... И правильно. Молодец 5 — удивлённо сказала учительница.\nОстальную часть урока, я просидела смотрев в окно.\n\n",
    "answers": [
      {
        "id": 46,
        "text": "Следующая страница"
      }
    ]
  },
  {
    "id": 46,
    "text": "На перемене я пошла к фоей и ждала пока придёт Соня. Через три минуты из-за угла показалась Соня с двумя девочками. Подойдя ко мне она сказала:\n— Я смотрю ты слишком дерзкая? Со мной лучше не иметь конфликтов.\n— А то что? — безразлично спросила я — И вообще, я ещё ничего тебе не сделала.\nЯ искренне не понимала, что я ей такого сказала.\n— Да ты знаешь кто мой парень? Один звонок и ты сразу станешь изгоем тут — высокомерно сказала Соня.\n— Мне всё равно. Я не боюсь таких как ты — сказала так же безразлично я — В этой ситуации, лучше не иметь конфликтов со мной, а то репутацию потеряешь.\nКак только я развернулась и хотела уйти, меня схватили за руку и грубо развернули назад. \n— Кто тебя отпускал? С тобой вообще-то не договорили — сказал парень.\n— Круч...\nУ меня сразу всплыли воспоминания с того самого дня. Круч сейчас выглядел иначе. Он был чуть выше Стаса. Покрашеные в чёрный цвет волосы, были растрёпанны. Он выглядел так, будто он был из богатой семьи. Одежда была не из дешёвых. На левой руке красовалась татуировка. Кожа не была уже такой бледной, как при нашей первой встрече.\n— Наверное завязал с клеем... — подумала я.\n— Мне некогда с вами беседовать — сказала я пытаясь безуспешно выдернуть руку.\n— А это уже я решаю — ответил он сжимая мою руку сильнее.\n— Отпусти её. Мы договаривались же — сказал Стас подходя к нам.\n— Она разве с вами? Когда успели? — начал спрашивать Круч отпуская меня.\n— Не твоё дело. Тома пошли.\n— Оу. Так это та самая девочка? Не узнал — Круч начал осматривать меня.\n— Тома пошли! — раздражённо сказал Стас.\nЯ смотрела на Круча. Он подошёл к Соне, обнял её за талию и поцеловал. Стасу надоело меня ждать и он схватив меня за руку повел в сторону лестницы. \n— Я же просил тебя держаться от него по дальше.\n— Это случайно получилось — виновато сказала я и отвела взгляд.\nСтас замолчал и смотрел на меня. Я посмотрела на него. Лицо было серьёзное, а в глазах была злость и тревога. Он волновался за меня...\n— Сегодня мы собираемся в бункере в пять, если хочешь приходи — прервал молчание Стас — А теперь иди на урок.\nОн развернулся и ушел не дождавшись ответа.",
    "answers": [
      {
        "id": 48,
        "text": "Следующая страница"
      }
    ]
  },
  {
    "id": 47,
    "text": "",
    "answers": [
      {
        "id": 51,
        "text": "Глава 6"
      }
    ]
  },
  {
    "id": 48,
    "text": "После школы, я решила сходить в парк. Погода была теплой. Я села на скамейку. Достав наушники, я включила музыку и наблюдала за людьми. В парке играли маленькие дети. Смотря на них, я вспоминала наше со Стасом детство. Как мы гуляли до поздна, как напугали деда так, что он пить бросил, как мы поженились и многое другое.\nВремя было уже четыре. Я всё-таки решила пойти к бункеру. Придя домой, я покушала и пошла переодеваться. Мой выбор остановился на чёрных спортивных штанах, серой футболке и черных кросовках. Взяв рюкзак, я спустилась вниз.\n— Бабуль, я пойду погуляю немного.\n— Хорошо, только телефон возьми с собой.\n— Ладно — сказала я и пошла к бункеру.\nПо дороге, я зашла в магазин и купила разных вкусняшек. Я пришла почти что первая. Возле бункера стоял Костя.\n— Привет, герой.\n— Почему герой? — спросила я.\n— Потому, что вся школа уже знает о твоём конфликте с Соней. С ней лучше не враждовать.\n— Да ерунда это всё — безразлично ответила я.\n— Ну, я бы не сказал так... Смотри остальные идут.\nЯ повернулась и увидела Стаса, Пашу, Лёху и Сашу.\n— Привет, герой.\nСказали дружно ребята, кроме Стаса. Он был хмурый.\n— Первый день в школе, а уже враждуешь с кем-то — сказал Лёха — Рекорды ставишь.\n— Заткнитесь уже — раздражённо сказал Стас — Круч сказал, что на неё не действует правило неприкосновенности.\nСтас посмотрел на меня.\n— Что за правило неприкосновенности? — спросила я.\n— Чтобы не поубивать друг друга, мы придумали правила — ответил Саша.\n— Может расскажете правила? чтобы я знала.\n— Всего есть три правила — начал говорить Стас — Первое. У нас есть две территории: наш бункер и школа. Им нельзя заходить на нашу территорию. Школа — нейтральная территория.\n— Второе — продолжил Паша — Правило неприкосновенности. Это значит, что мы не трогаем их, а они нас. Если кто-то начнёт драку первый, то остальные могут спокойно продолжить её. \n— И третье правило — продолжил уже Костя — Если у кого-то будут конфликты, как у тебя и Сони, то с тебя снимается правило прикосновености. С тобой могут сделать что угодно, а мы не сможем тебе помочь.\n— А почему только с меня снимают правило неприкосновенности? А как же Соня?\n— Она не в их \"банде\". Она просто девушка Круча — ответил Саша — У тебя конфликт не с Соней, а с Кручем. А это уже серьёзно.\n— То есть с него это правило тоже снимается?\n— Да, но только для вас двоих, другие не смогут вас тронуть.\n— Это уже хорошо... — сказала я.\n— Ну ладно. Хватит об этом, давайте фильм смотреть — сказал Паша и достал ноутбук.\n— Всё-таки не зря купила вкусняшек.\nПока Паша выбирал фильм, я достала вкусняшки и устроилась с боку на диване. Рядом сел Стас. Места было только на четверых. Костя и Паша постелили покрывало возле дивана и сели.\nМы начали смотреть фильм \"Область тьмы\".\nБыло уже довольно поздно когда мы закончили смотреть фильм. Мы собрались и пошли по домам.\n— Проводить? А то мало ли... — спросил Стас.\n— Пошли — сказала я.\nДойдя до дома мы остановились. Стас обнял меня.\n— До завтра.\n— До завтра.\nОн ушёл и я пошла домой. Я поужинала, сделала уроки и легла спать.",
    "answers": [
      {
        "id": 36,
        "text": "Глава 10"
      }
    ]
  },
  {
    "id": 49,
    "text": "Имя: Константин Фишер \nВозраст: 17 лет\nЧем занимается: Капитан в команде по баскетболу",
    "answers": [
      {
        "id": 28,
        "text": "Назад"
      },
      {
        "id": 49,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-4.userapi.com/c857520/v857520677/1d2cee/AXiElEdeFrg.jpg"
      }
    ]
  },
  {
    "id": 50,
    "text": "Имя: Павел Громов\nВозраст: 16 лет\nЧем занимается: Состоит в школьном совете ",
    "answers": [
      {
        "id": 28,
        "text": "Назад"
      },
      {
        "id": 50,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-62.userapi.com/c206828/v206828122/e7d9f/zPVc1_kiIIg.jpg"
      }
    ]
  },
  {
    "id": 51,
    "text": "Переехав в город, мы со Стасом перестали поддерживать связь так как забыли оставить контакты, а к моей бабушки он не ходил. \nНа дворе было начало осени. Мне уже исполнилось 16 лет и я была в 10 классе. Друзей у меня почти не было, кроме одной девочки, которою я защищала в школе от местных хулиганов. Ещё я записалась на самооборону. После того случая в лесу, я подумала, что это мне не помешает. \nТак же я поменялась внешне. У меня отрасли волосы, они были чуть ниже лопаток. Из одежды я носила либо спортивное, либо штаны с кофтой или с любой другой верхней одеждой. Цвет одежды был в основном: белы, серый и черный. Я не любила выделяться в толпе. \nМеня разбудил будильник. Сегодня был понедельник, мой самый не любимый день недели. Переосилив себя я встала с кровати и пошла в ванную. Приведя себе в порядок, я пошла завтракать. Мамы и дяди Кости дома не было.\n— Ну да. Как всегда на работе — сказала я в слух.\nПосле завтрака я пошла собираться в школу. Из оддежды, выбор остановился на чёрных джинсах, сером худи и чёрных кросовках. Собрав учебники я поплелась в школу. \nДойдя до школьных ворот, меня остановил парень. Он взял меня за локоть и отвёл в сторону.\n— Ты какого хрена на меня настукачила? Меня сегодня деректриса отчитывала — сказал он.\n— Да сдался ты мне. Это не я настукачила, а твой недоделанный дружок — ответила я и пошла в сторону школы.\n— Да ты врёшь! — сказал он, догоняя меня.\n— У дружка своего спроси. Таких крыс ещё надо поискать.\nОставив его в замешательстве я пошла на урок физкультуры. На физ–ре я почти всё время сидела на скамейке потому, что у меня было освобождение, но появлятся на уроке надо было.\n После школы я решила пойти в парк. Я села на скамейку и достала книгу которую не давно купила в книжном. Эта книга была про девушку которую все унижали в школе, но потом она отомстила всем своим обидчикам, необычным способом. Так я просидела там до вечера. \nПридя домой, я поужилала и легла спать. Так и проходили мои скучные дни в Москве.\n\n\n",
    "answers": [
      {
        "id": 23,
        "text": "Следующая страница"
      }
    ]
  },
  {
    "id": 52,
    "text": "Утро пятницы. Я проснулась от того что прозвенел будильник. Нехотя встав с кровати я направилась в ванну. Умывшись и почистив зубы, я пошла на кухню. Там уже сидели мама и дядя Костя.\n— Доброе утро — одновремено произнесли они.\n— Доброе — сонно сказала я делая себе кофе.\nПозавтракав, я надела джинсы, серую футболку, черную кожанку и черные кросовки. Дядя Костя помог мне отнести чемодан в машину. Пока мы ехали, я слушала музыку в наушниках. Погода была пасмурной. Всю дорогу я смотрела в окно.\nКогда мы приехали нас встретила бабушка.\n— Тома не могла бы ты сходить к деду и отнести ему обед? — попросила меня бабушка — А то этот растяпа забыл взять.\n— Конечно — сказала я.\nПрогуляться мне не помешает так, как все затекло пока мы ехали. Бабушка передала мне пакет с обедом.\n— Вещи твои я занесу — сказал дядя Костя.\n— Спасибо — поблагодарила я его и пошла к деду.\nЯ шла не торопясь, слушая музыку. Моросил дождик. Мне нравилась такая погода. В такую погоду почти все дома сидят, и ты гуляешь почти по пустым улицам. Я дошла до дедушки и постучалась.\n— О, Тома. Как я рад тебя видеть  — сказал дед и крепко меня обнял.\n— Я тоже рада тебя видеть , дедушка.\n— Проходи поговорим.\n— Давай вечером поговорим? А то я устала после дороги— сказала виновато я.\n— Хорошо — ответил дед.\n— До вечера.\n— До вечера.\n\n",
    "answers": [
      {
        "id": 14,
        "text": "Следующая страница"
      }
    ]
  },
  {
    "id": 53,
    "text": "Проснулась я в десять. Я встала и подошла к окну. Погода была сегодня солнечной. Я надела серые шорты  и топ с принтом Рика и Морти. Я спустилась на кухню, но там никого не было. Посмотрев на стол, увидела записку на столе: \n\"Мы с дедом уехали в гости, не скучай. Завтрак на столе. Если что, звони.\"\nТолько я села завтракать, в дверь постучались. Я пошла открывать дверь.\n— Доброе утро \n— Доброе. Завтракать будешь? — спросила я пропуская Стаса в дом.\n— Нет, спасибо. Ну расказывай давай.\nЯ ему коротко рассказала о том, что было после того как я уехала.\n— Ну как-то, вот так — сказала я, доедая завтрак — А у тебя что нового?\n— После того как ты уехала, наша \"банда\" расползлась. Остались только я, Саша, Костя, Лёха и Паша. В школе мы стали типа популярными и все девчонки таскаются за нами. И... Те парни, которые издевались над нами в лесу... Они учатся теперь в нашей школе потому, что их школу закрыли полностью. Теперь они пытаются нас вытеснить.\n— Теперь, как я понимаю, они ваши враги или как?\n— Да. У нас типа война и в школе лучше обходи их стороной. \n— Я это учту — сказала я — Девчонкой то обзавелся? \n— Пока что нет — сказал Стас смотря на меня — А ты?\n— Эм... Я как бы натурал и на девчонок меня не тянет — смеясь ответила я.\n— Да я не про девчонок, а про парня — улыбаясь сказал Стас\n— Ну пока с этим мне, не повезло. Пошли в мою комнату, я вчера не разобрала вещи. \n— Пошли.\nСтас мне помог с уборкой и мы ближе к вечеру всё закончили.\n— Кто молодец? \n— Я молодец! — сказал Стас.\n— Эй! — возмутилась я.\n— Ладно. Мы молодцы.\n— Так-то лучше.\nПосидев ещё немного, Стас ушёл домой, а я легла спать.\nВсе выходные я провела со Стасом. Он таскал мне всякие вкусняшки и мы с ним смотрели разные фильмы и сериалы.",
    "answers": [
      {
        "id": 45,
        "text": "Глава 9"
      }
    ]
  },
  {
    "id": 54,
    "text": "Имя: Алексей Ярцев\nВозраст: 16 лет\nЧем занимается: Любит играть на гитаре (часто выступает на школьных мероприятиях)",
    "answers": [
      {
        "id": 28,
        "text": "Назад"
      },
      {
        "id": 54,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-47.userapi.com/c858228/v858228122/1c6471/TCUxuZxguMo.jpg"
      }
    ]
  },
  {
    "id": 55,
    "text": "\n",
    "answers": []
  },
  {
    "id": 56,
    "text": "Имя: Александр Вихрь\nВозраст: 16 лет\nЧем занимается: Рисует картины на продажу (пытается финансово помочь семье)",
    "answers": [
      {
        "id": 28,
        "text": "Назад"
      },
      {
        "id": 56,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-26.userapi.com/c858436/v858436122/1cad20/gXVnJfOKS-M.jpg"
      }
    ]
  },
  {
    "id": 57,
    "text": "Я решила поговорить со Стасом. Достав телефон, я написала ему:\n\"Ты где сейчас? Я видела у тебя в расписании окно. Можно было бы поговорить немного\"\nЯ начала наблюдать за игрой. Минут через 5 пришёл ответ:\n\"Я сейчас иду в столовую. Решил немного перекусить, если что я возле окна буду сидеть\"\nЯ встала с трибуны и пошла обратно в школу. Пройдя мимо охраника, я зашла в столовую. Я подошла к Стасу и села рядом.\n— Приятного аппетита.\n— Спасибо. Кушать хочешь? — спросил Стас.\n— Нет, спасибо.\n— Отказы не принимаются. Ты уже скоро как скелет будешь.\nСтас встал и куда-то ушёл. Через 5 минут он вернулся с подносом. На подносе было пюре с котлетой, овощной салат и чай. \n— Зачем ты потратился на меня? Сколько я должна тебе? \n— Нисколько. Ты сегодня по-любому не ела, я же знаю тебя.\nНа подносе Стаса были только кофе и пирожное.\n— Спасибо большое — поблагодарила я его.\n— Не за что.\nПовисло молчание. Я впомнила вопрос, который меня давно мучал.\n— Кстати, а почему ты был такой напуганый что ли... Когда я пришла к тебе на следующий день после того случая.\nЛицо Стаса стало серьёзным. Он молча смотрел в окно. Я сразу поняла, что он ничего не расскажет, но он начал говорить.\n— Тогда я чуть не лишился слуха, зрения, обоняния... Всего. Если бы вы опаздали хоть на минуту, то я бы сейчас не сидел здесь с тобой — Стас повернул голову ко мне — Больше всего я волновался за тебя, на себя мне было наплевать.\nЯ молчала и смотрела на него. Его лицо уже не было серьезное, оно было уже грустное. \n— Давай не будем об этом... — сказал Стас.\n— Хорошо — сказала я доедая салат — А после школы ты куда? \n— Наверное как и папа, военным делом займусь.\nПосле того как ты уехала, папа часто по командировкам ездил и иногда брал меня с собой. \n— Классно, значит не пропадёшь — улыбнувшись сказала я — А как твоя сестра?\n— Нормально, уже в третьем классе учиться. Мы часто с ней в парк ходим, в следующий раз тебя позовём.\nУ Стаса поднялось настроение. Поговорив ещё немного, Стас ушёл в библиотеку так, как он сегодня немного накосячил и ему теперь надо помогать в библиотеке. ",
    "answers": [
      {
        "id": 61,
        "text": "Сходить ещё к кому-нибудь"
      },
      {
        "id": 62,
        "text": "Пойти домой"
      }
    ]
  },
  {
    "id": 58,
    "text": "Я подумала, что музыкальная пауза мне не помешает. Зайдя в школу, я отправилась в актовый зал. Подхойдя к двери, я услышала, как кто-то поёт под гитару. \n— Этот голос не похож на голос Лёхи... — подумала я.\nЯ открыла дверь и осмотрела зал. Там было пусто. Кроме Лёши там никого не было.\n— Это ты пел? — удивлено спросила я.\n— Ну да... Это было ужасно? — смущённо спросил он.\n— Это было просто... Вау.\n— Спасибо. А ты чего не на физ-ре? \n— Там скучно, а Костя пошёл играть в баскетбол. Решила забежать к тебе.\n— А, понятно. Садись, чего стоишь? \nЯ села на первый ряд, а Лёха сидел на сцене, напротив меня.\n— Сыграешь что-нибудь? \n— Хм. как насчёт \"Vance Joy — riptide\"?\n— Давай — сказала улыбнувшись я.\nЛёша начал играть на гитаре. После, он начал петь. Он чётко поподал в ноты. когда он закончил я его спросила:\n— А у тебя есть свои песни? \n— Есть, но я их ещё не доработал.\n— Станешь музыкантом?\n— Не знаю... Я мечтал с детства стать инженером. Но родители заметили что я хорошо пою и отдали меня в музыкалку. Туда я ходил от силы месяц, а потом пошёл учиться играть на гитаре — Лёша ненадолго замолк — В глубине души мне не нравиться это... Петь, играть на гитаре и сочинять что-то. Иногда мне просто хочется быть ботаником, чтобы меня никто не замечал. \n— Ты же популярен. Многие только этого и хотят, а ты хотел бы отказаться от этого.Не понимаю тебя...\n— Любое творчество утомляет, как и популярность — Тяжёло вздохнув он сказал — Давай о другом поговорим.\n— Ладно.\nМы поговорили немного о школе. Потом Лёха сказал что ему надо собираться домой. Родители ему обещали купить электрогитару, а без него они не могли выбрать.\n",
    "answers": [
      {
        "id": 61,
        "text": "Сходить ещё к кому-нибудь"
      },
      {
        "id": 62,
        "text": "Пойти домой"
      }
    ]
  },
  {
    "id": 59,
    "text": "Немного подумав я решила помочь Паше. Я отправила ему сообщение:\n\"Костя сказал что тебе помощь нужна? Если да, то давай помогу\"\nОтвет пришёл почти сразу.\n\"Да мне бы не помешала помощь. Подходи к учительской, справа будет кабинет, туда и заходи\"\nУбрав телефон в задний карман джинсов, я отправилась к Паше.\nЯ нашла кабинет и только хотела открыть дверь, оттуда вылетела злая девушка. Отойдя от шока, я зашла в кабинет.\n— Привет, а чего та девочка, злая вылетела? Думала дверью прибьёт меня.\n— Привет, да она предлагает свою идею насчёт праздника. Идея мне не понравилась, вот она и разозлилась.\n— А что за праздник?\n— Через неделю будет \"осенний бал\". Директор решил что-то новое попробовать, и свалил это всё на нас. Теперь мучаемся.\n— Может чем-то помогу?\n— Не хочу тебя нагружать. Тебе, наверное, конфликта с Кручем хватает. \nЯ немного напряглась. А вдруг он видел меня с Кручем? Я решила не спрашивать об этом его.\n— Ну, это да. Так чем тебе помочь?\n— Видишь ту стопку бумаг? — спросил он, указывая на большую стопку бумаг — Её надо рассортировать, на подписанные и не подписаные. Справишься?\n— Думаю да.\n— Хорошо, тогда можешь приступать.\nЯ села и начала сортировать их, а Паша подписывал не подписанные. \n— После окончания школы, ты куда? — поинтересовалась я.\n— Хочу стать адвокатом. Мне это дело по душе.\n— Классно. Теперь буду знать к кому обращаться если что.\nЯ закончила сортировать бумаги, а Паша подписывать. \n— Спасибо за помощь, так бы я до вечера тут просидел. Можешь идти.\n— Не за что. До встречи.\n— До встречи.\n\n",
    "answers": [
      {
        "id": 61,
        "text": "Сходить ещё к кому-нибудь"
      },
      {
        "id": 62,
        "text": "Пойти домой"
      }
    ]
  },
  {
    "id": 60,
    "text": "Я недолго думая пошла в художку к Саше. Зайдя в школу я поднялась на второй этаж и пошла прямо по коридору. Найдя нужную дверь, я постучалась и вошла. \n— Привет, не сильно занят?\n— Привет. Проходи, садись.\nЯ посмотрела что рисует Саша. Картина была почти закончина. Он рисовал парня, у которого в глазах читалось усталость, разочарование и обида. Саша очень чётко передал все чувства.\n— Ого, ты очень хорошо рисуешь. Ты хорошо передал все чувства.\n— Спасибо — он тяжело вздохнув, посмотрел на картину.\nМне показалось, что он пытался так передать свои эмоции.\n— Что-то случилось? — спросила я.\nСаша молчал. После долгого молчания, он повернулся ко мне и начал говорить.\n— От нас ушёл отец, оставив мать, сестру и меня. Маминой зарплаты не хватает, чтобы прокормить нас с сестрой... — немного помолчав он продолжил — Я решил что буду продовать картины или рисовать на заказ. Я стараюсь их продавать по дороже, чтобы откладывать на поступление в институт и порадовать сестру и мать чем-нибудь. \n— Ты не переживай, всё наладиться — я попыталась его поддержать.\n— Знаю. Думаю ты поняла уже какие я чувства испытываю сейчас.\n— Да, я тебя понимаю. Когда-то я это тоже испытывала, только мне не приходилось кормить семью.\nСаша немного улыбнулся. \n— Спасибо, за поддержку.\n— Не за что.\nМы немного поговорили и Саша сказал, что надо отдать заказчику картину. Попрощавшись мы разошлись.\n",
    "answers": [
      {
        "id": 61,
        "text": "Сходить ещё к кому-нибудь"
      },
      {
        "id": 62,
        "text": "Пойти домой"
      }
    ]
  },
  {
    "id": 61,
    "text": "Время было ещё много. Я думала чем бы ещё заняться.",
    "answers": [
      {
        "id": 43,
        "text": "Пойти поиграть с Костей в баскетбол",
        "need": -43
      },
      {
        "id": 57,
        "text": "Пойти к Стасу",
        "need": -57
      },
      {
        "id": 58,
        "text": "Пойти на репетицию к Лёхе",
        "need": -58
      },
      {
        "id": 59,
        "text": "Пойти помочь Паше",
        "need": -59
      },
      {
        "id": 60,
        "text": "Пойти к Саше в художку",
        "need": -60
      },
      {
        "id": 62,
        "text": "Пойти домой",
        "need": [
          43,
          57,
          58,
          59,
          60
        ]
      }
    ]
  },
  {
    "id": 62,
    "text": "До конца второго урока оставалось мало времени и я решила пойти домой.\nНа пол пути меня остановила Соня. Рядом с ней было ещё четыре девочки. Они окружили меня и Соня заговорила.\n— Какого чёрта ты крутишься возле Круча? Я тебя же предупреждала.\n— Во-первых, не Я кручусь возле него, а ОН возле меня. Во-вторых, мне он безразличен — раздражённо сказвла я.\n— Ага, конечно. Я же видела как вы мило ворковали, сегодня в школе.\nЯ тяжело вздохнула. \n— У меня нет настроения, чтобы с кем-то спорить. Тем более с такой как ты.\nПо лицу было видно что она не поняла, что её оскорбили. Она была злая, но по другой причине.\n— Я смотрю ты бессмертие обрела? — сказала она и толкнула меня.\n— Думаешь сильнее меня? — безразлично ответила я.\n— Может и не сильнее, но нас больше.\n— Слушай мне и без тебя хватает проблем, так что не лезь.\nЯ попыталась выйти из этого круга, но они не дали. \n— Хочешь драку? Не советую. \n— Тебя спросить забыли — сказала Соня.\nМне это очень надоело. Я решила закончить эту бесмысленую беседу и пойти домой.\n— Я не собираюсь с тобой разбираться. Если хочешь драки, то давай тет-а-тет. Или вы как крысы, пятером на одного?\n— Девочки, отойдите — приказала Соня.\nКак только девочки отошли она набросилась на меня. Я вовремя среагировала и перехватила  руку, вывернув её за спину.\n— Вот и всё. Это только малая часть того, что я смогу с тобой сделать. Если хочешь остаться невредимой, то не лезь ко мне.\nЯ освободила её и пошла в сторону дома. Думаю она не будет лезть ко мне, какое-то время.\nПридя домой я размышляла над тем как поступить с Кручем. В голове возникли только 2 варианта развитий события...",
    "answers": [
      {
        "id": 63,
        "text": "Глава 11"
      }
    ]
  },
  {
    "id": 63,
    "text": "Вариантов было всего 2. Первый, это рассказать всё Стасу, но я не знаю какие могут быть последствия. Второй, это уйти из \"банды\" Стаса.\nОба варианта меня не устраивали. У меня в запасе ещё 2 дня, точнее уже 1. Завтра надо уже будет сделать выбор. \nНа следующий день, Круча в школе не было. Меня это немного напрягло. Но с другой стороны, будет хоть один спокойный день.\nПо расписанию у нас должна была быть физика. Этот предмет я очень ненавидела, и поэтому решила прогулять её. Я пошла на задний двор школы и села на скамейку. После того как прозвенел звонок мне пришло сообщение от Кости.\n\"Ты где, мечта поэта? У нас физика если что\"\nЯ быстро ему ответила.\n\"Я на заднем дворе сижу. Ненавижу физику\"\nЯ отправила ему сообщение и надела наушники. \nСлушая музыку, я осматривась. Не далеко от меня сидела парочка, которая тоже прогулмвала уроки. Смотря на них, мне стало как-то грустно. Я никогда ни с кем не встречалась. Я даже приблизительно не понимала , что чувтвуют влюблённые люди.\nПока я сидела и размышляла над этим, взади подкрался Костя и напугал меня.\n— Чего творишь? У меня чуть сердце в пятки не ушло.\n— Прости, больше так не буду.\n— А ты чего не на физике?  Если ты за мной, то тебе не удастся затащить меня туда.\n— Да мне скучно стало и я тоже сбежал. \n— А, понятно. \n— Мы сегодня играем в Сталкера. Пойдёшь с нами?\n— В компьютерную игру? Вот это развлечение.\n— Да не в компьютерную, а в реальную. Приходи сегодня в бункер, пол восьмого собираемся. Мы расскажем правила.\n— Хорошо, всё равно ничего не планировала сегодня.\n— Договорились — улыбнувшись сказал Костя.\nПрозвенел звонок. Мы с Костей пошли на следующий урок.\n",
    "answers": [
      {
        "id": 64,
        "text": "Следующая страница"
      }
    ]
  },
  {
    "id": 64,
    "text": "Вечером я пошла к бункеру. Я пришла первая. Чтобы не было скучно, я осмотрела бункер. С тех пор как я уехала, тут многое поменялось. Добавилось немного мебели, была перестановка, стало более чище. Бункер выглядел очень даже уютно. Вскоре пришли парни.\n— Давайте быстро объясним правила, Томе. На улице уже начинает темнеть — сказал Стас. \n— Сталкер — это такая своеобразная игра. Мы играем в неё когда стемнеет — Начал рассказывать Костя.\n— Человек — это наша жертва. Главное, что бы жертва была одна. Это чаще всего алкаши или наркоманы.\n— Наша задача просто запугать жертву. Мы пугаем человека до тех пор, пока он не сбежит домой. \n— Странные у вас игры... — сказала я.\n— Это да, но тем самым мы избавляем город от таких придурков. И кстати, самое главное, мы не должны податься жертве на глаза. Если нас спалили, то игра закончена и мы идём по домам — сказал Лёха.\n— Стас, может сегодня на 2 команды поделимся? нас как раз шестеро. \n— Хорошая идея. Тогда сейчас поделимся на команды — сказал Стас и куда-то ушёл.\nВернувшись, Стас протянул маленький мешок.\nтам красные и синие карточки. Вытягивайте по одному.\nВсе поочереди вытянули карточки. Саше, Косте и Лёхе попалась синяя, а мне и Паше попалась красная. Ну и по логие и Стаса тоже красная.\n— Побеждает та команда, которая быстрее загонит жертву домой. Ну всё пошли — быстро сказал Стас.\nИгра была очень странной. Я не понимала, как подростки смогут испугать взрослого человека. Но меня эта игра очень заинтересовала.\n\n\n",
    "answers": [
      {
        "id": 65,
        "text": "Следующая страница"
      }
    ]
  },
  {
    "id": 65,
    "text": "Мы пришли в парк. Время было уже где-то девять. Стас и Костя пошли выбирать жертв, а мы ждали их возле входа в парк. Было уже темно и холодно. Я была в спортивных штанах, лёгкой кофте и кросовках. Мне стало холодно и я начала дрожать. Паша заметил, что я замерзла и отдал свою толстовку.\n— Держи, а то окоченееш.\n— А ты? \n— У меня есть ещё одна. Когда мы играем в эту игру, я часто рву и пачкаю одежду, поэтому беру с собой запасную.\n— А, спасибо — поблагодарила я и одела толстовку.\nПока мы ждали Стаса и Костю, я решила спросить ребят, каким образом они пугают жертв.\n— А каким образом вы пугаете жертв? Не думаю, что они испугаться каких-то школьников.\n— Так мы же не показываемся им. Ну например, идёт жертва через квартал, а мы где-то можем спрятать и начать громко разговаривать. Разговаривать мы можем про то что сейчас как раз должна пройти наша жертва и нам надо её ликвидировать. Короче говоря тут нужна актёрская игра, стальные нервы и режим инкогнито.\n— Ничего не понятно, но очень интересно — ответила я.\nЧерез 5 минут прибежали Стас и Костя.\n— Наша жертва направляется в парк, то есть сюда — начал объяснять Стас — Алкаш какой-то, был сначало с друзьями, потом ему кто-то позвонил и теперь он напрявляеться сюда. Спрячемся у второго входа. Ну всё, пошли.\nКогда Стас договорил, Костя начал объяснять Лёхе и Саше по их жертву. Я не успела узнать про их жертву так, как Стас потащил меня на нашу позицию.\nМы спрятались за деревом возле ворот. \n— Отсюда не всё видно. Надо, чтобы кто-то с другой стороны был — сказал Стас.\n— Я пойду — сказал Паша и перебежал на другую сторону.\nМы сидели и ждали нашу жертву. Вдруг я вспомнима про слова Круча. Надо было уже решить, как поступить. \n\n",
    "answers": [
      {
        "id": 66,
        "text": "Рассказать Стасу про то, что сказал Круч"
      },
      {
        "id": 67,
        "text": "Сказать Стасу, что не хочешь больше находиться в их компании"
      }
    ]
  },
  {
    "id": 66,
    "text": "Всё же я решила рискнуть и рассказать всё Стасу.\n— Стас, мне надо кое-что рассказать.\n— Жертва подходит, потом расскажешь.\n— Потом уже будет поздно — сказала я и взяла его за руку — У Круча планы на тебя. \nЯ рассказала ему всё, то что мне сказал Круч. Стас сидел в шоке и молча смотрел на меня.\n— Почему ты раньше не рассказала? — спросил Стас.\n— Зная тебя, ты бы первый начал драку. Исход был бы такой же, если бы я не рассказала тебе.\n— Это да...\nПока мы со Стасом разговаривали, нашла Жертва давно уже ушла. К нам прибежал Паша, который не понимал что поисходит.\n— Мы жертву упустили. Что у вас случилось?\n— Не важно. Пошлите домой — Стас вышел из укрытия и ушёл.\nПаша был в недоумении, он посмотрел на меня пытаясь понять, что случилось. Я лишь пожала плечами и направилась домой.\nПридя домой я долго думала, правильно ли я поступила? Я пока что этого не знаю. Ещё страшнее было, то что будет завтра. Что может сделать Круч и как отреагирует на это Стас. \nС этими мыслями я легла спать.",
    "answers": [
      {
        "id": 68,
        "text": "Следующая страница"
      }
    ]
  },
  {
    "id": 67,
    "text": "— Стас, я больше не хочу находиться в вашей компании... Вообще.\n— Почему? — недоуменно спросил Стас.\n— Просто я хочу нормальную компанию, а не шататься с вами и кого-то пугать. Мне это не нравится — придумала на ходу я.\n— А что раньше не сказала? И зачем тогда с нами ходишь? \n— А что мне остаётся делать? \nСтас промолчал. Он просто смотрел на меня.\n— Я иногда просто хочу найти себе парня и проводить много времени с ним... Но вместо этого у меня появилась плохая репутация из-за вас. Мне кажется если бы я тогда не познакомилась с тобой, то жила бы как обычный подросток — Мне самой стало противно от этих слов.\nЯ замолчала и посмотрела в глаза Стасу. Если бы я была актрисой, то мне уже давно вручили бы оскар. Я старалась быть безразличной. \nМой план сработал и Стас мне поверил.\n— Значит так, да? Если мы тебе так не нравимся, то катись отсюда — злобно сказал Стас.\nЯ решила не испытывать судьбу и пошла домой. Парни так и остались играть.\nВ глубине души, мне было стыдно за эти слова...\n",
    "answers": [
      {
        "id": 69,
        "text": "Следующая страница"
      }
    ]
  },
  {
    "id": 68,
    "text": "Я просидела в школе 5 уроков и за всё это время, я не встретила Круча. Было очень странно. Из-за этого напряжение росло.\nна шестом уроке была литература. Учительница дала тест по \"Евгению Онегину\". Я хорошо помнила этот роман и поэтому быстро его написала. Косте же было сложнее и он минут пять не мог ответить на первый вопрос. \n— Давай помогу? — тихо спросила я.\n— Спасибо — поблагодарил он меня и протянул мне тест.\nЯ быстро ответила на вопросы и мы сдали тесты.\nДо конца урока было ещё минут 20.\n— Кстати, а почему вы вчера так быстро ушли. Стас мне ничего не говорит. Он целый день какой-то раздраженный ходит.\n— Да вчера жертву упустили, он же не любит проигрывать — быстро придумала я.\n— А, понятно.\nПосле урока я пошла искать Пашу. Я забыла отдать ему толстовку. \n— Привет, спасибо ещё раз за толстовку — сказала я и протянула ему толстовку.\n— Не за что — Он улыбнулся и забрал её.\n— А где Стас?\n— Он вроде, пошёл на задний двор.\n— Хорошо, спасибо.\nЯ пошла искать Стаса, ведь со вчерашнего дня мы так и не говорили. Он сидел на лавочке и болтал с какой-то девчонкой.\n— Привет, поговорим? \nТа девочка которая сидела рядом с ним, высокомерно посмотрела на меня. Видимо ей Стас нравится, раз так реагирует на меня.\n— Да, конечно. Пока, Насть.\n— Пока.\nМы отошли от неё и Стас сказал:\n— Спасибо, что спасла меня. Прицепилась ко мне и говорит мол, я понравился ей.\n— Я не удивлена. Я хотела поговорить с тобой насчёт вчерашнего. Что делать будем?\n— У меня есть идея, но рассказывать я тебе её не буду. Она тебе не понравиться...\nМне стало ещё страшнее. Стасу позвонили и он попрощавшись куда-то ушёл.",
    "answers": [
      {
        "id": 70,
        "text": "Следующая страница"
      }
    ]
  },
  {
    "id": 69,
    "text": "Сегодня был тот самый день. Мне было немного страшно идти в школу. Я переоделась в черные джинсы, легкую белую кофту и белые кросовки. Собравшись с духом, я пошла в школу. \nПрошло уже пять уроков, но Круча ещё не было в школе. Я подумала, что он забыл об этом или передумал. С ребятами я в школе не пересекалась. \nКостя как оказалось заболел, наверное после вчерашнего. После того как я ушла был дождь.\nМне было страшно, ведь я не знала чего ожидать.\nШестым уроком должна была быть литература. Этот предмет я просто обожала. На уроке мы обсуждали роман Пушкина \"Евгений Онегин\".\n— Мы это в 9 классе читали — сказала я.\n— Правильно, но я бы хотела проверить как вы запомнили это произведение — ответила учительница — Раз ты читала, то выходи к доске. Будешь отвечать на оценку.\nВ классе раздался смешок. Я лениво поплелась к доске.\n— Первый вопрос. Как ты думаешь, любил ли Евгений Татьяну? \n— Я думаю, что  нет. Если бы он её любил, то он ответил бы взаимностью, а не издевательствами в её сторону. \n— Мне кажется, твоё мнение ошибочно. Он её любил, но в те времена, если девушка признаеться первой в любви, то это был позор для неё.\n— Вы спросили как думаю я, а не другие. Вы начали говорить, что моё мнение ошибочно, но мнение у каждого разное и оно не может быть ошибочным.\nНе дождавшись ответа, я села на своё место.\n— А ведь правда... Поставлю тебе пять. Хороший ответ.\nВсе в классе начали возмущаться. Мне было всё равно. \n",
    "answers": [
      {
        "id": 70,
        "text": "Глава 12"
      }
    ]
  },
  {
    "id": 70,
    "text": "После уроков я пошла домой. Круч так и не объявился, а Соня избегала меня. Я ничего не понимала, но решила не ждать пока меня поймают где-то и направилась домой. Как только я вышла ща территорию школы, меня схватили и потащили куда-то. Остановившись, я увидела Круча.\n— Ну привет. Давно не виделись — сказал улыбаясь Круч.\n— Лучше бы вообще, не виделись — раздражённо ответила я.\n— Не надо так со мной разговаривать. Не забывай, что неприкосновенности у тебя нет.\n— Как и у тебя. Я не буду стоять и смотреть, как надо мной издеваются — я посмотрела на других ребят —Я тоже ударить могу. \n— Ха-ха, насмешила — Круч смахнул невидимую слезу.\nЯ была одна, а их было четверо. Другие три парня были, выше и сильнее Круча. Мне стало немного страшно, но я быстро подавила это чувство.\n— А где же Стас? Неужели он тебе не поможет? —\nКруч прижал к стене.\n— Я и сама справлюсь.\n— Да? И что ты сможешь? Приёмы против нас, какие-то знаешь? — Круч противно засмеялся.\n— Может и приёмов против вас не знаю, но я всё же знаю одно.\n— И что же? — заинтересованно спросил Круч.\nЯ ударила со всей силы, ему в печень. Круч согнулся и отошёл от меня.\n— Я знаю как где находится печень и другие органы.\n— Ты мне уже надоела. Разбираетесь с ней. Не хочу морать руки об неё.\nПарни, которые стояли взади Круча, двинулись в мою сторону. Я была слабее их и бежать было уже поздно. Моё сердце замерло в ожидании продолжения...\n",
    "answers": [
      {
        "id": 71,
        "text": "Следующая страница",
        "need": 66
      },
      {
        "id": 72,
        "text": "Следующая страница",
        "need": 67
      }
    ]
  },
  {
    "id": 71,
    "text": "Я думала что меня уже ничиго не спасёт... Но вдруг, появился Стас и ребята.  Я так и не узнала, что задумал и не знала что сейчас будет. Стас подошёл к одному парню и сказал ему:\n— Чего ждёшь? Бей — он кивнул на меня.\nЯ была немного шокирована. Парень не стал ждать и ударил меня в живот. Стас страно улыбнулся и сказал.\n— Второе правило. Ты нарушил его, третье тоже кстати.\nСтас улыбнулся ещё шире и ударил по лицу парня, который меня держал. Круч начал смеяться.\n— Этого я и ждал. Ребят выходите — сказал Круч.\nИз-за угла должны были выйти люди Круча, как я поняла, но никто не вышел. Круч повторил, но никито так и не вышел. Улыбка прорала с его лица.\n— Какого чёрта? — он спросил у Стаса.\n— Мы заранее всё узнали и оказывается у тебя были крысы. А парни, которые должны были выйти из-за угла, сейчас дома сидят — Стас победно посмотрел на него.\nКруч не долго думая, кинулся на него. Началась драка. Драка была четыре на четыре. \n— Паша уводи Тому, пока её не задели — приказал Костя.\n— Хорошо — сказал Паша — Пошли.\nОн взял меня за руку и потащил подальше отсюда. \n— Куда мы? — спросила я.\n— В бункер. Парни придут туда.\n— У вас там есть аптечка?\n— Да. Там всё, что нужно есть, не переживай — сказал Паша.\nМы пришли в бункер. Паша наматывал круги в комнате, а я сидела на диване и думала как там ребята. Через полчаса ребята всё же пришли. Они были все побиты. У Саши был разбит нос, у Стаса была рассечена бровь, а Костя хромал на правую ногу. Меньше всех пострадал Лёха, он отделался синяками и царапинами. \nПарни были радостными. Они сели на диван и я принялась их лечить.\n— Круч теперь не будет нас донимать и не будет поподаться нам на глаза. Он сдался — радостно рассказал Стас.\nВсе были рады, как никогда. \n— Кость, тебе бы в болницу сходить. Нога начинает опухать — сообщила я.\n— Это нормальная реакция. Завтра уже бегать буду не переживай — Костя потрепал меня по голове.\n— Я думаю это надо отметить! — сказал Лёха. \nОн достал 3 бутылки шампанского из рюкзака. Саша достал откуда-то бокалы. Я не перестаю удивляться...\nМы классно повеселились с ребятами и поздно ночью разошлись по домам. Бабушка начала допрашивала меня, почему я так поздно вернула. Поняв, что я немного не трезвая, она отправила меня спать. Он была доброй и не стала меня ругать, она всего лишь посмеялась.\n",
    "answers": [
      {
        "id": 73,
        "text": "Следующая страница"
      }
    ]
  },
  {
    "id": 72,
    "text": "Всё что пришло мне в голову на тот момент, это рассказать правду Кручу. \n— Стойте! — сказала я и парни остановились.\n— Что ещё? — спросил круч.\n— Твой план не удастся. Я больше не в компании Стаса... Он не будет за меня заступаться.\nПо взгляду Круча можно было понять, что он мне не поверил.\n— Не веришь? Если бы мы с ним ещё дружили, то он бы тут уже был — сказала я — Если со мной что-то случиться, то ему будет наплевать на это.\nКакой же бред я несу... Надею он поверит.\nКруч задумался. Он странно посмотрел на меня и сказал.\n— Думаю да. Он был бы тут уже — сказал он — Тогда я тебя отпускаю.\nЯ посмотрела на него. В людях я хорошо разбиралась и сразу поняла, что он что-то задумал. Я решила зарутать его. \nЯ послушалась Круча и ушла. Я направлялась в тот самый лес, где мы впервые встретились с Кручем. По пути я сделала вид, что звоню Стасу и сказала что наш план сработал. Пока я придумала план.\nЯ хорошо ориентировалась в том лесу и знала где и что находится. Недалеко от нашего лагеря, был овраг. Я решила заманить его туда, а дальше по обстоятельствам.\nПока я шла я поняла, что Круч идёт за мной один.\nЭто хорошо...\n",
    "answers": [
      {
        "id": 77,
        "text": "Следующая страница"
      }
    ]
  },
  {
    "id": 73,
    "text": "После того, как Круч отстал от нас, мы жили спокойной. В школу уже было не страшно ходить. Я подружилась с одной девочкой, её звали Катя. Она была доброй и общительной, мы с ней быстро нашли общий язык. С парнями мы часто, по субботам, играли в Сталкера. Жизнь наладилась и я наконец-то, была обычным счастливым подростком. \nПарня у меня по прежнему не было. Я всегда хотела такаую же романтику, как в фильмах и книгах. Гулять допоздна, целоваться под дождём, смотреть какой-нибудь фильм в обнимку и так далее.\nСегодня мне исполнилось 17 и я устроила вечеринку, у себя дома. Дедушка сам предложил идею, насчёт вечеринки. Он сказал, что увезёт бабушку куда-нибудь, а завтра они вернуться. Бабушка, естественно, не знала об этом.\nВечером, пришли ребята, Катя и пару знакомых девочек и парней со школы. Мы веселились как могли. Играли в игры, танцевали, устраивали конкурс \"кто лучше споёт\".\nВключился медляк. Меня пригласили на танец. Чьё приглашение принять?",
    "answers": [
      {
        "id": 74,
        "text": "Стаса"
      },
      {
        "id": 75,
        "text": "Кости"
      }
    ]
  },
  {
    "id": 74,
    "text": "Я приняла приглашение Стаса. Стас обхватил мою талию, а я положила руки, ему на плечи. Мы смотрели друг на друга. Его голубые глаза сияли от радости. \n— Я рад, что ты согласилась потанцевать со мной. Ты очень красивая, как и всегда.\n— Спасибо.\nЯ не переставала улыбаться. \n— А что было тогда, когда мы с Пашей ушли? Я понимаю что вы дрались, но как вам удалось победить их?\n— Люди Круча были не очень надёжны и мы из подкупили. Всё было запланировано, только Круч не знал об этом. Почле того как вы ушли, парни перестали делать вид, что мы дерёмся. Ну и зажали Круча, вот он и сдался.\n— А почему ты не рассказал мне про этот план?\n— Надо было, чтобы ты не спалилась перед Кручем, а актриса из тебя не очень — Стас засмеялся.\n— Вообще-то обидно — я сделала вид что обиделась.\nСтас понял сразу, что я делаю только вид, что обиделась. Он улыбнулся.\n— Закрой глаза — сказал Стас.\nЯ не стала спрашивать зачем и закрыла глаза. Стас притянул меня ближе к себе и поцеловал. Моё сердечко ёкнуло. Такое чувство было мне в новинку. Оторвавшись от поцелуя Стас сказал:\n— Я рад, что мои чувства взаимны — улыбаясь сказал он — Теперь мы официально встречаемся.\n— Ну ничего себе. Всё сам решил.\n— Я же знаю, что ты не против. Я тебя знаю очень хорошо, росли же вместе.\nДо этого вечера, я и не думала, что люблю Стаса как друга или брата. Я его любила как парня, с которым хотела прожить остаток жизни. \nТак и закончилась моя история.",
    "answers": [
      {
        "id": 76,
        "text": "От автора"
      }
    ]
  },
  {
    "id": 75,
    "text": "Я приняла приглашение Кости. Он обхватил мою талмю, а я положила ему рики на плечи.\n— Я рад, что ты выбрала меня — улыбаясь сказал Костя — Ты такая красивая...\n— Спасибо.\nСегодня я оделась не как обычно. На мне было короткое и облегающее красное платье. Я сделала макияж и причёску. В этом всём помогла мне моя подруга Катя.\nКостя наклонился ко мне и прошептал:\n— Давай сбежим? \nЯ посмотрела на него, он был серьёзным. Я всё же решила согласиться. Пока все танцевали и разговаривали, мы с Костей тихо ушли. \nМы вышли на улицу. Костя взял меня за руку и молча повёл куда-то. \nМы пришли туда, где впервые познакомились. Мы пришли лес, где когда-то были наши лагеря, когда мы играли в войну. \n— Зачем ты привёл меня сюда? — спросила я.\n— Именно здесь, я впервые влюбился... В тебя — он  посмотрел на меня — Я пойму если это не взаимно. \nЯ задумалась... Нравится ли мне Костя? Я не могла понять и из-за этого было неловкое молчание. Косте это не понравилось. Он подошёл ко мне и взяв в руки моё лицо, поцеловал меня. Моё сердце бычтро забилось, лицо покраснело и по всему телу разлилось тепло. Тут я и поняла, что он мне нравиться. Я ответила на поцелуй.\n— Значит, это взаимно — отстранившись сказал Костя — Теперь ты моя. Отказы не принимаются.\nЯ чувствовала себя главной героиней какого-то романа. Это было очень романтично. Я нашла того самого человека, с которым хотела прожить всю жизнь. \nТак и закончилась моя история.",
    "answers": [
      {
        "id": 76,
        "text": "От автора"
      }
    ]
  },
  {
    "id": 76,
    "text": "Я одновременно рада и растроена, что эта история закончилась. Я вложила в неё все силы и свободное время. Может кому-то и не понравилось, но тогда бы читатель не дошёл бы до этой страницы. Я всего лишь начинающий писатель, и я буду стараться писать более интересные книги. Если тебе понравилась история, поставь лайк, так я буду знать, что мои труды не напрастны. \nЕсли есть вопросы, пишите в группу ВК, отвечу мгновенно (Так мне удобнее отвечать вам <plus> будут разные опросы, посты и т.д)\nУ меня всё)",
    "answers": [
      {
        "id": 1,
        "text": "На главную страницу"
      }
    ]
  },
  {
    "id": 77,
    "text": "Я пришла к тому месту, где когда-то мы встретились. Я остановилась и быстро осмотрелась. Тут было почти пусто и от костра уже ничего не оставалось.\n— Ну и где твои дружки?  — спросил Круч, выходя из-за деревьев.\n— Они в другом месте. Я сразу поняла, что ты не просто так меня отпускаешь — ответила я — И я видела как ты идёшь за мной.\n— Это очень глупо.\nОн подошёл ко мне, почти впритык. Я не сдвинулась с места.\n— Даже не побежишь? Разве не боишься меня?\n— Я уже не маленькая девочка и постоять за себя могу. \nОн молча смотрел на меня. Я смотрела ему прямо в глаза. В них не было ненависти ко мне или желание навредить мне. Он смотрел на меня как-то по особенному. Меня это очень запутало. Я не могла понять, он так играет со мной или что? \nОн приблизил своё лицо к моему. Я быстро отошла от него. Мне не хотелось ждать продолжения и я быстро побежала домой.\nПрибежав домой, я закрылась в своей комнате и не открывала дверь никому. К моему счастью была сегодня пятница и завтра не надо в школу.\nВсе выходные я просидела в своей комнате никуда не выходя. Кушать мне приносила бабушка. Она не стала спрашивать, почему я так себя веду. За это я была благодарна ей.\nВсе выходные я обдумывала, что мне делать. \nЯ решила...\n",
    "answers": [
      {
        "id": 78,
        "text": "Поговорить с Кручем "
      },
      {
        "id": 79,
        "text": "Попробовать помириться со Стасом "
      }
    ]
  },
  {
    "id": 78,
    "text": "Я решилась поговорить с Кручем. Мне было не понятно его поведение. Придя в школу, я спросила у его друга Кирила, где сейчас Круч. \n— Он сейчас на заднем дворе — удивлённо ответил Киррил.\nЯ поблагодарив его, пошла искать Круча на заднем дворе. Я быстро нашла его. Он один сидел на лавочке и смотрел как играют маленькие дети. Он был грустным. Набравшись смелости я подошла к нему.\n— Привет — тихо произнес Круч, смотря на меня.\n— Привет. Я хотела бы кое-что узнать — сказала я и села на лавку — Что это было в пятницу? То ты хотел меня придушить, то смотрел на меня, так будто я дала тебе надежду на хорошую жизнь.\nОн молчал. По нему было видно, что он не хочет говорить об этом. Но через минут 5, он заговорил.\n— Просто надоело быть плохим... Я стал таким из-за родителей. Они часто пили, издевались надо мной, выгоняли из дома... Когда меня в очередной раз выгнали, я бродил по городу и натнулся на тех ребят, тогда они и предложили мне сходить в лес. Вы  тогда случайно наткнулись на нас в лесу. Чем мы там занимались, ты знаешь. Я тогда впервые попробовал алкаголь, сигареты, клей... — Круч замолчал.\nОн посмотрел на меня. В его взгляде читалась боль, обида и разачарование. В одной из картин Саши, был парень, у которого был такой же взгляд. На минуту, я почувствовала те же чувства, что и Круч... \nКруч продолжил рассказывать.\n— Когда я увидел вас, мне захотелось сделать вам так же больно, как и мне слелали больно родители. Но я не смог сдалать тебе больно, а вот на Стасе я решил отыграться.\n— А почему ты не смог сделать мне больно? Почему ты только меня отпустил? — спросила я.\n— Где-то в глубине души, ты мне понравилась. Тв была такой беззащитной, как и я когда-то, а вот Стас... Он был самоувереным и мне это не понравилось. Когда ты меня привело в лес, я понял что не хочу причинять тебе вреда. Мне было уже плевать на Стаса. Я просто хотел почувствовать, то чего никогда не чувствовал... Любовь. \n— А как же Соня? — спросила я.\n— Соня? Она была просто для приличия. Её я не любил и не люблю, как и она меня — он полностью повернулся ко мне и сказал — Я не хочу ходить вокруг да около. Ты мне очень понравилась... А я тебе нравлюсь? Или я всё испортил?\nЯ задумалась...\n\n\n",
    "answers": [
      {
        "id": 80,
        "text": "Взаимно"
      },
      {
        "id": 81,
        "text": "Не взаимно"
      }
    ]
  },
  {
    "id": 79,
    "text": "На большой перемене, я написала Стасу:\n\"Я хочу поговорить с тобой. Если захочешь послушать мои объяснения, я буду на заднем дворе\"\nЯ знала Стаса хорошо и бвла уверена, что он придёт. Так и случилось, через 10 минут он пришёл и сел на скамейку, рядом со мной.\n— Что ты хотела мне объяснить? — безразлично спросил меня.\nЯ рассказала ему про план Круча и то что было потом.\n— Почему ты нам не рассказала?\nЯ промолчала. Стас не стал меня пытать. Он обнял меня и сказал:\n— Я рад, что всё наладилось. Как ни странно, Круч сегодня подошёл ко мне и сказал что хочет помириться. Я, если честно, был в шоке.\nЗначит, странное поведение Круча, было не с проста. Только я не поняла, что Круч хотел этим сказать. \nСегодня мы узнали, что круч перевёлся в другую школу, в другом городе. Жизнь наладилась и больше приключений, у меня не было. Со Стасом мы по-прежнему остались лучшими друзьями. Ещё я подружилась с одной хорошей девочкой, её звали Катя. Она перевелась к нам после того, как ушёл Круч, мы с ней быстро нашли общий язык. \nПарня у меня так и не было, но зато были верные друзья. С ребятами мы часто играли в Сталкера и подсадили на это Катю. \nВот так и закончилась моя история.\n",
    "answers": [
      {
        "id": 76,
        "text": "От автора"
      }
    ]
  },
  {
    "id": 80,
    "text": "Он хоть и был моим врагом, но после его рассказа, я была очень тронута. Мне стала жалко его... Он никогда не знал какого влюбиться, как и я. Я точно не знала что к нему сейчас чувствую.\nКруч понял, что я думаю и он решил немного ускорить процесс. Он приблизился к моему лицу. Наши губы были в трёх сантиметров друг от друга. Мне не хотелось сбегать, как в тот раз в лесу. Круч понял, что я не против и поцеловал меня. Моё сердечко ёкнуло, тепло разлилось по всему телу, а в животе запорхали те самые бабочки, о которых все говорят. Эти чувства были мне в новинку. \nКруч отстранился от меня. Его лицо, не было уже таким расстроенным. Он впервые искренне улыбнулся. \n— Я впервые почувствовал, этих бабочек в животе — смеясь сказал он — С Соней такого не было. С ней, я вообще ничего не чувствовал. \nЯ не знала, что сказать и просто улыбаясь, смотрела на него.\n— Я хочу изменится... И я бы хотел, чтобы ты была рядом. Ты хочешь... Быть со мной?\n— Встречаться что ль? — спросила смеясь я.\n— Да...\n— Думаю да. Я тебе помогу.\nМы с Кручем, проводили много времени. Он меня научил разным трюкам, а я его находить созвездия. Он часто приходил кл мне домой и по вечерам, мы лежали на крыши и находили созвездия, как когда-то со Стасом. Со Стасом , мы помирились, но почти не виделись. Он нашёл себе девушку, а ребята возмущались, что он таскает её в бункер. Она там командовала всеми. Иногда я тоже приходила в бунке, но без Круча, он был незваным гостем там. Я никогда бы не подумала, что мой враг станет мне любимым человеком.\nТак и закончилась моя история.",
    "answers": [
      {
        "id": 76,
        "text": "От автора"
      }
    ]
  },
  {
    "id": 81,
    "text": "Он хоть и был моим врагом, но после его рассказа, я была очень тронута. Мне стала жалко его... Он никогда не знал какого влюбиться, как и я. Я точно не знала что к нему сейчас чувствую.\nКруч понял, что я думаю и он решил немного ускорить процесс. Он приблизился к моему лицу. Наши губы были в трёх сантиметров друг от друга. \nЯ не смогла ответить ему взаимностью и отодвинулась. Круч всё понял и извинился.\n— Я понимаю тебя. Прости, но мне надо побыть одному. \nКруч встал с лавки и ушёл.  Я сидела и смотрела ему вслед. Мне было искренне жаль его. Ему и так досталось от жизни по полной, так ещё и я отказала ему.\nЯ встала и пошла обратно в школу. Просидев ещё 2 урока я пошла домой. Вечером, я решила посмотреть какой-нибудь сериал. Выбор остановился на \"Бесстыжие\". Я посмотрела 3 серии, мне захотелось немного перекусить и я пошла на кухню. Взяв фрукты, сок и печеньки я поднялась обратно. Положив всё на кровать, я проверила телефон. Время было семь. Было три непрочитанных сообщения, от Паши, Лёхи и Саши.\nСообщение от Паши:\n\"Привет. Ты сегодня не занята? Могли бы часов в 8 прогуляться по городу. Погода сегодня  хорошая\"\nСообщение от Лёхи:\n\"Прекрасной барышне привет! У меня затра первое выступление с авторскими песнями. Можешь прийти и оценить мои песни и их  исполнение? Прямо сейчас, если не сложно\"\nСообщение от Саши:\n\"Помнишь, я хотел нарисовать тебя? Я бы хотел сегодня это сделать. Знаю что поздно, но если хочешь, то приходи пол восьмого\"\nС кем согласиться встретиться?",
    "answers": [
      {
        "id": 82,
        "text": "Паша"
      },
      {
        "id": 83,
        "text": "Лёха"
      },
      {
        "id": 84,
        "text": "Саша"
      }
    ]
  },
  {
    "id": 82,
    "text": "Я согласилась прогуляться с Пашей. На улице был недавно дождь, но было довольно тепло. Я надела джинсы, белую футболку, чёрную кожаную куртку и черные кросовки. Я взяла с собой рюкзак и положила туда толстовку Паши. Я так и не отдала обратно ему её.\nМы договорились встретиться в парке. Когда я пришла меня, ждал уже Паша.\n— Привет.\n— Привет, пошли? — спросил Паша.\n— Пошли. Кстати вот твоя толстовка.\n— Я и забыл про неё. Можешь себе оставить — Паша обворожительно улыбнулся.\n— Спасибо.\nМы разговаривали на разные темы. Я ему рассказала про случай с Кручем. Паша не стал меня осуждатья а наоборот сказал, что я правильно поступила и Стас простит меня. Мы с Пашей совсем забыли про время и когда я заглянула в телефон, время было уже двенадцать.\nПаша предложил проводить меня до дома, я согласилась. Когда мы дошли до моего дома, мы остановились возле калитки.\n— Спасибо, что позвал меня проветриться — улыбаясь сказала я.\n— Не за что. Если будет скучно, звони или пиши мне.\n— Хорошо.\nЯ подошла к Паше и обняла его. Он обнял меня в ответ. Мы с Пашей были почти одного роста, он был чуть выше меня. \n— Ты мне нравишься... Давно уже — прошептал он.\nПаша был хорошим парнем и я тоже была не безразлична к нему.\n— Ты мне тоже нравишься.\n— Правда? — улыбаясь спросил он.\n— Правда.\nОн взял моё лицо в руки и поцеловал меня. \nМы с Пашей начали встречаться. Чуть позже мы помирились со Стасом, я объяснила ему ситуацию с Кручем. Стас был не против наших отношений с Пашей. Так же, я познакомила Пашу с бабушкой и дедушкой. Он им понравился сразу.\nМоя жизнь наладилась и я была счастлива.\nТак и закончилась моя история.\n",
    "answers": [
      {
        "id": 76,
        "text": "От автора"
      }
    ]
  },
  {
    "id": 83,
    "text": "Я рада, что Лёха всё-таки решил, спеть свои песни. Я собралась и пошла к нему. Когда я пришла, дома кроме Лёши никого не было.\n— А где твои родители? \n— Ушли в гости. Не бойся они только завтра припрутся. \n— Ничего себе.\n— Ага, проходи.\nМы пошли в комнату Лёхи. Она была вся заставлена гитарами, синтезатором и у него был ди-джейский пульт. Лёха увидел мой удивлённый взгляд и объяснил.\n— Я так подрабатываю. Иногда на дискотеках выступаю ди-джеем, а иногда снимаю каверы на песни и заливаю их на ютуб. Получаю приличную сумму денег с этого.\n— Круто. В будущем станешь звездой и уедешь куда-нибудь. Только про нас не забывай — улыбаясь сказала я.\n— Конечно, не забуду. \nЛёха взял гитару и начал петь свои песни. Песни были потрясающие, а привев просто огонь. \n— Вау, это просто огонь. А ты выбрал себе уже псевдоним?\n— Я уже думал над этим. Я решил что назовусь как \"wandering star\".\n— А почему так? \n— Я тоже блуждаю, но только в поисках своего призвания. И знаешь, что? \n— Что?\n— Я искал всё время не то. Я уже нашёл, то что мне нужно.\n— И что это?\nЛёха наклонился ко мне и поцеловал меня. Я была немного шокирована, но Лёха был мне не безразличен и я ответила на поцелуй.\n— Только тебя, мне и не хватало всю жизнь — Он обваражительно улыбнулся.\nС того дня мы стали встречаться. Его песни понравились всем и он продолжал писать новые, иногда я ему помогала с текстом. Чуть позже ему предложили сделку и Лёша сразу же согласился, но работал он дистанционно потому, что не хотел оставлять меня одну. Я никогда не была так счастлива за всю жизнь.\nТак и закончилась моя история.\n",
    "answers": [
      {
        "id": 76,
        "text": "От автора"
      }
    ]
  },
  {
    "id": 84,
    "text": "Я была не против Сашиного предложения, тем более он красиво рисовал. Я переоделась и пошла к Саше. Саша жил недалеко от моего дома. Через 10 минут я была уже, у него дома.\n— Привет.\n— Привет. Проходи.\n— Чего так тихо? Ты один дома? — спросила я, заходя в его комнату.\n— Если была бы дома мама я бы тебя не пригласил. Она если увидит меня с какой-нибудь девушкой, то начинает распрашивать когда свадьба? Сколько детей планируете? Когда я уже поняньчу своих внуков?\n— Мне кажется, у всех такие мамы — улыбнувшись сказала я.\nВ этот момент, в комнату зашла маленькая девочка. На вид ей было где-то 5-6 лет. У неё были такие же рыжие волосы как и у Саши.\n— Что случилось? — спросил Саша.\n— Мне стало скучно — ответила она и посмотрела на меня — А как тебя зовут?\n— Тома, а тебя?\n— Кира. А ты его девушка? — она улыбалаясь смотрела, то на меня, то на Сашу.\n— Кира, иди мультики посмотри, ладно? — сказал Саша.\n— Не хочу. Ты её будешь рисовать? Можно мне тоже?\n— Я только за — сказала я.\nСаша тяжело вздохнул и согласился. Мы сидели где-то час. Результат был потрясающим. На картине были две рыжеволосые девочки, одна взрослая, а другая маленькая. Кира напоминала меня в детстве. \nВскоре Кира устала и уснула. Саша унёс Киру в её комнату. Саша тоже был уставшим. Время было почти девять. Я решила, что пора мне уже домой, пусть Саша отдохнёт. \n— Ты устал. Я домой пойду отдыхай — сказала я, собираясь.\n— Завтра, я принесу тебе картину. Это будет моим подарком тебе. У тебя же скоро день рождения.\n— Ого, спасибо огромное.\nЯ подошла к нему и крепко обняла. Он обнял меня в ответ. Мы так простояли минут пять.  \n— Знаешь что? — спросил Саша.\n— Что? — я попосмотрела на него.\nОн приблизился к моему лицу и поцеловал меня. Сердце быстро забилось, в животе ожмли бабочки, а мозг так и кричал \"Да не тупи! Поцелуй его в ответ\". Я ответила на его поцелуй. Саша отстранился от меня и сказал:\n— Я тебя люблю.\n— Похоже, это взаимно — ответила я.\nС этого момента, мы начали встречаться. Мы вместе проводили много времени. Часто гуляли с его маленькой сестрой в парке. Прохожие думали, что мы семейная пара. Я никогда так не была счастлива.\nТак и закончилась моя история.\n\n",
    "answers": [
      {
        "id": 76,
        "text": "От автора"
      }
    ]
  },
  {
    "id": 85,
    "text": "",
    "answers": []
  }
]