[
  {
    "id": 1,
    "text": "Была прекрасная погода. Я проснулась от того что лучи солнца светили мне прямо в лицо. Не долго поволявшись. Я невольно улыбнулась, от осознания того что наступили летние каникулы. Встав я пошла приняла прохладный душ. Собравшись спустилась на первый этаж, где мама уже приговила омлет с грибами моё любимое. Ох да забыла рассказать о себе. Я темно волосая девушка с ярко зелёными глазами, фигура у меня вполне хорошая, спортивного телосложения. Характер перерывами немного вспыльчивый. Моё имя Элизабет, но как любит называть мама лизи. \nПозавтракав мама сообщила что на каникулы я уезжаю в деревню к бабушке.\nЯ её очень любила, она добрая и очень милая, всегда придёт на помощь.\nТак как мне предстоит отправиться в деревню я немедля решила собирать вещи. День прошёл быстро, я и не заметила, друзьям сообщила что меня не будет все лето. Чему они не очень обрадовались. ",
    "answers": [
      {
        "id": 2,
        "text": "Следующий день. "
      }
    ]
  },
  {
    "id": 2,
    "text": "Я проснулась как всегда с трудом.\n— Лизи пора спускаться, покушаешь и в дорогу. \"сказала мама\"\n—Иду.... \"сказал я\"\nСпустившись, позавтракав, мама сказала что я поеду на такси. Дорога много времени не займёт. Так как до деревни всего было километров 150.\nПопрощавшись я отправилась в путь. Включила на телефоне в наушниках музыку и не заметила как мы уже приехали. Оплатив такси, я медленно вышла из машины, вдохнув воздуха, почувствовала прилив сил. Здесь не как в городе. Здесь было так спокойно и тепло на душе. До поры до времени. Но Лизи об этом пока не могла знать.\n—милая как я давно тебя не видела. \"сказала бабушка\" и начала обнимать меня, и я её в ответ. Мы прошли в дом на кухню где пахло стряпней, которую я так люблю. Поговорив обо всем на свете, я поднялась в свою комнату, разложив вещи, я быстро переоделась в купальник нежно розового цвета и поверх на тянула шорты, прихватив с собой полотенце. Побежала на озеро. ",
    "answers": [
      {
        "id": 5,
        "text": "Я на озеро. Буду к ужину. \"крикнула, чмокнув бабушку и убежала\" "
      }
    ]
  },
  {
    "id": 3,
    "text": "—я за тобой зайду к 18:00 будь готова. Сказал он\n—я и сама могу к вам прийти. Сказала я\n—вечеринка будет проходить возле озера, а не дома. Так что я зайду и пойдём вместе.\n—хорошо. Сказала я\nТак как до вечеринки осталось всего пару часов я пошла принимать душ, и собираться. После водных процедур, я накрасилась темно серыми тенями, тушью, подвила стрелки, и конечно ярко красная помада. Одела я кожаные черные лосины, и короткий топ красного цвета, и красные кроссовки. Я была готова. И как раз постучали в дверь, я не медля вышла. На пороге стоял Алекс.\n—хорошо выглядишь. Улыбнулся и взял меня за руку мы направились в сторону озера. — хотел тебя предупредить на счёт братьев, что бы не шокировать. Макс конечно очень спокойный, на счёт его не о чем волноваться, а вот Джон это ещё тот маньяк липучка, ни одной юбки не пропустит. Так что не обращай внимания.\n—а ты тогда к какому типу относишься? Сказала я. С улыбкой на лице.\nНо он не успел ответить как мы уже пришли на озеро, здесь очень много народу, и к нам подбежал какой то парень, как позже я поняла был Джон. Он встал между нами о обнял нас за плечи.\n—так вот как выглядит наша секси соседка, надо по чаще к тебе на чай приходить. \"он слегка улыбнулся и подмигнул мне\"\n—о боже отстань ты уже, проходу не даёшь. Сказал Алекс. И они начали дуриться как дети. Я смотрела на них и смеялась, хорошо все таки иметь братьев.\nМы сидели общались со всеми по не многу. В этот момент я заметила как Алекс ушёл с какой то девчонкой, как то не по себе стало, вроди пришла с ним а он с другой убежал, ну да ладно. И тут я увидела как Джон сидит в обнимку с девушкой моих лет, она его можно сказать всего облизала и облапала.но он так и поглядывает на меня, этакий мачо блин. Спустя час я почувствовала что уже от выпитого у меня стало хорошее настроение. И я пошла танцевать к остальным. Тут меня с зади кто то обхватил за талию и прижал к себе. Что аж по спине пробежали мурашки, повернувшись я увидела Джона.\n—ты классно двигаешься, и вкусно пахнешь. Сказал он и прижал меня к себе ещё крепче, дыша мне в ухо. ",
    "answers": [
      {
        "id": 7,
        "text": "Ты что делаешь? Сказала я. "
      }
    ]
  },
  {
    "id": 4,
    "text": "—от куда ты знаешь где я живу?\n—мы купили дом на против твоей бабушки, и сегодня я видел как ты сломя голову побежала в сторону озера. Будто не когда на нем не была\"он усмехнулся\"\n—я просто люблю проводить время здесь, и не чего я не бежала.\nМы с Алексом проговорили ещё немного и пошли в сторону дома, я узнала что у него ещё есть два брата. По видимому такие же сексуальные как и он сам. Мы подошли к дому попрощались, и договорились что на днях сходим вместе на пикник.\nЯ немного помогла бабушке по дому, и пошла к себе в комнату, повалялась на кровати и не заметила как уснула. ",
    "answers": [
      {
        "id": 6,
        "text": "Следующий день. "
      }
    ]
  },
  {
    "id": 5,
    "text": "Прийдя на озеро, я бросила полотенце, и сняв с себя шорты прыгнула в озеро. Немного поплавав, я начала ощущать как на меня кто то пристально смотрит. Выйдя на суши я увидела высокого парня в одних шортах, его оголеный торс так и манил меня. Он выглядел лет на 23-24. Брюнет с ярко голубыми глазами. Хорошо сложеное тело. \nОн заметил что я на него глазею.\n—привет красавица. Чего одна плаваешь? \"сказал он\"\n—ммм... Привет. А с кем мне ещё плавать? \"ответила я\"\n—можешь со мной\"он подмигнул и представился\" меня кстати Алекс зовут.\n\"он что со мной пытается заигрывать\" подумала я сама себе.\n—Элизабет, можно Лизи. \"сказала я не отводя взгляд\"-ты какими судьбами здесь?\n—а что здесь нельзя купаться? Сказал Алекс\n—нет я не про озеро, просто в этой деревне мало кто живёт, и я всех знаю, здесь живёт моя бабушка, я к ней каждое лето приезжаю, а тебя в первые вижу.\n—мы недавно переехали сюда вместе со своими братьями.\n—обычно такие молодые как ты переезжают в города а не в деревни.\n—а что в этом плохого? Здесь тишина и спокойно.\n—ясно. Ладно мне уже пора, может увидимся ещё.\n—конечно увидимся, ведь мы не так далеко друг от друга живём. ",
    "answers": [
      {
        "id": 4,
        "text": "Остаться, и ещё поговорить с алексом. "
      }
    ]
  },
  {
    "id": 6,
    "text": "Утром, проснулась я в очень хорошем настроении. Бабушку нашла в саду. Хотела поговорить с ней о интересных соседях.\n—доброе утро. Как спалось? \"сказала бабушка\"\n—ты же знаешь что я здесь сплю как котенок \"сказала я\" — я вот о чем хотела поговорить, у тебя что новые соседи?\n— а ты об этих молодых красавчиках. \"сказала бабушка и с улыбкой начала рассказывать\" — они приехали сюда месяц назад, такие замечательные, мне даже помогают если надо что то тяжёлое унести. Да и не только. Как я знаю их трое братьев, макс самый старшый ему 29 лет, потом идёт Алекс ему 23 года, и самый младший Джон ему 21. Родителей у них нет, они сироты, но очень они дружелюбны, как я поняла они хотят здесь построить магазин так как ближайший нормальный магазин находится далеко от нас. И нам это не очень удобно. А что ты так ими интересуешься?\n—просто я вчера на озере познакомилась с алексом, он мне не много рассказал, вот я и решила у тебя спросить. \"ответила я\"\nДни летели как сумасшедшие, я много помогала бабушке по дому да и огороду тоже. От моего нового знакомого не слуху не души, страно как то. Вроде таким милым показался. Ну да ладно подумала я.\nТут как будто он услышал мои мысли, в дверь постучали.\n—привет. Сказал Алекс.\n—привет. Какими судьбами? Ответила я\n—у меня к тебе предложение, и отказов я не принимаю... Сказал он.\n—и какое же? Может я не согласна. Ответила я с улыбкой на лице.\n—мы сегодня устраиваем, вечеринку, будут не только мои братья конечно же. К нам приедут наши друзья, и я хотел бы что бы ты присутствовала. Сказал Алекс.\n",
    "answers": [
      {
        "id": 3,
        "text": "Хорошо. Во сколько мне подойди? "
      }
    ]
  },
  {
    "id": 7,
    "text": "Но он как будто меня не слышит. Тут же схватив меня за руку увёл от толпы по дальше. И прижал к дереву.\n—какие отношения у тебя с моим братом? Сказал Джон.\n—а какие должны быть отношения у соседей? Ответила я. — мы просто друзья. А что такое, и почему ты меня приволок сюда, не мог у меня спросить там, раз это так тебя интересует.\n—а может я хотел побыть на едине с тобой. Не думала об этом. Сказал он.\n—иди лучше к своей девушке а не прижимай меня тут к дереву. Сказала я.\n—не уж то ревнуешь? Хотя я заметил как ты стреляла глазками в меня весь вечер. Сказал он.\n—не будь такой самодовольный. Сказала я, и хотела уже вырваться как он крепко меня обнял одной рукой за талию, другой зарылся у меня в волосах и нежно и страстно поцеловал, я этого не ожидала, и мне так понравилось что я невольно ответила на поцелуй, тем более ещё и алкоголь  действовал. Он начал целовать мою шею, нежно покусывая её, от чего я застонала. Так и хотелось не прирывать это. Но разум твердил обратное. И я отстранилась от него.\n—пожалуй не стоит заходить дальше. Сказала я.\nНо Джон как будто меня не слышал и хотел продолжить дальше. Но в этот момент появился Алекс.\n—вы что тут делаете? Сказал он и в его взгляде появился страный красный блеск. Он схватил Джона и отшвырнул в сторону. На что Джон тоже как будто обезумел и его глаза тоже загорелись. Они начали драться, а я так и не поняла это что из за меня что ли. Сума сойти. Хотя у них может и другая какая причина есть. Но тут я увидела невообразимое, они оба обернулись в здоровеных волков и дрались не на жизнь а на смерть. Я в недоумение заорала. И тут все сбежались.\n—что это такое? Кричала я.\nКо мне подошёл макс и увёл меня по дальше от всего этого.\n— макс скажи что я не сошла с ума, это они сейчас превратились в волков? Пропищала я\n— я тебе все расскажу но сначала успокойся пожалуйста. Ответил макс.\n",
    "answers": [
      {
        "id": 8,
        "text": "Как я могу быть спокойной когда тут такое творится! Они что оборотни? И ты наверное тоже. О боже. Я хочу домой. "
      }
    ]
  },
  {
    "id": 8,
    "text": "—да ты права мы оборотни, но не пугайся так, прощу. Мы переехали сюда не для того что бы кому то вредить. Мы такие же как и остальные люди, только у нас есть способность перевоплощения в волка, мы сильнее, слух лучше и обоняние.\nЯ сидела и осозновала то что мой обычный для меня мир не будет прежним.\nПрошло несколько дней после всего этого, Джон и Алекс пытались со мной поговорить но я отказывалась на отрез. Бабушка была в недоумение почему. Но я ей сказала что мы просто повздорили. Макс же вовсе был занят своим магазином, и не хотел что либо мне объяснять, хотя он и так все рассказал. Но все же они уговорили меня поговорить с ним. Я пришла к ним домой. Они меня встретили с распростертыми обьятьями, и вели себя как не в чем не бывало.\n—прости что ты вот так все узнала, я не. Хотел тебя шокировать. Сказал Алекс.\n—шокировать мало сказано. Я неделями не могла прийти в себя. Ответила я.\n—эй детка да перестань ты так и сохла и не могла оторваться от меня, в тот день. Сказал Джон.\nОт чего я вся покраснела, а он подсел ко мне и начал приобнимать меня. Алекс же опять начал злиться.\n—так ребята вы мне скажите в чем дело уже? Сказала я\n—просто у нас Джон всегда любил уводить моих девушек. И в этот раз он опять взялся за своё. От чего я не выдержал и ну ты сама знаешь что было дальше. Сказал Алекс.\n—так во первых я не твоя девушка. Сказала я. — и при чем вообще вы из за меня начали драку, а не одна из ваших бывших ясно. Сказала я.\nВстала уже собиралась уходить но Джон схватил меня за руку и потянул на себя от чего я пошатнулась и упала прям на него. Он лишь поцеловал меня и сказал.\n—я сегодня зайду за тобой, прогулямся. Сказал Джон.\nЯ встала, и влепила ему пощёчину.\n—не куда я с вами не пойду больше. Отвалите. Ответила я и направилась домой. ",
    "answers": [
      {
        "id": 9,
        "text": "Глубокая ночь. "
      }
    ]
  },
  {
    "id": 9,
    "text": "Я спала, как не в чем не бывало. Начала переворачиваться как уткнулась в чью то грудь. Открыла глаза и увидела довольного Джона, он лежал будто у себя дома с оголеным торсом от чего я невольно загляделась. У него очень красивое тело, которое так и манит потрогать его кубики. Он заметил что я его рассматриваю и улыбнулся.\n—что не можешь взгляд отвести от меня? Сказал он.\n—ты что вообще здесь делаешь? Сказала я.\nВстала с кровати уже хотела его выгнать, но потом поняла что стою в одних очень коротких шелковых шортах и таком же топике. И тут же осознав это залезла под одеяло.\n—пошёл вон.сказала я.\nНо он меня будто игнорирует. Он залез под одеяло, начал меня щекотать, от чего я начала хихикать, не много после того как мы побесились, он пристально посмотрел мне в глаза.\n—прости что напугали тебя, мне очень жаль. Сказал он.\nОн начал нежно меня целовать, спускаясь все ниже и ниже, я не хотела верить в то что они если так можно назвать монстрами, но то как он нежно меня ласкал, целовал, и не отпускал от себя, после чего я невольно начала этим наслаждаться, и подолась эмоциям. Так мы и провели ночь вместе... ",
    "answers": [
      {
        "id": 10,
        "text": "Следующий день. "
      }
    ]
  },
  {
    "id": 10,
    "text": "Утром я проснулась в обнимку с Джоном. Я была так счастлива, и одновременно в замешательстве. Разве может быть любовь между мной и Джоном. А может это вовсе не любовь и я себе все это вы думала. Ведь как говорил Алекс что Джон не пропустит не одной юбки. И я может все таки попалась на это. То есть на одну ночь и не более. С этими мыслями я долго лежала пока не проснулся Джон. Он меня поцеловал и ушёл. ",
    "answers": [
      {
        "id": 11,
        "text": "Спустя пару дней. "
      }
    ]
  },
  {
    "id": 11,
    "text": "Мы с Джоном эти два дня проводили вместе, Алекс же тоже пытался ко мне подкатить. Вроде все шло хорошо. Но где хорошо бывает и плохо. Я узнала что к ним сегодня приезжает некая гостья по имени Анна. Узнала я это от макса. Но не придола этому значения. Пока не наступил тот день когда она приехала.\nЯ была у себя вдруг мне вздумалось посмотреть в окно, и я была в шоке от увиденного. На ихнем пороге стояла очень привлекательная девушка и целовалась с Джоном. Я стояла как в ступоре. Он что все это время со мной лишь играл. Невольно полелись слезы. Я была опустошена. Во мне кипела злость и гнев. Как позже я узнала это та самая Анна и она девушка Джона. Он долго извенялся и все такое. Сказал что любит только меня, а от неё он скоро избавится, только в каком это смысле я не поняла. Но не чего я тебе ещё отомщу. Сказала я сама себе. ",
    "answers": [
      {
        "id": 12,
        "text": "Лечь на кровать. "
      }
    ]
  },
  {
    "id": 12,
    "text": "Я лежала, думала о происходящем, Джон постоянно хотел со мной поговорить. Но я отказывалась. ",
    "answers": [
      {
        "id": 13,
        "text": "Спустя неделю. "
      }
    ]
  },
  {
    "id": 13,
    "text": "Я все так же не общалась путем с Джоном. А алексу это было на руку. Он все так же пытался ко мне подкатить. И тут у меня созрел план. На днях у них будет мини пикник где будет та самая Анна.\nЯ конечно была приглашена. И вот настал тот самый день икс.\nЯ начала собираться, одела мини кожаную юбку, с разрезом, и блузку с откровеным декольте. Туфли на каблуке, и отправилась  к ним. ",
    "answers": [
      {
        "id": 14,
        "text": "Постучать. "
      }
    ]
  },
  {
    "id": 14,
    "text": "Открыл дверь Джон и ошарашено на меня посмотрел.\n—привет. Сказала я.\n—привет. Не ожидал тебя увидеть. С потрясением сказал он.\n—ну мы так и будем стоять в дверях или все же впустишь? Сказала я.\nЯ заметила как он меня осмотрел с ног до головы, конечно не зря же я одевалась так.\nМы прошли на задний двор где был Алекс с максом, та самая Анна и ещё какая то девушка, как дальше я узнала что эта девушка макса. Фу самое главное не алекса, а то чуть план не пропал.",
    "answers": [
      {
        "id": 15,
        "text": "Привет. Смотрю у вас самый разгар. "
      }
    ]
  },
  {
    "id": 15,
    "text": "—о привет лизи. Ты вовремя. Проходи. Сказал Алекс.\nПодойдя ко мне и чмокнув в щеку. От чего я залилась краской, Джон в это же время все это видел, и начал наливать себе крепкого напитка. Кажется план уже по не многу начал действовать.\n—может познакомите меня с двумя вашими новыми девушками. Сказала я.\n—это Анна она подруга Джона. Сказал Алекс и глянул на меня, осознавая то я была с Джоном.\n—а это мари подруга макса.\n—очень приятно. Сказала Анна. Наслышана о тебя.\n—и от кого же ты знаешь обо мне.? Сказала я. Испепеляя её взглядом.\n—о мне все братья рассказали о тебе, что у них живёт такая очеровательная соседка что приглянулась алексу. Начала Анна.\n—и только ему. Сказанула я.\nОт чего Анна лишь только улыбнулась. Стерва блин. ",
    "answers": [
      {
        "id": 16,
        "text": "Алекс мы можем поговорить? Сказала я"
      }
    ]
  },
  {
    "id": 16,
    "text": "Мы отошли и я заметила как Джон нас провожал взглядом. Кстати он что решил сегодня напиться в дрова?\n—я хотела спросить сможем ли мы сегодня провести с тобой вечер в уединение? Сказала я.\nОт чего Алекс был не много в шоке, как и я сама.\n—для тебя у меня всегда найдётся свободное время. Ответил он.\nНежно приобняв меня.\nМы вернулись обратно. Макс жарил барбекю со своей спутницей. Джон же все так же пил, Анна вертелась возле него. Алекс налил мне выпить.\n—а давай на бродершафт? Сказала я\n—почему бы и нет. Ответил Алекс.\nВы выпили и начали целоваться, он обнял меня и крепко прижал к себе. Так  и не хотелось отрываться от него. Но не надо было забывать, я всего лишь хочу подразнить Джона. И посмотреть как он отреагирует. Не успела я опомниться. Как. Джон схватил меня за руку и потащил в сторону.\n—нам нужно поговорить. Сказал Джон.\n—отпусти её. Сказал Алекс. — ты опять за своё?\n—успокойтесь оба. Сказала я. И пошла пробовать что там пожарили ребята.\nПрошло часа два. Мы сидели. Выпивали, отдыхали. Я так и видела как Джон прожигает меня взглядом. ",
    "answers": [
      {
        "id": 17,
        "text": "Алекс проводишь меня? Сказала я"
      }
    ]
  },
  {
    "id": 17,
    "text": "—да конечно. Ответил он.\nИ мы отправились, я со всеми попрощалась.\nПодойдя к моему дому, Алекс долго мялся но потом решил меня поцеловать, я сначала не хотела, но увидев как Джон стоит возле своего дома напротив, и наблюдает, я тут же прижалась алекса к себе. И страстно поцеловала. И потом же пожалела об этом. Он прижал меня к двери, начал спускать свои руки ниже талии, и целовал мою шею. В одну минуту же подлетел Джон, и отбросил его.\n—ты что творишь. Сказал Джон глядя мне в глаза.\n—а что не видно? Мы так то тут заняты.\nАлекс тут же подскочил и они опять сцепились как в тот самый первый раз, когда я увидела что они оборотни.\n—прекратите, немедленно. Сказала я. Я психанула и пошла домой. Как же мне это надоело. Джону можно с другими бабами зависать, а мне нет. Он что мне теперь проходу давать не будет. ",
    "answers": [
      {
        "id": 18,
        "text": "Принять ванну. "
      }
    ]
  },
  {
    "id": 18,
    "text": "Я зашла домой, разделась и начала принимать ванну. После вышла в комнату в одном полотенце, и ахнула.\n—ты что здесь забыл? Пошёл вон. Сказала я.\n—я люблю тебя. Сказал Джон.\nИ тут же подошёл ко мне в плотную, начал меня целовать, я его отолкнула.\n—ты сума сошёл, думаешь я буду тебя принимать после твоей новой пасии. Не на вижу тебя. Сказала я.\n—я её не люблю. Она знает это. И у нас с ней не чего не было. То есть было но раньше. А как познакомился с тобой я с ней больше не разу. Мы расстались решили остаться друзьями, и она просто в гости приехала. Она тоже оборотень. Я её обратил. И она мне за это благодарна. Мы лишь друзья не более.сказал он.\n—тогда почему ты перестал со мной общаться?\nНе навижу тебя. Сказала я.\nНо он не стал меня слушать. Крепко обнял и начал целовать. Я уже не сопротивлялась.\nСкинув с меня полотенце, он бросил меня на кровать.\n—с этого дня ты всегда будешь моей. Сказал он.\nМы целовались с задностью. А после произошло то что в дальнейшем изменит мою жизнь. Он укусил меня, от чего я потеряла сознание. ",
    "answers": [
      {
        "id": 19,
        "text": "Два дня спустя. "
      }
    ]
  },
  {
    "id": 19,
    "text": "Я очнулась у Джона в комнате. Была сильная боль в области шеи. Потом я вспомнила что он меня укусил. Он что меня обратил?\nСпустились на первый этаж я увидела Джона одного. Больше не кого не было дома.\n—ты что меня обратил? Ты меня спросил хочу я этого или нет. Сказала я\n—прости детка но это единственный способ быть вместе, а я не хочу тебя терять. Сказал Джон.\nЯ начала плакать, и думать как буду дальше жить. Я не понимала что и делать. Джон все дни был рядом со мной. Бабушка была рада что я нашла себе парня, но знала бы она каким я стала монстром.\nМакс так же здесь жил. И управлял магазином. Алекс не смог все это терпеть уехал куда то. Сказал отдохнуть от всего этого надо. Мы же с Джоном начали по не многу ладить. ",
    "answers": [
      {
        "id": 20,
        "text": "Вот и кончилось лето. Пора в колледж."
      }
    ]
  },
  {
    "id": 20,
    "text": "Мы с Джоном решили что он тоже поедет со мной. Так как у меня была своя квартира в городе мы жили вместе. Но не бывает же настолько все хорошо. Так оно и есть.\nКак только начались учебные дни. Это начался ад. Конечно у меня было много друзей, но и много врагов, одна девчонка все время меня достовала, а так как я стала оботнем, я не могла контролировать свой гнев. Однажды она меня достала, и я невольно начала злиться, у меня вылезли огромные ногти, клыки и глаза налились кровью. Я уже хотела её растерзать, но Джон благо успел во время. ",
    "answers": [
      {
        "id": 21,
        "text": "Последствия. "
      }
    ]
  },
  {
    "id": 21,
    "text": "После этого инцидента, эта самая девчонка растрепала всем что я чудовище, после чего все обходит меня стороной. Хотя ей много кто не верил. Ведь это видела только она. Но в один день ко мне подошёл парень. Схватив меня за грудки, и потащил в подвал колледжа.\n—отпусти, ты что идиот. Сказала я.\n—ты чудовище, и должна умирать. Сказал он.\nИ дальше потащил. Где привязал меня к стулу и начал перебирать какие то инструменты.\nЧто же будет думала я. На этом что моя жизнь закончена. Но вдруг появился Алекс.\nЖдите продолжения... ",
    "answers": [
      {
        "id": 22,
        "text": "Продолжение следует...<s>t№1"
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  }
]