[
  {
    "id": 1,
    "text": "Автор: ****<s>r\n<s>r\nВозвращаясь ночью с работы, вы ощутили удар по голове, прежде чем мир померк. Сможете ли вы спастись из западни?<s>r\n<s>r\nP.S. Речевые ошибки в словах похитителя допущены специально. Также эта работа может быть названа микроквестом (доступно 6 страниц).",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": " — Расскажи-ка, парень, каково это, чувствовать боль?<s>r\nЗвонкий любознательный голос прорывался сквозь пелену забвения, вызывая сильную мигрень.<s>r\n — Хватет спать!<s>r\nПолные какой-то детской обиды слова предшествовали невероятной боли.<s>r\n — Не игнорируй меня!<s>r\n Ощущение, словно кто-то раз за разом бил вашу руку, методично превращая ее в отбивную, пронзило тело. Уже через секунду исчез кисель в сознании, хоть как-то приглушавший боль. Животный, полный страданий крик беспрерывно вырывался из горла. Вы бились в судорогах, но наручи сковывали все туловище, лишая надежды на освобождение.<s>r\n  — Не ори, — раздраженный голос раздался рядом с ухом. — Надоели уже визжать.<s>r\nГлаза с трудом могли разглядеть человека сквозь пелену слез. Перед вами стоял полный мужчина, небольшого роста. Лицо его было лишено всякой растительности: от волос до бровей. Маленькие поросячьи глазки, видневшиеся из под  узкого лба, были полны какого-то десткого любопытства и интересна ко всему. Вид этого добродушного толстячка с носом картошкой нарушали лишь фартук, перчатки да небольшая кувалда, полностью покрытые кровью.<s>r\n — И все же. Атветь, кокая она, боль?",
    "answers": [
      {
        "id": 5,
        "text": " - Почему?"
      },
      {
        "id": 6,
        "text": " - Я не знаю, как это описать"
      },
      {
        "id": 7,
        "text": "Новый ответ. введите текст",
        "need": [
          7
        ]
      }
    ]
  },
  {
    "id": 3,
    "text": " — Зачем? — глаза его были полны интереса, а все его лицо выражало полное недоумение.<s>r\n — Я покажу тебе, что такое боль, — ухмылка расползлась по лицу, отчего похититель отшатнулся.<s>r\nЕго коротенькие ножки шумно зашуршали по клеенке, устилавшей всю комнату. Без всякой задней мысли он достал нож средних рамеров, покрытый бурыми пятнами. На просьбу освободить одну руку мужчина достал ключ из под фартука и открыл кандалы.<s>r\nКак только оружие легло в вашу ладонь, вы сделали резкий рывок. Лезвие точно вошло под ребра похитителю, а вы потеряли сознание из-за боли, пронзившей поврежденную руку.",
    "answers": [
      {
        "id": 4,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 4,
    "text": "В себя пришли вы не скоро. Раздробленная рука, оставшееся в кандалах, отдавала тупой болью от каждого движения. Небольшая струйка крови распространялась от уже остывшего трупа похителя. Сам он лежал в нескольких шагах от вас. Рукоятка торчала из под ребер, а ладонь все также зажимала связку ключ. Увидев их, вы резко рванулись, отчего рана вспыхнула болью. Игнорируя ее, рука изо всех сил продолжала тянуться, но тщетно. Нехватало нескольких сантиметров.<s>r\nНа крики никто не отвечал, а кандалы сидели, как влитые, лишая последней надежды на освобождение.<s>r\n И лишь ничего не понимающий, удивленный и слегка насмешливый взгляд уже помутневших глаз продолжал за наблюдать за тщетными попытками.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 5,
    "text": " — В смысле? <s>r\n — Почему...почему ты это делаешь? — голос слегка подрагивал.<s>r\n — Делаю что? — взгляд его был полон недоумения, будто все происходящее вокруг являлся чем-то нормальным.<s>r\n — Зачем тебе знать, что такое, — какая-то животная агрессия, замешанная на страхе и страданиях, вырвалась в виде глубинного крика, — боль?!<s>r\nРванувшись вперед, тело уже через секунду вновь обвисло на цепях. По комнате разнесся шум шагов по клеенке, немного отдалившихся от вас.<s>r\n — Я...я... — голос его стал неуверенным и едва заметно подрагивал. — Еще в детстве мне скозали, что меня нет невных аканчаний возле кожи. Поэтому я ничего не чувствую. Мне просто интиресна, каково это.<s>r\nСлыша частые ошибки в речи, вы все больше убеждались, что имеете дело со слабоумным или больным человеком.",
    "answers": [
      {
        "id": 3,
        "text": " - Дай мне нож."
      },
      {
        "id": 6,
        "text": " - Я не знаю, как это описать."
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы понуро повисли на цепях, смирясь со своей судьбой.<s>r\n — Ты уверин? — голос его дрожал, будто готовый расплакаться.<s>r\n — Да.<s>r\n — Что ж, — смахнув появившиеся слезы, он достал молоток. — Нодеюсь, тебе это паможет.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 7,
    "text": "гггрррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррррр",
    "answers": [
      {
        "id": 8,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 8,
    "text": "оооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооооо",
    "answers": [
      {
        "id": 9,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 9,
    "text": "тттт",
    "answers": [
      {
        "id": 10,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 10,
    "text": "ттт",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 11,
    "text": "",
    "answers": []
  }
]