[
  {
    "id": 1,
    "text": "Приветствую дорогой игрок!\nS.T.A.L.K.E.R Chronicles of zone\nProject by TaLDaRyM ( https://vk.com/last_time_contunie ), Alfa ( https://vk.com/id578871571 )\n\nЭтот квест является аналогом истории зоны, но не плагиатом серии игр или книг.\n\nЗдесь ты столкнёшься со всеми ужасами и прелястями зоны, будешь сражаться с полчащами мутантов и людей, а так же искать артефакты и исследовать всю зону по новой!\n\nИтак, вы являетесь человеком по имени Сергей Меркулов, среднего телосложения и тактического склада ума, вы бывший служащий КГБ СССР,\nА прибыли вы в зону, из-за личного расследования, по причине которого вас и уволили в запас, в поисках перебезсчика у которого в руках папка хранящая в себе местоположение всех стратегически важных объектов СССР\n\nПриятной игры дорогой игрок и пусть удача всегда будет с тобой!",
    "answers": [
      {
        "id": 2,
        "text": "Перейти к прологу?"
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a00/2004/0f/7f836f2cc1cb.jpg"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://a.radikal.ru/a39/2004/a9/3c31ee40df9b.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Глава 1: Пролог.\n\nПривет Иришка! Махнув рукой с прохода девушке сидящей за столом у пропускного пункта здания участка КГБ.\nПривет Серёж! Кокетливо ответила Ирина. Пропуск не забыл как вчера *лёгкая улыбка на лице Ирины*?\nДа ну вот ещё! С кем не бывает Ир? *Бурча недовольным голосом, сменяя улыбку кислой миной на лице. Подходя к пропускному пункту и столу Ирины, достал карточку пропуск и показал Ирине*\nСерёж тебя Евгеньевич у себя ждёт, рвёт и мечет с утра...\nГосподи как вы меня бесите с Евгеньевичем на пару, то пропуск то задание... Когда же этот ад кончится...\nДай бог, дай бог сказала Ирина и открыла кнопкой металлическую дверь.\n*Сергей пошёл по коридору прямо, свернув на лестницу ведущую на второй этаж к кабинету Карпова Максима Евгеньевича, Майора КГБ и начальнику Сергея. Подойдя к двери, Сергей постучался в дверь и сразу открыл*\nТебя где черти носят старший сержант Меркулов?!\nТвоя цель свалила с города в припрыжку а тебе хоть бы хны!\nДа не горичись Евгеньич, я что сделаю, зацепок то нет?\nТы дурак Меркулов, ты знаешь что сегодня пропало из моего кабинета?\nНет, откуда мне знать? \nА вот не знаю, странно когда агент КГБ является на участок без пропуска и на утро пропадает его цель вместе с документацией баз КГБ на территории страны!\nНе понял?\nТы точно дибил Меркулов, документация украдена, она у твоего дружка, ты знаешь что тебе светит обвинение в гос измене и расстрел?\nНет! Евгеньевич это не я!\nЯ всё сказал *Евгеньевич нажал кнопку вызова дежурного* \nУвести, под замок, после завтра суд...\n*Сергея заломали две гориллы в чёрной форме, надели наручники и отвели в камеру временного задержания*",
    "answers": [
      {
        "id": 3,
        "text": "Попытаться отбиться от дежурных и обьяснить Евгеньевичу ситуацию"
      },
      {
        "id": 4,
        "text": "Не сопротивляться"
      },
      {
        "id": 2,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a26/2004/ee/ff7f71286251.jpg"
      }
    ]
  },
  {
    "id": 3,
    "text": "При попытке ударить одного дежурного, вас бьёт по темечку второй дежурный, вы падаете от удара, с резким всхлипом от боли.\nЯ очнулся уже вечером того же дня в камере, первым делом меня посетила мысль как же так!? Это точно подстава! Только не без помощи Евгеньевича...та я ещё крыса!... *Воспоминание: Евгеньич! Тут дамочка ломится, говорит что ты должен её принять, она от Гарика Маслова, впустить? \nДа запускай и проваливай!\n*я открыл дверь, девушка была испугана, выглядела красиво, но довольно откровенно, похожа на ночную бабочку*\nЗаходите * Я вышел и закрыл за собой дверь, стал ждать у двери, невольно подслушивая разговор*\nТы дура Лена? Какого хрена ты светиш именем Гарика в КГБ! Ты знаешь что нас могут расстрелять если узнают кто он? Нет это ты дурак!  Сегодня твои козлы пришили не того, мало того, выбросили пм в мусорный бак и его нашли менты! Чёрт, Лена вали отсюда, скажи Гарику, я лично займусь этим, прошу больше не приходи и не упоминай этого человека тут! Старый дурень, если не справишься, расстрел будет для нас счастьем по сравнению с Соколом! *Я подумал, Сокол, знакомая кликуха*\n*Девушка вышла оглядываясь украдкой на меня* \n*Я простояв минуту засмотревшись на неё, прошёл в низ к Ирке за информацией*\nИрусь, что у нас есть по Игорю Маслову по клике Сокол\nСекунду Серёг, извини, файл под печаткой секретно, это к Евгеньичу\nЯ понял, спасибо Ирка...\nКонец воспоминания*\nЗнал же что эта крыса поняла что я много знаю... Ладно надо выбираться.\nЯ собрался с мыслями и решил...",
    "answers": [
      {
        "id": 5,
        "text": "Пошарить по карманам в штанах и куртке"
      },
      {
        "id": 6,
        "text": "Тут труба, ведущая через ещё три камеры, к посту Иры, хм, может она помнит с академии азбуку морза?Попробуем..."
      }
    ]
  },
  {
    "id": 4,
    "text": "Вас вывели с кабинета под руки, спустившись с лестницы, предварительно обыскав изъяли сотовый, ключи от квартиры и вашей машины \"ласточки\" и затем вас завели в камеру N°4",
    "answers": [
      {
        "id": 6,
        "text": "Вы замечаете трубы и вспоминаете что они ведут через три камеры, к посту Ирки,\nесли отойдут и мне повезёт что Ирка помнит азбуку морза, она сможет мне помочь!"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы ничего не нашли.\nГрёбанные черти... Обыскать додумались...",
    "answers": [
      {
        "id": 6,
        "text": "Тут труба, ведущая через ещё три камеры, к посту Иры, хм, может она помнит с академии азбуку морза?Попробуем..."
      }
    ]
  },
  {
    "id": 6,
    "text": "Выстукивая сос средней костяшкой указательного пальца, вы ждёте Иру...",
    "answers": [
      {
        "id": 8,
        "text": "ждать..."
      }
    ]
  },
  {
    "id": 7,
    "text": "...",
    "answers": [
      {
        "id": 7,
        "text": "Новый ответ. введите текст",
        "go_to": [
          6
        ]
      }
    ]
  },
  {
    "id": 8,
    "text": "Слышен в дали корридора стук каблуков, вдруг топот стих у камеры, Серёг... Прости...\nИр, всё хорошо, помоги мне выбраться!\nСерёж, тебя повезёт мой друг, всё схвачено,\nно ты должен найти сокола, говорят он пошёл в чернобыль, без этих документов нас убьют...\nХорошо Ир, но тебе придётся тоже лечь на дно!\nДа я уже продумала это, не суть, до завтра Серёг...",
    "answers": [
      {
        "id": 10,
        "text": "Вздремнуть на койке до завтра..."
      }
    ]
  },
  {
    "id": 9,
    "text": "",
    "answers": [
      {
        "id": 9,
        "text": "Новый ответ. введите текст",
        "go_to": [
          6
        ]
      }
    ]
  },
  {
    "id": 10,
    "text": "Глава 2: Пятно на чести\nВы просыпаетесь от резкого стука дубинки об металлическую дверь\nМеркулов, руки за голову и лицом к стене!\n*вы встали и выполнили указания*\n*дверь открылась и вошли двое дежурных, надев на вас наручники они вывели вас на по коридору через пост Иры, её там не было, на улице вас уже ждал грузовик кузов которого был покрыт брезентом, вас посадили в кузов и с вами сел 1 из дежурных*\nТронулись! * крикнул водителю дежурный, мотор УАЗ-а взревел и вы тихонько тронулись и поехали*\nСпустя 3 часа дороги...\n*Грузовик тормозит, дежурный вылазиет, вдруг раздаётся пистолетный выстрел из пм-а с глушителем, к вам в кузов залазиет Ира*\nГоворила же всё схвачено! Слушай внимательно Серёг, сейчас вы едете в чернобыль на так называемый кардон, я купила вам не официальный пропуск у местного торгаша, он поможет там тебе обжиться.\n*Ира служебным ключём украденным со своего поста освобождает вас от наручников и даёт пм, с глушителем и 2 обоймы, а так же штык нож, рюкзак*\nв рюкзаке одежда, по дороге переоденешься, всё удачи в поисках! *Ира поцеловала меня в щёку и вылезла из кузова с криком трогай! *Путь продолжается...",
    "answers": [
      {
        "id": 11,
        "text": "Добро пожаловать в иной мир!"
      },
      {
        "id": 10,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a02/2004/9f/33ad0e233c5f.jpg"
      }
    ]
  },
  {
    "id": 11,
    "text": "*Спустя 6-ти часов дороги, слышу голос водителя, сиди тихо. Слышу голоса в дали и снова выстрелы, грузовик резко тронулся и помчал вперёд но спустя секунд пять взрыв под брюхом УАЗ-а нас переворачивает на бок*",
    "answers": [
      {
        "id": 12,
        "text": "Вылезьти и бежать!"
      }
    ]
  },
  {
    "id": 12,
    "text": "*Я вылез и охренел от 9-ти фигур в форме бегущих к грузовику с оружием, 1 из 9 начинает стрельбу с ходу и попадает мне в плечо* ",
    "answers": [
      {
        "id": 13,
        "text": "Отстреливаться, прикрываясь за кузовом перевёрнутого УАЗ-а"
      },
      {
        "id": 14,
        "text": "Попытаться отстреливаясь бежать"
      },
      {
        "id": 12,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c29/2004/d0/c279af41e2f1.jpg"
      }
    ]
  },
  {
    "id": 13,
    "text": "*Я выпустил обойму уходя за кузов, убил одного попадением в голову но высадил в него 8 пуль, магазин пуст, я достаю следующий и тут мне под ноги прилетает граната*",
    "answers": [
      {
        "id": 1,
        "text": "Конец..."
      }
    ]
  },
  {
    "id": 14,
    "text": "*Подхватив портфель у ног, затем выставив руку боком начал бежать и стрелять. Чёрт куда бежать то?!*",
    "answers": [
      {
        "id": 15,
        "text": "Бежать дальше по дороге"
      },
      {
        "id": 16,
        "text": "Свернуть в перелесок с дороги"
      }
    ]
  },
  {
    "id": 15,
    "text": "*Пробежав метра 3 по дороге я словил шальную пулю в голову*",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 16,
    "text": "*Побежав к перелеску и отстреливаясь, добежал до первых дерьвьев и встал за одно из них, недолго думая вы наклоняетесь и пытаетесь выстрелить, на что в ответ слышите \"Клац-Клац\" на рефлексе вы побежали дальше, спустя метров 300-500 вы замечаете что преследователи отстали*\n Вот это самая настоящая мать его жопа!\n * немного подумав вы огляделесь и увидели пару домов и людей в куртках*",
    "answers": [
      {
        "id": 17,
        "text": "Идти к деревне"
      },
      {
        "id": 18,
        "text": "Пошарить в портфеле"
      },
      {
        "id": 16,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a27/2004/99/d2c6cbf2b703.jpg"
      }
    ]
  },
  {
    "id": 17,
    "text": "*Спотыкаясь, еле доковылял до деревни и пошёл к человеку в куртке* \nЭй! Мужик! \n*Я упал без сознания, спустя не знаю сколько времени и вообще в тот же ли день, я очнулся по среди полу-разрушенной комнаты и осмотрел себя, плечо было перемотано по локоть и ключицу но двигать я рукой мог свободно, я подскочил натянул штаны \"камуфляжки\" и куртку того же окраса и тут в комнату зашёл мужчина лет 30-35 в неизвестном мне костюме и противогазе, он снял маску пока я стоял в ступоре*\nЗдрав будь, тебя как звать то бедолага?\nСерёгой, а тебя?\nВолком кличут, лидер деревни новичков тут, ты пришёл сюда ранненый два дня назад, медик местный помог тебе не умереть.\nДва дня? Я тут валялся два дня?\nА тебя только это волнует?\nНет, но... Вообщем мне сказали тут какой-то торгаш должен мне помочь и у меня с ним личные счёты!\nНу потяпали чо, сто проц про сидора глаголишь\n*Мужик пошёл к выходу на улицу*",
    "answers": [
      {
        "id": 19,
        "text": "Идти за волком"
      }
    ]
  },
  {
    "id": 18,
    "text": "*Я нашёл бинокль и пару консерв, вдруг я взревел от боли, видимо болевой шок прошёл... Нужен врач подумал я, быстро начал идти к деревне",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "*Волк шёл довольно быстро, но я успевал за ним*\nВолк а что за деревня новичков этакая?\nЭто оплот для ново прибывших в \"зону\", здесь все желторотики учаться выживать, стрелять, собирать артефакты, ну и прочее...\n*Тем временем уже подршли к какому-то подвалу, Волк кивнул и сказал идти в низ, я послушал и пошёл вниз, бункерная дверь, открыта, я прошёл ещё чуть и тут решётка с прилавком, а за этой решёткой человек, толстый, лысый, лет наверно 45-50*\nЭй зелёный! Подходи не кусаюсь, ты тот новенький от Ирины?\nСлышишь падла, я тебя щас грохну! Какой это нахрен был пропуск что нас перевернули вояки а?\nВоу, тише.\n *Он достал на стол пистолет, вроде беррета*\nА теперь слухай дятел, я сказал как проехать а не гарантировал свободу от вояк.\nДа пошёл ты... Ирина говорила что ты мне поможешь, как? Грохнешь?\nХех, могу, но нет, я тебе могу работки подкинуть, чтоб обзавёлся оружием нормальным и бронёй.\n*Вспомнил про пм*\nНахрена мне оружие? Я уже убежал от вояк!\nДа от них то ты убежал и что дальше? Здесь нечесть по страшнее бегает и не только вояки тут водятся знаешь ли... Ладно, к делу?",
    "answers": [
      {
        "id": 20,
        "text": "Ясен пень, говори"
      }
    ]
  },
  {
    "id": 20,
    "text": "И так, ты в зоне, клювом не щёлкай лишнего, здесь решает базар или ствол или бабло...\nЗначит по поводу тебя, мне сказали прибудет КГБ-шник былой, помочь найти тебе сокола мол надо...\nНо бесплатно тут ничо не делается как ты понял?\nНу вот поработаешь, я тебе помогу снарягой и инфой. Согласен?",
    "answers": [
      {
        "id": 21,
        "text": "Эх... Согласен..."
      },
      {
        "id": 21,
        "text": "Иди к чёрту баран мля..."
      }
    ]
  },
  {
    "id": 21,
    "text": "Один хрен никуда не денешься, ха-ха-ха!\nДа ты прав, Сидор...\nЛады к делу, держи КПК *тянет какой-то планшет*\nЭт чё?\nТы дятел, а это КПК, карта, телефон, маяк, вообщем всё что нужно...\nИ так, задание, так как ты нечесть не видел, пойдёшь с зелёными и Волком на охоту, он вам покажет местную живность, а потом принесёшь мне 1 хвост слепого пса и 1 копыто кабана, усёк?\nСлепые псы? Кабаны? Дед ты чо умом тронулся?\nСлышишь, не шути дятел!\nЛады, лады, не бузи старый, пойду до Волка, поржу ха!\n",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться в деревню и найти Волка"
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  }
]