[
  {
    "id": 1,
    "text": "Автор: Nordmint\nЖанры: ужасы, приключения, но в основном – просто книга\n\n\n[Произвольное по одноименной песне группы Король и Шут.]\n\nВы обычный городской житель, уставший от суеты мегаполиса и решивший переехать в небольшую деревню. Освоиться в новой жизни будет непросто, но вы готовы встретить трудности лицом к лицу. Кроме тех случаев, конечно, когда это жутко бодливая соседкина коза!",
    "answers": [
      {
        "id": 1,
        "text": "Примечания: это не ужастик, в котором куда ни глянь – всюду зомби, трупы, кровь или еще что-нибудь. Этот жанр указан только из-за концовок. ",
        "comment": true
      },
      {
        "id": 1,
        "text": " ",
        "comment": true
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/92/8c/75/928c7513106bb8d868e8b897f4814b51--wishing-well.jpg"
      },
      {
        "id": 2,
        "text": "Начать игру"
      },
      {
        "id": 62,
        "text": "Концовки"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы приехали в деревню, устав от большого шумного города и той неимоверной суеты, что преследует жителей в пределах мегаполиса. \n\nДом, купленный вами, оказался, на удивление, в приличном состоянии. Как и было обещано, в доме было всё необходимое для того, чтобы начать жить: печь, широкая лавка для сна, пристройка для естественных нужд, в которую можно было попасть прямо из дома, что роскошь для деревни, и подпол для хранения продуктов. Во дворе был сарай со старыми, но всё ещё приличными инструментами, и колодец с пресной водой. Жизнь обещала наладиться.\n\nРазложив вещи и запасы продовольствия, купленные на первое время и состоящие, в основном, из консервированных продуктов и круп, вы вышли во двор, дабы обойти свои владения. Заглянули во все уголки, покопались немного в сарае, не усердствуя, впрочем, увиденное вас удовлетворило. Пришло время освоить местные технологии, ведь бутилированной воды надолго не хватит, да и ночами холодно. Хотелось бы так же с огородом разобраться, но это позже.\n",
    "answers": [
      {
        "id": 3,
        "text": "Отправиться в сарай разбирать инструменты"
      },
      {
        "id": 4,
        "text": "Осмотреть двор"
      },
      {
        "id": 11,
        "text": "Вернуться в дом"
      },
      {
        "need_ever": true,
        "comment": true,
        "super_calculate": false,
        "id": 2,
        "calculate": true,
        "text": "Новый ответ. введите текст",
        "var_set": [
          "rag",
          0,
          "hip",
          0,
          "bucket",
          0,
          "rope",
          0
        ]
      }
    ]
  },
  {
    "id": 3,
    "text": "Неказистое здание встретило вас скрипом петель. \"Надо смазать, а то все соседи слышат, когда я в сарай захожу\", — подумали вы.\n\nВ сарае было темно: свет проникал только через дверной проём и щели в стенах, и после ярко освещённого двора вы ненадолго ослепли. Когда ваши глаза привыкли к темноте, вы смогли лучше разглядеть помещение. Всюду пыль, сухие листья, какой-то мусор. Инструменты были сложены в кучки по всему складу. Похоже, их просто сгребли, не заботясь об их сохранности, чтобы создать подобие \"тропинок\", ведущих в дальние углы склада.",
    "answers": [
      {
        "id": 6,
        "text": "Рассмотреть помещение получше"
      },
      {
        "id": 8,
        "text": "Выйти"
      }
    ]
  },
  {
    "id": 4,
    "text": "Плетень выглядит так, будто его пытались разобрать. Однако, красть у вас пока особо нечего, так что починка подождёт. Намного больше вас интересует покрытый мхом колодец, воду из которого вам предстоит пить впоследствии.\n\nПройдя за дом, вы обнаружили ещё одно строение, окруженное подозрительными холмиками. Приглядевшись, на некоторых из них вы заметили знакомые растения, например, петрушку и лук. Значит, это не могилы, как вам вначале показалось, а грядки.\n\nОтлично. Всё пока по плану, предоставленному вам прежним владельцем. Если так, то это здание – что-то вроде сеновала. По крайней мере, оно им было, когда у хозяев были домашние животные, позже в нём стали хранить дрова. Если верить письму, там ещё должен быть их небольшой запас, которого хватит на пару дней.",
    "answers": [
      {
        "id": 3,
        "text": "Зайти в сарай"
      },
      {
        "id": 9,
        "text": "Осмотреть колодец"
      },
      {
        "id": 8,
        "text": "Вернуться к крыльцу"
      }
    ]
  },
  {
    "id": 5,
    "text": "Ту-ту-ла-ла",
    "answers": []
  },
  {
    "id": 6,
    "text": "Похоже, инструменты разложены по определённому принципу. Вам, прожившему всю жизнь в городе, пока сложно понять, по какому именно, но вы планируете это выяснить в ближайшее время.",
    "answers": [
      {
        "need_ever": false,
        "need_sometimes": false,
        "var_equal": [
          "metla",
          0
        ],
        "id": 6,
        "text": " Вы видите метлу. То, что нужно для уборки в доме!",
        "need": 11,
        "merge": true
      },
      {
        "id": 8,
        "text": "Пока вам тут делать нечего..."
      },
      {
        "var_max": [
          "metla",
          1
        ],
        "text": "Взять метлу",
        "var_add": [
          "metla",
          1
        ],
        "var_equal": [
          "metla",
          0
        ],
        "id": 6,
        "instant": true,
        "need": [
          11
        ],
        "var_set": [
          "metla",
          0
        ]
      },
      {
        "var_equal": [
          "metla",
          1
        ],
        "id": 6,
        "var_sub": [
          "metla",
          1
        ],
        "instant": true,
        "text": "Вернуть метлу"
      },
      {
        "var_max": [
          "hip",
          1
        ],
        "var_add": [
          "hip",
          1
        ],
        "var_equal": [
          "rag",
          1,
          "hip",
          0,
          "water",
          0
        ],
        "id": 6,
        "text": "Взять таз",
        "instant": true
      },
      {
        "var_equal": [
          "hip",
          1
        ],
        "id": 6,
        "text": "Вернуть таз",
        "instant": true,
        "var_sub": [
          "hip",
          1
        ]
      },
      {
        "id": 18,
        "text": "Поискать ведро и веревку",
        "need": [
          9
        ],
        "var_equal": [
          "bucket",
          0
        ]
      }
    ]
  },
  {
    "id": 7,
    "text": "Заросшие грядки не радуют своим унылым видом. На складе есть немного сена и дров.\n\nНеподалеку вы видите сточную канаву.",
    "answers": [
      {
        "id": 8,
        "text": "К крыльцу"
      },
      {
        "id": 10,
        "text": "Зайти на склад"
      },
      {
        "var_max": [
          "water",
          1,
          "hip",
          1
        ],
        "var_not": [
          "pendant",
          1
        ],
        "var_add": [
          "hip",
          1
        ],
        "var_equal": [
          "hip",
          0,
          "water",
          1
        ],
        "id": 12,
        "text": "Вылить воду",
        "var_min": [
          "water",
          0,
          "hip",
          0
        ],
        "var_sub": [
          "water",
          1
        ]
      },
      {
        "id": 7,
        "text": "Вылить воду",
        "var_set": [
          "water",
          0,
          "hip",
          1
        ],
        "var_equal": [
          "hip",
          0,
          "water",
          1,
          "pendant",
          1
        ]
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы во дворе. \n\nСлегка покосившийся плетень не скрывает от вас улицу, как, впрочем, и вас от людей снаружи. Сарай выглядит потрёпанно, но ещё держится, но вы думаете, что почините его, как выпадет возможность.\n\nНеподалёку виднеется заросший мхом каменный колодец.\n\nЗа домом имеется небольшой склад, в котором сложено немного сена и дров. Так же там есть заросшие травой бугорки, предположительно, переживающие не лучшие времена грядки.",
    "answers": [
      {
        "id": 11,
        "text": "Вернуться в дом"
      },
      {
        "id": 3,
        "text": "Зайти в сарай"
      },
      {
        "id": 7,
        "text": "На задний двор"
      },
      {
        "id": 9,
        "text": "К колодцу"
      },
      {
        "id": 15,
        "text": "Выйти на улицу"
      }
    ]
  },
  {
    "id": 9,
    "text": "Колодец довольно старый, каменный, наполовину заросший мхом, но весьма добротный: ни один камень не шатался, не выбивался из всей конструкции. Внутри так же оказалось довольно чисто, насколько вы могли видеть вглубь. Тем не менее, стоит проверить чистоту воды, прежде чем пить ее.",
    "answers": [
      {
        "lua_text": "function lua_text()\nreturn \"<s>\n<s>\nКонструкция, с помощью которой предполагается поднимать воду из колодца выглядит надежно, однако вы не видите поблизости ни ведра, ни веревки. Что ж, придется поискать. Скорей всего, искать надо не в доме, а в сарае или на складе.\"\nend",
        "var_equal": [
          "rope",
          0,
          "bucket",
          0
        ],
        "id": 9,
        "text": " ",
        "merge": true
      },
      {
        "lua_text": "function lua_text()\nreturn \"<s>\n<s>\nВы закрепили веревку на барабане, привязали ведро. Теперь можно набирать воду.\"\nend",
        "var_equal": [
          "rope",
          1,
          "bucket",
          1
        ],
        "id": 9,
        "text": " ",
        "merge": true,
        "var_set": [
          "ropeAndBucket",
          1
        ]
      },
      {
        "lua_text": "function lua_text()\nreturn \"<s>\n<s>\nКонструкция, с помощью которой предполагается поднимать воду из колодца выглядит надежно, однако вы не видите поблизости ведра, хоть у вас есть веревка. Что ж, придется поискать. Скорей всего, искать надо не в доме, а в сарае или на складе.\"\nend",
        "var_equal": [
          "rope",
          1,
          "bucket",
          0
        ],
        "id": 9,
        "text": " ",
        "merge": true
      },
      {
        "lua_text": "function lua_text()\nreturn \"<s>\n<s>\nКонструкция, с помощью которой предполагается поднимать воду из колодца выглядит надежно, однако вы не видите поблизости веревки, хоть у вас есть ведро. Что ж, придется поискать. Скорей всего, искать надо не в доме, а в сарае или на складе.\"\nend",
        "var_equal": [
          "rope",
          0,
          "bucket",
          1
        ],
        "id": 9,
        "text": " ",
        "merge": true
      },
      {
        "var_max": [
          "water",
          1
        ],
        "var_add": [
          "water",
          1
        ],
        "var_equal": [
          "ropeAndBucket",
          1,
          "hip",
          1
        ],
        "id": 9,
        "text": "Набрать воды",
        "var_sub": [
          "hip",
          1
        ]
      },
      {
        "id": 8,
        "text": "Отойти от колодца"
      },
      {
        "id": 9,
        "text": "\n\n*Вы уже набрали воды",
        "merge": true,
        "var_equal": [
          "hip",
          0,
          "water",
          1
        ]
      }
    ]
  },
  {
    "id": 10,
    "text": "Дрова сложены в аккуратные поленницы вдоль стен склада. В противоположном от входа углу раскидано сено, выглядящее не слишком привлекательно: видимо, давно лежит, да еще и отсырело, из-за чего стало похоже на кучу грязных вонючих водорослей.",
    "answers": [
      {
        "id": 13,
        "text": "Поискать веревку и ведро",
        "need": [
          9
        ],
        "var_equal": [
          "rope",
          0
        ]
      },
      {
        "id": 8,
        "text": "Назад к крыльцу"
      },
      {
        "lua_text": "function lua_text()\nreturn \"<s>\n<s>\n*Пока вы доставали веревку, несколько поленьев упали и теперь лежат посреди склада.\"\nend",
        "id": 10,
        "var_more": [
          "wood",
          0
        ],
        "text": " ",
        "merge": true
      },
      {
        "id": 10,
        "text": "Собрать поленья",
        "var_max": [
          "wood",
          0
        ],
        "var_more": [
          "wood",
          0
        ]
      }
    ]
  },
  {
    "id": 11,
    "text": "В доме пыльно, не очень чисто, да и застоявшийся воздух не добавляет уюта помещению. Однако, все это можно довольно быстро исправить: сейчас тепло, так что открытые окна не станут большой бедой, если же пройтись по дому, то наверняка найдутся старые ненужные тряпки, идеально подходящие для влажной уборки.",
    "answers": [
      {
        "id": 8,
        "text": "Выйти во двор"
      },
      {
        "id": 17,
        "text": "Провести уборку",
        "var_equal": [
          "metla",
          1,
          "rag",
          1,
          "water",
          1
        ]
      },
      {
        "lua_if": "function lua_if()\nreturn rag==1\nend",
        "var_equal": [
          "water",
          0,
          "bucket",
          0
        ],
        "id": 11,
        "text": " ",
        "lua_text": "function lua_text()\nreturn \"<s>\n<s>\nВы нашли подходящие тряпки. Осталось найти таз для воды.\"\nend",
        "merge": true
      },
      {
        "var_max": [
          "rag",
          1
        ],
        "var_add": [
          "rag",
          1
        ],
        "var_equal": [
          "rag",
          0
        ],
        "id": 11,
        "text": "Найти тряпье"
      },
      {
        "id": 11,
        "text": "\n\n*У вас есть все, чтобы начать убираться в доме.",
        "merge": true,
        "var_equal": [
          "water",
          1,
          "metla",
          1,
          "rag",
          1
        ]
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы вылили воду из таза и внезапно заметили, как что-то блеснуло в грязи. Приглядевшись, вы поняли, что это небольшой кулон золотистого цвета.",
    "answers": [
      {
        "id": 7,
        "text": "Достать вещь и уйти",
        "var_set": [
          "pass1",
          1,
          "pendant",
          1
        ]
      },
      {
        "id": 7,
        "text": "Оставить, как есть, и уйти.",
        "var_set": [
          "pass1",
          1
        ]
      }
    ]
  },
  {
    "id": 13,
    "text": "На стене вы заметили моток крепкой длинной веревки. К сожалению, чтобы ее достать, потребуется залезть на поленницу.",
    "answers": [
      {
        "var_add": [
          "rope",
          1
        ],
        "var_equal": [
          "rope",
          0
        ],
        "id": 10,
        "text": "Достать веревку",
        "var_random": [
          "wood",
          0,
          9
        ],
        "var_set": [
          "wood"
        ]
      }
    ]
  },
  {
    "id": 14,
    "text": "Ту-ту-ла-ла",
    "answers": []
  },
  {
    "id": 15,
    "text": "Вы вышли на улицу. Справа вы видели небольшие крепенькие домики, окруженные аккуратными ухоженными грядками. Оттуда слышались звуки, издаваемые рахнообразной домашней живностью. Деревушка была не то чтобы большая, но в ней были коровы, козы, множество кур, собак, кошек. Ваш дом стоял на окраине, но довольно близко к остальным домам.\n\nПо левую сторону от вашего дома был луг, пройдя через который, можно попасть в лес. Через луг шла неприметная тропка, уходящая в чащу, виляя среди деревьев. Насколько вам было известно, она вела к местному кладбищу, но до последнего было довольно далеко.",
    "answers": [
      {
        "id": 20,
        "var_more": [
          "ask",
          0
        ],
        "need": [
          6
        ],
        "text": "Пойти к соседу"
      },
      {
        "var_str_set": [
          "text",
          " Неожиданно вас окликнули:\n— Эй, парень. Да, я к тебе обращаюсь. Ты откуда здесь взялся? Я тебя раньше не видел."
        ],
        "id": 20,
        "text": "Пойти к соседу",
        "var_less": [
          "ask",
          1
        ],
        "var_set": [
          "ask",
          0
        ]
      },
      {
        "id": 16,
        "text": "Пойти к центру деревни"
      },
      {
        "id": 8,
        "text": "Вернуться на участок"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы прошли по улице вдоль череды похожих друг на друга домов. Из-за заборов доносились крики домашних птиц, блеянье, мычанье, гавканье, мяуканье, брань хозяев, смех детей и еще много звуков: жизнь в деревне шла своим чередом.\n\nДовольно быстро вы дошли до центра деревни, полюбовались на отличающееся от всех остальных здание и пошли обратно.",
    "answers": [
      {
        "id": 15,
        "text": "Назад к калитке"
      }
    ]
  },
  {
    "id": 17,
    "text": "[ Вы уверены, что сделали все? Уборка отнимает много сил, после нее вы скорее всего уже не сможете никуда пойти. ]",
    "answers": [
      {
        "id": 19,
        "text": "Уборка"
      },
      {
        "id": 11,
        "text": "Вы еще не готовы"
      }
    ]
  },
  {
    "id": 18,
    "text": "Осторожно пробираясь среди горок из вещей, вы замечаете у дальней стенки сарая ведро. В темноте не видно, насколько оно пригодно для исползования, поэтому вам приходится протискиваться к нему через весь сарай. \n\nСпустя какое-то время ваши мучения были вознаграждены! Ведро оказалось в отличном состоянии, однако, сколько вы не искали, подходящую веревку так и не нашли.",
    "answers": [
      {
        "id": 6,
        "text": "Назад",
        "var_add": [
          "bucket",
          1
        ],
        "var_max": [
          "bucket",
          1
        ]
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы взялись за метлу, выметя сор и пыль, собрали паутину по углам, после этого сменили свое орудие на тряпки. Тщательно все вымыли, чуть ли не вылизали каждый уголок (несколько раз бегали менять воду), протерли окна, из-за чего в доме сразу стало светлее, убрали мусор.\n\nПотратив на это остаток дня, вы настолько устали, что не могли больше ничего делать. Вы поужинали консервами и уснули, едва успев добраться до лавки и провалившись в забытьё, едва донеся голову до подушки.",
    "answers": [
      {
        "id": 21,
        "text": "Спать...",
        "var_set": [
          "metla",
          0,
          "water",
          0,
          "rag",
          0,
          "bucket",
          0,
          "rope",
          0
        ]
      },
      {
        "id": 19,
        "text": "\n\nВозможно, стоит еще раз поговорить с соседом.",
        "merge": true,
        "var_equal": [
          "ask",
          10
        ]
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы прошли по улице вправо до первых домов. ",
    "answers": [
      {
        "id": 20,
        "text": " ",
        "lua_text": "function lua_text()\nreturn text\nend",
        "merge": true
      },
      {
        "lua_if": "function lua_if()\nreturn ask==0\nend",
        "id": 20,
        "instant": true,
        "text": "— Я недавно переехал",
        "lua_do": "function lua_do()\ntext=text..\"<s>\n<s>\n— Я недавно переехал сюда. Дом у вашего соседа выкупил.<s>\n<s>\n— У какого такого соседа? Чего-то я не слышал, чтоб кто-то из наших дом продавал!\"\nask=1\nend"
      },
      {
        "lua_if": "function lua_if()\nreturn ask==0\nend",
        "id": 20,
        "instant": true,
        "text": "— А тебе какое дело?",
        "lua_do": "function lua_do()\ntext=text..\"<s>\n<s>\n— А тебе какое дело? Я к тебе не лезу, и ты ко мне не лезь! — сосед отвернулся и обиженно пробормотал что-то нецензурное в ваш адрес.\"\nask=2\nend"
      },
      {
        "lua_if": "function lua_if()\nreturn ask==1\nend",
        "id": 20,
        "instant": true,
        "text": "— А ты что, местная птица-секретарь?",
        "lua_do": "function lua_do()\ntext=text..\"<s>\n<s>\n— А ты что, местная птица-секретарь? Все про всех знаешь, ко всем свой нос суешь? — вас оскорбил нездоровый интерес соседа к тому, кто вы и откуда взялись. Сосед же обиделся на ваши грубые слова.\"\nask=4\nend"
      },
      {
        "lua_if": "function lua_if()\nreturn ask==1\nend",
        "id": 20,
        "instant": true,
        "text": "[ Объяснить ]",
        "lua_do": "function lua_do()\ntext=text..\"<s>\n<s>\n— Дом следующий за вашим по улице. Владелец бывший Фредом представился. Сказал, что ходить не может, вот и хочет уехать из деревни в город, трудно здесь ему.<s>\n<s>\n— Вот значит как, — и тихо, будто задумавшись о чем-то, пробормотал: «Уехал Фред». Но тут же обратился к вам:<s>\n<s>\n— А ты, значит, теперь в его доме живешь. Самого-то как звать? — вы представились. — А я Сергей. Городской, да? Небось не знаешь ничего. Если помощь понадобится – приходи. Подсоблю, чем смогу.\"\nask=3\nend"
      },
      {
        "lua_if": "function lua_if()\nreturn ask==3\nend",
        "lua_do": "function lua_do()\ntext=text..\"<s>\n<s>\nВы поблагодарили соседа и уже собирались уходить, как он внезапно окликнул вас и перегнулся через забор, будто не хотел, чтобы ваш диалог услышали.<s>\n<s>\n— Ты осторожней с этим домом. Особенно с подвалом. Ты ведь еще не ходил туда? — Вы отрицательно покачали головой. — Вот и хорошо. Лучше не ходи. Я тебе потом как-нибудь объясню, в чем дело. — И быстро отошел к своим грядкам, оставив вас в растерянности.\"\nask=5\nend",
        "text": "Поблагодарить и попрощаться",
        "id": 20,
        "instant": true
      },
      {
        "var_equal": [
          "ask",
          6
        ],
        "id": 20,
        "text": " ",
        "lua_do": "function lua_do()\ntext=\"<s>\n<s>\nСосед рад вас видеть. Он машет вам рукой и доброжелательно улыбается. Если вам что-то нужно, вы можете к нему обратиться.\"\nend",
        "merge": true
      },
      {
        "id": 20,
        "text": "Закончить разговор",
        "var_equal": [
          "ask",
          2
        ],
        "var_set": [
          "ask",
          10
        ]
      },
      {
        "id": 20,
        "text": "Закончить разговор",
        "var_equal": [
          "ask",
          4
        ],
        "var_set": [
          "ask",
          10
        ]
      },
      {
        "id": 20,
        "text": "Закончить разговор",
        "var_equal": [
          "ask",
          5
        ],
        "var_set": [
          "help",
          1,
          "ask",
          6
        ]
      },
      {
        "id": 15,
        "text": "Вернуться к калитке",
        "var_need": [
          "ask",
          6
        ]
      },
      {
        "var_str_set": [
          "text",
          "Неожиданно вас окликнули:/n— Эй, парень. Да, я к тебе обращаюсь. Ты откуда здесь взялся? Я тебя раньше не видел."
        ],
        "var_equal": [
          "ask",
          111
        ],
        "id": 20,
        "text": "Сбросить диалог",
        "var_set": [
          "ask",
          0
        ]
      },
      {
        "var_equal": [
          "ask",
          10
        ],
        "lua_do": "function lua_do()\ntext=\"<s>\n<s>\nСосед не хочет с вами разговаривать.\"\nend",
        "text": " ",
        "id": 20,
        "merge": true
      }
    ]
  },
  {
    "id": 21,
    "text": "День второй...\n\nСолнце ярко светило прямо в окно, выходящее на восток, заливая комнату золотистым светом. Утренняя прохлада, что лежала белесоватой дымкой над землей под деревьями и оставляла радужные капельки на молодых листочках деревьев и кустов, травинках, веточках, бутонах ранних цветов и почках, просочилась в дом и осела мурашками на вашей коже. За окном уже вовсю щебетали птицы, заполняя звенящий от прохлады и первых солнечных лучей воздух веселым гомоном. \n\nПропели петухи, знаменуя начало нового дня. Другие животные подавали голоса вслед за ними, их хозяева тоже уже не спали.\n\nСолнечный луч упал вам на щеку, пробежался по ней и приник к глазам. Вы недовольно сморщились во сне, потом попытались отмахнуться, как от назойливого шебутного мальчишки, затем, не добившись желаемого, неловко повернулись и...",
    "answers": [
      {
        "id": 22,
        "text": "...упали с лавки"
      }
    ]
  },
  {
    "id": 22,
    "text": "С добрым утром!",
    "answers": [
      {
        "id": 23,
        "text": "Проснуться..."
      }
    ]
  },
  {
    "id": 23,
    "text": "Кое-как поднявшись с пола, вы оглядели свое место обитания. После уборки оно выглядело намного лучше, уже не казалось таким запущенным. Тем не менее, до статуса \"обжитого местечка\" ему еще далеко. Придется хорошенько потрудиться, прежде чем оно будет похоже на уютный уголок, в который хочется возвращаться.\n\nСегодня вы хотите проверить, насколько вода из колодца пригодна для питья. Заодно надо бы посмотреть, что еще можно сделать в доме и во дворе срочно, а что можно оставить до следующего раза.\n\nХорошо бы еще познакомиться с жителями деревни, потому как это рано или поздно произойдет, так лучше сделать это побыстее, чтобы потом не было лишних проблем: вы помните, как подозрительно отреагировал на ваше появление сосед.\n\nПрежде чем начинать работу, вы умылись, используя воду из колодца (пить вы ее, тем не менее, пока опасались), и позавтракали все теми же консервами. С сожалением посматривая на печь: пользоваться этим агрегатом прошлого вы не умеете. Видимо, и с этим придется обратиться к соседям. Как это ни печально, но вы оказались не готовы к самостоятельному проживанию в деревне.\n\nКонсервированной снеди хватит еще на несколько дней. Однако вам следует поторопиться с приобретением полезных навыков готовки и огородничества, так как они вам пригодятся.\n\nВозможно, стоит узнать про альтернативные способы добычи еды, к примеру, магазины.",
    "answers": [
      {
        "id": 24,
        "text": "Далее...",
        "var_set": [
          "preserves",
          11
        ]
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы в доме. Нигде нет пыли или паутины, как в день вашего приезда.",
    "answers": [
      {
        "id": 24,
        "text": "Осмотреть окна",
        "var_equal": [
          "curtain",
          0,
          "inspectionWindow",
          0
        ],
        "var_set": [
          "inspectionWindow",
          1
        ]
      },
      {
        "lua_text": "function lua_text()\nreturn \"<s>\n<s>\nВы внимательно оглядели окна и заметили торчащие по обеим сторонам от рамы гвозди. Такие были около каждого окна, на уровне верхних углов рамы. Подумав, вы решили, что на эти гвозди крепилась веревка, на которой висела штора.\"\nend",
        "var_equal": [
          "inspectionWindow",
          1,
          "curtain",
          0
        ],
        "id": 24,
        "text": " ",
        "merge": true
      },
      {
        "var_sub": [
          "rope",
          5
        ],
        "var_equal": [
          "certain",
          0
        ],
        "id": 24,
        "var_need": [
          "rope",
          5
        ],
        "text": "Повесить шторы",
        "var_set": [
          "certain",
          5
        ]
      },
      {
        "id": 24,
        "text": "\n\nЧистые стекла радуют глаз своей прозрачностью, но, с другой стороны, теперь все, кому не лень, могут наблюдать происходящее внутри дома.",
        "merge": true,
        "var_equal": [
          "certain",
          0
        ]
      },
      {
        "id": 24,
        "text": "\n\nСлабый ветерок слегка колышет занавески, но увидеть с улицы, что творится в доме, теперь не так уж просто. К тому же шторы добавили дому уюта, и он выглядит чуть более обжитым.",
        "var_equal": [
          "certain",
          5
        ],
        "merge": true
      },
      {
        "var_str_set": [
          "text6",
          "\n\nВы взяли одну из пустых бутылок из-под воды."
        ],
        "var_add": [
          "reservoir",
          1
        ],
        "var_equal": [
          "water",
          0
        ],
        "id": 24,
        "text": "Взять пустую бутылку",
        "var_less": [
          "reservoir",
          5
        ],
        "var_no_more": [
          "reservoir",
          4
        ]
      },
      {
        "var_need": [
          "reservoir",
          1
        ],
        "id": 24,
        "text": "Оставить бутылку",
        "lua_do": "function lua_do()\ntext6=\"<s>\n<s>\nВы положили бутылку на место, мало ли, где еще пригодится.\"\nend",
        "var_sub": [
          "reservoir",
          1
        ]
      },
      {
        "var_sub": [
          "full_reservoir",
          1,
          "water",
          1
        ],
        "var_add": [
          "reservoir",
          1
        ],
        "var_equal": [
          "passwater",
          0
        ],
        "id": 52,
        "var_need": [
          "full_reservoir",
          1
        ],
        "text": "Проверить воду",
        "var_set": [
          "passwater",
          1
        ]
      },
      {
        "var_sub": [
          "woodsInHand",
          4
        ],
        "id": 53,
        "var_more": [
          "woodsInHand",
          0
        ],
        "need": [
          41,
          52
        ],
        "text": "Затопить печь и приготовить ужин"
      },
      {
        "var_show": [
          "reservoir",
          "пустая бутылка"
        ],
        "comment": true,
        "var_equal": [
          "reservoir",
          1
        ],
        "id": 24,
        "text": "У вас есть"
      },
      {
        "var_show": [
          "reservoir",
          "пустых бутылки"
        ],
        "comment": true,
        "id": 24,
        "var_need": [
          "reservoir",
          2
        ],
        "text": "У вас есть",
        "var_no_more": [
          "reservoir",
          4
        ]
      },
      {
        "var_show": [
          "reservoir",
          "пустых бутылок"
        ],
        "comment": true,
        "var_equal": [
          "reservoir",
          5
        ],
        "id": 24,
        "text": "У вас есть"
      },
      {
        "var_equal": [
          "reservoir",
          5
        ],
        "id": 24,
        "text": " ",
        "lua_do": "function lua_do()\ntext6=\"<s>\n<s>\nВы собрали все имеющиеся у вас пустые бутылки. Однако зачем?\"\nend",
        "merge": true
      },
      {
        "id": 24,
        "text": " ",
        "lua_text": "function lua_text()\nreturn text6\nend",
        "merge": true
      },
      {
        "lua_if": "function lua_if()\nreturn reservoir==0\nend",
        "lua_do": "function lua_do()\ntext6=\"<s>\n<s>\nВ углу кухни стоит корзина, в которую вы сложили пластмассовые бутылки. Вы решили не выбрасывать их все, мало ли, где пригодятся, вот и лежат они: ждут своего «звездного часа».\"\nend",
        "text": " ",
        "id": 24,
        "merge": true
      },
      {
        "var_show": [
          "full_reservoir",
          "полная бутылка"
        ],
        "comment": true,
        "var_equal": [
          "full_reservoir",
          1
        ],
        "id": 24,
        "text": "У вас есть"
      },
      {
        "var_show": [
          "full_reservoir",
          "полных бутылки"
        ],
        "comment": true,
        "id": 24,
        "var_need": [
          "full_reservoir",
          2
        ],
        "text": "У вас есть",
        "var_no_more": [
          "full_reservoir",
          4
        ]
      },
      {
        "var_show": [
          "full_reservoir",
          "полных бутылок"
        ],
        "comment": true,
        "var_equal": [
          "full_reservoir",
          5
        ],
        "id": 24,
        "text": "У вас есть"
      },
      {
        "id": 62,
        "text": " ",
        "comment": true
      },
      {
        "id": 25,
        "text": "Выйти во двор"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы стоите у крыльца дома. Погода радует чистым небом, легким свежим ветерком и почти летним теплом. ",
    "answers": [
      {
        "id": 24,
        "text": "Вернуться в дом"
      },
      {
        "id": 27,
        "text": "В сарай"
      },
      {
        "id": 29,
        "text": "На задний двор"
      },
      {
        "id": 26,
        "text": "К колодцу",
        "var_equal": [
          "grass1",
          0
        ],
        "var_set": [
          "grass1",
          1
        ]
      },
      {
        "id": 26,
        "text": "К колодцу",
        "var_not": [
          "grass1",
          0
        ]
      },
      {
        "id": 35,
        "text": "Выйти на улицу",
        "var_equal": [
          "inspectionFence",
          1
        ]
      },
      {
        "id": 34,
        "text": "Осмотреть забор",
        "var_not": [
          "inspectionFence",
          1
        ]
      },
      {
        "id": 49,
        "text": "Вы увидели что-то подозрительное",
        "need": [
          36
        ],
        "var_not": [
          "passgoat",
          1
        ]
      },
      {
        "id": 25,
        "text": " ",
        "comment": true
      },
      {
        "comment": false,
        "var_equal": [
          "chain",
          1,
          "pendant",
          1
        ],
        "id": 25,
        "text": "Пойти к Филимону",
        "need": [
          69,
          -70
        ]
      }
    ]
  },
  {
    "id": 26,
    "text": "Заросший мхом каменный колодец, освещенный солнечными лучами, гармонично вписывается в окружающую его буйную растительность. Ворот тихо поскрипывает, будто подпевает птичьим трелям.",
    "answers": [
      {
        "var_max": [
          "water",
          10
        ],
        "var_add": [
          "water",
          1,
          "full_reservoir",
          1
        ],
        "id": 26,
        "var_need": [
          "reservoir",
          1
        ],
        "text": "Набрать воды",
        "var_sub": [
          "reservoir",
          1
        ]
      },
      {
        "id": 26,
        "text": "Покосить траву",
        "var_sub": [
          "grass1",
          2
        ],
        "var_equal": [
          "grass1",
          1,
          "scythe",
          1
        ]
      },
      {
        "lua_text": "function lua_text()\nreturn \"<s>\n<s>\nК колодцу через высокие заросли ведет узенькая тропка, которую вы протоптали вчера, когда убирались в доме. Ходить по такой невероятно неудобно, поэтому хорошо бы скосить все это безобразие.\"\nend",
        "var_equal": [
          "grass1",
          1
        ],
        "id": 26,
        "text": "Новый ответ. введите текст",
        "merge": true
      },
      {
        "lua_text": "function lua_text()\nreturn \"<s>\n<s>\nТрава вокруг колодца скошена, местами неровно, но ходить стало намного приятнее и удобнее. Теперь не нужно разглядывать, куда ставить ногу, и дорога до колодца кажется вдвое короче.\"\nend",
        "var_equal": [
          "grass1",
          -1
        ],
        "id": 26,
        "text": "Новый ответ. введите текст",
        "merge": true
      },
      {
        "var_show": [
          "full_reservoir",
          "имеющуюся у вас емкость"
        ],
        "comment": true,
        "var_equal": [
          "full_reservoir",
          1
        ],
        "id": 26,
        "text": "Вы набрали воды в "
      },
      {
        "var_show": [
          "full_reservoir",
          "имеющиеся у вас емкости"
        ],
        "comment": true,
        "id": 26,
        "text": "Вы набрали воды в ",
        "var_need": [
          "full_reservoir",
          2
        ],
        "var_no_more": [
          "full_reservoir",
          4
        ]
      },
      {
        "var_show": [
          "full_reservoir",
          "имеющихся у вас емкостей"
        ],
        "comment": true,
        "id": 26,
        "text": "Вы набрали воды в ",
        "var_need": [
          "full_reservoir",
          5
        ]
      },
      {
        "id": 62,
        "text": " ",
        "comment": true
      },
      {
        "id": 25,
        "text": "Отойти от колодца"
      }
    ]
  },
  {
    "id": 27,
    "text": "В сарае.",
    "answers": [
      {
        "var_max": [
          "rope",
          20
        ],
        "var_not": [
          "ask",
          9
        ],
        "var_add": [
          "rope",
          20
        ],
        "var_equal": [
          "inspectionWindow",
          1,
          "rope",
          0
        ],
        "id": 28,
        "text": "Поискать веревку для штор"
      },
      {
        "var_equal": [
          "scythe",
          1
        ],
        "id": 27,
        "text": "Вернуть косу",
        "var_min": [
          "scythe",
          0
        ],
        "var_sub": [
          "scythe",
          1
        ]
      },
      {
        "var_max": [
          "scythe",
          1
        ],
        "var_add": [
          "scythe",
          1
        ],
        "var_equal": [
          "scythe",
          0,
          "ask",
          9
        ],
        "id": 27,
        "text": "Взять косу",
        "need": [
          32,
          26
        ],
        "need_sometimes": true
      },
      {
        "var_equal": [
          "scythe",
          0
        ],
        "id": 27,
        "text": "Взять косу",
        "need": [
          67
        ],
        "var_set": [
          "scythe",
          1
        ]
      },
      {
        "id": 27,
        "text": "\n\nЗдесь ничего не поменялось. Вы по-прежнему не знаете, по какому принципу разложены предметы. Из-за этого поиски той или иной вещи отнимают много времени.",
        "var_not": [
          "ask",
          9
        ],
        "merge": true
      },
      {
        "id": 27,
        "text": "\n\nВы можете с уверенностью сказать, в какой части сарая искать ту или иную вещь, так как сосед объяснил вам, по какому принципу разложены вещи. Теперь поиски отнимают гораздо меньше сил и времени, чем раньше.",
        "merge": true,
        "var_equal": [
          "ask",
          9
        ]
      },
      {
        "var_max": [
          "rope",
          20
        ],
        "var_add": [
          "rope",
          20
        ],
        "var_equal": [
          "inspectionWindow",
          1,
          "rope",
          0,
          "ask",
          9
        ],
        "id": 27,
        "text": "Взять веревку для штор"
      },
      {
        "var_not": [
          "ask",
          9,
          "passScythe",
          1
        ],
        "need_sometimes": true,
        "text": "Искать косу",
        "id": 67,
        "var_sub": [
          "help",
          1
        ],
        "need": [
          32,
          26
        ],
        "var_set": [
          "passScythe",
          1
        ]
      },
      {
        "id": 62,
        "text": " ",
        "comment": true
      },
      {
        "id": 25,
        "text": "Выйти из сарая"
      }
    ]
  },
  {
    "id": 28,
    "text": "Кажется, в этом сарае есть решительно все!",
    "answers": [
      {
        "id": 27,
        "text": "Далее"
      },
      {
        "id": 28,
        "text": "\n\nПосле длительных поисков вы, наконец, нашли моток тонкой крепкой веревки. Ее можно использовать для разных целей.\n\nВ первую очередь вы собираетесь повесить шторы на окна. Подходящие для этого отрезы ткани вы видели в доме, так что с этим проблем возникнуть не должно.",
        "var_not": [
          "ask",
          9
        ],
        "merge": true
      },
      {
        "id": 28,
        "text": "\n\nВы быстро отыскали то, что нужно – моток крепкой тонкой веревки. Моток не такой уж и маленький, так что можно будет использовать веревку для чего-то еще.",
        "merge": true,
        "var_equal": [
          "ask",
          9
        ]
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы обошли дом и оказались на заднем дворе.",
    "answers": [
      {
        "id": 68,
        "text": "Зайти на склад",
        "var_more": [
          "wood",
          0
        ]
      },
      {
        "id": 30,
        "text": "На склад",
        "var_set": [
          "hay",
          5
        ],
        "var_equal": [
          "hay",
          0
        ]
      },
      {
        "id": 30,
        "text": "На склад",
        "var_equal": [
          "hay",
          -1
        ]
      },
      {
        "id": 30,
        "text": "На склад",
        "var_more": [
          "hay",
          0
        ]
      },
      {
        "var_add": [
          "hayInHeap",
          2
        ],
        "id": 30,
        "text": "Сложить сено",
        "var_sub": [
          "hayInHand",
          2
        ],
        "var_need": [
          "hayInHand",
          2
        ]
      },
      {
        "id": 29,
        "var_need": [
          "hayInHeap",
          1
        ],
        "text": "\n\nВы сложили сено в кучу, чтобы потом закопать его в грядки как удобрение.",
        "merge": true
      },
      {
        "id": 32,
        "text": "К грядкам",
        "var_set": [
          "grass2",
          1
        ],
        "var_equal": [
          "grass2",
          0
        ]
      },
      {
        "id": 32,
        "text": "К грядкам",
        "var_more": [
          "grass2",
          0
        ]
      },
      {
        "id": 32,
        "text": "К грядкам",
        "var_less": [
          "grass2",
          0
        ]
      },
      {
        "var_add": [
          "reservoir",
          1
        ],
        "text": "Вылить воду",
        "id": 29,
        "var_need": [
          "water",
          1
        ],
        "var_min": [
          "water",
          0
        ],
        "var_sub": [
          "water",
          1,
          "full_reservoir",
          1
        ]
      },
      {
        "id": 62,
        "text": " ",
        "comment": true
      },
      {
        "id": 25,
        "text": "К крыльцу"
      },
      {
        "var_show": [
          "reservoir",
          "пустая бутылка"
        ],
        "comment": true,
        "var_equal": [
          "reservoir",
          1
        ],
        "id": 24,
        "text": "У вас есть"
      },
      {
        "var_show": [
          "reservoir",
          "пустых бутылки"
        ],
        "comment": true,
        "id": 24,
        "var_need": [
          "reservoir",
          2
        ],
        "text": "У вас есть",
        "var_no_more": [
          "reservoir",
          4
        ]
      },
      {
        "var_show": [
          "reservoir",
          "пустых бутылок"
        ],
        "comment": true,
        "var_equal": [
          "reservoir",
          5
        ],
        "id": 24,
        "text": "У вас есть"
      },
      {
        "var_show": [
          "full_reservoir",
          "полная бутылка"
        ],
        "comment": true,
        "var_equal": [
          "full_reservoir",
          1
        ],
        "id": 24,
        "text": "У вас есть"
      },
      {
        "var_show": [
          "full_reservoir",
          "полных бутылки"
        ],
        "comment": true,
        "id": 24,
        "var_need": [
          "full_reservoir",
          2
        ],
        "text": "У вас есть",
        "var_no_more": [
          "full_reservoir",
          4
        ]
      },
      {
        "var_show": [
          "full_reservoir",
          "полных бутылок"
        ],
        "comment": true,
        "var_equal": [
          "full_reservoir",
          5
        ],
        "id": 24,
        "text": "У вас есть"
      }
    ]
  },
  {
    "id": 30,
    "text": "На складе.",
    "answers": [
      {
        "id": 30,
        "text": "Собрать поленья",
        "var_more": [
          "wood",
          0
        ],
        "var_max": [
          "wood",
          0
        ]
      },
      {
        "lua_text": "function lua_text()\nreturn \"<s>\n<s>\n*Несколько поленьев лежат на полу посреди склада. Если вы станете что-то делать, они будут мешать.\"\nend",
        "id": 30,
        "var_more": [
          "wood",
          0
        ],
        "text": " ",
        "merge": true
      },
      {
        "id": 30,
        "text": "\n\nВ углу склада лежит полусгнившее сено, от которого вы хотите избавиться, но пока руки не дошли.",
        "var_need": [
          "hay",
          1
        ],
        "merge": true
      },
      {
        "id": 30,
        "text": "\n\nВы хотите осмотреть поленницу. Вполне вероятно, что дрова тоже окажутся гнилыми, а скоропостижно учиться ремеслу лесоруба вам как-то не очень хочется.",
        "var_equal": [
          "woods",
          0
        ],
        "merge": true
      },
      {
        "id": 31,
        "text": "Проверить дрова",
        "var_equal": [
          "woods",
          0
        ]
      },
      {
        "var_add": [
          "woodsInHand",
          4
        ],
        "var_sub": [
          "woods",
          4
        ],
        "id": 30,
        "text": "Взять немного дров",
        "var_need": [
          "woods",
          1
        ],
        "var_no_more": [
          "woodsInHand",
          7
        ]
      },
      {
        "var_add": [
          "woods",
          4
        ],
        "id": 30,
        "text": "Вернуть дрова",
        "var_sub": [
          "woodsInHand",
          4
        ],
        "var_need": [
          "woodsInHand",
          4
        ]
      },
      {
        "id": 30,
        "var_need": [
          "woodsInHand",
          7
        ],
        "text": "\n\n* Вы хотите унести всю поленницу за раз?!",
        "merge": true
      },
      {
        "var_sub": [
          "hay",
          2
        ],
        "var_add": [
          "hayInHand",
          2
        ],
        "var_need": [
          "hay",
          0
        ],
        "id": 29,
        "text": "Убрать сено",
        "need": [
          42
        ],
        "var_no_more": [
          "hayInHand",
          1
        ]
      },
      {
        "id": 30,
        "text": "\n\n* Вы могли бы унести и больше, но не хотите прижимать к себе эту вонючую охапку.",
        "var_need": [
          "hayInHand",
          1
        ],
        "merge": true
      },
      {
        "id": 62,
        "text": " ",
        "comment": true
      },
      {
        "id": 29,
        "text": "Выйти со склада"
      },
      {
        "id": 30,
        "text": "\n\nВ углу склада лежит свежескошенная трава. Вы решили оставить ее здесь до того момента, как вы решите, что с ней сделать. Возможно, вы и ее закопаете, но позже.",
        "var_less": [
          "grass2left",
          0
        ],
        "merge": true
      }
    ]
  },
  {
    "id": 31,
    "text": "На удивление, ваши опасения не оправдались: поленья оказались сухими и неиспорченными. Видимо, место, где была сложена поленница, лучше, чем то, где хранилось сено.",
    "answers": [
      {
        "id": 30,
        "text": "Назад",
        "var_set": [
          "woods",
          15
        ]
      }
    ]
  },
  {
    "id": 32,
    "text": "Около грядок.",
    "answers": [
      {
        "id": 32,
        "text": "\n\nПередвигаться по огороду совершенно невозможно! Все заросло настолько густой травой, что вы не видите, куда ставите ногу. Из-за этого вы упали, едва не попав лицом на какую-то железку, торчащую из земли. Осмотрев потенциального убийцу, вы решили, что это похоже на кусок лопаты, застрявший в земле.",
        "var_more": [
          "grass2",
          0
        ],
        "merge": true
      },
      {
        "var_less": [
          "grass2",
          0
        ],
        "text": "\n\nИзрядно попотев, вы справились с задачей почти великолепно. Стало видно землю, и теперь вы можете спокойно передвигаться по огороду, не рискуя свернуть себе шею или сломать что-нибудь.",
        "id": 32,
        "merge": true
      },
      {
        "var_equal": [
          "scythe",
          1
        ],
        "id": 32,
        "var_more": [
          "grass2",
          0
        ],
        "text": "Убрать железку и покосить траву",
        "var_set": [
          "grass2",
          -1,
          "grass2left",
          1
        ]
      },
      {
        "text": "Собрать скошенную траву и отнести на склад.",
        "id": 30,
        "var_more": [
          "grass2left",
          0
        ],
        "var_less": [
          "hay",
          0
        ],
        "var_set": [
          "grass2left",
          -1
        ]
      },
      {
        "id": 32,
        "text": "\n\nОхапки травы лежат то тут, то там. Они мешают, но не сильно.",
        "var_more": [
          "grass2left",
          0
        ],
        "merge": true
      },
      {
        "id": 33,
        "var_more": [
          "hayInHeap",
          0
        ],
        "text": "Закопать гнилое сено",
        "var_set": [
          "hayInHeap",
          0
        ]
      },
      {
        "id": 62,
        "text": " ",
        "comment": true
      },
      {
        "id": 29,
        "text": "Отойти от грядок"
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы выкопали довольно глубокую яму, когда заметили что-то необычное в ее стенке. Поковыряв землю пальцами, вы обнаружили цепочку золотистого цвета. Недолго думая, вы засунули цепочку в карман и продолжили заниматься своим делом.",
    "answers": [
      {
        "id": 32,
        "text": "Далее",
        "var_set": [
          "chain",
          1
        ]
      }
    ]
  },
  {
    "id": 34,
    "text": "Забор наполовину тонет в траве, но коса здесь не поможет. Вы подумали и решили, что желания заниматься оградой у вас нет и непредвидится. К тому же вы сомневаетесь в наличии необходимых для починки материалов. Поразмышляв обо всем этом, вы отложили ремонт забора на неопределенный срок.",
    "answers": [
      {
        "id": 25,
        "text": "Назад",
        "var_set": [
          "inspectionFence",
          1
        ]
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы вышли на улицу. Справа виднеются небольшие крепенькие домики, окруженные аккуратными ухоженными грядками. Оттуда слышатся звуки, издаваемые разнообразной домашней живностью. Ваш дом стоит последним, немного обособленно от остальных.\n\nПо левую сторону от вашего дома находится луг, пройдя через который, можно попасть в лес. Через луг идет неприметная тропка, которая уходит в чащу, виляя среди деревьев. Насколько вам известно, она ведет к местному кладбищу, но до последнего довольно далеко.",
    "answers": [
      {
        "var_str_set": [
          "textOne"
        ],
        "var_equal": [
          "ask",
          6
        ],
        "id": 36,
        "text": "Навестить соседа",
        "var_set": [
          "ask",
          7
        ]
      },
      {
        "var_str_set": [
          "textOne"
        ],
        "var_equal": [
          "ask",
          10
        ],
        "id": 36,
        "text": "Пойти к соседу",
        "var_set": [
          "ask",
          11
        ]
      },
      {
        "id": 36,
        "text": "Пойти к соседу",
        "var_more": [
          "ask",
          10
        ]
      },
      {
        "id": 36,
        "text": "Проведать соседа",
        "var_equal": [
          "ask",
          9
        ]
      },
      {
        "id": 38,
        "text": "Пойти по улице к центру деревни"
      },
      {
        "id": 51,
        "text": "Пойти к кладбищу",
        "var_not": [
          "passGoat",
          1
        ],
        "var_need": [
          "passMarina",
          1
        ]
      },
      {
        "id": 62,
        "text": " ",
        "comment": true
      },
      {
        "id": 25,
        "text": "Вернуться к крыльцу дома"
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы прошли немного по деревенской улице до ближайшего на вашей стороне дома и остановились.",
    "answers": [
      {
        "id": 36,
        "text": "Сбросить диалог",
        "var_str_set": [
          "textOne"
        ],
        "var_equal": [
          "ask",
          0
        ]
      },
      {
        "id": 35,
        "text": "Вернуться к калитке",
        "var_equal": [
          "ask",
          7
        ],
        "var_set": [
          "ask",
          6
        ]
      },
      {
        "id": 35,
        "text": "Вернуться к калитке",
        "var_equal": [
          "ask",
          11
        ],
        "var_set": [
          "ask",
          10
        ]
      },
      {
        "id": 35,
        "text": "Вернуться к калитке",
        "var_equal": [
          "ask",
          9
        ]
      },
      {
        "var_str_set": [
          "textOne",
          "\n\nСоседа поблизости не видно."
        ],
        "text": "Вернуться к калитке",
        "id": 35,
        "var_equal": [
          "ask",
          14
        ]
      },
      {
        "var_str_set": [
          "textOne",
          "\n\nСоседа поблизости не видно. "
        ],
        "text": "Вернуться к калитке.",
        "id": 35,
        "var_equal": [
          "ask",
          15
        ]
      },
      {
        "id": 62,
        "text": " ",
        "comment": true
      },
      {
        "id": 36,
        "text": "\n\nСосед неторопливо ходит по двору, увидев вас, он остановился и приветливо помахал рукой.",
        "merge": true,
        "var_equal": [
          "ask",
          7
        ]
      },
      {
        "id": 36,
        "text": "\n\nСосед не обращает на вас внимания.",
        "merge": true,
        "var_equal": [
          "ask",
          11
        ]
      },
      {
        "lua_if": "function lua_if()\nreturn ask==7\nend",
        "lua_do": "function lua_do()\nask=8\ntextOne=\"<s>\n<s>\n— Здравствуйте. Как дела?<s>\n<s>\nНа ваш вопрос тот радостно улыбнулся и вышел к вам через калитку, чтобы поговорить. Ваш короткий разговор ни о чем прерывают громкие вопли, доносящиеся с другого конца улицы.\"\nend",
        "text": "Поздороваться",
        "instant": true,
        "id": 36
      },
      {
        "var_equal": [
          "ask",
          11
        ],
        "lua_do": "function lua_do()\ntextOne=\"<s>\n<s>\nРазговор вышел довольно натянутым, сосед вел беседу с вами неохотно. Неожиданно вас прервали крики, доносящиеся с другого конца улицы.\"\nask=12\nend",
        "text": "Начать диалог",
        "instant": true,
        "id": 36
      },
      {
        "id": 36,
        "text": " ",
        "lua_text": "function lua_text()\nreturn textOne\nend",
        "merge": true
      },
      {
        "lua_if": "function lua_if()\nreturn ask==8\nend",
        "lua_do": "function lua_do()\nask=9\ntextOne=textOne..\"<s>\n<s>\n— А, опять у Марины коза сбежала. Уж и запирали, и привязывали – ничего не помогает. Ну да ладно, найдется коза. А ты там как, справляешься? Если что, у меня сейчас дел срочных нет, могу подсобить чем...\"\nend",
        "text": "— В чем дело?",
        "instant": true,
        "id": 36
      },
      {
        "id": 37,
        "text": "Попросить помочь разобраться с вещами в сарае.",
        "var_not": [
          "pass2",
          1
        ],
        "var_equal": [
          "ask",
          9
        ]
      },
      {
        "lua_if": "function lua_if()\nreturn ask==12\nend",
        "lua_do": "function lua_do()\nask=13\ntextOne=textOne..\"<s>\n<s>\n— А, опять у Марины коза сбежала. Уж и запирали, и привязывали – ничего не помогает. Ну да ладно, найдется коза. А я пойду, пожалуй: дел много.<s>\n<s>\n— Подожди!<s>\n<s>\n— Что еще?\"\nend",
        "text": "— В чем дело?",
        "instant": true,
        "id": 36
      },
      {
        "var_add": [
          "help",
          1
        ],
        "id": 36,
        "lua_do": "function lua_do()\nask=14\ntextOne=textOne..\"<s>\n<s>\nСосед снисходительно выслушал ваши скомканные извинения, после чего с добродушной улыбкой хлопнул вас по плечу, сказал не спускаться в подвал вашего дома и ушел по своим делам, оставив вас в недоумении.\"\nend",
        "instant": true,
        "text": "[ Извиниться за вчерашнее ]",
        "lua_if": "function lua_if()\nreturn ask==13\nend"
      },
      {
        "lua_if": "function lua_if()\nreturn ask==13\nend",
        "lua_do": "function lua_do()\nask=15\ntextOne=textOne..\"<s>\n<s>\n— А как же, есть подвал. Только я не ходил бы туда на твоем месте, — сказав это он ушел.\"\nend",
        "text": "[ Спросить, есть ли в доме подвал ]",
        "instant": true,
        "id": 36
      }
    ]
  },
  {
    "id": 37,
    "text": "Сосед согласился, и вы направились на ваш участок. Мужчина помог вам разобраться, заодно показал, как пользоваться некоторыми инструментами, которые могли вам понадобиться в ближайшее время. \n\nВы внезапно обнаружили заначку спиртного в сарае, но вас эта находка не впечатлила, так как вы человек непьющий. Зато она приглянулась соседу. Тот объяснил, что Фред запил несколько лет назад, хотя Сергей и пытался остановить его, это не всегда удавалось. После того, как Фред по-пьяни что-то учудил в деревне, мужчина стал отнимать у того алкоголь. Тогда хозяин дома стал делать подобные тайники. Сергей, почему-то уверенный, что в бутылке чистый этиловый спирт, с вашего согласия забрал ее домой: мало ли, для чего пригодится.",
    "answers": [
      {
        "var_str_set": [
          "textOne",
          "\n\nСоседа около дома не видно: видимо, чем-то занят."
        ],
        "var_add": [
          "help",
          1
        ],
        "id": 25,
        "text": "К крыльцу",
        "var_set": [
          "pass2",
          1
        ]
      },
      {
        "comment": true,
        "super_calculate": false,
        "id": 37,
        "calculate": false,
        "text": " "
      },
      {
        "id": 69,
        "text": "Спросить о подвале",
        "comment": false,
        "need": [
          -69
        ]
      }
    ]
  },
  {
    "id": 38,
    "text": "По пути вас окликнула жизнерадостная женщина.",
    "answers": [
      {
        "id": 39,
        "text": "Остановиться и поговорить",
        "var_equal": [
          "ask1",
          0
        ],
        "var_set": [
          "ask1",
          1
        ]
      },
      {
        "id": 39,
        "text": "Остановиться и поговорить",
        "var_equal": [
          "ask1",
          4
        ]
      },
      {
        "id": 44,
        "text": "Помахать рукой и пройти дальше",
        "need": [
          39
        ]
      },
      {
        "id": 62,
        "text": " ",
        "comment": true
      },
      {
        "id": 35,
        "text": "Помахать ей и пойти назад",
        "need": [
          39
        ]
      }
    ]
  },
  {
    "id": 39,
    "text": "Деревенская говорушка Агафья как-то незаметно вовлекла вас в беседу, рассказала все новости, пожаловалась на соседей, детей, погоду, обсудила тонкости выпечки какого-то пирога... Вы почувствовали себя китайским болванчиком: так усиленно кивали головой. ",
    "answers": [
      {
        "id": 38,
        "text": "— Ой, у меня ведь дела не доделаны! [ Улизнуть ]",
        "var_equal": [
          "ask1",
          1
        ],
        "var_set": [
          "ask1",
          0
        ]
      },
      {
        "id": 38,
        "text": "[ Тихо уйти, пока отвлеклась ]",
        "var_equal": [
          "ask1",
          4
        ]
      },
      {
        "id": 62,
        "text": " ",
        "comment": true
      },
      {
        "id": 40,
        "text": "Расспросить о деревне"
      },
      {
        "id": 41,
        "text": "Попросить научить пользоваться печью"
      },
      {
        "id": 42,
        "text": "Узнать, как поступить с гнилым сеном",
        "need": [
          30
        ]
      },
      {
        "id": 43,
        "text": "Спросить о медальоне",
        "var_equal": [
          "pendant",
          1
        ]
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы успели задать свой вопрос, пока Агафья набирала воздуха в легкие для следующей непрерываемой тирады, и почувствовали, будто только что взорвали пожарный гидрант.\n\n— Деревня-то наша небольшая, но вот у Кристины Федьковой есть и козы, и куры, и даже овца! — вы вымученно улыбнулись. Даже пропуская половину информации мимо ушей, вы все равно знали, кто где живет, с кем гуляет, каких животных держит, как работает и прочее. Внезапно среди словесного потока промелькнуло интересное для вас слово.\n\n— Магазин? У вас есть магазин? — довольно невежливо перебили вы соседку, однако та, кажется, не обратила внимания на сей факт.\n\n— Ой, да какой у нас в глухомани магазин? Лавка приезжая. Кое-что там есть, например, консервы покупаем, соль, соду и сахар, — вы решили прогуляться к центру деревни, тем более, что, по словам Агафьи, лавка должна была приехать со дня на день.",
    "answers": [
      {
        "id": 39,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 41,
    "text": "Соседка в очередной раз расписывает прелести пирога, который пекла еще ее бабушка. Румяная хрустящая корочка, грибочки и картошечка в качестве начинки...",
    "answers": [
      {
        "var_str_set": [
          "text2",
          "\n\nНерадостные мысли заворочались в вашей голове. Пожалуй, словоохотливая Агафья – идеальный кандидат на роль учителя использования печи."
        ],
        "lua_if": "function lua_if()\nreturn ask1==1\nend",
        "id": 41,
        "text": "Вспомнить свой завтрак",
        "var_set": [
          "ask1",
          2
        ]
      },
      {
        "id": 41,
        "text": " ",
        "lua_text": "function lua_text()\nreturn text2\nend",
        "merge": true
      },
      {
        "id": 41,
        "text": "\"Может, заодно и рецепт пирога удастся выпытать?\"",
        "lua_if": "function lua_if()\nreturn ask1==2\nend",
        "lua_do": "function lua_do()\ntext2=\"<s>\n<s>\n— А не научите ли вы меня пользоваться печью, а то в городе такого не встречается, вот и не пришло в голову узнать, как с этим агрегатом обращаться... — Агафья ухватила вас за руку с таким хищным выражением лица, что вы едва не пожалели о своей просьбе.<s>\n<s>\nХотя вы всерьез опасались, что добром соседкин энтузиазм не кончится, вам чрезвычайно повезло! Вам не только подробно рассказали, как пользоваться деревенским аналогом кухонной плиты, но и показали все на деле. Так же объяснили, для чего нужна та или иная кухонная утварь, да еще и накормили. <s>\n<s>\nКо всему прочему, Агафья умудрялась говорить о нескольких вещах разом. Например, о курах, которые плохо несутся, и о том, как сильно она ждет приезда лавки, потому что у нее закончилась соль, да и сахара мало, а у Марины опять коза сбежала. Из-за этого вы иногда теряли нить ее рассуждений, старательно сосредотачиваясь на интересующей вас теме.\"\nask1=3\nend"
      },
      {
        "lua_if": "function lua_if()\nreturn ask1==3\nend",
        "var_add": [
          "help",
          1
        ],
        "lua_do": "function lua_do()\nask1=4\ntext2=\"<s>\n<s>\nВашу помощь Агафья приняла с радостью. Вы принесли ей соль, сахар, соду и разные крупы, заодно выслушав кучу историй про тетушку вашей соседки.\"\nend",
        "text": "Предложить поделиться частью своих запасов",
        "var_sub": [
          "preserves",
          4
        ],
        "id": 41
      },
      {
        "id": 41,
        "text": "Поблагодарить",
        "lua_if": "function lua_if()\nreturn ask1==3\nend",
        "lua_do": "function lua_do()\ntext2=\"<s>\n<s>\nВы сердечно поблагодарили вашу благодетельницу, польщенная вашими словами, она будто расцвела от радости.\"\nask1=4\nend"
      },
      {
        "id": 39,
        "text": "Назад",
        "var_str_set": [
          "text2",
          "\n\nАгафья радостно щебечет что-то о моркови, но вы плохо слушаете. Вы сыты и довольны: жизнь налаживается."
        ],
        "var_equal": [
          "ask1",
          4
        ]
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы вспомнили вонючую кучу водорослеподобного сена, лежащую на вашем складе. \"Как бы избавиться от нее?\" — подумали вы. Когда Агафья взяла небольшой перерыв, чтобы отдышаться, вы скоренько задали свой вопрос.\n\n— Сено гнилое? Да под дерево какое кинь. Там перегниет, землю сдобрит. А если грядки есть пустующие – то туда.\n\nВы запомнили совет бывалой огородницы и решили закопать сено в грядки.",
    "answers": [
      {
        "id": 39,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 43,
    "text": "Когда вы спросили про странную находку, Агафья стала удивительно тихой и задумчивой. Неторопливо она начала рассказ о старом поместье, которое находилось недалеко от деревни.\n\n— Дом сохранился, как и сад, если пройдешь до кладбища и немного не доходя до него свернешь на едва приметную тропинку, дойдешь по ней до поместья. Но там давно никто не живет. Говорят, когда обитатели поместья живы были, их дети часто в деревне гуляли. Возможно, побрякушки какие-нибудь дорогие тоже они теряли, — Агафья задумалась, после чего резко сменила тему и начала болтать в своей обычной манере. Причем, сколько бы не пытались вы вернуть ее к теме медальона, вам так это и не удалось.",
    "answers": [
      {
        "id": 39,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы в центре деревни около дома старосты, который отличается от остальных.\n\nВы увидели, как на подобии площади остановился небольшой фургон. Видно, это и есть передвижная лавка. ",
    "answers": [
      {
        "id": 45,
        "text": "Поговорить с водителем фургона",
        "var_equal": [
          "passlavka",
          0
        ]
      },
      {
        "var_not": [
          "page",
          47,
          "page",
          48
        ],
        "var_less": [
          "passlavka",
          1
        ],
        "id": 46,
        "text": "Сказать о фургоне Сергею",
        "need": [
          36
        ],
        "var_set": [
          "page",
          46,
          "passlavka",
          1
        ]
      },
      {
        "var_not": [
          "page",
          46,
          "page",
          48
        ],
        "var_less": [
          "passlavka",
          1
        ],
        "id": 47,
        "text": "Сказать о фургоне Агафье",
        "need": [
          40
        ],
        "var_set": [
          "page",
          47,
          "passlavka",
          1
        ]
      },
      {
        "var_not": [
          "page",
          46,
          "page",
          47
        ],
        "var_less": [
          "passlavka",
          1
        ],
        "id": 48,
        "text": "Сказать о фургоне Марине",
        "need": [
          50
        ],
        "var_set": [
          "page",
          48,
          "passlavka",
          1
        ]
      },
      {
        "id": 62,
        "text": " ",
        "comment": true
      },
      {
        "id": 35,
        "text": "Назад к калитке"
      },
      {
        "var_less": [
          "passlavka",
          1
        ],
        "text": "\n\nПока покупателей возле лавки нету, так как жители деревни еще не заметили фургон, вы можете спокойно поговорить с владельцем. А если захотите – помочь кому-то из соседей добраться до лавки скорее остальных.",
        "id": 44,
        "merge": true
      },
      {
        "id": 44,
        "text": "\n\nОколо лавки собралась приличная очередь. Хозяин фургона занят, поэтому вы решили не мешать ему.",
        "merge": true,
        "var_equal": [
          "passlavka",
          1
        ]
      }
    ]
  },
  {
    "id": 45,
    "text": "Вы подошли к владельцу лавки. Тот с первого взгляда на вас понял, что вы не деревенский и начал рассказывать о себе и своем товаре. \n\n— Конечно, не чета супермаркетам всяким, но я вожу как раз то, чего в деревне всегда не хватает, — вы кивали и разглядывали лавку. — Ну раз первый пришел – выбирай. \n\nВы попросили Ивана – так звали владельца лавки – попридержать вашу очередь минут десять-пятнадцать. Так же вы предупредили его, что скорее всего не придете сами, а попросите кого-то из соседей. ",
    "answers": [
      {
        "id": 44,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 46,
    "text": "Вы подошли к дому ближайшего соседа и позвали его. Через минуту Сергей подошел к вам. Он был весь в земле. \"Повезло тебе, что я еще дома\", — усмехнулся он. Вы сообщили ему о приезде фургона. Он обрадовался, поблагодарил вас и ушел в дом. \n\nПо поднявшейся внезапно суете, вы поняли, что приготовления к осаде лавки начались. Еще через несколько минут из калитки вылетела пятилетняя девчушка и помчалась к центру деревни, затем вышла женщина – жена соседа – улыбнулась вам и поспешила следом за девочкой.",
    "answers": [
      {
        "id": 35,
        "text": "К калитке",
        "var_add": [
          "help",
          1
        ]
      }
    ]
  },
  {
    "id": 47,
    "text": "Едва вы подошли, Агафья собралась было что-то сказать, но вы выпалили свою новость на одном дыхании, и она убежала в дом. Подобно комете вылетела она на улицу когда вы делали первый после длинной тирады вдох и унеслась к центру деревни, на бегу радостно размахивая руками.",
    "answers": [
      {
        "id": 35,
        "text": "К калитке",
        "var_add": [
          "help",
          1
        ]
      }
    ]
  },
  {
    "id": 48,
    "text": "Марина была чем-то занята, но когда вы приблизились к ее забору, вышла к вам и первым делом спросила, не видали ли вы ее козу.",
    "answers": [
      {
        "id": 48,
        "text": " ",
        "lua_text": "function lua_text()\nreturn text4\nend",
        "merge": true
      },
      {
        "var_str_set": [
          "text4",
          "\n\nУвидев своенравную питомицу, Марина несказанно обрадовалась и принялась обнимать козочку. Та мекала и переступала ногами. Наконец, женщина поднялась и попросила вас подождать, пока она уведет козу. Вы дождались Марину. Та вернулась с кружкой козьего молока. Вы пытались отказаться, но соседка настояла. Сморщившись с непривычки, вы выпили молоко, а женщина смеялась над выражением вашего лица.\n\n— Если потребуется помощь, обращайся! — сказала вам напоследок Марина."
        ],
        "var_add": [
          "help",
          2
        ],
        "var_equal": [
          "goat",
          1
        ],
        "id": 48,
        "text": "Отдать козу хозяйке",
        "var_sub": [
          "goat",
          2
        ],
        "var_set": [
          "marina",
          1
        ]
      },
      {
        "id": 48,
        "text": "— Нет козу не видел",
        "var_str_set": [
          "text4",
          "\n\nМарина выглядит расстроенной, вам жаль ее, но врать не хотите."
        ],
        "var_equal": [
          "goat",
          0
        ]
      },
      {
        "var_not": [
          "passlavka",
          1
        ],
        "var_add": [
          "help",
          1
        ],
        "id": 48,
        "text": "Сказать про лавку",
        "var_set": [
          "passlavka",
          1
        ]
      },
      {
        "id": 62,
        "text": " ",
        "comment": true
      },
      {
        "id": 35,
        "text": "Назад к калитке"
      }
    ]
  },
  {
    "id": 49,
    "text": "С одной стороны забор был разрушен, будто кто-то ворвался на ваш участок, не обращая внимания на хлипкую ограду. Обойдя кругом весь участок, вы нашли второй \"пролом\", только он вел наружу. Подумав, вы решили, что версия \"бешеная коза\" имеет право на жизнь.",
    "answers": [
      {
        "id": 50,
        "text": "Найти хозяйку козы",
        "var_set": [
          "passgoat",
          1
        ]
      }
    ]
  },
  {
    "id": 50,
    "text": "Ориентируясь на громкие крики вы быстро нашли владелицу разрушительницы оград. Расспросив ее, а потом рассказав о своих наблюдениях, вы пришли к выводу, что коза двинула в сторону кладбища. \n\nВладелица козы, представившаяся Мариной, с грустью поведала, что коза, несмотря на свой несносный характер и странные предпочтения (тут она пояснила: травоядное предпочитает пастись около кладбища), дает много молока. Выглядела она при этом довольно расстроенной. Видимо, потеря козы для нее – весьма существенна.",
    "answers": [
      {
        "var_str_set": [
          "text3",
          "\n\nМарина очень обрадовалась вашему предложению и долго благодарила. Потом подробно рассказала, как добраться до кладбища и где скорее всего будет пастись коза. Ко всему прочему соседка пообещала угостить вас козьим молоком, когда ее питомица найдется"
        ],
        "var_not": [
          "passMarina",
          1
        ],
        "var_add": [
          "help",
          1
        ],
        "id": 50,
        "text": "Помочь в поисках",
        "var_set": [
          "passMarina",
          1
        ]
      },
      {
        "id": 35,
        "text": "Попрощаться и пойти по своим делам"
      },
      {
        "id": 50,
        "text": " ",
        "lua_text": "function lua_text()\nreturn text3\nend",
        "merge": true
      }
    ]
  },
  {
    "id": 51,
    "text": "Вы вышли из деревни, пересекли небольшой луг и вошли в лес. Тропинка петляла среди деревьев, то прячась, то появляясь. Местами она заросла травой, а кое-где виднелись следы небольших копытец. \n\nВесна в этом году была ранняя, отчего на деревьях уже распустились листья. Молодая нежно-зеленая листва давала немного тени, но была очень приятна для глаз. Солнце просвечивало сквозь яркое салатовое кружево, его лучи мелькали то здесь, то там. Теплая, без осадков, погода, стоявшая последние несколько дней, сыграла вам на руку: даже в лесу было довольно сухо. Вы спокойно шли, не боясь испачкаться в весенней хляби до ушей.\n\nНаконец, вы заметили оградку. Обойдя кладбище вдоль ограждения, вы увидели маленькую босоногую девочку, сидевшую на корточках рядом с козой. Девчушка вся измазалась в грязи (и где только нашла?), платьице было местами порвано, а косички растрепались. Увидев вас, она резво вскочила, махнула рукой и скрылась в лесу так быстро, что вы даже не успели ей ничего сказать. Только заметили, что на шее у нее висит золотой медальон на цепочке.\n\nНемного побродив вокруг, не рискуя, впрочем, заходить слишком далеко, вы убедились, что девочку вам не найти, взяли козу за обрывок веревки и пошли обратно. Удивительно, но коза без сопротивления последовала за вами.",
    "answers": [
      {
        "id": 48,
        "text": "Далее...",
        "var_set": [
          "goat",
          1,
          "passGoat",
          1
        ]
      }
    ]
  },
  {
    "id": 52,
    "text": "Перед переездом в деревню вы очень сильно озаботились вопросом питьевой воды. Вы слышали, что в деревнях нередко пользуются колодцами, но не были уверены, можно ли такую воду пить. Заболеть сразу по приезду вам не хотелось абсолютно. Стремясь обезопасить себя от возможных рисков, связанных с водой, вы провели настоящее расследование. Вы просмотрели невероятное количество информации в интернете, советовались с друзьями и знакомыми, консультировались у различных специалистов в этой области и многое другое. Наконец, вы мотались по городу и скупали необходимое для исследования оборудование.\n\nТеперь вы могли самостоятельно выяснить, пригодна ли местная колодезная вода для питья. Собрав и подготовив все необходимое, вы занялись делом.\n\nВозня в тазу с водой, вычисления, записывание различных параметров и характеристик... Все это отняло у вас несколько часов. Зато вы были несказанно довольны результатом: вода чистая, пить можно.\n\nОбрадованный тем, что смерть от неизвестной болезни вам не грозит, вы решили ужин приготовить самостоятельно в печи. Главное – не спалить в процессе дом. Жаль, что мысль ознакомиться с устройством печи не пришла вам в голову раньше. Теперь придется или самому осваивать технологию, что чревато последствиями, или пытаться постичь мастерство с помощью бывалых на этом поприще соседей.",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 53,
    "text": "Вы чудом не спалили дом и себя в процессе, только под конец приноровившись управляться с печью и непривычной старомодной утварью. Поужинав и вымыв посуду, вы легли спать. Вы сильно устали за день, поэтому быстро провалились в сон.",
    "answers": [
      {
        "id": 54,
        "text": "Спать...",
        "var_add": [
          "help",
          1
        ],
        "var_equal": [
          "grass1",
          -1,
          "grass2",
          -1
        ]
      },
      {
        "id": 54,
        "text": "Спать...",
        "var_not": [
          "grass1",
          -1,
          "grass2",
          -1
        ]
      }
    ]
  },
  {
    "id": 54,
    "text": "«Вы очнулись на лугу неподалеку от кладбища. Было то ли раннее утро, то ли поздний вечер, когда солнце спрятано за горизонтом, и вокруг царят туманные сумерки. Трава была влажная и липкая, земля проминалась под ногой, из-за чего оставались глубокие следы. Из тумана кое-где проступали смутные силуэты деревьев, но тут же прятались от вашего взора, будто не хотели показываться раньше времени.\n\nВы обошли кладбище, осторожно перемещаясь среди могил, стараясь не нарушать тишину и прислушиваясь. Ничего кроме шума ваших шагов и собственного дыхания вы не услышали – то ли туман так хорошо поглощал звуки, то ли слышать было попросту нечего, недаром сумерки считаются самым тихим временем суток. Периодически на ваш взгляд цеплялся за надгробия и имена, выгравированные на них. \n\nТуман катил свои белесые волны вам навстречу, перекатываясь через могильные плиты и низенькие оградки. Небо было серым, как в пасмурный промозглый день, когда то и дело идет хилая сыпучая морось. Деревья, изредка попадающиеся на пути и похожие в тумане на черные покалеченные скелеты, были увешаны пожухлой темной листвой, едва держащейся на корявых ветвях. Их корни, невидимые под молочными волнами, подло высовывались из земли кривыми изгибами, заставляя вас постоянно спотыкаться.",
    "answers": [
      {
        "id": 55,
        "text": "Споткнуться..."
      }
    ]
  },
  {
    "id": 55,
    "text": "...От резкого движения туман разошелся в стороны и вы увидели тропинку, ведущую прочь от кладбища. Недолго думая, вы ступили на нее: все лучше, чем бродить среди могил...»",
    "answers": [
      {
        "id": 56,
        "text": "Открыть глаза..."
      }
    ]
  },
  {
    "id": 56,
    "text": "Вы несколько удивились, обнаружив себя дома на лавке: таким реалистичным оказался сон. Было раннее утро, солнце еще не встало. Окончание сна стерлось из памяти, оставив после себя лишь тревогу и смутные силуэты. И хотя вы не выспались и чувствовали себя разбитым, уснуть вам не удалось. Проворочавшись так неопределенное время, вы почувствовали сильную жажду.",
    "answers": [
      {
        "id": 57,
        "text": "Пойти набрать воды"
      }
    ]
  },
  {
    "id": 57,
    "text": "Когда вы встали, ваше беспокойство усилилось. Сначала вы не поняли, в чем дело, но потом заметили, что огромный сундук, стоявший в углу комнаты и который вы не смогли сдвинуть во время уборки, стоит посреди комнаты. Под сундуком оказался спуск в подвал дома, дверца которого была откинута в сторону.",
    "answers": [
      {
        "id": 58,
        "text": "Взять фонарь и заглянуть в подвал",
        "var_no_more": [
          "help",
          1
        ]
      },
      {
        "id": 59,
        "text": "Закрыть дверцу подвала и выйти из дома",
        "var_need": [
          "help",
          2
        ],
        "var_no_more": [
          "help",
          3
        ]
      },
      {
        "id": 60,
        "text": "Закрыть дверцу подвала и выйти из дома",
        "var_need": [
          "help",
          4
        ],
        "var_no_more": [
          "help",
          6
        ]
      },
      {
        "id": 61,
        "text": "Закрыть дверцу подвала и выйти из дома",
        "var_need": [
          "help",
          7
        ]
      },
      {
        "id": 74,
        "text": "Надеть кулон и выйти на улицу",
        "need": [
          73
        ],
        "var_equal": [
          "pendant",
          1,
          "chain",
          1
        ]
      }
    ]
  },
  {
    "id": 58,
    "text": "Вы осторожно, стараясь не спускать с темного провала глаз, достали из рюкзака карманный фонарик и подошли к подвалу. Склонившись над спуском в него, вы включили фонарь. Луч света выхватил крепкую деревянную лестницу, уходящую вглубь, стенку и земляной утоптанный пол. Видимо, когда-то подполом постоянно пользовались.\n\nВы заметили, как на дне что-то белеет. Попытались разглядеть, направив луч фонарика в ту сторону и чуть сильнее наклонившись. На полу подвала лежали какие-то грязные тряпки, похожие на остатки белого платья...\n\nДодумать вы не успели. Почувствовав сильный толчок в спину, вы полетели прямиком в темноту, выронив фонарь. Подвал встретил вас крепкими ступенями лестницы и земляным полом, усеянным чем-то острым. В довершение, сверху на вас что-то упало, а крышка люка с грохотом захлопнулась...",
    "answers": [
      {
        "id": 1,
        "text": "Очень плохая концовка"
      }
    ]
  },
  {
    "id": 59,
    "text": "Вы выскочили из дома, оторопело оглядываясь назад. Увиденное вас сильно напугало. Еще некоторое время вы пятились, не спуская глаз с двери дома, готовясь к тому, что оттуда на вас бросится какая-нибудь пакость.\n\nПодождав некоторое время, вы немного успокоились и вспомнили о мучающей вас жажде. Когда вы повернулись к колодцу, увидели скелет в грязном, давным-давно не белом, плятье. Он тянулся к вам и стучал челюстью. Вы опрометью бросились к калитке.",
    "answers": [
      {
        "lua_text": "function lua_text()\nreturn \"<s>\n<s>\nПробежав несколько метров, вы обернулись и с ужасом обнаружили, что скелет преследует вас. Страх открывал для вас новые возможности организма: в жизни вы еще так быстро не бегали! Через забор вы увидели бледного Сергея, вооруженного топором. Вы даже успели что-то ему крикнуть, поежде чем костяные пальцы сомкнулись на вашей шее. Мир стремительно померк...\"\nend",
        "var_equal": [
          "ask",
          9
        ],
        "id": 59,
        "text": " ",
        "merge": true
      },
      {
        "lua_text": "function lua_text()\nreturn \"<s>\n<s>\nБежали что есть сил, рекордсмены мира могли вам позавидовать! Внезапно вы увидели Агафью с незнакомым мужчиной, видимо, ее мужем. Оба держали в руках длинные палки, заточенные на одном конце. Бряцанье костей раздалось за спиной совсем близко. Вы обернулись, зацепились ногой обо что-то и упали. Перекатившись на спину, вы увидели нависающий над вашим лицом череп с наполовину отвалившейся челюстью. До вас донесся женский крик, а в следующий момент раздался хруст вашей шеи... \"\nend",
        "var_equal": [
          "preserves",
          7
        ],
        "id": 59,
        "text": " ",
        "merge": true
      },
      {
        "lua_text": "function lua_text()\nreturn \"<s>\n<s>\nНи один спортсмен мира не сравнился бы с вами в скорости в этот момент. Куда уж там какому-то скелету! Вы пулей долетели до калитки и тут только замешкались, не сразу решив, прыгать вам через нее или проломить. Неподалеку раздалось блеяние козы, вы успели даже заметить ее хозяйку. Марина стояла, выронив ухват и закрыв ладонями рот, коза стояла рядом, упершись ногами и направив рога в вашу сторону. Тут вам на спину призеслилась костяная тварь. От удара вы упали прямиком на торчащую из ограды палку, вошедшую прямехонько в глаз.\"\nend",
        "var_equal": [
          "marina",
          1
        ],
        "id": 59,
        "text": " ",
        "merge": true
      },
      {
        "id": 1,
        "text": "Плохая концовка"
      }
    ]
  },
  {
    "id": 60,
    "text": "Вы вышли из дома и оглядели двор. Смутное беспокойство никуда не делось, но вы не знали, откуда ждать беды. Туман стелился по земле, добавляя реальности еще большего сходства со сном. Вы начали вспоминать некоторые отрывки из него. Вроде, была какая-то девушка в белом платье... Голова разболелась. В горле першило от сухости, и вы поторопились к колодцу, чтобы скорей утолить неимоверную жажду.\n\nЕдва вы склонились над колодцем, костяные руки схватили вас за плечи. Отчаянно отпихиваясь и вырываясь, вы услышали позади крики соседей.",
    "answers": [
      {
        "lua_text": "function lua_text()\nreturn \"<s>\n<s>\nМарина и Сергей кинулись к вам. Сергей схватил вас за ноги и потянул наружу, потом Марина обхватила вас за пояс и стала помогать ему. Совместными усилиями они вытянули вас, тварь же исчезла в колодце. Вы сидели на траве и никак не могли отдышаться, Сергей нервно посмеивался и все приговаривал: «Все хорошо... Все будет хорошо...», словно успокаивал не то вас, не то себя. Марина посмотрела на небо с какой-то рассеянной улыбкой, погладила козу (куда ж без нее?) и подошла к колодцу, чтобы поднять ухват. В этот миг из колодца высунулись костяные руки твари и, ухватив Марину за голову, стремительно затянули ее в колодец. Сергей бросился спасать женщину, но не успел: раздался плеск. Ваш сосед поднял ухват, ударил тварь по черепушке, столкнув ее в воду и закрыл колодец крышкой, после чего натаскал больших камней, что валялись около ограды, и придавил ими крышку.\"\nend",
        "var_equal": [
          "ask",
          9,
          "marina",
          1
        ],
        "id": 60,
        "text": " ",
        "merge": true
      },
      {
        "lua_text": "function lua_text()\nreturn \"<s>\n<s>\nЖенщины бросились помогать вам. Мужчина, вероятно, муж Агафьи, схватил вас за ноги и потащил наружу. Марина ухватом отпихивала руки твари, норовящей перехватить вас за шею, а Агафья помогала мужу. Совместными усилиями они отбили вас от этого кошмара. Все сели неподалеку, чтобы отдышаться. Немного погодя, Марина поднялась и подошла к колодцу, чтобы забрать брошеный впопыхах ухват. Дальше все произошло так быстро, что вы не успели никак отреагировать. Тварь бросилась на женщину и за голову затащила ее в колодец. Раздался плеск, муж Агафьи ударил дубинкой по черепу твари и закрыл колодец крышкой. Потом вы вместе придавили ее камнями, которые нашлись около забора.\"\nend",
        "var_equal": [
          "marina",
          1,
          "preserves",
          7
        ],
        "id": 60,
        "text": " ",
        "merge": true
      },
      {
        "lua_text": "function lua_text()\nreturn \"<s>\n<s>\nСосед успел подбежать первым. Он схватил вас за плечи, попутно пытаясь отцепить руки скелета от вас. Агафья подоспела следом и начала острой палкой бить тварь по черепу. Вы уже почти выбрались наружу, когда тварь внезапно отпустила вас и бросилась на Сергея. Пока Агафья помогала вам выбраться, тот отбивался от кровожадного скелета. Внезапно к нему на помощь подоспел еще один мужчина, по-видимому, муж Агафьи. Он палкой отбивал Сергея, вдвоем они загнали тварь в колодец. К этому моменту Агафья принесла крышку от колодца и отдала ее Сергею. Тот пошел закрывать колодец, но поскользнулся на мокрой от росы траве и полетел вниз, выронив крышку. Колодец все-таки закрыли. Потом придавили крышку камнями и ушли в надежде, что по крайней мере до вечера твари не выбраться оттуда.\"\nend",
        "var_equal": [
          "preserves",
          7,
          "ask",
          9
        ],
        "id": 60,
        "text": " ",
        "merge": true
      },
      {
        "id": 1,
        "text": "Не очень хорошая концовка"
      }
    ]
  },
  {
    "id": 61,
    "text": "Вы вышли из дома и направились к колодцу. Смутные образы из сна витали в голове, но вам не удавалось сосредоточиться на каком-то одном и задержать его, пока он прояснится. Единственное, что вы помнили довольно точно, – во сне фигурировала некая девушка в белом.\n\nМучимый жаждой, вы почти подошли к колодцу, как вдруг вас окликнули. Вы обернулись и увидели, как к вам приближается группа из четырех человек и одной козы. Вы узнали трех своих соседей: Сергея, Марину и Агафью. Четвертым был мужчина, доселе незнакомый вам. Все они были чем-то вооружены. Сергей держал в правой руке топор, Агафья и незнакомый мужчина несли каждый по затлченной палке, Марина одной рукой обнимала ухват, другой – поглаживала козу. Вдруг пронзительно закричала Агафья показывая рукой вам за спину. Мужчины сорвались с места, лихо перемахивая через хлипкую ограду. Вы же почувствовали, как костяные руки обхватывают вас и тащат в колодец. Сергей подбежал первый и бросился на вас, сбивая с ног и не давая твари утащить вас внутрь. Следом подскочил другой сосед и оттолкнул от вас с Сергеем тварь. В это время женщины закрыли колодец крышкой. Затем они все вместе принялись забивать костяную тварь импровизированным оружием, пока от скелета не остались обломки. Сложив их все в мешок, закопали.",
    "answers": [
      {
        "id": 1,
        "text": "Хорошая концовка"
      }
    ]
  },
  {
    "id": 62,
    "text": "                                     Концовки:\n\n\n1. Очень плохая\n\n2. Плохая\n\n3. Не очень хорошая\n\n4. Хорошая\n\n* Особая\n\n\n",
    "answers": [
      {
        "id": 63,
        "text": "Очень плохая",
        "need": [
          58
        ],
        "need_ever": true
      },
      {
        "id": 64,
        "text": "Плохая",
        "need": [
          59
        ],
        "need_ever": true
      },
      {
        "id": 65,
        "text": "Не очень хорошая",
        "need": [
          60
        ],
        "need_ever": true
      },
      {
        "id": 66,
        "text": "Happy end",
        "need": [
          61
        ],
        "need_ever": true
      },
      {
        "id": 75,
        "text": "Особая концовка",
        "need": [
          74
        ],
        "need_ever": true
      },
      {
        "id": 62,
        "text": " ",
        "comment": true
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 63,
    "text": "Вы умерли. Ничего особенного. Никто не видел вашей кончины, никто не помог в трудную минуту. \n\nВ деревне с того времени начали пропадать люди. Вскоре это место и вовсе стало заброшенным.",
    "answers": [
      {
        "id": 62,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 64,
    "text": "Вы умерли, однако. Прямо на глазах у соседей. Потом вся деревня собралась, чтобы сообща разрушить дом, засыпать колодец, назвать это место про́клятым и обходить десятой дорогой.",
    "answers": [
      {
        "id": 62,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 65,
    "text": "Вы выжили! Это просто счастье. Но своим друзьям вы принесли немало горя. Вместе с другими жителями деревни вы разрушили дом, засыпали про́клятый колодец. Проводили в последний путь новообретенного друга. \n\nВ деревню вы больше не возвращались, да и жить вне города уже не пытались: слишком яркими были воспоминания о пережитом ужасе. Шум города, так раздражавший вас раньше, теперь успокаивал. Хотя иногда вам все же снились кошмары, и казалось, что вода пахнет гнилью, а за дверью бряцают кости.",
    "answers": [
      {
        "id": 62,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 66,
    "text": "Вы помогали людям, были вежливы при общении... Неудивительно, что жители деревни прониклись к вам симпатией. Как результат – у вас появились хорошие друзья, которые не оставили вас в беде. Вместе вы справились с трудностями. Они помогли вам обустроиться в доме и освоить деревенский быт. (Да, вы остались в деревне. Зачем возвращаться в город, когда тут и воздух чище, и трава зеленее, и люди добрее?)\n\nПоначалу вам, правда, снилась всякая гадость, но довольно скоро это прекратилось. Вы зажили счастливой жизнью, женились на вдовой Марине, подружившись с ее козой, жили долго и счастливо.",
    "answers": [
      {
        "id": 62,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 67,
    "text": "Вы пробирались по сараю в поисках заветного предмета. Когда вы, наконец, увидели его, ускорили шаг, желая поскорее добраться до искомого предмета и забывая об осторожности. Это-то и привело вас к тому, что вы споткнулись обо что-то и упали в груду деревяшек. Падая, вы взмахнули рукой, пытаясь за что-то ухватиться и разрезали ладонь о лезвие косы. Досадуя на царящий здесь хаос, вы перенесли косу поближе к выходу, а сами ушли в дом обрабатывать руку.",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 68,
    "text": "Вы не убрали поленья, упавшие, когда вы искали веревку для колодца. Зря, наверное. Они остались лежать на полу создавая опасность для сонных людей, не привыкших прыгать, аки горные козочки. Теперь все зависит лишь от вашей удачливости.",
    "answers": [
      {
        "id": 68,
        "text": "Испытайте удачу!",
        "var_random": [
          "lose",
          1,
          10
        ],
        "var_equal": [
          "lose",
          0
        ]
      },
      {
        "lua_text": "function lua_text()\nreturn \"<s>\n<s>\nВы – удачливый человек. Зашли в сарай, споткнулись и не упали, попутно сделав вид, что так и должно быть.\"\nend",
        "id": 68,
        "var_need": [
          "lose",
          5
        ],
        "text": " ",
        "merge": true
      },
      {
        "lua_text": "function lua_text()\nreturn \"<s>\n<s>\nСегодня не ваш день. Мало того, что вы упали, так еще и поленница на вас обрушилась. Теперь весь будете ходить в синяках и шишках.\"\nend",
        "id": 68,
        "text": " ",
        "var_less": [
          "lose",
          5
        ],
        "merge": true
      },
      {
        "id": 30,
        "text": "Далее",
        "var_need": [
          "lose",
          5
        ]
      },
      {
        "var_not": [
          "lose",
          0
        ],
        "id": 30,
        "text": "Далее",
        "var_sub": [
          "help",
          1
        ],
        "var_less": [
          "lose",
          5
        ]
      }
    ]
  },
  {
    "id": 69,
    "text": "— Ты все-таки хочешь это узнать? — сосед посмотрел на вас со страдальческим выражением лица. Получив утвердительный кивок, он тяжело вздохнул и начал свой рассказ.\n\n— Как ты уже понял, до тебя здесь жил человек по имени Фред. Не то чтобы он был кем-то особенным, просто ему удивительно везло в жизни: и урожаи у него всегда были большие, и домашняя скотина всегда откормленная была, даже в самые суровые зимы, и болел он крайне редко – не жизнь, а сказка. Вот все соседи регулярно маялись со своими колодцами – чистили их, чинили, а он спокойно жил себе да поживал. Естественно, ему многие завидовали, но никто не желал ему зла всерьез. \n\nНо вот однажды произошло с ним нечто странное: вода в колодце стала тухнуть, как будто там что-то сгнило, хотя отодясь у него ничего подобного не случалось. Сначала думали – сглаз. Фред же просто полез чистить колодец, смеясь, что вот, дескать, и к нему заботы пришли, и нашел скелет. С этого дня закончилось его везение, а он стал потихоньку сходить с ума. Возился со скелетом, то накормить его пытался, то одевал его, то еще чего вытворял и ни в какую не хотел избавляться от костей. Ко всему прочему, застудился он, видать, когда лазил в колодец: ноги стали плохо слушаться, поэтому пришлось нам помогать ему.\n\nВскоре про напасть Фреда стало известно всей деревне. Старики качали головами и сулили беду большую, а мы люди суеверные, в приметы верим, в заговоры, проклятья и прочее...  В общем, недолго мы думали, когда выяснилось, что Фред умом тронулся. Пошли к нему дружно, скрутили его, скелет нашли, на кладбище его закопали, мужику строго наказали: на кладбище не ходить, кости не бередить. Тут и начал он спиваться. Я ходил к нему, сначала отговаривал, потом, когда понял, что тот вообще не просыхает, стал отбирать у него пойло. Фред начал прятать от меня бутылки, собственно, мы и наткнулись на одну из таких заначек. \n\nКо всему прочему, вскоре обнаружилось, что скелет с кладбища вынесли: это Марина обнаружила, когда в очередной раз искала там свою козу. Все подозрения сразу пали на Фреда. Тот отнекивался, а потом резко бросил пить. И опять у него все наладилось и в огороде, и в поле – домашних животных к этому времени у него уже не было, но и без них он жил в достатке. Вот только все урожаи он раздавал, как будто не хотел у себя держать. На вопросы, почему, размыто отвечал, что мыши в подвале развелись, но у меня были подозрения, что он, если не врет, то недоговаривает уж точно.\n\n— А что за скелет? — вас просто раздирало любопытство.\n\n— Да не знаю я. Есть у нас байка местная про некую девушку, баринову дочку и еще кого-то. Ну да я в этом не разбираюсь, попробуй поспрашивать у кого-нибудь еще. Я бы тебя к Филимону отправил, да умер он два года назад.\n\nВы спросили, кто такой Филимон, и сосед рассказал вам, что это самый старый житель деревни, который еще помещика, небось, помнил. Жила эта ходячая легенда на другом конце деревни в каменном доме. «Да, пожалуй, стоило бы его навестить...» — подумали вы с некоторым сожалением.",
    "answers": [
      {
        "var_str_set": [
          "text69",
          "\n\n— Да незачто!"
        ],
        "var_equal": [
          "pass69",
          0
        ],
        "id": 69,
        "text": "Поблагодарить соседа за рассказ",
        "instant": true,
        "var_set": [
          "pass69",
          1
        ]
      },
      {
        "id": 69,
        "text": "Новый ответ. введите текст",
        "lua_text": "function lua_text()\nreturn text69\nend",
        "merge": true
      },
      {
        "var_not": [
          "pendant",
          1,
          "chain",
          1
        ],
        "comment": false,
        "lua_do": "function lua_do()\ntext69=text69..\"<s>\n<s>\nНесомненно, история вас заинтересовала, да и сосед напустил туману, но у вас было много других проблем, поэтому вы не придали этому большого значения. В конце концов, не ваше это дело.<s>\n<s>\n[Если бы у вас были некоторые вещественные доказательства, вы были бы более внимательны.]\"\npass69=2\nend",
        "id": 69,
        "text": "Благополучно забыть...",
        "lua_if": "function lua_if()\nreturn pass69==1\nend",
        "instant": true
      },
      {
        "lua_do": "function lua_do()\ntext69=text69..\"<s>\n<s>\nСтранностей в этой деревне много, вас сильно заинтересовал рассказ Сергея. Ко всему прочему, вы хотели бы убедиться, что ваши находки – кулон и цепочка – не несут опасности для вас. Быть может, они как-то связаны со скелетом, из-за которого сошел с ума предыдущий владелец дома?\"\npass69=2\nend",
        "comment": false,
        "var_equal": [
          "pendant",
          1,
          "chain",
          1
        ],
        "id": 69,
        "text": "Запомнить...",
        "lua_if": "function lua_if()\nreturn pass69==1\nend",
        "instant": true
      },
      {
        "lua_do": "function lua_do()\npass69=nill\ntext69=nill\nend",
        "text": "К крыльцу",
        "lua_if": "function lua_if()\nreturn pass69==2\nend",
        "id": 25
      },
      {
        "lua_do": "function lua_do()\ntext69=text69..\"<s>\n<s>\nСтранностей в этой деревне много, вас сильно заинтересовал рассказ Сергея. Ко всему прочему, вы хотели бы убедиться, что ваши находки – кулон и цепочка – не несут опасности для вас. Быть может, они как-то связаны со скелетом, из-за которого сошел с ума предыдущий владелец дома?\"\npass69=2\nend",
        "comment": false,
        "var_equal": [
          "pendant",
          1
        ],
        "id": 69,
        "instant": true,
        "lua_if": "function lua_if()\nreturn pass69==1\nend",
        "text": "Запомнить..."
      },
      {
        "lua_do": "function lua_do()\ntext69=text69..\"<s>\n<s>\nСтранностей в этой деревне много, вас сильно заинтересовал рассказ Сергея. Ко всему прочему, вы хотели бы убедиться, что ваши находки – кулон и цепочка – не несут опасности для вас. Быть может, они как-то связаны со скелетом, из-за которого сошел с ума предыдущий владелец дома?\"\npass69=2\nend",
        "comment": false,
        "var_equal": [
          "chain",
          1
        ],
        "id": 69,
        "instant": true,
        "lua_if": "function lua_if()\nreturn pass69==1\nend",
        "text": "Запомнить..."
      }
    ]
  },
  {
    "id": 70,
    "text": "Вы решили навестить дом «летописца». Вдруг какие-то зацепки найдете? В конце концов, от этого может зависить ваша судьба: недаром вы нашли золотые кулон и цепочку, а Сергей рассказывал о трагической судьбе Фреда.\n\nДом Филимона действительно разительно отличался от всех домов в деревне, даже дом старосты на фоне этого монументального строения казался неказистым и прибедненным: широкие каменные ступени, коих было двенадцать, вели к высоким двустворчатым дверям, украшеным замысловатой резьбой. От земли до окон первого этажа было не меньше двух метров, сами же окна были вытянуты вверх. В целом, фасад выглядел так, будто его ухватили за конек крыши и вытянули вверх, как если бы дом был сделан из пластилина. На крыше поскрипывал флюгер в виде стрелы, судя по всему, давно заржавевший и более не показывавший направление ветра. Сад, некогда бывший ухоженым и цветущим, теперь зарос, стал даже дремучим и каким-то загадочным. Деревья, как и все здесь выглядели так, словно для них царит вечная осень. Не хватало только ковра желтых листьев на земле.\n\nВы с неясным вам благоговением шли по недлинной яблоневой аллее, упиравшейся прямо в каменные ступени. Поднявшись по ступеням, вы ненадолго замерли у двери, некоторое время не решаясь зайти, но в конце концов решились и дернули на себя тяжелые створки. Изнутри на вас повеяло сыростью, однако воздух был свеж, ни намека на пыль. Обстановка холла была весьма спартанской: два кресла, журнальный столик между ними и камин. Вся остальная мебель, которой было немного, была закрыта чехлами, из-за чего вы с трудом могли угадать, что она из себя представляет. Две лестницы, опоясывавшие камин и уходившие вверх, были перекрыты.\n\n",
    "answers": [
      {
        "id": 71,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 71,
    "text": "Двустворчатая дверь за вами внезапно захлопнулась, напугав вас. Вы нервно огляделись и только тут заметили у окна еще одно непокрытое кресло. В нем угнездился старик, больше похожий на привидение, чем на живое существо: седой как лунь, бледный и маленький, он едва ли не вливался со светлой обивкой кресла. Он сидел, не шевелясь и уставившись на вас своими блеклыми глазами, и казалось, малейшее дуновение обратит его в прах.\n\nВнезапно по помещению пронесся тихий шелест:\n— Подойди... — вы еще раз окинули взглядом холл, но ничего, что могло бы издать подобный звук, не обнаружили. После этого вы снова обратили свой взор на старика. Тот позвал еще раз – теперь это было отчетливо заметно по шевелению его губ. Вы приблизились к нему, остановившись в двух шагах от кресла в котором он сидел.\n— Я – Филимон, как ты, наверное, уже догадался. Полагаю, ты хотел расспросить о кулоне, который нашел на заднем дворе? — вы удивленно кивнули и старик продолжил. — Что ж, это длинная история. Разожги камин, если тебе не сложно, и садись в одно из ближайших к нему кресел.\n\nВы сделали, как велел хозяин дома. К тому времени, как вы закончили возиться с камином, Филимон добрался до кресел. Подождал, пока вы определитесь с местом, и устроившись напротив вас, начал рассказ.",
    "answers": [
      {
        "id": 72,
        "text": "Слушать"
      }
    ]
  },
  {
    "id": 72,
    "text": "«Некоторое время назад, когда этой деревни еще не было и в помине, объявился в этом лесу барин. То ли высший свет ему наскучил, то ли культура да комфорт приелись, кто его знает. В общем, приехал он в это глухое, Богом забытое место и основал небольшое поселение, которое впоследствии и превратилось в нашу деревню.\n\nА неподалеку жила ведунья то ли с дочкой, то ли с внучкой, то ли с племянницей по имени Аглая. Сама ведунья старая была, но сильная, к ней даже из города иногда приезжали, когда совсем плохо было, потому что заговоры она накладывала такие, что потом не снять их было. Девушка же у нее потихоньку ремеслу училась, но зла никому особо не делала. Она больше травницей была, нежели колдуньей, и к ней часто обращались работники и жители поместья за лечебной помощью, поэтому бегала Аглая туда регулярно. \n\nОна веселая была, приветливая, полюбилась она всем жителям новообразованного поселения. Стал на нее сын барина внимание обращать: подарки дарил, ухаживал, красивые слова говорил. А та в лесу росла, мужским вниманием балована не была, вот и повелась на речи сладкие. Вместе они довольно долго пробыли, а потом барчук уехал в город образование получать. Немного погодя поняла она, что ребенка ждет, обрадовалась, думала, приедет ее любимый из города, она и его обрадует.",
    "answers": [
      {
        "id": 73,
        "text": "[Слушать дальше]"
      }
    ]
  },
  {
    "id": 73,
    "text": "Время шло. У ведуньиной воспитанницы родилась дочурка, которую назвали Миленой. Девочка была тихая, почти не плакала, смотрела на всех синими как небо доверчивыми глазами. А ее мать все ждала своего суженого... И, когда Милене года четыре исполнилось, дождалась на свою голову.\n\nБарчук приехал, да не один, а с богатой невестой. Вообще-то он не собирался возвращаться, но решил представить пассию отцу. Когда Аглая узнала об этом, впала в отчаяние и вскоре утопилась. Тело ее так и не нашли. Ведунья осерчала за это на барина и его сына, наложила проклятье на них страшное, вскоре в поместье стали происходить страшные вещи и оно стремительно опустело. Работники поместья все разбежались кто куда, барин скоропостижно скончался, сына его так и не нашли. Милене на память от отца остался кулон золотой на цепочке – его девочке передала одна из служанок, когда уезжала в город. После этого в деревне наступило затишье. \n\nНо недолго длилось спокойствие в поселении. Скончалась ведьма, буквально ссохлась за несколько дней, а малышка пропала, и больше ее не видели. Считают, что все дело в кулоне: он отразил напасть с барчука на саму колдунью, и заклятье ее погубило, девочку же похитил ее отец. Горя жаждой мести, он загнал ребенка в лес и там убил... Хотя, возможно, это все домыслы местных стариков и старух, живших в те времена.» \n\nФилимон закончил свой рассказ и замолчал, глядя на пламя в камине. Вы несколько раз окликнули его, но он не отзывался, и вы решили поскорее покинуть странный дом.\n",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 74,
    "text": "Повинуясь странному предчувствию, вы надели кулон на шею и вышли из дома. Вы увидели, как на улице столпились соседи, вооруженные кто чем: лопатами, кольями, топорами. Они кричали вам, чтобы вы шли к ним, но... Ничуть не сомневаясь, вы пошли прямиком к колодцу и совершенно не удивились, когда откуда-то сбоку к вам подбежала маленькая девочка в рваном платьице и точно таким же, как у вас, кулоном на шее.\n\nВзявшись за руки, вы с Миленой шли к колодцу. Внезапно вам навстречу бросилось жуткое существо, состоявшее из костей. По сути – оживший скелет, двигающийся неведомым образом, нарушая все законы физики. Тварь ринулась к вам, выставив вперед костлявые конечности и намереваясь вцепиться в горло. Соседи замерли в ужасе около калитки, а вы с Миленой спокойно стояли на месте. Тварь замерла в двух ладонях от вас, так и не начав душить. Вы смотрели в пустые глазницы и видели в них жуткую боль, не оставлявшую существо ни на миг после его смерти. Вы сняли кулон с шеи и протянули его существу.\n\nЕсли бы скелеты обладали мимикой, вы бы сказали, что на лице существа застыло изумление, которое перетекло сначала в страх, а потом в благодарную улыбку. После этого скелет рассыпался, а на его месте возникла красивая девушка. Она протянула руку Милене, и призрачная девочка радостно подбежала к матери и обняла ее. Затем они обе повернулись к вам, улыбаясь радостно и счастливо, Аглая что-то сказала, и хотя слов не было слышно, вы поняли, что она поблагодарила вас за избавление, и обе растаяли в воздухе.\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Особая концовка"
      }
    ]
  },
  {
    "id": 75,
    "text": "Нужно ли говорить, что после этого вы прославились на всю деревню, если не экзорцистом, так ведуном. Несмотря на ваши возражения вам выделили лучший дом в деревне. Таким домом оказался дом Филимона, когда вы сказали, что вообще-то надо спросить разрешения у самого хозяина, а не заселять вас ни с того ни с сего, на вас посмотрели с таким уважением и вожделением, что вам неожиданно стало стыдно.\n\nКости Аглаи, вопреки правилу не хоронить самоубийц, похоронили на кладбище. Вскоре вам приснился странный сон, в котором вы долго блуждали по лесу и в конце концов вышли на полянку, где сидела Милена и что-то выводила пальцем по земле. Найдя это место утром, вы обнаружили останки девочки, которые так же похоронили, как раз рядом с матерью.\n\nНесколько лет спустя вы узнаете, что Аглая утопилась не по своей воле – ее убил барчук, не желая, чтобы его богатая невеста видела «деревенскую голодранку, принесшую дитё в подоле». Вы с облегчением подумали о том, что как же хорошо, что вы смогли подарить покой этим двум невинным душам.",
    "answers": [
      {
        "id": 62,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 76,
    "text": "",
    "answers": []
  }
]