[
  {
    "id": 1,
    "text": "ты оказался на необитаемом острове, что будешь делать?",
    "answers": [
      {
        "id": 2,
        "text": "достану телефон"
      },
      {
        "id": 3,
        "text": "научусь дышать под водой и поплыву обратно домой"
      }
    ]
  },
  {
    "id": 2,
    "text": "ты достал телефон, зашёл в ютуб, вошёл во вкладку \"тренды\" и нашёл там видео с названием: \"как дышать под водой рыбья школа\" Посмотрев видео ты научился дышать под водой. Что будешь делать дальше?",
    "answers": [
      {
        "id": 4,
        "text": "поплыву до берега"
      },
      {
        "id": 5,
        "text": "ничего не делать"
      },
      {
        "id": 6,
        "text": "Разводить костёр"
      },
      {
        "id": 7,
        "text": "снимать штаны и бегать"
      },
      {
        "id": 8,
        "text": "дальше сидеть"
      }
    ]
  },
  {
    "id": 3,
    "text": "Ты учился долгие годы дышать под водой, но у тебя ничего не получалось, скоро над тобой стали смеяться все рыбы и ты решил попробовать другой вариант добраться до дома какой вариант ты выберешь?",
    "answers": [
      {
        "id": 9,
        "text": "поспать"
      },
      {
        "id": 10,
        "text": "кричать на помощь"
      }
    ]
  },
  {
    "id": 4,
    "text": "Ты уже надеялся что скоро вернёшся домой, но ролики из ютуба оказались не самой лучшой идеей, и поэтому ты просто лёг спать. Тебе приснился очень странный сон, в своём сне ты оказался на кладбище, твои действия?",
    "answers": [
      {
        "id": 11,
        "text": "швыряться надгробиями"
      },
      {
        "id": 12,
        "text": "заснуть во сне"
      }
    ]
  },
  {
    "id": 5,
    "text": "Из-за голода ты собираешься найти еду на этом острове, что бужешь есть?",
    "answers": [
      {
        "id": 13,
        "text": "камни"
      },
      {
        "id": 14,
        "text": "жуков"
      }
    ]
  },
  {
    "id": 6,
    "text": "ты развёл костёр, согрелся, но акула выпрыгнула на берег и потащила тебя с собой.",
    "answers": [
      {
        "id": 15,
        "text": "поплыть с акулой"
      }
    ]
  },
  {
    "id": 7,
    "text": "Ты снимал штаны, бегал, и вдруг над тобой не высоко пролетал вертолёт, но звать о помощи было уже поздно, так как чел в вертолете посчитал тебя сумашедшим и улетел прочь...",
    "answers": [
      {
        "id": 16,
        "text": "достать телефон"
      },
      {
        "id": 17,
        "text": "ничего не делать. совем ничего"
      }
    ]
  },
  {
    "id": 8,
    "text": "Ты ничего не собираешься делать?",
    "answers": [
      {
        "id": 23,
        "text": "да"
      }
    ]
  },
  {
    "id": 9,
    "text": "Ты уснул. И не проснулся",
    "answers": []
  },
  {
    "id": 10,
    "text": "\"Пока что на помощь к вам никто не может прийти. Повторите попытку позже.\"",
    "answers": []
  },
  {
    "id": 11,
    "text": "То чувство, когда это единственный момент в твоей жизни, когда можно кидаться могилами...\nИ, кажется, что мертвецы ожили и собираются тебя убить за то что ты делал так с их надгробиями. тебе нужно как-то выжить.",
    "answers": [
      {
        "id": 21,
        "text": "БЕЕЖАААТЬ"
      },
      {
        "id": 22,
        "text": "закопаться под землю"
      }
    ]
  },
  {
    "id": 12,
    "text": "ты заснул во сне, а потом проснулся, но ты понял что проснулся во сне, а потом это повторялось почти бесконечно, и ты наконец проснулся в реальности.",
    "answers": []
  },
  {
    "id": 13,
    "text": "",
    "answers": []
  },
  {
    "id": 14,
    "text": "Есть жуков — могло показаться хорошей идеей, но жуки съели тебя изнури...",
    "answers": []
  },
  {
    "id": 15,
    "text": "Ты уплыл на акуле в закат, и больше тебя никогда и нигде не видели",
    "answers": []
  },
  {
    "id": 16,
    "text": "ты достал телефон, поиграл в змейку, посмотрел мемчики, и решил создать свой мем. Как будет называться твой мем?",
    "answers": [
      {
        "id": 18,
        "text": "\"Твоё лицо когда...\""
      },
      {
        "id": 19,
        "text": "\"то чувство когда...\""
      }
    ]
  },
  {
    "id": 17,
    "text": "ничего не делать — творческое дело, но вряд ли это поможет с прохождением квеста.",
    "answers": []
  },
  {
    "id": 18,
    "text": "ты создал новый мем, который взорвал весь интернет! Неподалеку проплывает корабль где все люди тебя узнают из-за мема.",
    "answers": [
      {
        "id": 20,
        "text": "попросить о помощи"
      }
    ]
  },
  {
    "id": 19,
    "text": "то чувство, когда что-то пошло не так...",
    "answers": []
  },
  {
    "id": 20,
    "text": "Ты попросил помощи, и тебя довезли на корабле до другого берега, где ты увидил свой город",
    "answers": [
      {
        "id": 24,
        "text": "2часть?"
      }
    ]
  },
  {
    "id": 21,
    "text": "Ты убежал, но так как не следил куда именно бежал, столкнулься головой об стену...",
    "answers": []
  },
  {
    "id": 22,
    "text": "Ты закопался под землю, но это уже было бесполезно, так как ты уже проснулся",
    "answers": [
      {
        "id": 25,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 23,
    "text": "ну ладно",
    "answers": []
  },
  {
    "id": 24,
    "text": "Если ты уже прошёл квест, то хотелось бы знать — стоит ли делать вторую часть?",
    "answers": []
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  }
]