[
  {
    "id": 1,
    "text": "В этом квесте тебе предстоит сыграть за одну из 2 сторон– Портовая мафия и детективное агентство. Интересно на чьей стороне ты!)\nНачало: 21.04.2020.  02:27\nКонец: 31.05.2020.    08:48",
    "answers": [
      {
        "id": 4,
        "text": "Начать!"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://d.radikal.ru/d31/2005/b4/12b55f602665.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "За кого ты будешь играть? ",
    "answers": []
  },
  {
    "id": 3,
    "text": "На чьей ты стороне?",
    "answers": [
      {
        "id": 5,
        "text": "Портовая мафия"
      },
      {
        "id": 6,
        "text": " Детективное агентство"
      },
      {
        "id": 24,
        "text": "Гильдия "
      },
      {
        "id": 2,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "На чьей ты стороне?",
    "answers": [
      {
        "id": 7,
        "text": "Портовая мафия"
      },
      {
        "id": 8,
        "text": "Детективное агентство "
      },
      {
        "id": 13,
        "text": "Гильдия "
      }
    ]
  },
  {
    "id": 5,
    "text": "Нет ветки",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 6,
    "text": "Нет ветки ",
    "answers": [
      {
        "id": 3,
        "text": "назад"
      }
    ]
  },
  {
    "id": 7,
    "text": "Выбери кто тебе больше нравится )",
    "answers": [
      {
        "id": 9,
        "text": "Изанами Окамото, 23 года"
      },
      {
        "id": 10,
        "text": "Хитоми Кояма, 19 лет \n"
      },
      {
        "id": 4,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 8,
    "text": "Выбери кто тебе больше нравится )",
    "answers": [
      {
        "id": 16,
        "text": "Акеми Такаяма, 21 год \n "
      },
      {
        "id": 17,
        "text": "Казуко Аоки, 20 лет\n "
      },
      {
        "id": 4,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 9,
    "text": "Ты активная, резкая, но в то же время сообразительная. Твоя способность называется:\"Взгляд кобры\". Ты можешь узнать характер, повадки и личность человека только по его взгляду. \n",
    "answers": [
      {
        "id": 11,
        "text": "Посмотреть мнение персонажей "
      },
      {
        "id": 23,
        "text": "далее"
      },
      {
        "id": 9,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a39/2004/2c/bf91f3b82ef1.jpg"
      },
      {
        "id": 7,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 10,
    "text": "Ты умная и расчетливая, но иногда не сдерживаешь свои эмоции и можешь сорвать на ком-то свою злость. Твоя способность называлась \"Волчий дух\". Ты могла призывать призрак серебряного волка, который по твоему приказу, мог растерзать что угодно, даже чью-то магию.\n",
    "answers": [
      {
        "id": 14,
        "text": "Посмотреть мнение персонажей "
      },
      {
        "id": 7,
        "text": "Назад"
      },
      {
        "id": 10,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d19/2004/ae/f622704ef796.jpg"
      },
      {
        "id": 15,
        "text": "Делее"
      }
    ]
  },
  {
    "id": 11,
    "text": "Чуя:  Чуя постоянно жалуется тебе на Дазая. Вы очень любите проводить дружеские поединки и совершенствовать свои способности. Иногда меняетесь одеждой и ждете, пока кто-нибудь заметит, а когда никто не замечает — идете запивать свое горе виноградным соком. Постоянно напоминаешь Чуе, что рост — это не главное. Чуя рассказал тебе много своих секретов, это очень круто, потому что мало кому удается узнать, что на самом деле он спит в пижаме с овечками. Ты практически единственная, кто знает Чую настолько близко, что может увидеть его настоящий характер.\nАкутагава: уважает тебя, считает твою способность сильной. \nДазай: ты его раздражаешь, он постоянно подшучивает над тобой, но это не мешает тебе в ответ подшучивать над ним. \nКоё: считает вас с Чуей своими детьми, постоянно покупает вам новые шляпки. Дает вам советы и заботится о вас.\n(Если ты попадёшь в мафию) \n",
    "answers": [
      {
        "id": 9,
        "text": "Назад "
      },
      {
        "id": 23,
        "text": "далее\n"
      }
    ]
  },
  {
    "id": 12,
    "text": "Весна — восхитительное время года! Природа просыпаясь и наполняется энергией, жизнью. Яркое солнце становится теплее с каждым днём.-думала я бежа по лесу в обличии волка.\nОстановившись, я принюхалась. В нос ударил запах вишнёвого сока.\n\"Он рядом\"- я побежала по запаху и очутилась у реки. Принюхавшись снова я поняла, что след обрывается.",
    "answers": []
  },
  {
    "id": 13,
    "text": "Выбери кто тебе больше нравится )",
    "answers": [
      {
        "id": 20,
        "text": "Эмили Фицджеральд, 25 лет."
      },
      {
        "id": 4,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 14,
    "text": "Акутагава: вы выросли в месте , любит работать с тобой в команде. считает, что ты очень похожа на Гин, поэтому иногда заботится о тебе, но делает это так, чтобы никто не заметил. На заданиях старается близко не подпускать к тебе врагов, а ты после каждой выполненной работы говоришь, что он очень хорошо постарался. Акутагава чувствует себя уверенней, когда вы работаете вместе и ему нравится это чувство, потому что никто раньше не поддерживал его так сильно, как ты. Вы хорошо общаетесь, поэтому он открывает тебе свои хорошие стороны, которые привык прятать от всех остальных.\nЧуя: иногда завидует тому, что ты настолько умная, но все равно относится к тебе хорошо. иногда спрашивает у тебя советы насчет одежды, потому что ему нравится твой вкус.\nГин: вы хорошие подруги, она всегда просится вместе с тобой на задания. все время разговариваете на разные темы, в основном про способности и про то, как их можно усовершенствовать.\nКоё: вы редко взаимодействуете, но она относится к тебе вполне хорошо.\n\nКуникида: иногда вы тайно пересекаетесь, несмотря на то, что вы враги, ваши точки зрения во многом очень схожи. вы любите обсуждать проблемы общества и то, как можно их решить. иногда все же спорите, поэтому нельзя назвать вас друзьями, скорее хорошими знакомыми.",
    "answers": [
      {
        "id": 10,
        "text": "Назад"
      },
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы с Акутагавай с самого детства вместе. \nВыросли в трущобах, спасались как могли, делили все поровну. Он был твоим единственным другом, которому могла доверять все двадцать лет, как и ты его... Прошло не мало времени, прошло не мало событий. Не важно, радостные или печальные они были, важно было, что вы всегда были вместе. \nДо сих пор ты помнила, с какой добротой отнесся он к тебе. И это чувство до сих пор осталось внутри тебя. Чувство благодарности и верности...",
    "answers": [
      {
        "id": 99,
        "text": "POV "
      }
    ]
  },
  {
    "id": 16,
    "text": "Твой характер был веселым и немножко безумным. Твоя способность — \"Вечный огонь\". Ты могла управлять и подчинять себе любой огонь, а так же тушить его.",
    "answers": [
      {
        "id": 18,
        "text": "Посмотреть мнение персонажей"
      },
      {
        "id": 8,
        "text": "Назад "
      },
      {
        "id": 16,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a31/2004/cd/2922373a25ad.jpg"
      },
      {
        "id": 113,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 17,
    "text": "Ты очень уверена в себе и поэтому все задания выполняешь хорошо.Способность: «Орлиный глаз» благодаря своей способности ты можешь попасть в любую цель. ",
    "answers": [
      {
        "id": 22,
        "text": "Посмотреть мнение персонажей"
      },
      {
        "id": 8,
        "text": "Назад "
      },
      {
        "id": 17,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d32/2004/6c/dc60cef25c8c.jpg"
      },
      {
        "id": 46,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "Дазай: вы хорошо общаетесь, он считает тебя интересной. \nАцуши: хорошо общаетесь, ты часто даешь ему советы, он не всегда понимает, в чем их смысл, но уважает тебя, поэтому внимательно слушает.\nКуникида: Любит тебя. Ты единственная кто не посмеялся над его планом.\nРампо: стал не любить тебя после того, как ты съела его пудинг.\nКёка: вполне хорошо общаетесь, но иногда спорите.\nЙосано: все время пытается заставить тебя тренировать способность, и если ты соглашаешься, то помогает тебе всем, чем сможет.\n\nЧуя: ты занимаешь первое место в номинации \"лучшие шутки про рост\", а так же получаешь нож в спину от Чуи.\nАкутагава: считает тебя слабой, поэтому не собирается тратить на тебя свое время.",
    "answers": [
      {
        "id": 16,
        "text": "Назад "
      },
      {
        "id": 113,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "Внезапно меня схватили за шею и утащили в воду.\nВынырнув, я посмотрела на нападавшего.\n—\"Чуя!Ты что творишь?!\" -прорычала я.\n— Тихо!\n\n\n\n",
    "answers": []
  },
  {
    "id": 20,
    "text": "Ты очень стеснительная. Благодаря твоему дару, ты могла воплощать нарисованное в живую. Эта сила называлась «Живой рисунок». ",
    "answers": [
      {
        "id": 21,
        "text": "Посмотреть мнение персонажей "
      },
      {
        "id": 13,
        "text": "Назад"
      },
      {
        "id": 82,
        "text": "далее"
      },
      {
        "id": 20,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d40/2005/6c/89844722ec86.jpg"
      }
    ]
  },
  {
    "id": 21,
    "text": "Фрэнсис: твой отец, он смог спасти тебя. Гордится тобой, потому что твоя способность приносит успехи организации.\nДжон: относится к тебе с презрением, т.к. не любит высокомерных богатых людей, но скрывает это, чтобы его не уволили.\nЛавкрафт: называет тебя «невыносимой девочкой».\nЛюси: иногда советуется с тобой, но в целом боится тебя.\nЛуиза: вы не очень хорошо ладите, ты дразнишь ее, а она побаивается тебя и вечно извиняется.\nАцуши: несколько раз виделись, ты считаешь его несерьезным.",
    "answers": [
      {
        "id": 20,
        "text": "Назад"
      },
      {
        "id": 82,
        "text": "далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "Огай Мори: – Жаль она не в нашей организации.\n(Хотел бы чтобы ты вступила в мафию)\nЧуя Накахара: – Та которая подшучивает надомной? Я её убью сразу после Дазая!\n(Так вышло, что вы с Дазаем ‘немного’ шутите над его ростом и над его шляпой)\nАкутагава Рюноске: – Почему с самим Дазаем такая слабачка!?\n(Тут понятно, сильнейшие выживает и бла, бла, бла…)\nКоё Озаки: (Не слышала о тебе)\nИчиё Хигучи: – Сэмпай, я могу убить её, если хотите.\n(Ей пофиг на тебя, прикажут убить, убьёт)\nДазай Осаму: – Ох, прекрасная леди, не желаете ли вы сходить со мной в кафе?\n(Вы встречаетесь, ты его луч солнца в этом мире)\nАцуши Накаджима: – Привет, поможешь?\n(Друзья)\nКёка Изуми: (Вы Аней лучшие подруги, пытаешься свести её с Ацуши)\nКуникида Доппо: – Надеюсь, вы повлияете на Дазая?\n(Хочет чтобы ты повлиявшая на Дазая, чтобы он работал)\nЮкичи Фикудзава: (Гордится тобой)\nЭдогава Рампо: – Хочешь конфетку? Пмошешь мне дойти до магазина?\n(Вы с ним друзья, но честно он влюблён в тебя, если бы не Дазай, предложил бы встречаться)\nДжуничиро Танизаки: (Ваши отношения: Привет — пока)\nКенджи Миядзава: – О, тебе интересны мои истории?\n(Друзья, часто общаетесь)\nНаоми Танизаки: – Мне правда походит?\n(Подруги, даёшь часто советы)\nФрэнсис Скотт Кей Фицджеральд: (Слышал о тебе, хочет переманить на свою сторону)\nФёдор план рулет тебя похитить. Чтобы шантажировать Дазая.",
    "answers": [
      {
        "id": 17,
        "text": "далее"
      },
      {
        "id": 46,
        "text": "далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "Ты работала в баре \"Ночная луна\", бар без шума и громкой музыки. Работала как раз барменом. У тебя всегда привязанность к алкоголю, но ты им не злоупотребляла. И вот твой обычный рабочий вечер.",
    "answers": [
      {
        "id": 26,
        "text": "далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "нет ветки ",
    "answers": [
      {
        "id": 3,
        "text": "назад "
      }
    ]
  },
  {
    "id": 25,
    "text": "Я замолчала и принюхалась.\nПахло лишь утренним лесом и вишнёвым соком.\n—\"Поблизости лишь мелкие зверушки, наверное враг скрыл свой запах!\"\nЯ повернулась к Чуе, что бы уточнить где враг.",
    "answers": []
  },
  {
    "id": 26,
    "text": "Ты стоишь на своем ящике, делаешь коктейль:\"Голубая лагуна\". Почему на ящике? Потому что маленькая. Это твоя проблема. Всегда тяжело доставать до высоких полок, всегда теряешься в толпе высоких людей, везде слышны насмешки сверху. И это очень обидно... Но не смотря на все насмешки ты старалась быть сильной.\nДнем ты была спокойной, игнорировала все оскорбления, а ночью плакала в подушку. Ночь это твое время, ты всегда сливалась с темнотой, с тенью других людей. Ты никогда не умела быть яркой. Ты яркая только на своей работе, там ты любимица. Тебя называют куколкой, мышкой, феечкой, но никогда не называли коротышкой, лилипутом или гномом. ",
    "answers": [
      {
        "id": 27,
        "text": "делее"
      }
    ]
  },
  {
    "id": 27,
    "text": "Ты пододвигаешь напиток молодой девушке попросившей его. Поправляешь свою любимую хиптерскую шапку красного цвета.\n -Ого, спасибо! Кстати, а из чего сделан этот напиток?-Спросила она отпивая глоток из соломки. \n—Водка, ликер блю кюрасао, спрайт, ананас и лёд в кубиках.\n -Воу, у меня как раз сегодня был загруженный день. Спасибо куколка! \n—Не за что!-Сказала ты и улыбнувшись, продолжила перемешивать алкоголь. В такие моменты ты любила подумать о чем-то своем. Невольно, ты вспомнила детство. ",
    "answers": [
      {
        "id": 28,
        "text": "Вспомнить "
      },
      {
        "id": 29,
        "text": "Работать дальше "
      }
    ]
  },
  {
    "id": 28,
    "text": "Флешбеки сами пришли в голову. \n\n\n Девочка бежит по коридору. Она опаздывает на урок. Вдруг из-за угла выходят пятеро подростков. \n—Хей! Гном, куда бежишь? Смотри колпак не потеряй!-Воскликнул первый и сдернул с неё шляпу. \nДевочка села и попыталась поднять её, но другой парень оттолкнул ногой девочку, шапка отлетела в сторону. Девочку побили и оставили посреди коридора. Она сажалась и заплакала. Вдруг подошел какой-то парень. \n—Ты... -Если хочешь унизить то побыстрее, у меня урок. \n же низко ты меня ставишь, и себя тоже...-Сказал он и поднял её шапку, отряхнул. \n—Я слабая.. \n—Вовсе нет. \n—С чего ты взял? Я маленькая, неуклюжая и с худым телом, и!... \n—Сила-это не мышцы.-Перебил тот парень и одел шапку на девочку.-Сила-это дух. \nПосле этого все в тумане. Только голубые глаза, которые на неё смотрели. \n",
    "answers": [
      {
        "id": 29,
        "text": "Работать дальше "
      }
    ]
  },
  {
    "id": 29,
    "text": "Ты всеми силами пыталась вспомнить образ того парня, но в голову врезались только голубые как небо глаза. Большего ты не помнила. Ты поставила стакан с \"Куба Либре\" на барную стойку и вздохнула. Облокотившись на стол ты уныло наблюдала за публикой в зале. ",
    "answers": [
      {
        "id": 30,
        "text": "Наблюдать "
      }
    ]
  },
  {
    "id": 30,
    "text": "Какой-то старикашка, влюбленная парочка, несчастный парень понявший горечь разбитого сердца, и твоя подруга официантка. \n—Изанами-Чааааан!Мне скуучно...-Ныла твоя подруга и висела на тебе. \n тебе одной.-Устало сказала ты и посмотрела в окно расположенное на потолке. \nРаботала ты по ночам. Высыпалась днем, и вечером шла на работу. Почему? Потому что, тебе надоело то чувство, когда ты приходишь домой и тебя никто не ждет. Никто не встретит с теплой улыбкой и крепкими объятиями. Просто холодная квартирка с видом на город. Ты любила петь. ",
    "answers": [
      {
        "id": 31,
        "text": "Задуматься "
      }
    ]
  },
  {
    "id": 31,
    "text": "Когда у тебя был выходной или отпуск, ты сидела на подоконнике перед открытым окном и пела. Это было хорошо по ночам, когда звезды обволакивали небо, а луна светило на тебя. Ты пела в основном грустные песни, так ты доносила свои проблемы неизвестно кому. Может богу, может родителям, если они погибли. О них ты ничего не знала, даже имени. Но тебе было как-то все равно, ты жила без них двадцать лет и живешь дальше. Правда... В этой жизни нет смысла. Ты стараешься что-то делать только для себя, ты никем не любима всерьез. У тебя только два друга и ни разу не было любви. А хотя... Тот парень с голубыми глазами. Может он твоя первая любовь? Ты до сих пор этого не поняла, а хотя так хотелось быть любимой. Так хотелось чувствовать, что ты кому-то нужна, что для кого-то стараешься и твои усилия не прошли даром, так хотелось приятного чувства разливающегося по телу. Хотелось дрожи в коленках при виде твоего избранника...",
    "answers": [
      {
        "id": 32,
        "text": "далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "Ты бы думала дальше, но в бар зашел молодой парень с рыжими волосами заплетенными в хвост и шляпой на голове. Он сел на стул перед тобой и оперся лицом на руку так, чтобы его лица практически не было видно.",
    "answers": [
      {
        "id": 33,
        "text": "Спросить "
      },
      {
        "id": 34,
        "text": "Не обращать внимание "
      },
      {
        "id": 32,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c21/2005/4c/e0404ace6d91.jpg"
      }
    ]
  },
  {
    "id": 33,
    "text": "—Вам что-то подсказать?-Спросила ты протирая стакан. \n—Можешь что-нибудь мне налить?-Спросил он чуть охрипшим голосом.\n -Что именно? Я могу сделать коктейль на любой цвет. \n—Мне все равно что, просто налей что-нибудь по крепче.-Сказал он и сжал кулак. \nТы кивнула и сошла с ящика. А парень усмехнулся. Ну да. Без ящика ты выглядела совсем маленькой. Взяв необходимые ингредиенты и приступила. \n",
    "answers": [
      {
        "id": 35,
        "text": "Сделать коктейль"
      }
    ]
  },
  {
    "id": 34,
    "text": "—Эй, можешь что-нибудь мне налить?-Спросил он чуть охрипшим голосом.\n -Что именно? Я могу сделать коктейль на любой цвет. \n—Мне все равно что, просто налей что-нибудь по крепче.-Сказал он и сжал кулак. \nТы кивнула и сошла с ящика. А парень усмехнулся. Ну да. Без ящика ты выглядела совсем маленькой. Взяв необходимые ингредиенты и приступила. ",
    "answers": [
      {
        "id": 35,
        "text": "Сделать коктейль"
      }
    ]
  },
  {
    "id": 35,
    "text": "—\"За три года работы, я научилась определять какой напиток нужен человеку. Если он на веселе, то ему лучше всего подойдет \"Космополитен\". Если посетитель огорчен то подойдут \"Джин тоник\" и \"Дайкири\". Если это девушка то такие напитки как \"Голубая лагуна\", \"Секс на пляже\", и \"Зеленая фея\" ей подойдут больше всего. Так же нужно смотреть на состояние посетителя. Если он уже опьянен, лучше давать ему слабо алкогольный коктейль, если же трезв и зол, лучше сделать противоположное. Любой человек в состоянии алкогольного опьянения имеет свою реакцию. Кто-то становится слишком веселым, в основном это женщины и молодые девушки. Другие злятся и крушат все и вся. Третьи начинают резко добреть. Есть много типов. Я пока что не все еще увидела. Так... А этому раздраженному и чем-то опечаленному типу нужен \"Негрони\",-размышляла ты добавляя что-то и перемешивая это все в металлическом стакане. Ты налила это все и пришпорила сверху апельсинную дольку. ",
    "answers": [
      {
        "id": 36,
        "text": "Отдать напиток "
      }
    ]
  },
  {
    "id": 36,
    "text": "—Ну и что это? \n—\"Негрони\". Сделан из Лондонского сухого джина, Красного вермута, Красного биттера, апельсина и вдобавок кубики льда. Вы раздражены и расстроены, так что я подумала, вам следует налить именно это. \n—Хах, ты забавная. Читаешь людей по одному их взгляду?-Спросил с насмешкой парень и поднял взгляд. Ты была в шоке. Те голубые глаза пронзали тебя как в тот день. Ты немного задрожала и подумала о его словах. Это правда. Как говорят:\"Глаза-зеркало души\". И ты целиком и полностью оправдываешь это на практике. Твои глаза для всех загадка. Часто ты надеваешь солнечные очки не смотря на время суток, погодные условия и время года. Так ты скрываешь от людей свои глаза. ",
    "answers": [
      {
        "id": 37,
        "text": "Очнутся "
      }
    ]
  },
  {
    "id": 37,
    "text": "—Хей! Ты живая?-Спросил голубоглазый. Ты подняла глаза. В его взгляде читалось любопытство, что же ты там надумала.\n -Да. Как кстати коктейль?-Отойдя от ступора спросила и приступила к протиранию стаканов. Ты часто это делала когда нервничала, что-то протирала. Парень загадочно посмотрел на алкоголь и покрутил его в стакане. Лёд застучал по стеклу. Шляпник поднес стакан к губам и сделал глоток, потом задумался. Ты не смотрела на него, так как больше слов не нужно было. По его взгляду ты поняла следующее. Он высокомерный и гордый даже от части заносчивый парень с наклонностями садиста. В его глазах играет жажда боя. \n—Интересный вкус. Я чаще всего пью вино, но это даже лучше.",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "—Вино, такой напиток, который нужно ко всему подбирать. Если это мясо с овощами лучше всего подойдет красное полусухое. Если это десерт, то несомненно лучше белое. А вот если ты хочешь просто выпить, то брать нужно красное полусладкое.\n -А ты не плохо разбираешься в алкоголе. -Барменом же работаю. Если не секрет, чем же вы так раздражены и опечалены? Точнее кем. Неприятная встреча?\n -Опять читаешь меня? Да, угадала. Только как?-Спросил голубоглазый и допил. \nНа его щеках показался румянец и голос уже был опьяненным. \n—\"Так быстро пьянеет?\"-Подумала ты и поправила шапку.\n—В ваших глазах... Жажда боя.-Сказала ты и усмехнулась. ",
    "answers": [
      {
        "id": 40,
        "text": "далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "Потом вы оба молчали. Парень положил купюру на стол и ушел ни сказав ни слова. Ты все убрала и пошла домой.",
    "answers": [
      {
        "id": 57,
        "text": "Конец "
      }
    ]
  },
  {
    "id": 40,
    "text": "Потом вы оба молчали. Парень положил купюру на стол, а на неё визитку, после ушел ни сказав ни слова. Ты все убрала и задумчиво посмотрела на визитку.\n—Чуя Накахара... Хах, что же в твоей голове тогда творилось Чуя, если оставил мне свою визитку?-Спросила ты уже ушедшего парня посмотрев на дверь.",
    "answers": [
      {
        "id": 41,
        "text": "Закончить день "
      }
    ]
  },
  {
    "id": 41,
    "text": "После Накахара заглядывал все чаще и чаще. Даже осмелился узнать о тебе больше чем следовало бы знать обычному человеку. Но ты почему-то даже доверяла этому странному, быстро пьянеющему, голубоглазому парню. В его глазах была частица интереса и доброты, которую закрыли гордость и самолюбие. Но по-моему только ты эту частицу видела. И тут у тебя объявился отпуск. Ты сидела ночью как обычно на подоконнике в своей холодной квартире смотря на звездное небо. В этот момент тебе хотелось поговорить с Чуей. Только он тебя понимал, потому что тоже был маленького роста. Неожиданно ты вспомнила слова песни, которую ты сочинила в девятнадцать лет.",
    "answers": [
      {
        "id": 42,
        "text": "Спеть"
      },
      {
        "id": 43,
        "text": "Пойти спать "
      }
    ]
  },
  {
    "id": 42,
    "text": "—Я не смотрю никогда на людей свысока, \nПотому что я не могу. \nПеченьки мне хватает, на целых два дня, \nНо ты не думай, что я бедно живу. \nМоя главная проблема метр шестесяд,\nЭто мой рост. \nНо не стоит друзья так сильно унывать, \nВерст токами извлекаем итог. \nМаленьким быть, очень даже хорошо, \nВетер носит по лесам и полям. \nИ не нужно мне, бутылку покупать, \nЧтобы нажраться мне хватит сто грамм. \nКак же не круто покупать одежду, \nВ магазине детских вещей. \nИ щеголять в ней, потом не думая о том, \nЧто тебе уже двадцать лет. \nУже двадцать лет. \nДва плюс ноль, ноль плюс два, \nДвадцать лет. \nСлышишь голос где-то рядом? \nНо все равно не видишь меня, \nОпусти свои глаза. \nИ ты узреишь как стекает по щеке моей большая слеза! \nЯ так устала быть незаметной, \nВ толпе чрезмерно высоких людей.\nПоэтому достань, достань, \nДостань ту \nРастишку друг. \nЯ желаю быть немного длинней... \nНемного длинней. \nКапелькуууу... \n",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 43,
    "text": "Ты слезла с подоконника и пошла спать. \nУтром ты обнаружила на окне розу с запиской.\n—\"Ты ещё красивее, когда спишь!\"\n",
    "answers": [
      {
        "id": 58,
        "text": "Конец "
      }
    ]
  },
  {
    "id": 44,
    "text": "Ты закончила петь и по твоей щеке действительно скатилась слеза. Все эти годы ты не обращала внимание на травлю и позволяла обижать себя, и только ночью выплескивала слезы. Это было твоей главной ошибкой... И тут!\nВ твой лоб прилетел камешек. \n—Ась?-Спросила ты и посмотрела вниз. \nА там Чуя собственной персоной.\n—Что? Что ты тут делаешь? \n—Пришел к тебе.\n—Зачем? \n—Отойди от окна и узнаешь.-Сказал он, даже отчасти приказал. ",
    "answers": [
      {
        "id": 45,
        "text": "Отойти "
      }
    ]
  },
  {
    "id": 45,
    "text": "Тебе было интересно и ты отошла. А этот человек-паук просто легко запрыгнул на твой подоконник. Ты просто стояла и смотрела на его силуэт отражающийся на фоне луны. Парень спустился прямо перед тобой и убрал руку из-за спины. А там, красная роза...\n -Чуя... \n—Я пришел, потому что привязался к тебе.-Сказал Накахара и заплел розу тебе за ушко.\n—Самому тошно признавать это, но когда я пришел однажды в бар и тебя не оказалось, у меня даже желание выпить пропало. Знай, (Твое имя), я люблю тебя. Поэтому говорю... \n—Чуя, зачем я тебе такая? Слабая, жалкая, маленькая, как гном ей-богу. \n—Хей, хей! Это что за пессимизм? Сила-это не мышцы, сила-это дух. ",
    "answers": [
      {
        "id": 47,
        "text": "Застыть в шоке "
      }
    ]
  },
  {
    "id": 46,
    "text": "Ты была девушкой с редким талантом к актерскому мастерству. Так же природа наградила тебя очаровательной внешностью, а вот бог ужасной судьбой. Ты очень рано потеряла мать, а отца ты не знала. Жила ты с бабушкой, которую очень любила. Именно бабушка нашла в тебе модель и актрису. Твоя бабушка была тоже актрисой, и ты хотела попробовать стать ею, когда увидела свою бабушку на сцене. Ты была моделью с восьми лет, исполнила свою первую главную роль в десять. Ты холодная, но если надо, то подстроишься под человека. Судьба преподнесла тебе новый шрам на сердце в пятнадцать. Твоя бабушка умирает.... Попадает в автокатастрофу. Ты потеряла смысл жизни, но не могла просто взять и прекратить карьеру, которую набивала годами. Это было последние желание твоей бабушки, чтобы ты продолжала карьеру и стала успешной. ",
    "answers": [
      {
        "id": 49,
        "text": "далее"
      }
    ]
  },
  {
    "id": 47,
    "text": "Ты просто стояла и смотрела на него. Теперь ты вспомнила. Те голубые глаза, рыжие волосы, шляпа и задорная улыбка. Это был Чуя... Это был Чуя! \n—Так это... Был ты... \n—Я тебя помню, маленькую, беззащитную... С тех пор я поклялся, если встречу тебя снова, больше не терять и не отпускать. И ты не гном, ты моя куколка.-Сказал парень, а на твоих глазах наворачивались слезы и улыбка.-Т-ты чего? \n... Это правда был ты? Это правда ты, тогда меня защитил? Я больше никогда ни в кого не влюблялась, потому что... \n—Уже любила меня? \n—Да... Изанами, иди ко мне.-Прошептал Накахара и расправил руки для объятий. ",
    "answers": [
      {
        "id": 48,
        "text": "Обнять "
      }
    ]
  },
  {
    "id": 48,
    "text": "Ты улыбнулась шире и просто налетела на рыжеволосого. А тот не устоял и рухнул. \n—Чуя! Прости! \n—Ничего, я смотрю ты заводная. Прямо меня на кровать повалила.\n -Я...-Попыталась оправдаться ты и в одновременно краснела как варенный рак. -Хахаха! Ты такая смешная Изанами, хочу тебя...",
    "answers": [
      {
        "id": 50,
        "text": "Попытаться встать "
      }
    ]
  },
  {
    "id": 49,
    "text": "Следующие твои годы проходили плавно и размеренно. Съемки фильмов, спектакли, съемки реклам, фотосесии и так далее. Тебя прозвали самой красивой девушкой Токио! И вроде бы все просто отлично: от поклонников нет отбоя, цветы каждый день под дверью, признания в любви. Но..... Но ты ужасно одинокая. Ты для всех загадка, но именно это и привлекает парней. Ты как закрытая книга, которую так и хочется открыть и прочесть. Но ты не поддаешься.",
    "answers": [
      {
        "id": 54,
        "text": "далее"
      }
    ]
  },
  {
    "id": 50,
    "text": "—Ч-что? Ч-чуя...-Ты попыталась встать, но парень крепко прижал тебя к себе и не отпускал. Да и ты не сильно сопротивлялась. Все таки вы почти одного роста, а Чуя все таки сильнее. Рыжеволосый поцеловал тебя в шею, потом в щеку, а после в губы. Ты просто растаяла и обвила его шею. \n",
    "answers": [
      {
        "id": 51,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 51,
    "text": "Парень перевернул тебя на спину и хитро ухмыльнулся, прошептал:\"Не люблю, когда девушки сверху...\". Его руки блуждали по твоему телу, вызывая у тебя стоны. Эти звуки ласкали слух парня, и остановиться он уже не мог. Он снимал с тебя остатки одежды. Ты решила тоже помочь, и стянула с него во время поцелуя пиджак.\n -А ты игривая феечка, уже не терпится? -Чуя...-Прошептала ты юлозя под парнем. Внутри разгоралось как огонь это желание, было все равно на весь мир, было все равно на людей и обиды. С тобой был Чуя, любимый тебе человек, который тоже тебя любил. ",
    "answers": [
      {
        "id": 52,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 52,
    "text": "Когда парень тебя полностью раздел, взял в ладонь твою грудь. Ты прикрыла глаза и провела пальчиками по его волосам. Накахара опустил руку ниже и ввел два пальца в твое лоно. \n—Ах! Чуя! -Я вижу, ты уже готова. Перевернись на бок, куколка.\n—Сказал Чуя и начал расстегивать ремень. Ты послушно перевернулась на левый бок и стала ждать. Парень поднял твою ногу и закинул себе на плечо.-Уверенна?",
    "answers": [
      {
        "id": 53,
        "text": "да"
      }
    ]
  },
  {
    "id": 53,
    "text": "Ты коротко кивнула и в то же время вскрикнула, сжала одеяло. Чуя простонал от узости и остановился, ожидая когда ты привыкнешь. Вскоре ты кивнула еще раз, в знак того, что привыкла. Парень начал неуверенные и медленные движения, а ты дрожала и стонала. -Чуя... Быстрее, быстрее! \n—Желание девушки для меня, закон.-С ухмылкой сказал парень и ускорил темп. ",
    "answers": [
      {
        "id": 55,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 54,
    "text": "И вот сегодня ты получила очередное письмо, но это было письмо не с признанием, что было удивительно. Это было письмо с предложением работы в вооруженном детективном агенстве. \n—Там же.... Люди со сверхъестественными способностями.... От куда они знают, что я владею даром «Орлиный глаз»?-Спросила ты и еще раз перечитала письмо еще раз, чтобы убедиться что это не ошибка. \n Ты не сильно злоупотребляла своей силой, использовала только в крайних ситуациях. ",
    "answers": [
      {
        "id": 59,
        "text": "Принять предложение"
      },
      {
        "id": 60,
        "text": "Отказаться "
      }
    ]
  },
  {
    "id": 55,
    "text": "Стоны и крики удовольствия раздавались по всей комнате, но было все равно. Еще пару толчков и вы закончили. Чуя упал рядом и тяжело дыша несильно сжал твою ладошку. \n—Люблю тебя, куколка.-Сказал Накахара и мягко улыбнулся. Это нежный взгляд и теплая улыбка так непривычно для Чуи, но... Теперь ты поняла, что эти его чувства принадлежали только тебе.",
    "answers": [
      {
        "id": 56,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 56,
    "text": "Новость о том, что ты беременна повергла Чую в шок, но узнав о том, что родится мальчик, порадовала его. И через положенные девять месяцев, родился здоровый мальчик с дефектом родителей.",
    "answers": [
      {
        "id": 1,
        "text": "Начало "
      }
    ]
  },
  {
    "id": 57,
    "text": "Ты  проработа в этом баре ещё год, но этот загадочный мужчина так и не появлялся. ",
    "answers": [
      {
        "id": 1,
        "text": "Начало "
      }
    ]
  },
  {
    "id": 58,
    "text": "Ты продолжала работать в баре, к тебе часто заглядывал Чуя. Однажды он пригласил тебя в портовую мафию и ты согласилась.",
    "answers": [
      {
        "id": 1,
        "text": "Начало "
      }
    ]
  },
  {
    "id": 59,
    "text": "Ты решила. Все таки пойти. Тебе надоело одиночество, и ты решила пообщаться с людьми, которые бы тебя поняли. Ты шла рано утром по пустынным улицам в поисках того здания. \n—\"Мне надоело шумное и гордое одиночество, я хочу общения. Хочу, чтобы со мной говорили просто так, а не из-за того, что я популярна. Мне уже надоело это внимание со стороны людей! Хочу свободы!\"-Думала ты. Мысли эгоистичные конечно, но тебе надоело, то что люди общаются с тобой только из-за популярности...",
    "answers": [
      {
        "id": 61,
        "text": "далее "
      }
    ]
  },
  {
    "id": 60,
    "text": "Ты продолжала сниматься в фильмах. Через несколько лет у тебя появился парень, но он тебе изменил и вы расстались. За всю жизнь ты так и не нашла любимого человека.",
    "answers": [
      {
        "id": 1,
        "text": "Конец "
      }
    ]
  },
  {
    "id": 61,
    "text": "Ты пришла по адресу, но было рано. Чтобы не гулять, и случайно не опоздать, ты решила подождать внутри. Сев на стул ты начала раздумывать зачем тебя позвали. \n—\"Разве они не боятся, что кто-то меня узнает? Ведь я могу всю операцию завалить... Чтобы как следует замаскироваться, нужна работа профессионального гримера, и реалистичная игра. Сыграю на этот раз роль обыкновенной простушки, которая не понимает что вообще происходит. Может сработает...\"-Думала ты и теребила край платья. ",
    "answers": [
      {
        "id": 62,
        "text": "Услышать голос "
      }
    ]
  },
  {
    "id": 62,
    "text": "—Девушка, извините. Но вам чего?-Спросил неожиданно появившийся парень из дверного проема. Ты мило улыбнулась и подошла к парню. Тот нахмурился, но ты незаметно передала ему конверт. Парень в очках кивнул и пригласил тебя в кабинет.",
    "answers": [
      {
        "id": 63,
        "text": "Зайти "
      }
    ]
  },
  {
    "id": 63,
    "text": "—Итак, значит это вы Казуко Аоки?\n—Все верно. \n—Вы понимаете цель своего визита? \n—Да, я все прекрасно понимаю. \n—Отлично. \n—Извините, а как вас?... \n—Точно и правда. Где мои манеры? Мое имя Куникида Доппо. \n—Хорошо, очень приятно Куникида-сан.\n -Взаимно. О, пришел?-Недовольно спросил Доппо нахмурив брови. Ты повернулась в сторону дверного проема и застыла.",
    "answers": [
      {
        "id": 64,
        "text": "Повернутся "
      }
    ]
  },
  {
    "id": 64,
    "text": "На пороге стоял высокий парень брюнет, шея и руки которого были в бинтах. Волосы были немного кудрявые, плащ, жилетка, рубашка и брюки. Брюнет спокойно стоял, но разглядев тебя повнимательней кинулся к тебе. \n—Какая прелестная леди! Я ослеплен вашей красотой! Как ваше имя ангел спустившийся с небес?\n -Я... Я Казуко Аоки. \n—Очень приятно мисс Аоки.-*поцеловал твою ладошку*.-Я Осаму Дазай. Так это вы принимаете участие в раследовании? \n—Именно.\n -Вам мисс крупно повезло. Потому что вашим напарником буду я.\n -Буду рада сотрудничеству.-Добро ответила ты и пожала руку Дазаю.",
    "answers": [
      {
        "id": 65,
        "text": "далее"
      },
      {
        "id": 64,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b25/2005/7a/6369438131dc.png"
      }
    ]
  },
  {
    "id": 65,
    "text": "Далее вы просто сидели в кабинете, пили чай разговаривали, бесили Куникиду своим смехом. \n—Дазай, вы такой интересный человек. Слушала бы вас и слушала. \n—Давай перейдём на \"ты\". \n—Хорошо.\n -Голубки, вам уже пора выходить.-Сказал Доппа показывая на часы.\n -Ага, пошлите. \n—Стойте, мне же еще переодеться нужно.-Сказала ты, на что Дазай кивнул. Ты взяла свою сумку и пошла в уборную.",
    "answers": [
      {
        "id": 66,
        "text": "Переодеться "
      }
    ]
  },
  {
    "id": 66,
    "text": "Ты оделась быстро. \nПо плану ты девушка, которая вышла выпить, но встретила весьма привлекательную компанию-Дазая. Парень предлагает прогуляться и вы идете. По плану вы сворачиваете в парк, где обнаруживают последнее время много жертв парочек. Ваша задача заключается в том, чтобы узнать что там творится. Твой костюм составляет короткое красное платье, туфли на высоких каблуках, парик с светлым каре, ну и сумочка. ",
    "answers": [
      {
        "id": 67,
        "text": "Вернутся "
      }
    ]
  },
  {
    "id": 67,
    "text": "Выйдя на свет ты сразу влилась в роль. \n—\"Это всего навсего очередная роль, но от чего же я так волнуюсь? Может просто непривычно работать вливаться, чтобы узнать кто убийца. Или потому что я буду работать с этим чудиком Дазаем? Что-то с ним не так.... Вроде он и обычный веселый человек, который любит пофлиртовать с дамами, а вроде и профессиональный актер. Таких людей и набирают работать детективами. Но раз он тут работает, то у него наверняка есть какая-то сила. Вот только интересно какая?...\"\n",
    "answers": [
      {
        "id": 68,
        "text": "далее"
      }
    ]
  },
  {
    "id": 68,
    "text": "Ты думала и выглядела весьма напряженной.\n -С тобой все в порядке?-Обеспокоенно спросил Дазай. Ты посмотрела на него и широко распахнула глаза. Такие нежные глаза, которые смотрели только на тебя. В них была доброта, забота и искреннее переживание. Так на тебя смотрела только бабушка. \n—Все... Все нормально, просто голова немного кружиться. \n—Может откажетесь от миссии? \n—Нет, все хорошо. Ну что, расходимся? \n—Ага, до скорой встречи.-Сказал Дазай и подмигнул.",
    "answers": [
      {
        "id": 69,
        "text": "Начать миссию "
      }
    ]
  },
  {
    "id": 69,
    "text": "Ты развернулась и легкой походкой двинулась в сторону бара. Там ты \"веселенькая\", шла немного пьяной походкой по яркой улице. К тебе пыталось присоединиться пару молодых людей, но ты прибывая \"навеселе\" отказала, сказав что за тобой скоро должны приехать. И вот ты видишь Дазая. Он сделал первый сигнал рукой-показал указательный палец. \n—\"Начать операцию...\"-Промелькнула мысль в твоей голове и ты как бы столкнулась с парнем. ",
    "answers": [
      {
        "id": 70,
        "text": "Первый этап "
      }
    ]
  },
  {
    "id": 70,
    "text": "—Ой.... Простите ради бога, я немного выпила. \n—Ничего милая леди, даже в таком состоянии вы прекрасна. \n—Вы такой лавелас.-Сладко протянула ты и провела пальчиком по груди Осаму. \n—Так почему бы мне вас не украсть?-Маняще спросил детектив и подмигнул тебе.",
    "answers": [
      {
        "id": 71,
        "text": "Второй этап "
      }
    ]
  },
  {
    "id": 71,
    "text": "—А вы украдите. \n—С превеликим удовольствием милая леди.-Сказал брюнет и галантно протянул свой локоть. Ты игриво зацепилась за него и вы пошли.",
    "answers": [
      {
        "id": 72,
        "text": "Третий этап"
      }
    ]
  },
  {
    "id": 72,
    "text": "Место встречи вы назначили специально недалеко от городского парка, в котором и происходили убийства. Вы с Дазаем шли по пустынной аллее. Вдоль были деревья, которые во мраке казались чем-то сверхъестественным. При дневном свете парк был светлым и ярким, как бы призывая всех прийти в него. Ночью же было все на против. Парк отталкивал всех своей зловещей аурой.",
    "answers": [
      {
        "id": 73,
        "text": "далее"
      }
    ]
  },
  {
    "id": 73,
    "text": "Ты немного неестественно себя вела. Конечно тебе уже приходилось работать в паре с мужчинами, но не на такой же близости.\n -Давай по естественней. Убийца наверняка думает, что что-то не так. Упустим.\n -Хорошо, хорошо. Просто я не привыкла прижиматься к парню.\n -Все нормально, успокойся. Я же рядом.\n -И это твое рядом, меня и пугает.-Прошептала ты, и вдруг в кустах что-то зашуршало. Дазай прищурился и резко потянул тебя на себя. Ты от неожиданности прижалась к нему. Ты аккуратно перевела взгляд на брюнета и тот ухмыльнулся. Ты не поняла, но тут ты почувствовала прикосновение на своих губах чего-то холодного.",
    "answers": [
      {
        "id": 74,
        "text": "далее"
      }
    ]
  },
  {
    "id": 74,
    "text": "Это были пальцы Дазая. Большой палец провел по твоей нижней губе и остановился на подбородке. Ты не успела и сообразить, как на вместо холодного пальца появилось что-то горячее и мягкое. Осаму тебя поцеловал в губы! Ты опешила, но прибывая в шоковом состоянии не могла оттолкнуть парня. И убийцу бы ты спугнула. Дазай прижал тебя в себе и углубил поцелуй. Его язык раскрыл твои губы, хозяйничая там. Ты начала потихоньку отвечать.",
    "answers": [
      {
        "id": 75,
        "text": "Ответить на поцелуй "
      }
    ]
  },
  {
    "id": 75,
    "text": "Вдруг кто-то резко выбросился из кустов. Дазай резко оторвался и ты достала из-за пояса пистолет и направила его на того человека. \n—Ты кто?\n -Я тот, кто убьёт вас!\n -Зачем тебе это?\n -Потому что вам молодежи только бы развлекаться, а о других вы совершенно не думаете. Мир должен очистится от таких как вы. \n—Короче очередной псих.-Сказала ты и  опустила пистолет. Мужчина этим воспользовался и пырнул тебя ножом. Ты согнулась и из твоего рта полилась кровь. \n— Аоки!!! Ты как?!\n -Все нормально Дазай-кун.-Хрипло ответила ты. Парень приподнял тебя на руки и посмотрел на твое бледное лицо. Ты улыбалась ему, ни смотря ни на что. Потому что верила, что тот поцелуй был для детектива не просто частью миссии, а чем-то большем. \nТот мужчина начал смеяться и просто кричать слова без смысла. Дазай так расвирипел! Что-то с ним случилось, он засветился, но в твоих глазах потемнело.",
    "answers": [
      {
        "id": 76,
        "text": "очнутся "
      }
    ]
  },
  {
    "id": 76,
    "text": "Проснулась ты спокойно. Открыв глаза ты увидела умиротворенное лицо Дазая. Он выглядел таким милым и спокойным, как котенок. Он спал, и ты воспользовавшись этим, погладила его по шелковистым кудрявым волосам. Парень сморщился и распахнул глаза. Увидев твое милое улыбающееся личико, он кинулся тебя обнимать.",
    "answers": [
      {
        "id": 77,
        "text": "далее"
      }
    ]
  },
  {
    "id": 77,
    "text": "—Аоки-чан!!! Господи я так переживал, что с тобой что-нибудь случилось! \n—Дазай, со мной все хорошо. Правда.\n -Точно? Что-нибудь болит? \n—Всё точно хорошо. Дазай...\n -М? \n—А тот поцелуй.... Он для тебя что-то значил?.. \n -Конечно значил. Я бы никогда не поцеловал так нежно девушку, которую бы не любил. \n—Ты меня любишь? \n—Вот и спалился раньше времени... Я тебя давно знаю, можно сказать с пятнадцати лет. Когда твоя карьера актрисы расцветала по полной. Я был восхищен тобой, твоей игрой, твоими действиями, твоими чувствами, которые как будто были настоящие. Я не мог найти девушку лучше чем ты Аоки. Ты меня вдохновляла на все эти мысли об убийстве. Потому что я знал, что не смогу быть с такой девушкой как ты милая Аоки.",
    "answers": [
      {
        "id": 78,
        "text": "далее"
      }
    ]
  },
  {
    "id": 78,
    "text": "А ты уже всхлипывала.\n -Аоки, что такое? \n—Дурак! Я тоже люблю тебя! Как ты можешь думать о всех этих мыслях! Господи идиот ты!-Кричала ты и билась кулаками в его грудь, но потом крепко накрепко обняла.-Больше так не делай. Живи для меня, пожалуйста. \n—Хорошо, буду жить только для тебя.-Сказал парень и поцеловал тебя в губы самым нежным поцелуем.",
    "answers": [
      {
        "id": 79,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 79,
    "text": "Позже вы начали нежные отношения. Ну ты сама понимаешь. Свидания, прогулки по ночам, ласки, романтика, и каждый день приятное окончание дня))) \nСегодня у вас годовщина. Вы уже три года встречаетесь. Конечно были ссоры, были споры, разногласия порой, но даже так через обиды она для меня-самая любимая девушка моя. Как-то так говорил Дазай, рассказывая все Куникиде(которому было совершенно по фиалке). \nТы приготовила своему любимому мишке подарочек. Но не совсем обычный. Это была палочка, на которой было две полосочки. Да! Ты была беременна от Дазая!!! Твоему счастью не было предела! Ты ждала парня дома, но немного боялась его реакции. Все таки детектив никогда не имел опыта с детьми.",
    "answers": [
      {
        "id": 80,
        "text": "далее"
      }
    ]
  },
  {
    "id": 80,
    "text": "И вот долгожданный звук ключей в замочной скважине. Ты подскочила с вашей кровати и побежала к двери. Дазай зашел как при параде. В руках у него были твои любимые цветы и конфеты. \n—С годовщиной любимая! \n—Дазай! Ты не забыл!\n -Как я мог? Если бы я забыл, то убил бы себя. \n—Дазай... \n—Шучу, но по крайней мере извинялся бы перед тобой целую неделю.\n -Итак. Любимый, в честь нашей годовщины я хочу преподнести тебе не совсем обычный подарок от которого у тебя вероятно всего будет шок. \n—Ух ты, мне уже интересно, что для меня подготовила моя зайка.-Сказал парень снимая пальто. Ты побежала в спальню и принесла от туда свой подарочек. Дазай открыл его с улыбкой и в то же мгновенье потерял дар речи. \n—Аоки.... Ты... Ты беременна?! \n—Да... Ты не рад?... \n—Я... Я безумно рад!!! Я самый счастливый человек на этом свете!-Кричал парень попутно обнимая тебя.",
    "answers": [
      {
        "id": 81,
        "text": "далее"
      }
    ]
  },
  {
    "id": 81,
    "text": "И вот через долгожданные девять месяцев на свет появилось чудо. \n—Это девочка!-Воскликнул врач и протянул кулечек отцу отдавленной рукой. Дазай дрожащими руками(и это не потому что ты ему руку чуть не сломала) взял этот комочек радости. Спинка вашей дочери лежала на ладони Дазая. \n—Посмотри какая она красавица. \n—Вы обе мои красавицы.-Сказал Осаму и поцеловал вас с дочерью.",
    "answers": [
      {
        "id": 1,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 82,
    "text": "Ты была обычной девушкой. Твое хобби рисование. Ты рисуешь живые картины, которые достойны места в музее современной живописи. Но вот только проблема в то, что ты очень стеснительная. Тебе попросту не хватает сил перейти порог агенства. И вот ты живешь в своей двухкомнатной квартире со всеми картинами. А их у тебя достаточно много.\n Сейчас ты сидела и рисовала очередную картину. На ней был изображен сад полный всех цветов мира, а по середине стояла цветущая сакура. Ты просто видела картину: ты сидишь под этой сакурой, вокруг тебя вся эта красота, а рядом… А рядом сидит твой избранник, обнимает тебя. Ты замечталась, но выйдя из этих сладких мечтаний, посмотрела на время. Ты просто подскочила на месте.",
    "answers": [
      {
        "id": 83,
        "text": "далее"
      }
    ]
  },
  {
    "id": 83,
    "text": "—О нет! Я опаздываю! -Воскликнула ты и схватив свою картину побежала в издательство. Твой кот недовольно посмотрел на дверь и зевнув, продолжил спать.\n Ты бежала, сталкивала все на своем пути, из-за этого еще больше волновалась. Добежав до высокого, современного здания с большими окнами, ты остановилась чтобы отдышаться. Вздохнув ты ринулась ко входу.",
    "answers": [
      {
        "id": 84,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 84,
    "text": "Идя по коридору ты сразу растеряла свою смелость. \n—\"А что если мне откажут? Если даже не будут смотреть мою работу? А если моя картина окажется бездарностью?», -эти мысли не давали тебе нормально думать о хорошем. Идя по пустому холодному коридору, ты просто ничего не видела и не слышала. Ватные ноги жили сами собой, они просто шагали не слушая голову. Твое сознание окутал туман, а на глаза наплыла пелена. Руки предательски дрожали, сжимая картину. Ты уже готова была прощаться с реальным миром, зная что ничего не выведет тебя из своего личного. Но вот во что-то врезалась. Точнее в кого-то…",
    "answers": [
      {
        "id": 85,
        "text": "далее"
      }
    ]
  },
  {
    "id": 85,
    "text": "Туман вокруг рассеялся, а пелена с глаз отступила. Перед тобой стоял черноволосый мужчина с челкой, которая закрывала его глаза. Главное что тебе врезалось в голову, так это что у него был плащ. \n—И-Извените …-Подала голос ты и опустила голову, краснея. Ну да, неловко получилось.\n -Ничего, это твоя картина? -Спросил странный человек. Ты кивнула. Он поднял с пола твою работу и высунул из сумки, начал внимательно разглядывать. На твоей картине были изображены две стороны. Первая светлая, яркая, приятная. А вот вторая темная, мрачная, неприятная. На первой стороне был изображен ангел, который протягивал человеку руку, но в руке у него был нож. А на второй демон, который держал за спиной цветок, но он толкал человека ногой вниз. В этом заключалась правда жизни. Кто как не ты понимал её… Сначала человек которому ты целиком и полностью доверяешь, втирается к тебе в доверие, а потом предает самым наглым образом. \n",
    "answers": [
      {
        "id": 86,
        "text": "Далее"
      },
      {
        "id": 85,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b12/2005/46/717ad77d8f4c.png"
      }
    ]
  },
  {
    "id": 86,
    "text": "—Я знаю, что эта картина ужасная… Зачем я вообще пришла сюда?.. Надо было… \n—Ты хорошо постаралась. Молодец.-Перебил тебя мужчина. Ты расширила глаза. Никогда тебе не говорили, что твои работы красивые. Говорили, что они странные, ужасные, что у ты псих, и много другого. Но никак ты молодец. \n—Я все правильно услышала? Вам понравилась моя картина?\n -Да, сразу видно, что ты человек с хорошим жизненным опытом.\n -Ну… Есть немного…\n -Чего ты боишься? \n—А как вы… \n—Я вижу, что ты нервничаешь. Например у тебя дрожит голос, у тебя лицо то красное, то бледное. Ты теребишь юбку. Ты слишком часто моргаешь. Из этого всего можно следовать, что ты боишься и неуверенна в себе. \n—Ну да…-Пролепетала ты. Мужчина достал из-за плаща листок и перо, что-то написал на листочке. \n—Вот держи.-Произнес он и отдал тебе листок. Там красивым почерком были написаны следующие слова:\"Верь и это сбудется». Тебе показались знакомыми эти слова. Вот только… Кто их говорил? \n—Извините, а как вас?..-Спросила ты, но подняв голову никого не увидела. Перевернув лист ты увидела, что там еще что-то написано:\"Эдгар Аллан По, к вашим услугам». Ты улыбнулась. \n—Спасибо мистер Эдгар. Теперь я знаю, что все будет хорошо.-Сказала ты и уверенной походкой пошла к кабинету.",
    "answers": [
      {
        "id": 87,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 87,
    "text": "Тот странный человек все то время стоял за стеной и следовательно все слышал. \n—Не за что. У тебя все получиться.-Загадочно произнес черноволосый и поспешил удалится. \nА тебе в тот день как ни странно дали согласие. И даже наперед заказали несколько картин. Ты была вне себя от радости. А главное ты даже не поблагодарила того человека. Ведь это он тебе помог.",
    "answers": [
      {
        "id": 88,
        "text": "Вечером "
      }
    ]
  },
  {
    "id": 88,
    "text": "Сидя за мольбертом вечером того же дня ты обдумывала слова написанные на том листке. \n—Я точно где-то их слышала! Только вот от кого? Голос произносивший эти слова был нежным и приятным. Даже помню, что он был женским. Блин, голова уже опухла! -Недовольно воскликнула ты и потерла глаза, одновременно крутясь на стуле.\n Ты убрала руки с глаз и посмотрела на потолок. Но к твоему удивлению это был не твой потолок, а темное небо. Черные тучи окутали небо, не давая свету ни малейшего шанса. Ты встала с корня огромного дерева и двинулась осматриваться. Вокруг был мрак и только. Он казался бесконечным. Вдруг ты увидела не большой свет. Ты воодушевилась и пошла к нему. Но придя на место ты обнаружила, что он отдалился. И сколько бы ты к нему ни шла, он отдалялся все дальше и дальше. \nВ то время Эдгар наблюдал за тобой.\n—Ну посмотрим, как ты справишься…-Ухмыльнулся он\n",
    "answers": [
      {
        "id": 89,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 89,
    "text": "Тебе было очень страшно. Не из-за того, что мрак, а из-за того, что ты была одна. Ты потеряла все в один день и осталась одна во мраке. Тебе больше не хотелось оставаться во тьме. Ты уже начинала плакать. Села на корточки и опустила голову. Тебе было страшно, холодно и непонятно, что вообще происходит. Сидя ты просто вспоминала маму. Её тепло, её нежные слова, её объятия. Почувствовав, что тебе стало теплее ты подняла голову. Перед тобой парил над землей огненный цветок. Он был невероятно красив. Это был цветок изумрудной лозы. Самый красивый и редкий цветок. Только вот, он был красным, оранжевым, желтым, пурпурным и еще много разных цветов было в нем. Ты медленно прикоснулась к цветку, и он разлетелся… Разлетелся на миллиарды разноцветных светлячков. Ты поднялась с земли и сделала несколько шагов вперед. Светлячки разделились на две части. Первая провожала тебя сзади, а вторая следовала впереди. Ты шла как под гипнозом. Тот мрачный лес, уже и не казался таким мрачным. Напротив. Так и манил, чтобы в него шли дальше.\n -Я так и знал, что ты не обычная…-Прошептал Эдгар и закрыл книгу. Вокруг тебя появилась тьма, но после зеленые огоньки, и опять тьма…",
    "answers": [
      {
        "id": 90,
        "text": "Проснуться\n"
      }
    ]
  },
  {
    "id": 90,
    "text": "Ты проснулась где-то под часов восемь утра. осмотрев все вокруг ты поняла, что это была твоя комната. Встав с кровати и посмотрела на ногу. Царапина от падения была. \n—Значит… Это был не сон? -Спросила ты сама себя и посмотрела на мольберт. Там стояла твоя еще не законченная картина. Ты устало вздохнула и похлопала себя по щекам, пошла на кухню. Твой кот мирно сопел на подоконнике, а ты сидела за столом и обдумывала, что же с тобой произошло. Вдруг в дверь раздался звонок. Ты посмотрела на неё, но после все-таки встала с мыслью, кто это в такую рань пришел?",
    "answers": [
      {
        "id": 91,
        "text": "Открыть дверь "
      }
    ]
  },
  {
    "id": 91,
    "text": "Открыв дверь ты увидела того самого человека, который помог тебе. \n—А? Это вы. Вы же мне помогли тогда. Спасибо большое! Без вас я бы никогда не пошла. \n—Я тут не причем.Я всего лишь тебя подтолкнул, дальше ты сама.-Сказал он и улыбнулся.\n -А? Ой что это я? Проходите.-Сказала ты и отошла от двери. Мужчина кивнул в знак благодарности и зашел. \n",
    "answers": [
      {
        "id": 92,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 92,
    "text": "В квартирке у тебя был небольшой беспорядок, но гость даже не обратил на это внимание. \n—Ваше имя… Вас ведь Эдгар зовут? \n—Да. А тебя?\n -Эмили …\n -Эмили…-Задумчиво произнес он.-Красивое имя. Итак Эмили, я пришел по делу. Вчера с тобой ничего странного не происходило?-Спросил он.\n Ты задумалась, стоит ли ему об этом рассказывать? Может он хочет помочь? Или наоборот… \n—Да… Вчера мне приснился странный сон.\n -Это был кошмар?\n -Я так думала вначале. Но после… Это было похоже на чудесную сказку. Мне снился цветок… Такой красивый, прямо огненный. Я перестала думать о страхе, когда его увидела. Мне казалось, что тепло, которое он отдает, было мне знакомо. Вот только… Не могу вспомнить того человека, который мне его подарил.-Сказала ты и грустно посмотрела в окно. Мужчина молчал смотря на тебя. Его челка свисала на глаза, поэтому нельзя было увидеть, какие он испытывает эмоции. Он молча подошел в твоему столу и положил на него три вещи. Книгу, записку и красную розу. После чего ушел…",
    "answers": [
      {
        "id": 93,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 93,
    "text": "Та книга оказалась романом, который он написал. Не зря он спросил, что с тобой произошло, книга оказалась точной копией твоего сна. И называлась она:\"Огненный цветок изумрудной лозы». Чувство, когда ты читала книгу написанную им, нельзя было передать на словах. Можно было только почувствовать сердцем и душой. И тогда ты поняла-это любовь… Эдгар сидел и писал в своих черновиках. Он писал о любви, которую почувствовал совсем недавно. Это чувство ему никогда не было известно, поэтому он и записывал новые ощущения. \n—\"Никогда не испытывал такого чувства, как это… Мне хочется проводить с Эмили максимально больше времени. Хочется сделать её только своей, чтобы она говорила только со мной и только мое имя. Я превращаюсь в эгоиста и собственника», -писал Аллан и прикрыл глаза, вспомнил твое лицо.\n\nТа милая улыбка, те глаза полные благодарности, те губы, которые говорили слова этой самой благодарности. И только ему, никому больше. От этой мысли у По появилось желание снова тебя увидеть.",
    "answers": [
      {
        "id": 94,
        "text": "далее"
      }
    ]
  },
  {
    "id": 94,
    "text": "А тем временем ты сидела и читала ту книгу. Посматривая на розу, ты все думала, что значит это движение с его стороны. Ты отложила книгу и взяла записку. На ней были написаны слова, тем же красивым почерком, что и тогда. А было написано следующие:\"Веришь ли ты в любовь?». Ты на минуту задумалась, что значит любить. \nМожет это значит быть с человеком в независимости от его характера или внешности? Может это значит, что ты никогда не променяешь его ни на кого другого. Нет… Не существует прямого понятия, что такое любовь. У разных людей понятие «любовь» совершенно разное. \nНекоторые думают, что любовь-это фильм. Другие убежденны, что любовь-это химическая реакция. Другие же не верят в неё. Тебе же казалось, что любовь возникшая к Эдгару появилась из той записки. Сначала было уважение, потом симпатия, за ней привязанность, а сейчас ты чувствовала именно любовь.",
    "answers": [
      {
        "id": 95,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 95,
    "text": "Ты стояла лицом к окну и смотрела на ночное небо. Был дождь, настроение по идее должно было быть ужасным, но тебе так не казалось. Невольно, в твоей голове промелькнула та фраза:\"Верь и это сбудется\". Ты вспомнила кто её тебе говорил. Это была твоя наставница по рисованию. Она всегда вселяла в тебя надежду и верила в твои свершения. \nВдруг в дверь позвонили. Ты не поняла, кто мог прийти в ночь, да еще и в такую погоду.",
    "answers": [
      {
        "id": 96,
        "text": "Открыть дверь "
      }
    ]
  },
  {
    "id": 96,
    "text": "Открыв дверь, тебя сразу же кто-то обнял. Ты опешила, но узнав знакомый плащ ты поняла... Это Эдгар. Он был весь мокрый от дождя, тяжело дышал, видимо бежал. Ты провела по мокрым волосам мужчины рукой. Он тебя не отпускал, наоборот крепко прижал к сердцу. И вот он неожиданно упал.\n -Эдгар-сан!-Воскликнула ты и опустилась у нему. Он тяжело дышал, был весь красный и горячий.-Да у вас жар! Ты перетащила писателя на диван, а сама пошла на кухню. Аллан открыл глаза и заметил, что он находится в твоем доме. Мужчина встал и взялся за голову.",
    "answers": [
      {
        "id": 97,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 97,
    "text": "—Не делай резких движений, а то хуже будет.-Сказала ты и поставила перед Эдгаром кружку с чаем и миску с рисовой кашей. Он мягко улыбнулся. Выпив чай он поблагодарил тебя. \n—Почему вы пришли?-Спросила ты и села рядом с ним. Он подергал пальцем, как бы приглашая опуститься. Ты послушно опустила голову. Писатель положил ладонь тебе на щеку и отодвинул челку.\n -Потому что не мог без тебя... Эмили, я люблю тебя.-Сказал он немного хриплым голосом и поцеловал в губы. Ты прибывала в немом шоке, но поняв, что тебе тепло с ним, поцеловала в ответ. Черноволосый аккуратно опустил тебя к нему на диван и углубил поцелуй. Ты обняла его за шею. \n—Я тебя тоже люблю, Эдгар.-Прошептала ты прижала голову к его груди. \nЕго сердце быстро стучало в непонятном ритме. Ты поняла, что он не соврал. Его сердце говорило за него. Вы потеряли счет времени и просто лежали в обнимку. Хоть за окном и лил дождь, вам было тепло.",
    "answers": [
      {
        "id": 98,
        "text": "Конец "
      }
    ]
  },
  {
    "id": 98,
    "text": "А через два года ваших теплых отношений, ты узнала, что беременна. Счастью папаши не было границ. А родилась у вас дочка. Вся в папу))",
    "answers": [
      {
        "id": 1,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 99,
    "text": " Тогда... Я уже потеряла всякую надежду... Мои родители оставили меня, я была слабым мышонком, которого регулярно клевали эти коршуны. Я устала жить такой жизнью, мне хотелось освободиться! Я понимала, что меня никто не держал на этом свете, пока не появился он... \nМальчик с черными волосами и пронзительными как стрела глазами. Тогда он мне сказал:\"Если покончишь с собой, я всегда буду считать тебя слабачкой в независимости в какой мы находимся жизни. Лучше, жить и идти на встречу свету, а не погрузиться в тьму. Пошли со мной! Я стану твоим светом!\".\n Те слова... Глубоко затронули мою душу... С тех пор, я была кому-то нужна. С того времени, он меня многому научил, особенно...\n Он научил меня жить. Мы проходили сквозь огонь и воду, через все препятствия на пути. Он был моим светом, а я, его тенью. И так остается и по сей день...",
    "answers": [
      {
        "id": 100,
        "text": "Конец POV"
      }
    ]
  },
  {
    "id": 100,
    "text": "Ты шла по пустынной улице в поисках парня. Шла бы ты дальше, как что-то на крыше подозрительно зашуршало, и от туда выглянула черная макушка.\n Ты усмехнулась и пошла к ней. Шла медленно и тихо, чтобы не вспугнуть его. Акутагава сидел на старой трубе и следил за ночным городом. Все эти люди, казались ему всего лишь слабыми муравьями, которые мечутся безо всякой цели в жизни.\n -Опять ушел? Ребята волнуются.-Сказала ты смотря в его затылок. \nРюноске повернулся. Тот же пронзительный взгляд, как и в первое знакомство. Но что-то все таки изменилось... Может, в этом взгляде поселилось доверие?\n -Ты же знаешь, я не люблю когда они пьют. Сразу становится шумно, а я терпеть не могу крики Дазая.\n -Хах, ты такой же как и всегда.-Сказала ты и села рядом.\n -Как и ты. \nИ то верно... За все знакомство с ним, ничего не поменялось. Он был твоим светом, а ты его тенью. Ты всегда следовала за ним, куда бы он не пошел. И чем ярче он становился, тем больше открывался твой потенциал. Потенциал к убийству и жестокости. ",
    "answers": [
      {
        "id": 101,
        "text": "Далее"
      },
      {
        "id": 100,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b42/2005/c4/9ab268a13cce.jpg"
      }
    ]
  },
  {
    "id": 101,
    "text": "—И то верно. Я всегда последую за тобой, чтобы ни случилось. Ты же знаешь. \n—Знаю. Я твой свет, а ты моя тень. Так было и всегда будет.-Сказал Рюноске и пошел прочь.\n Ты же осталась. Верно... Так всегда было и будет, а хотелось бы... Что это хоть немного изменилось... Чтобы ты была для него не просто тенью, которая может поддержать его в любой ситуации, а любимым человеком... \n—\"Акутагава всегда такой мрачный и холодный... Его можно понять. Он через многое прошел, но и я не пальцем делана. Он подарил мне жизнь, а взамен, я всегда буду его тенью, всегда...\",-думала ты и по твоей щеке сползла слеза. ",
    "answers": [
      {
        "id": 102,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 102,
    "text": "Сколько лет прошло, с того момента, когда ты последний раз плакала? Явно много. Ты знала, что Рюноске не терпел слабаков, а тем более когда кто-то плачет. Он всегда говорил:\"Слёзы-признак слабости, так что не смей плакать и будь достойна быть моей тенью!\". \nПоэтому... С момента знакомства с ним, ты больше не плакала. Верила, что если не будешь показывать свои слабости, то он посчитает тебя достойной любимой, но... Сколько бы ты не ждала, ничего не меняется... \nОт всех этих мыслей, в носу защипало и на твои ладони упало еще несколько прозрачных, соленых капель. Тебе было не выносимо... Сколько лет ты пыталась казаться сильной как физически, так и душевно, но все в пустую! Сейчас ты уже не могла держать это в себе и дала волю своим переживаниям.",
    "answers": [
      {
        "id": 103,
        "text": "Обернутся"
      }
    ]
  },
  {
    "id": 103,
    "text": "—Как же... Больно... Я так старалась для тебя... Так переживала, всегда была на твоей стороне, даже когда ты был не прав. Всегда поддерживала и защищала. Оставалась верной и благодарной, но... Похоже я всего лишь для тебя тень...-Говорила ты и утерла слёзы, повернулась. \nТвои глаза распахнулись в немом шоке. Акутагава стоял прямо перед тобой, он смотрел на тебя пронзительным и немного злым взглядом. Ты испугалась. Все... Это все... \nНикто из вас ничего не говорил на протяжении десяти минут, вы просто смотрели друг другу в глаза, как будто пытались там что-то найти. Какой-то нюанс.",
    "answers": [
      {
        "id": 104,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 104,
    "text": "Рюноске подошел ближе. Ты вздрогнула. Сейчас, ты не могла понять, что он сделает, так что очень боялась. Ты ожидала чего угодно. Он на тебя накричит, ударит, просто молча уйдет и будет игнорировать, скажет, что ошибся в тебе, но... \nОн просто наклонился и обнял. Ты сидела с широко раскрытыми глазами. \n—\"Он... Он меня обнял?...\",-подумала ты.-\"Да быть того не может, он же всегда относился ко мне сдержано и холодно, а сейчас...\"\nОн поднял тебя и прижал к себе крепче, видимо, подумал, что ты сейчас убежишь. \n—Рю... Рюноске?...\n -Прости...-Тихо прошептал он тебе на ухо.",
    "answers": [
      {
        "id": 105,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 105,
    "text": "Теперь ты точно не могла поверить, что это реальность. Он обнял тебя, и не с хрустом в костях, а нежно... Он извинился! Хотя никогда не перед кем не извинялся, без объективных для того причин.\n -За что ты извиняешься? \n—За то, что поступал так с тобой.-Ответил он.-Я никогда не считал тебя просто своей тенью, ты всегда была моим дорогим другом, который поддерживал меня и был на моей стороне. Я не хотел показывать свою слабость, и поэтому обращался так с тобой. Прости меня... Я такой дурак... В его голосе была слышна еле заметная дрожь, значит... Он говорит искренне. Ему правда жаль, за такое эгоистичное поведение.\n -Это правда. Ты дурак Рюноске. Эгоист, идиот, маньяк, а еще и бабник... \n—Говори что хочешь... Я заслужил...\n -Но... Я люблю тебя именно такого.-Сказала ты и посмотрела в его глаза. Сейчас, они были в нейкой потерянности. Он не был готов к такому и не знал что отвечать, поэтому просто смотрел и переваривал сказанное тобой.",
    "answers": [
      {
        "id": 106,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 106,
    "text": "Наступила тишина, а ты мысленно давала себе пощёчину.\n -\"Какая я дура! Конечно он не знает что ответить, ведь все эти годы я была для него всего лишь подругой, а он и не подразумевал о моих чувствах! Дура, дура, дура!\",-думала ты, но зрительного контакта не нарушала. ",
    "answers": [
      {
        "id": 107,
        "text": "Ждать ответа "
      }
    ]
  },
  {
    "id": 107,
    "text": "Парень наконец сформулировал, что ему нужно сказать и взял тебя за руки.\n -Чего?...-Пролепетала ты в растерянности. \n— Кояма, я... Я люблю тебя! Это не я был твоим светом, а ты моим! Я всегда знал, что ты поддержишь меня и встанешь на мою сторону! Всегда знал, что ты сильная! И... Пользовался этим! Это не ты слабая, а я! Постоянно доверял тебе тяжелые задания, потому что знал, что будет отличный результат, всегда поручал сложные дела и разведки, потому что знал, что ты не подведешь. Я люблю тебя, потому что ты единственная, кто меня по-настоящему понимает и единственная, кому я полностью доверяю!-Выкинул Акутагава и начал отдышку. ",
    "answers": [
      {
        "id": 108,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 108,
    "text": "Ты стояла в шоке. К тебе и в голову не могла прийти, что у парня такие чувства и переживания на твой счет. Но радовало то, что он тебя любит. \nТы положила ладонь ему на щеку и вздрогнула. Его щека была мокрая от слез. Ты испугалась. Акутагава никогда не плакал, даже когда было невыносимо больно и страшно. \n—Рюноске!... \n—Я знаю, что я слабый. Плачу, как последняя девчонка. \n—Нет... В слезах нет ничего плохого. Слезы душу лечат.-Сказала ты и погладила влажную щеку. Парень еще хлеще заревел. Он упал перед тобой на колени и пытался скрыть все это руками. Ты присела рядом и погладила его по волосам. Тебе не верилось, что тот Акутагава, какого ты знала, сейчас лежит головой у тебя на коленях и плачет как ребенок. Но сейчас тебе и правда казалось, что он ребенок. Такой маленький и хрупкий... \n",
    "answers": [
      {
        "id": 109,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 109,
    "text": "Ты гладила его по волосам, а он изредка целовал твою ладонь. Всю свою жизнь, ты мечтала, чтобы именно все так было как и сейчас, в этот самый момент. \nЧерноволосый приподнялся на локтях и поцеловал тебя в уста. Ты опешила, но было приятно и спокойно на душе. Ведь ты знала, что целует тебя именно он, а не кто-то другой.\n Его губы были холодные и соленые, но в то же время мягкими и теплыми. Сейчас, в этот самый момент, вокруг вас все остановилось. Было плевать на людей, которые как муравьи толпились внизу, было плевать на ребят из \"Портовой мафии\", которые наверное уже в стельку пьяны. ",
    "answers": [
      {
        "id": 110,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 110,
    "text": "Этот момент, стал для тебя особенным и был самым счастливым за всю серую жизнь тени. Акутагава отпрянул. \n—Пообещаешь...-Начал он.-Что никому не расскажешь, что я тут плакал? \nТы усмехнулась. \n—Никому не расскажу. Только ты обещай, что я больше не буду для тебя просто тенью. \n—Ты не тень, ты дорогой мне человек, которого я люблю и доверяю.-Ответил Рюноске.\nНикто из \"Портовой мафии\", не знал, что вы с Рюноске начали встречаться. Все вас и до этого называли парочкой, но теперь все было серьезно.",
    "answers": [
      {
        "id": 111,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 111,
    "text": "Акутагава перестал отправлять тебя на опасные задания, боясь, что ты можешь пораниться. И ты видела его заботу. Он не романтик, но именно так он показал, что любит. \nОднажды, после успешного дела, он при всех сделал тебе предложение. Сказать, что все были в шоке, будет пожалуй мало. \nКонечно ты была рада, но потом отчитала как следует любимого за такую неожиданность. ",
    "answers": [
      {
        "id": 112,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 112,
    "text": "\nПосле трёх лет совместной супружеской жизни, у вас родилась дочь. Вся в папу, такая же жестокая и холодная убийца. \nИ вот тогда Рюноске заплакал при всех, но только на этот раз от счастья.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 113,
    "text": "Ты состояла в небольшой уличной банде. Ты со своими друзьями была всегда вместе. Так же у тебя была своя сверхъестественная сила. \"Вечный огонь\". Ты могла управлять и подчинять себе любой огонь, а так же тушить его. Ты была лидером этой банды, так как была самой сильной. Твой характер был веселым и немножко безумным. Много улыбаешься. Чтобы ничего не спалить, ты носишь специальные перчатки, которые сделаны из метала. Но чтобы твои руки не резало, внутри идет тканевая подкладка. ",
    "answers": [
      {
        "id": 114,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 114,
    "text": "Так вот. Ты было лидером уличной банды, которую вы назвали \"Уличные волки\". Название соответствует твоей натуры. Пускай ты и весела для окружающих, но на самом деле ты одинокая и печальная натура. Для всех у тебя на лице маска, ты для всех загадка. Ты одинокий волк, который сливается с окружающей стаей. \n",
    "answers": [
      {
        "id": 115,
        "text": "Прошлое "
      }
    ]
  },
  {
    "id": 115,
    "text": "Твое прошлое весьма печальное. Твои родители оставили тебя на улице, когда тебе было несколько месяцев. Тебя подобрала одинокая женщина, а когда тебе исполнилось шесть, она тебя выкинула за дверь. Ты прожила в одной уличной банде, а так как лидер той банды не хотел просто так кормить лишний рот, ты стала учиться драться и обладать оружием. А через три месяца ты обнаружила в себе эту силу. Это случилось, когда ты прикоснулась ко стулу и посмотрела на огонь, представив как он выплескивается из твоих рук. И стул загорелся! Ты не могла так просто потушить свою руку и лидер надел на тебя перчатки из метала. После ты пыталась удерживать свою силу. И это у тебя получалось, до того момента, когда ты чуть не спалила дом, в котором уживалась та банда. После этого инцидента тебе пришлось уйти. Но ты нашла новых друзей и до сих пор вы не разлей вода. \nА на работу ты поступила после того, как произошла следующая история.",
    "answers": [
      {
        "id": 116,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 116,
    "text": "Твоя банда решила ограбить банк. Вы и раньше занимались мелкими кражами, но на этот раз у вас был грандиозный план, который должен был по расчетам быть успешным. И вот снарядившись всем необходимым вы пошли. \nТогда вы еще и не подразумевали, что на входе вас ожидал сюрприз. И весьма необычный. ",
    "answers": [
      {
        "id": 117,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 117,
    "text": "И вот твоя банда на фоне пылающего огнем банка с сумками полные денег бежите на свою базу.\n -Хехе! Не плохой улов! Не находите?-Спросила ты, перебрасывая улов на другое плечо.\n -И то верно! Теперь пожрать нормально сможем!-Воскликнул твой друг потирая бурчащий живот. \n—Эн, тебе лишь бы пожрать.-Пофигистически сказала твоя лучшая подруга Ниа.\n -Я б похавал.-Сказал ваш \"мозг\"-Рюи. \n—Я бы сама не против поесть, вот только.... Берегись!!!-Недоговорив закричала ты, как прямо перед вами свалился трехэтажный дом.\n—Это рушители! Бегите в разные стороны! Встретимся в штабе!-Крикнула ты и побежала вперед преодаливая препятствие. ",
    "answers": [
      {
        "id": 118,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 118,
    "text": "Ты бежала без остановки и только сейчас заметила, что за тобой кто-то следит. Перейдя на шаг, ты начала внимательно осматриваться. Из редко ты замечала силуэт. И вот ты резко повернувшись увидела, мужчину лет двадцати со светлыми волосами и глазами травянисто-серого цвета. На носу у него были очки, а в руке блокнот. \n—Ты кто?\n -Я бы предпочел на \"вы\", все таки мы мало знакомы.\n -Я тебя вообще в первый раз вижу. \n—Я Куникида Доппо, член Вооруженного детективного агенства. Я давно слежу за вами мисс Акеми Такаяма.\n -От куда ты знаешь мое имя? -Я многое о вас знаю. Родилась 25 ноября, биологические родители оставили на улице в возрасте нескольких месяцев. Прожила в банде до 15 лет, после ушла в закат. Основала свою банду \"Уличные волки\".",
    "answers": [
      {
        "id": 119,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 119,
    "text": "—Это все?\n -Ну да. \n—Тц, и что тебе от меня нужно? \n—На вас поступают заявления за грабежи.\n -И все? Прости, но мне не интересно слушать твои лекции. Ариведерчи!-Воскликнула ты, но Куникида схватил тебя за руки и заковал их наручниками.\n—Э! Чо за дела?\n -Именем Вооруженного детективного агенства я Куникида Доппо, обязан вас орестовать. \n—Мг, смотри не надорвись.-Мечтательно произнесла ты и немного покачала головой. Но потом сразу же нахмурилась. ",
    "answers": [
      {
        "id": 120,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 120,
    "text": "На крыше дома возле которого вы с Куникидой стояли, стоял парень и что-то цеплял к ней. Заметив тебя, он помахал и свинтил вон. На крыше что-то пронзительно запикало, но услышала это только ты. \n—Там бомба...-Пролепетала ты одними губами смотря в одну точку. \n—Что?\n -Ложись!-Крикнула ты и оттолкнула детектива в сторону, еле убежав сама. \n",
    "answers": [
      {
        "id": 121,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 121,
    "text": "У тебя было поранено плечо, но ты оторвав край своей майки повязала ею раной. Потом подбежав к Куникиде ты увидела такую картину: детектив сидел на куcке цемента и что-то записывал в своем блокноте. Ты усмехнулась и села рядом с ним. \n—Ты хоть в порядке? \n—А? Д-да... Простите.\n -Чего извиняешься? Кстати, что ты там все пишешь? \n—Да так...\n -Можно? \n—Если хочешь...-Нехотя произнес мужчина и протянул вещицу. Ты пролистала несколько страниц и наткнулась на запись:\"План жизни\". Ты начала внимательно читать. И тебе понравилось! Так все собрано, организованно и продуманно. \n—Вау.\n -Чего?-Удивленно спросил Куникида. \n—Это круто! Все настолько продуманно и организованно. Я бы так точно не смогла. Куникида-сан, вы очень умный человек.-Сказала ты и улыбнулась. Сердце Доппо ёкнуло от этой улыбки и он активно начал что-то записывать.",
    "answers": [
      {
        "id": 122,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 122,
    "text": "В тот день ты начала новую жизнь. В тот день тебя приняли на работу в Вооруженное детективное агенство. В тот день великий неприклонный Куникида Доппо влюбился.... \nИ сейчас ты заходишь в общий кабинет и со всеми приветливо здороваешься. \n—Привет Куникида! \n—Здравствуй   Такаяма.\n—Опять официальности? \n—Прости, никак не могу привыкнуть. \n—Давай привыкай. Ну, я пошла.\n -Такаяма... \n—Что? \n—Останься сегодня после работы, пожалуйста. -Сам Куникида попросил... Хорошо!-Добродушно сказала ты. \nМинуты тянулись вечность. Даппо постоянно смотрел на тебя. К тебе подошел Дазай и начал говорить комплименты. Ты только хихикала и смешно фыркала, короче вы с Дазаем это всерьез не воспринимали. А вот Даппо так не думал. Уже был вечер, все разошлись. И короче Куникида наорал на Дазая, чтобы валил домой и занимался ахинеей.",
    "answers": [
      {
        "id": 123,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 123,
    "text": "—И что это было?-С усмешкой спросила ты.\n -Я так больше не могу...-Тихо произнес детектив и сжал кулаки. Ты не поняла. Куникида подорвался с места и прижал тебя к стене. \n—Ты чего? \n—Такаяма, я люблю тебя.\n—Ч-чего? \n—Тогда, ты спасла мне жизнь. И первая кто не посмеялся над моим планом.\n -Куникида... Я...\n -Можешь ничего не говорить. Я не хочу заставлять тебя. \n—Кунида. \n—Я правда люблю тебя. Не могу объяснить словами, я буду ждать твоего ответа вечность. \n—Куникида! \n—Что?\n -Я тоже люблю тебя... Ты так тепло ко мне относился этот месяц, что я непроизвольно начала влюбляться в тебя. И даже в этот момент влюбляюсь все больше и больше. \n—Я так рад, но и зол. \n—Что не так? \n—Осаму... \n—Ты ревнуешь? \n—Да ревную! Он каждый день к тебе подходит на зло мне и говорит все эти комплименты. \n—Куникида, ты такой милый.-Сказала ты и легонько стукнула мужчину по кончику носа.",
    "answers": [
      {
        "id": 124,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 124,
    "text": "Ни сказав не слова детектив схватил тебя за бедра и посадил на стол.\n -Куникида ты чего творишь?! \n—А когда я злюсь, я возбуждаюсь.-Прошептал он на ушко тебе и поцеловал мочку. Ты расслабилась.-И у тебя есть ровно минута, чтобы меня остановить.",
    "answers": [
      {
        "id": 125,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 125,
    "text": "Мужчина переместился с поцелуями на шею. Его губы обжигали твою кожу, а ты только обняла его за шею и томно вздыхала. \n—И каков твой ответ? \n—Сделаем это... Детектив усмехнулся и аккуратно расстегнул на твоей рубашке несколько пуговиц, поцеловал в ложбинку между грудей. Ты тяжело вздохнула и закусила губу. Доппо снял с себя жилетку и положил на стул. Не оставаясь без дела, ты легкими движениями расстегнула рубашку светловолосого и поцеловала того в ключицу. Куникида покраснел, но дела не оставил. Сняв с тебя рубашку, зеленоглазый провел ладонью по твоему бедру, задевая край юбки приподнимая ту. ",
    "answers": [
      {
        "id": 126,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 126,
    "text": "Через полчаса ласок, Доппо прекратил прелюдия и удобно устроился у тебя между ног. Ты обхватила руками его плечи и легонько кивнула в знак того, что готова приступить к серьезным действиям. \nКуникида был опьянен. Не в прямом смысле, он был опьянен твоей красотой, твоими изгибами в теле, твоим шепчущим голосом, и милым ротиком, который произносил его имя, умоляя не прекращать этот сладостный грех. ",
    "answers": [
      {
        "id": 127,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 127,
    "text": "И вот сейчас вы сидели на диване. Ты положила голову на его плечо и мирно посапывала закутанная в плед. Доппо просто сидел и обнимал тебя. Именно в этот момент он был по-настоящему счастлив. Мужчина и подумать не мог, что когда-нибудь так слепо полюбит, но смотря на твое милое умиротворенное личико, он понимал, что это возможно. Что возможно любовь с первого взгляда. \nВы начались встречаться, а Куникида все краснел смотря на свой стол, вспоминая что на нем было. Ты мило хихикала и говоришь, чтобы не так все откровенно выдавал своим поведением, ведь Дазай пристанет. ",
    "answers": [
      {
        "id": 128,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 128,
    "text": "Вы провстречались год. И в один из прекрасных дней, тебя начало тошнить. Ты могла предположить, что это все из-за несвежего йогурта, пока не сделала тест на беременность. И он оказался положительным. Ты упала на колени. Как отреагирует Киникида? Он же вообще понятие не имеет, как заботится о детях! Ты была в панике. Все думала, что сделать. Ты бы и дальше сидела на кухне и задумчиво смотрела на тест, но дверь кухни распахнулась. На пороге стоял Доппо собственной персоной. В руках у него был букет твоих любимых цветов, а сам он был какой-то запыханный.\n—\"Бегал что ли?\"-Подумала ты.\n -Что за повод? \n—Просто так, без повода.-Улыбнувшись сказал тот и поцеловал тебя в щеку. Ты не улыбалась. Все думала, как это сказать любимому. Но детектив сам увидел тест.\n -Такаяма, ты... Ты беременна?\n -Д-да... Я не хотела тебе говорить, потому что испугалась твоей реакции.-Виновата произнесла ты, но Куникида просто крепко обнял тебя.\n -Я уверен на сто процентов и даже на одну десятую больше, что мы вырастим достойного ребенка. На это ты улыбнулась и потрепала мужчину по волосам.",
    "answers": [
      {
        "id": 129,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 129,
    "text": "—\"Через положенные девять месяцев, мой милый колобок на ножках родила мне прекрасного мальчика с моими глазами. Я настолько счастлив!\"-Писал Куникида в своем блокноте освобождая страницу для плана развития вашего малыша)",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 130,
    "text": "",
    "answers": []
  }
]