[
  {
    "id": 1,
    "text": "._____._____._____._____._____._____._____.__\n\nАвтор: Fair(14)\n\nЖанр: Фантастика.\n\nЗадача: \n1. Овладеть всеми 4 стихиими \n2. Победить Зовиса (чёрного мага)\n\nОписание: Ваш персонаж владеет 1 стихией. Всего их 4 это Огонь-Вода, Земля-Воздух.\n\nПодсказка: У каждого персонажа своя судьба.\nВЫБЕРИТЕ РАЗМЕР ШРИФТА: ОЧЕНЬ БОЛЬШОЙ \n\nДля того чтобы начать играть нажмите кнопку \"Начать\"\n ",
    "answers": [
      {
        "id": 2,
        "text": "Начать "
      },
      {
        "id": 3,
        "text": "Персонажи "
      },
      {
        "id": 6,
        "text": "Пролог "
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://a.radikal.ru/a35/2004/27/59072fe2c6ca.jpg",
        "system": true
      },
      {
        "id": 48,
        "text": "Телепорт "
      },
      {
        "id": 44,
        "text": "Ответы на ваши вопросы "
      }
    ]
  },
  {
    "id": 2,
    "text": "______\"Глава 1: Детство .\"_______________\n Вы родились крепк(им,ой). Ваши глаза болели потому что было светло потом вас взяли на руки и куда-то пошли вы плакали, на вас смотрели а потом пошли обратно доктор сказал что у вас ........",
    "answers": [
      {
        "id": 7,
        "text": "Мальчик "
      },
      {
        "id": 8,
        "text": "Девочка "
      }
    ]
  },
  {
    "id": 3,
    "text": "          За кого вы сможете играть.\nПерсонаж это тот кем вы будете играть  их всего 2.\n1.Пацан. (14 лет).\n2. Девчёнка. (14 лет).\n ",
    "answers": [
      {
        "id": 4,
        "text": "Пацан"
      },
      {
        "id": 5,
        "text": "Девчёнка"
      },
      {
        "id": 1,
        "text": "Главная страница "
      }
    ]
  },
  {
    "id": 4,
    "text": "Имя: Николай\nВозрост: 14 лет\n\nОбладает стихией огня.\nИммунитет к огню.",
    "answers": [
      {
        "id": 3,
        "text": "Назад "
      },
      {
        "id": 4,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c30/2004/34/f1b8fe122e36.jpg"
      }
    ]
  },
  {
    "id": 5,
    "text": "Имя: Марина \nВозрост:14 лет.\n\nОбладает стихией воды.\nМожет превратится в русалку. ",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      },
      {
        "id": 5,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d10/2004/35/37e9c97d570c.jpg"
      }
    ]
  },
  {
    "id": 6,
    "text": "10 веков назад всё жили почти мирна,\nно когда на планету Кракер напал Зовис (Чёрный маг) то всё улетели создовать планету им было всё-ровно \nчто произойдет с этой планетой. \n Каждая стихия создовала себе планеты Огонь сделал свою планету из огня, Вода из воды, Земля из земли а Воздух  из воздуха.\n Никто не хотел чтобы на их планету  пришла другая стихия.\n И место того чтобы соединиться и пойти против Зовиса они воевали с друг другом и только те кто кого нибудь из близких или любимых потерял решил убить Зовиса но всё кто отправляется к нему, больше не возвращается.  ",
    "answers": [
      {
        "id": 1,
        "text": "Главная страница "
      }
    ]
  },
  {
    "id": 7,
    "text": "Вам дали имя Николай ваше детство было весёлое а иногда не очень вы помните как в 9 лет овладели своей стихией огня  вы были рады.\n Вы долго тренеровались и даже в 14 лет научились создавать человека-огня. \n Родители радовались, некоторые  за всю свою жизнь не смогли научится создавать человека-огня а у вас это получилось в 14 лет.\n __________________________________________\n Подсказка: в вашем мире есть id, он измеряет уровень магической силы,\nвы владеете стихией огня чем выше ваш id тем сильнее  вы.  ",
    "answers": [
      {
        "id": 9,
        "text": "Лечь спать "
      },
      {
        "id": 10,
        "text": "Ваш огненный паспорт "
      }
    ]
  },
  {
    "id": 8,
    "text": "______\"Глава 1: Потерять всё\"___________\nВаше имя Марина.\nВаше детство было тяжёлое  в 6 лет умерла ваша мать.\n У вас не было больше родных кроме отца, когда вы учились в 4 классе и вам было 10 лет, вам на 1 уроке стало плохо у вас болела голова очень сильно вы сказали учительнице она вызвала скорую помощь, вас обследовали и сказали что вы АВИГА (это означает что вы сможете овладеть 4 стихиями).\n Вас отправили на планету АВИГА<plus> там 3 года вы изучали стихии и вы их выучили.\n ",
    "answers": [
      {
        "id": 45,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 9,
    "text": "8:30\n Вы просыпаетесь выключаете будильник и идёте в школу.\n На 4 уроке у вас сильно заболела голова вы не могли стерпеть такую  \n боль вызвали врача и вы поехали в больницу там провели исследования и \nсказали что вы АВИГА (Можете обладать всеми 4 стихиями) вы были рады как и ваши родители.\n Но это означало что вам надо выучить ещё 3 стихии. \n Доктор сказал что вас отправит на планету АВИГА<plus> и тогда ваша улыбка пропала вы сказали что можете  по учебникам выучить все стихии но доктор сказал что это невозможно.\n Вы были дома, вам сказали собирать вещи и вы собирали их уже через 7 часов  вы уже летели на планету АВИГА<plus> вы знали что будите здесь очень долго видь минимум вы овладеете всеми стихиями через 1 год, это может даже затянуться и до 10 лет.\n Вам показали вашу кровать вы легли на кровать вы сидели где-то 7 минут, вам сказали идти за человеком в комнату1, вы встали и пошли там вы увидели девушку лет 30 она сказала что будет моим учителем.\n",
    "answers": [
      {
        "id": 11,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 10,
    "text": "Имя: Николай \nВозрост: 14 лет \nВы владеете огнём\nваш id5 ( уровень5)\nСтихия: Огонь ",
    "answers": [
      {
        "id": 7,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 11,
    "text": "Уже через 4 месяца вы могли создать человека-вода, а это озночало то что  вы овладели водой вам показали нового учителя ему было где-то 50-60.\n Он будет вас учить, вы догадались что теперь вы будете учиться управлять землёй и через 4 месяца вы смогли создать человека-земля это означало что вы овладели стихией земли.\n Вам осталось последняя стихия и это воздух.  ",
    "answers": [
      {
        "id": 12,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 12,
    "text": "И вы учились использовать её не только для атаки, и не для защиты а ещё и для полёта с помощью этой стихией вы сможете летать.\n И конечно вы её выучили через 4 месяца.\n Вы создали человека-воздуха а это означало что вы овладели стихией воздуха. ",
    "answers": [
      {
        "id": 13,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 13,
    "text": "Вас отвели в комнату и там вы встретил очень старого человека лет 80-100\n Он сказал что каждая стихия полезна \nСтихия огня ею можно атаковать врага.\nСтихия земли очень хороша для защиты.\nСтихия воздуха с помощью её можно летать.\nСтихия воды с помощью её можно создовать фантома (Копию вас).\n И вы спросили а как создать фантома и тогда он предложил научить вас создовать и смешивать стихии.",
    "answers": [
      {
        "id": 14,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 14,
    "text": "И вы конечно согласились в первый месяц вы научились создовать фантома во второй использовать воздух как атака только не так как вас учили а в несколько раз опасней.\n Вы берёте стекла разбиваете его и поднимаете стекло спомощью ветра.\nВы ещё  научились очень быстро бегать с помощью ветра. \nВы учились и позновали много чего нового. (Прошло пол года).\nИ вы уже могли много чего.",
    "answers": [
      {
        "id": 15,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 15,
    "text": "Например смешивать стихии из воды и ветра вы могли получить лёд.\n И вы научились создовать человека из 4 стихии. Или создать 10 мини людей которые тоже были опасны. \n Он научил забирать силу, то есть вы могли забрать силу и стать сильнея. \n Вы возрощались  на свою планету-огня.",
    "answers": [
      {
        "id": 16,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 16,
    "text": "Было 3 часа ночи когда вы вышли из космического корабля.\n Скорее всего никто не знает что я вернулся подумал Коля и пошёл домой  он зашёл в свою комнату и лёг спать.\n На следующий день вы вышли из комнаты когда вас увидела мать то она уронила тарелку напал она была рада видь меня мы собрались все вместе и меня начали расспрашивать\nчто я там делал и всё  ли я выучил. ",
    "answers": [
      {
        "id": 17,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 17,
    "text": "Прошло 7 месяца  к нам постучали военные их была  3 человек. \nИ вы поняли что пришло время идти служить.\n Вас отправили на планету-воды там всегда идёт война с водой.\nЯ мог умереть ну или вернутся обратно живым я создал себе защиту человека-огня, человека-воды, человека-воздуха, человека-земли  и всемогущего он владел 4 стихиями и мя завоевали 1/40 кусок планеты это была очень много для нас я служил 5 лет.",
    "answers": [
      {
        "id": 18,
        "text": "Продолжить "
      },
      {
        "id": 19,
        "text": "Ваш огненный паспорт "
      }
    ]
  },
  {
    "id": 18,
    "text": "______\" Глава 2: Новые знакомые \"_____\n И после того как я отслужил этих 5 лет я мог наконец вернутся домой.\n Мне приедлогали остаться и я бы был бы командиром но я отказался. \n И вернулся на планету-огня ",
    "answers": [
      {
        "id": 20,
        "text": "Продолжить "
      },
      {
        "id": 21,
        "text": "Ваш огненный паспорт "
      }
    ]
  },
  {
    "id": 19,
    "text": "\nИмя: Николай \nВозрост: 16 лет \nВы владеете огнём\nваш id17 ( уровень17)\nСтихия: Огонь, Вода, Земля, Воздух.\nУчился на планете АВИГА<plus>\nСлужил: Нет \nРодился: 25.06.2005",
    "answers": [
      {
        "id": 17,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 20,
    "text": " Вы вернулись на свою планету был день вас встретили родители и ваш брат.\n Наступила ночь вы легли спать вам приснился сон. ",
    "answers": [
      {
        "id": 22,
        "text": "Смотреть  сон "
      },
      {
        "id": 23,
        "text": "Встать с кровати "
      }
    ]
  },
  {
    "id": 21,
    "text": "\nИмя: Николай \nВозрост: 21 лет \nВы владеете огнём\nваш id1ю20 ( уровень20)\nСтихия: Огонь, Вода, Земля, Воздух.\nУчился на планете АВИГА<plus>\nСлужил: 5 лет \nРодился: 25.06.2005",
    "answers": [
      {
        "id": 18,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 22,
    "text": " Вы увидели девушку лет 14 вы её никогда ещё не видели, она сказала что её зовут Марина и что бы я прилетел на планету АВИГА<plus>",
    "answers": [
      {
        "id": 22,
        "text": "введите команды для картинки",
        "url": "https://d.radikal.ru/d10/2004/35/37e9c97d570c.jpg"
      },
      {
        "id": 20,
        "text": "Проснуться "
      }
    ]
  },
  {
    "id": 23,
    "text": "Было 6.37 все ещё спали вы написали записку и полетели на планету АВИГА<plus>\nвас встретила девушка она сказала что её зовут Марина и вы поняли что это она из вашего сна но почему она выглядит лет на 20 ?",
    "answers": [
      {
        "id": 23,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d30/2004/20/d7d7fc70ecbf.jpg"
      },
      {
        "id": 24,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 24,
    "text": "Она сказала что она АВИГА (владеет 4 стихиями ).\n Она сказала что если мы не победим то мы умрём.\nЗовиса то он убьют всех от становится сильнее  с каждым днём и если его не атаковать сейчас то мы умрём.",
    "answers": [
      {
        "id": 25,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы: Но как мы его победим?\nОна: Всё очень просто ты его отвлекаешь а я атакую его сзади.\nОна: У него на спине находится регенератор если я в сламаю то его будет легко победить, понял?\nВы: Да \nОна: Тогда собираемся и идём на космический корабль.\n ",
    "answers": [
      {
        "id": 26,
        "text": "Собраться "
      }
    ]
  },
  {
    "id": 26,
    "text": "______\" Глава 3: Первая битва \"_________\nУже через 15 минут вы собрались и пошли на космический корабль.\n Прошло 2 часа и в корабль зашла Марина.\nОна: Сколько ты сдесь сидишь ? \nВы: Ну где-то  2 часа.\nВы полетели на планету Кракера через 9 часов вы уже были там первое что вы увидели так это армия человека-воздуха.",
    "answers": [
      {
        "id": 27,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 27,
    "text": "Их было где-то 50 штук.\n Вы вдвоём против человека-воздуха и их было 50 штук конечно вам их не победить тогда вы вот что придумали \n Вы создали  фантомов их было 30 штук взяли Марину за руку и полетели.\n Вы видели как человека-воздуха атакуют ваших фантомов.\n",
    "answers": [
      {
        "id": 28,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы летели где-то минут 10 и потом преземлились по глазам Марины вы поняли что она сильно удивилась.\n Вы шли в дворец ( там находится тёмный маг ).\n Но когда вы прошли 1 км.  то увидели большого грамилу он был выше вас в раз 5. вы хотели взять Марину за руку \nи улететь но её рядом с вам не было её схватил грамила и запихнул её в клетку. Вы поняли что улететь не сможете вам нужно победить грамилу.\n__________________________________________ Внимания вы сейчас будете сражаются с грамилой вас могут убить. Если вы читали всё то у вас не будет проблем. ",
    "answers": [
      {
        "id": 29,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 29,
    "text": "ВАС АТАКОВАЛ ГРАМИЛА КАКУЮ СТИХИЮ ВЫ ИСПОЛЬЗУЕТЕ ДЛЯ ЗАЩИТЫ?\nОГОНЬ.\nВОДУ.\nЗЕМЛЮ.\nВОЗДУХ.",
    "answers": [
      {
        "id": 30,
        "text": "Огонь \n"
      },
      {
        "id": 31,
        "text": "Воду"
      },
      {
        "id": 32,
        "text": "Землю"
      },
      {
        "id": 33,
        "text": "Воздух "
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы сделали перед собой стену из огня.\nграмила ударил в нею и пробил и попал в вас вы умираете....",
    "answers": [
      {
        "id": 1,
        "text": "Главная страница "
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы создаёте перед собой стену из воду грамила ударил в неё и сломал её и попал вас грязью.\n Вы задыхались потому что упали в яму с грязью и не могли собраться,\nвы умираете.....",
    "answers": [
      {
        "id": 1,
        "text": "Главная страница "
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы создаёте перед собой стену из земли. Грамила ударил в неё и не сломал тогда он ещё раз ударил и опять не сломал, вы увидели трещины и поняли что ещё одного удара стена не выдержит что вы сделаете?",
    "answers": [
      {
        "id": 34,
        "text": "Укрепить её с помощью ветра "
      },
      {
        "id": 35,
        "text": "Укрепить её с помощью огня "
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы создали перед собой стену из воздуха. \n Грамила сломал её и попал в вас вы умираете.....",
    "answers": [
      {
        "id": 1,
        "text": "Главная страница "
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы направили воздух на стену, грамила ударил но не сломал стену.\n Надо его атаковать но какой стихией огонь сдесь не поможет.",
    "answers": [
      {
        "id": 36,
        "text": "Атаковать воздухом "
      },
      {
        "id": 37,
        "text": "Атаковать водой "
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы направили на стену огонь, грамила ударил в стену и она не выдержала и сломалась, вас убил удар грамилы.\n   Вы умераете.\n",
    "answers": [
      {
        "id": 1,
        "text": "Главная страница "
      }
    ]
  },
  {
    "id": 36,
    "text": "Воздух не помог, и грамила ударил вас вы умираете.",
    "answers": [
      {
        "id": 1,
        "text": "Главная страница "
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы направили в грамилу струю воды и он начал расподатся на куски и один из них падал на клетку где была Марина.\n Что вы будете делать?",
    "answers": [
      {
        "id": 38,
        "text": "Ускориться с помощью ветра "
      },
      {
        "id": 39,
        "text": "Лететь в сторону Марины "
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы ускорились взяли Марину за руку и успели убежать в месте с Мариной.\n Она сказала спасибо и спросила где вы научились этим приёмом вы сказали что научились этому на планете АВИГА<plus> она сказала что тоже там училась но её этому не учили и вы сказали что вас научил этому старик лет 80-100.",
    "answers": [
      {
        "id": 41,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы не успели. Большой кусок падает на клетку и её раздавило вместе с Мариной.\n МИССИЯ ПРОВАЛЕНА ВАМ НЕ ЗА ЧТО НЕ ПОБЕДИТЬ \"ЧЁРНОГО МАГА\"",
    "answers": [
      {
        "id": 1,
        "text": "Главная страница "
      }
    ]
  },
  {
    "id": 40,
    "text": "Глава 1 \"Детства\"\nГлава 2 \"Новые знакомые\"\nГлава 3 \"Первая битва\"\nГлава 4 \"В гостях\"\n\nВы можете вернутся обратно ",
    "answers": [
      {
        "id": 2,
        "text": "Рождения "
      },
      {
        "id": 18,
        "text": "Новые знакомые "
      },
      {
        "id": 26,
        "text": "Первая битва "
      },
      {
        "id": 41,
        "text": "В гостях "
      },
      {
        "id": 48,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 41,
    "text": "______\"Глава 4: В гостях\"________________\nВы вошли во дворец вы шли по нему минут 20 и вдруг услышали шаги, Марина спряталась а я встретил его.\n Это был чёрный маг он захотел вас атаковать вы защитились, какой стихией его атаковать?",
    "answers": [
      {
        "id": 42,
        "text": "Огнём "
      },
      {
        "id": 43,
        "text": "Водой "
      }
    ]
  },
  {
    "id": 42,
    "text": " Вы атаковали огнём, но он владел чёрным огнём и ваши стихии столкнулись была ничья никто не мог выиграть. \n И тут вы увидели Марину она использовала свою стихию огня и попала в чёрного мага он начал умирать но его последние слава были Я ЕЩЁ ВЕРНУСССЬ .\n Вы победили его!!!",
    "answers": [
      {
        "id": 1,
        "text": "Главная страница "
      },
      {
        "id": 44,
        "text": "Ответы на ваши вопросы "
      }
    ]
  },
  {
    "id": 43,
    "text": "Вы атаковали водой но он владел чёрным огнём и он запросто смог отбить мою атаку и в меня попало чёрным огнём я начал медленно и мучительно умирать...",
    "answers": [
      {
        "id": 1,
        "text": "Главная страница "
      }
    ]
  },
  {
    "id": 44,
    "text": "1. Какой у них был год ?\n2021 \n2. Что означили слава чёрного мага, Я ЕЩЁ ВЕРНУСССЬ?\nЭто означает что будет продолжения.\n3. Сколько было лет чёрному магу?\nЭтого никто не знал \n4. Откуда взялся чёрный маг?\nОн появился из чёрной материи.\n\n___________________________________________Пожалуйста оцените квест поставте оценку и напишите комментарий, \nесли в квесте есть ошибки то сообщите это.",
    "answers": [
      {
        "id": 1,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 45,
    "text": "Вас отправили домой.\n В 15:21 вы прилетели вас встретил отец и вы пошли домой.\n Пока вы шли домой вы узнавали у отца что изменилось за эти 3 года.\n Вы уже шли минут 15 и увидели дом он изменился его даже не узнать, отец сказал пока меня не было он сделал римонт и поменял цвет дома.\nВы зашли в дом и пошли к себе  в комнату. ",
    "answers": [
      {
        "id": 46,
        "text": "Ваш воденной паспорт "
      },
      {
        "id": 47,
        "text": "Лечь на кровать и уснуть "
      }
    ]
  },
  {
    "id": 46,
    "text": "Имя: Марина \nВозрост: 13\nВладеет стихией: вода, огнь, земля, воздух.\n",
    "answers": [
      {
        "id": 45,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 47,
    "text": "Через 1 год.\n Вы пошли прогуляться как вдруг услышали взрыв он был громкий и потом вода затреслась вы побежали домой через 15 минут вы были в середины города вы видели большой метеорит вы посмотрели на небо и увидели  Зовиса он смеялся и потом исчез. \nВы не знали что делать и пошли к подруге ей было 21 год.\nОна жила одна. ",
    "answers": [
      {
        "id": 49,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 48,
    "text": "Сдесь  находится  2 портала.\nВ первый сможет зайти Коля.\nВ второй сможет зайти Марина.",
    "answers": [
      {
        "id": 40,
        "text": "Стать Николаем "
      },
      {
        "id": 50,
        "text": "Стать Мариной "
      }
    ]
  },
  {
    "id": 49,
    "text": "____\" Глава 2: Неожиданная встреча\"__\nВы к ней пришли и рассказали всё.\n Она сказала что вы можете пожить у неё она показала вашу кровать вы легли спать.\n Во сне вы увидели мальчика ему было 14 лет вы сказали чтобы он отправился на планету АВИГА<plus>.",
    "answers": [
      {
        "id": 51,
        "text": "Ваш воденной паспорт "
      },
      {
        "id": 52,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 50,
    "text": "Глава 1 \"Потерять всё\"\nГлава 2 \"Неожиданная встреча\"\nГлава 3 \"Победа\"",
    "answers": [
      {
        "id": 8,
        "text": "Потерять всё"
      },
      {
        "id": 49,
        "text": "Неожиданная встреча"
      },
      {
        "id": 54,
        "text": "Победа"
      }
    ]
  },
  {
    "id": 51,
    "text": "Имя: Марина\nВозрост: 14 \nУчилась на планете: АВИГА<plus>\nЖивёт у подруги.",
    "answers": [
      {
        "id": 49,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 52,
    "text": "Прошло 6 лет и вы вспомнили  о том сне и решили отправиться на планету АВИГА<plus>.\nВы наложили встретить там того мальчика и сна но он изминился он выглядит лет на 20-25 вы рассказали что если не атаковать врага сейчас то мы умрём.  \n Он становится сильнее с каждым днём.\n Он согласился, Вы сказали ему собирать вещи а сами пошли к своим старым учителям.\n Вы вернулись в космический корабль и Коля уже был там вы спросили сколько он сидит и он сказал 2 часа.\nВы ему нечего не сказали и полетели на планету Кракера. \nВы летели несколько часов \n ",
    "answers": [
      {
        "id": 53,
        "text": "Ваш воденной паспорт "
      },
      {
        "id": 54,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 53,
    "text": "Имя: Марина\nВозрост: 20\nУчилась на планете: АВИГА<plus>\nЖивёт у подруги ",
    "answers": [
      {
        "id": 52,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 54,
    "text": "______\" Глава 3: Победа\"_________________\nИ наконец прилетели вы шли минут 15 как вдруг увидели человека-воздуха их было штук 50.\nВас взял заруку Коля, он создал фантомов где-то 30 штук.\nИ вы полетили  вам было страшно потому что вы боялись высоты.\nКогда вы прилетели то были рады что это всё закончилась.\n Вы пошли во дворец ( Там находятся тёмный маг ).",
    "answers": [
      {
        "id": 55,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 55,
    "text": "Вы вошли во дворец, вы шли несколько минут как вдруг услышали чужие шаги и они становились всё громче и громче.\n Вы спрятались и увидели чёрного мага.\n Коля атаковал его стихией огня, а маг атаковал чёрным огнём у них была равная сила.",
    "answers": [
      {
        "id": 56,
        "text": "Смотреть что будет дальше "
      },
      {
        "id": 57,
        "text": "атаковать сейчас "
      }
    ]
  },
  {
    "id": 56,
    "text": "Это длилось минуту и маг начал выигрывать.\nКоля становился слабее с каждой секундой т через 15 секунд он совсем ослабел,  и чёрный маг его убивает.\n И потом замечает вас и забирает вашу силу и тоже убивает.\nВы умираете......",
    "answers": [
      {
        "id": 1,
        "text": "Главная страница "
      }
    ]
  },
  {
    "id": 57,
    "text": "Вы решили его атаковать стихией огня и вы точно попадаете в него огнём он умирает победа.\nВы вспоминает как недавно минут 20 назад  вас запихнули в клетку.\nЭто был грамила он выше вас был в 5 раз.\n Вы вернулись домой и рассказали всём что чёрный маг мёрт.\nВсё радовались и вернулись на планету Кракера, конечно всё уже не  будет как раньше но почти всё жили в мире.\n           ПОБЕДА !!!",
    "answers": [
      {
        "id": 1,
        "text": "Главная страница "
      }
    ]
  },
  {
    "id": 58,
    "text": "",
    "answers": []
  }
]