[
  {
    "id": 1,
    "text": "   ( автор : Walter D.)\nПрошло почти 10 лет после отдачи канцлером, ныне императором Палпатином, приказа 66 ,  по которому все джедаи объявлялись вне закона. \n\nПосле этого Палпатин провозгласил создание Первой Галактической Империи, которая начала подчинение всей галактики... \n\nВы — один из уцелевших джедаев которому удалось скрыться от преследования Империи и обосноваться на одной из планет Дальнего Рубежа. \nЕго судьба теперь в ваших руках.\n                   \nКвест будет состоять из двух частей, дату выхода второй части я скзать не могу. Обе части взаимосвязаны поэтому концовки будут во 2 части, так как изначально я планировал цельный квест . Приятного прохождение и \" да прибудет с вами сила \"! ",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "Прохождение или информация о персонаже? ",
    "answers": [
      {
        "id": 4,
        "text": "Прохождение"
      },
      {
        "id": 3,
        "text": "информация о персонаже"
      }
    ]
  },
  {
    "id": 3,
    "text": "Рыцарь джедай Винзарт Кел. \nВозраст : 30 лет. \nраса : человек\nРост : 175 см. \nЦвет глаз : зеленоватые \nцвет волос : блондин \n\nместо рождения : планета Корусант. \n Винзарт родился на нижних уровнях Корусанта. Его отец бросил их с матерью когда она беременна , поэтому об отце Винзарт ничего не знает. Он рос вместе со своим другом Джейем Прайдом, который потерял семью во время пожара и жил вместе с Келом. В возрасте 12 лет мать Винзарта была убита, нартоторговцами из Синдиката Пайков, после чего мальчик вместе с другом отомстили убийцам , но сами чуть не погибли если бы мимо места перестрелки случайно не проходил джедай Пло Кун . Именно в тот момент у Винзарта и Джейя проявилась чувствительность к силе. Пло Кун забрал ребят в храм и с позволения совета они стали юнлингами. До начала войны клонов Кел и Прайд прошли испытания и стали джедаями и несмотря на разных учителей они старались быть рядом перессказывая друг другу джедайские будни. После начала войны Винзарт и Джей проводили совместные операции и не обращали внимание на предостережения совета джедаев о том что их дружба может обернуться для обоих катастрофой, они лишь укрепляли и так крепкую дружбу назвав друг друга братьями. Однако во время одной операции их разделил огромный отряд дроидов Джей отюивался от противника, а Винзарта удерживал мастер который решил что спасти Джейя не удастся убедил ученика оставить друга, о чём тот всегда будет жалеть. К концу войны Винзарт должен был получить звание рыцаря джедая, однако этому помешал злополучный приказ 66 и начавшейся охота на джедаев. Ему удалось не только выжить, но и встретиться с магистрами Йодой и Оби-Ваном Кеноби , которые поведали ему о том, что канцлер был владыкой ситхов, а Энакин Скайокер отныне стал Дартом Вейдером. Также Винзарт узнает о детях Вейдера и клянётся хранить эту тайну даже ценой своей жизни, после чего Йода возводит Кела в ранг рыцаря джедаев и тот отправляется в изгнание на планету Фарис на Дальнем Рубеже. ",
    "answers": [
      {
        "id": 4,
        "text": "Прохождение"
      }
    ]
  },
  {
    "id": 4,
    "text": "Давным-давно в далёкой далёкой галактике...\n                                  Star Wars\n                              Выжить после... \n                    часть I : выбор пути. \n\nПравление Галактической Империи длится уже около 10 лет. За это время верный слуга императора — Дарт Вейдер с помощью инквизиторов, адептов тёмной стороны, уничтожил почти всех, уцелевших после приказа 66 , джедаев. \n\nПоследние, чудом укрившиеся от меча Вейдера, джедаи были вынуждены временно отказатся от использования Силы дабы не выдать себя. \n\nОдним из них является рыцарь джедай Винзарт Кел, вынужденный стать наёмником — Джаресом Генто, который поселился на отдолённой планете Дальнего Рубежа Фарис... ",
    "answers": [
      {
        "id": 5,
        "text": "... "
      }
    ]
  },
  {
    "id": 5,
    "text": "Фарис, полу степная планета с почти выжженной растительностью, население планеты расположенно в столице планеты и малых фермах за пределами города. \nВы в костюме наёмника с без шлема в черной накидке бродили по столице сами себе на уме. По городу висели флаги империи, с экранов звучала имперская музыка. \nВы заметили, как имперские штурмовики с местным комендантом — Ван Парисом проводили аресты \" мятежников \".  Поэтому вы решили уйти с глаз имперцев, дело не в документах с которыми у вас все в порядке, просто не хотелось лишний раз светится. К тому же комендант Парис был известным садистом, получавший удовольствие от наблюдения за избиением других. \n",
    "answers": [
      {
        "id": 6,
        "text": "Зайти в бар. "
      },
      {
        "id": 7,
        "text": "Продолжить прогулку "
      },
      {
        "id": 8,
        "text": "Уйти домой. "
      }
    ]
  },
  {
    "id": 6,
    "text": "Бар называлася : \" Золотая чаша \". Войдя в него вы увидели разных личностей. В крайнем углу пили имперские офицеры болтая о своём. У барной стойки с  Валеном Загом беседовал мандолорец в желтоватрй броне не снимая шлема. Некоторые жители сидели за столиками возле стойки. В тёмном углу за первым столиком сидел незнакомый вам юноша, который не пил напиток стоящий перед ним, а лишь с подозрением смотрел на имперцев и казалось подслушивал их через комуникатор  который держал в руке. ",
    "answers": [
      {
        "id": 12,
        "text": "Подойти к офицерам"
      },
      {
        "id": 13,
        "text": "Подойти к юноше"
      },
      {
        "id": 14,
        "text": "Подойти к барной стойке"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы, хоть и понимали, что это не лучшая идея решили прогуляться по улицам в самый разгар проверок. Дойдя до площади с холонетом по которому транслировались основные новости происходившие в Империи, к вам подошел комендант со штурмовиками. \n— Ваше документы! — нагло крикнул вам комендант. ",
    "answers": [
      {
        "id": 10,
        "text": "показать документы"
      },
      {
        "id": 11,
        "text": "Попытаться сбежать ( для вас был бы не лучший вариант) "
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы собирались пойти домой, но вспомнили, что должны были зайти к своему другу — человеку Валену Загу, который держал крупную в столице бар, для получения награды и возможно нового задания. ",
    "answers": [
      {
        "id": 5,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 9,
    "text": "",
    "answers": []
  },
  {
    "id": 10,
    "text": "— Вот, господин комендант — вежливо сказали вы протягивая свои документы. — Чем я могу помочь славному коменданту этой столицы? \nУдарив по честолюбию имперца вы смогли остаться невредимым. Комендант довольный вашей похвальбой отдал документ и улыбаясь ответил :\n— К сожалению гражданин у меня нет для вас просьб. \nИ увидев какого-то мелкого торговца направился со штурмовиками к нему. Вы вспомнили, что должны были зайти к своему другу — человеку Валену Загу, который держал крупную в столице бар, для получения награды и возможно нового задания. ",
    "answers": [
      {
        "id": 5,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 11,
    "text": "— Ну уж нет. — с этими словами вы сильно толкнули коменданта, который уронил троих штурмовиков и побежали куда глаза глядят, однако вы врезались в проходивший мимо патруль , который недолго думая выстрелил в вас парализатором. Озлобленный комендант, потерая ушибы достал свой бластер и пристрелил вас... \n\nПозже ваше тело сожгут в имперском крематории... ",
    "answers": [
      {
        "id": 1,
        "text": "Попробовать снова. "
      }
    ]
  },
  {
    "id": 12,
    "text": "Офицеры горланили на всё заведение, забыв о приличии. Вы подошли к ним. ",
    "answers": [
      {
        "id": 15,
        "text": "Выпить с ними. "
      },
      {
        "id": 16,
        "text": "попросить  вести себя тише. "
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы подошли к юноше , но тот не глядя на вас сухо сказал:\n— Мне ничего не нужно. ",
    "answers": [
      {
        "id": 6,
        "text": "отойти"
      }
    ]
  },
  {
    "id": 14,
    "text": "Мандалорец , когда вы подошли, отошёл от стойки и вышел из бара . \n— Опять любимчику задание дал? — спросили ехидно вы. \n— Не начинай — отмахнулся бармен — Что хотел? ",
    "answers": [
      {
        "id": 17,
        "text": "- Где награда? "
      },
      {
        "id": 18,
        "text": "- Ничего"
      }
    ]
  },
  {
    "id": 15,
    "text": "— Что надо? — грубо спросил пьяным голосом один из офицеров. \n— Я бы хотел выпить с вами — ответели вы. \n— А? Правда? За Империю! \nВы сели за стол и стали пить с офицерами ... \n\nЧерез некоторое время вы еле шатаясь пришли и завалились спать... На следующий день вам пришлось вернуться бар за получением задания. ",
    "answers": [
      {
        "id": 6,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 16,
    "text": "— Что надо? — спросил пьяным голосом один из офицеров\n— Прошу вас господа вести себя по тише — сказали вы. \n— А ты кто, такой? А?! — имперцы шатаясь встали из за стола — Кто такой, чтобы нам храбрым офицерам Империи!? \nВы хотели оправдаться, но они достали свои бластеры и вам пришлось выбежать из бара но вы столкнулись с комендантом и его штурмовиками... \n\nВас избили бы прямо на улице если бы вы не одурманили с помощью силы коменданта ,  который убедил пьяных офицеров не тратить на вас время и вернутся в бар. ",
    "answers": [
      {
        "id": 6,
        "text": "Вернуться "
      }
    ]
  },
  {
    "id": 17,
    "text": "—  Где награда моя ? — спросили вы. \n— Ах, это! Понимаешь, тут такое дело.. — замялся Заг. \n— Мандалорец? \n— Да, я отдал ему твою награду т. к. его денег у меня не было и... \n— Ладно — Вы положили руку на лицо — с тебя 30% к моей награде и мы в расчете. \n— Хэй! Не наглей, 20 % — слегка вскрикнул Заг. \n— 30 — вы упорно стояли на своём. \n— 25 и точка! \n— 35 . \n— Хорошо, 30 — сдался Заг. \n— Приятно иметь с тобой дело. — улыбнулись вы — Есть ещё задания? \n— Увы нет. ",
    "answers": [
      {
        "id": 19,
        "text": "- Почему, жалко стало? "
      }
    ]
  },
  {
    "id": 18,
    "text": "— Ничего ответили вы. \n— Не отвлекай по пустякам. — сказал бармен отойдя к офицерам просившим выпивки. ",
    "answers": [
      {
        "id": 14,
        "text": "сменить тему разговора "
      }
    ]
  },
  {
    "id": 19,
    "text": "— Почему жалко стало? — спросили вы. \n— Нет же, — Заг быстро обслужил офицеров и подошёл к вам. — Империя проводит здесь учения с завтрашнего дня. \n— Дай угадаю твой источник- вы улыбаясь покосились на пьяных имперцев. \n— Не важно, но я знаю того кто может тебе дать задание. Вон тот юноша подойди к нему. — Заг показал на того незнакомого юношу сидевшему в тени. ",
    "answers": [
      {
        "id": 20,
        "text": "расспросить о юноше"
      },
      {
        "id": 21,
        "text": "расспросить об учениях "
      },
      {
        "id": 22,
        "text": "подойти к юноше ",
        "need": 20
      }
    ]
  },
  {
    "id": 20,
    "text": "— Что такого в этом юнце? — спросили вы глядя на Зага\n— Он, — Заг наклонился к вам и прошептал — из альянса повстанцев. \nВы несколько удивились этому открыт, но зная какой Заг сплетник не до конца поверили ему. \n— С чего ты взял? \n— Ну, как же обо всём расспрашивал, особенно про имперцев их центр в столице и т. п. \n— И всё? — сказали вы уже решив что это пустые догадки Зага \n— Нет, я заметил эмблему альянса когда он встречался с кем то. — сказал Заг вернув вам уверенности. \n— Ладно, спасибо. ",
    "answers": [
      {
        "id": 19,
        "text": "Другой вопрос"
      }
    ]
  },
  {
    "id": 21,
    "text": "— Что знаешь об учениях? — спросили вы. \n— Немного, — сдержанно ответил Заг — говорят новый тип оружия будут тестировать, а через два дня парад в честь дня Империи. Крупные имперцы прилетят на учения, это всё. \nВы кивнули головой в знак благодарности. ",
    "answers": [
      {
        "id": 19,
        "text": "Задать другой вопрос"
      }
    ]
  },
  {
    "id": 22,
    "text": "\" Была не была \" — подумали вы и подошли к юноше. \n— Мне ничего не нужно- сказал юноша но вы всё равно сели за столик. — Кто вы? ",
    "answers": [
      {
        "id": 23,
        "text": "- Наёмник, которого Империя прислала за тобой, мятежник. "
      },
      {
        "id": 24,
        "text": "- Наёмник, который хочет получить работу. "
      },
      {
        "id": 25,
        "text": "- Я знаю, что вы из альянса, поговорим в другом месте. "
      }
    ]
  },
  {
    "id": 23,
    "text": "— Наёмник, которого Империя прислала за тобой мятежник. — ответили вы . \n Юноша чуть побледнел и опустил руку на кобуру с бластером. \n— Шутка, расслабься. — ответили вы улыбаясь. \n— Не смешно, — парень поднял руку на стол — , но что вам действительно нужно? ",
    "answers": [
      {
        "id": 25,
        "text": "- Не здесь, в другом месте. "
      }
    ]
  },
  {
    "id": 24,
    "text": "— Наёмник который хочет получить работу. — ответили вы. \n— С чего вы взяли, что я могу её вам дать? — спросил парень. \nВы нагнулись и прошептали :\n— Я в курсе что вы из альянса. \nПарень удивился и посмотрев по сторонам хотел что то сказать, но вы перебили его. \n— В другом месте, не здесь. \nС этими словами вы вместе с парнем вышли из бара. ",
    "answers": [
      {
        "id": 26,
        "text": "Пойти с юношей домой. "
      }
    ]
  },
  {
    "id": 25,
    "text": "— Я знаю, что вы из альянса, поговорим в другом месте. \nПарень удивлённо посмотрел на вас, но всё равно пошёл за вами. ",
    "answers": [
      {
        "id": 26,
        "text": "Пойти домой"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы вместе с парнем без особых усилий покинули столицу и долго шли по выжженной земле , парень смотрел на эти види с большим удивлением. \n\" Зелёный, он — подумали вы — я видал и похуже виды \".",
    "answers": [
      {
        "id": 27,
        "text": "идти молча. "
      },
      {
        "id": 28,
        "text": "ловить флэшбеки. "
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы молча шли глядя на удивление юноши, искренне не понимая причин его удивления. \n\" Эх, что я делаю? — мысленно спрашивали себя вы — Если я пойду с ним снова на войну, но теперь с Империей я... я... не знаю что сделаю... \"\n— Меня зовут Кирас Джан — представтлся вдруг юноша. \n— Джарес Генто — представились вы — ты всё равно для меня \" малец \", тебе сколько? \n— Я не малец! Мне 22 года! \n— Ладно не злись — ответели вы примирительным тоном. ",
    "answers": [
      {
        "id": 31,
        "text": "продолжать путь. "
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы начали вспоминать своё прошлое, войну клонов. Вот вы со своим другом Джейем вместе с клонами штурмуете крепость на планете Тарис. Дроиды открыли шквальный огонь по вашему батальону. Вы тогда ослушались приказа своего мастера и пошли напролом. Крепость пала, вас с Джейем отругали, но вам запомнился вид с крепости, поле с трупами клонов и дроидов, воронки от снарядов и выжженная кругом поверхность. \n\n— Вам, плохо? — вырвал вас из воспоминаний юноша. ",
    "answers": [
      {
        "id": 29,
        "text": "- Нет, просто задумался. "
      },
      {
        "id": 30,
        "text": "- Какая тебе разница малец? "
      }
    ]
  },
  {
    "id": 29,
    "text": "— Нет, просто задумался — ответили вы. \n— Понятно, кстати меня зовут Кирас Джан — представился юноша. \n— Джарес Генто, — представились вы своим не настоящим именем- но обращайся со мной на вы, хорошо? \n— Да! — ответил Кирас",
    "answers": [
      {
        "id": 31,
        "text": "идти молча. "
      }
    ]
  },
  {
    "id": 30,
    "text": "— Какая тебе разница малец?! — вкрикнули вы \n— Я не малец! — при крикнул юноша — Вы какой то странный наёмник! \n\" Да, потому что я джедай, чёрт побери! — крикнули мысленно вы — Хотя зря я так резко \"\n— Ладно не обижайся, я просто кое что вспоминал , ты кстати не представился. \n— Кирас Джан — сказал юноша. \n— Джарес Генто — представились вы. \n",
    "answers": [
      {
        "id": 31,
        "text": "идти молча "
      }
    ]
  },
  {
    "id": 31,
    "text": "Оставшийся путь вы прошли молча, лишь изредка Кирас задавал вопросы касательно ландшафта планеты. \nНаконец вы пришли домой впустив Кираса вы закрыли дверь, но по старой привычке посмотрели из окна по сторонам. Ваш дом был не большой состоящий из одной комнаты. \nВы сели на диване , ваш гость тоже сел рядом. \n— Теперь обсудим, дело. — сказал Кирас — Как вы узнали, что я из альянса? \n— Интуиция- скромно ответили вы. \n— Хорошо и вы готовы взятся за работу которую я вам предложу? ",
    "answers": [
      {
        "id": 32,
        "text": "-Да, только что за цель? "
      },
      {
        "id": 33,
        "text": "- Если заплатишь, хорошо, тогда шансы нашего партнёрства возрастут. "
      }
    ]
  },
  {
    "id": 32,
    "text": "— Да, только что за цель? — спросили вы. \n— Новый шагоход Империи, который прибудет сюда для демонстрации перед военными чинами Империи — ответил Кирас. \n— Ясно, а... — начали вы. \n— Чертежи нужны тоже — перебил вас Кирас — мы проникнем в административный корпус и скопируем чертежи. \n— Но как мы туда попадём? \n— Вот для этого я вас и нанимаю. \n— А, плата? \nКирас достал свой кошелек и положил на стол из него посыпались кредеты. \n— Здесь, около 5 тысячи , это аванс остальные получите после. — сказал Кирас. \n— После чего? \n— После уничтожения шагохода. \n",
    "answers": [
      {
        "id": 34,
        "text": "- Ладно идёт "
      },
      {
        "id": 35,
        "text": "- Мне надо подумать "
      }
    ]
  },
  {
    "id": 33,
    "text": "— Если заплатишь, хорошо, тогда шансы нашего партнёрства возрастут. — сказали вы улыбнувшись. \n— Конечно. — с этими словами Кирас положил кошелек на стол из которого посыпались кредеты — Здесь 5 тысяч, это аванс остальное после миссии. \n— Что за миссия? \n— Новый шагоход Империи, который прибудет сюда для демонстрации перед военными чинами Империи — ответил Кирас. — А также чертежи шагохода из административного корпуса. ",
    "answers": [
      {
        "id": 35,
        "text": "- Надо подумать. "
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы стали готовится к миссии по краже чертежей шагохода. Продумывали детали и пути отхода, но вы были не совсем готовы бросать вызов Империи. Конечно вы раньше позволяли себе обводить имперцев вокру пальцев, но сейчас речь идёт о крупной операции : уничтожение новой техники имперцев и кража чертежей, это попахивает маленьким бунтом, но вам нужны были деньги для покупки корабля, чтобы найти Оби — Вана — Кеноби и решить, что вам делать дальше. Ваше изгнание обернулось для вас пыткой, вы видели, что Империя несёт разрушение и смерть для непокорных и запугивают граждан, чтобы те не бунтовали и всё это вместе с бюрократической машиной моффов и губернаторов, которые на каждой покорённой планете считают себя Богами которым можно всё и никто им ничего не сделает. Вот с такими чувствами вы приступили на следующий вечер к выполнению кражи чертежей.. ",
    "answers": [
      {
        "id": 36,
        "text": "дальше"
      }
    ]
  },
  {
    "id": 35,
    "text": "— Ваша плата будет 60 % от аванса — сказал Кирас. \n\" Этого мне хватит чтобы купить корабль — подумали вы — Ладно стоит рискнуть \"\n— По рукам. ",
    "answers": [
      {
        "id": 34,
        "text": "... "
      }
    ]
  },
  {
    "id": 36,
    "text": "Имперский административный корпус — это сердце любой администрации Империи на планете которая является центром определённого региона пренадлежащего губернаторам или моффам. Корпус представляет собой огромный купол внутри которого как в муравейнике, кипит жизнь, это также и база имперского гарнизона. \nИменно туда вечером направились вместе с Кирасом, который был в форме офицера, а вы в форме штурмовика. Подойдя к базе вас с напарником остановил штурмовик на правом плече которого был оранжевый наплечник. \n— Стоять! Ваш индификационный номер. — крикнул штурмовик. \n— Мы из корпуса генерала Вирса — ответил Кирас показывая штурмовику свой и ваш индификационный номер. Штурмовик отдав номера растерялся :\n— Простите... сэр.. но мне не сообщали о вашем прибытии.. \n— Что?! — изобразил недовольство Кирас — А как насчёт непредвиденных обстоятельств? \n— Прошу прощения сэр, проходите! — штурмовик встал по стойке \" смирно \".\n— Вольно — сказал Кирас который вошёл вместе с вами на базу. ",
    "answers": [
      {
        "id": 37,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы с Кирасом шли молча по коридорам, мимо вас проходили офицеры, штурмовики, техники, встречались даже пилоты в своей черной форме. И вот добравшись до хранилища с данными вы без особого труда вошли в него, там стояли огромные банки данных за которыми работали офицеры или техники. Подойдя к нужному банку Кирас начал искать нужные данные. \n— Это займёт, минут пять . — сказал Кирас —А вы пока попытайтесь узнать, что нибудь о завтрешнем параде при этом не привлекая  внимание имперцев. \n— Хорошо — ответили вы  . \n",
    "answers": [
      {
        "id": 39,
        "text": "Послушать разговоры присутствующих. "
      }
    ]
  },
  {
    "id": 38,
    "text": "К тому времени Кирас нашёл нужные данные и скопировав их вместе с вами пошёл на выход. \nНаправлясь на выход вы увидели офицера шедшего мимо вас, в окружении чёрных штурмовиков или как их называли в Империи — \" Штурмовики смерти \". Судя по нагрудному погону, офицер был генералом. Он кивнул Кирасу в знак приветствия и повернул налево по коридору. ",
    "answers": [
      {
        "id": 42,
        "text": "Спросить про генерала. "
      },
      {
        "id": 43,
        "text": "идти молча. "
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы решили послушать разговорв имперцев, для этого вы сделали вид, что патрулируете местность. ",
    "answers": [
      {
        "id": 40,
        "text": "Пройти мимо техников"
      },
      {
        "id": 41,
        "text": "Пройти мимо офицеров. "
      },
      {
        "id": 38,
        "text": " Вернуться к Кирасу. ",
        "need": 41
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы прошли мимо техников и услышали следующие:\n— Сегодня было много работы — сказал техник 1- учения, ремот техники, а теперь ещё и провека этих железяк! \n— Да, терпеть не могу эту работу, — ворчал техник 2- но это лучше чем подовлять метяжи , по галактике. \n—  Наверное, я слышал кстати, что недавно на Кашиике вуки подняли бунт , который ведёт джедай. \n— Серьёзно?  Джедай? Старая легенда.. их больше не существует. \n— Да, но восстание вуки говорит об обратном. \nДалее техники обсуждали завтрашний парад и ворчали как много хлопот у низ будет в связи с этим парадом. ",
    "answers": [
      {
        "id": 39,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 41,
    "text": "Проходя мимо офицеров вы услышали следующее :\n— ... и как это прикажите понимать? — спросил офицер 1- Мы, что клоуны? \n— Ну, вице губернатору нужно похвастаться какой у него замечательный гарнизон — с сарказтическим тоном сказал офицер 2 . \n— Ладно бы просто прошёл парад в честь дня Империи, так он ещё и шоу хочет устроить — продолжил жалобу офицер 1.\n— А что ещё за \" шоу \" ? — спросил офицер 3 сидевший за паналью банка данных. \n— Да   — махнул рукой офицер 1 — просто во время парада, будет липовое нападение бандитов. \" Бандиты \" — будут наши техники или обслуживающий персонал.. \n— Аааа. — протянул офицер 3 — Понятно. Дешёвый пафос. ",
    "answers": [
      {
        "id": 39,
        "text": "Идти дальше. "
      }
    ]
  },
  {
    "id": 42,
    "text": "— Что это за офицер? — тихо спросили вы. \n— Не знаю, но по званию он генерал, не меньше. — ответил Кирас. Вы с напарником также без проблем покинули корпус и скрились во мраке улиц. ",
    "answers": [
      {
        "id": 44,
        "text": "далее"
      }
    ]
  },
  {
    "id": 43,
    "text": "Посмотрев на офицера вы хотели было спросить про него у Кираса, но решили промолчать. \nВы с напарником также без проблем покинули корпус и скрились во мраке улиц. ",
    "answers": [
      {
        "id": 44,
        "text": "далее"
      }
    ]
  },
  {
    "id": 44,
    "text": "Прийдя домой вы сбросили с себя броню штурмовика и переодевшись сели на диван. Когда Кирас также переоделся и сел на диван вы рассказали об всём, что вы услышали, а Кирас показал чертежи нового шагохода. \n— \"AT-AT\"- сказали вы название нового шагохода — серьёзная угроза , толстая броня и тяжелые орудия. \n— Поэтому, мы должны испортить, день Империи, чтобы все увидели, что даже такой страшный монстр как Империя , может быть уязвимой. — сказал Кирас. \n\" Пусть он и зеленый, — подумали вы — но энергии ему не занимать. \"\n— Хорошо, сделаем это — сказали вы. \n\" Правильно ли я поступаю? Трудно сказать \".\n\nВы с напарником легли спать, а на следующие утро вы разработали план по ликвидации шагохода и к вечеру направились в столицу на парад. ",
    "answers": [
      {
        "id": 45,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 45,
    "text": "В столице шёл парад в честь дня Империи. Звучал имперский марш, народу показали , записанное заранее, обращение императора. Вице губернатор вместе с военными стояли на платформе у входа в административный корпус. Его речь была слышна почти в каждом уголке столицы. \n— Дорогие граждане, я поздравляю  вас с днем Империи! Нашу планету посетили многие высшее чины Империи, особенно генерал Максимельян Вирс! \nВице губернатор аплодировал генералу который был с двумя штурмовиками смерти. \nВ это время вы с Кирасом были в переулке и ждали появление шагохода, вы были в форме штурмовика . План был прост, когда представление начнётся вы замените одного из штурмовиков и попадёте внутрь шагохода и взорвёте его изнутри. \n\nИ вот вице губернатор громогласно объявил :\n— А вот и новая машина наших инженеров — шагоход, AT-AT! — шагоход медленно шел по площади. И тут началось шоу . \n— Разбойники гапали на Имрерию в её день. — театрально закричал вице губернатор — немедленно накажите их! \nИз шагохода начали спускаться штурмовики и ловить \" разбойников \".\nОдин из штурмовиков пробегавшим мимо вас, вы поймали и оглушили. После окончания шоу вы уже поднялись с остальными в \" брюхе \" шагохода. ",
    "answers": [
      {
        "id": 46,
        "text": "Заложить взрывчатку и вернуться "
      },
      {
        "id": 47,
        "text": "Попытаться завлодеть шагоходом \n"
      }
    ]
  },
  {
    "id": 46,
    "text": "Поднявшись на шагоход вы незаметно для штурмовиков разложили термальные детонаторы. Затем вы сказали командиру, что во время шоу вы увидели как неизвестный рисовал  эмблему Альянса . Командир заметно заволновался и дал приказ ликвидировать провокатора. Спустившись из шагохода вы забежали в переулок, но Кираса там не было. Но зайдя глубже в переулок вы заметили спидер в котором сидел Кирас в черной имперской форме офицера. \n— Давайте быстрей! — крикнул он вам. Вы быстро сели в спидер который уносил вас подальше от площади. Вы нажали на детонатор и шагоход взорвался и упал на площади похоронив под собой 3 транспортника и нескольких штурмовиков. \n— Отличная работа! — улыбнулся Кирас, его улыбка напомнила вам прошлое , точнее вашего друга Джея. Несмотря на шумиху в городе вам удалось скрыться.. ",
    "answers": [
      {
        "id": 48,
        "text": "Тем временем на площади столицы. "
      },
      {
        "id": 49,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 47,
    "text": "Вы решили захватить контроль над шагоходом, для этого вы пошлю в рубку шагохода, закрыв за собой дверь вы оглушили двух пилотов и командира. \n— Нус начнём. — сказали вы улыбнувшись\nВы выстрелили в шагоход AT — ST который обранил платформу на котором был вице губернатор , генерал Вирс и другие военные. \n— Что это значит, вице губернатор?! — крикнул Вирс которого подняли его штурмовики. \n— Это.. эммм... — Вице губернатор не знал что ответить — Комендант! \n— Да, я слушаю!- сказал подбежавший комендант . \n— Наказать того кто это устроил! \nВы разнесли еще пару шагоходов и транспортников, но к вам в рубку ворвались штурмовики и открыли шквальный огонь по вам. Вы не были готовы к этому и даже среагировав вас изрешетили бластеры E -11 ... \n\nВаше мертвое тело вытащили из шагохода, но его забрал офицер в черной форме. Только когда начилось разбирательства, выяснилось, что этот офицер был повстанце Кирас Джан.. ",
    "answers": [
      {
        "id": 1,
        "text": "Начать заново. "
      }
    ]
  },
  {
    "id": 48,
    "text": "На площади после вашего побега и взрыва появилась голограмма Альянса повстанцев с обращеним к восстанию против Империи. В народе начался ропот . Однако попытка подавить его вылилось в беспорядки которые имперцы смогли подавить лишь к утру. \n\nГенерал Вирс был не доволен вице губернатором и обещал сообщить об этом Императору и Вейдеру . Но прежде он хотел поймать мятежников... ",
    "answers": [
      {
        "id": 49,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 49,
    "text": "Прибыв к себе домой вы сбросили имперскую броню и с облегчением легли на диван. \n— Вот, — Кирас положил перед вами кошелек полный кредитов — ваши деньги. \n— Благодарю, Дже.. то есть Джан . — сказали вы. \n— Вы хороший воин и я.. — Кирас чуть замялся и немного подумав сказал- Вобщем не хотели бы вы присоединиться к Альянсу? \nЭтот вопрос был для вас неожиданностью. \n\" Если я скажу \"да \" — размышляли вы — то меня навернека раскроют и за мной прилетит Вейдер. Но.., что же ему ответить? \"\nЗаметив мою медлительность Кирас улыбнулся и сказал:\n— Я не тороплю вас, если что то ваш бармен знает как меня найти. \n— Ты не останешься? \n— Нет, у меня много ещё дел. Ну до скорой встречи- Кирас вышел из вашего дома и уехал на спидре. ",
    "answers": [
      {
        "id": 50,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 50,
    "text": "Прошло два дня. \nВы так и не встречали Кираса не в баре, не в городе. Империя усилила террор против населения желая найти мнимых мятежников. \nВы сумели купить корабль с легендарной Корелианнской верфи, небольшой шаттл. Вы твёрдо решили лететь на Татуин, за советом к бывшему магистру Кеноби. И вот вы без труда покинули планету и прыгнули в гипер пространство. Через час вы были уже у Татуина и прошли атмосферу планеты сели рядом с маленькой фермой. Вас вышел встречать хозяин фермы. \n— Кто вы? — спросил он — И что вам нужно? ",
    "answers": [
      {
        "id": 51,
        "text": "Спросить имя фермера. "
      },
      {
        "id": 52,
        "text": "Узнать про магистра Кеноби. "
      }
    ]
  },
  {
    "id": 51,
    "text": "— Как вас зовут? — спросили вы. \n— Оуэн Ланс — ответил фермер — Вы что-то хотели? ",
    "answers": [
      {
        "id": 50,
        "text": "другой вопрос"
      }
    ]
  },
  {
    "id": 52,
    "text": "— Вы знаете где живет Бен Кеноби? — спросили вы. \n— Аааа- протянул недовольно фермер — вы к нему. \nФермер с неохотой показал путь к показал где находится дом Кеноби. \nПрибыв к указанному месту вы вошли в дом, где вас встретил магистр Кеноби, явно не ожидавший вашего визита. \n— Винзарт? Что случилось? — спросил с беспокойством Кеноби, но когда вы рассказали о своих делах и о предложение Кираса, мастер джедай улыбнулся — Вот оно, что. Но я не могу тебя заставить принять какой бы то ни было путь это должен сделать ты сам. \n— Я понимаю, но... \n— Тьма окутала галактику , джедаев почти не осталось , да и многие из них прячутся в глухих местах галактики. Ты знаешь, что я здесь делаю и почему я пассивен в этом конфликте. Поэтому я не могу дать тебе совета или направления. ",
    "answers": [
      {
        "id": 53,
        "text": "- Почему? "
      },
      {
        "id": 54,
        "text": "Промолчать. "
      }
    ]
  },
  {
    "id": 53,
    "text": "— Почему, магистр? — спросили вы . \nНемного помолчав магистр Кеноби ответил :\n— Я плохой учитель... я плохой учитель... \nВам стало не удобно от заданного вопроса и вы промолчали. ",
    "answers": [
      {
        "id": 54,
        "text": "... "
      }
    ]
  },
  {
    "id": 54,
    "text": "Помолчав немного вы внезапно почуствовали резкую боль в голове. Вы увидели короткие обрывающееся видение. \nВы видели Кираса... Он напал на генерала Вирса.. Его плен и голос Вирса: \"На мой разрушитель его, он всё нам скажет\" \n— Я должен идти. — сказали вы. \n— Все узнают кто ты если пойдёшь за ним. — сказал Кеноби.\n— Но сидеть сложа руки я не буду. — Вы выбежали из дома магистра кторый после вашего ухода задумался и слегка улыбнулся. \n\nВы прилетели на Фарис и первым делом побежали в бар. \n— Тише, тише — сказал бармен — ты как будто приведение увидел. \n\n",
    "answers": [
      {
        "id": 55,
        "text": "- Как мне попасть на разрушитель? "
      },
      {
        "id": 56,
        "text": "- Что с повстанцем? "
      }
    ]
  },
  {
    "id": 55,
    "text": "— Как мне попасть на разрушитель? — спросили вы. \n— Мда, может..., ай тебя уже не переубедить- Бармен показал на офицера сидящего за одиноким столиком. — Он, как я слышал собирался на разрушитель, ну и если ты с ним \" договоришься \" ... \n— Спасибо — сказали вы и пошли за офицеррм который вышел из бара и сумели \" договорится \".\n\nЗатем вы направились к себе домой и забрали свой световой меч и маску и направились к ожидавшему вас шаттлу. ",
    "answers": [
      {
        "id": 57,
        "text": "тем временем на \" Звёздном разрушителе \""
      }
    ]
  },
  {
    "id": 56,
    "text": "— Что с повстанцем? — спросили вы. \n— Я так и подумал. — сказал бармен — Он попытался убить генерала, но его повязали и забрали на разрушитель, это всё что я знаю. \n— Ясно. ",
    "answers": [
      {
        "id": 54,
        "text": "другой вопрос"
      }
    ]
  },
  {
    "id": 57,
    "text": "Кираса пытали на разрушителе в присутствии генерала Вирса и вице губернатора. Но несмотря на получаемую боль юноша молчал. \n— Какая стойкость, в его то годы.. потрясающее — сказал генерал — вам удалось удивить меня, но когда вас будет допрашивать лорд Вейдер... вряд-ли вы сохраните своё молчание. \nТут в камеру вошёл офицер \n— Генерал Вирс вас вызывает  Император. \nГенерал вышел вместе со своими чёрными штурмовиками и в сопровождении вице губернатора направились на мостик. ",
    "answers": [
      {
        "id": 58,
        "text": "Дальше. "
      }
    ]
  },
  {
    "id": 58,
    "text": "Вы прилетели на разрушитель и пройдя в реактор заложили электро бомбу . После узнав с помощью силы где содержат Кираса пришли в тюремный блок . У камеры вы вырубив охрану зашли в неё и увидели висящего Кираса ктоторый был бесознания. ",
    "answers": [
      {
        "id": 59,
        "text": "Подшутить над ним "
      },
      {
        "id": 60,
        "text": "Снять его и попытаться привести в чувство"
      }
    ]
  },
  {
    "id": 59,
    "text": "— Итак — прикрикнули вы грубым голосом на Кираса — где база Альянса?! \nКирас очнулся и медленно поднимая на вас голову ответил :\n— Я ничего вам... — Кирас увидел вас — Вы пришли за мной... я рад вас видеть! \n— Я тоже рад, что ты живой — сказали вы и сняли юношу. — Времени мало надо идти. \nВы надели маску и дав Кирасу бластер побежали в ангар. ",
    "answers": [
      {
        "id": 61,
        "text": "дальше"
      }
    ]
  },
  {
    "id": 60,
    "text": "Вы сняли юношу и сумели привести его в чуство с помощью силы. \n— ... Это  вы, я рад вас видеть... вы ведь  .... за мной пришли?! — Кирас сиял от счастья. \n— Я рад тебя видеть, но времени мало идём. \nС этими вы дали юноше бластер и направились в ангар. ",
    "answers": [
      {
        "id": 61,
        "text": "дальше"
      }
    ]
  },
  {
    "id": 61,
    "text": "Вы бежали по коридору растреливая штурмовиков попадавшиеся вам навстречу. И вот наконец вы вбежали в ангар где стоял ваш шаттл, но путь вам преградили штурмовики, вместе с двумя \" штурмовиками  смерти \" , один из которых бросил коммуникатор на пол из которого появилась голограмма генерала Вирса. \n— Ну вот и всё мятежная мразь. Взять их! — скомандовал генерал. \nВы с Кирасом спрятались за ящики у дверей ангара и отстреливались от штурмовиков. Однако это мало помогало , штурмовики прибывали в ангар десятками. Тогда вы отдали бластер Кирасу и вышли из укрытия. \n— Постойте — сказал Вирс. \nВы достали световой меч и на глазах изумлëнных противников и Кираса включили его. \n\" Я выбрал свой путь\" — подумали вы. \n— Всем.. отрядом уничтожить... джедая! — крикнул Вирс и все штурмовики открыли по вам огонь. Вы отбивали все выстрелы штурмовиков. Но проход на шаттл был всë ещё занят имперцами. ",
    "answers": [
      {
        "id": 62,
        "text": "Сбить с ног с помощью силы"
      },
      {
        "id": 63,
        "text": "Поймать выстрелы и отразить в противника"
      }
    ]
  },
  {
    "id": 62,
    "text": "Вы вытянули быстро руки вперëд и сами того не ожидая вызвали сильный импульс который сбил всех противников в ангаре и даже взорвал TIE — истребитель  \n— Пошли ! — крикнули вы Кирасу который не понимал, что происходит. Юноша побежал за вами в шаттл. Вылетев из ангара вы взорвали электро бомбу которая обесточила разрушитель. ",
    "answers": [
      {
        "id": 64,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 63,
    "text": "Вы вытянули руку резко вперед и поймали множество выстрелов штурмовиков и отразили в них самих же, но это вызвало сильный ипульс и выстрелы устроили пожары в разных местах. \n— Пошли ! — крикнули вы Кирасу который не понимал, что происходит. Юноша побежал за вами в шаттл. Вылетев из ангара вы взорвали электро бомбу которая обесточила разрушитель. ",
    "answers": [
      {
        "id": 64,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 64,
    "text": "Прилетев в столицу вы взорвали шаттл, а после вернулись к себе домой вместе с юношей который сразу задал кучу вопросов, кто вы, зачем вы здесь, и т. д. \nВы отвечали не на все вопросы, к примеру, что за ценную информацию вы оберегаете, вы ответили, что не может ответить, так как поклялся никому и никогда об этом не говорить. \n— Так значит.. — сказал Кирас задав все вопросы -.. Вы присоединитесь к Альянсу? \n— Видимо да — ответили вы улыбаясь, но сами посмотрели в окно на вечернее небо и вздохнули — у меня просто нет выбора... ",
    "answers": [
      {
        "id": 65,
        "text": "... "
      }
    ]
  },
  {
    "id": 65,
    "text": "Звëздный разрушитель лорда Вейдера над Кашииком. \n\nДарт Вейдер тяжело дыша стоял на мостике и смотрел на зелëную планету, как вдруг подошел офицер. \n— В чëм дело? — спросил Вейдер не поворачиваясь. \n— Вас на связь вызывает император, милорд. — ответил офицер. \n— Соедините меня с ним на мостике. — Вейдер вошëл в комнату с панелью и закрыл дверь. В туже минуту на панели появилась голограмма императора Палпатина. Уродливое лицо императора скрывал капюшон, но были видны его горящие жëлтые глаза и слегка улыбающийся рот. Вейдер встал на колено опустив голову. \n— Владыка Вейдер, — начал император — я почувствовал возмущение в силе. \n— Да, я тоже его почувствовал- сказал Вейдер . \n— Скорее всего это джедай, направте туда шестого инквизитора. \n— Шестого? — спросил Вейдер подняв голову. \n— Да, именно его и никого более — на лице императора появилась кривая улыбка... \n\n\n                 продолжение следует... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец первой части. "
      }
    ]
  },
  {
    "id": 66,
    "text": "",
    "answers": []
  }
]