[
  {
    "id": 1,
    "text": "23:30<s>r\nВы всё чаще начинаете зевать, и глаза смыкаются сами собой. Посмотрев на время, вы решили побыстрее доделать всю работу до конца, и со спокойной душой вызвать такси, чтобы наконец добраться до мягкой, теплой постели.<s>r\n00:15<s>r\nВнезапно вы почувствовали вибрацию по столу, источником которой являлся телефон, Он давал вам знать о полностью разряженной батарее.<s>r\n00:30<s>r\nДоделывая всю работу, вы смотрите на наручные часы и думаете как попасть домой.<s>r\n“Черт, с этой работой свихнуться можно”<s>r\n У вас есть возможность воспользоваться стационарным телефоном, но в тот же момент вы понимаете, что начальник не очень любит, когда звонят с этого телефона по личным делам, и если он узнает, будет немного проблематично.<s>r\n",
    "answers": [
      {
        "id": 2,
        "text": "Взять стационарный телефон и вызвать такси."
      },
      {
        "id": 3,
        "text": "Найти человека и попросить сотовый у него."
      },
      {
        "id": 4,
        "text": "Попробовать поймать попутку."
      },
      {
        "id": 5,
        "text": "Пойти до ближайшей остановки. "
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы подходите к тумбочке с телефоном, стоящей в углу кабинета. Рядом, на маленьком листке, вырванном из записной книжки, написан номер такси компании “Wheelly”. Вы набираете этот номер, слышите пару гудков и наконец на другом конце провода раздается милый женский голос: <s>r\nАло, это Wheely. Слушаю вас<s>r\nЗдравствуйте. Я  бы хотела заказать такси на адрес ул. Карла Маркса, здание офиса WALRUS.<s>r\nХорошо. Рядом есть свободная машина. Она прибудет через 10 минут<s>r\nСпасибо, до свидания<s>r\nВы кладете трубку и смотрите на часы: 00:33.<s>r\n“Вроде у меня в сумочке была парочка пончиков...”<s>r\nВы подходите к своему столу, берёте сумку и достаете пончик. Он покрыт вкусным шоколадом, а внутри начинка из крема. Вы садитесь в кресло, и ,кушая, осматриваете кабинет, в котором работаете вот уже 3 года. Горы бумаг… Тусклый экран монитора… На другом конце комнаты стоит небольшой диванчик, на котором вы спите, если остаетесь на ночь. Рядом с ним та самая тумбочка с телефоном и номером такси.<s>r\n“Всё осталось таким же как и 3 года назад” — замечаете вы.<s>r\nВы смотрите на часы. Время: 00:40.<s>r\n“Пора”<s>r\nВы подходите к вешалке, что стоит в углу, надеваете лёгкое пальтишко нежно голубого цвета, которое вы покупали с мамой, когда та приезжала на ваш день рождения. Вы забираете сумочку и идёте к лифту. <s>r\nСерые металлические стены, на которых висят пару реклам: реклама нового фильма “Сдохни или умри”, реклама пива“Carlsberg безалкогольный” и реклама интернет-магазина одежды “HM”. Вы доехали до самого низа и вышли. <s>r\nВы подошли к входной двери и хотели было выйти, но осознали, что она закрыта. Посмотрев на место охранника вы поняли, что его там нет.<s>r\n“Где Джим?” — раздраженно подумали вы.<s>r\nДжим — охранник, который всегда сидит на своём месте и читает газету “Известия”. У него карие глаза, коричневые волосы, сквозь которые выглядывает седина, смуглая кожа, большой нос и квадратный подбородок. Его телосложение было грузное, а сам он был под два метра ростом. Его ладони были просто огромные. <s>r\nВы ходите по этажу, и пытаетесь найти его, но видите лишь несколько диванчиков для ожидания, среди них стоит столик и всё тажа реклама на стенах. <s>r\nВнезапно вы чувствуете, как кто-то схватил вас за горло и пытается задушить.<s>r\n“Что за...”<s>r\nВ вашей голове проносится тысяча мыслей в секунду. В панике вы пытаетесь найти выход:<s>r\n",
    "answers": [
      {
        "id": 6,
        "text": "Укусить его"
      },
      {
        "id": 1,
        "text": "Дальше, пусто. (Переход на страницу 1)"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы вышли из кабинета и осмотрелись. Столы… Куча бумаг… Безжизненные экраны компьютеров. И ни души. Гробовая тишина, будто на свете остался только один человек, и это вы.<s>r\n“Ну конечно! Кто вообще будет засиживаться на работе так долго?!”<s>r\nВы присели на небольшой кожаный диванчик, стоящий у стены. Рядом с ним находится столик, на котором стоит кулер. <s>r\n“Вроде бы я брала с собой кофе ‘3 в 1’. Может остался ещё”<s>r\nВы включаете кулер, и идёте обратно, чтобы посмотреть, есть ли еще кофе, но внезапно, кто-то схватил вас сзади за горло. Он пытается вас задушить. Воздуха не хватает. Начинает мутнеть в глазах.<s>r\n“Что за...”<s>r\nВ вашей голове проносится тысяча мыслей. Вы пытаетесь найти выход.<s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "Дальше, пусто. (Переход на страницу 1)"
      },
      {
        "id": 1,
        "text": "Дальше, пусто. (Переход на страницу 1)"
      }
    ]
  },
  {
    "id": 4,
    "text": "Собрав все свои документы вы решили что на улице наверняка ездят полно машин. Выйдя из кабинета вы движетесь прямо к выходу офиса, проходя мимо тёмных экранов, немалого количество столов с хаотично разбросанных по ним бумаг и прочего офисного барахла. Дёрнув ручку наружной двери, дверь не отперлась. <s>r\n<s>r\n *Чёрт, видимо охранник запер дверь.. Нужно побыстрее найти его — зевок* <s>r\n<s>r\nВы решили выйти в центр длинного коридора и осмотреть здание. Но к счастью вам удалось найти Джимма раньше чем могло бы оказаться. Вы посмотрели в конец коридора и увидели медленно, но верно шагающего к вам охранника.<s>r\nХэээй, неужели ты не проверил все комнаты перед тем как запереть дверь, и включить сигнализацию здания, она могла бы сработать… — С каждой секундой охранник молча подбирался к вам всё ближе и ближе, пока не оказался от вас в паре метров. <s>r\nДжимми?? Всё хорошо? — когда вам удалось разглядеть Джимма вблизи, вы увидели измазанное кровью лицо, сильную одышку, и мелко сузившиеся зрачки смотревшие прямо вам в душу. На секунду, ваще сердце будто остановилось, инстинкты самосохранения молниеносно дали знак того что нужно бежать, но стоило лишь немного сдвинуть ноги, как рука охранника оказалась у вашего горла.<s>r\n“Что за...”<s>r\nВ вашей голове проносится тысяча мыслей. Вы пытаетесь найти выход.<s>r\n",
    "answers": [
      {
        "id": 10,
        "text": "Пнуть в промежность."
      },
      {
        "id": 11,
        "text": "Попытаться убрать его руку от горла."
      }
    ]
  },
  {
    "id": 5,
    "text": "Собрав все свои документы вы вспомнили про расписание автобусов ночного рейса в вашей сумочке. Автобус должен был подъехать вот вот через пару минут к остановке у вашего офиса. Поспешив к выходу, вы дернули ручку двери, дверь не отперлась..<s>r\n <s>r\n*Чёрт, видимо охранник запер дверь.. Нет времени его искать* <s>r\n<s>r\nВы подбежали к безлюдной, стеклянной кабине охранника, и начали искать ключи от выхода. Взяв ключи из тумбочки вы развернулись к лампе, что стояла позади вас, дабы разглядеть номер нужного вам ключа. Вдруг свет лампы куда то исчез, и вместо него появилась большая тень, что полностью с ног до головы покрыла вас. Большое, грузное тело охранника преградила путь из кабины. Лицо Джимма полностью испачкано кровью, его лёгкие, будто разрывали своим дыханием грудную клетку, а его сильно сузившиеся зрачки, будто насквозь прорезали вас своим взглядом. <s>r\nДжимми?? В-всё хорошо….???? — На секунду, ваше сердце будто остановилось, инстинкты самосохранения молниеносно дали знак того что нужно бежать, но стоило лишь немного сдвинуть ноги, как рука охранника оказалась у вашего горла.<s>r\n“Что за...”<s>r\nВ вашей голове проносится тысяча мыслей. Вы пытаетесь найти выход.<s>r\n",
    "answers": [
      {
        "id": 21,
        "text": "Зарядить лампой по голове охранника."
      },
      {
        "id": 1,
        "text": "Дальше, пусто. (Переход на страницу 1)"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы кусаете его за руку настолько сильно, что чуть ли не откусилу ему часть кожи. Он отдергивает руку. Вы падаете в без сил, но понимаете, что если сейчас же не убежать, то всё очень плохо обернётся. Вы сжимаете всю последнюю волю в кулак, и с большим трудом встаёте, убегаете к лифту и нажимаете на кнопку “4”.<s>r\nЧёрт, чёрт, чёрт!!!<s>r\nОхранник бежал за вами хотел было зайти, но двери лифта закрылись прямо у него перед носом.<s>r\nВы рухнули на пол. Ваши мысли смешались в один ком. Вы жадно глотаете воздух.<s>r\nДа твою ж мать!!! — кричите вы в истерике.<s>r\nДвери лифта открываются, и вы видите этаж-кафе. Вы пытаетесь успокоиться, делая глубокий вдох и думаете, что делать дальше.<s>r\n",
    "answers": [
      {
        "id": 8,
        "text": "Попытаться найти что-то острое"
      },
      {
        "id": 1,
        "text": "Дальше, пусто. (Переход на страницу 1)"
      }
    ]
  },
  {
    "id": 7,
    "text": "",
    "answers": [
      {
        "id": 1,
        "text": "Дальше, пусто.  Переход на 1 страницу.. "
      },
      {
        "id": 1,
        "text": "Дальше, пусто.  Переход на 1 страницу.. "
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы поднимаетесь. Ничего не видно. Хоть глаз выколи. Вы пробираетесь через кафе на ощупь. Вскоре ваши глаза начинают привыкать, и вы различаете очертания столов. Наступив на что-то твёрдое, обнаруживаете бутылку. Вспомнив про ту самую смертоносную розочку из фильмов, вы решаете сразу, не подумав разбить горло бутылки об стол, что вызвало много шума.. Уже через пару секунд, открывается дверь, озаряя вашу комнату светом, в которую вбегает охранник.",
    "answers": [
      {
        "id": 1,
        "text": "Дальше, пусто. (Переход на страницу 1)"
      },
      {
        "id": 1,
        "text": "Дальше, пусто. (Переход на страницу 1)"
      }
    ]
  },
  {
    "id": 9,
    "text": "Взяв в руку пистолетный степлер, вы изовсех сил пытаетесь дотянутся до шеи охранника. Но ваши действия были тщетны. Охранник успевает перехватить вашу руку, и забирает у вас степлер, после чего применяет его на вас. ",
    "answers": [
      {
        "id": 1,
        "text": "Смерть. (респавн)"
      }
    ]
  },
  {
    "id": 10,
    "text": "Под порцией адреналина, ваша нога заряжает точно по ядрам. От боли охранник ещё больше сжал вашу шею, схватившись второй рукой за больное. Вам не хватает воздуха. Несмотря на помутнение в глазах, вы замечаете на поясе охранника, какую то вещь. <s>r\n",
    "answers": [
      {
        "id": 12,
        "text": "Попробовать дотянутся до пояса Джимма."
      },
      {
        "id": 13,
        "text": "Попытаться что нибудь нащупать рукой, на журнальном столике. "
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы хватаете его руку, и со всей подаренной адреналином, силой, отдираете его руку от своего горла. Охранник достаёт подобие полицейской дубинки, и бьёт, ломая ваше плечо. Вы падаете, жуткая боль постигает вашу руку. Стоит лишь едва пошевелить рукой, как боль пронизывает ваше тело. Несмотря на плохое состояние вы стараетесь держаться в руках, и думать как себя спасти.",
    "answers": [
      {
        "id": 17,
        "text": "Быстро встать, и дать дёру со всех ног."
      },
      {
        "id": 18,
        "text": "Зарядить с ноги по ядрам второй раз!"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вам удалось достать до пояса джимма, к нему прикреплен чехол для полицейской дубинки. Вы быстро берёте дубинку, и с силой бьёте по:<s>r\n",
    "answers": [
      {
        "id": 14,
        "text": "Ударить по голове."
      },
      {
        "id": 15,
        "text": "Ударить по руке которой вас держат."
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы водите рукой по столу нащупывая листки бумаги, пока не натыкаетесь на пистолетный степлер, для прибивания к стенам, тонких деревянных стенгазет.<s>r\n",
    "answers": [
      {
        "id": 9,
        "text": "Попытаться дотянуться до шеи охранника, и всадить огромный колибр скобки в гланды."
      },
      {
        "id": 16,
        "text": "Всадить огромный калибр скобки в руку охранника которой  вас держат. "
      }
    ]
  },
  {
    "id": 14,
    "text": "Ударив охранника в область головы, вы попадаете в висок, после чего успеваете сделать второй удар, ломая ему нос. Джим обеими руками схватился за свою голову, упустив вас из виду на пару секунд. Ваша шея была разжата, вы сново могли полноценно дышать. Хоть сил толком и не было, вы решили воспользоваться моментом и оторваться от джимма. <s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "Дальше сюжет будет делиться во всех выборах на две части.. Нооо, пока что это всё.. "
      },
      {
        "id": 1,
        "text": "Дальше сюжет будет делиться во всех выборах на две части.. Нооо, пока что это всё.. "
      }
    ]
  },
  {
    "id": 15,
    "text": "Ударив дубинкой руку, охранник разжимает вас из за боли, затем резко прижимает вас к стене, и второй рукой из заднего кармана достаёт электрошокер применяя его. <s>r\nВаше тело не выдерживает электрический разряд, и вы помираете. <s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "Смерть. (Респавн)"
      }
    ]
  },
  {
    "id": 16,
    "text": "Взяв в руку пистолетный степлер, вы сразу вживаете в руку охранника пару троек крупнокалиберных скобок. Запястье Джимма разжало облилось кровью, после чего он разжал свой кулак, и затем вам удалось всадить ещё парочку, в его ногу. Вы снова могли полноценно дышать. Хоть сил толком и не было, вы решили воспользоваться моментом и оторваться от джимма. <s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "Дальше сюжет будет делиться во всех выборах на две части.. Нооо, пока что это всё.. "
      },
      {
        "id": 1,
        "text": "Дальше сюжет будет делиться во всех выборах на две части.. Нооо, пока что это всё.. "
      }
    ]
  },
  {
    "id": 17,
    "text": "Как только вам удалось поднятся, вы срузуже разворачиваетесь, и стоило вам сделать лишь шаг, как Джимм хватает вас за воротник вашей одежды, подтаскивая вас к себе. ",
    "answers": [
      {
        "id": 19,
        "text": "Ринуться от охранника с ещё большей силой. "
      },
      {
        "id": 20,
        "text": "Развернуться, и как следует толкнуть охранника, чтобы тот свалился на пол."
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы успешно забиваете трёх-очковый. На этот раз ваш каблук слетает с ноги. Вы поднимаетесь, и вот уже собираетесь убегать, пока охранник мучается жуткой болью. Но бежать с одним каблуком на ноге не так уж и удобно..<s>r\n",
    "answers": [
      {
        "id": 23,
        "text": "Снять вторую обувь и убегать босой. "
      },
      {
        "id": 24,
        "text": "Не тратить время на снятие обуви, и бежать так."
      }
    ]
  },
  {
    "id": 19,
    "text": "Джимм резко дёргает ваш воротник к себе, когда вы в тоже время, делаете рывок в обратную сторону от охранника, эти действия повлияли на силу инерции, что в свою очередь повлияло на охранника, воротник вырывается из рук Джимма, после чего из за силы инерции Джимм падает на пол .<s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "Дальше сюжет будет делиться во всех выборах на две части.. Нооо, пока что это всё.. "
      },
      {
        "id": 1,
        "text": "Дальше сюжет будет делиться во всех выборах на две части.. Нооо, пока что это всё.. "
      }
    ]
  },
  {
    "id": 20,
    "text": "Развернувшись, вы как следует разбегаетесь, и толкаете Джимма. Ваш условно сильный толчок, никак не повлиял на физическое тело охранника. Охранник достал электрошокер, и подзарядил вас электрической энергией. Ваше тело не выдержало электрический разряд.<s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "Смерть. (Респавн)"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы дотягиваетесь до лампы, и распарывая кожу, заряжаете по голове охранника.. По без того, кровавой щеке Джимма, медленно начала течь кровь, капая с его подбородка на вашу обувь. После удара по голове, у Джимма значительно расслабился хват. Видимо вы хорошенько, чуть ли не до потери сознания, приударили по нему. <s>r\nУ вас есть возможность сбежать.<s>r\n",
    "answers": [
      {
        "id": 25,
        "text": "Вырваться и разбив лампой стекло что позади вас выпрыгнуть из кабины охранника."
      },
      {
        "id": 26,
        "text": "Вырваться и побежать напрямик к выходу, через охранника."
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  },
  {
    "id": 23,
    "text": "Быстрым движением руки, вы смахнули второй каблук, и бросились в сторону, с последних сил что у вас остались.<s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "Дальше сюжет будет делиться во всех выборах на две части.. Нооо, пока что это всё.. "
      },
      {
        "id": 1,
        "text": "Дальше сюжет будет делиться во всех выборах на две части.. Нооо, пока что это всё.. "
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы решили не тратить время на снятие обуви, и побежать так, пробежав несколько шагов, вы спотыкаетесь, и падаете. Как только вы встали, и собрались ринуться в бег, вв почувствовали что то твёрдое, упирающееся в вашу спину. После чего ваше тело приняло огромное количество джоулей. <s>r\nВаше тело не выдержало электрический разряд.<s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "Смерть. (Респавн)"
      }
    ]
  },
  {
    "id": 25,
    "text": "(Пустота)",
    "answers": [
      {
        "id": 1,
        "text": "Дальше, пусто. (Переход на страницу 1)"
      },
      {
        "id": 1,
        "text": "Дальше, пусто. (Переход на страницу 1)"
      }
    ]
  },
  {
    "id": 26,
    "text": "(Пустота)",
    "answers": [
      {
        "id": 1,
        "text": "Дальше, пусто. (Переход на страницу 1)"
      },
      {
        "id": 1,
        "text": "Дальше, пусто. (Переход на страницу 1)"
      }
    ]
  },
  {
    "id": 27,
    "text": "",
    "answers": []
  }
]