[
  {
    "id": 1,
    "text": "\"Когда я подъехала к особняку, на улице была лёгкая туманность и прохлада. Я получала удовольствие от такой погоды, так как с раннего детства не любила жару, отдавая предпочтение холоду.\nВ последнее время я часто думала, не замечая вокруг себя почти ничего приятного, радостного и счастливого. Несколько месяцев назад я и думать не могла, что окажусь в подобном месте....\"\n\nЭто мой первый квест и даже если он не заинтересовал первыми сроками, прошу дать шанс моему произведению. Я рассчитываю на понимание при наличии допущенных орфографических и речевых ошибок, если они были допущены, то прошу написать в комментариях. Так же мне было бы очень приятно узнать мнение о квесте.\n\nПриятного прохождения.\n\nP.S. Квест не закончен, но обновление не заставит себя ждать.\n",
    "answers": [
      {
        "id": 2,
        "text": "Продолжать думать о своём"
      },
      {
        "id": 3,
        "text": "Вернуться в реальность"
      }
    ]
  },
  {
    "id": 2,
    "text": "Тот ужасный, роковой день я помню до мельчайших деталей, хотя я неоднократно пыталась стереть его из памяти.\n...\n\nБыло начало весны, я очень любила эту пору года. Не знаю почему, но весной у меня всегда проявлялось эйфорическое чувство, буд-то жизнь начинается и всё будет хорошо. \nМоя лучшая подруга предложила мне поехать с ней на выходные к морю, где стоял загородный дом её родителей. Я сразу же согласилась. Причиной моего быстрого ответа была учёба, которая мне изрядно надоела за долгие месяцы, а ещё то, что я давно не выбиралась из города. Жила я с родителями,и, конечно же достаточно часто с ними ссорилась. Темой ссор в основном была учёба, тем более, что был последний курс.  Результаты у меня были хорошими, если не сказать отличными, но мама очень волновалась и злилась, когда видела меня долгое время с книгой в руках или же гуляющую с Джейн на улице. \nКаждый раз ссоры заканчивались плохо, я сильно обижалась, игнорируя её упрёки. Отец же часто успокаивал свою жену, говоря ей, что она преувеличивает. Но случалось, что мама подбивала его на серьёзный разговор со мной.\n\nКонечно я любила родителей и было много счатливых и спокойных дней, но всегда ссорясь я ловила себя на той мысле, что они перегибают палку.\n",
    "answers": [
      {
        "id": 4,
        "text": "далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "В этом году, весной погибли в пожаре мои родители и чтобы справиться с печалью я решила переехать в другой город. Выбор пал на Гюфтер. И вот я стою перед моим новым домом, а если сказать точнее, то перед огромным особняком. Его я купила за деньги, которые мне выплатили за страховку после пожара и смерти родителей.\nНе успела я отвлечься от грустных мыслей, как мне дорогу перебежал  чёрный кот. Я очень испугалась. Нет я не была из пугливых, но если человек задумался, то даже незначительный испуг может довести до панической атаки.",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "В тот момент, когда я согласилась на очень заманчивое предложение подруги, меня посетила не совсем радостная мысль:\"Наверняка, Миссис и Мистер Томсон не обрадуются.\"\nНо я твёрдо решила, что поездка состоится. \nПридя домой после прогулки с Джейн, я не была намерена оттягивать не избежное. Быстро переодевшись я пошла искать маму.",
    "answers": [
      {
        "id": 5,
        "text": "В саду"
      },
      {
        "id": 6,
        "text": "В спальне"
      }
    ]
  },
  {
    "id": 5,
    "text": "Решив поискать её на улице я отправилась в наш маленький сад. И угадала, мама любила цветы.\nЗастала я её за посадкой примулы.\n",
    "answers": [
      {
        "id": 7,
        "text": "Эм-м, привет"
      }
    ]
  },
  {
    "id": 6,
    "text": "В спальне её не оказалось и тогда я решила заглянуть в сад ",
    "answers": [
      {
        "id": 7,
        "text": "выйти в сад"
      }
    ]
  },
  {
    "id": 7,
    "text": " —Эм-м, привет.\n —Привет–отозвалась Мишель, при этом лучезарно улыбнувшись.—У тебя что-то случилось?\n —Нет, всё в порядке, посто хотела поговорить.\n —И о чём же?–Уже более заинтересованно спросила Миссис Томсон.\n —Скоро выходные, так что я хотела провести их с Джейн в загородном доме её родителей...\n —Клэри...–начала Мишель.–У тебя последний курс и экзамены на носу, а ты хочешь потратить выходные зря.\n —Ну ты же прекрасно знаешь, что я отлично здам экзамены и закончу институт.\n —Знаю.–На моё удивление спокойно отриагировала мать.– Но я против, вот закончишь и тогда поезжай куда хочешь!\n —Но для меня очень важно отвлечься перед экзаменами!–Со смесью злости и мольбы я повысила голос, окончательно отвлекая мать от приятного времяпровождения.\n —А я говорю, что ты никуда не поедешь на эти выходные, а будешь готовиться к экзаменам!–Крикнула на меня, испортив при этом настроение и мне, и себе.\n",
    "answers": [
      {
        "id": 9,
        "text": "Молча развернуться и уйти"
      }
    ]
  },
  {
    "id": 8,
    "text": "",
    "answers": [
      {
        "id": 20,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 9,
    "text": "Я не хотела больше обсуждать эту тему, поняв, что мама останется при своём мнении и не изменит решения. Конечно я могла дождаться отца, но я была уверена, что он согласится со своей женой. Поэтому не дожидаясь пока Миссис Томсон решит заглянуть в комнату своей дочери, я по тихому собрала вещи и ушла из дома.\nИдти мне особо было не к кому, разве что к лучшей подруге, которая всегда может приютить.\nЧто я и сделала. \nКонечно Джейн меня приняла, она не жила с родителями как я, а снимала маленький домик, естественно с немалой материальной помощью родителей.\n",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "Через 15 минут ко мне, сидящей на лавочке подехал чёрный автомобиль. Из него вышел парень лет 25-27 и подошёл ко мне.\n–Клэри?–Спросил он.\n–Да.– Тихо и еле слышно ответила.\n–Пойдём.–И, не дожидаясь ответа взял меня за руку и повёл к машине. Я села на переднее сиденье, он завёл двигатель и поехал. \n\nЕхали мы минут 20, остановились у моего сгоревшего дома. Там стояло несколько полицейских и экспертов. Я вышла из машины и на ватных ногах подошла к чёрным руинам, которые ещё вчера были моим домом. \n\nКак только меня заметили присутствующие, все немного притихли. Ко мне подошёл мужчина лет пятидесяти.\n—Соболезную.–Услышала в свой адрес.\n—Что случилось? Где они?–Немного повысив голос спросила я.\n—Несчастный случай, причина пожара точно не установлена, но скорее всего проблемы с проводкой.–Спокойно ответил мужчина, так будто бы я не являлась родственницей Мистера и Миссис Томсон.\n–Где они?–Спокойно повторила вопрос, но в моём голосе явно чувствовалась напряжённость.\n–В морге.–Услышала я короткий ответ. \nИз моих глаз полились слёзы, я быстро их вытерла и задала очередной вопрос.\n—Когда я смогу их увидеть?\n—Сейчас, вы можете сейчас же поехать с моим подчинённым, он вас отвезёт.–Сказал он и показал на парня, который привёз меня.\n\nЯ лишь коротко кивнула и двинулась по направлению к машине.\n",
    "answers": [
      {
        "id": 22,
        "text": "Сесть в машину"
      }
    ]
  },
  {
    "id": 11,
    "text": "Переночевав у подруги, ранним утром я зайдя в телефон увидела 6 пропущенных звонков. И я очень удивилась тому, что это были не мои родители. Внутри меня зародилось чувство чего-то очень плохого, неизбежного.\nЯ не решалась набрать номер, но и не позвонить не могла.",
    "answers": [
      {
        "id": 12,
        "text": "Набрать номер"
      },
      {
        "id": 13,
        "text": "Не звонить"
      }
    ]
  },
  {
    "id": 12,
    "text": "И всё-таки не позвонить хуже, да и мне было очень любопытно, кому я так понадобилась ночью.\n\nНабрав неизвестный номер, я задумалась, кто же мне ответит. Ответил парень, по голосу трудно определить, но мне показалось, что ему было не больше 30.\n–Здравствуйте, вы Клэри Томсон?–Поинтересовался незнакомец.\n–Да, я.–Немного замешкавшись ответила.\n–Мне жаль вам сообщать, мисс Томсон, но... Сегодня ночью в вашем доме случился пожар, и... Ваши родители... Мне очень жаль... Но они не выжили...\nЭта новость лешила меня дара речи, сказать, что мне стало плохо на душе, это ничего не сказать. Два моих самых близких человека ушли из жизни, покинули меня в этом мире... \n\n–Мисс, вы меня слышите?!–Из телефона послышался встревоженный голос.\n–Да, да я здесь...–Ответила я на тот момент находясь где-то далеко у себя в подсознании.\n–Скажите мне адрес где вы сейчас находитесь, я вас отвезу на место происшествия.–Опять отозвался телефон.\nЯ мошенально назвала адрес подруги и повесила трубку. Быстро написала короткую записку предназначенную Джейн и приведя себя в порядок на скорую руку вышла из дома.\n",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "Я решила не звонить и с мыслью \"Кому надо пускай сам звонит\" отправилась на кухню. Но не успела за собой закрыть дверь, как телефон в моих руках завибрировал.",
    "answers": [
      {
        "id": 21,
        "text": "ответить"
      }
    ]
  },
  {
    "id": 14,
    "text": "Справившись с эмоциями, я направилась в особняк.\nНевольно я начала его с интересом рассматривать. Он был в высоту этажа в четыре. Особняк был тёмного цвета, что-то между чёрным и тёмно-коричневым, он стоял на окраине города, возле леса. На заднем дворе, если его можно так назвать, располагался сад, постепенно уходящий в лес...\n",
    "answers": [
      {
        "id": 15,
        "text": "Зайти внутрь"
      }
    ]
  },
  {
    "id": 15,
    "text": "Зайдя внутрь и заперев за собой дверь я почувствовала себя в безопасности, что для меня было вновинку, так как в чужих домах я всегда была настороже. Неизвестно по какой причине. \n\"Теперь это мой дом\"–Заключила в себе я.\n",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "Первым, что я увидела, была просторная комната или правильней сказать холл, в котором были уютный камин и готическая мебель. Нет она не была готической в той степени, как стоит дома у Дракулы, я назвала это готика и ненавязчивость... Да именно так. \n\nВ холле возле камина стоял диван и немного дальше пара кресел, так же я заметила книжные полки, на которых кроме книг ничего не было. Если пройти немного дальше, можно увидеть похожую на барную стойку, за которой находилась столешница с раковиной, недалеко от неё располагалось несколько вазонов с растениями.\n\nЗаметив лестницу, я не спеша отправилась иследовать верхние этажи.\nЯ нашла множество комнат, кабинетов, спален и несколько очень красивых столовых. Обойдя все этажи, и заглянув в каждую комнату, я выбрала себе спальню.",
    "answers": [
      {
        "id": 17,
        "text": "Рассмотреть"
      }
    ]
  },
  {
    "id": 17,
    "text": "Моя спальня оказалась большой, она в себе имела большую двухспальную кровать с прикроватными тумбочками, кресло, светильники, балкон выходящий в стопону леса, ванную комнату чуть меньше спальни и большое количество растений. Она была расположена на последнем-4-ом жтаже.\n\nЯ разобрала вещи и отправилась дальше исследовать особняк.\nНе знаю как так получилось, но при осмотре моих новых апартаментов я не заметила огромную библиотеку. Меня охватил тихий восторг, я с детства обожала читать, а тут целая домашняя библиотека. \n\nРасхаживая между стелажами и читая названия книг, я словила себя на той мысле, что сегодня я обязательно возьму книгу и буду её читать возле камина.",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "Я наткнулась на книгу Джоан Роулинг и решила остановиться на ней.\n\nВзяв её я направилась в холл к камину и села читать. Прошло минут 20, как я услышала настойчивое мяуканье за дверью. Ни на секунду я не сомневалась в своём действии, я любила животных. \n\nОткрыв дверь я увидела, что на улице идёт ливень.\n\"Хм, а я даже не заметила, что дождь начался...\"–Промелькнула у меня в голове мысль.\nНа пороге сидел тот самый чёрный кот, что ранее  меня напугал. Я быстро оглядела его, он был насквозь промокшим, но что было странно—он не дрожал от холода, хотя на улице, не смотря на начало лета, было прохладно. Взяв кота на руки я отправилась в мою ванную комнату.\n\nЯ зашла в ванну и посадила кота в удивительно большую раковину и включила кран с тёплой водой.\nНа моё удивление он получил только удовольствие от горячего душа, конечно же я была рада, ведь большинство котов не любят воду.",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "После водных процедур я насухо вытерла кота большым пушистым полотенцем, от чего его шерсть начала немного пушиться и электрезоваться. Я погладила кота и шерсть от образовавшегося электролиза ударила меня маленьким разрядом тока. Резко отдёрнув руку я рассмеялась. РАССМЕЯЛАСЬ, для меня это стало неожиданностью, так как уже несколько месяцев никто, включая меня, не слышал этого приятного, звонкого, девичьего смеха.\n\nКот посмотрел на меня долгим изучающим взглядом, от чего я немного смутилась, но так же поддержала эту игру в гляделки. \n\nИгру прервал кот, мяукнув достаточно громко, разрывая этим звуком тишину.",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "",
    "answers": []
  },
  {
    "id": 21,
    "text": "И всё-таки не позвонить хуже, да и мне было очень любопытно, кому я так понадобилась ночью.\n\nНабрав неизвестный номер, я задумалась, кто же мне ответит. Ответил парень, по голосу трудно определить, но мне показалось, что ему было не больше 30.\n–Здравствуйте, вы Клэри Томсон?–Поинтересовался незнакомец.\n–Да, я.–Немного замешкавшись ответила.\n–Мне жаль вам сообщать, мисс Томсон, но... Сегодня ночью в вашем доме случился пожар, и... Ваши родители... Мне очень жаль... Но они не выжили...\nЭта новость лешила меня дара речи, сказать, что мне стало плохо на душе, это ничего не сказать. Два моих самых близких человека ушли из жизни, покинули меня в этом мире... \n\n–Мисс, вы меня слышите?!–Из телефона послышался встревоженный голос.\n–Да, да я здесь...–Ответила я на тот момент находясь где-то далеко у себя в подсознании.\n–Скажите мне адрес где вы сейчас находитесь, я вас отвезу на место происшествия.–Опять отозвался телефон.\nЯ мошенально назвала адрес подруги и повесила трубку. Быстро написала короткую записку предназначенную Джейн и приведя себя в порядок на скорую руку вышла из дома.",
    "answers": [
      {
        "id": 27,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "Я села в машину, и даже не заметила как слёзы накрыли мои глаза. Я только смотрела в окно, на людей, счастливых людей, которые торопились по своим делам. И лишь для меня время остановилось.\n\n—Клэри...–Позвал меня уже знакомый голос.",
    "answers": [
      {
        "id": 23,
        "text": "Обернуться на голос"
      }
    ]
  },
  {
    "id": 23,
    "text": "Сквозь заплаканные зелёные глаза я посмотрела на помощника следователя. Он не стал мне ещё что-либо говорить, а молча протянул платок. Я благодарно взяла его промямлив что-то вроде \"Спасибо\" и использовала его вытерев глаза.\n\nЯ решила попробовать успокоиться. На моё удивление у меня получилось.\n\n—Мне очень жаль.–Услышала я от парня.\n—Спасибо.\n—Меня зовут Майк, если что-нибудь понадобится —обращайся.\n—Хорошо–Коротко ответила я и снова отвернулась к окну.",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "Когда мы приехали к моргу, внутри меня образовался ком печали и горя. На тот момент я не думала, что будет дальше.\n\nПосле того, как я зашла в здание морга, в моей памяти дыра. Я помню только обрывки, как мне показали родителей, как я рыдала, как Майкл помог мне выйти.\n...",
    "answers": [
      {
        "id": 25,
        "text": "Несколько месяцев спустя"
      }
    ]
  },
  {
    "id": 25,
    "text": "В скоре я похоронила родителей, сдала экзамены, мне выплатили страховку. Она составляла большую сумму. Мне было в тягость находиться в этом городе, в городе где у меня была нормальная жизнь, в городе где у меня была семья. Если бы рядом со мной был человек, поддерживающий меня, было бы проще справиться. \nНаверное хочется спросить где же была Джейн? Джейн действительно, узнав о смерти моих родителей поддерживала меня, но только несколько недель. Ровно столько, сколько было до окончания университета, а потом она сослалась на то, что её родители отправляют её за границу, работать в какую-то компанию. Я не вдавалась в подробности, мне было не до того, чтобы радоваться за подругу и её новыми возможностями. Вот так я осталась одна.\n\nПосле сдачи экзаменов я начала собирать вещи для переезда. И вот я нахожусь теперь здесь.",
    "answers": [
      {
        "id": 3,
        "text": "Вернуться в реальность."
      }
    ]
  },
  {
    "id": 26,
    "text": "И тут меня осенило,–[Может он голодный, а я дурёха даже не подумала об этом].\n\nЕстественно кошачьего корма у меня не было. Я посмотрела на наручные часы, они показывали 2 часа дня. И я решила выйти так сказать из зоны комфорта, из своего маленького мирка и пообщаться с людьми. Но для начала нужно решить что одеть.",
    "answers": [
      {
        "id": 30,
        "text": "заглянуть в гардеробную"
      }
    ]
  },
  {
    "id": 27,
    "text": "Через 15 минут ко мне, сидящей на лавочке подехал чёрный автомобиль. Из него вышел парень лет 25-27 и подошёл ко мне.\n–Клэри?–Спросил он.\n–Да.– Тихо и еле слышно ответила.\n–Пойдём.–И, не дожидаясь ответа взял меня за руку и повёл к машине. Я села на переднее сиденье, он завёл двигатель и поехал. \n\nЕхали мы минут 20, остановились у моего сгоревшего дома. Там стояло несколько полицейских и экспертов. Я вышла из машины и на ватных ногах подошла к чёрным руинам, которые ещё вчера были моим домом. \n\nКак только меня заметили присутствующие, все немного притихли. Ко мне подошёл мужчина лет пятидесяти.\n—Соболезную.–Услышала в свой адрес.\n—Что случилось? Где они?–Немного повысив голос спросила я.\n—Несчастный случай, причина пожара точно не установлена, но скорее всего проблемы с проводкой.–Спокойно ответил мужчина, так будто бы я не являлась родственницей Мистера и Миссис Томсон.\n–Где они?–Спокойно повторила вопрос, но в моём голосе явно чувствовалась напряжённость.\n–В морге.–Услышала я короткий ответ. \nИз моих глаз полились слёзы, я быстро их вытерла и задала очередной вопрос.\n—Когда я смогу их увидеть?\n—Сейчас, вы можете сейчас же поехать с моим подчинённым, он вас отвезёт.–Сказал он и показал на парня, который привёз меня.\n\nЯ лишь коротко кивнула и двинулась по направлению к машине.\n",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "Я села в машину, и даже не заметила как слёзы накрыли мои глаза. Я только смотрела в окно, на людей, счастливых людей, которые торопились по своим делам. И лишь для меня время остановилось.\n\n—Клэри...–Позвал меня уже знакомый голос.",
    "answers": [
      {
        "id": 23,
        "text": "обернуться на уже знакомый голос"
      }
    ]
  },
  {
    "id": 29,
    "text": "",
    "answers": [
      {
        "id": 23,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 30,
    "text": "На улице примерно <plus>16°C, не так холодно, но и не слишком жарко. На выбор четыре варианта.",
    "answers": [
      {
        "id": 31,
        "text": "Светлые джинсы-бананы, лёгкая рубашка, джинсовая куртка и армейского типажа ботинки."
      },
      {
        "id": 32,
        "text": "Чёрные джинсы, чёрные кроссовки, тёмная плотная рубашка в клетку"
      },
      {
        "id": 33,
        "text": "Чёрное платье с рукавами подчёркивающее фигуру, чёрные капронки, чёрные аккуратные ботинки на каблуке и коженная куртка."
      },
      {
        "id": 34,
        "text": "Тёмные спортивные штаны, подходящие не только для спорта, чёрные кеды, толстовка."
      }
    ]
  },
  {
    "id": 31,
    "text": "Светлые тона джинсовой ткани отлично подходят к моей слегка загорелой коже, а чёрные армейские ботинки придают этому образу чёткости и жёсткости.\n\nЯ посмотрела на себя в зеркало, молча кивнула своим мыслям и подошла к коту. Погладила его, и как бы в шутку сказала оставаться дома. На что он мурлыкнул, вроде как соглашаясь.",
    "answers": [
      {
        "id": 35,
        "text": "выйти на улицу"
      }
    ]
  },
  {
    "id": 32,
    "text": "На улице была не солнечная погода, серое небо с просветами и лёгкий туман. В такую погоду хочется слиться с окружением.\n\nЯ посмотрела на себя в зеркало, молча кивнула своим мыслям и подошла к коту. Погладила его, и как бы в шутку сказала оставаться дома. На что он мурлыкнул, вроде как соглашаясь.",
    "answers": [
      {
        "id": 35,
        "text": "выйти на улицу"
      }
    ]
  },
  {
    "id": 33,
    "text": "Сегодня мне не хотелось одевать что-либо яркое, но что-нибудь красивое и женственное всё-таки просилось вывести на прогулку. Это платье подчёркивало мою высокую форменную, но в то же время и хрупкую фигуру.\n\nЯ посмотрела на себя в зеркало, молча кивнула своим мыслям и подошла к коту. Погладила его, и как бы в шутку сказала оставаться дома. На что он мурлыкнул, вроде как соглашаясь.",
    "answers": [
      {
        "id": 35,
        "text": "выйти на улицу"
      }
    ]
  },
  {
    "id": 34,
    "text": "В этот раз я пожалуй выберу удобство и комфорт.\n\nЯ посмотрела на себя в зеркало, молча кивнула своим мыслям и подошла к коту. Погладила его, и как бы в шутку сказала оставаться дома. На что он мурлыкнул, вроде как соглашаясь.",
    "answers": [
      {
        "id": 35,
        "text": "выйти на улицу"
      }
    ]
  },
  {
    "id": 35,
    "text": "Зоомагазин находился в 30 минутах спокойной ходьбы от моего дома. Я решила спокойно прогуляться. \n\nИдя по улице мне встречались и школьники, и взрослые, я ловила на себе заинтересованные взгляды.",
    "answers": [
      {
        "id": 36,
        "text": "зайти в зоомагазин"
      }
    ]
  },
  {
    "id": 36,
    "text": "Зоомагазин оказался достаточно большим, в нём продавалось не только всё для животных, но и сами животные—от рыбок до щенят и котят, ещё в помещении этого магазина находился приют разнообразных животных. \n\nЗа прилавком стояла девушка, достаточно милая, и я улыбнувшись начала разговор:\n– Здравствуйте, у вас же есть кошачий корм?\n–Конечно, было бы странно, если бы его не оказалось. Сколько вам нужно?\n– Ну... Думаю килограмма хватит.\n– Хорошо, сейчас... Подождите пожалуйста. \nВ ответ я лишь кивнула, чтобы хоть как-то себя занять я начала разглядывать уголок с сувенирами. Ничего необычного: магнитики, брелки, игрушки, аксессуары, даже есть кепки. Когда я вновь обернулась к прилавку девушка уже приготовила мой товар. Я заплатила, поблагодарила и ушла.",
    "answers": [
      {
        "id": 37,
        "text": "отправиться домой"
      }
    ]
  },
  {
    "id": 37,
    "text": "Когда я пришла домой было 3:37, чёрный кот меня встретил на диване, возле камина. \nПокормив его, я ушла к себе в спальню. Я легла на кровать, и взяв в руки книгу и продолжила читать, не прошло и 10 минут, как ко мне пришёл кот. Лёг рядом со мной и заснул. \n\nТак прошло около двух часов, за чтением я вообще не следила за временем. Посмотрев на часы я обнаружила, что уже примерно шесть часов вечера. Я отложила книгу и включила телевизор, так прошло ещё часа полтора. ",
    "answers": [
      {
        "id": 38,
        "text": "узнать время"
      }
    ]
  },
  {
    "id": 38,
    "text": "—Итак уже почти восемь, чем ещё займёмся?-Спросила я у чёрного комочка возле меня.\n\nКот посмотрел на меня как-то осознанно и в то же время с интересом, будто ожидая мол–что же я ему смогу предложить лучше, чем сон и еда.\n\n—Хм, может имя тебе придумать? Или же порисовать?–Вслух я начала рассуждать, взвешивая, что хочу сделать в первую очередь.",
    "answers": [
      {
        "id": 39,
        "text": "придумать кличку коту"
      },
      {
        "id": 40,
        "text": "порисовать"
      }
    ]
  },
  {
    "id": 39,
    "text": "—Итак, раз уж ты останешься у меня и будешь коротать мои одинокие деньки, то думаю лучше называть тебя как-нибудь кроме \"Кота\". Как на счёт \"Блэйд\"?–Поинтересовалась кошачьим мнением.\n\nКот почти никак не отреагировал, но в его ярко-зелёных глазах я заметила отнюдь не кошачий интерес. На секунду мне показалось, будто это не кот вовсе, но я быстро отогнала эту мысль. \n\"Это же бред\"–Лишь пронеслось у меня в голове, прежде, чем покинуть её насовсем.\n\n—Ну, я так понимаю ты более-менее согласен, так что теперь ты Блэйд.\n",
    "answers": [
      {
        "id": 38,
        "text": "а теперь можно и порисовать..."
      }
    ]
  },
  {
    "id": 40,
    "text": "Я училась в художественной школе, а после в архитектурном институте. Как говорили мои преподователи \"Прирожденный талант\" на что я лишь пожимала плечами и немного краснела.\n\nВзяв всё что нужно я начала рисовать. Я видимо сильно задумалась и когда снова начала замечать всё вокруг я была в шоке.",
    "answers": [
      {
        "id": 41,
        "text": "рассмотреть рисунок"
      }
    ]
  },
  {
    "id": 41,
    "text": "На рисунке был изображён парень, лет 23-26. Он был симпатичным, явно тёмно-волосым. Взгяд его смотрел прямо в душу, прожигал насквозь, торс был оголён и я с интересом начала разглядывать татуировки на теле. Почти все они являлись рунами и надписями на неизвестном мне языке. \n\n",
    "answers": [
      {
        "id": 42,
        "text": "убрать рисунок к остальным работам"
      }
    ]
  },
  {
    "id": 42,
    "text": "Я поспешно убрала рисунок, и посмотрела в окно.\nЗа окном начался ливень, я немного задумалась наслаждаясь погодой. Блэйд, отныне мой любимый кот, явно захотел разделить со мной моё настроение и запрыгнул на широкий подоконник, где уже разместилась я. \n\nМой взгляд остановился на ближайших деревьях.",
    "answers": [
      {
        "id": 43,
        "text": "присмотреться"
      }
    ]
  },
  {
    "id": 43,
    "text": "Я присмотрелась. Рядом с деревом стояла девушка, она была немного легче одета, чем требовпла погода на этот момент. Волосы её были цвета огня, а глаза, на сколько я смогла рассмотреть, были почти чёрные. Но я не могла точно знать ведь я находилась слишком высоко и далеко.\n\nИ тут меня осенило. \n\n\"она смотрит на меня\"–Промелькнуло в голове. \n\nЯ отвела свой заинтересованый взгляд.",
    "answers": [
      {
        "id": 44,
        "text": "продоожить смотреть на таинственную незнакомку"
      },
      {
        "id": 45,
        "text": "отвлечься и отвернуться"
      }
    ]
  },
  {
    "id": 44,
    "text": "Мне стало жутко интересно, что эта загадочная особа делает возле моего особняка. Я решила хотя бы попытаться рассмотреть её получше, но увы, эта девушка с волосами цвета огня будто испарилась, и, когда я начала рассматривать место где она стояла, я заметила, что около дерева что-то лежит. Что-то очень маленькое, настолько, что я даже не догадывалась, что это может быть. Но я настолько была заинтересована этим, что твёрдо решила прямо сейчас пойти и проверить, что это там лежит.",
    "answers": [
      {
        "id": 46,
        "text": "посмотреть что одеть"
      }
    ]
  },
  {
    "id": 45,
    "text": "Я не захотела продолжать эту нелепицу, поэтому решила, что это совпадение.\n\n\"Какая-то девушка была на прогулке, потом начался дождь. Вот она и решила чутка постоять под деревом, а после добежать до своего дома\"–Аккуратно оправдав девушку, я погладила сидящего со мной Блэйда. Он куда-то напряжённо смотрел. Я проследила за его взглядом. Кот смотрел на то самое дерево, где только что стояла рыжеволосая девушка. \n\n—Видимо уже ушла.–Коротко обранила я. \n\nНо присмотревшись поняла почему Блэйд смотрит туда. Возле дерева лежал какой-то маленький предмет. Рассмотреть его мне не удалось, но я тут же решила его принести.",
    "answers": [
      {
        "id": 46,
        "text": "посмотреть что одеть"
      }
    ]
  },
  {
    "id": 46,
    "text": "Так как на улице шёл сильный ливень и было достаточно холодно, я озадачила себя вопросом.\n\n—Что бы мне одеть?–Спросила я вслух, то ли у себя, то ли задавая вопрос Блэйду, с привычным  интересом наблюдавшим за всеми моими действиями.",
    "answers": [
      {
        "id": 47,
        "text": "зайти в гардеробную"
      }
    ]
  },
  {
    "id": 47,
    "text": "У меня было три варианта.",
    "answers": [
      {
        "id": 48,
        "text": "тёплая кремовая толстовка, тёплые серые штаны, чёрные ботинки на толстой подошве."
      },
      {
        "id": 48,
        "text": "свитер нежно-розового оттенка, джинсовый комбинезон, чёрные и немного громоздкие ботинки."
      },
      {
        "id": 48,
        "text": "чёрная водолазка с кофтой, облегающие штаны, сапоги и дождевик"
      }
    ]
  },
  {
    "id": 48,
    "text": "Я даже не взглянув в зеркало, выбежала из своей комнаты. \n\nНа первом этаже я схватила свой зонт и открыла дверь.",
    "answers": [
      {
        "id": 51,
        "text": "выйти на улицу"
      }
    ]
  },
  {
    "id": 49,
    "text": "Я аккуратно, даже немного опасаясь, приблизилась ещё ближе к дереву и взяла в руки уже достаточно сильно заинтересовавшую вещь.\n\nЭтот предмет можно газвать капсулой, размером с пулю. Она была из серебра и на ней были ветьеватые узоры. \n\n\"Хм, она точна должна открываться...\"–Лишь пронеслось в голове.",
    "answers": [
      {
        "id": 50,
        "text": "попытаться открыть капсулу из серебра"
      },
      {
        "id": 52,
        "text": "пойти домой и разобраться с находкой в библиотеке"
      }
    ]
  },
  {
    "id": 50,
    "text": "Я, будто зачарованная капсулой, повертела её в руках. Надавила на стороны, покрутила и предприняла ещё уйму способов, которые знала, чтобы открыть серебряный кокон, явно таящий в себе что-то ценное. Но все мои попытки оказались тщетны—ничего не вышло, кокон не поддался.\n\nЯ оглянулась, почувствовав на себе пристальный взгляд. Но никого не увидела, а это ещё не значит, что там никого не было. Поэтому я решила вернуться в особняк и уже внутри внимательнее изучить свою находку.",
    "answers": [
      {
        "id": 53,
        "text": "вернуться в дом"
      }
    ]
  },
  {
    "id": 51,
    "text": "На улице лил ливень, я открыла зонт и стала оглядываться вокруг, в поисках нужного дерева.\n\nЯ сидя до этого на подоконнике, запомнила куда нужно идти. Быстро найдя глазами дерево, я спеша подошла к нему. В глаза бросился маленький округлый предмет, с серебрянным отливом.",
    "answers": [
      {
        "id": 49,
        "text": "поднять и рассмотреть таинственный предмет"
      }
    ]
  },
  {
    "id": 52,
    "text": "Мне показалось по детски глупым стоять под дождём и изучать новую вещь, тем более, что я вдруг резко ощутила всем своим существом пристальный взгляд. Нет, не просто взгляд, меня кто-то рассматривал. У меня появилось ощущение, что наблюдатель не один. \n\nЯ быстро сжала находку в руке и специально не оглядываясь поспешила домой.",
    "answers": [
      {
        "id": 53,
        "text": "зайти в дом"
      }
    ]
  },
  {
    "id": 53,
    "text": "Только захлопнув за собой дверь, я почувствовала себя в безопасности. Прислонившись к ней я положила зонт и наконец разжала руку. Из-за наприжения она начала болезненно ныть и немного побелела. Я внимательно, но достаточно быстро осмотрела капсулу и опять сжав в руке, но уже легче, не опасаясь, что с ней что-то случиться, отправилась в библиотеку.",
    "answers": [
      {
        "id": 54,
        "text": "подумать о Блэйде"
      },
      {
        "id": 55,
        "text": "неспеша зайти в библиотеку"
      }
    ]
  },
  {
    "id": 54,
    "text": "\"И где интересно сейчас Блэйд? Было бы здорово, если бы он сейчас составил мне компанию!\"–С надеждой подумала я и остановилась возле двери в библиотеку. \n\nЧто-то меня насторожило, я кожей ощутила чей-то взгляд. Но на улице, возле дерева ощущения были немного иными, тот кто за мной следил бесстыдно рассматривал меня и от этого чувства мне стало не по себе, будто я стояла на сцене в нелепом наряде. Тут же, от этого взгляда внутри меня разлилось приятное тепло. Я огланулась, но никого не заметила. Так я простояла в непонимании несколько секунд, а после ощутила что-то мягкое у своих ног. Опустив свой взгляд я наткнулась на Блэйда, трущегося об мои ноги и тихо мурлыча.",
    "answers": [
      {
        "id": 56,
        "text": "взять кота на руки"
      },
      {
        "id": 57,
        "text": "вы получили достижение \"Ментальная связь\""
      }
    ]
  },
  {
    "id": 55,
    "text": "Переступив порог библиотеки я поняла, что не знаю что искать. Но уходить не хотелось, так как единственным местом содержащем хоть какие-то ответы была эта огромная комната уставленная книгами.",
    "answers": [
      {
        "id": 59,
        "text": "осмотреться"
      }
    ]
  },
  {
    "id": 56,
    "text": "Я подняла кота на руки, ощутив приятное тепло исходящее от животного. Переступив порог библиотеки я поняла, что не знаю что искать. Но уходить не хотелось, так как единственным местом содержащем хоть какие-то ответы была эта огромная комната уставленная книгами.",
    "answers": [
      {
        "id": 58,
        "text": "зайти в библиотеку"
      }
    ]
  },
  {
    "id": 57,
    "text": "Вы подумали о своём новом друге, так как недавно испытали неприятное ощущение не безопасности, Блэйд решил поддержать вас своим пресутствием. Он решил вам доверять.",
    "answers": [
      {
        "id": 54,
        "text": "назад"
      }
    ]
  },
  {
    "id": 58,
    "text": "Само по себе помещение библиотеки было огромных размеров, и, чтобы найти хоть какую-то нужную информацию изначально требовалось знать — где какие книги расположены. Но этого я ещё не успела усвоить, так что вместе с тёплым комком на руках отправилась к камину, находящемуся возле крайних стеллажей.",
    "answers": [
      {
        "id": 1,
        "text": "продолжение скоро..."
      }
    ]
  },
  {
    "id": 59,
    "text": "Само по себе помещение библиотеки было огромных размеров, и, чтобы найти хоть какую-то нужную информацию изначально требовалось знать — где какие книги расположены. Но этого я ещё не успела усвоить, мой заинтересованный взгляд остановился на камине, находящемся возле крайних стеллажей.",
    "answers": [
      {
        "id": 60,
        "text": "подойти к камину"
      }
    ]
  },
  {
    "id": 60,
    "text": "Я подошла к камину. Возле него разместились два кресла и диван. Эта мебель нечем не отличалась от всей мебели в особняке, готический стиль, чёрная кожа. К этому я уже успела привыкнуть. \n\nКамин следовало разжечь, если я собиралась провести здесь какое-то время.",
    "answers": [
      {
        "id": 61,
        "text": "разжечь камин и продолжить осмотр библиотеки"
      }
    ]
  },
  {
    "id": 61,
    "text": "Разжечь источник тепла мне не составило труда, так как дрова уже были внутри, а спички я нашла у камина. \n\nПосле этого я решила внимательно изучить содержимое библиотеки. Конечно сделать это полностью мне не удастся, но я искренне себе пообещала, что постараюсь узнать побольше.\n\nЯ решила по порядку осмотреть содержимое стеллажей.",
    "answers": [
      {
        "id": 1,
        "text": "продолжение скоро..."
      }
    ]
  },
  {
    "id": 62,
    "text": "",
    "answers": []
  }
]