[
  {
    "id": 1,
    "text": "Автор: Tvoya Ledy.\n\nЖанр: Романтика, Драма, Фэнтези.\n\nСтатус: Завершён.\n\nПэйринг и персонажи: Мин Юнги, Пак Чимин, Чон Хосок.\n\nBangtan Boys(BTS)\n\nПРЕДУПРЕЖДЕНИЕ:\n\nЭто не квест, а просто книга.\n\nЕсли вам не по вкусу корейцы или сама группа BTS, настоятельно рекомендую не начинать читать эту книгу.\n\nОписание:\n\nЖенщина, продающая безделушки, уверяла девушку, что кулон придаст ей уверенности в себе, вот только она не сказала, что он не только даст ей храбрости постоять за себя, но и полностью изменит ее.\n\nP.S. Если вам нравится моё творчество, то поддержите пожалуйста в комментариях)))\n",
    "answers": [
      {
        "id": 2,
        "text": "Глава 1."
      },
      {
        "id": 9,
        "text": "Глава 2."
      },
      {
        "id": 16,
        "text": "Глава 3."
      },
      {
        "id": 23,
        "text": "Глава 4."
      },
      {
        "id": 31,
        "text": "Глава 5."
      }
    ]
  },
  {
    "id": 2,
    "text": "Заливистый смех школьников заполняет спортивный зал, и он заглушает всхлипы молодой девушки, которая сейчас мечется от одноклассника к однокласснику, пытаясь забрать скомканный листок, в котором школьница написала слова любви, адресованные к парню из параллельного класса. А ученики успевают бросаться обидными словами в адрес одноклассницы, не упуская возможности толкнуть ее и уронить. \n\nЧа Ынхи — школьный изгой. У девушки средней длины темные волосы, которые она всегда заплетает в косы или завязывает в хвост. Ынхи не делает как другие девочки, она не укорачивает школьную юбку, чтобы открыть стройные ноги, которые бы привлекали внимание парней. Девушка воспитана так, что воспитание не позволяет ей одеваться вычурно, некультурно выражаться и дружить с ребятами, поступающими плохо. Таких не любят. И вот уже как год Ча терпит издевательства над собой, просто потому что она не такая как все.\n\nОдин ее одноклассник залез в шкафчик Ынхи и достал из него листок, на котором написано признание в любви. Девушка набралась храбрости и решилась признаться парню, в которого уже как год влюблена. Одноклассник, обрадовавшись новому поводу поиздеваться над школьницей, на всех порах побежал в спортивный зал и растрепал всем присутствующим о том, что Ча Ынхи влюблена в Мин Юнги. \n\nА как его не любить? Мин является капитаном баскетбольной команды школы, общается с крутой компанией и курит. Это цепляет девчонок и заставляет их пускать слюнки на холодного блондина. Ынхи не понимает, почему школьники ее высмеивают, ведь на любовь способен каждый, так почему ей нельзя любить такого парня как Мин Юнги? Чем она хуже них? Да, она носит очки, серо одевается и слишком скучная. Что в этом такого? \n\n— Отдайте!\n\nДевушка до боли закусывает нижнюю губу и тянется к скомканному листку бумаги, но одноклассник, усмехнувшись в лицо Ча, грубо толкает ее, от чего школьница падает на пол. Брюнетка морщится от боли в запястье, ведь девушка приземлилась на него, не успев сгруппироваться так, чтобы не пострадать. \n\nОна поднимает неуверенный взгляд на школьников, сжимая губы в тонкую линию. Довольные лица, высмеивающие ее. Им весело и им совсем плевать, что каждым своим поступком они ранят Ынхи. Каждое обидное слово, очередной толчок или унижение, все это убивает девушку внутри. Она молчит, терпит и позволяет им делать все, что они делают, глотая слезы. \n\n— Веселимся? — раздается голос со стороны, из-за чего все оборачиваются на шум.\n\nИ только Ынхи знает, кто является хозяином этого бархатистого голоса с нотками безразличия. Она опускает голову, сжимая кулаки и пронзая ногтями кожу рук. Ча совсем не хочет, чтобы Мин видел ее такой жалкой и униженной. Уж лучше бы он вообще не знал про ее существование, но одноклассники точно прямо сейчас их познакомят, да еще и выставят ее в ужасном свете.",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "Ынхи вздрагивает, когда замечает возле себя остановившегося Юнги. Она глубоко вздыхает и, боясь, поднимает голову, сталкиваясь с изучающим взглядом блондина. Вот он стоит перед ней, держит руки в карманах спортивных штанов и смотрит на нее взглядом, который она навсегда запомнит. Это была адская смесь эмоций. Безразличие. Жалость. Отвращение. И заинтересованность. \n\n— Чего делаем? — наклонив голову набок, поинтересовался парень, а после перевел взгляд с девушки на своего знакомого. \n\n— Смотрите, а вот и звезда нашего концерта, — расправив руки и подойдя к Мину, радостно воскликнул Чон. \n\n— Прошу, — жалобно произнесла Ынхи, но никто не среагировал на жалкие попытки одноклассницы. \n\n— Санхи, дай мне это, — ухмыляясь, Хосок протянул руку к однокласснице, которая сразу же передала ему в руки скомканную бумагу.\n\nЧон отдал в руки Мина бумагу и с заинтересованностью стал наблюдать за реакцией знакомого. Парень развернул листок и стал вчитываться в слова, написанные красивым девичьим почерком, а главное с любовью. Блондин не отвлекался на тихие всхлипы брюнетки, точно так же как и не обращал внимания на перешептывания одноклассниц девушки. \n\n— И? — отпустив руку с листком, безразлично произнес Юнги. \n\n— Ты рад? — с иронией интересуется Хосок, на что Юнги усмехается. \n\n— Рад? — переспрашивает блондин и делает шаг в сторону сидящей на полу девушки, после чего присаживается на корточки. — Рад тому, что вот это вот меня любит? — усмехается парень, хватая брюнетку за подбородок и заставляя ту посмотреть на него.",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "Ынхи может точно сказать, что что-то только что пронзило ее сердце. Она уверена, что прямо сейчас на глазах у одноклассников умирает. Слова тоже могут убивать. «Вот это вот». Сама фраза, тон и его взгляд. Все это стало убийственным комбо. Ча вовсе перестала дышать, смотря в такие любимые глаза Юнги и умирая под его презирающим взглядом. \n\n— Даже не мечтай обо мне, маленькая мышка, — криво усмехнулся Мин, после чего встал и отряхнул руки. — Я пошел, развлекайтесь, — бросив через плечо, Юнги покинул спортивный зал. \n\n— Ой, как же так? — наигранно возмутилась Линха, смотря вслед парню. — Кто бы мог подумать, что Юнги отошьет нашу Ынхи?!\n\nБрюнетка наскоро вытерла скатившуюся слезу, а после опустила голову, слушая подколы одноклассников и их обидные слова. Она просто дожидалась, когда им надоест. И спустя десять минут школьники покинули спортивный зал, оставив за спиной страдающую от унижения одноклассницу. \n\n***\n\nШкольница благодарит уборщицу, которая убрала швабры, подпирающие дверь кабинки в туалете, и выпустила Ынхи. А женщина негативно отзывается о негодниках, устроивших этот спектакль. Ча в очередной раз благодарит женщину и, торопясь, покидает стены школы, ведь до начала ее смены в кафе осталось двадцать минут, а ехать нужно минут сорок. И она опаздывает, потому что провела час запертая в кабинке туалета. \n\nПрошла неделя с того момента, как Мин Юнги узнал о чувствах Ча Ынхи. Блондин бросал на нее презрительные взгляды и не упускал возможности поддеть девушку, унизить прилюдно и в очередной раз напомнить о том, что она не имеет права даже мечтать о нем, на что девушка слабо улыбалась, скрывая разрывающую изнутри боль.\n",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "Ынхи забегает в кафетерий и сталкивается со своим работодателем, который указывает ей на наручные часы и пронзает взглядом. Девушка кланяется мужчине, виновато отведя взгляд, а тот молча указывает на ее рабочее место, чтобы она уже наконец-то приступила к работе. Ча снова кланяется и бежит в сторону раздевалки, чтобы скорее надеть рабочую форму и приступить к своим обязанностям. Никого не волнует, что в школе девушку терроризируют. Всем плевать на то, с чем ей приходится мириться. \n\nПосле рабочей смены Ынхи вместе с еще одной девушкой заходят в кабинет начальника за заработанными деньгами. Мужчина протягивает работницам конверты, и они открывают их, пересчитывая зарплату. Ынхи хмурится, а после переводит взгляд на начальника, который что-то печатает на компьютере. \n\n— Почему? — подает голос брюнетка, на что реагирует начальник, отвлекаясь и переводя взгляд на девушку. — Почему так мало? \n\n— А что ты хотела? — слегка усмехнулся мужчина и откинулся на спинку кресла, вертя в руках карандаш. — Ты опоздала. \n\n— На двадцать минут, а тут в два раза меньше, чем мы получаем. Так нечестно.\n\n— Я тут решаю, что честно, а что нет, — шикнул на девушку мужчина. — Радуйся, что я такой щедрый и вообще заплатил тебе. А теперь давайте, уходите, — отмахнулся Юн, снова уходя с головой в компьютер. \n\n— До свидания, — стиснув зубы, попрощалась Ынхи и покинула кабинет. \n\nДве девушки вышли из кафетерия и глубоко вздохнули, радуясь тому, что рабочий день окончен. Кстати о второй девушке. Ее зовут Ли Лаи, у нее короткие темно-синие волосы, стройная фигура и сильный характер. И как ни странно она приходится Ча Ынхи подругой. Лаи старше Ынхи на три года и уже учится в университете на втором курсе. Познакомились год назад, когда брюнетка пришла устраиваться на неполный рабочий день.",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "— Я бы на твоем месте возмутилась, —озвучивает свое мнение Лаи.\n\n— Я не обеднею, — пожав плечами, ответила Ынхи. \n\n— Дура, — цокнула синеволосая, на что брюнетка вздохнула, соглашаясь со словами подруги. — Все, давай. До связи, — Лаи дала пять подруге, после чего пошла в противоположную сторону. \n\nА Ынхи, развернувшись на пятках, пошла в сторону своего дома. Паршивый выдался денек. Очередной дерьмовый день. Сегодня ее снова высмеивали, унижали, обижали и принижали. А она снова терпела. И вот Ынхи, усмехаясь, задает себе вопрос: как долго она еще сможет терпеть это?\n\nОна, как и все находящиеся в тяжелых ситуациях, думала о суициде. Было бы легче бросить все это, уйти раз и навсегда, сдаться, но она не может. Если она так поступит, то легче будет только ей. А как же ее родители, которые всех себя всегда посвящали дочери? Они просто не вынесут ее ухода и будут винить себя, что не смогли защитить свою единственную дочь от этого погрязшего во тьме мира. И раз за разом Ынхи откидывает пугающие мысли, продолжая терпеть и мириться со своим положением.\n\n— Я дома, — оповещает она родственников, кидая на прихожую рюкзак. \n\n— Милая, — прихожей появилась мама девушки в фартуке и с полотенцем в руках. — Как в школе? \n\n— Хорошо, — натянуто улыбнувшись, ответила девушка. \n\n— Как на работе? Все хорошо? \n\n— Да, — кивнула брюнетка. — Хорошо-хорошо, пошли кушать, — воодушевилась женщина, а после обернулась и дополнила: — руки помой! \n\n— А кто там? — раздается голос с кухни. — Это наша Ынхи вернулась? \n\n— Да, пап, я пришла, — улыбнулась девушка своему отцу, когда проходила мимо кухни, направляясь в ванную.\n\nСемья всегда помогала девушке справляться с тем, что происходит. Родители ничего не знают о том, что над их дочерью издеваются в школе. Они даже не подозревают, сколько раз в день их дочь плачет и как сильно хочет умереть. Ынхи всегда улыбается родителям и рассказывает интересные истории со школы, которые никак не правдивые, а выдуманные. Но родственникам не нужно этого знать. \n\n***",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "— Не проходи мимо, милая! — воодушевленно произносит женщина, на что Ынхи вынимает наушники и вопросительно смотрит на продавщицу безделушек. — Купи, не пожалеешь, — указывая на кулон с красивым камнем, произносит женщина. \n\n— Спасибо, но не стоит, — отмахнулась девушка, вставляя наушник обратно, вот только женщина схватила ту за запястье и снова протянула школьнице кулон. \n\n— Не пожалеешь, — таинственно улыбаясь, женщина раскрывает сжатую ладонь брюнетки и кладет ей в руку кулон. — Он придаст тебе уверенности в себе. \n\n— Мне уже ничего не поможет, — грустно усмехнувшись, ответила Ча, смотря на кулон в своей руке. \n\n— Поверь мне, он поможет тебе. \n\n— Хорошо, — кивнула девушка. — Сколько? \n\n— Дарю, — женщина сжимает кулак брюнетки, в котором лежит кулон. — Я вижу, он тебе нужен.\n\nЫнхи поблагодарила женщину и продолжила свой путь, направляясь домой. Странная женщина и кулон не выходили из головы весь вечер, а наутро брюнетка снова взяла кулон в руки и подошла к зеркалу. Девушка застегнула его, и прохладный кулон коснулся теплой кожи школьницы. Она посмотрела на себя, а после чуть наклонила голову и усмехнулась, осматривая свой внешний вид. \n\nЧа расплела косы и утюжком выпрямила всегда вьющиеся волосы. Достав косметичку, девушка усмехнулась, не обнаружив нужных вещей. Пришлось идти в комнату родителей и брать косметичку матери. Подведя глаза черным карандашом и накрасив ресницы, Ынхи потянулась к красной помаде, а после нанесла ее на слегка пухлые губы. И последним испытанием для девушки было подвернуть юбку до нужного ей уровня.",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "На школьной территории появилась абсолютно другая Ча Ынхи. Нет больше тех раздражающих очков, неопрятных кос и длинной юбки, которую ученики называли бабушкиной. Верхние пуговицы рубашки расстегнуты, открывая вид на выступающие ключицы и красивый кулон, который школьница поправила, усмехнувшись. \n\n— Кто это? — слышится за спиной голос учениц старшей школы, на что Ча победно ухмыляется. \n\n— А наша мышка решила изменить стиль? \n\nПеред Ынхи появляется Хван Сиель — одноклассница Ча и главная стерва школы, за которой увиваются парни. Брюнетка хмуро осматривает школьницу, а после и оказавшихся рядом ребят. В том числе был и Хосок, главный любитель издевательств над Ынхи.\n\n— Мне идет? — интересуется Ча, на что Хван в открытую усмехается. \n\n— Смена имиджа не значит, что внутри ты станешь крутой. Кого пытаешься обмануть, Ча Ынхи, маленькая мышка? — ухмыляясь, произносит шатенка. \n\nСиель тянется пальцем к плечу Ынхи, а после толкает ту. Брюнетка переводит взгляд на палец одноклассницы и, цокнув, хватает ее за него, после чего выворачивает его, заставляя всех присутствующих раскрыть от удивления рты.",
    "answers": [
      {
        "id": 1,
        "text": "Конец 1 главы."
      }
    ]
  },
  {
    "id": 9,
    "text": "— Совсем крыша поехала? — возмущенно вскрикивает Сиель, замахиваясь второй рукой и собираясь отвесить нерадивой однокласснице пощечину. \n\n— У меня? — приподняв бровь, спрашивает Ынхи, перехватывая замахнувшуюся руку и не позволяя ей коснуться себя. — А у тебя? — скалится брюнетка, сжимая руками руки шатенки. \n\n— Эй, мышь, ты что устроила? — рядом оказывается Хосок, который начинает разнимать девушек, оттолкнув Ынхи от Сиель. — Забыла где твое место? \n\n— Забудь, — шикнула Ча и, пробравшись сквозь толпу, зашла в свой класс.\n\nНад внезапным поведением брюнетки началась шумиха. Произошедшее в коридоре разлетелось по всей школе, многие не могли поверить в то, что их местный изгой дала отпор, а другие же желали проучить негодницу. У Ынхи должны сейчас гореть уши, потому что почти вся школа судачит о ней, вот только девушку это не особо волнует. Ее больше волнует доказательство теоремы на уроке геометрии, чем сплетничающие о ней одноклассники. \n\n— Эй, мышь, — раздается противный голос одноклассника, который долгие месяцы издевался над ней. — Думаешь, что распустив волосы, укоротив юбку и сделав дерьмовый макияж, снимешь с себя клеймо изгоя? — ядовито произнося каждое слово, Хосок накручивал на палец волосы Ынхи.\n\nДевушка продолжала писать в тетради решение очередной задачи, позволяя парню прикасаться к своим волосам и позволяя снова себя поливать грязью. Но это продлилось не долго, терпение кончилось и брюнетка, продолжая писать решение, второй рукой поманила парня к себе, чтобы тот наклонился и когда тот наклонился, Ча схватила его за голову и с силой ударила того об стол.\n\nЧон тащит за собой Ча, расталкивая свободной рукой школьных зевак, слетевшихся на шум. Девушка кое-как успевает за разъяренным парнем, который направляется в школьный туалет, чтобы в очередной раз проучить и унизить одноклассницу. Хосок с ноги открывает дверь в мужской туалет и заталкивает туда Ынхи, удивляя находящихся там парней. \n\n— Какого черта, Хосок? — Юнги застегивает ширинку и подходит к знакомому, а после бросает короткий взгляд на Ынхи, но тот хмурится, не узнавая в стоящей перед ним девушке ту самую «маленькую мышь».",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "— Этот мусор, — брезгливо шикает тот, грубо хватая девушку за подбородок. — Она посмела ударить меня, сучка. А что делают с мусором? — дьявольски усмехнувшись, интересуется парень, наклонившись к школьнице, которая с силой сжимает руки в кулаки. — Его смывают в унитаз. \n\n— И ты привел меня сюда, чтобы я лично увидела, как тебя смоют? — предположила брюнетка, уверенно смотря в глаза противника. На свой ответ девушка почувствовала, как хватка парня на ее подбородке усилилась, от чего она прошипела.\n\nЗрительная борьба длилась до тех пор, пока Ынхи не выдержала давления. Точнее сорвалась. Смотря в глаза Чон Хосока, она проигрывала в голове все ужасные вещи, которые он совершал с ней. Одноклассник запирал ее в кабинке туалета, выливал на нее содержимое ее обеденного подноса, ставил подножки, из-за которых ее колени постоянно были в кровь, подставлял перед учителями и делал еще множество отвратительных вещей. \n\nА главное он всегда был безнаказанным. Кончились те времена, когда Ча Ынхи позволяла собой помыкать. Камень на кулоне заиграл новым цветом, но никто не обращал внимания на безделушку, потому что только что маленькая мышь пнула местного задиру по его достоинству, от чего тот отпустил девушку и согнулся пополам, прокряхтев.\n\n— Ты… — словно змея шипит Чон, прикрывая рукой место удара. \n\n— Заткнись, — в ответ угрожающе произносит Ча, на что все присутствующие вскидывают бровями и, сложив руки на груди, готовятся к зрелищу. — Ты, чертов моральный ублюдок, больше и пальцем меня не тронешь, понял? — девушка чуть наклоняется к согнувшемуся однокласснику, проводит пальчиками по волосам Чона и усмехается. — Иначе твои гейски уложенные волосы опробуют на себе лечебные свойства воды из унитаза, маленький мышонок.\n\n— Я тебе этого так не оставлю! — угрожает Чон, все еще кряхтя от боли, ведь Ча не пожалела сил, ударяя парня по его самому сокровенному. \n\n— Конечно, — кивнула школьница. \n\n— Вот это представление, — начал аплодировать Юнги, которому доставило удовольствие увиденное. — А ты у нас не просто мышка, а крыса, кусающая тех, кто разрешает тебе тут находиться.\n\nБрюнетка усмехнулась, показала обеими руками блондину средний палец и вышла из мужского туалета, растолкав зевак на входе. Внутри все ликовало, ведь она поставила на место того, кто всегда над ней измывался, и она показала другим, что больше не позволит над собой издеваться. Девушка тянется рукой к кулону и победно ухмыляется, не заметив смотрящую на нее одноклассницу, которая слегка нахмурилась. \n\n***",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "Снова опоздала. Снова начальник молча указывает девушке на ее рабочее место, на что Ча кивает и молча идет в раздевалку. После рабочей смены она вместе со своей подругой заходит в кабинет работодателя за своей дневной зарплатой. Ынхи открывает конверт, а там то же самое, что и пару дней назад. Она раздраженно выдыхает, что не уходит от начальника и подруги, которые переводят на нее заинтересованные взгляды. \n\n— Что-то не так, Ча Ынхи? — отложив в сторону документы, поинтересовался мужчина, сложив руки в замок. \n\n— Здесь опять меньше положенного, — приподняв левую бровь, отвечает она. \n\n— И? \n\n— И у меня назрел вопрос, а не жирно ли вам будет? — наклонив голову набок, интересуется брюнетка, заставив Лаи удивленно усмехнуться. \n\n— Ты часто опаздываешь, это мой способ наказать тебя, — ровным тоном ответил мужчина, в глубине души удивляясь поведению всегда тихой сотрудницы. \n\n— Это ваш способ набить бумажник, — цокает девушка, достает из конверта купюры, после чего со всем отвращением к начальнику швыряет деньги в его лицо. — Я увольняюсь.\n\nШкольница не стала слушать нелестные слова в свой адрес от начальника, поэтому быстро покинула кабинет мужчины, хлопнув дверью. Лаи гордо покачала головой, смотря на униженного начальника, а после выскочила из кабинета, направляясь за своей подругой. И Ли застала ту на улице. \n\n— Очуметь! — восхищенно воскликнула синеволосая, закидывая руку на плечо брюнетки. — А ты у нас еще та стерва. \n\n— Давно хотела уволиться, — пожала плечами девушка.— Что? \n\n— Ничего, — отмахнулась та,— Не знаю, кто и что с тобой сделал, но такая Ынхи нравится мне больше маленькой мышки, — подмигнула синеволосая.\n\n— Забудь это прозвище, оно теперь в прошлом, — ответила девушка.\n\n— Как тебе идея завтра затусить в клубе, раз ты теперь у нас плохая девочка? — играя бровками, интересуется Ли. \n\n— До завтра, — отмахнулась Ча и, развернувшись, пошла в сторону своего дома. \n\n***",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вот уже примерно два часа школьница сидит в кожаном кресле, на ее голове фольга, а вокруг крутится парикмахер. Проснувшись утром и посмотрев на себя в зеркало, Ынхи подумала, что пора что-то менять. Молодой парикмахер проводит свои махинации, обесцвечивая волосы Ча, а та терпеливо ждет результата. \n\nИ вот он долгожданный результат. Парикмахер делает последние штрихи и разрешает школьнице открыть глаза. На нее в зеркало смотрит красноволосая молодая девушка, которой явно нравится новый образ. Ча долго не могла определиться с новым цветом, но все же остановилась на огненно-красном оттенке. И не пожалела. \n\n— Кто ты и что сделала с моей малышкой Ынхи? — удивляется Лаи, когда встречает подругу у торгового центра, где они договорились встретиться. \n\n— Так же лучше? — интересуется Ынхи, скидывая волосы с плеча и улыбаясь. \n\n— Спрашиваешь? — усмехается синеволосая, осматривая девушку оценивающим взглядом. — Ты выглядишь шикарно. Идем?\n\nПодруги прогулялись по бутикам торгового центра, в поисках одежды для нового стиля красноволосой. Раньше Лаи видела перед собой затюканную школьницу в длинной юбке-карандаше, застегнутой до последней пуговицы рубашке, с заплетенными в косы волосами и непримечательным лицом. Но сейчас Лаи гордо качает головой, осматривая свою подругу.\n\nДевушка надела колготки в крупную сетку, поверх которых натянула светлые короткие шорты с черным ремнем. Сверху красноволосая надела черную безразмерную и укороченную кофту. На ногах черные ботинки на небольшом и широком каблуке. А на голове того же цвета шапка. Волосы еще с парикмахерской уложены неопрятными локонами. Глаза подведены карандашом и накрашены тушью, а губы школьница накрасила бордовой помадой. И главным аксессуаром был кулон, играющий разными цветами.\n\n— Кажется, мне нравятся девушки, — Лаи заиграла бровями, на что Ынхи усмехнулась и в очередной раз посмотрела на себя в зеркало. — Давай встречаться. \n\n— Ха, давай, — подмигнула девушка подруге, на что та хохотнула. \n\nСама же Лаи была в укороченных и слегка потертых джинсах синего цвета, черном топе, открывающем вид на пресс девушки, черном чокере с шипами и в ботинках на широком каблуке. Темно-синие волосы Ли выпрямила. Поверх топа студентка надела кожаную куртку. И последним штрихом была черная шляпа.",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "Девушки заходят в ночной клуб ближе к двенадцати ночи, когда там разгорается самое веселье. Направляясь к бару, молодые особы ловили на себе хищные взгляды мужчин, тусующихся в своих компаниях. Лаи лишь ухмылялась на это, ведь не впервой она находится в клубе, а вот Ынхи слегка смущалась. \n\n— Джо, два твоих фирменных коктейля, пожалуйста, — протянув купюру бармену, произносит Ли, на что мужчина кивает и приступает готовить свою молочную смесь, которая расслабляет. — За нас, красивых? \n\nЧа улыбается, берет в руки бокал с молочным коктейлем и чокается с бокалом Ли, после чего делает первый и отнюдь не последний глоток. Холодная жидкость попадает в организм, начиная разгонять кровь и расслаблять девушку, которой это действительно нужно. Где первый бокал, там и второй, да?\n\nИ вот Ынхи находится в самом центре танцпола, отдавая всю себя музыке и наслаждению. Рядом с ней такая же подруга и им весело. Ча закидывает руки на плечи Ли и, смеясь, продолжает танцевать. От вкусного коктейля сносит крышу от чего красноволосая идет во все тяжкие, позволяя парням тереться возле нее. \n\n— Жгучая красноволоска, да? — кивает в сторону танцующей девушки парень, который сидит за отдельным столиком в компании своих друзей. \n\n— Ну да, неплоха, — кивнул рыжеволосый, пристально смотря на целующуюся с каким-то парнем Ынхи. — Вот только не мой типаж. \n\n— Когда в новую школу? — интересуется друг рыжего, а после продолжает курить кальян. \n\n— В понедельник, — ответил парень, снова переведя взгляд на танцпол и наблюдая за явно выделяющейся красноволосой девушкой, которая так страстно отдается танцу и веселью. \n\n***",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "Голова раскалывается до невозможности. Школьница просыпается ближе к вечеру воскресенья и в сонном состоянии следует в ванную комнату. Девушка снимает цепочку с кулоном, чтобы не намочить его и чтобы он не заржавел, все-таки не серебро и не золото, а простая безделушка. \n\nЫнхи смотрит на себя в зеркало и ужасается. Потекшая тушь, потрепанные волосы. А главное потрепанные красные волосы. Девушка запускает руки в волосы и сжимает их, терроризируя взглядом свое отражение. Как она могла сделать что-то такое со своими волосами? \n\n— Что я наделала? — скулит девушка, сильнее зарываясь пальцами в волосы. — Что я скажу маме?\n\nА ничего не пришлось говорить, потому что родители уже видели изменения дочери и ничего против не имеют. На самом деле взрослые давно хотели, чтобы их дочь немного изменилась, чтобы стала таким же подростком, как и другие дети. Учеба и работа не такой уж и хороший комплект для молодости. Да, это хорошо, но что в старости вспомнит Ынхи? Что училась до потери сознания и разносила заказы в кафетерии? \n\nУтром следующего дня девушка стала собираться в школу. Достав юбку из шкафа, она нахмурилась, потому что та была подшита. Длина юбки не понравилась школьнице, но выбора уже не было, поэтому Ча надела ее, как бы ни хотела. Волосы ученица завязала в два хвостика и, еще раз покачав головой из-за цвета, покинула дом, направляясь в школу. \n\nОна шла в наушниках, чтобы не слышать перешептывания по поводу ее внешнего вида, ведь красный цвет бросается в глаза, точно так же как и красный цвет волос у маленькой мышки, давшей отпор. Девушка зашла в класс и села за свою парту, но сглотнула неприятный ком, когда прочитала надписи на своей парте.\n\n«Я вырву все твои космы, дура, за Хосока» \n\n«Маленькая мышка скоро отправится на тот свет» \n\n«Ходи и оглядывайся, тварь» \n\n«Смоем в унитаз. Пш-пш» \n\nКрасноволосая сжала руками края парты, чувствуя каждой клеточкой своего тела страх. Она готова разреветься, но не дает окружающим такого удовольствия. Лучше она дождется окончания урока, закроется в кабинке туалета и поплачется на славу. Школьница резко тянется к шее, но не находит там кулона, тут же вспоминая, что оставила его в ванной комнате день назад. \n\nЧерт.\n\n",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "Шумиха в классе прекращается, когда в кабинет входит их классный руководитель, а за ним молодой человек с рыжими волосами. Парень был в их школьной форме, явно подходящей ему и выделяющей его накаченное тело. Девушки заинтересованно осмотрели вошедшего парня, тут же играя глазками и привлекая его внимание к себе.\n\n— Знакомьтесь, ваш новый одноклассник — Пак Чимин, — указав на рыжеволосого, произнес мужчина. — Раньше он учился в Каннамской школе и еще Чимин является победителем региональных соревнований по боксу. Ну, чего уж я, давай ты расскажешь, — обратился он к Паку. \n\n— Позаботьтесь обо мне, — произнес Чимин, а после слабо поклонился классу и обвел взглядом по помещению. \n\nОн наткнулся взглядом на красноволосую девушку и слегка наклонил голову, пытаясь понять, где он ее уже видел. Чимин усмехнулся, узнав в красноволосой девушке ту самую страстно танцующую молодую особу в клубе субботним вечером. И почему она ему сейчас не кажется такой уж стервой? Наверное, потому, что она единственная не пожирает его взглядом и вообще опустила голову. Он бы посчитал ее за серую мышку, если бы не эти выделяющиеся волосы.\n\n— Свободно? — задает он вопрос, подойдя к парте ученицы. \n\n— Что? — заторможено реагирует она, поднимая голову и смотря на нового одноклассника. \n\nЕе удивляет факт, что он подходит и собирается сесть там, где никто не желает. А кто захочет сидеть со школьным изгоем? Правильно — никто. \n\n— Чимин-а, рядом со мной свободно, — привлекает внимание Сиель, скидывая с соседнего места свою подругу, которая шикает и закатывает глаза.\n\nНо Пак не реагирует на ее слова, кидает рюкзак на парту и садится на стул, смотря перед собой. Сиель шикает и, кинув завистливый взгляд на Ынхи, отворачивается в сторону доски. Учитель прокашливается и начинает урок, в глубине души расстроившись из-за очередного трудного подростка, почему-то попавшего в его класс. \n\n— Пай-девочка днем и развратная девка ночью? — наклонившись к уху Ча, произносит Пак, заставив девушку с силой сжать ткань юбки.",
    "answers": [
      {
        "id": 1,
        "text": "Конец 2 главы."
      }
    ]
  },
  {
    "id": 16,
    "text": "Со звонком Ынхи, схватив рюкзак, покидает класс, лишь бы избавиться от в чем-то подозревающих ее глаз нового одноклассника, который, видимо, стал свидетелем ее субботних похождений. Идя по забитым коридорам школы, ученица ловила на себе взгляды других учеников, из-за чего девушка вжимала голову в плечи так сильно, как только могла. \n\nСкрывшись от глаз школьников, Ча выдохнула и присела подоконник, положив рюкзак на ноги и достав из него питьевой йогурт. Голова раскалывается из-за происходящего с ней, но она корит себя за то, что забыла кулон дома, ведь он действительно помогает ей. Она помнит, какой крутой была в тот момент, когда постояла за себя перед Хосоком.\n\n— Мышь? \n\nДевушку выводит из своих мыслей мужской голос, на который школьница реагирует, поднимая голову. Перед ней стоит высокий темноволосый молодой человек, который пристально осматривает Ынхи, а после зарывается руками в волосы и матюгается вслух, узнав в девушке ту красноволосую красотку, с которой целовался в ночном клубе на выходных. \n\n— Маленькая (ну вы сами поняли), — расплывается он в улыбке полной похоти и желания, подходя к сидящей на подоконнике девушке. — Продолжим то, что начали в клубе? \n\n— Прекрати, — шепчет красноволосая, когда парень помещает руку на ее шею и притягивает к себе, оказываясь непозволительно близко к ее губам. \n\n— Что, не нравится? — усмехается Чхве, поднимаясь рукой с шеи на щеку Ча. — А в клубе ты была послушная, — покачал головой брюнет. \n\nПарень хотел поцеловать девушку, но та опустила голову и уперлась руками в грудь школьника, чтобы тот не сделал то, что хотел. Но школьник зловеще усмехнулся и опустил руку на колено Ынхи, медленно поднимаясь выше. Оказывается, у Ча стройные и привлекательные ножки, которая та всегда скрывала за длинной и невзрачной юбкой. \n\n***\n\nПак проводил взглядом, вышедшую из класса Ча, а когда повернулся обратно, заметил перед собой улыбающуюся Хван. Шатенка игриво заправляет вывалившиеся локоны за ушко, пытаясь поймать нового одноклассника в свои сети, но тот лишь усмехается на ее действия. \n\n— Зачем ты сел с этой девчонкой? — интересуется Сиель, подпирая подбородок рукой и с улыбкой смотря на Чимина. \n\n— Захотел и сел, — кинул тот, откидываясь на спинку школьного стула. — Ты против? \n\n— Так как ты новенький, я проведу тебе небольшой экскурс по нашему классу, — хлопнув в ладоши, произносит шатенка и слегка поворачивается корпусом в сторону. — Смотри, это глупые качки, но они желанные парни среди девушек, — указывая на трех парней, которые шумно обсуждают последнюю игру, поведала Сиель. — Дальше по курсу у нас первые красавицы школы, это я и Хайрин, — переведя палец на себя, гордо усмехнулась школьница. — Обычные зеваки, — указывая на стол, за которым собралась компания простых школьников, которые никак не выделяются, произнесла Хван. — Без ботанов школа не школа, да? И у нас есть такие, — Сиель переводит палец на парочку зубрилок, сидящих за первыми партами и что-то пишущих в тетрадях. \n\n— Ноль полезной информации, — безразлично кинул Пак, сложил руки на груди и повернулся в сторону окна. \n\n— И есть Ча Ынхи, у которой прозвище «маленькая мышь», — начала Хван, а Пак улыбнулся одним уголком губ. — Она — изгой, поэтому я не советую тебе сидеть с ней. И если ты хочешь влиться в коллектив и спокойно доучиться, тебе стоит прислушаться к моим словам. \n\n— Ты мне угрожаешь? — в открытую усмехнулся Чимин, повернувшись лицом к Сиель.\n\n— Что ты, — отмахнулась школьница, глупо просмеявшись. — Просто предупредила, а ты воспринимай это как хочешь, — подмигнула она, после чего встала со стула и пошла в сторону своей парты, где сидят ее подруги. \n\nРыжеволосый проводил девушку взглядом, после чего закатил глаза. Его всегда раздражали выскочки, считающие себя самыми лучшими и не принимаяющие в счет других. Это бесит школьника, поэтому он не покупается на внешность, как другие ученики мужского пола. К Паку подходит одноклассник, состоящий в футбольной команде и собирающийся пригласить новенького на пробы в команду, но рыжеволосый встает с места и выходит из класса, потому что ему позвонили.",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "\n— Ну, и как оно? — раздается хриплый голос его друга. \n\n— Школа как школа, — сухо ответил Пак, вышагивая по коридору. \n\n— Девчонок много красивых? \n\n— Тебе бы понравилось, — хмыкнул школьник и толкнул дверь, после чего вышел на лестничную клетку, потому что в коридоре слишком шумно и многие не сводят с него взгляда. \n\n— Надо старика уломать перевести меня, в нашей школе стало скучно без тебя, — цокнул шатен, скучающим взглядом осматривая пустой класс, потому что все школьники ушли в столовую. \n\nПарень открывает рот, чтобы в шуточной форме напомнить другу, что им лучше не учиться в одной школе, а то все закончится как в прошлый раз, но Пак закрывает рот, когда слышит какие-то шорохи и тихие просьбы не трогать. Школьник подходит ближе к перилам, чуть наклоняется и замечает парня со своей одноклассницей. Тот настойчиво жмется к девушке, которая в свою очередь отстраняется и опускает голову. \n\n— Эй, чего сидишь тут? — привлекает к себе внимание Чимин. — На урок опоздаем.\n\nБрюнет чертыхается, опалив своим дыханием губы красноволосой, и, отодвинувшись, поворачивается в сторону рыжеволосого. Пак вскидывает бровями и кивает школьнику, чтобы тот отошел от его одноклассницы, что тот и делает спустя мгновение, не желая связываться с незнакомым ему человеком. \n\nЫнхи спрыгивает с подоконника и поправляет слегка задравшуюся юбку, после чего, опустив голову, поднимается по лестнице и проходит мимо Чимина, который в свою очередь закатил глаза и, развернувшись, схватил девушку за локоть, разворачивая ту к себе лицом. Они оказались непозволительно близко, от чего сердце школьницы забилось чаще, а дыхание наоборот затаилось. \n\n— А где же: спасибо, Чимин, что не позволил мутному типу взять меня прямо на лестничной клетке? — усмехнулся школьник, подталкивая одноклассницу к стене и ставя руку на стену возле ее лица. \n\n— Не разговаривай со мной, не сиди со мной и не подходи ко мне, — ответила школьница, после чего убежала прочь, направляясь в класс и оставив Пака одного.\n\n— Как-то неискренне, — цокнул Чимин, засунув руки и начиная медленно подниматься по лестнице.\n\n ***",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "Школьница завязывает шнурки на кроссовках и, вытащив из шкафчика спортивную куртку, вышла из раздевалки и направилась в сторону спортивного зала, медленно вышагивая. На трибунах сидели уже переодевшиеся школьники, ожидавшие начала урока физкультуры. Парни гоняли мяч, а девушки сплетничали, обсуждая моду и парней, а так же придумывали, как бы в очередной раз унизить свою одноклассницу, чтобы поквитаться за Чон Хосока, которого Ча Ынхи прилюдно ударила и назвала моральным ублюдком. \n\nКрасноволосая вошла в спортивный зал и неуверенными шагами пошла к пустому месту на трибуне под пристальные взгляды почти всех своих одноклассников, кроме Пак Чимина, конечно. Девушка подошла к свободному месту, но сидящие позади девушки шикнули на нее и попросили проваливать, чтобы та своим присутствием не испортила их ауру. Ынхи сжала кулаки в карманах спортивной куртки и ушла в самый угол, чтобы никому не мешаться и спокойно дождаться начала урока. При учителях они не так жестоки. \n\n— Ребята, сегодняшний урок пройдет иначе, как это планировал я. Страховой компании все равно провожу ли я урок или нет, они просят меня явиться к ним в офис, поэтому весь урок вы будете смотреть игру класса два-один и два-два, — заявил учитель физкультуры и через полминуты в спортивный зал зашли два класса, у которых урок физкультуры после класса два-три. \n\nМужчина еще раз извинился за сорванный урок и покинул зал, оставив учеников на самих себя. Мин Юнги вместе со своими друзьями из баскетбольной команды начали разогреваться, перед этим сказав ученикам другого класса образовать свою команду. Школьники взяли баскетбольный мяч и начали свою игру. Некоторые подростки и вовсе ушли, наплевав на то, что учитель попросил не разбредаться по школе. Другие же сели на трибуны и начали наблюдать за игрой. \n\n— Ох, как неудобно, — тяжело вздохнул Хосок, кинув взгляд на Ынхи, которая не смела и дышать, потому что ее враг номер один сидит в паре метров от нее. — Ынхи, мне неудобно, — загундосил парень, привлекая внимание одноклассницы. — Иди сюда. \n\nШкольница стиснула зубы, но все же встала с места и подошла к однокласснику, не смея посмотреть на того, ведь помнит, как ударила его лицом об парту и как пнула между ног. И не только красноволосая помнит это, но и сам Хосок, а так же половина школы. Чон дьявольски усмехнулся, осмотрев снизу вверх свою изменившуюся одноклассницу, а после указал ей пальцем на пол.\n\n— Я хочу расслабить ноги, но у меня нет журнального стола, на который я мог бы их закинуть, — тяжело вздохнув от безысходности, проскулил Хосок, не скрывая надменной ухмылки. — Но твоя спина прекрасно бы заменила мой журнальный стол из красного дерева. Конечно, ты дешевка, но все же, — фыркнул тот, нанося своими словами не лечимые раны. \n\nДаже игра остановилась, все повернулись в сторону школьника, заставляющего одноклассницу встать на колени и заменить для него журнальный стол. Мин обнял руками баскетбольный мяч и заинтересованно следил за очередным унижением их школьного изгоя. А девушка, закрыв глаза и сжав до боли кулаки, встает на колени перед одноклассником, а после опирается руками об пол, позволяя Хосоку закинуть на нее ноги. \n\n— Вот теперь можно и игру посмотреть, — радостно хлопнув в ладоши, громко заявил Чон, подмигнув Мину.\n\n— Не плохой такой журнальный стол, можно мне такой? — с издевкой выкрикнул Юнги. \n\n— Только после игры, сейчас эта вещь моя, — хохотнул в ответ школьник, на что Мин ответил жестом «окей». \n\nИгра продолжилась, и никто не обращал внимания на стиснувшую до боли зубы девушку, роняющую слезы на пол спортивного зала. Хосок специально давил ногами на спину Ынхи, чтобы та падала. Девушка терпела, позволяя собой помыкать. Чон был чертовски собой доволен, особенно потому что отомстил за выкрутасы одноклассницы, когда та решила, что может идти против Чон Хосока. \n\n— Слышь, какого черта ты себе позволяешь? — выкрикнул Чимин, как только вошел в спортивный зал.\n\nОн не был свидетелем того, как одноклассница, ломая себя, вставала перед Чоном на колени, но Пак поражен наглостью школьника. А Хосок на вопрос Чимина лениво перевел на того взгляд и вскинул бровями, молча спрашивая чего ему нужно. Ынхи все это время продолжала молча ронять слезы, искренне ненавидя саму себя за то, что не может ответить, не может заступиться за себя. \n\n",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "— Избалованные ублюдки, — возмущенно прокричал Чимин, быстрыми шагами направляясь в сторону одноклассника. — Эй, вставай, — подойдя к девушке, произнес Пак, но тот и понятия не имел, что Ча не имеет сил даже поднять голову, чего уж говорить о том, чтобы встать. \n\n— Встанешь и пожалеешь, — шикнул Хосок, сильнее надавив на спину Ынхи, руки которой дрогнули, и девушка упала на пол, после чего снова уперлась руками в пол, чтобы продолжать держать ноги одноклассника на нужном ему уровне. \n\n— Вставай, — сверля взглядом Хосока, прокричал Чимин, обращаясь к Ынхи. \n\n— Эй, новенький, заткнись и не мешай нам играть, — с поля крикнул Юнги, смотря на плачущую девушку с ухмылкой. — Не видишь, ей нравится? \n\n— Давай, скажи своему защитнику, что тебе нравится, — слегка пнув девушку в бок, с ухмылкой смотря на нового одноклассника, произнес Хосок. \n\n— Мне… нравится, — ответила Ынхи, после чего тихо всхлипнула. \n\n— Неудачница, — цокнул Пак, после чего покинул спортивный зал, наплевав на то, что учитель просил не расходиться. \n\n***\n\nСнова просыпается через двадцать минут после будильника, а это значит, что она опять не позавтракает нормально в кругу семьи и будет носиться по дому, паникуя и забывая все. Девушка надевает школьную форму и наспех делает невысокий хвост. Школьница закидывает рюкзак на плечо и покидает комнату, но спустя пару минут снова забегает в комнату, чтобы закинуть в рюкзак кулон. \n\nПуть до школы занимает немного времени, поэтому красноволосая еще может успеть, если конечно ничего ей не помешает. А ей помешают. Проезжающая машина окатит ее водой, из-за чего той придется в школе переодеваться в спортивную форму. А ученик из богатой семьи, который сидел на заднем сидении той машины, с ухмылкой будет наблюдать за опаздывающей на урок литературы девушкой. \n\n— Извините, — поклонилась школьница учителю, а та, осмотрев внешний вид ученицы, мягко улыбнулась и кивнула, чтобы та прошла в класс. \n\nНо Ынхи замерла, когда заметила, что на ее месте сидит Сиель рядом с Чимином, который, игнорируя соседку, записывает что-то в тетради. Красноволосая рвано выдохнула и обвела взглядом по классу, чтобы найти свободное место. И она нашла его. Пустая парта в самом конце кабинета, к которой прямо сейчас идет школьница, запнувшись об выставленную одноклассницей ногу, но удержав равновесие.\n\nГадкие слова, выцарапанные на парте, заставляли школьницу поджимать губы. Учительница привлекала Ынхи к процессу урока, ведь знает, что та учится на отлично. Это отвлекало красноволосую от обидных слов, адресованных ей. \n\nПосле звонка учительница покинула кабинет, дав домашнее задание и пожелав хорошего учебного дня. А Ча вчитывалась в каждое обидное слово, выцарапанное на парте. Как же нужно ненавидеть человека, чтобы называть его такими гадкими обзывательствами? \n\nШкольница заходит в женский туалет и включает воду. Она кидает взгляд на себя в зеркало и нервно закусывает губу, смотря на мокрые дорожки на щеках. Ей до одури больно в глубине души. А почему все это? Чем она заслужила? Просто она не такая как все. Ынхи слабая. А слабых в нашем обществе поджимают под себя. \n\nЫнхи достает из маленького кармашка в рюкзаке кулон и надевает его, с облегчением выдыхая, что не забыла его дома, как сделала вчера. Ча опирается руками на края раковины и часто дышит, пытаясь унять вырывающуюся наружу истерику. Проходит пара минут, после которых школьница уверенно поднимает голову и с ухмылкой вытирает мокрые дорожки.\n\nКрасноволосая достает из рюкзака небольшую косметичку и подводит глаза черным карандашом, после чего красит ресницы тушью и довольно осматривает свой небольшой макияж через зеркало. Школьница тянется руками к непримечательной резинке, снимая ее с волос и рассыпая локоны на плечи. Она слегка ерошит волосы, придавая им неопрятный вид, после чего отправляет себе воздушный поцелуй и выходит из уборной. \n\n— Это мое место.\n\n",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "Школьники оборачиваются на звук и скептически осматривают облокотившуюся на дверной косяк Ынхи с распущенными красными волосами, подведенными черным глазами и самоуверенным взглядом, на что Сиель в открытую усмехается. \n\n— Я не расслышала, что ты там пискнула? — изменившись в лице, спрашивает Сиель. \n\n— Я сказала, что это мое место, — оттолкнувшись от дверного косяка, повторила школьница, вышагивая. \n\nЫнхи подошла к своей парте и легким движением руки скинула со стола тетради Сиель, на что та соскочила с места и хотела схватить одноклассницу за волосы, но та увернулась. Пак изогнул бровь, наблюдая за небольшой потасовкой, готовящейся стать масштабной, потому что ученики отвлеклись от своих дел, посвящая все свое внимание двум прожигающим друг друга взглядом школьницам. \n\n— Слушай, мышь…\n\n— Класс, все садимся по своим местам, — войдя в кабинет, произнесла учительница биологии. \n\n— Не услышала? — переспросила Ынхи, садясь на стул и посмотрев на Сиель. — На место свое иди, — красноволосая указала пальцем на парту, за которой сидела прошлый урок. \n\n— Тебе не жить, — чуть наклонившись к однокласснице, прошипела девушка, на что Ча согласно кивнула. \n\n— Отвернись, — бросив короткий взгляд на своего соседа, прошептала Ынхи. \n\n— У тебя раздвоение личности? — предположил Пак, наклонившись к уху Ча. — Маленькая мышь и дерзкая сучка? \n\n— Тебе не говорили, что нельзя совать свой нос в чужие дела? — прошептала в ответ красноволосая.\n\n— Говорили, — согласно кивнул школьник. — Вот только странно это. То ты позволяешь ставить себя колени, то ты, как оказалось, бьешь того самого Хосока между ног. Интересно получается. \n\nДевушка цокнула и, демонстративно закатив глаза, отвернулась от соседа, посвящая всю себя уроку биологии. В это время Чимин рассматривал свою соседку, которая за короткую перемену превратилась в оторву с подведенными глазами и распущенными волосами, умеющую за себя постоять. \n\nОн провел взглядом и остановил свое внимание на кулоне, которого до этого не видел. А что, если дело в нем? Пак покачал головой, отвергая абсурдную идею, и отвернулся от школьницы, но поймал изучающий взгляд Санхи, которая точно так же смотрит на кулон его соседки. Рыжеволосый нахмурился, но в очередной раз встряхнул головой и переключил внимание на доску, где появилось множество непонятных ему слов. Чертова биология.\n\n***\n\n— Эй, мышь! — воскликнул брюнет, когда красноволосая спускалась по лестнице, направляясь в столовую. \n\nНо девушка проигнорировала его и прошла мимо, на что тот схватил ее за локоть и прижал к стене, наклоняясь к ее губам. Красноволосая усмехнулась и потянулась к его губам, но в последний момент дернула головой, ударяя школьника и заставляя того отстраниться от нее. Ынхи пожала плечами, перекинула волосы на одно плечо и молча продолжила спускаться по лестнице, не обращая внимания на возмущения брюнета и изучающий взгляд рыжеволосого, который шел следом за соседкой, направляясь туда же. \n\n— Извините, а суп горячий? — поинтересовалась школьница на раздаче обедов. \n\n— Ты не любишь горячий? — интересуется пожилая женщина, на что ученица с улыбкой кивает. — Он теплый, но не горячий. \n\n— Спасибо, — вежливо поклонившись женщины, Ынхи взяла только одну тарелку супа.\n\nЭто показалось странным, но работница не стала обращать на это внимание, переводя его на следующего в очереди школьника. А Ынхи уверенной походкой направилась в сторону стола, за которым обедает Чон Хосок, Мин Юнги и еще несколько парней, знакомых между собой. Девушка крепко держит суп и уже представляет момент триумфа, когда поставит врага на ее место. Сейчас Чон Хосок проживет один из дней Ча Ынхи. \n\n— Журнальный сто… \n\n— Получи, ублюдок!",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "Красноволосая выливает содержимое тарелки на голову одноклассника, после чего с шумом ставит посуду на стол. Обедающие за столом парни удивленно вдыхают и переводят взгляд на Чона, который сжал руки в кулаки и прожигает взглядом ухмыляющуюся Ча. Жидкость скатывается с волос школьника, падая в тарелки с его обедом, а овощи и мясо размазались по белоснежной рубашке. \n\n— Слушай сюда, — начала Ынхи, опираясь рукой на стол. — С этого дня ты больше и слова обидного в мою сторону не произнесешь, иначе я отвечу сполна. \n\n— Ты труп, — скалится Хосок, продолжая сидеть на месте. \n\n— Если продолжишь издеваться надо мной, то посмотрим, как далеко я смогу зайти, — в ответ скалится Ынхи, после чего берет стакан Юнги и делает пару глотков кофе. — К тебе это тоже относится. \n\n— Ты же любишь меня, мышка, поэтому не сможешь причинить мне боль, — покачав головой и цокнув, ответил Мин, улыбнувшись, как чеширский кот. \n\n— Я никогда еще так не ошибалась, — ответила девушка, покрутив в руке кружку с кофе. — Такая девушка как я не может любить такого отброса общества, как ты. И это тебе за «вот это вот», — произнесла школьница, выплескивая содержимое кружки в лицо Мина. \n\nКрасноволосая развернулась и с довольным выражением лица направилась в сторону выхода из столовой. Она должна была уже сплавиться под прожигающими взглядами учеников старшей школы, но девушка и бровью не ведет, покидая помещение. Пак проводил ее взглядом, а потом еще долго с ухмылкой наблюдал за пыхтящими от злости парнями, не забыв сделать пару компрометирующих фото. Это весело. Ча Ынхи веселая. \n\n***\n\n— Слушай, отстань, — выдыхает Чимин, разговаривая с другом по телефону. — Да не буду я тебя знакомить с той девчонкой. \n\n— Ну, почему? — гундит шатен. — Мне она первому понравилась, а ты, оказывается, с ней в классе учишься. \n\n— Просто не буду, отвянь, — закатывает глаза Пак, скидывая вызов. — Придурок, — шикает рыжеволосый на телефон, смотря на фото контакта его друга. \n\nРыжеволосый убирает телефон в карман и продолжает свою небольшую прогулку по парку. Недавно они с отцом переехали в другой район, потому что Чимин со своим лучшим другом Чонгуком устроили драку в школе, после которой одному ученику пришлось проходить лечение. Если вкратце, то парни были правы, постояв за младшеклассницу, которую один из их знакомых хотел затащить в постель, шантажировав тем, что девушка украла ответы на контрольную работу и получила сто баллов.\n\nТак как Пак боксер, его удары способны не просто проучить, но и покалечить, что и произошло. Парень не сдержался, потому что собственными глазами видел, как школьник домогался до девушки. Чимину предложили перейти в другую школу, без занесения в личное дело драки, на что Пак вынужден был согласиться, потому что не хочет заканчивать карьеру из-за потасовки. Дело замяли, Чимин в другой школе, тот парень на больничной койке с обещанием молчать о драке и публичным извинением перед той девушкой, и Чонгук, который как куролесил, так и куролесит. \n\nПарень замечает одинокую девушку, сидящую на лавочке в парке поздним вечером. Он подходит ближе и узнает в девушке свою соседку по парте. Пак вскидывает бровями и присаживается на лавочку рядом с Ча, которая сжимает в руках кулон и роняет слезы отчаяния.\n\n— Домой вали, чего расселась? — цокает рыжеволосый, привлекая внимание к своей персоне, от чего девушка вздрагивает. \n\n— Я без него никто, — всхлипывает Ынхи, сжимая кулон. — Никто. Маленькая мышь. Журнальный стол. Мусор. \n\n— Эй, чего нюни распустила? — бросает парень, проведя рукой по задней части шеи. \n\n— Может, мне умереть? — горько усмехнувшись, спрашивает девушка. — Просто взять и спрыгнуть с моста. Плавать я все равно не умею. \n\n— Ынхи, откуда такие мысли? — насторожился рыжеволосый, переведя взгляд на одноклассницу, что смотрит перед собой, а взгляд такой пустой и уставший. \n\n— Хочешь знать? Зачем? \n\n— Может, я смогу тебе помочь? — осторожно произносит Чимин, боясь словом или действием спугнуть девушку. \n\n",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "— Скинь меня с моста, я буду благодарна, — с небольшой паузой ответила школьница. — Знаешь, сколько раз я вот так вот стояла на коленях и роняла слезы? Я сбилась со счету. Меня обжигали горячим кофе, поливали столовскими помоями, запирали в туалете, а Сиель даже окунала меня в унитаз, когда я взяла на себя смелость и не подчинилась. Хосок заставлял делать все, что он захочет. Он питался моими страданиями, как какой-то демон. Я ненавижу его, до смерти ненавижу и хочу, чтобы он сдох в муках. Но я ничего не могу поделать, я не могу ответить тем же, не могу. Поэтому я падаю на колени, глотаю вылившуюся на меня воду и принимаю удары. Это все, что мне остается, но с ним, — разжав кулак и посмотрев на кулон, произнесла девушка, — я могу постоять за себя. Вот только кто я без него? Никто. \n\n— Если тебе легче с ним, — начал Пак, беря в руки кулон и надевая его на шею Ча, — то не снимай его и не позволяй никому. \n\n— Но это не я, — горько улыбнулась девушка, подцепив пальчиками кулон. \n\n— А другим и не обязательно знать тебя настоящую, — произнес Чимин, встав и протянув руку Ынхи. — Достаточно того, что я знаю. Идем? \n\n— Зачем ты это делаешь? — приподняв бровь, поинтересовалась девушка, усмехнувшись. — Нравлюсь? \n\n— Привет, сучка Ынхи, — подмигнул Пак, кивнув Ча на свою протянутую руку, в которую школьница вложила свою ладонь и при помощи одноклассника встала. — Так как я новенький в школе, не думаешь, что мне нужны друзья? \n\n— Черт с тобой, новенький, давай дружить.\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец 3 главы."
      }
    ]
  },
  {
    "id": 23,
    "text": "Длинные, красные волосы завязаны в высокий хвост. Девушка разминает шею, игнорируя пристальный взгляд рыжеволосого, прижавшегося плечом к стене. Пак следит за каждым движением Ча, которая делает растяжку. А Чимин все еще не верит в то, что Ынхи согласилась на его предложение, брошенное просто так. \n\n— Ты, правда, хочешь этого? — подает голос школьник, наконец-таки привлекая внимание одноклассницы. \n\n— Хочу, — кивает красноволосая, поправив хвост, что слегка ослабился. \n\n— Ладно, — пожимает тот плечами.\n\nРыжеволосый берет со стола перчатки для бокса и следует в сторону красноволосой, после чего кидает той их в руки и кивает, намекая, чтобы она надела перчатки. Сам же школьник натягивает специальные щиты на руки и выходит на ринг. Пак немного разогревается и встает в позу, готовясь начать, вот только Ча все еще стоит за пределами ринга. \n\n— Трусишь? — хохотнул Чимин, бросив насмешливый взгляд на Ынхи. — Может тебе надеть кулон? М? — с издевкой произносит школьник. \n\n— Я справлюсь, — хмыкает девушка, после чего неуверенно следует в сторону ринга. — Сказала же, справлюсь. \n\n— Тогда бей, — кивает он на щиты. \n\nИ она ударила. Слабо. Настолько слабо, что Чимин ничего не почувствовал. Он снова приказал бить. Очередной слабый удар. \n\nАх, эта девчонка такая слабачка. \n\nЫнхи бьет, но ее удары не доходят до той кондиции, которая нужна. \n\n— Ты можешь ударить сильнее? — со вздохом спрашивает рыжеволосый, кидая укоризненные взгляды на одноклассницу. \n\n— Как? — устало выдохнув, спрашивает школьница, замахиваясь кулаком. \n\n— Так.\n\nЧа слегка пугается из-за третьего лица. Со стороны появляется незнакомый парень, который замахивается кулаком и со всей силы ударяет по защитному щиту. Чимин слегка отступает назад из-за сильного и неожиданного удара, но ему удается удержать равновесие. Парень закатывает глаза, подходит к другу и пожимает тому руку. \n\n— Привет, Ча Ынхи, меня зовут Чон Чонгук, и я профессионал в матерном искусстве. Так что я любезно согласился стать твоим персональным учителем. \n\n— Привет, Чонгук, — поздоровалась девушка, вежливо поклонившись парню. \n\n— Ну что за милашка, — расплылся в улыбке Чонгук. — После того, как мы победим школьных ублюдков, я приглашаю тебя на свидание. Пойдешь? \n\n— Продолжим, — влез в разговор Чимин, снова встав в стойку. — Иди и не мешай, — шикнул он на друга, который еще раз посмотрел на Ынхи и улыбнулся, а после шикнул на Чимина и ушел на лавочку. \n\n— Бей. \n\n— Ладно.\n\nКрасноволосая нервно закусила губу, глубоко вздохнула, сжала руки в кулаки, пройдясь ногтями по внутренней части боксерской перчатки, и встала в удобную стойку. Она замахивается и наносит удар. Чимину снова не нравится. Он снова ворчит и просит ударить. \n\n— Да прекрати ты меня гладить. Ударь уже как следует, — постепенно закипает парень. \n\n— Я бью, — прошептала школьница, замахиваясь и ударяя. — Все, устала, — ответила Ча, когда Пак снова рвано выдохнул и закатил глаза.",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "— Ха. Было смешно думать, что маленькая мышь может измениться, — усмехнулся Чимин, ядовито произнося каждое слово и прожигая взглядом уставшую Ынхи. \n\nДевушка бросает удивленный взгляд на своего нового друга. Да как он смеет такое говорить ей в лицо и называть себя ее другом? Красноволосая хмурится, плавясь под этим бросающим вызов взглядом. А что она может ответить ему? Да, она не может ударить со всей силы. У нее просто нет той самой силы. \n\n— Эй, завязывай, — вклинивается Чон, которому не нравится нагнетающая обстановка. — Ынхи, просто ударь так сильно, как только можешь. \n\n— Не хочу, — противится школьница, расстегивая застежки на перчатках. \n\n— Ох, знаешь, я тоже устал, — продолжая пристально смотреть на подругу, начал Пак. — Жаль, что в нашем зале нет журнального столика. Хотя зачем он нам, если есть Ча Ынхи, да? — расплываясь в дьявольской ухмылке, продолжил парень. \n\nОтвратительное чувство обиды распространяется внутри школьницы. Она поджимает губы, сжимает руки в кулаки, впиваясь ногтями в чувствительную кожу, от чего морщится, но не сводит взгляда со своего одноклассника, который специально провоцирует девушку. Он не собирается останавливаться, она это понимает.\n\nНо почему так обидно слышать такие слова от Пак Чимина? Они начали дружить совсем недавно, еще толком ничего друг о друге не знают, но почему Ынхи не хочет слышать таких слов от него? Она совсем не ожидала, что Чимин использует такой грязный прием против нее. Слезы обиды подступают, из-за чего та отворачивается от рыжеволосого. \n\n— Эй, вот ты придурок, — шикает Чонгук, заметивший состояние Ынхи. — Красотка, не слушай его, он поехавший уже давно. Не думает, что говорит. \n\n— Да не парься, дружище. Для нашей маленькой мышки уже вошло в привычку терпеть унижения. Я прав, подруга?\n\nШкольница молчит. Слезы не собираются останавливаться, внутри противно тянет, из-за чего девушка делает глубокий вдох и выдох, смотря под ноги. Ча снова надевает боксерские перчатки и под пристальными взглядами парней застегивает их. Пак усмехается, когда одноклассница поднимает голову и устремляет на него взгляд, пропитанный обидой и ненавистью. Он добился, чего хотел. \n\n— Ну что, мышка, ударишь? \n\nИ она ударила. \n\nСо всей ненавистью и обидой, от чего школьник слегка пошатнулся, но расплылся в довольной улыбке. Теперь-то можно лепить умеющую за себя постоять девушку. Она готова. \n\nКрасноволосая устало садится на пол, жадно опустошая бутылку воды. Прошло два часа тяжелой тренировки, за которую девушка обучилась многим приемам, способным спасти ее в трудную минуту. Ынхи поправляет хвост, проводит полотенцем по потной шее и упирается руками об пол, запрокинув голову и тяжело выдохнув. \n\n— Эй, Ынхи, принеси попить, — приказывает рядом сидящий Чонгук. \n\n— Эм… — удивилась девушка, перевела взгляд на парня, а тот кивал ей на стол, где стоят бутылки с водой. — Ладно. \n\nШкольница слегка загрустила, получив такой приказ. Было бы не так обидно, если бы тон Чона был мягче. Девушка поднимается с пола, но парень резко хватает ее за руку и усаживает обратно, изучающе смотря в ее непонимающие глаза. Он чего-то ждет, но она не понимает чего.\n",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "— Что? — не выдержав молчанки, спрашивает школьница. — Ты же хотел пить. \n\n— Да, хотел. \n\n— Так дай мне принести тебе воду. \n\n— Это работает не так, — покачал он головой, отпустил руку школьницы и перевел взгляд на друга. — Покажем, как нужно. \n\n— Эй, Чонгук, воды принеси, а, — махнув рукой на стол с водой, бросил Пак. \n\n— У тебя ноги отсохли? Сам сходи, — шикнул на того парень. — Милая наша Ынхи, ты не должна делать все, что тебя просят. Имей гордость. Как только ты дашь слабину, этим воспользуются. Ты должна быть сильной, Ча Ынхи. \n\n***\n\nЧа выходит из дома, поправляя лямку рюкзака на своем плече. Девушка вставляет капельки в уши, но сразу же вынимает их, когда поднимает голову и замечает в своем дворе ждущего ее Чимина. Парень сидел на лавочке и листал новости в телефоне, от скуки болтая ногой. Он не заметил приход девушки, поэтому той пришлось сесть рядом и помахать рукой перед его лицом. \n\n— Черт, задолбался тебя ждать, — с укором взглянув на подругу, ворчит рыжий. \n\n— Я тебя не просила! Сам вызвался! — в ответ возмущается Ынхи, не забыв ущипнуть друга за щеку. \n\n— Я уже сраный месяц жду, а ты все опаздываешь! — кричит вдогонку парень, когда девушка со смехом направилась в сторону школы. \n— Ну, — остановившись, протянула школьница, приставив указательный палец к губам, — я же девушка и мне нужно время на сборы. Вот! Именно. Сборы. \n\n— Да кому ты лечишь, а, — пнув валяющийся под ногами камень, продолжает ворчать Чимин. — Знаю же, что ты просто дрыхнешь. \n\n— Йа! Пак Чимин, ты слишком много знаешь обо мне, — поставив руки на бока, возмутилась девушка, сощурив глаза, на что одноклассник слабо улыбнулся. — Ты сталкер? В моей комнате скрытая камера?! \n\n— Господи, просто я твой лучший и единственный друг! — воскликнул Пак, резко прижав Ча к себе, обняв ее одной рукой за плечи. — А теперь пошли, а то опоздаем. \n\n— Вообще-то… — задумчиво протянула Ынхи, вышагивая по тротуару. — Ты не единственный мой друг. У меня еще есть подруга.\n\n— Но признай, что я лучше, — хитро улыбнулся Чимин, взглянув на девушку, которая сощурила глаза, чего-то выжидая, а после отрицательно покачала головой и подалась в бегство. — А ну стой!\n\nКрасноволосая обернулась и показала рыжему язык, после чего чуть ускорилась, чтобы тот не смог ее догнать. А идущие по школьной территории ученики закатывают глаза и шепчутся о двух молодых людях, которые уже целый месяц друг от друга почти ни на шаг не отходят. И прошел целый месяц с тех самых пор, как кто-то из школьников издевался над Ча Ынхи. Все же титул Пак Чимина их слегка отпугивает. Не каждый решится потягаться силами с победителем региональных соревнований по боксу. \n\n***",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "Ынхи, что есть сил, сжимала края парты, пытаясь унять внутреннего зверя, рвущегося наружу. Чужая рука заправляет влажный локон красных волос за ушко, а сам парень чуть наклоняется к уху школьницы, чтобы вновь произнести угрожающую речь, напоминающую девушке её место. \n\nВот только ему не дают такую возможность. Ча срывается и, схватив Чона за волосы, ударяет одноклассника головой об парту, после чего вскакивает с места и вылетает из класса, несясь в сторону женской уборной. \n\nОна включает воду и смывает с волос банановое молоко, которое так любит Чон Хосок и которое любитель этого напитка вылил на голову Ча Ынхи. Девушка усмехается, смотря на себя в зеркало. С кулоном она или нет, над ней все равно издеваются, тогда какой толк в этой безделушке? Только наличие рядом Пак Чимина давало той покой. \n\n— Вот черт, — первое, что произносит темноволосая девушка, когда входит в уборную. \n\nКрасноволосая поворачивается в сторону входных дверей и осматривает вошедшую, а после отворачивается, подмечая, что та не представляет опасности, так как не знакома самой школьнице. \n\n— Эй, тебе помочь? — пытается пойти на контакт девушка, подходя к вытирающей волосы салфеткой Ча. \n\n— Делай свои дела и уходи, — безразлично бросает Ынхи, теперь уже смывая молоко с формы. — Чёрт, — шикает девушка, когда той не удаётся стереть следы недавнего унижения. \n\n— Кажется, тебя сильно обидели, — снова подаёт голос незнакомка, отказываясь рядом. \n\nКрасноволосая молчит, просто следит через зеркало за темноволосой, которая достала из рюкзака влажные салфетки и аккуратно начала чистить пиджак школьной формы. Ынхи мельком пробежалась взглядом по помогающей ей девушке и слабо улыбнулась, ведь впервые её ровесница помогает, а не поливает грязью, пытаясь выделиться среди других. \n\n— Я Ким Тэхи, — улыбнувшись, представилась незнакомка, протянув руку. — Я новенькая.\n\n— Ча Ынхи, — девушка в ответ протянула руку и пожала её, одарив новую знакомую тёплой улыбкой. \n\n— За что тебя так? — выкинув все использованные салфетки, спрашивает Ким и подставляет руки под воду. \n\n— Меня тут не любят, — с ухмылкой ответила красноволосая, тоже приступая к мытью рук. \n\n— Школьное насилие? — задаёт та вопрос, на что получает положительный кивок новой знакомой. — Отлично, только этого мне не хватало, — вздохнула школьница, переведя взгляд на Ынхи, которая в свою очередь с прищуром смотрела на неё. — Терпеть не могу задир. И у меня с ними небольшие проблемы. \n\n— С некоторых пор я даю отпор, — отведя взгляд, ответила красноволосая, а после достала из сумки, которую прихватила из класса, клубничное молоко. — Не волнуйся, это лишь мои проблемы, не твои.\n\nТэхи не успевает ничего ответить, как дверь в уборную с шумом раскрывается и на пороге появляется разгневанный Чон Хосок, прижимающий руку к окровавленному носу. Ынхи безразлично отводит взгляд, а Тэхи удивлённо смотрит на парня, что проживает взглядом её новую знакомую. Неужели?.. Это она его так?",
    "answers": [
      {
        "id": 27,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 27,
    "text": "— Думаешь, меня остановит то, что ты в женском туалете? — взревел Чон, размашистыми шагами минуя небольшое расстояние между одноклассниками. \n\n— Эй, парнишка, покинь-ка дамскую комнату, — вмешивается Ким, положив руку на плечо Чона, который в свою очередь грубо отталкивает вмешивающуюся девушку, что ударяется локтем о плиточную стену. \n\n— Скажи мне, тебе жить надоело?! — скалиться Хосок, с силой сжимая женское плечо. — Помочь добраться до того света? — истерично усмехнувшись, спрашивает парень. \n\n— Ащ, как же бесит, — вздыхает Ынхи, засунув палец в ухо и делая вид, что прочищает его. — Из-за твоих постоянных речей у меня уже скоро кровь из ушей пойдёт. Боже. \n\n— Вставай на колени, — приказывает Хосок, кинув взгляд через плечо и заметив, что за ним стоит много ребят, ждущих как всегда хлеба и зрелищ. — И тогда, быть может, я прощу тебя. \n\n— Правда? — наигранно удивляется школьница, на что тот кивает.\n\nВсё затаили дыхание в ожидании. Хосок деловито сложил руки на груди, скользят взглядом по лицу Ынхи, наблюдая за каждым дрогнувшим мускулом и за изменой её эмоций. Она несколько минут молча смотрела на него, а после все же начала медленно опускаться. \n\nСтоящие за спиной школьники уже приготовили телефоны и включили камеру, собираясь пополнить память гаджета очередным видео унижения «маленькой мышки». Тэхи не могла поверить в происходящее и с надеждой в глазах осмотрела присутствующих, пытаясь найти помощь. Темноволосая кинулась в сторону, чтобы остановить красноволосую, вот только стоящий недалеко Мин остановил её, схватив за локоть, и с интересом наблюдал за происходящим. \n\nТяжёлый вздох. Девушка опускает голову и встаёт на одно колено, сжимая от злости на стоящего перед ней зубы. Она медленно поднимает взгляд и смотрит на него снизу вверх, в который раз видя его ухмылку. \n\nИ сейчас в голове всплывают моменты, когда он вот так вот презирающе на неё смотрел и гадко ухмылялся. Раз за разом. Целый год. Девушка чуть поворачивает голову и смотрит на стоящих в дверях школьников, которым вообще плевать на неё, на то, что над ней издеваются и как той может быть тяжело. Главное, их не трогают.\n\nИ теперь пора ухмылке озарять лицо школьницы, которая откручивает крышку клубничного молока и выливает все содержимое на белоснежные кеды, которыми школьник явно дорожит. \n\n— Ой, — наигранно испугалась Ча, а после резко встала и стряхнула с плеча удивлённого Чона «пыль». — Прости, я специально. \n\n— Вот черт, Ча Ынхи, я организую тебе фанклуб, — восторженно закричала Тэхи, вырвавшись из хватки Юнги. — Так и надо этому напышенному индюку. \n\n— Кто это такая? Заткните её! — дернувшись, закричал Чон. \n\n— Меня зовут Ким Тэхи. Второй год класс третий. Буду рада видеть тебя там, молочные кроссовки, — рассмеялась школьница, прикрыв рот ладошкой. \n\n— Ты!.. \n\n— Мы спешим!\n\nКим резко схватила Ча за руку и потащила прочь из туалета, по пути расталкивая собравшихся учеников. Тэхи по дороге к кабинету директора продолжала восхищаться поступком Ынхи, а та в свою очередь смеялась, вспоминая изменившееся победное выражение лица одноклассника. \n\n***",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "— Эй, Пак Чимин! \n\nКрасноволосая обращает на себя внимание вернувшегося с районных соревнований рыжеволосого, который в свою очередь с кем-то разговаривал по телефону, но, услышав голос одноклассницы, обернулся и помахал девушке. \n\nПак, улыбнувшись, убрал телефон в карман и размашистыми шагами направился к Ча, которая модельной походкой направлялась к нему. Он услышал удивлённый вздох, когда подхватил девушку под бедра и покрутил вокруг оси. \n\n— Ты… Чего это? — рефлекторно хватаясь за плечи парня, чтобы чуть чего не упасть, спрашивает школьница. \n\n— Я победил, — гордо воскликнул рыжий, снова прокрутившись вокруг своей оси. — Всех их. \n\n— Меня тебе не победить, но так уж и быть поздравляю, — усмехнувшись, произнесла Ынхи, заставив Чимина пустить смешок. — Поставь меня. Ну же, поставь. \n\nПак выполняет просьбу Ча и опускает её на землю, а после удивлённо выпучивает глаза, не ожидая такого в одно время смелого, а в другое милого поступка. Девушка резко хватается за ворот спортивной куртки парня, сжимая пальчиками ткань, привстает на носочки и прижимается слегка обветренными губами тёплой щеки друга.\n\n— Поздравляю, Пак Чимин, ты лучший боксер района, — отстранившись, произнесла девушка, хлопнув в ладоши.\n\n— А, да… Спасибо, — улыбнулся парень, скрывая волнение, которое вызвал этот короткий, но значимый для Пака поцелуй. \n\n— Ух ты, — послышался женский голос за спиной, заставивший друзей отвести друг от друга взгляды и обратить внимание на третьего человека. — А ты не говорила, что у тебя такой красивый парень, — упрекнула новую подругу Ким, пихнув ту в бок. \n\n— Что? — удивилась Ча, переведя взгляд на Пака, а потом снова на Ким. — Мы не встречаемся. Мы просто дружим. \n\n— А это… — кивнув на стоящую возле красноволосой девушку, начал школьник. \n\n— Я Ким Тэхи, новенькая в этой школе, — ответила за Ынхи темноволосая, протянув руку рыжему. — Ах да, и я новая подруга Ча Ынхи. \n\n— М-м-м, подруга значит? — задумчиво протянул парень, пожимая девичью руку, в это время смотря на одноклассницу, которая отвечает кивком на вопрос друга. — И как же вы познакомились. Меня не было всего один день. \n\n— Это было как в романтичном фильме с элементами боевика, — хохотнула темноволосая, закинув руку на плечо красноволосой. \n\n— Скажешь тоже, — рассмеялась в ответ Ынхи, аккуратно сняв руку Тэхи с себя. — Мы сейчас куда? Надо отметить твою победу, — воодушевленно заговорила школьница, беря одноклассника под руку. \n\n— Эй, подруга нашей Ынхи, пойдёшь с нами? — бросил через плечо Пак, обращаясь с Ким.\n\nТемноволосая загрустила, когда Ынхи убрала руку со своего плеча, вот только Тэхи не могла и подумать, что красноволосой тяжело сближаться с другими людьми, ведь она достаточно настрадалась от таких вот с виду дружелюбных людей. А Пак был рад, что у Ча появилась подруга, и тот готов помочь их отношениям развиваться, поэтому сделает все, чтобы девушки больше контактировали. \n\n— А, да, — заторможено кивнула школьница и побежала за уходящими ребятами. \n\nЧёрная машина припарковалась недалеко от тихого и уютного кафетерия, в котором подают вкусный кофе и наипрекраснейшие пирожные. Школьники проходят в помещение и садятся за дальний столик, после чего начинают изучать меню. \n\nЧерез пять минут колокольчики на входной двери оповестили о новом госте, который, остановившись у входа, стал разглядывать помещение в поисках своих друзей. Чимин обернулся и помахал рукой, подзывая Чонгука, который, заметив своего друга, сразу направился к столику. \n\n— Черт, какая-то девчонка меня покрыла трехэтажным матом, а все из-за того, что я случайно обрызгал её из лужи. Айщ, видели бы вы её противное лицо, а ещё этот цвет волос. Привет, — закончив ворчать, улыбнулся тот Ынхи, а после перевёл взгляд на сидящую у стенки девушку: — И тебе привет, прекрасная незнакомка.",
    "answers": [
      {
        "id": 29,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 29,
    "text": "— Привет, — улыбнулась в ответ Тэхи, с нескрываемым интересом осмотрев брюнета. \n\n— Слепой придурок, — раздался ещё один голос у столика. — Нет, чтобы извиниться, он кинул в меня платок. Да я ему этот платок засуну в… \n\nДевушка замолчала, когда встретилась взглядом с парнем, который уже сидел рядом со своим другом. Глаз Лаи нервно дёрнулся, а Чонгук поперхнулся чаем, когда вновь посмотрел в эти прожигающие до дрожи глаза синеволосой девушки. \n\n— Знакомьтесь, это моя подруга Ли Лаи. Мы с ней вместе работали в кафе, — поспешила нарушить угнетающую обстановку Ча. \n\n— Ну, так, куда бы ты мне платок засунула? — подперев рукой подбородок, поинтересовался парень, с нескрываемым раздражением разглядывая лицо незнакомки, которая готова взорваться. \n\n— Так, тихо, — снова вмешалась Ынхи, заметив, как Лаи хотела ответить чем-то колким и обидным. — Мы здесь, чтобы отпраздновать победу нашего друга Чимина, а не чтобы лицезреть бой вне ринга. \n\n— Спасибо, детка, — расплылся в улыбке Пак, подмигнув Ча. —\n\n Двигайся, — шикнула на подругу синеволосая, а после села рядом с Ынхи.\n\nНапряжённая атмосфера не покидала их столик. Чонгук и Лаи прожигали друг друга взглядами, но не позволяли себе, что-либо сказать, ведь остальным было весело. Тэхи первое время не могла и слова выдавить из себя, ведь данная компания ей не знакома и она не знала, как с ними заговорить, но Ынхи, поняв это, помогла той вклиниться в беседу. \n\n***\n\n— И чем все закончилось? — спрашивает Тэхи, идя по школьному двору и держа подругу под руку. — Вот блин, жаль, что мне пришлось уйти раньше. \n\n— Я думала, они перегрызут друг другу глотки, — хохотнула красноволосая. — Нам с Чимином с трудом удалось их успокоить. \n\n— Кажется, они будут милой парой, — рассмеялась Ким, подмигнув Ча. \n\n— Что? — удивилась девушка, а после рассмеялась. — Лаи и Чонгук?! Скорее пришельцы захватят мир, чем эти двое влюбятся друг в друга. Да и я думала, что Чон тебе понравился. \n\n— Симпатичен — да, но не мой типаж. Предлагаю свести наших кошку и собаку, — усмехнувшись, потерла руки темноволосая, в голове составляя хитрый план. \n\n— А что, давай, — согласилась девушка. \n\nШкольницы уже шли по широкому коридору, продумывая мелкие детали своего плана, но обе замолчали, заметив идущих им на встречу парней. Чонгук что-то упрямо доказывал Чимину, который лукаво улыбался и смотрел под ноги, делая вид, что слушает отговорки друга, уверяющего, что он просто подвез Лаи до дома и они ни о чем не разговаривали.\n\n— Ты школой ошибся? — поймав на себе взгляд брюнета, спрашивает красноволосая, деловито сложив руки на груди. \n\n— Сюрприз, — воскликнул Чонгук, разводя руки для объятий. — Ну же, обними меня, подружка. \n\n— Этот, — Пак кивнул на Чона и вздохнул, — перевелся к нам в класс. \n\n— Чего-чего? — нахмурилась девушка, а после перевела взгляд на друга и наконец, улыбнулась. — С переводом, чтоль. \n\n— А вот он не рад, — обвив талию школьницы, пожаловался Чонгук. — Я не вынес разлуки, — наигранно вздохнул школьник, а после обнял и вторую девушку. \n\n— В конечном итоге кому-то из нас снова придётся перевестись, я уже предвкушаю побоище, — рассмеялся рыжий, на что брюнет усмехнулся и качнул головой, соглашаясь с его словами. \n\nШкольники проследовали в сторону их класса, а темноволосая вызвалась проводить их, потому что той будет скучно одной сидеть в классе, дожидаясь звонка на урок. Первыми в кабинет вошли парни, а за ними и девушки, которые что-то щебетали между собой, не вникая в происходящее вокруг. \n\nНа хрупкое плечо падает мужская рука, давящая и заставляющая напрячься. Чонгук первым обернулся и заметил, как к его подруге снова пристают. Тот уже хотел кинуться на помощь, но друг остановил его, давая возможность однокласснице самой разобраться. \n\n— Вот же, — вздыхает Ынхи. \n\nДевушка хватает одноклассника за руку и выворачивает её, а после прижимает раздражающего парня лицом к стене, давя предплеплечьем второй руки на лопатки Чона, а первой выворачивая руку.",
    "answers": [
      {
        "id": 30,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "— Слушай, Чон Хосок, давай все решим здесь и сейчас, — вздохнула девушка, всем своим видом показывая раздражение. \n\n— Пусти, — скалится шатен, стуча свободной рукой по стене, но красноволосая с силой выжимает того в стену, не давая ему продыху. \n\n— Я не стану мстить тебе за все, что ты сделал мне на протяжении этого года, а ты просто отвалишь от меня, — стальным тоном проговорила школьница, чем удивила не только своих одноклассников, но и друзей, которые привыкли, что девушка почти всегда улыбчива и дружелюбно общается. \n\n— Ты смешна, — резко дёрнулся Хосок, освободившись от захвата Ынхи, которая после освобождения парня сделала пару шагов назад, чтобы держать дистанцию. — Перекрасила волосы, оделась как типичная маленькая шлюшка, начала дерзить в ответ и обзавелась шайкой новичков-неудачников, и думаешь, что чего-то стоишь? — угрожающе надвигаясь на застывшую школьницу, перечислял Чон. \n\n— Да я ему, — скалится Чонгук, дернувшись в их сторону, но Чимин схватил друга за шкирку, не давай тому возможности выбраться. Хватка все-таки сильна. \n\n— Просто жди, — спокойно сказал Пак, не сводя взгляда с одноклассников. — Она должна сама.\n\n— Чего молчишь? Язык проглотила? — ухмыляясь, спрашивает Хосок, чуть наклоняясь к лицу Ынхи. \n\n— Я тебе уже однажды сказала, что если ты продолжишь делать это, я не буду стоять на месте. Хочешь посмотреть, как далеко я смогу зайти? \n\n— Айщ, все, мне надоело, — вышла из толпы Санхи, которая оценивающе осмотрела Ынхи. — Не могу больше смотреть на маленькую мышь, притворяющуюся хищником. \n\n— Эй ты, как там тебя? Захлопнись, — вмешивается Тэхи, которой тоже надоело происходящее. — Как же меня бесят задиры. \n\n— Красивый кулон, — продолжила Санхи, проигнорировав слова Ким. — Торгующая ими женщина сказала, что он придаёт уверенности. Ведь так? \n\nДевушка победно ухмыляется, заметив как былая смелость одноклассницы сменилась беспокойством. Красноволосая уже собирается ответить что-то грубое и дерзкое, как Санхи резко хватается за кулон и срывает его с шеи девушки.",
    "answers": [
      {
        "id": 1,
        "text": "Конец 4 главы."
      }
    ]
  },
  {
    "id": 31,
    "text": "В этот самый момент что-то гаснет в глазах Ынхи, а губы неуверенно поджимаются в тонкую полоску. Она теряется, ловя на себе презирающие её взгляды. Ей становится не по себе, когда она натыкается на прожигающий взгляд Хосока и на высмеивающее выражение лица Санхи. \n\nНо стоит той посмотреть в сторону своих друзей, как вся паника отступает на второй план. Чонгук рвётся в гущу событий, но Чимин сдерживает его, не сводя взгляда с неё. Рыжий показывает ей жест, означающий «удачи», а после это делает и брюнет, который перестал вырываться. Не понимающая происходящего Ким тоже улыбнулась подруге и выкрикнула действенное «ты сможешь!».\n\nИ сейчас Ынхи поняла, что ей не нужен этот кулон, чтобы быть храброй, чтобы постоять за себя, чтобы быть счастливой. Ей хватит веры и поддержки друзей, которые будут рядом, если она упадет, и помогут той встать. Она больше не одна. И она обязательно справится со школьными задирами. \n\n— Что? — наигранно заволновалась Санхи, чуть наклонившись к Ынхи, что опустила голову. — Без этой безделушки уже не так многословна, мышь? \n\n— Я расстроена, — подала голос красноволосая, приподнимая голову. — Этот кулон что-то типа семейной реликвии, — искусно врет школьница. — Я не могу оставить твой поступок безнаказанным. \n\n— Чего?.. — не успевает она закончить, как школьница выхватывает из рук одноклассницы свою вещицу и убирает её в карман школьного пиджака. \n\n— Школьное насилие, — начала та рассуждать, деловито убрав руки за спину. — Вы, избалованные выродки, знаете, что за все свои поступки нужно отвечать? Я много раз давала вам шанс оставить меня в покое, но на этот раз не стану терпеть такое отношение к себе. Я помню каждого, кто хоть как-то издевался надо мной, и я предоставлю огромный список нашему директору, где чёрным по белому напишу, что вы все наглые ублюдки, портящие мне жизнь и выезжающие на том, что я не хотела рассказывать о школьном насилии.\n\n— Что ты несёшь? \n\n— Не перебивай её, не воспитанный мажор, — выкрикнул Чонгук. \n\n— Ты, Чон Хосок, будешь первым в моем списке. Я буду ждать того момента, когда твой вечно занятой папочка приедет в школу лично, чтобы выслушать от директора, какой мусор он принёс в этот мир, давая тебе жизнь. Как там? «Маленькая мышь» и «журнальный столик»? Ответишь мне за все. Я не буду использовать ваши методы, я не буду применять силу, потому что это не мой стиль. Вы все ответите по закону. По закону нашей школы.\n\n— Никто не позволит тебе выйти из этого класса, — перегородил дорогу покидающей класс девушке Хосок. \n\n— Вот тут ты ошибся, — усмехнулся до этого молчавший Чимин, который быстро оказался рядом с одноклассниками и рывком отодвинул Хосока, освобождая подруге путь. — Тэхи, иди с ней, — бросил через плечо рыжий, сдерживая одноклассника, что рвётся остановить красноволосую. \n\nДевушки молча шли до кабинета директора, не обсуждая произошедшее в классе. Ча настраивалась на разговор с директором школы, а Ким изредка кидала взгляды на идущую рядом подругу и пыталась как-то понять, что произошло минутами ранее. Тэхи не лезла с расспросами, надеясь, что Ынхи расскажет все позже. Но с одним Ким безоговорочно согласна. Ча приняла правильное решение, решив рассказать все директору.\n",
    "answers": [
      {
        "id": 32,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "Первой вошла Ынхи, а следом и Тэхи, играющая роль группы поддержки. Ча было спокойней, когда рядом с ней её человек, который на её стороне. Девушки поклонились директору. Тэхи осталась стоять возле двери, а Ынхи прошла вглубь. \n\n— Ученица, что привело тебя? — спрашивает мужчина средних лет, удивившись столь раннему визиту школьницы. \n\n— Директор Ю, мне есть что вам рассказать, — начала девушка, присев на одно из кресел возле рабочего стола мужчины. \n\nЮ Хеджун искренне извинялся перед девушкой за то, что раньше ничего подобного не замечал. Он искренне верил, что ни о каком школьном насилии и речи быть не может. А услышав рассказ ученицы, тому стало не по себе. И он, конечно же, поверил, ведь как-то одна из уборщиц жаловалась ему, что школьники заперли другую девушку в туалете. Мужчина тогда не придал значения, и зря. \n\n«Через два дня состоится дисциплинарная комиссия, на которой будет решаться вопрос об исключении группы школьников, принимающих участие в издевательствах над учениками нашей школы. Список будет вывешен на доске. Все, кто подвергся школьному насилию, могут рассказать и обидчики будут наказаны» — гласило школьное радио. \n\n— Ей не жить, — скалится Хосок, сдернув с себя руку Чимина. \n\n— Как знать, — неоднозначно ответил Пак. \n\nШатен, сжимая от злости кулаки, несся в сторону кабинета директора, чтобы поймать красноволосую и наказать за её смелый поступок. Он замечает её, а на его лице появляется довольная ухмылка, ведь в голове появляются картинки как эта самая девчонка харкается кровью и просит простить. Плевать, она зашла слишком далеко. \n\n— Ты!.. \n\n— Чон Хосок, вы хотели о чем-то поговорить с Ча Ынхи? Напор школьника гаснет, когда из-за спины одноклассницы выходит хмурый директор. \n\n— Что? — встрепенулся шатен. — Нет, вам показалось. \n\n— А я бы хотел поговорить с вами, ученик Чон. Скоро ваш отец будет здесь, — строгим тоном проговорил мужчина, указав парню на дверь своего кабинета. \n\nХосок и Ынхи встретились взглядами, когда парень проходил мимо девушек, направляясь в кабинет. Школьница позволила себе победно улыбнуться, не пугаясь разгневанного взгляда одноклассника. А тот в свою очередь первым отвернулся и заиграл желваками на скулах от нервов, ведь гнев отца страшнее исключения. Дверь за Чон Хосоком захлопнулась и Ча Ынхи может поклясться, что с этого дня старая жизнь «маленькой мышки» закончена и началась новая история для обычной ученицы. \n\n— Добро победило, — воскликнула Тэхи, подняв руку. \n\n— Победило, — обрадовалась Ынхи, отбив пять подруге. \n\n***",
    "answers": [
      {
        "id": 33,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 33,
    "text": "Красноволосая сообщила брюнетке, что той стоит выпустить пар, и ушла. Тэхи не стала останавливать новую подругу, до конца еще не понимая происходящего. Ынхи еще ни разу не обмолвилась о том, что она пережила за этот год, когда над ней издевались, поэтому Ким не имеет права как-то вмешиваться и что-то советовать. Ну, это пока. \n\nШкольница выходит из здания учебного заведения и вышагивает по тротуарной плитке, идя к месту, где ученики нарушают закон школы.\n\n— Поделишься? — спрашивает Ча, оказавшись по правую сторону от Мина. \n\nЮнги выходит из своих мыслей и поворачивается в сторону говорящей, а его лицо вытягивается в удивлении.\n\nНа лице блондина появляется улыбка, когда тот вспоминает, как темноволосая девчушка сидит на полу в спортивном зале и плачет, когда тот читает ее любовное письмо. Он помнит ее слабачкой и непримечательной девчонкой, а что он видит сейчас? Ча Ынхи стала такой, какая бы могла понравиться самому Мин Юнги. И ему стало интересно, сможет ли он приручить эту девчонку. \n\n— Мое имя тоже там есть? — нарушает тишину Юнги, заставив школьницу вздрогнуть от неожиданности и сдвинуть брови. \n\n— Второе, сразу после Чон Хосока, — честно ответила Ынхи, не смотря на бывшего возлюбленного, а смотря на сигарету. \n\n— «Я смотрела каждую твою игру и держала за тебя кулачки». \n\nЧа напряглась, когда Мин начал произносить вслух отрывки из ее любовного письма. Парень  оказался напротив девушки, поставив руки по обе стороны головы Ынхи. Школьница вжала голову в плечи и нервно сглотнула от такой близости того, кого она когда-то безумно любила и того, кто не раз делал ей больно.\n\n",
    "answers": [
      {
        "id": 34,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 34,
    "text": "— «Я люблю тебя, Мин Юнги. И когда я вижу тебя, я не могу дышать, потому что хочу коснуться тебя, обнять и поцеловать. Ты стал моим воздухом, Юнги». Ну же, маленькая мышка, коснись меня, — разглядывая смутившуюся из-за такой близости девушку, издевался блондин, наслаждаясь своим превосходством. — Обними меня и поцелуй. Ты же так этого хотела.\n\n— А теперь не хочу, — взяв себя в руки, ответила достаточно громко девушка, подняв голову и встретившись с похотливым взглядом парня. — Отвали. \n\nКрасноволосая оттолкнула блондина, одарила его презирающим и обиженным взглядом, после чего обогнула того, собираясь покинуть неприятное ей общество, вот только Мин не позволил, схватив за руку и впечатав в стену, нависая, словно коршун. \n\nЮнги расплывается в хитрой ухмылке, облизывает губы и наклоняется, собираясь накрыть губы Ынхи и затянуть ее страстный и грубый поцелуй, не собираясь получать на него согласия. Девушка хватается за руки Мина, которые тот поместил ей на щеки, и пытается оттолкнуть его, но у нее ничего не получается. И до губ Ча остаются жалкие миллиметры, как Мин останавливается, получив удар в спину. \n\n— Эй, козёл кривоногий, отошел от нее! — закричала Тэхи, после того, как кинула в спину Юнги свой рюкзак.\n\nБлондин отстраняется от красноволосой и поворачивается в сторону брюнетки. Ким поставила руки на бока и испепеляла взглядом Мина, а тот в свою очередь непонимающе смотрел на незнакомую ему девушку. Тэхи увлеклась, называя Юнги всеми знакомыми ей обзывательствами, а после схватила подругу за руку и потянула прочь, оставив Мина одного стоять и с заинтересованностью смотреть на отдаляющийся силуэт брюнетки.\n\n ***\n\n— Это смешно! Я не буду делать этого! \n\nЧимин продолжал поливать масло в огонь, говоря Чонгуку, что тому слабо, а брюнет вёл внутреннюю борьбу с самим собой. Он продолжал поглядывать на ожидающих друзей, но задержал взгляд на темноволосой девчонке, которая довольна заданным желанием. \n\nА дело вот в чем. Молодые решили собраться вместе в выходной день и провести время на природе, подальше от центра. На улице была хорошая погода, позволяющая ребятам бегать в одних футболках. \n\nНедалеко был небольшой мост, а вдали слышались голоса молодых людей. Там же располагались дома, магазины и небольшая школа. Парни установили две палатки, в то время как девушки расстелили плед и накрыли на стол. \n",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "Ближе к обеду Ким предложила поиграть в «правда или действие». И, как инициатор, Тэхи первой выбрала свою «жертву». Им, конечно же, стал Чон Чонгук, не подозревающий ничего плохого, который, услышав желание, пожелал, что, не раздумывая, ответил «действие». \n\n— Ну что ты как мальчишка? \n\nЛаи закатила глаза и, схватив Чонгука за ворот футболки, потянула того на себя и накрыла его губы своими.Присутствующие заулюлюкали, а целующимся было не до каких-то там воплей, они вели борьбу за контроль над процессом. \n\nБрюнет поместил руки на талии синеволосой и с силой прижал её к себе, не давая и шанса на побег. А девушка, сжимая в руках ткань футболки, вела борьбу с настырным языком школьника, пытающимся забрать власть себе. И у него это удалось, хоть Лаи долго не поддавалась. Проиграла в честном бою. \n\n— Может, нам уйти? — хитро ухмыляясь, спрашивает Тэхи, пихнув подругу в бок. \n\n— Не-а, — протянул Чонгук, с характерным чмоком отстранившись от губ девушки. — Не думаешь, что сейчас мой черёд спрашивать? \n\n— Валяй, — махнула та.\n\nИгра продолжалась. А Ынхи чуть пододвинулась к подруге и начала ту подкалывать из-за поцелуя с её другом. Лаи лишь отмахивалась, не обращая внимания на не умелые попытки школьницы задеть её. Но она не может не согласиться, что так страстно её ещё никто не целовал. И это ей, черт возьми, понравилось. \n\nТэхи игнорирует подколы Чонгука после того, как ей пришлось рассказать самую постыдную историю, которую та хотела бы никогда не вспоминать. Но игра есть игра, ей пришлось сделать это. А Чон не может нарадоваться. Сделал гадость — сердцу радость. Девушка бросает раздраженный взгляд на друга, а после тянется к телефону, который оповестил о входящем сообщении. \n\nНеизвестный: «Привет, милашка. Что делаешь завтра вечером?»\n\nКим Тэхи: «Кто это?» \n\nНеизвестный: «Козел кривоногий. Так вот, я знаю, что ты делаешь завтра вечером. Ты идешь со мной на свидание» \n\nКим Тэхи: «А я знаю, что ты делаешь сейчас. Ведь сейчас ты встаешь и идешь нахрен, говно собачье. Не смей мне писать!» \n\nНеизвестный: «Я заеду за тобой в семь» \n\n— Прогуляемся? — спрашивает Чимин, коснувшись плеча задумавшейся Ынхи, когда все разошлись по своим делам. Тэхи и Чонгук фотографировали красивые пейзажи, а Лаи курила в стороне, наблюдая за брюнетом. \n\n— Пошли, — согласно кивнула школьница, вставая с пледа.",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "Они шли к мосту, каждый думая о своём. Девушка сжимала в кармане толстовки кулон, а парень не решался взять подругу за руку. Чимин признался сам себе, что эта девушка ему нравится, и он хотел бы пригласить её на свидание, но страх велик, что она откажется, ведь ещё месяц назад та любила Мин Юнги. \n\n— Как думаешь, я правильно поступила, рассказав все директору? — задумчиво произнесла Ча. \n\n— Правильно, — кивнул Пак, опираясь руками на перила моста. \n\n— Он испортил меня, — заявила девушка, вытащив из кармана кулон и раскрывая руку. — Это была не я. \n\n— Согласен, — снова кивнул Чимин, повернув голову в сторону. — Впервые я увидел тебя в ночном клубе, пьяную, в коротком платье и целующуюся с каким-то парнем. С того дня у меня сложилось о тебе не самое хорошее впечатление. \n\n— А сейчас? — с надеждой в глазах поинтересовалась девушка, будто от ответа зависит её жизнь. \n\n— А сейчас я думаю, что ты самая прекрасная девушка, — честно признался парень. — Может, как-нибудь сходим в кино? \n\n— О, точно, — вдруг вспомнила девушка, хлопнув в ладоши, — Лаи говорила, что сейчас в прокате какая-то комедия, которую она хотела посмотреть. Пошли и ребят возьмём. \n\n— Нет, ты не поняла, — сделав шаг к однокласснице, серьёзным тоном начал Пак. \n\n— Давай сходим вдвоём. \n\n— Типа… Свидания?\n\n— Ох, ты всегда так туго соображаешь? — обреченно вздохнул рыжий. — Ча Ынхи, пойдёшь со мной на свидание? \n\n— Ха-ха, ты такой милый, когда волнуешься, — рассмеялась девушка, снова переведя взгляд на ладонь, в которой лежит кулон. — Я пойду с тобой на свидание. Как думаешь, от него стоит избавиться? \n\n— Давай сделаем это вместе. \n\nРыжий подошёл со спины девушки и обнял её, сложив руки в замок на её животе, а подбородком оперся на её плечо. Школьница поежилась от неожиданности. Хотя чему она была удивлена? Они с Пак Чимином уже как месяц лучшие друзья и он часто ее обнимал, хватал за руку, вот только сейчас совсем другие чувства от этих действий. Лицо Ынхи озарила счастливая улыбка и та расслабилась, наслаждаясь прикосновениями парня.",
    "answers": [
      {
        "id": 37,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 37,
    "text": "Девушка выпускает из рук кулон, выкидывая его вниз. Ча провожает его взглядом, прощаясь, раз и навсегда. Чимин коротко чмокнул Ынхи в щечку и взял за руку. Молодые покинули мост, возвращаясь к небольшому лагерю, где Чонгук закинул на плечо Лаи, которая бросила в его адрес что-то дерзкое, а Тэхи все это снимала на видео, игнорируя вибрирующий телефон. \n\nСветловолосая девушка выбирается на берег небольшой реки и падает на спину, смотря на рассыпающиеся по ночному небу звезды. Слезы скатываются из уголков глаз, а сердце замирает от произошедшего с ней за последнее время. Девушка расправляет руки, на запястьях которых множество шрамов от порезов, и выдыхает. \n\nОна немного хмурится, когда чувствует пальцами правой руки какой-то предмет. Девушка поднимает вещицу и заинтересованно смотрит на красивый кулон, который заиграл красками, когда плачущая блондинка разглядывала его. Студентка сжимает в руке кулон и опускает руку на холодную землю, проигрывая перед глазами, как недавно летела с моста и как боролась за жизнь под водой. \n\nИ тогда девушка понятия не имела, что как только она наденет кулон, все ее обидчики пожалеют о содеянном…\n\n                                          КОНЕЦ.",
    "answers": [
      {
        "id": 1,
        "text": "Конец 5 главы."
      }
    ]
  },
  {
    "id": 38,
    "text": "",
    "answers": []
  }
]