[
  {
    "id": 1,
    "text": "Жанр:апокалипсис\n\nАвтор:terafly (Алексей Барляев)\n\nИстория разворачивается в одном городке где проснулся мальчик не понимая кто он в больнице.Ему придеться выживать в этом поганом мире с мертвецами.Чтобы выжить вы можете создать группу или быть один.Что вы выберете?\n\nРебят мне нужно ваше мнение что бы делать больше страниц (если вам понравится)",
    "answers": [
      {
        "id": 2,
        "text": "начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "проснувшись в больнице без памяти о себе вы удивились от того что всё очень грязно и пыльно.Вы непонимающе решили позвать медсестру.\n—Медсестра!-максимально громко вы прошептали это.Вы решили встать,но это было очень трудно.Вы операясь от тумбочки встали,но в туже секунду упали и ударились об неё и тут вы вспонили о себе чуть-чуть.Вы мальчик 12 лет,звать вас Алексей, а вот фамилию вы не вспомнили.голова сильно болела,вы не сдаваясь  снова берясь за предметы подошли к окну.\nВыглянув в окно вы ужаснулись от вида из него.И тут всё поплыло и вас охватила сильная жажда.Вы подошов к раковине попили воды вы напились и решили умытся.Спустя пару секунд после того умывания вода прекратила течь.\n—почему она перестала течь?-прошептали вы — ну я даун,наверное нет давления — сказали вы себе под нос.\n—Надо как-то выбираться\nПодошов к двери вы ели как открыли её и видели каляску.",
    "answers": [
      {
        "id": 3,
        "text": "Сесть на каляску"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы сели и поехали по больнице.Вы увидели лежачего солдата который был разорван в коридоре и пистолет.\n—еб....ть — удивились вы — халява прям,мне сегодня должно везти,ооо ещё и 3 обоймы круть.\nвы взяли всё это и поехали дальше.И потом вы подумали \"а почему когда я его увидел у меня не было страха и отвращение,будто я его не замечал\".И тут вы увидели выход.",
    "answers": [
      {
        "id": 4,
        "text": "выйти из больнице"
      }
    ]
  },
  {
    "id": 4,
    "text": "Когда вы вышли,вы увидели человека,но вы понимали что здесь происходит и позвали его к себе своим тихим на данный момент голосом.Он не реагировал так что вы просто пошли еле как.\nвы ели как шли обращая внимания на них и прятался.\nГде-то спустя пол часа вы добрались до какого-то дома,он вам показался знакомым и тут у вас очень сильно заболела голова.\n—БЛ....ТЬ — громким голосом сказали вы.\nвы вспомнили что это ваш дом и ключи под ковриком всё таки есть и живёте вы на 3 этаже.\n—Ну с богом,хотя я в него не верю — сказали вы",
    "answers": [
      {
        "id": 5,
        "text": "войти в подъезд"
      }
    ]
  },
  {
    "id": 5,
    "text": "вы вошли  в подъезд 1 этаж дался легко, но когда вы проходили на втором вы увидели 3 ходячих так вы их назвали.И вы решили стрельнуть, но в последний момент вы вспомнили что ваши перепонки просто лопнут и вы пошли на 1 и тут открылась только 1 из 3 дверей и вы увидели полностью пустой дом.Вы решили немного отдохнуть и поесть.Спустя ещё пол часа вы наелись и тут опять голова.\n—ДА ЁБ...НЫЙ РОТ — крикнули вы — ЁБ...НАЯ АМНЕЗИЯ.\nВы вспомнили кто жил здесь и ваших родителей, но не полностью.Вы решили искать оружие и нашли только ножи и мачете.Вы переоделись и взяли и сложили всё нужное в рюкзак.\n\"интересно,где мои родители?\" — подумали вы.\n\"А я должен это знать?\" — сказал голос.\n\"А так я ещё и шизик?За...бись\" — вы\n\"нет ты не \"шизик\" а избранный\" — голос\n\"прости что?\"- вы\n\" потом расскажу\" — голос\n\"окей тогда кто ты?\" — вы\n\"я вирус который почти поборол человечество и ты тот кто наоборот взял меня под себя\" — голос \n\"тогда почему я ничего не помню?Ты с этим связан?\" — вы\n\"да,но честично,ладно иди уже,в твоей квартире ты всё вспомнишь\" — голос\n\"хорошо,потом поговорим\" — вы\n\"вот и отлично!\" — голос\nВы вышли к двери посмотрели в глазок и не зря.Там стояли 2 ходячих и вы решили что нужно их быстро убить.",
    "answers": [
      {
        "id": 6,
        "text": "открыть дверь"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы открыли дверь и первого убили ножом а второго мачетем.\n—Наверное эти сверху значит там только один! — немного радостным голосом сказали вы.\nПройдя половину этажа вы увидели там 5!\n—По моему на сегодня моя удача закончилась.\nВы убили 3 ножами, 4 и 5 мачете.Вы зачистили этаж и взяли ключ под ковриком и открыли дверь.",
    "answers": [
      {
        "id": 7,
        "text": "войти в дом"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы вошли и закрыли дверь.Дома чуствовался запах риса с мясом.\n\"ммм,как вкусно пахнет\" — подумали вы\n\"внатуре\" — голос.\nВошли на кухню и тут ваша семья.Вы увидели маму,папу,брата мл и ст и вы прослезились и вы тут же вспомнили всё.К тебе подбежали родители и братья и обняли тебя.И тут голос кричит \"ОТОЙДИ ОТ НИХ\"",
    "answers": [
      {
        "id": 8,
        "text": "отойти от них"
      },
      {
        "id": 9,
        "text": "не отходить"
      }
    ]
  },
  {
    "id": 8,
    "text": "вы быстро отошли от них.\n\"Почему ты так кричал что бы я отошёл?\"- вы\n\" Потому что это всё илюзия\" — голос\n\"Это как?\" — вы\n\"Есть и мутиравшие ходячие,увы ты встретил одного из самых опасного,\" илюзинатора\"\" — голос\n\"И как мне выбраться?\" — вы\n\"Точно не знаю, но тебе надо найти дверь похожую на выход \" — голос\n\"Ага,спасибо\" — вы\nПосле чего голос замолк и вы начали искать выход.Увы это было не так просто,около 2 часов вы искали и нашли всё таки выход.\nВы не ожидали увидеть себя в той квартире,только почему-то тут всё грязней\n—Ого, так как долго я был в илюзии — сказали вы — пару минут!? — в недоумевание вы\n\"Надо быстро убить ту тварь, а то она снова кинет тебя в илюзию,только уже сильнее\" — голос\n\"Насколько сильнее?\" — вы\n\"В 5 раз\" — голос\n\"Ладно,щас пойду убивать\" — вы",
    "answers": [
      {
        "id": 10,
        "text": "искать ту тварь"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы не отошли от них, голос в голове становился тише и вы понимая что умрёте прижались семью к себе и тут,белый свет и вас уже нет.",
    "answers": [
      {
        "id": 7,
        "text": "ты мёртв"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы начали искать этого подонка.Вы заметили что-то в кустах, вы подошли и быстро раздвинули куст,там было что-то на подобие человека,только очень красное и маленькое с некоторыми костями наружу.Я решил его обезглавить но тут...\n\"Чувак осторожно, если ты его ударишь, ты поподёшь в илюзию.Так как он один из самых, то его будет сложно убить\" — голос\n—Черт что делать? — повторяете вы\n\"У тебя есть пистолет, давай убивай его быстрее!\" — голос\n—Но он его не пробъёт — вы \n—да ладно тебе, попробуй — голос",
    "answers": [
      {
        "id": 11,
        "text": "ну давай"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы стреляли в него.Сохранились лишь 2 обоймы но последний патрон...\n—на нах...й — сказали вы\nВы убили его -Ах...еть — удивились вы\nВы посмотрели на него и в голове был какой то кристалл.\n—Ооо,это какая то штука которая поможет мне для эволюции? — вы\n\"Блин, да ты всё знаешь!\" — голос\n\"Дааа\" — вы\nВы решили поискать дом в котором можно отдохнуть.",
    "answers": [
      {
        "id": 13,
        "text": "искать место отдыха"
      }
    ]
  },
  {
    "id": 12,
    "text": "ребят это только первые страницы и мне нужно ваше мнение",
    "answers": []
  },
  {
    "id": 13,
    "text": "Вы шли по дворам смотрели и убивали ходячих которые были у вас на пути.Вы заметили группу человек из 5 человек.Вы крикнули им что бы привлечь их внимание.Они посмотрели на тебя.Ты был почти весь в крови, улыбался и махал.Они с осторожностью смотрели на тебя и спросили:\n—Ты нам враг?\n—нет — удивлённо сказали вы\n—Ладно... — с подозрением осторожно подходили к тебе.\n—Что вы задумали?\n—Что ты хочешь сказать? — осторожно доставая нож говорил глава\n—Вы хотите меня убить?\n—ДАА... — с маньяакальным голосом сказал он\n—Чёрт, Джони успокойся! — сказал какой то парень\n—кто вы?И что вы хотите со мной сделать?\n—Меня звать Кайл,мы приехали в Россию что бы посмотреть достопримечательства,Но как видишь посмотрели мы на них...- сказал он своим тихим голосом\nЯ-Ладно, выкладывай, где ваша база и что с ним?\nК-Мы прибыли с нашей организованой базы для выживших и мы их пытаемся найти.Ты первый.",
    "answers": [
      {
        "id": 14,
        "text": "а что с Джони?"
      }
    ]
  },
  {
    "id": 14,
    "text": "К:У него не всё хорошо с головой бывает, но он хороший парень.И да ты к нам присоеденишься?",
    "answers": [
      {
        "id": 15,
        "text": "Да конечно"
      },
      {
        "id": 16,
        "text": "я одиночка "
      }
    ]
  },
  {
    "id": 15,
    "text": "К:Вот и отлично.Ты будешь 1 кого мы встретим!\nЯ:Да это клссно,но сколько прошло времени с начало апокалипсиса?\nК:Около 2 недель и ты как я вижу тот,который попал в больницу с тяжелой аварии.Откуда я знаю?Тебя показывали по новостям с аварии.И как ты там выжел я не знаю.\nЯ:Чёрт а этого я не помню.\nД:ТЫ единственный кто выжил в той аварии.А там было 30 человек... — сказал джони тихим но уверенным голосом.\nЯ:тоесть я был в автобусе?\nД:Нет он врезался в вас и ещё 2 машины и они загорелись.Дальше показывали тебя где ты дышишь и есть пульс и ты был в больнице.Никто не думал что ты выживешь.\nЯ:\"Оу как со мной обошлась судьба...\"\nВ:\"Он прав но частично,ты не выжил,а боролся со мной на выживание.Я тебя возродил только чудом и так ты потерял память.\"\nЯ:оу я не ожидал что я выживу и ещё потеряю память.",
    "answers": [
      {
        "id": 14,
        "text": "назад"
      }
    ]
  },
  {
    "id": 16,
    "text": "К:оу...Ну ладно,бай!-сказал он расстроеным голосом.\nЯ:ну ничего, если наши судьбы сплетены, то ещё встретимся!\nК:ну бай бай\nвы идёте искать место отдыха,потому что скоро закат.\nВы увидели дом в 5 этажей и вам жуть как хотелось покурить.\nЯ:Ладно я ведь хочу покурить,значит я покурю!-сказали вы с мотивирующим голосом\nПосле вы ничего не помните,но когда вы проснулись вы ели чью то плоть.\nЯ:ЧЕ ЗА ХУ...Я?\nВы отошли от тела и ещё 2 мертвецов были с вами,они посмотрели на вас,встали и подошли к вам,вы на автомотизме,убили их и тут вы вспомнили о том,что сейчас произошло.\nВы стояли и к вам вышел выживший и спросил\nВ-привет, ты как?\nВы увидев его подошли и вцепились в его кожу.\nКогда он закричал к вам подошли 2 мертвецов,\nи начали его вместе пожирать.и после этого прошло около 5 минут и вы вернулись в сознание.",
    "answers": [
      {
        "id": 17,
        "text": "войти в дом"
      }
    ]
  },
  {
    "id": 17,
    "text": "вы вошли в дом и тут вы увидели 3 двери.они были все закрыты.Вы пошли на 2 тоже самое.Только на 4 была открыта.Вы вошли и увидели тут...НИ Х... Я.\nЯ:-Ёба..ый насос! — сказали вы — как же меня это зае...А стоп тут пачка!\nВы открыли её и поискав вовсём доме вы нашли зажигалку и спички.\nЯ-Ооо даа!\nВы, закурив,пошли обыскивать всё начиная от шкавчка до туалета.Вы нашли аптечку.\nЯ-Наконец\n\"чувак,ты хочешь эволюционировать?\"- голос\n\" Да конечно,но как тебя звать?\" — вы\n\"меня звать...А как ты хочешь меня называть?\"\n\"Нуу, давай Ваня\"\nВ:\"ну Ваня,так Ваня\"\nЯ:\"а что со мной произошло?\"\nВ:\"ты стал мертвецом,и это первый раз что бы человек смог пережить превращение\"\nЯ:\"всё таки я и правда избранный\"\n",
    "answers": [
      {
        "id": 18,
        "text": "ну а как эволюционировать?"
      }
    ]
  },
  {
    "id": 18,
    "text": "В:\"Так,начнём с техники\"\nВаня начал мне всё рассказывать о техники.Я начал практиковаться.\nВ:\"Так насчёт кристалов.У тебя есть очень хороший и дорогой в будущем крисстал.Ты можешь сейчас его использовать или подождать и потом продать.Я бы советовал использовать, ведь ты сразу пройдёшь на 1 стадию и у тебя будет сила и скорость на ином от человека стадии.На 5 стадии ты сможешь останавливать время и убивать почти бесконечно ходячих.\"\nЯ:\"Чёрт как же это круто,я всегда хотел останавливать время!\"\nспустя 3 часа вы перешли 1 стадию.\nЯ;\"Офигеть,я чуствую изменение в своём теле!\"\nВ:\"ураа...А теперь иди и поубивай\"\nВы вышли на улицу и увидели около 10 ходячих и вы их просто взяли и убили.После этого вы заметили, что это было настолько легко, что даже вы думали что вы просто размахивали мачете.\nЯ:\"Чёрт, я просто готов убить их тысячими.А да Вань, что будем делать дальше?Ты можешь особых чувствовать?\"\nВ:\"да где-то около 4 ощущаю, и где-то 20 выживших,Которых щас пытаються убить 2 особых.Идём убивать?\"\nЯ:\"Да конечно!Идём на охоту!\"",
    "answers": [
      {
        "id": 19,
        "text": "на охоту!"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы пошли по дороге разговаривая с Ваней.Ваня рассказал где они и кто они.\nВ:\"Кароч,слушай через 200 метров будет сталь, и он очень силён, как ты, но его очень легко убить,если бить по слабым местам, то он будет настолько изичным, что ты даже не заметишь как его убил.\"\nЯ:\"ладно побежали!\"\nЧерез 10 секунд ты добрался до места, и увидел ту группу.\nЯ:Даров Кайл,Джони!\nК:Привет лёх,поможешь а!\nЯ:Да на изи!\nВ:\"не говори им кто ты по способностям!Они тебя убьют!\"\nЯ:\"Хорошо,буду на стороже!\"\nВы подбежав по инструкциям Вани, убили его и забрали крисстал пока никто не видел.\nК:Спасибо что спас нас, но как ты убил его?\nЯ:Я просто наблюдал за ними и высматривал слабые места.И как видишь это дало свои плоды.Я ещё встречал илюзинатора, я его убил пистолетом.\nК:Да ну, щас оружие на вес золото.Как ты его достал?\nЯ:Я проснулся в больнице и нашёл в коридоре солдата мёртвого.Я украл у него 3 обоймы и пистолет.\nК:Ты потерял память да?\nЯ:Как ты узнал?\nК:Тебя по новостям передовали в тяжёлом состоянии ты лежал в больнице.И я когда увидел тебя хотел спросить тебя об этом но ты быстро ушёл.\nЯ:А сколько прошло времени с момента больницы?\nК:Около 2 недель\nВы ещё поговорили и разошлись.Они пошли на базу а ты на охоту.",
    "answers": [
      {
        "id": 20,
        "text": "продолжить охоту"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы шли и где-то через пол часа вы дошли до особенного.Вы его не видели,но он вас да.И тут Ваня начал говорить:\nВ:\"ОТХОДИ ОТ СЮДА!\" Прокричал он\nЯ:\"БЛ........ТЬ\"\nВы отошли и тут пролетел кусок асфальта.Вы посмотрели на право и там был...Чёрт тебя дери гигант!\nЯ:Что это такое!?\nВ:\"Оооооо бл....ть,лучше уходи\"\nЯ:\"Почему?\"\nВ:\"Ты от его удара просто сдохнешь ладно?\"\nЯ:\"Ваще по...й\"\nВы решили нах это всё и пытались его убить.Но тут он вас задел\nЯ:АААААААААААААА!\nВам чуть не оторвала ногу и вы решили уйти.\nЯ:БЛ...ТЬ, Я НОГИ НЕ ЧУВСТВОЮ\nВы почти проковыляли до двора как тут... 2 гигант.\nЯ:ДА ВЫ БЛ...ТЬ ИЗДЕВАЕТЕСЬ НАДО МНОЙ!\nВы решили убежать, но он решил по другому.Он побежал на вас.\nЯ:\"Я... скоро... умру...?\"\n?:\"не бойся ты не умрёшь\"\nЯ:\"Ты кто и где я?\"\n?:\"Я твоё альтер эго.\"\nЯ:\"Что ты хочешь от меня?\"\nАЭ:\"Я хочу тебе помочь и всего то\"- сказал он с улыбкой на лице\nЯ:\"Аааа, так ты меня обманываешь?\"\nАЭ:\"Неееет ты что?\"",
    "answers": [
      {
        "id": 21,
        "text": "\"ты врёшь!Ты моё альтер эго!\""
      }
    ]
  },
  {
    "id": 21,
    "text": "АЭ:\"Эххх, ладно, ты выиграл, но ты так просто не выживешь!\"\nВы даже не понели его слова как тут вы увидели яркую вспышку и как около вас пролетел тот кусок асфальта.\nЯ:\"Что происходит?\"\nВ:\"Ты чего стоишь столбой? Ты не сможешь его убить!\"\nЯ:\"Я что видел будующее?\"\nВ:\"Какое будующее?\"\nЯ:\"Я... Я умер!Но...это...не рай...\"\nВ:\"Черт уходи от сюда!\"\nВы рванули до вашего убежища и когда пришли вы начали допрашивать Ваню.\nЯ:\"Так ты говоришь,что я вдруг встал встолбом и ты не понел о чём я говорил?\nВ:\"Да...\"\nЯ:\"Так ты всё помнишь о том что я рассказал?\"\nВ:\"Да...\"\nЯ:как же всё трудно же...",
    "answers": [
      {
        "id": 22,
        "text": "немного подумать."
      }
    ]
  },
  {
    "id": 22,
    "text": "Я:Значит, я могу что ли идти назад в недолёкое прошлое?\nВ\"ну это возможно, всё таки ты такой редкий тип...\"\nЯ:Ага значит ты меня недолюбливаешь?\nВ:\"Эй ну ты чего? Я тебя не недолюбливаю.\"\nЯ:Ладно похуй, где тут табачка? Так хочу вкинуться.\nВ:\"...\"\nЯ:Вань? Вань! ВАНЬ!\nВ:\"...\"\nЯ:ну только не сейчас! да бл...ть!\nВы услышали звук машин и акуратно посмотрели в окно и... там бл.ть были бандиты,и вы увидели у них... коньяк!Вы решили взять в должок немного алкоголя.\n",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  }
]