[
  {
    "id": 1,
    "text": "Автор: Сейджи\nНавание: Террорист.\nЖанры: Фантастика, детектив, мини-квест.\n.\n.\n.\n\nЭто история о человечности и дикости, о пути, с которого уже не сойти, об обмане и о ужасном мире, в котором и живёт чудовище с именем \"Террорист\".",
    "answers": [
      {
        "id": 2,
        "text": "Начало"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://pin.it/2Rrw7Ye.png",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "\"Не думаю, что продолжу жить.. Поэтому и пишу это, на прощание. Наверное, вы нашли эту записку. Поэтому.. Прошу прощения за то, что вы не умерли в том взрыве, произошедшем в 2025 году.. Возможно, вы быстро меня найдёте. Что ж, удачи.\"\nМонцере Укаро перевренула записку, но ничего, кроме этой записи не нашла.\n—Есть ли ещё зацепки?\nНа это её провели в какую-то тёмную комнату, которая пахла сыростью. Это, по-видимому, подвал. Здесь включили свет, и инспектор-одиночка увидела на стене цифры. \n\"33—3—1361921\"\n—Что бы это могло означать? Может.. Какой-то пароль.. Или номер телефона..",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "—Такого номера не существует.. А в здании нет никакого сейфа, чтобы открыть его паролем.\nЛовко подметил её товарищ Zet(имя зашифрованно).\nИ вправду.. в этом доме нет ничего. А цифры.. Написаны кровью. Это какой-то знак?\nУкаро достала свой телефон, чтобы сообщить о побеге террориста, но тут же, введя свой пароль, она вспомнила про цифры на стене.. И ввела их. Минуты стали отчитываться, как секунды, а время уже приближалось к нулю. Вот уже 2 часа ночи.. 1..\n—Мне кажется, или это.. Бомба..!\nДевушка быстро забралась по лестнице наверх, но тут же произошёл взрыв..\n\n\n\n—Попались значит...",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "Инспектор очнулась довольно быстро, вся в пыли, пропахшая дымом и осыпанная ожогами. Кое-как она стряхнула с себя штукатурку, доски и наконец выбралась. Пустое место. Открытое небо.. \n—Этот.. Чёрт!\nУкаро невольно зашипела от боли в ноге. Тут же она услышала чьи-то шаги и насторожилась.\n—Инспектор, вы в порядке?\nНачальник взял её под руку. Всё-таки ей не удавалось ровно держаться на ногах.\n—Да, просто немного ногу ушибла.. Ничего особенного.\n—Да? А я вижу, что вы надышались дымом и вся в ожогах. Вам надо в больницу.\n—Да, я и сама знаю, но...",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "Девушка заметила какой-то листок прямо перед её носом и сразу же подняла его. Опять записка.\n\"Как же весело с вами играть.\"\n—Чёрт! Как же ОН бесит..!\n—Вы так и не поймали ЕГО, да?\n—Да.. Мы оказались в ловушке..\n\n\nВскоре Укаро была в больнице. Ногу плотно перебинтовали, ожоги обработали, а ей самой прописали отдых, желательно на природе. Дым плохо повлиял на её лёгкие, поэтому ей нужен был свежий воздух.\n—Инспектор? Вы как?\nZet.. Как он только выжил после взрыва?\n—Я думала, что ты умер...",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "—Оу... Так быстро хороните меня. Всё-таки взрыв произошел наверху.\nНаверху... Значит, это была уловка. Инстинкт самосохранения не позволил девушке стоять на месте, а этот человек всё предугадал.. Но.. Почему он её не убил?\n—Я думаю, ОН умнее всех нас..\nНачала Укаро.\n—ОН никого не убивает, но в то же время запугивает смертью. Это не прямой терроризм. ОН хочет чего-то добиться! Zet, как думаешь?\nОн подумал немного, подошёл к окну и сказал.\n—Инспектор.. Вы так заняты этим.. Отдохните.\nДалее Zet вышел, а Укаро осталась одна.\n—Хм. Ну ничего. Не думала, что такой человек, как Zet, может струсить и, поджав хвост, бежать прочь. Глупо. Но не только он допускает такие ошибки..",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "—Вот я и дома.\nУкаро сняла обувь и пошла в свою комнату. Она жила одна, потому что полиция не может проводить много времени со своими близкими. Особенно, когда в городе прячется террорист. \n—Так, нужны зацепки. Те цифры.. Возможно, это не просто код.\nДевушка взяла свой телефон и написала Zet-у. Вскоре он ответил и прислал ей нужную фотографию. \n—Отлично..\nУкаро улеглась на диван, потому что так легче думать, и посмотрела в потолок.\n—Если цифры написанны кровью, то это может быть отсылка на живого человека. Ну, а потом что? Дата рождения? Нет. Дата нового взрыва? Тоже не сходится. Как будто это просто написано для того, чтобы нас запутать.\nЧто это могло бы означать?",
    "answers": [
      {
        "id": 8,
        "text": "..—Может буквы?"
      }
    ]
  },
  {
    "id": 8,
    "text": "—Да... Может это номер букв..! \"Я\" — 33 буква, \"В\" — 3. И получается... \"Я в лесу\"..? Да неужели. Хм, это было не так уж и сложно.\nУкаро расстянулась на весь диван, а на её лице появилась улыбка. Неужели она нашла ЕГО? \n\nНа следующий день инспектор отправилась в лес, чтобы \"погулять\". Она взяла мясо для шашлычка, хотя никогда его не готовила. В Японии может подаваться рис, тофу, жареный бычий язык, но шашлык — редкость. Что ж, стоит же попробовать что-то новое.\n—Я, как обычно, разожгу костёр, а потом мне должен будет позвонить Zet.. Наверное..\nНо ждать долго не пришлось.\n—Алло, испектор, вы где? Почему вы не дома?\n—Я в лесу. Доктор сказал, что мне нужно чаще быть на свежем воздухе. Ну.. Вот.\n—...\nZet отключился.",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "—Ну и где же ОН может быть...\nТрава тихо шуршала под ногами, а инспектор пробиралась в глубь леса. Возможно ОН должен быть в самой глуши. А может это просто ловушка. Не проверишь — не узнаешь.\nСкоро Укаро увидела вдалеке какую-то заброшку и насторожилась. Она убавила шаг и положила руку на пистолет. Вот он. Вход в заброшку. Наверняка, именно там может находиться террорист.\n—Эй. Брось оружие и подними руки вверх..! Если, конечно, ты здесь...\nК сожалению фонарика у девушки не было, поэтому она осторожно шла вперёд, прислушиваясь к каждому звуку. Обследовав всю заброшку, она ничего не нашла. Пора выходить.\n—Значит, обыкновенная уловка. Здесь нет ничего.. Вдруг, ОН взорвал что-то, пока меня не было в городе.. Чёрт! Я ещё и телефон оставила около костра.",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "И вот он — выход. Укаро выдохнула с облегчением. Она ожидала чего-то большего. Но преступник, наверное, совсем забыл об этом месте. Или же не ожидал, что инспектор так быстро разгадает ЕГО загадку.\n—Какое лёгкое путешествие..! И ничего не произошло!\n—Не верно.\nГромкий искажённый голос, а дальше ужаснейший писк. Вся комната заполонилась этим звуком.\n—Чёрт..! Я же сойду с ума!\nУкаро посмешно закрыла уши и выбежала на улицу.\n—Что за... Фигня..\nДевушка вытерла кровь из носа.\n—Что со мной.. Происходит...?\nДалее она упала лицом в траву и больше не говорила.",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "—Чёрт возьми, Укаро..! Ты же... Не спишь. Ответь мне.\n—\"Что происходит..? Здесь.. Так темно\"\nОна не умерла. Просто отключилась. Скоро она должна прийти в чувство. Ох, глупая же эта девушка. Постоянно лезет в неприятности. Надеюсь, этот случай поможет ей.\n\n\nЯ постучал в дверь.\n—Э-эй..! Мам, ты дома?\nВскоре мне открыли. Это была женщина с тёмными волосами, светлой кожей, янтарными глазами и аккуратными чертами лица. И хоть она была уже не так молода, всё равно в ней было что-то прекрасное.\n—О.. Это ты..Заходи.\nЯ зашёл.",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "—Что тебя привело? Ты же уехал к друзьям на неделю.\n—Мам, неделя уже прошла.\n—Ах да.. Я совсем об этом забыла. Ну, как дела?\n—Как обычно. Мам, у меня ничего не случилось, моё настроение остаётся стабильным.\n—О, правда? Ну тогда... Что со школой?\n—Ма-ам, всё хорошо, не волнуйся.. Пожалуй, я пойду в свою комнату.\nЯ пошёл по лестнице вверх. Рядом с моей комнатой были ещё две. Не знаю, зачем. Родители говорят, что скоро я найду себе жену, у нас появятся дети, и эти комнаты именно для них. Но мне всего-лишь 17. Зачем они торопят события?\nЯ вошёл в комнату. Всё на месте. Кажется, её забросили, когда я уехал. Как невежливо.\nЯ прыгнул на кресло и прокатился к компьютеру. Стёр с него пыль и включил.\n—Ну что.. Играем?\nЯ заказал \"игрушки\" в сетевом магазине. Завтра будет весело.\n\n\n",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "—Эй, Хару, привет.\n—Йо.\nА это — мой доставучий друг Ичиро. Он постоянно ко мне лезет. Не знаю, как я могу оторваться от него после школы. Но я могу.\nМы поболтали немного, а потом ушли на уроки.\n\n\n—Здравствуйте, мы сегодня будем петь.\n—Петь? Что за фигня.. Зачем это добавили в школьную программу?\n—Хару? Ты что-то сказал?\n—Нет.\n—Хм, ну ладно. Начинаем...\n\n\n—Не-е-ет, физ-ра.. Ненавижу.\n—Так, давайте, бегите 10 кругов за 5 минут на оценку. Начали!\n—Отлично.",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "—О боже, убейте меня..\nПосле обычного учебного дня я шёл в своё новое убежище. Прошлое подорвал террорист. Но зато об этом никто не знает. Ну, только курьер.\n—Вам посылка.\n—О, спасибо. \nЯ взял её и закрыл дверь. \n—Так, надо её настроить. Тогда будет очень красивое представление! Надеюсь, другим понравится.\nЯ аккуратно вытащил из коробки \"игрушку\" и принялся за работу.\n\n\n—Угх.. Где я..?\nУкаро наконец проснулась. Она осмотрела палату, а далее поднялась с койки.\n—Что со мной произошло?\nНикого рядом не было. Да и день клонился к ночи. Наверное, все ушли спать как нормальные люди. А  инспектор только что очнулась.",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "—Так.. Надо всё вспомнить. Я была в лесу.. А потом..\n—Чёрт, я всё забыла! Что же я там делала? Вроде я.. Искала террориста. Да! А ОН.. Опять развёл меня. Я такая глупая!\n—Эй, кто там разговаривает?\nУкаро юркнула в постель и замерла. Всё-таки ночью надо спать.\n\n—Укаро, пойдёшь на карнавал?\n—Карнавал? Не думаю. Я должна поймать террориста.\n—Ты так занята этим. Тебе надо отдохнуть.\n\"Стоп.. Карнавал? Много людей, а значит и бомба? Возможно..\"\n—Пожалуй, я пойду.. \nУ неё может быть отличный план. Но не думаю, что она сможет его исполнить. Играть в крысу — всегда неверное решение.",
    "answers": [
      {
        "id": 16,
        "text": "На праздник UтU\n"
      }
    ]
  },
  {
    "id": 16,
    "text": "—Здесь правда много людей..  Как вычислить террориста? Надо подумать..\n—Эй. Ты что-то сказала?\n—Нет, тебе послышалось.\nЧерез некоторое время праздник пришёл в действие. Было очень шумно, бесконечные краски мелькали перед глазами, мешая сосредоточиться. Впрочем, то, что надо.\nВсё было хорошо, как.. Взрыв. \n—Без паники.. Просто. Нечаянно взорвался балон с газом. Сейчас исправим.\nИ снова взрыв. \n—Надо же что-то делать, пока террорист не ушёл!\n—Эй, Укаро, ты куда?!\nУкаро побежала к сцене и выхватила микрофон.\n—Пожалуйста, замолчите. Я должна кое-что сказать.. Террорист, если ты это слышишь, то.. Давай встретимся один на один.\n",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "\"Что-то ОН не отвечает.. Я зря это сделала?\"\n—Эй, отдай микрофон.! Послушайте, здесь нет никакого террори..\n—Это говорит террорист. Надеюсь, вам понравилось представление. Укаро.. Я могу с тобой встретиться, но не сегодня. Скажи сотрудникам полиции, чтобы ни один из них не пришёл с тобой. Ты должна быть одна. Понятно?\n—ОН.. Ответил.!\n—Да, я всё сделаю. Где проходит встреча?\nТишина заполнила территорию.\n—Эй, девушка, хватит играть в террористов. Это не смешно! Никого здесь нет. Ясно?! Всего-лишь какой-то мелкий пацан захотел разыграть нас. Ничего необычного..\n—Спокойно, я уже ухожу.\nИнспектор спустилась со сцены и поспешно удалилась.\n\"Встретиться один на один....\"",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "—Укаро, чёрт тебя дери, какого ты делаешь?!\nZet схватил её за руку и отвёл в сторону.\n—Я понимаю, что ты инспектор, но пора бы отдохнуть от этого. Мы сможем ослабить ЕГО внимание, если не будем реагировать на бомбы. Ты не..\n—Не всё так просто, Zet. Ты ничего не понимаешь. Если я снова смогу связаться с НИМ, то мы встретимся одни и я смогу разобраться с этим.\n—Нет, не сможешь. Ты же просто умрёшь.\n—... Иди ты..\nОх, как драматично. Близкие друзья поссорились и разошлись. Всё-таки им нужно держаться вместе, но у них ничего не получается.\n\n— Я дома..\nИнстинктивно сказала Укаро, зайдя в дом. Сегодня ночью надо будет поработать.",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "Укаро зашла в комнату и включила ноутбук. Новое сообщение. Интересно, от кого?\n° Привет, красотка,может сходим куда?\n| Что? Ты вообще кто?\n° Я парень, который видел, как ты смело вела себя на карнавале.\n| Ты был там?\n° Да, я стоял в первых рядах.\n—\"Если он был на представлении, то как бы мог говорить так громко? Значит ли, что это не террорист? Стоп.. Боже, я так этим увлеклась, что теперь все люди для меня террористы.\"\n| Ладно, давай завтра сходим в кино..\n° Жду тебя в 16:00 в кинотеатре.\n—\"Довольно странная реакция. И не согласился, но ждёт..\"\nУкаро опустила руку на пояс, там, где находится пистолет.\n—\"Если он и будет террористом, я его остановлю\"",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "—Что?! А что ты.. Примерно моего возраста..?\n—О, правда что-ли?\nНа самом деле Укаро была не такая уж и взрослая. Просто её батя предложил поработать в полиции, а если что-то будет угрожать её жизни, он обязательно придёт на помощь. Но девушке это не сильно понравилось, поэтому она переехала в другой город, устроилась на работу и принялась за дело.\nДа и парень тоже был молод. На вид лет 17-18. У него янтарные глаза и тёмные волосы с редкими красными прядями. И хоть на вид он равнодушен, в его глазах читается боль.\n—О чём-то задумалась? Кино скоро начнётся.\n—А, нет..! Я просто.. Ладно, пошли уже.\n\n\n—А ты знаешь, зачем я позвал тебя сюда?\n—Что..?",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "—Спокойно, я не представляю угрозы. Не надо сразу тянуться к оружию.\nИ вправду Укаро уже была на готове.\n—Позволишь мне идти с тобой?\n—...\n—Ой, прости, забыл представиться. Меня зовут Сато, а тебя как?\n—Укаро.\n—Укаро.. Я хочу пойти с тобой на встречу с террористом. Всё потому, что ОН убил моих родителей, то есть уничтожил всё, что у меня есть.\n—Оу.. Сочувствую. Но ОН сказал, чтобы со мной никто не приходил.\n—Да, я знаю. Но ты действительно хочешь идти одна? Это же слишком опасно.\n—Но.. Или я встречусь с НИМ, или никто. \n—...Ой, прости, мне кто-то звонит.\nСато встал и вышел из зала.\n—\"Странный какой-то.. Может он и есть террорист?\"",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "—\"Укаро, хватит думать о таких глупостях! Это же..\"\nЕё раздумья прервал взрыв. Пламя разбушевалось и быстро распространилось на передние ряды. Инспектор подбежала к двери, но та была закрыта.\n—Это.. Ловушка!\n—Пожалуйста, все успокойтесь! Отойдите к самой крайней стене и пригнитесь, чтобы не надышаться дымом!\n—Мы все здесь умрём!\n—Спасите нас кто-нибудь!\nПаника.. Эта ситуация вышла из-под контроля..\n—Ведите себя подабающе, или вы умрёте. Это говорит террорист. Вы должны подумать своей головой и выйти отсюда живыми. Если не сделаете этого, то я не буду виновен в жертвах многих, потому что они сами решили, какая судьба их ждёт. \n—Что? Если ОН это говорит, то ОН не хочет никого убивать. Это похоже на какую-то игру..\n—Послушайте все. Возможно, мы сможем выбраться отсюда. Нам просто надо успокоится и придумать план.",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "—Да.! Но какой? \n—Надо эвакуировать женщин и детей около крайней стены. А остальные попробуют проломить дверь. Если не получается телом, то лучше взять кресло, человеческая жизнь дороже денег.\n—Она дело говорит! Давайте попробуем!\n\nЧерез некоторое время дверь была повержена и все люди ушли без повреждений.\n—Укаро, ты как?\n—Сато? Где ты был?\n—Я ответил на звонок, но тут же услышал взрыв и крики людей. Пришлось отклонить и вызвать полицию и пожарных. Я попытался открыть дверь, но ничего не вышло.\nВ здание вошли люди из спец. служб и начали эвакуацию.\n—Стойте! Если дверь была закрыта, то это сделал террорист! Но где же ОН..\n—Девушка пройдёмте за мной, здесь не безопасно.\n—Но..\n",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "—Эй, Укаро, что за дела?!\n—Zet, спокойно, со мной всё хорошо. Я просто захотела пойти в кино и отдохнуть, но, кажется, ОН не даёт мне покоя.\n—Хм.. Значит, мы не сможем избежать ЕГО нападений.. И вообще, что ему от тебя надо..\nДалее Zet что-то бубнел, считал на пальцах, а вскоре и вовсе забыл,что он в общественном месте.\n—\"Не думаю, что ему надо мешать.. Хм.. Но как же теперь договорится с террористом. Может, он напишет мне.?\"\n—Эй, Укаро, у меня есть план. Ты должна написать ложную улицу в соц. сети и сказать:\" Жду ТЕБЯ в 16:00\". Адекватные японцы вряд-ли придут без приглашения, а вот террорист может клюнуть, тогда мы его и поймаем.\n—Отлично. Так и сделаем.\n—А.. Можно с вами?",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "—Э, ты вообще кто?\n—Я Сато, хочу расправиться с террористом за смерть моей семьи.\n—Мы накажем ЕГО за все содеяния, не волнуйся.\n—Но.. Я хочу сам ЕГО убить.\n—Для начала найди ЕГО, сопляк, а потом уже и делай, что хочешь. Это не твоя работа, лучше не лезь.\n—Как грубо..\nИ Zet и Укаро остались наедине.\n—А.. Э.. Я пойду домой.\n—Ну.. Как хочешь. Только будь осторожнее.\n—Конечно, завтра увидимся.\n\n\n—Ну, это было совсем не сложно. Наконец, люди думают своими мозгами по-настоящему.\nЯ зашёл в своё убежище. Тишина.",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "—Та-ак, ну давай же, Укаро. Когда мы сможем встретиться.. Да почему так долго?!\nТак скучно быть в одиночестве. Укаро медлит и, наверное, пока ещё не собирается писать пост. Хотя..\n\"Пользователь СуперДетектив опубликовал пост.\"\n—Прекрасно. Ну давай встретимся, инспектор.\n—Только вот.. Нужен план.. Да..\nЯ уткнулся головой в стол.\n—Ну же.. Думай..\nПрошло несколько часов. Я и не заметил, как день приблизился к ночи..\n\n\n—Моя остановка.\nДевушка вышла из машины и осмотрелась. Это место было заброшенно.\n—Хм, не знала, что террористы любят погулять среди бомжей.\nУкаро зашла внутрь.",
    "answers": [
      {
        "id": 27,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 27,
    "text": "—Э-эй..! Террорист. Ты здесь?\n—Да.\nНеподалёку зажёгся свет, и Укаро увидела ЕГО в кресле. Рядом сидел заложник, а к его голове был приложен пистолет. Сам террорист был одет просто, а на лице красовалась маска.\n—Я сдержал обещание, только вот ты меня обманула.\n—Что? Но со мной же никого нет.\n—Да? Почему же здание окружено со всех сторон? Почему твои дружки пробрались на второй этаж и смотрят из-за углов, держа пушку на готове?\n—\"Чёрт.. Значит всё понял. Но.. Как?\"\n—Подожди.. Ты — Сато?\n—Что? Никакой я не Сато. Но.. Если ты про того, что мне всё рассказал, то он сидит рядом со мной. Спасибо ему большое за всё.\n—Перейдём к делу. Все опустите оружие. В здании находятся ещё 500 человек — заложников. Если вы немедленно не выполните приказ, то я выстрелю в первого. Тогда сработает кое-какой механизм и всё здание взлетит на воздух. Ну что?\n",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "Неожиданно кто-то выстрелил, и пуля попала в голову.\n—Хах.. Как смешно. Моя маска слишком прочная для обычных пуль. Ну что ж, вы не хотите по хорошему, значит будет по плохому.\n—Нет, стой!\nПослышался выстрел, и всё покрылось краской. Здание полностью заполнилось дымом.\n—Быстрей, освободите заложников.! Кха!\n—\"Этот дым слишком едкий..Чёрт! Надо выбираться!\"\n\n\nГромкие, быстрые шаги. Учащённое дыхание.\n—Спокойно.. Ты не пострадал?\nЯ снял повязку со рта.\n—Ты кто, чёрт возьми?! Почему я ничего не вижу?!\n—Тихо, не кричи.. \nЯ полностью освободил Ичиро от верёвок.\n—Что?! Э.. Это.!\n—Тише, ничего не говори. Скажи спасибо, что ты вообще жив. ",
    "answers": [
      {
        "id": 29,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 29,
    "text": "—Можешь со спокойной душой идти домой. Только запомни.. Никому ничего не говори.\nЯ оставил своего друга и продолжил бежать. Бежал я довольно долго и наконец приблизился к дому.\n—Мам.. Откроешь?\n—О, сынок, ты чего так неровно дышишь?\n—Я убегал, мам. Я был в заложниках у террориста.\n—О боже..\n—Тише, я в порядке..\n—Я.. Я так.. Рада. А.. Как?\n—Спокойно, тебе надо принять успокоительное. Пойдём.\nВскоре мама заснула. Конечно, не вариант давать усыпительное вместе успокоительного, но.. Пусть будет так. Потому что всем будет лучше, если они успокоются и будут вести себя тихо.\n\n—Ну и где же ОН?\nУкаро бежала в поисках террориста.\n—Чёрт, не мог же так просто уйти! А.. А это кто?!",
    "answers": [
      {
        "id": 30,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "—С вами всё в порядке?\n—\"Один из заложников\"\n—Д.да.. Просто.. Я смог вырваться.\n—Но это же не возможно.. Никаких ранений? Дайте вас осмотреть.\nУкаро заметила записку. \n\"Обманывать плохо, но террорист не обиделся.\"\n—Что за фигня.. ОН вас спас?\n—...\n—Эй? Ладно, пройдёмте со мной.\n\n\n—ОН сказал молчать.. ОН сказал..\n—Хорошо.. Тогда напишите на листочке.\n—А что если.. ОН следит за мной?\n—Здесь никого нет, успокойтесь.\n—Нет! ОН точно следит! Я знаю. ОН повсюду.\nСтранно, но Ичиро воспринял этот случай слишком сильно. Он не спал ночами, а днём просто лежал и смотрел в потолок. Благо, скоро ему полегчало.",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "—Итак.. Представьтесь.\n—Омо Ичиро.\n—Хорошо, Ичиро. Я — Zet, расследую дело о террористе. Я знаю, что вы \"сбежали\", но.. Вдруг вы сможете нам помочь. Расскажите всю историю.\n—Ну... Ладно. Я помню, что был у себя дома. Родители пока уехали в отпуск, поэтому я был один. А потом.. Оказался в том месте. Произошёл взрыв. И.. меня кто-то забросил, видимо, на спину и побежал. \n—Значит, не вы сами бежали, да?\n—...Я.. Боюсь умереть.\n—\"Чёрт, я выдал все свои карты.\"\n—Кто-то вам угрожал?\n—\"Возможно, это был его друг..\"\n—Нет.\n—Хватит врать. Один из твоих одноклассников? Твой друг?\n—Что?! Я не знаю, кто это был!\n—\"Придётся идти на крайние меры\"\nZet приставил пистолет к голове допрашиваемого.\n—Или ты говоришь правду, или ты умираешь.",
    "answers": [
      {
        "id": 32,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "—Хм-м.. Интересно.. Как там Ичиро? Надеюсь, с ним всё нормально.\nЯ шёл в школу один. После вчерашнего я немного подустал, не выспался, да и вообще сейчас выглядел очень сонно. Да уж, быть заложником — значит изрядно потрепать себе нервы.\n\n\n—Здравствуйте. Сегодня у меня для вас не очень хорошая новость. Но для начала.. Садитесь.\n—\"Хм, да неужели. И что же произошло?\"\n—Ваш одноклассник Ичиро.. Мёртв. \n—\"...Что?\"\n—Произошёл несчастный случай и..\nЯ встал.\n—Извините... Можно я.. Отойду ненадолго?\n—Конечно.\nЯ вылетел за дверь.\n—Нет... Это невозможно. Нужны доказательства. Наверное.. Чёрт! Я теперь ни в чём не уверен. Но всё же..\n.\n.\n.",
    "answers": [
      {
        "id": 33,
        "text": "Постучать в дверь"
      }
    ]
  },
  {
    "id": 33,
    "text": "Это последняя надежда. Мать Ичиро точно должна знать, что с ним стало.\n—А.. Эм.. Здравствуйте.\n—Хм? Ты по поводу Ичиро? Ну..\n—Только не говорите, что он мёртв.\n—Ладно.. Я.. Буду молчать.\n—\"Чёрт, да неужели..\"\n—А.. Вы.. Знаете, что с ним случилось?\n—Да.. Мне всё рассказали. Только.. Давайте пройдёмте в дом.\n—Как скажете.\n\n—Его допрашивали о террористе.. О той твари, которая изменила его с ног до головы. ОН так сильно повлиял на И..Ичиро, что тот потерял рассудок. И тогда..  Полиции пришлось..\n—Что?! Они его убили?\n—Они просто.. \"Успокоили\" его..\n—\"Н-нет.. Это невозможно. Зачем.. Нет.. Это нелогично. Наверное. Или же.. Это уловка. Или. Чёрт, я ничего не понимаю.\"\nЯ схватился за голову.",
    "answers": [
      {
        "id": 34,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 34,
    "text": "—\"Как больно.. Голова раскалывается. Что это со мной? Что проис..\"\n—С тобой всё в порядке?\n—Да.. Просто.. Голова заболела.\n—Наверное, слишком много о чём-то думаешь. Да и освежитель воздуха, что стоит в этой комнате, пагубно влияет на почти всех моих знакомых. Видимо, на тебя тоже.\n—Возможно... Хотя.. Моё состояние приходит в норму. Ничего страшного.\n—Нет, кое-что страшное всё таки есть.\nК моей шее приставили нож. Она успела незаметно обойти меня, чтобы.. Убить?\n—Ты ведь террорист, да?\n—С чего вы взяли?\n—\"Если паниковать, то сразу объявлюсь.\"\n—Ичиро — твой единственный друг. Поэтому ты спас его в тот вечер..\n—В тот день я был в заложниках, но мне удалось сбежать каким-то чудом.\n—Да? И как? Дверь, в которой находились заложники, была заперта.\n—Я..",
    "answers": [
      {
        "id": 35,
        "text": "—Пробрался через окно."
      }
    ]
  },
  {
    "id": 35,
    "text": "—И.. О каких заложниках вы говорите? Там никого не было.\n—Хах, ну ладно, твоя взяла.. Только на момент. \n—О чём вы?\n—Когда ты зашёл в комнату, датчик сразу засёк твоё сердцебиение. Голова болела от притока крови в мозг и от запаха в этой комнате. Впрочем, обычные люди быстро отходят от него. Но ты.. Твоё сердце до сих пор бьётся слишком быстро. Теперь не получится отрицать, что ты — террорист.\n—Ладно.. Я и не буду. Только пеняйте на себя.\nЯ перекинул её через себя.\n—Не рыпайтесь, иначе умрёте.\nЯ быстро завязал ей руки за спиной, а потом привязал к стулу.\n—Может, скажете, где у вас тут подвал? Не хотелось бы пачкать ковёр кровью....",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "—Спокойно, не рыпайтесь. У меня есть кое-какие таблетки.. Вам придётся их выпить. Они заставляют человека забыть всё, что происходило несколько часов назад, зависит от дозы. Но если они на вас не подействуют, я должен буду принять более жёсткие меры.\n—Урод.. Отпусти меня! Ты не имеешь права.\n—Хотите, чтобы я рассказал, что с вами будет, если вы не забудете этот случай? Ну ладно, как скажете. Я отрежу вам всё, чем вы могли бы сообщить полиции обо мне. То есть.. Язык, пальцы, глаза, могу даже сломать позвоночник, чтобы вы не смогли кивнуть. Хотите, чтобы всё произошло так? Так постарайтесь всё забыть сейчас.\nЯ высыпал таблетки в руку и поднёс к её лицу.\n—Согласны?\n—... Так уж и быть.....\n—Через некоторое время вы испытаете странное ощущение, но это не страшно. Ну, а сейчас можете отдохнуть. Мне нужно занятся кое-чем не мало важным.",
    "answers": [
      {
        "id": 37,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 37,
    "text": "—Эй, Укаро, может проверишь там миссис Омо?\n—О, как скажешь. А зачем?\n—Она не отвечает на звонки. Наверное, с ней что-то случилось.\n\n—Хм.. Это тот дом?\nУкаро подошла ближе к указанному зданию. Рядом с дверью лежала какая-то коробка с запиской.\n\"Извините, конечно, но меня позвали по неотложным делам в  город  V. В этой коробке лежит то, что вы заказывали. Так что не беспокойтесь, я выполнила всё, о чём вы просили. До встречи\".       ©Омо.\n—Хм.. Ясно. Надо отнести это в участок.\n\nZet вставил косету, что была в коробке, и внимательно рассмотрел видео.\n—Здесь нет ничего необычного.. Они просто поговорили и разошлись. Может, мы что-то упускаем?\nНапарник осмотрел всех сотрудников полиции и остановился на Укаро.\n",
    "answers": [
      {
        "id": 38,
        "text": "..—Возможно."
      }
    ]
  },
  {
    "id": 38,
    "text": "—Наверное, стоит проверить весь дом. Вдруг террорист подделал запись.\n—Возможно. Но мы пойдём без тебя, Укаро.\n—Что? Почему?\n—Ну.. Ты сможешь выстрелить в человека? Если понадобится, придётся и убить. Ты никогда такого не делала, поэтому.. Я, конечно, не хочу такое говорить, но ты будешь нам мешать.\n—Ладно. Я понимаю. Ну что ж, удачи.\n\n\n—Чёрт, такая важная миссия, а меня не взяли. Не смогу выстрелить? Хах, за кого они... \nДевушка в кого-то врезалась.\n—Ой, извините.. Сато?\n—Какая неожиданная встреча. Привет. Что ты здесь делаешь?\n—Да просто гуляю. А ты? Ты же пропал без вести.\n—Вообще-то нет. Никуда я не пропадал. Просто сидел дома.\n—Хм.. Ясно. А.. Эм.. Давай прогуляемся вместе?\n—\"Это тот парень на видео.. Пока что надо отвлечь его.\"",
    "answers": [
      {
        "id": 39,
        "text": "—Не против, давай."
      }
    ]
  },
  {
    "id": 39,
    "text": "—\"Интересно, всё ли у них нормально. Так, надо начать разговор.\"\n—А.. Э.. Может, расскажешь о себе? Ну там.. Чем занимаешься, какими были твои родители?\n—Ну.. они были хорошими людьми. Ну а я.. Я ужасен. Всегда был и буду.. Тебе интересно?\n—Да, я слушаю.\n—\"Сейчас он спокоен. Как будто не догадывается, что я его веду в ловушку.\"\n—Я был монстром. Однажды в дом вошёл ОН. Родители сразу хотели сообщить полиции об этом, но не смогли. ОН пытал их каждый день, а я.. Просто смотрел. Смотрел, как они кричали и взывали ко мне, просили убежать, спасти их или хотя бы не смотреть, как они плачут.. Потому что они всегда пытались улыбаться. Хм, пошёл не в то русло. Это было не интересно, да?\n—Нет. Соболезную.\n—Ладно, теперь ты.\n—Ч-что?! Нет! У меня не интересная. Она ни за что не сравнится с твоей.\n—У каждого своя собственная история. Так что давай.\n",
    "answers": [
      {
        "id": 40,
        "text": "..—Оф, ну ладно."
      }
    ]
  },
  {
    "id": 40,
    "text": "—Ну.. У меня всё ещё есть родители, но они в другом городе. Надеюсь у них всё хорошо, потому что, когда я уехала, они расстались и теперь живут раздельно.. И всё из-за меня.\n—Да чего ты. Это их жизнь, они решают, что им делать. Ты не виновата.\n—С чего такие выводы?\n—Ну ты же не сама их заставила расстаться.\n—Мм, ну да...... Ой, мне звонят, прости.\nУкаро отошла в тёмный закоулок.\n—Zet, ну что у вас там?\n—Миссис Омо ничего не помнит, наверное её напичкали теми таблетками. Мы обыскали всё и нашли ещё кое-что интересное. Аудиозапись. Её, видимо, записала сама Омо, но я не уверен, что содержание правдивое. Там говорится, что она хотела забыть о смерти сына, поэтому и приняла эти таблетки. \n—Это может быть логично. Тогда нам стоит поискать в другом месте.\n—Да, но.. Надо быть на стороже. Тот парень, возможно, и есть террорист.. Ладно, сама разберись пока. У меня ещё есть дела.",
    "answers": [
      {
        "id": 41,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 41,
    "text": "Zet бросил трубку\n—Вот я и всё. Эм. Надеюсь, я не заставила тебя ждать.\n—... Ты думаешь, я — террорист?\n—Эм.. Хах, с чего бы?\n—Такое поведение.. Всегда на стороже.. Всегда сторонишься. Идёшь подальше, а рука постоянно на пистолете. Я не похож на обычного человека, да?\nУкаро медленно пятилась назад.\n—\"Надо что-то сделать. Надо...\"\nИнспектор направила пистолет на Сато.\n—Пожалуйста, не подходи.\n—А то что?\n—Я выстрелю!\n—Как в Ичиро?\nЯ подошёл в плотную.\n—Да, я и есть террорист. То самое чудовище, которое заставляет людей страдать. Я и Сато, и Хару, и тот человек, который заставил миссис Омо всё забыть. И тот, что спас Ичиро, но всё стало только хуже. Я ужасен, да? Я же не человек, я монстр!\n—Нет, ты такой же, как и я..\n—Хватит лгать. Просто скажи правду. Ты не видишь во мне человека. Так убей не его, а  монстра!\n—Ну же.. Чего ты ждёшь...?\n—Стреляй!",
    "answers": [
      {
        "id": 42,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 42,
    "text": ".\n.\n.\nНу.. Пока что всё. Возможно, потом будет продолжение, зависит от вас.:|\n\n\nP.S. Простите за это убожество, я не умею писать квесты.:'›",
    "answers": [
      {
        "id": 1,
        "text": "Продолжение следует....."
      }
    ]
  },
  {
    "id": 43,
    "text": "",
    "answers": []
  }
]