[
  {
    "id": 1,
    "text": "Автор: Милкивэй\n\nПриветсвую читатель. Книга написана про волшебный мир, который создали три мага, ради забавы.\n\nВ этот мир, попадают пятеро героев, которые и будут изучать его, и попробуют в нём жить.\n\nОстальное, узнаешь сам)\nПриятного чтения, и желаю тебе того, чтобы никто не отвлекал",
    "answers": [
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a32/2005/e3/52df3f585910.jpg"
      },
      {
        "id": 2,
        "text": "Начать",
        "text_color": [
          0,
          0,
          0
        ]
      },
      {
        "id": 49,
        "text": "связь со мной"
      }
    ]
  },
  {
    "id": 2,
    "text": "Действия происходят в 2010 году. В городке Хикко.\n\nГлавные герои:\n▪️ Арлин Хас — тихий, спортивный, милый и отзывчивый парень 19 лет. Учится в техникуме, и влюблён в одногруппницу Кетрин Маус. Занимается вольной борьбой.\n\n▪️ Майкл Бюлон — лучший друг Арлина. Простой, не уверенный в себе парень 19 лет. Любит природу, и влезать во всякие неприятности.\n\n▪️Кетрин Маус— красивая девушка. 18 лет, встречается с Гордуном Сильфиром. Любит шумные тусовки, и весело проводить время с друзьями. \n\n▪️ Гордун Сильфир — 20 летний парень, звезда футбола. Упрямый, самовлюблённый, эгоистичный и грубый. Из богатой семьи. Любит выпить. Ничего не ценит. Даже Кетрин. Она ради него, готова на всё. Всё прощает ему, а он, может себе позволить даже целоваться с другими по пьяне.\n\n▪️ Энни Свон — 17 летняя, отвязная, привлекательная, девица. Сестра Кетрин. Любит пить вино, и развлекаться с парнями. Всегда стоит на своём, даже если сама понимает что не права\n\n\n\n\n\n",
    "answers": [
      {
        "id": 2,
        "text": "введите команды для картинки",
        "url": "https://d.radikal.ru/d01/2005/0c/c5c754dd75b5.jpg"
      },
      {
        "id": 3,
        "text": "Начало истории "
      }
    ]
  },
  {
    "id": 3,
    "text": "Было обычное утро, обычного дня. Арлин встал по раньше, чтоб успеть собраться, перекусить и идти на учёбу.\n  По дороге, он встретил Кетрин.",
    "answers": [
      {
        "id": 4,
        "text": "Подойти поздороваться"
      },
      {
        "id": 5,
        "text": "Проследить, не приближаясь к ней "
      }
    ]
  },
  {
    "id": 4,
    "text": " подошёл к ней.\n—Кетрин, привет\nОна резко обернулась\n—о, Арлин. Привет\nУлыбнулась.\nВдруг, со стороны подошёл Гордун.\n—привет народ.\nАрлин не ожидал что тот подойдёт. И поэтому немного растерялся. Но не показывал этого.\nПоздоровался с ним, и устремился вперёд.\n\n—стой, ты куда?\nСпросил Гордун\n—так в техникум.\n—а, ну ладно\nАрлин в спешке скрылся. На уроке, он смотрел на Кетрин, ловил взглядом каждое её действие, и поэтому никак не мог сосредоточиться на учёбе.\n\nПосле уроков, Арлин заметил что Гордун, как и всегда, встречает Кетрин, и они вместе, идут заруку.\nА его встречал Майкл.",
    "answers": [
      {
        "id": 8,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 5,
    "text": "Он шёл тихо. Не спеша. И увидел как к ней подошёл Гордун. И тогда, Арлин понял что теперь точно не стоит к ней подходить. И поэтому просто пошёл в техникум, не обращая на них внимания.\n\nПосле уроков, встретился с Майклом, и они вместе начали обсуждать куда пойти, но арлин заметил Кетрин и Гордуна. Тот как и всегда, встречал её после учёбы, и они куда-то уходили.\nМайкл предложил сначала скинуть вещи, и сходить в клуб, и там просидеть до вечера. Но заметив то,что Арлин не отрывает глаз от девушки, улыбнулся, и сказал что можно было бы и за ними проследить. Узнать куда идут. И если Гордун пррводит её до дома, то в таком случае они будут знать где живёт эта Кетрин. И тогда, Арлин сможет как нибудь подкараулить её, чтобы попробовать пообщаться на едине, и попробовать начать с ней дружить.\n\nАрлин отвёл глаза от Кетрин, и задумался о том, куда им идти.",
    "answers": [
      {
        "id": 6,
        "text": "Идти в клуб "
      },
      {
        "id": 7,
        "text": "Следить за Кетрин и Гордуном"
      }
    ]
  },
  {
    "id": 6,
    "text": "Они пошли в этот клуб . До последнего вечера были там, вечело провели время. И решили расходиться по домам.",
    "answers": [
      {
        "id": 9,
        "text": "На следующий день "
      }
    ]
  },
  {
    "id": 7,
    "text": "Арлин и Майкл пошли за ними. Спустя некоторое время, они заметили что к ним присоединилась ещё какая то девушка, но ни Арлин, ни Майкл не знали её.\nКетрин разговаривала с этой девушкой, улыбалась и обнимала её. Потом, они пошли дальше.\nАрлин и Майкл следили дальше.\n\nВ один прекрасный момент, Кетрин заметила их, но подумала что они просто гуляют, и что эта встреча случайность.\nИ всё же, она не промолчала, а решила подойти к ним.\n\n—о, Арлин. Привет ещё раз. Ты как тут?\n— да просто гуляли с другом\n—понятненько. А вы сильно заняты?\n—ну.. В принципе не очень. А что?\n—я с сестрой и Гордуном, собираемся в лес сходить. Там есть одно отличное место, где стоят столик и пара скамеек. А ещё, чуть дальше речка. Мы собираемся закупиться, алкоголем, и всем таким, а потом на том месте отдохнуть. Но в троём как-то скучно, и поэтому мы как раз думали кого-нибудь позвать.\nДак чего? Вы с нами?\n ",
    "answers": [
      {
        "id": 18,
        "text": "-Да, мы с радостью. Спасибо за то что предложила"
      },
      {
        "id": 19,
        "text": "-Спасибо большое за предложение, но.... Наверное как нибудь в другой раз. Просто у нас на вечер немного другие планы были"
      }
    ]
  },
  {
    "id": 8,
    "text": "они вместе начали обсуждать куда пойти, но арлин заметил Кетрин и Гордуна. Они куда-то уходили.\nМайкл предложил сначала скинуть вещи, и сходить в игровой центр, потратить время на игровые автоматы. Но заметив то,что Арлин не отрывает глаз от девушки, улыбнулся, и сказал что можно было бы и за ними проследить. Узнать куда идут. И если Гордун проводит её до дома, то в таком случае они будут знать где живёт эта Кетрин. И тогда, Арлин сможет как нибудь подкараулить её, чтобы попробовать пообщаться с ней.\n\nАрлин отвёл глаза от Кетрин, и задумался о том, куда им идти.",
    "answers": [
      {
        "id": 6,
        "text": "Идти в клуб "
      },
      {
        "id": 7,
        "text": "Следить за Кетрин и Гордуном"
      }
    ]
  },
  {
    "id": 9,
    "text": "Кетрин не пришла на учёбу. И никто, ничего не знал о ней. Про Гордуна тоже ничего не было известно. Потом , выяснилось что они пропали. Начали ходить слухи, что они сбежали из города в двоём. Решили начать новую жизнь. Но куда бы они пошли? И зачем бы Гордун стал уходить от своей богатой семьи? Было слишком много вопросов, и никаких точных ответов.\n\nАрлин то-же переживал за Кетрин. И много думал, о том, что если бы они с Майклом решились тогда проследить за ними, то скорее всего они узнали бы в чём дело, и куда они пропали.\n\nСпустя несколько месяцев, у Майкла появилась девушка. Арлин сначала не хотел мешать, и думал оставить их, но Майкл и его девушка — Евелина, наоборот любили тусоваться вместе с ним, и Арлин не понимал этого. Он считал, что если два влюблённых человека начинают отношения, то они хотят как можно больше времени проводить на едине. Но эти любили сюсюкаться между собой, и при этом разговаривать с Арлином. И спустя ещё пару недель, они договорились встретиться у Майкла, чтобы тусоваться вместе весь вечер, и всю ночь.\nНо Евелина привела с собой подругу. Викторию. Сказав, что взяла её для того, чтобы Арлину не было скучно.\n\nВечер прошёл весело. Выпивка, хорошие закуски, разные видеоигры.... Всё что нужно для веселья, в хорошей компании. По поведению Виктории, можно было догадаться, о том, что ей понравился Арлин. И ближе к поздниму вечеру, она начала немного заигрывать с ним. Возможно из-за того, что была пьяна. И когда Майкл и Евелина в стороне целовались, не обращая внимания на остальных, Вика взяла стакан с вином, и села рядом с Арлином, прижавшись к ниму. О чём то начала говорить, и водить пальцем по ноге Арлина.\nОн начал думать о том, как бы по лучше отреагировать на это",
    "answers": [
      {
        "id": 11,
        "text": "Сидеть, и ждать дальнейших её действий "
      },
      {
        "id": 12,
        "text": "Убрать её руку, и сказать что не стоит"
      },
      {
        "id": 21,
        "text": "Обнять, и нежно поцеловать её "
      }
    ]
  },
  {
    "id": 10,
    "text": "Они уже были на месте.\nРазвлекались, и отдыхали.\n\nСпустя некоторое время, в кустах послышался шорох. Это заметили Арлин, Кетрин и Энни.\nКетрин заволновалась больше остальных. И решила спросить, не слышал ли это кто-то ещё\nАрлин и Энни сказали что слышали, но это скорее всего просто какой нибудь маленький зверёк, типо зайца, ежа, ну или ещё кого-нибудь\n\nГордун спросил, мол о чём это они.\nКетрин всё объяснила. В это время тот же куст ещё раз дёрнулся. Только уже куда сильнее.\nНа этот раз, это заметили все, и смотрели на этот куст, не отрывая глаз.\n\n",
    "answers": [
      {
        "id": 20,
        "text": "далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "Спустя некоторое время, Вика взяла руку Арлина, и прислонила к своей груди, начав целовать его.\n\n",
    "answers": [
      {
        "id": 21,
        "text": "Ответить взаимностью"
      }
    ]
  },
  {
    "id": 12,
    "text": "Арлин убрал её руку, и сказал что это плохая идея. Вика убрала руку, отсела в сторону и немного загрустила.\n\nАрлин допил свою бутылку виски, и сказал что пойдёт  ляжет спать.\n\nПосле того как он ушёл, Евелина спросила Вику\n—чего это он ушёл? Мы что-то пропустили?\n—да не, ничего особого. Просто видимо я ему не понравилась.\n—не говори ерунды. Ты очень даже не плохо выглядишь. Просто он никак не может забыть одну девушку, которая пропала. Видимо она ему сильно нравилась\n\nМайкл и Ева решили что ещё успеют потискаться, и решили как нибудь отвлечь Вику, чтобы она не грустила.\nА спать они легли только под утро.\n\nАрлин проснулся первым, т.к лёг куда раньше остальных. Он не стал мешать спать остальным, и решил убрать мусор, после их вчерашних развлечений.\nПотом проснулся Майкл. Немного полежал, чтобы прийти в себя, а после встал, чтобы помочь Арлину.\nИ заодно завёл разговор:\n—а что, вика тебе действительно не нравится?\n—почему?\n—ну просто она чуть ли не открыто показывала вчера что хочет тебя, сама начала подкатывать, а ты сказал ей нет, и ушёл спать\n—я не хотел её обидеть. А ушёл, потому что вчера она была сильно пьяна. И наверняка желела бы сегодня.\n—хах, не думаю. Ну...дак чего? Она тебе нравится?\n",
    "answers": [
      {
        "id": 14,
        "text": "-ну она хорошая, и красивая. Но кто сказал, что я ей понравился? К тому же, я её вчера вроде как обидел"
      },
      {
        "id": 38,
        "text": "-Она конечно красивая, и милая. Но не думаю что что-то получится. "
      }
    ]
  },
  {
    "id": 13,
    "text": "—а где это мы вообще?\n\nВсе то-же посмотрели вперёд, и заметели какую-то крепость\n\n—что за фигня?\nСпросил Гордун\n—я хорошо знаю этот лес, и всё что находится рядом с ним. Но это вижу в первые\n\n—может....это какой-то старый замок, и сейчас там проводят экскурсии?\nВмешалась Кетрин\n\n—не знаю что это, и как оно тут оказалось, но предлагаю сходить посмотреть. Не каждый же день на такое натыкаемся\nПредложил Арлин ",
    "answers": [
      {
        "id": 13,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b29/2005/31/e383183a1861.jpg"
      },
      {
        "id": 22,
        "text": "Все согласились, и решили подойти поближе"
      }
    ]
  },
  {
    "id": 14,
    "text": "—ой. Подумаешь. Или ты серьёзно считаешь что она из-за вчерашнего не захочет начать с тобой отношения? Да и мы с Евой сказали чтобы она не сильно грустила, просто тебе нужно немного времени забыть Кетрин. В общем... Не думаю что она сердится на тебя.\nИ потом. Мы вчера долго разговаривали, и... Мне кажется что ты ей всё же действительно понравился.\n—а что именно она сказала? Ну обо мне\n—ахахахах. Ну.... Я дословно не помню, но вроде она хотела выпить, как раз ради того, чтобы решиться начать заигрывать с тобой.\n\nДевчонки начали просыпаться. Майкл пошёл к Еве, а Вика пошла на кухню, попить воды\nАрлин подумал над этим разговором с Майклом, и решил ",
    "answers": [
      {
        "id": 16,
        "text": "Подойти к Вике"
      }
    ]
  },
  {
    "id": 15,
    "text": "",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 16,
    "text": "\n—доброе утречко\nОна оборачивается\n—о. Да, и тебе\n—ты расстроилась из-за вчерашнего?\nОна отвечает немного смеясь:\n—нет, что ты. Я всё понимаю\n—не думаю, что ты всё правильно понимаешь.\n—в смысле?\nАрлин подходит ближе\n—ты мне нравишься. Правда.\n—да? А... Почему тогда вчера ты...\n—просто подумал что ты из-за алкоголя так ведёшь себя. Но если бы знал что ты алкоголь пьёшь для смелости, чтобы переспать со мной, то разумеется не ушёл бы\n\nИ после этого, целует её\n\nВ этот момент заходят остальные, и улыбаются",
    "answers": [
      {
        "id": 38,
        "need_ever": true,
        "need": 17,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 17,
    "text": "",
    "answers": []
  },
  {
    "id": 18,
    "text": "—ну вот и отлично\nКстати, это Энни, моя сестра\n—приятно познакомиться, я Арлин.\n — А я Майкл\n\nПосле, они пошли в магазины, купить всё что нужно, и потом отправились в лес, как и было задуманно.",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "—а. Ну тогда ладненько. Приятно провести время.\n—да, спасибо. И вам\n—ну, тогда мы пойдём. Поки\n—пока\n\nИ после этих слов они разошлись.\nМайкл немного удивился тому, что Арлин действительно отказался от такого предложения.\n—почему ты не захотел присоединиться к ним?\n—ну...просто похоже что ни кто, кроме неё, не хотел бы этого.\n—да и пёс с ними.\n—да не. В другой раз.\n—хах. А ты думаешь что будет ещё один раз?\n\nАрлин промолчал\nА Майкл всё равно продолжил:\n—а что же это у нас за дела на вечер?\n—в клуб собирались. Забыл?\n—ну, нет. Просто ....\n—ну значит не будем терять времени.\nПошли",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "Оттуда реско выскочил какой-то непонятный, маленький зверёк.\n\nВсе шарахнулись в сторону, а он, пискляво рыкнул, схватил маленькую сумочку Кетрин, и кинулся бежать.\n\nГордун вскочил, и со словами \"я тебя на варежки пущу, уродец, если не вернёшь сумку\" кинулся за ним.\nОстальные то-же побежали за ним.\n\nОни долго гнались за этим непонятным зверем, и наконец лес закончился, зверёк кинул сумку, и с визгом убежал куда-то, скрывшись в кустах.\n\nГордун поднял сумочку, и в этот момент к нему подбежали остальные.\nКетрин сильно обрадовалась тому, что он всё же забрал её сумку. И обняв, поцеловала.\nА Арлин, вышел на поляну, чтоб осмотреться",
    "answers": [
      {
        "id": 20,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a39/2005/41/41f26f7acb2e.jpg"
      },
      {
        "id": 13,
        "text": "Осмотрев местность, сказал:"
      }
    ]
  },
  {
    "id": 21,
    "text": "Арлин сначала человал её, постепенно опускаясь ниже. Сначала к шее, а потом и к груди. За всем этим улыбаясь, наблюдали остальные, а потом ушли в другую комнату, чтобы не мешать",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "Подойдя, они увидели что у ворот, стоят стражники. Настоящие, с мечами, и в доспехах.\n\nМайкл решил спросить у остальных:\n—народ, я возможно предлагаю полную фигню, но может ... Попробуем попросить их впустить нас?\n\nТут же ответил Гордун:\n—ты пока по лесу бежал, мозги выранил? На кой чёрт нам идти туда?\n—ну... Разве вам не интересно посмотреть на то, что находится в нутри?\n\nВсе задумались, и решили всё же попробовать зайти.\nАрлин подошёл к страже, и начал разговор:\n—здравствуйте. Мы немного заблудились. Не подскажите что это за замок?\n—парень, ты что, грибов переел? Или по твоему здесь очень много замков?\nЭто замок верховного короля Элеота.\n—а. Ясно. А..... Мы можем пройти? Во внутрь?\n—хах. Ну попробуйте. В городе можете погулять, или прикупить чего нибудь на рынке. Но в сам замок вас никто не пропустит, просто так\n—ясно. Спасибо\n\nАрлин обернулся к остальным, и позвал за собой, пройти в город",
    "answers": [
      {
        "id": 23,
        "text": "Пройдя в городок:"
      }
    ]
  },
  {
    "id": 23,
    "text": "Они осмотрелись, и были поражены. Будто они попали в далёкое прошлое. Куда-то в 14 век.\nКругом были старые домики и люди, одетые в какое-то тряпьё.\n\nПервым кто начал говорить, был Майкл:\n—какого хрена? Где мы вообще?\n\n—похоже эти люди не в курсе какой сейчас век\nУсмехнулся Гордун.\n\nАрлин решил поговорить с кем-то из местных, и спросил проходящего мужчину:\n—извините. Мой вопрос может показаться вам очень странным, но не подскажите ли вы какой сейчас год?\n—парень. Ты сколько дней пьёшь? Две тысячи десятый разумеется\n\nИ мужик рассмеявшись, пошёл дальше.\n\n—ну...они хотя бы в курсе какой год. Хотя ... Не понимаю почему они ведут такую старую жизнь. Ну, вернее не старую... Ну короче вы меня поняли.\nПроизнёс Арлин\n\n—ну так чего? Что будем делать дальше?\nСпросил Гордун",
    "answers": [
      {
        "id": 23,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c15/2005/c3/e79a6a87ad7e.jpg"
      },
      {
        "id": 24,
        "text": "Остаться здесь, осмотреться, и по подробнее узнать про это место"
      },
      {
        "id": 25,
        "text": "Выйти из этого городка, и посмотреть что ещё есть в округе"
      },
      {
        "id": 26,
        "text": "Вернуться в лес, и уйти к себе в город"
      }
    ]
  },
  {
    "id": 24,
    "text": "Они решили остаться, и по лучше узнать об этом месте. И заодно, найти себе место, где можно переночевать, ведь ночь, уже не за горами.\n\n",
    "answers": [
      {
        "id": 31,
        "text": "далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "Они вышли из этого города, чтобы осмотреться. Кругом, в принципе было пусто. Большое поле, рядом лес, из которого они и пришли, дальше, им на глаза попалась река, за которой так-же был лес. И ещё, с одной стороны, в далеке были расположены горы.\n\nКаковы их дальнейшие действия ?",
    "answers": [
      {
        "id": 29,
        "text": "Идти в поле"
      },
      {
        "id": 31,
        "text": "Вернуться обратно в город, и попробовать найти ночлег, и что нибудь ещё "
      }
    ]
  },
  {
    "id": 26,
    "text": "Они решили покинуть этот городок, и пошли к тому лесу, откуда и пришли.\nДолгое время бродили по этому лесу. Несколько раз заблудились. И только под вечер, всё же наконец нашли то место, где отдыхали, до появления того непонятного зверя.\nНо только это место было не совсем таким. Небыло ни скамейки, ни столика, ни даже следов костра, который они разводили.\nТеперь они уже понимали, что что-то не так. И так просто вернуться в свой город не выйдет\n\nНо уже темнело. И им нужно было где-то переночевать.\n",
    "answers": [
      {
        "id": 27,
        "text": "Идти обратно в деревню "
      },
      {
        "id": 28,
        "text": "Развести небольшой лагерь, и переночевать в этом лесу"
      }
    ]
  },
  {
    "id": 27,
    "text": "Они снова подошли к замку. Стражники сначала не хотели их пропускать, ведь было поздно , но всё же решил простить, на первый раз.\n\nВойдя в этот город, они долго искали место, для ночлега. Но... Первые полтора часа были потрачены в пустую.\nОднако, они заметили  конюшню. И им повезло, т.к тот, кто следит за животными, разрешил им переночевать.\n\nЛечь можно было на сено. Это было мягко, и в полне удобно. Но к сожалению, в этой конюшни, как и во всех других, был очень неприятный запах. Но...выбирать было не из чего, и наверное это было для них наилучшим вариантом для ночёвки",
    "answers": [
      {
        "id": 30,
        "text": "на утро"
      }
    ]
  },
  {
    "id": 28,
    "text": "Это было не лучшей идеей.\n\nПока они спали, к ним подобрались разбойники.\nМайкла убили, а Арлина и Гордуна сильно избили, и продали в рабство.\nДевушкам повезло куда меньше. Они стали игрушками, для кучи мужиков, которые их постоянно носиловали. Кетрин не смогла долго держаться, и решила попытаться напасть на одного из них, хоть и понимала что её убьют.\nИ из-за этого, Энни пришлось терпеть это в два раза больше.\n\n\n\n\n",
    "answers": [
      {
        "id": 38,
        "text": "далее"
      }
    ]
  },
  {
    "id": 29,
    "text": "они решили отправиться в поле. долгое время шли. сильно устали. поняли что идти куда глаза глядят, не имея ни еды, ни чего либо ещё, это не самая хорошая идея.\n\nони шли до темноты. но не нашли места  подходящего для ночлега.\n\nв скоре стало совсем темно. \nони уж было подумали что придётся ночевать на голой земле. уже начали устраиваться по удобнее, как вдруг Майкл заметил не очень далеко, в лесу, дым. и решил сообщить\n\n— ребят, а что это там?\n\nначал тычить пальцем в сторону леса. \nАрлин переспросил\n\n—где? где там? ты что-то видешь?\n—да, над деревьями. похоже на дым, от костра\n—и вправду. что-то есть. может быть тогда туда? а то чё нам тут мёрзнуть\n\nвсе поддержали предложение.\nно когда пришли к данному месту, их схватили разбойники.\nоказалось что тот дым, шёл от костра в их лагере. \n\n",
    "answers": [
      {
        "id": 46,
        "text": "далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "Они встретили кузнеца. Мужчина был опечален горем. Советник короля, позвал его дочь в замок. На ужин. И грозился тем, что у отца будут проблемы, если она не явится. И после этого, отец о ней ничего не слышал.\nОн пытался, и в замок попасть, и говорил со стрвжниками в городе..... Но ему так и не удалось ничего узнать.\nВсё что ему остаётся, это постоянно ковать оружие, и продовать его, чтобы денег хватало на еду, и налоги.\nНо его товары, довольно дорогие. А у них не было ни одной монеты серебра. Только несколько рублей в карманах, но в этом месте, они ничего не стояли.\n\nИ ещё. Они решили рассказать этому кузнецу о том, что с ними произошло. Это его немного удивило. Ведь он раньше был дровосеком, и знал тот лес как свой дом. И по его мнению, за этим лесом, только поля, река, и небольшая деревушка. Но никаких современных  городов, и всего остального. Но, также сказал, что такое возможно. Что они, из своего мира, попали в этот. \n\nКузнеца заинтересовала их история, и он рассказал им про этот мир. сказал что в нём есть три бога: Люнгок, Амор и Бахус, которые являются создателями всего.\nТак-же рассказал про различных, волшебных зверей. Некоторые из которых, могут разговаривать, некоторые — видоизменяться.... А какие-то, могут наделить тебя небольшой магией, которой ты сможешь обучиться, и использовать её в своей жизни. Но.... Ты сможешь получить от них этот дар лишь при половом контакте с ними.\nРассказал, про то, что  король этого городка ведёт войну с эльфами, вампирами, феями, и некоторыми странами, но при этом, является союзником гномов, и соседней столици \"Вирнинии\"",
    "answers": [
      {
        "id": 32,
        "text": "спросить у старика , есть ли способ вернуться им в свой мир"
      }
    ]
  },
  {
    "id": 31,
    "text": "прогулявшись по городу, им удалось договориться с хозяином конюшни, о том, чтобы они могли переночевать в ней. Пусть и не самый лучший ночлег, но зато хоть что-то.",
    "answers": [
      {
        "id": 30,
        "text": "на утро"
      }
    ]
  },
  {
    "id": 32,
    "text": "Старик рассказал про то, что где-то на горах, которые расположены не очень далеко от города,  есть хижина. В ней живут 3 ведьмы. Они знают многое. В том числе, и о путешествиеях между мирами.\n\n—Отсюда, добраться до их домика не трудно. Но... Они наверняка накинуться на вас, и убьют, прежде чем вы успеете попробовать попросить у них чего нибудь. Они же ведьмы. Но! Если вы придёте к ней не с пустыми руками, то... Возьможно они и не тронут, а даже помогут. И всё же, не советую идти к ним всем вместе. По скольку, они хитры,  и непредсказуемы. Их может привлечь, сердце вампира.\nК счастью для вас, я знаю где можно найти  их.\nЕщё и могу сделать для вас оружие, из святого камня. В прочности, он не хуже металла, но в отличие от него, оружие из такого камня, будет причинять больше боли, и будет ослабевать, всякую нечесть. Но для этого, помогите мне вернуть дочь, если она всё ещё жива",
    "answers": [
      {
        "id": 33,
        "text": "Помочь старику"
      },
      {
        "id": 34,
        "text": "Отказать в помощи"
      }
    ]
  },
  {
    "id": 33,
    "text": "Они решили обсудить всё, и согласились помочь.\nИм нужно было всего то, попасть в замок, узнать о пропавшей девушке, если она всё ещё жива, то забрать её, и главное выйти из этого замка живыми.\n\nУже вечерело. \nОни вернулись в канюшню, чтобы обсудить как попасть в замок, что делать дальше, и наконец готовиться ко сну.\n\nОни договорились, что осмотрят замок с наружи. Малоли есть где-то место, через которое всё же можно попробовать забраться. И, попробовать всё же поговорить с охраной замка. Вдруг всё же получится попасть туда легально.\n\nНачалась ночь. Все уже устроились по удобнее, и лежали в кучках сена. Каждый лежал отдельно, кроме Гордуна и Кетрин. Они были вместе. Чуть дальше, была Энни, потом Майкл, и в дали ото всех, был Арлин. Он специально выбрал себе место подальше от Кетрин, понимая что они с Гордуном могут решить переспать, а ведь он был влюблён в неё.\n\nНо у неё с Гордуном ничего ещё не было. По скольку, они не так долго встречаются. И поэтому она не хотела ничего торопить.\n\nЗато Энни, спустя некоторое время после того как все легли, подошла к Майклу. Он спал.\nОна разделась, тихо подкралась, легла к нему... И в этот момент он открыл глаза.\nОна понимала что его удивление, может привлечь лишнее внимание, и поэтому в тот же момент поцеловала его. хотя  все остальные и так всё видели. Арлин усмехнулся, Кетрин была немного удивлена, а Гордуну было немного плевать, и он разве что испытывал завесть, от того что то-же хотел так-же провести ночь.\n",
    "answers": [
      {
        "id": 35,
        "text": "На утро"
      }
    ]
  },
  {
    "id": 34,
    "text": "Старик опечалился. Но он понимал что это всё же не самое лёгкое задание.\n\nПосле этого разговора, они вернулись в канюшню",
    "answers": [
      {
        "id": 38,
        "text": "далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "Майкл проснулся раньше Энни, и подождал пока она тоже встанет. Когда она проснулась, он решил поговорить с ней:\n—доброе утро\n—да, не смотря на то что я спала не в своей нежной и мягкой кроватке, а на этой... Соломе, утро всё же доброе.\n\nПосле своих слов, она спокойно, поцеловала его, будто так  и должно быть\nНо это не всё, о чём он хотел поговорить. Поэтому он продолжил:\n\n—слушай, а это просто так, ради развлечения, или...\n—или что?\nМило улыбаясь она спросила\n—ну....\n—ну не робей, говори уже. А то я одеваюсь, и ухожу\n—куда?\n—ты дурак?\n—ой, вернее, я хотел сказать что мне очень понравилась эта ночь, и я тут подумал пока ты спала, и в общем ты мне нравишься\n—хих. Мило конечно, а что? это всё что ты хочешь сказать?\n—ну.. не совсем. Хотел  предложить тебе встречаться, если и ты этого хочешь разумеется.\n—ну... я согласна, и да, я бы хотела. По скольку.... Я как-то сомневаюсь что у нас получится вернуться, а все местные парни, какие то....древние. И потом, я пошла с Кетрин и Гордуном на пьянку, только из-за того что бы немного отвлечься. Просто был у меня один парень, я дурочка любила его, а он — сволочь встречался ещё с двумя девками. И главное их обеих развлекал, водил во всюда. Чуть ли не плясал под их дутку, выполняя любой их каприз. А меня, только и делал что звал в пастель\n—Да уж. Встречаются всякие уроды. И я понимаю, что у тебя нет причин верить мне наслова, но для меня в первую очередь важна взаимная любовь, а не пастель.\n— ну вот и отлично\n\nАрлин давно уже не спал, и ждал пока Майкл и Энни закончат. И дождавшись, позвал его замок осмотреть.\nГордун на удивление, тоже решил не стоять в стороне, и сказал что он с ними, ну а девушки, решили отправиться к тому кузнецу, поговорить. Вдруг ещё чего-то полезное узнают\n\nКогда парни дошли до замка, Гордун сказал что попробует поговорить с охраной, а остальные пусть бродят в поисках лазеяк. Когда он подошёл к страже, те сначала рявкнули на него, чтоб он убирался. Но когда он сказал что хочет только поговорить с королём, они резко передумали, и отворили дверь. Гордун от удивления замер на мгновение, и после, гордо пошёл во внутрь.\nОдин из стражников усмехнулся, схатил его, и отвёл в темницу. Гордун, сидя на койке, начал усмехаться над собой, типо \"какой же он наивный дурак, что повёлся.... С чего он взял, что всё так просто будет. ..\" \nНо, внезапно к его темнице подходит человек, с короной на голове.\n—ты вроде хотел со мной поговорить?\n—да. Ваше... Величество\n—и о чём же?\n—о девушке. Дочери кузнеца, которая была преглашена сюда на ужин, но после него не вернулась\n—ах вот оно что. Мой советник был стар, и не справлялся со своей работой. Поэтому я и позвал её, предложив ей эту должность, и дал обещание что закрою глаза на большой долг её отца. И я сдержал слово. Вот только она тоже не особо то справляется, из-за своей робкости и неуверенности. Если хочешь, проведу тебя в её покои\n—да, конечно. \n\nУж это будет по лучше, чем сидеть тут, подумал он про себя",
    "answers": [
      {
        "id": 36,
        "text": "Войдя в её покои"
      }
    ]
  },
  {
    "id": 36,
    "text": "Анна, была из тех девиц, которым нравятся любовные утехи. И в тот момент ждала очередного мужика. И поэтому, приняла Гордуна за него<s>r\n<s>r\nГордун, зайдя к ней, не успел и сказать чего либо, как она сразу подошла,  и поцеловала его, а после повалила на пастель. Он был очень сильно удивлён, но не стал возражать<s>r\n<s>r\nПосле всех их развлечений, она начала разговор:<s>r\n—хм а ты по лучше остальных<s>r\n—остальных?<s>r\n—ахахахах, думал ты первый?<s>r\n—да нет<s>r\n—можешь идти. И передай королю, что я бы хотела чтобы теперь ко мне приходил только ты, а не все, кому не лень.<s>r\n—погоди, в смысле? Ты вообще о чём? Я от твоего отца, чтобы забрать тебя<s>r\n—в смысле от отца? В смысле забрать?<s>r\n—ну... Он думал что тебя тут держат в неволе. И поэтому попросил о помощи, в замен на помощь мне, и остальным, моим знакомым<s>r\n—а. Ну вообще, да. Если бы я только могла отказаться от всего этого, и вернутся к нему, то долго бы не думала с выбором<s>r\n<s>r\nНа этом слове зашёл король.<s>r\n—если этот человек согласен тебя заменить, и стать моим советником, то тебя отпустят<s>r\n<s>r\nГордун подумал, и решил что уж лучше он будет здесь, чем вернётся обратно. <s>r\nНо решил на последок помочь остальным. И пользуясь своей должностью, он взял с собой:<s>r\n\n*20монет золота из хранилища<s>r\n*и не очень много еды со склада<s>r\n<s>r\nОн вернулся с Анной к её отцу. Остальные уже были там, по скольку Арлин и Майкл убедились в том, что замок не преступен.<s>r\nГордун отдал Анну, сказал о том что теперь он останется вместо неё, и сказал Кетрин что между ними всё кончено.<s>r\nКетрин спросила почему, и он сказал что ему она наскучила.<s>r\nПосле этого он ушёл.<s>r\nЭнни подошла к Кетрин, чтоб поддержать её, но Арлин попросил Майкла, чтобы тот забрал свою девушку, чтобы Арлин сам поддержал её. Майкл позвал Энни, сказав что это срочно, а Кетрин сказала что пойдёт в конюшню, отдохнуть.<s>r\n<s>r\nАрлин догнал её, и увидел что у неё на глазах слёзы. Но не сказал ничего, а просто крепко обнял.<s>r\n<s>r\n—не стоит, я....я хочу побыть одна<s>r\n—нет. Стоит. Позволь побыть с тобой<s>r\n—зачем тебе это?<s>r\n—просто мне не всё равно.<s>r\n—ладно. Как хочешь.<s>r\n<s>r\nОни вместе дошли до конюшни. Сели рядом. Она сначала не очень хотела, но спустя пару минут всё же положила голову ему на плечо.<s>r\nОн её ещё крепче обнял. И сказал<s>r\n—знаешь. На самом деле, если бы не ты, то нас бы с Майклом не было тут. Ты мне давно нравилась. И... Я не знаю зачем, но постоянно наблюдал за тобой. И в тот раз, после коляги пошёл за вами с Гордуном. А Майкл, т.к мой друг, пошёл со мной. И когда ты нас заметила, мы импровизировали, сказав что встреча случайная.<s>r\n<s>rна самом деле мы всю дорогу следили за вами, в надежде узнать где ты живёшь, чтобы в дальнейшем попробовать с тобой пообщаться, а то в техникуме ты постоянно занята, а после него тебя проводил всегда Гордун.\nПосле этого она резко подняла взгляд на его глаза. Арлину стало немного неловко, и он отвёл взгляд.<s>r\nА Кетрин задумалась, и сказала:<s>r\n<s>r\n—ну и дураки. Сейчас бы были в нашем времени, и не парили бы голову, думая как выбраться отсюда.\n—даже если бы я и знал всё, что с нами будет, то всё равно бы следил, и пошёл бы с вами.<s>r\n—почему?<s>r\n—да хотябы для того, чтобы ты не осталась одна в такой ситуации. Должен же хоть кто-то тебя поддержать, и усокоить после всех слов, что сказал тот критин.<s>r\n<s>r\nКетрин подняла голову и посмотрела на него. А он на неё. И спустя несколько секунд, она подтянулась к нему, и поцеловала.",
    "answers": [
      {
        "id": 37,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 37,
    "text": "После поцелуя ,она медленно убрала голову и немного успокоившись, начала вытерать слёзы<s>r\n<s>r\n—спасибо тебе большое. За всё.<s>r\n—обычно так говорят перед смертью\n—нет нет. Я просто поблагодарила за то, что ты рядом <s>r\n—пожалуйста. Мне наоборот нравится помогать тебе, и очень нравится быть рядом. И кстати об этом. Может...<s>r\n—да. Я согласна.<s>r\n—я же даже не успел спросить<s>r\n—а разве я не правильно поняла?<s>r\n— всё правильно. Просто... Ты как-то резко, и не думая согласилась. <s>r\n—ты же наблюдал за мной. Разве не видел как тот обращался со мной? У него всегда есть замена, в случае чего. И сейчас, ему вовсе плевать на меня. Поэтому давай не будем о нём...<s>r\n—хорошо.<s>r\nИ снова крепко обнял её, прижав к себе<s>r\n<s>r\nВ это время кузнец во всю ковал новые, специальные мечи. И к вечеру, всё было готово.<s>r\nОн указал на карте место, где можно встретить вампиров, и отдал карту Майклу. Он поблагодарил старика, взял с собой Энни, и они пошли в конюшню, к остальным.<s>r\n<s>r\nНо к Арлину и Кетрин первым пришёл Гордун. Но зайдя в конюшню, увидел что Арлин и Кетрин в однимку, лежат в стоге сена, и целуются.<s>r\n<s>r\nОн усмехнулся, после чего те резко привстали.<s>r\nРазговор начал Гордун:<s>r\n—ну надо же. То-то я и думаю, чего это ты их решила с нами позвать. Один с сестрой твоей, а этот с тобой. А ведь мне то ты говорила что не хочешь торопиться....<s>r\n—ты дурак? Или да? У меня никогда и никого не было, кроме тебя, пока мы были вместе. Я считала тебя самым лучшим, из того, что было в моей жизни. А ты вот так вот, просто, и спокойно взял, и кинул меня, будто бы ничего и не было<s>r\n—хах, а что-то разве было? Просто время своё тратил. Ты-то быстро нашла мне замену.<s>r\n<s>r\nПосле этих слов, у Кетрин по щекам потекли слёзы, и вмешался Арлин:<s>r\n—она не должна перед тобой ни в чём отчитываться. Она к тебе всем сердцем, а ты её как игрушку, просто кинул...<s>r\n—ты ещё потявкай на меня!<s>r\n—а то что?<s>r\n<s>r\nГордун убрал всё из рук, а Арлин встал. Кетрин попыталась остановить их, но было поздно.<s>r\n<s>r\nГордун часто дрался. Ему не в первой, поэтому опыт есть. А Арлин, ни разу. Но подойдя друг к другу, Арлину под руку попалось ведро с водой. Гордун ударил его первым, кулаком в челюсть. А Арлин по инерции со всей силы разбил ведро Гордуну об голову, после чего оба друг от друга отлетели.<s>r\nКетрин подбежала к Арлину, и в этот момент вбежал Майкл, и начал разнимать их.<s>r\n<s>r\nГордун встал. Сплюнул, и пошёл к выходу, сказав:<s>r\n—да пошли вы...    кстати, это вам...<s>r\nДобавил, указав на то, с чем пришёл. И после этих слов покинул помещение.<s>r\n<s>r\nКетрин вытерала Арлину кровь с губ. И т.к ничего под рукой не было, она взяла в руку низ своей футболки, и им вытерала.<s>r\n<s>r\nА остальные, решили посмотреть, на то, что принёс Гордун. Все были несколько удивлены, тому что он так поступил. Не ждали, того что он вдруг решит перенести им немного провизии, и всего остального.",
    "answers": [
      {
        "id": 38,
        "text": "Отправляться в путь завтра утром "
      },
      {
        "id": 39,
        "text": "Отложить это задание не на долго "
      }
    ]
  },
  {
    "id": 38,
    "text": "на этом конец первой главы. \n\nМне как автору, важно мнение аудитории, поэтому был бы рад большому количеству клиентов. Если есть желание увидеть продолжение, то также напиши это в комментариях, а лучше мне в вк. ссылку можно найти в начале книги.\n\nТакже, если будет много читателей, то можно будет создавать опросы, в которых все смогут предлогать свои идеи, темы, жанры, и всё такое, для дальнейших книг. Все жанры дальнеших книг, будут выбираться путём голосования, в этих же опросах. Для удобства, желательно всем писать в вк, так как там будет по проще всё организовать, и со всеми общаться",
    "answers": [
      {
        "id": 1,
        "text": "в начало"
      }
    ]
  },
  {
    "id": 39,
    "text": " все вместе решили задержаться не на долго в этом месте. Малоли ещё чего полезного произойдёт\n<s>r\nАрлин и Кетрин прововели весь день вместе. Разговаривали, дурачлись, сюсюкались друг с другом...<s>r\nМайкл и Энни занимались примерно темже. Только большую часть дня проводили в пастели.<s>r\n<s>r\nдень был весёлым, и интересным для всех. Все даже по немногу устали, но каждый выглядел счастливым.<s>r\n<s>r\nНочью, конечно всем тоже было не до сна. Как минимум пол ночи.<s>r\n<s>r\nА на утро все всётаки решили что не стоит затягивать с этой экспедицией. и решили отправляться в путь.",
    "answers": [
      {
        "id": 38,
        "text": "далее\n"
      }
    ]
  },
  {
    "id": 40,
    "text": "Арлин тихо выходит из укрытия. Аккуратно подходит к лагерю.<s>r\nего сразу замечают, и задают ему вопрос:<s>r\n—ты ещё кто?<s>r\n—вольный воин<s>r\n—тогда проверим, как ты воевать умеешь<s>r\n<s>r\nАрлин схватил свой клинок. Завязался бой, но бадитов было больше, и опыт в бою у них будет по лучше.<s>r\n<s>r\nИз-за того что арлина убили, Кетрин громко вскрикнула, и это заметили все. <s>r\nБандиты подошли, но Майкл и все остальные схватились за оружие, но всё таки их всех убили",
    "answers": [
      {
        "id": 43,
        "text": "конец"
      }
    ]
  },
  {
    "id": 41,
    "text": "Майкл выходит из укрытия, и подходит к вооружённым людям.<s>r\nте сразу же замечают его, и один из них начинает у него спрашивать:<s>r\n—заблудился?<s>r\n—да не, просто заметил на своём пути чейто лагерь, и решил подойти поближе<s>r\n—вот значит как. а куда путь то держишь?<s>r\n—да вон, к той горе. говорят что там есть ведьма. она нам с друзьями очень нужна<s>r\n—понятно. а где сейчас твои друзья?<s>r\n—да не далеко. а что?<s>r\n—ПАРНИ, ХВАТАЙТЕ ЕГО!!!<s>r\n<s>r\nвсе бандиты кинулись на майкла. схватили его, и приставили к его горлу нож.<s>r\nтот что вёл с ним беседу, начал гомко говорить:<s>r\n—я знаю что вы слышете меня. если не выйдете, то вашему другу очень не понравится то, что мы с ним будем делать. всё понятно? лучше выходите по хорошему!<s>r\n<s>r\nвсе в испуге прижались ближе к земле, что бы их точно небыло видно. Из-за того что никто не вышел, Майклу резко всадили вилку в нос, и расковыряв, вытащили, вместе с носом...<s>r\n<s>r\nвсе ребята зажав уши, сидели ниподвижно.<s>r\n<s>r\nтогда, бандиты повалили майкла на землю, и достав клинок, начали понемногу, кромсать его ногу...<s>r\n<s>r\nАрлин не выдержал, схватил свой клинок, и кинулся в бой, но в него тут-же прилетела стрела. Потом бандиты добили Майкла, и Арлина. А девушек, которых нашли в том месте, откуда выбежал Арлин, они решили оставить, для любовных утех",
    "answers": [
      {
        "id": 43,
        "text": "далее"
      }
    ]
  },
  {
    "id": 42,
    "text": "все решили не связываться с этим, и чтобы не рисковать, обошли лагерь стороной, но бандиты их всё ровно заметили, и кинулись за ними.<s>r\n<s>r\nПреследование длилось долго. Но всё же бандиты решили отстать от них, ибо уже отошли очень далеко от лагеря.<s>r\n<s>r\nПодростки бежали, и даже после того как их перестали преследовать, и остановились только когда совсем небыло сил. Они единогласно решили сделать перерыв, и т.к находились в этот момент в лесу, то смогли без труда раззвести костёр. <s>r\n<s>r\nПоседев у костра и переведя дух, они начали думать о том, что станут делать дальше, и решили перекусить, и продолжить путь до совоей цели.<s>r\n",
    "answers": [
      {
        "id": 44,
        "text": "\"в путь\""
      }
    ]
  },
  {
    "id": 43,
    "text": "так закончилась их история.<s>r\n<s>r\nможешь попробывать ещё раз:",
    "answers": [
      {
        "id": 1,
        "text": "в начало"
      }
    ]
  },
  {
    "id": 44,
    "text": "немного перекусив, они начали собираться в дорогу. еды было не много, и поэтому нечего не осталось. к счастью до той самой горы остовалось где-то несколько часов пути. <s>r\n  Ребята дружно двинулись в путь.<s>r\n<s>r\nК вечеру уже были у указанной горы. Взобрались, осмотрелись. нашли небольшой домик. Решили что пойти лучше одному. малоли что может пойти не так.<s>r\n<s>r\nИдти вызвался Арлин. Он поцеловал Кетрин, на тот случай если не сможет вернуться, и пошёл на разветку. подойдя к дому, он вежливо постучался. Дверь открылась сама. он спокойно вошёл, и начал осматриваться. <s>r\n<s>r\nВ углу дома находился не большой стол, за которым сидела красивая девушка, которой на вид, лет 25-30<s>r\nРаскошные ярко-оранжевые локаны, привлекательное личеко, стройное, и красивое тело. Она сидела, сморела на Арлина, и мило улыбалась. И спустя минуту, после того как их взгляды пересеклись, он начала разговор:<s>r\n<s>r\n—привет. Ты заблудился?<s>r\n",
    "answers": [
      {
        "id": 45,
        "text": "конец первой главы"
      }
    ]
  },
  {
    "id": 45,
    "text": "спасибо за уделённое мне время, и чтение небольшой главы.\n\nнадеюсь что тебе понравился этот крохотный отрывок данной истории.\n\nи если ты хотел бы продолжения, то добавляйся ко мне на страницу  ВКонтакте, и скажи что хотел бы продолжения. \n\nтак же можешь поучаствовать в написании какой нибудь из следующих глав. достаточно лишь поделиться своими мыслями в личном сообщении ВКонтакте:\n\nhttps://vk.com/id525958911",
    "answers": [
      {
        "id": 1,
        "text": "спасибо за внимание"
      }
    ]
  },
  {
    "id": 46,
    "text": "вот такая не очень приятная история приключилась с теми молодыми людьми",
    "answers": [
      {
        "id": 1,
        "text": "в начало"
      }
    ]
  },
  {
    "id": 47,
    "text": "девушка мило посмеялась, и спросила:<s>r\n<s>r\n—ты чего, испугался?<s>r\n—нет, нет. просто задумался<s>r\n—ясненько. так что тебя привело сюда?<s>r\n—я ищу кого-нибудь, кто мог бы мне помочь<s>r\n—только тебе, или и твлим друзьям тоже?<s>r\n—а... как вы...<s>r\n—хихихи. да вас из далека слышно. это всё-таки вам не полянка в лесу, где нужно повышать голос, чтобы тебя услышали.",
    "answers": [
      {
        "id": 48,
        "text": "далее"
      }
    ]
  },
  {
    "id": 48,
    "text": "",
    "answers": []
  },
  {
    "id": 49,
    "text": "ВК — https://vk.com/id525958911",
    "answers": [
      {
        "id": 1,
        "text": "в начало"
      }
    ]
  },
  {
    "id": 50,
    "text": "",
    "answers": []
  }
]