[
  {
    "id": 1,
    "text": "Готовы?\nВсе знают игру некопара? Вот и она в виде квеста! Сразу мне пишите в отзывах плюсы, и минусы.\nИ тут начинается квест! Вперед!\n\nГрузчик: Большое спасибо, до свидания!",
    "answers": [
      {
        "id": 2,
        "text": "Далее"
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b11/2005/f5/c2fe0c46452c.png"
      }
    ]
  },
  {
    "id": 2,
    "text": "  Касё: Фух, с перевозкой коробок почти закончил. \nЯ смахнул пот со лба.\nГрузовик уже скрылся.\nХотя сейчас только начало апреля. И весна едва вступила в свои права. На удивление сегодня отличная погода! Даже как то жарковато!\n  Касё: Хороший день, чтобы начать все с чистого листа!\nЯ посмотрел на пустую пекарню, на которой была вывеска La Soleil. Правильно было бы, Le Soleil, что означает солнце. Явный намек на лавочку, принадлежащаяя, кое кому, кем я восхищаюсь.\n  Касё: Теперь я сам по себе. Придеться потрудиться.\n Я глубоко вздохнул.\nТеперь никто не будет мне указывать, что и как делать.\nЯ зашел в пекарню.\n",
    "answers": [
      {
        "id": 3,
        "text": "Зайти"
      }
    ]
  },
  {
    "id": 3,
    "text": "  Касё: Ммм, как ту чудесно пахнет. Э, стоп. А что это за коробки?\nНа них былл множество надписей.\n*Хрупкий товар* *Не кантовать* Уронишь пеняй на себя*\nОни знатно раздражали. Словно это коробки пришедшие из дома.\n1 коробка: Апчхи!\nКасё: Что?1 коробка: М, мяу?\nКасё: ...\n1 коробка: ...\nКасё: О, да это просто кошечка. Маленький источник проблем.\n1 коробка: Фух, славу богу, похоже мы его провели.\n2 коробка: Чуть не попались, Чоколе надо быть поосторожнее.",
    "answers": [
      {
        "id": 4,
        "text": "Так и поверил! Чокола что за дела?!"
      }
    ]
  },
  {
    "id": 4,
    "text": "И тут она вылезает.\n  Чокола: Хехе, давно не виделись, правда хозяин?\nКасё: Но мы вроде виделись дома накануне.\nЧокола: Да, ну пожалуй, хехе. Кстати, послушай, грузчики вели себя ужасно! Они подняли Чоколу, и сказали что это коробка тяжелая, и по аккуратней с ней. Чокола хотела зашипеть на них, и зашипела! Чокола старалась быть сдержаной, понимаешь? Но Чокола очень злилась! Очень!\n  Касё: Ну если сравнить с другими моими вещами, ты действительно тяжеловата.\n Чокола пропустила слова мимо ушей. Она надула щечки. Она была очень беззаботной.\n Вернее ее мало что интересовало, помимо того что она видела перед собой.\n2 коробка: Апчхи!\n  Касё: Эй! Ванила вылезай.\nВанила: Привет. Давно не вилелись хозяин. У меня носик зачисался от пыли в грузовике.",
    "answers": [
      {
        "id": 5,
        "text": "А что тут Ванила делает?"
      }
    ]
  },
  {
    "id": 5,
    "text": "Ванила: Куда Чокола, туда и я. К тому же кошечки любят тесные помещение. И на коробке написано я тяжёлая. Я так разозлилась, что пар из ушей повалил!",
    "answers": [
      {
        "id": 5,
        "text": "small",
        "url": "https://c.radikal.ru/c24/2005/b2/148075475f52.jpg"
      },
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "Касё: Опять? Так Чокола, Ванила, брысь отсюда!\n",
    "answers": [
      {
        "id": 6,
        "text": "small",
        "url": "https://a.radikal.ru/a34/2005/a9/a3ad19221872.jpg"
      },
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "Почему никто не берёт трубку? Да чем там Сигурэ занимаеться?\n Я повесил трубку, так и не дозвонившись до сестры. Не может быть, что коробки просто перепутали. Это неко, геномодефицирумые людо подобные неко. У нас их всего 6. Не отправлять же их по почте. Хотя бы потому, что животных не почтой. Родители точно бы не стали в этом участвовать. Единствиный вывод это происки Сигурэ.\nКасё: Вижу в этом замешана Сигурэ.\nЧокола: Мяу, какой красивый домик! Чокола так любит запах новой мебели, а особено футона!\nВанила: Он больше чем кажеться, подходит хозяина.",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "Чокола: Ванила сюда! Двай посмотрим, что в эток комнате! Надо все исследовать!\nВанила: Судя по расположению это спалня, здесь будет новая постель хозяина.\nЧокола: Пошли понежемся!\nВанила: Я не возражаю.\nКасё: Не удартесь там!",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "Потом они прибегают обратно.\nЧокола: Мы закончили!\nКасё: Умнички, славно потрудились! Какой у вас бордак на голове!",
    "answers": [
      {
        "id": 12,
        "text": "Причесать"
      }
    ]
  },
  {
    "id": 10,
    "text": "И т.д.",
    "answers": [
      {
        "id": 11,
        "text": "Так что далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вот и все",
    "answers": [
      {
        "id": 1,
        "text": "1 стр"
      }
    ]
  },
  {
    "id": 12,
    "text": "Чокола: Мяу, мне нравиться когда хозяин причесывает нас!\nВанила: Да, мне тоже.\nКасё: Итак, почему вы прятались среди моих вещей?\nЧокола: Хозяин, ты сказал что не возмешь нас, так что больше ничего не оставалось.\nВанила: Чокола сказала что поедет, вот и я с ней заодно.",
    "answers": [
      {
        "id": 13,
        "text": "Ничего не оставалось, заодно, ну зайте ли."
      }
    ]
  },
  {
    "id": 13,
    "text": "Я конечно ожидал что то типо этого.\nКасё: Итак, слушайте меня внимательно,сколько я раз вам повторял, это не отдых, и не пикник. Я переехал окончательно, и возвращаться не собираюсь. Дома вам волноваться не очем. Там Сигурэ и остальные рядом. Может вам стоит.",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "Чокола: Н-Нет, ничего такого, просто эм. Животик Чоколы взбунтовался! Ничего страшного! Хозяин уехал так рано, что мы не успели позавтракать.\nВанила: Животик Чоколы так мило урчит.",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      },
      {
        "id": 14,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c35/2005/da/4b715e8a80f1.jpg"
      }
    ]
  },
  {
    "id": 15,
    "text": "Я сам то не ел, с самого утра.",
    "answers": [
      {
        "id": 16,
        "text": "Пойти обедать"
      },
      {
        "id": 17,
        "text": "Голодать"
      }
    ]
  },
  {
    "id": 16,
    "text": "Чокола: Ура! Еда! Чокола любит хозяина!\nВанила: Ты такой чуткий хозяин, мы перед тобой в неоплатном долгу.",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "Ты че дурак что ли?",
    "answers": [
      {
        "id": 16,
        "text": "Тьфу, я чтоль рили дурак?"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вот это поворот!",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      },
      {
        "id": 18,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d13/2005/bf/d44cb779b68a.jpg"
      }
    ]
  },
  {
    "id": 19,
    "text": "Чокола: В магазин! В магазин! В магазин с хозяином, мяу!",
    "answers": [
      {
        "id": 20,
        "text": "Чокола, узбагойзя."
      }
    ]
  },
  {
    "id": 20,
    "text": "Чокола: Хорошо.\nВанила: Хозяин так давно не ходил с нами за покупками. Чокола так радуеться, мяу.",
    "answers": [
      {
        "id": 21,
        "text": "Это видно."
      }
    ]
  },
  {
    "id": 21,
    "text": "Чокола: Ты же тоде рада Ванила? Дай мне пожмакать твои щечки!\nВанила: Ух Чокола, щекотно же!",
    "answers": [
      {
        "id": 22,
        "text": "Остановить Чоколу!"
      },
      {
        "id": 23,
        "text": "Пусть продолжает"
      }
    ]
  },
  {
    "id": 22,
    "text": "Не увлекайтесь, окружающим не удобно.",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "Ванила: Хозяин, помоги! Мяу!!!",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "Касё: Стойте ка, а вы не ходили по магазинам с Сигурэ?\nЧокола: Ух, ходить за покупками с Сигурэ-тян, и хозяином разные вещи.\nВанила: Эх, жаль хозяин не мыслит как подобает хозяину.\nКасё: Вообщето, ваша хозяйка как раз Сигурэ.\nЧокола: Сигурэ тян тоже наша хозяйка, но Сигурэ тян это Сигурэ тян. А хозяин это хозяин. Это же совершенно разые вещи. Правда же? Правда?",
    "answers": [
      {
        "id": 25,
        "text": "О боже, дай мне сил."
      }
    ]
  },
  {
    "id": 25,
    "text": "Нужно закончить с покупками побыстрее.",
    "answers": [
      {
        "id": 25,
        "text": "small",
        "url": "https://b.radikal.ru/b27/2005/40/5b774ba96f33.jpg"
      },
      {
        "id": 26,
        "text": "Идти за покупками"
      },
      {
        "id": 27,
        "text": "Хотя ладно домой лучше идти"
      }
    ]
  },
  {
    "id": 26,
    "text": "Чокола: Хозяин! Сигурэ тян говорила что это очень хороший шампунь.\n Она сунула его мне прямо в лицо.\nКасё: Чокола!\nЧокола: Ой, прости, хехе.\nКасе: Это же не для вас шампунь, а мне он не нужен, положите на место!\nЧокола: Это так жестоко.",
    "answers": [
      {
        "id": 28,
        "text": "Эм, а что тут такого?"
      },
      {
        "id": 28,
        "text": "Да, да, пошли дальше."
      }
    ]
  },
  {
    "id": 27,
    "text": "Тебя сожрали голодные Неко!",
    "answers": [
      {
        "id": 24,
        "text": "Гейм овер"
      }
    ]
  },
  {
    "id": 28,
    "text": "Чокола: Злюка, это ужасный удар для меня.\nВанила: Не плачь Чокола. Хозяин такой злой, правда?",
    "answers": [
      {
        "id": 29,
        "text": "Заглянуть в корзину"
      },
      {
        "id": 30,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 29,
    "text": "Касё: Может хватит тут все в корзину кидать?\nВанила: Его не проведешь!\nКасё: Да, да.\nНужно следить за ними, чтобы они тайком не подложили что нибудь еще.",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "Стоп... Может стоит заглянуть?",
    "answers": [
      {
        "id": 28,
        "text": "Наверное стоит."
      }
    ]
  },
  {
    "id": 31,
    "text": "Они даже хотели вторую корзинку себе взять. Хах. Все таки их брать в магазин была плохой затеей.\nЧокола: Хихихи, прощенья просим хозяин! Мы так давно не ходили с тобой по магазинам. Кошечки же такие честные.",
    "answers": [
      {
        "id": 32,
        "text": "Идти дальше"
      },
      {
        "id": 33,
        "text": "Заглянуть в корзину"
      }
    ]
  },
  {
    "id": 32,
    "text": "У меня странные предчувствия.",
    "answers": [
      {
        "id": 31,
        "text": "Хм"
      }
    ]
  },
  {
    "id": 33,
    "text": "Касё: Чокола, выложи шампунь.\nЧокола: Виноваты, пожалуйста хозяин.",
    "answers": [
      {
        "id": 34,
        "text": "Набрать того чего нужно, и обратно."
      }
    ]
  },
  {
    "id": 34,
    "text": "Чокола: Гулять с хозяином так весело! Аж урчать хочеться! Мяу, мяу!\nВанила: Но он ничего не купил нам, хозяин жадина.",
    "answers": [
      {
        "id": 35,
        "text": "Я не жадина."
      }
    ]
  },
  {
    "id": 35,
    "text": "Касё: К тому же на меня чуть жалобу не накатали.\nВанила: Ммм, нюх, нюх, нюх. Чем там так вкусно пахнет?\nЧокола: Точно, пахнет здорово!\nКасё: Да запах приятный. Что же это?\nЯ обернулся посмотреть откуда этот запах.",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "Киса у прилавка: Добро пожаловать! Не желаете ли вкусные, свежие, такояки? Может, сделать поострее или посыпать хлопьями бонито?\nЧокола: Ого, лавочка с такояки! И еще владелец Неко! Не часто такое увидишь, да хозяин?",
    "answers": [
      {
        "id": 36,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d25/2005/08/5ed18b4463f1.jpg"
      },
      {
        "id": 37,
        "text": "Да."
      }
    ]
  },
  {
    "id": 37,
    "text": "Ванила: Да, она очень милая!\n Это неко выглядит младше Чоколы и Ванилы. Она махала своими маленькими ручками, зазывая посетителей.\nВ человеческом летосчисление ей было примерно лет двенадцать, тринадцать. В кошачьем, около шести месяцев.\n Заметев нас, она тут же подбежала.\nКиса у прилавка: Ух ты, неко! прям как я, да?\nЧокола: Угу, Чокола точно такая же, мяу! Дай Чоколе почесать тебе шейку!\nВанила: Маленькие неко просто прелесть! Такие милые, и невинные.",
    "answers": [
      {
        "id": 37,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d25/2005/08/5ed18b4463f1.jpg"
      },
      {
        "id": 38,
        "text": "Да."
      }
    ]
  },
  {
    "id": 38,
    "text": "Ванила: Дай я тебя поглажу!",
    "answers": [
      {
        "id": 38,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b36/2005/c1/7deb13d5e562.jpg"
      },
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "Хозяйка ларька с едой: Извините, что моя неко побеспокоила вас. О, так это вы их хозяин?\n Владелеца ларька с едой поприветствовала нас.\nКасё: Да, я. Точнее, моя младшая сестра их хозяйка.\nВладелец ларька: Они такие милые и умные, правда? И еще прекрасно воспитаны. Моей только семь месяцев. Когда подрастет, будет замечательноц неко, прям как ваши.\n Хозяйка лавки ухмыльнулась, будто говорила о своем непоседлевом ребёнке. С виду можно было понять, что кошечки здорово скрасили её существование.\nКасё: Мои неко были бездомные, так что я не знаю, сколько им лет.",
    "answers": [
      {
        "id": 40,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 40,
    "text": "Касё: Ветеренар сказал мне, что им около девяти месяцев. Они были очень шумные, но потерпеть стоило.\nЧокола: Сигурэ тян столькому нас научила! Она сказала, ели мы будем ее слушать, мы вырастим хорошими кошечками, если будем ее слушать.\nВанила: Сигурэ была строга, но, благодаря ей, мы научились очень многому.\nВладелеца лавки: Правда? Вам очень повезло с хозяивами.\nЧокола: Но хозяин это хозяин. А Сигурэ тян это Сигуре тян. Правда же, хозяин?\nВанила: Тоесть, Сигурэ для нас близкий друг. А хозяином мы называем вот этого человека.",
    "answers": [
      {
        "id": 41,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 41,
    "text": "Владелеца лавки: Хаха! Да они просто обожают вас, не так ли?",
    "answers": [
      {
        "id": 42,
        "text": "Да."
      }
    ]
  },
  {
    "id": 42,
    "text": "Она слегка толкнула мння локтем. А я лишь смущено улыбнулся. Неловко было такое слушать на улице.\nВладелца лавки: Моя тоже была бездомной. Однажды днем, когда я продовала такояки, она пришла ко мне голодной. Я ее приютила, и она стала мне прям как родная дочка.  Неко подняли не малый фурор. О них в разы труднее заботиться, чем об обыкновенных кошках.\n От ее слов веяло чувством вины и беспокойством. Она тядело вздохнула, проворчав что то под нос. Раньше на улице встречалось больше бездомных неко. Но сейчас о них заботяться гораздо ответственней. Бродячих неко стало намного меньше. Походе, их хозяева научились относится к своим любимцам более трепетно.\n  Владелеца лавки: Ненавижу тех, кто не понимает ответственности за неко. Хотя без таких я, наверное, не нашла бы свою милую дочурку.",
    "answers": [
      {
        "id": 43,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 43,
    "text": "Фух, я устал писать. Мне нужно отдохнуть.",
    "answers": [
      {
        "id": 44,
        "text": "Ты офигел?"
      },
      {
        "id": 45,
        "text": "Отдохни."
      }
    ]
  },
  {
    "id": 44,
    "text": "Ну блин, ладно, продолжаю.",
    "answers": [
      {
        "id": 46,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 45,
    "text": "Спс.",
    "answers": [
      {
        "id": 46,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 46,
    "text": "Мяу!",
    "answers": [
      {
        "id": 46,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c11/2005/44/292c292fc5d3.jpg"
      },
      {
        "id": 47,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 47,
    "text": "Мы вернулись домой, до Сигурэ никак не дозвониться.",
    "answers": [
      {
        "id": 48,
        "text": "Ещё раз!"
      }
    ]
  },
  {
    "id": 48,
    "text": "Да почему? Почему не отвечает?\n  Касё: Сегодня гости приходили, или что?\nЕще не было такого, что Сигурэ так долго не говорила со мной.\n Чокола: Хозяин, хозяин! Мы так давно не купались вместе! Я даже потру тебе спинку!\nВанила: Мы не купались вместе с тех самых пор, как мы выросли. Хозяин ты извращенец.\nКасё: Не так уж вы и выросли. О чем вы вообще?\nЧокола: Мяу?! Что ты только что сказал? Сигурэ тян сказала, что Чокола и Ванила стали изящными леди.\nВанила: Это сексуальное домогадельство. Ты попираешь нашу честь и достоинство. Рнчь ведь о самосознании Чоколы.\n  Касё: Ванила, не надо переводить стрелки. В любом случае, не раздумывайте на счет ванны. Вам уже пора домой.\nЧокола: Мяу? Домой? Но разве Чокола не живет с хозяином?\nВанила: А мое место рядышком с Чоколой.",
    "answers": [
      {
        "id": 49,
        "text": "Нет, вы живёте с Сигурэ!"
      }
    ]
  },
  {
    "id": 49,
    "text": "Касе: Раз уж Сигурэ не отвечает, я вас сам отведу. Собирайтесь.\nОни опустили глаза.\nЯ посмотрел на них.\nКасё: Слушайте, я собираюсь открыть пекарню. Полагаться мне не на кого, и чем все кончиться, я тоже не знаю. Поэтому присматривать мне будет за вами некогда, понятно? За собой вы услед--\n  Чокола: Нет.\nЯ едва раслышал голос.\n Опустив голову, Чокола произнесла что то невнятное.\nКасё: А? Ты что то сказала?\nЯ подошел поближе и попросил повторить.\nЧокола: Ни за что! Чокола ни за что не вернеться! Чокола ненавидит хозяина за такие грубые слова!\n  Касё: Э? Что? Стой, Чокола. Подожди!\nВанила: Спешно ретируюсь с кошачьей скоростью.\nКасё: Да подожди! Стой!\nНу и тут я начал заними гонятся. Так и прошла первая ночь.",
    "answers": [
      {
        "id": 50,
        "text": "Разрешаю вам остаться на одну ночь. Не больше. У меня нет лишнего футона."
      }
    ]
  },
  {
    "id": 50,
    "text": "Уже на часах полночь, если я их даже поведу домой. То там все уже будут спать. Последняя надежда, что Сигурэ перезвонит, пропала.\n Так что на завтра первым делом я решил отвести их домой.\nЧокола: Мы будем спать в постели хозяина.\nВанилв: Да.\nКасё: А где спать мне?\nЧокола: Что? Ты не ляжешь с нами? И говоришь об этом только сейчас?\nВанила: Хозяин мкжчина, но он не знает, когда сдаться. Пора прекратить этот бессмысленный спор, хозяин.\nЧокола: Чокола так рада, что хозяин и Ванила рядышком.\nКасё: Рано радуетесь. Троим на кровати будет слишком тесно.\nОни решили лечь на полу, моей полу пустой комнаты.\nКасё: Слишком далко, что бы хвалить.",
    "answers": [
      {
        "id": 50,
        "text": "small",
        "url": "https://d.radikal.ru/d00/2005/90/75a3ef9e80e0.jpg"
      },
      {
        "id": 51,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 51,
    "text": "Чокола предложила сделать домик из коробок, которые остались после переезда.\nКасё: Да кто до такого додумаеться?",
    "answers": [
      {
        "id": 52,
        "text": "Давайте сделаем дом из коробок."
      },
      {
        "id": 53,
        "text": "Ложитесь на мою кровать."
      }
    ]
  },
  {
    "id": 52,
    "text": "Хотя, если подумать. Нет, пусть спят у меня на кровати.",
    "answers": [
      {
        "id": 53,
        "text": "Ложитесь на мою кровать."
      }
    ]
  },
  {
    "id": 53,
    "text": "Чокола: А где будет спать хозяин? Рядом с Чоколой?\nКасё: Нет, на диване. Там хватит место на одного. И есть нсли что кондиционер.\nЧокола: Нет, тогда я лягу на диване! Лучше ложись на кровати с Ванилой.\nВанила: Нет, мне будет уютней на диване. Ложись с Чоколой.",
    "answers": [
      {
        "id": 54,
        "text": "Слушайте, ложитесь на моей кровати а я на диване."
      }
    ]
  },
  {
    "id": 54,
    "text": "Касё: Это приказ хозяина, понятно?\nЧокола и Ванила: Ууу, хозяин. Извини хозяин.\nОни говорили тихо, едва сдерживая слезы.\n Их послушание, произвело на меня противоположный эффект. Меня гаполнило чувством вины.\nКасё: Ступайте.\nЧокола и Ванила: Хорошо.",
    "answers": [
      {
        "id": 1,
        "text": "Это конец 1 части вол 1"
      }
    ]
  },
  {
    "id": 55,
    "text": "",
    "answers": []
  }
]