[
  {
    "id": 1,
    "text": "Автор:Юи тян.\nЖанр:Романтика с нотками нуара и приключений. \n\n\nСюжет, вкратце: Замкнутая и не очень общительная девушка, которая привыкла быть с одиночеством и своими рассказами, повстречает парня, который станет ей лучшим другом и перевернет всю её скучную жизнь. Писательство, приключения на заброшенном заводе, учеба... Что же еще может измениться в её жизни? \n\n\nЭтот квест является, по большей части, книгой!\nЭта книга, как и множество моих других, написана по моей личной инициативе, с помощью моей головы. \n\nНапоминаю, что плагиат работ запрещается авторским правом.\n\nДанная книга для любителей качественно детализированной и проработанной романтики (Не фанфиков, которыми кишит, по большей степени, этот раздел).\n\nИнтересуют другие мои работы на сайте Проза. Ру? Вот мой псевдоним :Алексеева Колодезная Юлия.\n\nПоздравляю вас с долгожданными обновлениями и новыми главами , не забывайте перезагружать квест (То есть выйдите в меню и зайдите обратно сюда)! \n\n[Уже написаны :\n1 я  Глава: \"Тихое место\", \n2 я  Глава: \"Любая встреча неожиданна\", \n3 я  Глава: \"Всё начинается со школы\", \n4 я  Глава: \"Запах вечерней росы\"\n5 я  Глава: \"Воспоминания, что ранят, моменты что лечат\" \n6 я  Глава: \" Игры разума\" ].\n\nP. S. :\nЖду ваших отзывов, которые могут помочь мне построить логический сюжет и исправить недочеты и ошибки, заранее, спасибо. ",
    "answers": [
      {
        "id": 2,
        "text": "Глава 1: \"Тихое место\" . "
      }
    ]
  },
  {
    "id": 2,
    "text": "\"Нет места тише, чем место, куда приходят души в поисках самих себя...\"\n\nЭто был один из самых обычных вечеров в одном из самых обычных парков. Примерно в наступающем лете. Полуденная жара только спала, а между деревьев парил прохладный ветерок, который нёс всем, кто стоял у него на пути, незабываемую свежесть.\n    Голуби, сидевшие парами почти на каждой ёлке, так медленно и вдумчиво куркали, сами того не зная, что вкупе с освежающим ветерком и вечерней атмосферой наводят редким прохожим незабываемое спокойствие.\n\nЭто был один из самых её любимых парков, с идеально чистыми дорожками, чистым воздухом, а, главное, незабываемым чувством спокойствия и , конечно, главной  частью любого чистого парка — незасратые голубями скамейки. Последнее, пожалуй, было приятней всего.\n\"Спокойствие... '' — это еще недавно было ценнейшей вещью в её вечерней отдушине.\nВ парк, прямо в область её комфорта вторглась молодая пара с ребёнком , которому, на вид, было не меньше трех лет, но он вполне уверенно держался на своих маленьких ножках и даже бегал.\nОзадаченная незванными гостями, девушка, мирно сидевшая на лавочке в летнем синем камбенизоне с красными полосами по бокам и пучком пушистых волос, собранном на голове, все же, продолжила что-то писать в своем дневничке, обитым нежно-голубым мехом, который так приятно было брать в руки.\nОна писала нуарный детективчик, на который её вдохновили великие рассказы про приключения Шерлока Холмса, старые американские нуары и, конечно, черно-белые комиксы про детективов и их опасные приключения. Невозможно представить, зачем она это делала.\n\n\"Отважная девушка-следователь по имени Эмили  вынуждена прибегнуть к помощи харизматичного и экцентричного частного детектива  Эйсворда который, несомненно, станет её лучшим партнером в будущих расследованиях и лучшим другом в трудные минуты, когда им обоим будет угрожать смертельная опасность, происходящая от... \"\nДевушка в очередной раз отвлеклась от своих рукописей. Незванные нарушители её уединения начали громко разговаривать, что весьма отвлекало на себя её чуткий слух. Тем более, что мамочка начала всюду разгуливать со своим ребенком, слегка нервируя этим любительницу тишины и спокойствия.\n\nЕще и очередной черно — желтый паучок решил спрыгруть откуда-то сверху на её руку, заставив отчаянно пытаться его скинуть. Что уж говорить о том маленьком чудовище, которое подходило сзади и, к счастью, было замечено краем глаза.\nОкончательно сбросив с руки маленького мохнатого десантника,  девушка повернулась к ребенку. Он, в свою очередь, заметив её взгляд, показал ей шишки, которые он держал в своих маленьких ручках, положив одну из шишек на лавочку. Вероятно, он решил чем-то поменяться. По всей видимости, обмен шел на такую же шишку и, посмотрев под ноги и достав шишку, ничуть не хуже, девушка поднесла ее в руке к ребенку, а тот, в свою очередь, аккуратно её взял, как должную плату.\nДалее, произошло то, чего никто не мог ожидать. Решив, что обмен далеко не в его пользу, и, что одной шишки ему будет мало, ребёнок схватил шишку с лавочки и успешно скрылся из виду.\n\nВремя потехоньку шло, а Нэкс продолжала скидывать с рук и лодыжек тех же можнатых паучков-десантников, а, порой, ей казалось, что скинутые десантники нарочно прыгают на её ноги, пытаясь взобраться повыше, чтобы снова десантироваться и отвлекать её от её работы.\n\n\"-Мистер Эйнсворт, поможете мне обследовать помещение на предмет улик?\n—Миледи Дэборхарт, я уже выяснил мотив данного преступления. Улики могут и подождать. Билли уже раскололся при допросе. Остальное — мелочи.\n—Ну, хотябы не стойте без дела и не смотрите на меня вот так. Если вам нечем заняться, Клауд, можете продолжать отдыхать в том клубе, я вас не держу.\n—Дорогая Эмили,  что, разве вы не видите, что мне ни при каких условиях нельзя оставлять вас одну? Тем более, зачем проводить детальный обыск, когда все и так прекрасно видно? Преступник специально оставил следы на ковре и в кухне, пытаясь сбить нас с толку. Но посмотрите-ка на маленькие редкие точечки, разбросанные по всей гостинной.\n—Они... красные? Что это значит, кровь?\n—Вот именно, дорогая Эмили, кровь. Труп был найден в ванной с перерезанным горлом, а в руке жертвы лежала старая армейская бритва, тоже в крови.\n—Что вы хотите сказать? На ручке бритвы были найдены только отпечатки самой жертвы.\n—Значит, преступник работал в кожаных перчатках. Судя по этим каплям крови, он  перерезал горло жертве в гостинной, но, вытер только следы крови на полу и по пути волокиты жертвы в ванную.\n—Вы весьма внимательны, Клауд, признаю, я крупно ошиблась , что недооценила ваши способности к раскрытию преступления. \"\n\nДевушка, в очередной раз, отвлеклась. Мимо проехала серая легковушка, нарушая и так  отсутствующее спокойствие второсортным  русским репом, да к тому же, еще и с нецензурными выражениями. Легковушка медленно остановилась на парковке около входа в парк, но водитель так и не вышел, наоборот, сделал эту отвратную недомузыку еще громче.\n\nНеобходимо было демобилизоваться и срочно покинуть данное место. Нэкс поможила мягкий дневничок с ручкой в рюкзачок, накинула его к себе на спину и поспешно ретеровалась к перекрестку, где было уже не так четко слышно тот ужасный саундтрек. ",
    "answers": [
      {
        "id": 3,
        "text": "Глава 2я:\"Любая встреча неожидана \" "
      }
    ]
  },
  {
    "id": 3,
    "text": "\"... кого бы ты не встретил на своем пути — друг или  враг, помни, встречи с ними не избежать, но из друга можно  сделать врага, а из врага друга... Все только в твоих руках!\"\n\nДевушка неспеша шла по плохо вымощенной дорожке. Мимо, не спеша, пролегали пышные клумбы с нежно голубыми ирисами, милыми миниатюрными розочками белого цвета, с раскидистыми кустами пионов, которые пахли, словно мёд и с множеством других прекрасных растений. Вишневые деревья, с их недозревшими вишнями, так и манили попробовать свои слегка сладкие недозревшие плоды, отбрасывая прохладные тени. Она свернула на узкую змеистую тропинку, которая причудливо опползала то одно, то другое дерево. В итоге, она довольно круто заворачивала за угол одного из дачных участков, образованного из  высокого бардового забора, напоминавшего железную  кровлю на крышах.\n\nЗаворачивая за угол, девушка подумала, что было бы неплохо запомнить несколько деталей по пути домой для своего рассказа. И, отведя взгляд на двух соловьев, мирно плещущихся в каком-то старом мраморном фонтане, потрескавшимся то ли от времени, то ли с чьей—то помощью, она сделала пару шагов, после чего, то ли на неё, то ли она сама налетела на что-то большое, что буквально откинуло её назад и само перевернулось на бок.\n\nОказалось, это был какой-то очень удачливый велосепедист, раз именно сегодня ему повезло наехать на Нэкс. Последствия неожиданной встречи оказались немного печальней. У девушки с носа маленькой струйкой текла кровь, по ощущениям, на теле появилась пара синяков. Велосепедист же благополучно валялся на траве, тихо жипя и зажимая левой рукой правое колено, которое он неудачно содрал об небольшой булыжник, который валялся рядом на траве.\n\nДа, это был парень, примерно того же роста и возраста, что и она, но чуть выше. Чёрные, буквально смоляного цвета волосы средней длины были аккуратно подстрижены и, лишь сбившиеся при падении,  отдельные локоны слегка накрывали его большие глаза, цвета волос. По телосложению можно было заключить, что он иногда посещал спортзал (как заядлый сыщик, девушка любила делать заключения, сплетать доводы в доказательства и искать зацепки и улики, представляя себя главной героиней своего рассказа).\n\nПоняв, что случайно сбил прохожего, парень быстро поднялся и, не отряхиваясь и не поднимая велосипед, помог девушке встать, осыпая извинениями.\n\"Где ты только взялся и какой черт тебя сюда привёл?\" — эта мысль в первую очередь посетила её голову.\n— Извини... те, что я вас сбил. Простите, я вас даже не видел из-за этого клятого забора, мне так жаль. Давайте я помогу остановить кровь. — Он залез в свой рюкзак и достал оттуда два кусочка невероятно белой ваты.\n— Нет, это я не смотрела по сторонам, все впорядке. — Она болезненно поморщилась, вытирая кровь с лица и принимая от незнакомца кусочки ваты.\nКогда кровь из носа была частично остановлена, а раны обеззаражены, настало время прощаться.\n— Я Рэй Эннинсберг. Я недавно переехал в ваш... Если это можно назвать городом... не хочу тебя обидень, но...\n— Да все впорядке... Я и сама планирую уехать из этого подобия деревни. Приятно познакомится, Нэкс Вельит. Я живу тут неподалеку, подъезд номер шесть, шестой этаж шестой квартиры.\n—С... серьезно? — У него сделался такой потерянный вид христианина, как после осознания бесполезности религии.\n— Пх(девушка слегка усмехнулась) я пошутила. Дом, с той улицы за углом, номер семьдесят пять.\n— Хах, какое совпадение. Значит, мы почти соседи.. — Казалось, ему заметно полегчало. — Мы с родителями живем  в доме напротив. Я ехал в магазин... \n— Ну, мне пора, прости, я спешу... — Как бы не хотелось продолжать такую необычную встречу, время и детектив не хотели ждать. Столько мыслей по делу \"Красного Мори\", столько новых встреч и опасностей ожидали её героев, да что там её, всего Найт-сити! (Отсылка к слову Night City, в переводе Ночной город, город нуара и теней, в которых прятались самые страшные преступники за всю память человечества).\n— Мы же еще увидимся? Прости, что я говорю, мы же соседи... до встречи! — Крикнув на последок, он перекинул левую ногу через седушку своего скоростного велосипеда и, набрав нужную скорость помчался по извилистой тропинке, ведущей куда-то вглубь клумб из рос и ирисов.\n\nСпокойно дойдя со собственной комнаты и благополучно минув маму, которая увлеченно печатала отчеты по своей работе и всего лишь перекинулась с ней парочкой въевшихся фраз о погоде за окном, своевременном принятии пищи и самочувствии, не успев обратить внимания на красные ватки в носу её собственной дочери, так как та очень быстро ретировалась в собственную комнату, Нэкс устало и с каким-то особенным блаженством упала на черно-белую кровать с её любимыми игрушками и пуховыми подушками, на которых так удобно было спать и просто лежать, занимаясь своими делами.\nПереодевшись в домашнюю пижаму, она шмыгнула под одеяло вместе с рукописями и ручкой и удобно устроилась, начиная припоминать всё, что случилось с ней за целый день.\n— Доченька, опять допоздна будешь писать? — В проёме, с тарелкой яблочек, оказалась мама, как всегда, вовремя приходящая на помощь.\n— Мам, ты же знаешь, зло никогда не спит. Мои детективы обязательно должны раскрыть это запутанное дело с убийством женщины! Понимаешь, все свидетели утверждают, что номер Шинли Дэборхарт был закрыт, а сама женщина за час до предполагаемого убийства в одиночестве отправилась спать.\n— Вдруг маньяк уже ждал её там? — Мама удивленно подняла брови, ставя тарелку с яблоками на кровать.\n— Нет, старый хранитель ключей и горничная утверждают, что до Шинли в номер никто не входил и не выходил!\n— Тогда желаю удачи твоим детективам в раскрытии этого преступления. Только не забудь хотя бы выспаться, завтра же в школу, Никс (то, как мама называла её, звучало еще страннее, чем дорогой портсигар Эйнсворда, который он держал при себе для вида, что он курит, на самом деле, он с радостью делился ими со своими влиятельными знакомыми, у которых он просил помощи при добыче информации).\n— Я постараюсь мам...\n— Кстати, я видела, как вы с нашим новым соседским мальчиком познакомились. В следующий раз постарайтесь не врезаться в друг друга. Довольно милый молодой человек.\n— Да уж, от тебя ничего не скрыть... — Сделав озадаченную гримасу, девушка потянулась за свежим яблочком и, откусив от него сочный кусочек, принялась дальше творить приключения бесстрашной девушки и харизматичного детектива, поблагодарив маму.\n\n\"Смеркалось. Эйнсворд медленно шер по сырым, тёмным и таким же изломанным, как его собственная душа, улицам города. Вид мусорок, у которых роились уличные коты, его совсем не радовал. Он обдумывал последние события в его жизни. Встречу с такой милой, но недоступной и местами проникновеннно холодной девушкой, как Эмили. Дело о смерти её собственной пожилой матери, отнюдь не украшало её хорошенькое личико, ставшее отчужденным и каким-то слишком задумчивым.\nСерый, от редкого цвета уличных ламп дождь намного опривычнил ситуацию с прогулкой по темным и диким улочкам Night City, находящихся под властью одного его знакомого гангстера, который заправлял какждым метром здесь  и следил за всем, что происходило как на всей его территории, так и далеко за её пределами...\n\nДождь всё ещё барабанил по крышам задних фасадов закусочных, а наш отважный детектив продолжал молчаливо брести вперед, ко входу в подпольное казино \"Санмари\", мелькая в тени своим коричневым плащом и прекрасной кожаной шляпкой того же цвета, достойной самого привлекательного и загадочного детектива.\n\nЗайдя в длинный темный коридор, он спустился в само помещение, где сейчас во всю шли самые азартные игры, крутились самые влиятельные персоны и самые красивые девушки и дамы со всего квартала. Эта была одна из тех ночей, когда на кону  у всех посетителей  казино, которые могли себе позволить участвовать в такой крупной игре, стояла довольно крупненькая сумма.\nВ дальнем правом углу находилась большая дверь с затененным бронированным стеклом, которая служила кабинетом его дорогому приятелю, с которым он был знаком с самого детства, Лингу Утихео, знаменитому члену одной из Японских группировок \"Алый Дракон\".\n\nПройдя мимо шумной  толпы, собиравшейся разыграть крупную партию, Эйнсворд протиснулся мимо двух здоровых охранников, поприветствовавших его холодными взглядами и кроткими жестами у входа в кабинет. Эти ребята наверняка были профессионалами и знатоками своей нудной работы\".\n\nОткусив еще один сочный кусок от яблока, она недолго представляла себе старого Японского босса, который спокойно расположился в своем кресле, приветствуя старого друга, с которым тот, в детстве, имел не мало дел.\n\n\" Дав, по привычке, знакомому выкурить дорогую сигару из своей коллекции, Эйсворд уселся в очередной раз в кресло напротив, скрестив руки в позе ожидания.\n— Кхе. — Линг с небывалым удовольствием выдохнул огромный клуб портсигарного дыма, который, вероятно, задушил бы непревыкнувшего к сигаретной гари и удушающей вони табака. — Я правильно понимаю, ты, наконец, решился вернуться в \"бизнес\"? \n— Нет, я же твердо объяснил, что больше не хочу иметь дела с твоими махинациями. Я теперь служитель закона, но и твой лучший друг. \n— Вернее сказать, полицейская шавка, Клауд... Кхе. — Очередной клуб сигаретного дыма обволок лицо Эйнсворда, который теперь отмахивался от него рукой. \n— Как тебе удобно, Линг. Мне нужна информация. Вся информация на дело Красного Мори. \n— Какой такой этот твой Мори? \n— Ты прекрасно знаешь, о ком я. \n\nНахмурившись, старик привстал, выбросив выкуренную сигару и, заложив руки за спину, медленно прошелся по кабинету, увешанному всяческими трофеями и реквизитами с разных стран. Все еще неприятно воняло сигарой.\n—Только по старой дружбе расскажу тебе... В опасное дело ты влез, будь осторожней. Этот Мори, когда-то был мои сотрудником и... \"\n\nДоев последнее, пятое яблоко, девушка отложила записи в сторону и устало зевнула. \n— Наелась яблок и спит... Звучит как достижение. \nНо, что-то не давало приступить ей к долгожданному сну. Потянувшись к выключателю, она погрузила комнату во тьму, встала с кровати, и, подойдя к окну, устремила свой взгляд на дом соседа, который очень удобно располагался большинством своих окон к улице. \nРэй, вместе со своей семьей играл в какую-то игру на PlayStation. Они казались тами счастливыми, проводили время  вместе. \n\nДа, если бы и её мама уделяла ей внимания больше, чем своей драгоценной работе, была бы девушка счастлива? Или же её привлекало одиночество, к которому она привыкла с самого детства? \n\n                                  ... Кто знает... \n\nНо сейчас точно необходимо было лишь одно. Отдаться в теплые объятья сну, а размышления о детективе и школе, как и расписание дня, оставить на завтра. ",
    "answers": [
      {
        "id": 4,
        "text": "Глава 3я: Всё начинается со школы\". "
      }
    ]
  },
  {
    "id": 4,
    "text": "\"Место, с которого начинается большинство знакомств, место, с которого начинается часть приключений... это место и есть чертоги разума...\"\n\nБольше всего ранним утром не хочется вставать. Или, в особых случаях, просыпаться. Так или иначе, чашечка вкусного кофе как ничто поднимает настроение и успокаивает душу.\nИдя по дороге в школу или в магазин, любое общественное место,  каждый раз задумываешься над тем, что тебе предстоит пережить среди толпы агрессивно настроеных подростков с переходным возрастом.\n Именно по этой причине ходить в школу весной еще опасней, чем среди толпы хиппи. \n\nПролетая мимо девушки, в стенку врезался мешок с чьей-то обувью. Снаряды\n, летающие мимо неё по классу, ставшим\n полем боя, можно еще было стерпеть, но когда  на нее стали   глазеть из-за спины, девушка не выдержала, спрятала все вещи и вышла из класса. \n\"Неужели так трудно отсеять таких мудаков от нормальных детей, которые хотят учиться? \" — какими постыдными бы ей не казались эти слова, злость в конце концов взяла верх. \nОна шла по длинному прохладному коридору, с презрением предумывая казни для нарушителей, как снова во что-то врезалась. Это был знакомый сосед. \n—Никак не могу понять, почему мы встречаемся таким образом... — Он потел лоб. \n—Потому, что злость затмевает глаза. — Она устало выдохнула. — Считай, это был урок для моей совести... \n—Что-то случилось? — Они шли по кридору. — Выглядишь какой-то печальной. \n—Мои одноклассники родились, вот что случилось. Я так понимаю, в школу с портфелем и даже учебниками ты не прогуляться пришел? — Небольшая улыбка, предвкушение чего-то интересного промелькнули на её лице. \n—Верно подмечено. А ты, случаем, не следователь под прикрытием? — Поняв, что шутка не произвела особого впечатления на собеседника, он немного посерел. \n—Ну... — Нэкс не хотелось хвастаться свои рассказом, ведь он был еще не закончен. К тому же, не было и дня, если она не опасалась того, что его могут засмеять. — Я просто увлекаюсь геометрией. \n\nОн посмотрел на неё немного ошарашено. Они пошли в класс. Прозвенел звонок и каждый, кто не был знаком с Рэем, удивленно  уставился в его сторону. Кто-то шептался, другим было всеравно. Нэкс спокойно прошла к своей одинокой парте. Это были её личные владения, где можно было спокойно разложить все свои книги. Для остальных она была чем-то вроде изгоя. Её это даже устраивало, мало кто рискнул бы подойти или заговорить. Зачем тратить время на разговоры с теми, кто её презирает? \n\nПосле того, как учитель представил нового ученика и его резюме, парень присел рядом с Нэкс. Все вокруг зашептались. Не понятно было, хорошо это или плохо, приятно или ужасно иметь соседа по парте. \n—А зачем ты ко мне сел? — Прошептала она, навостив уши на обсуждения в классе. \n—Мне кажется, лучшего соседа мне не найти. — Он осмотрелся. \n\"Черт тебя послал или еще кто, он явно первоклассный шутник\" — весь день он ходил рядом, как на экскурсии, задавая вполне  целесообразные и адекватные вопросы. Оказалось, он не такой шалопай, каким был на первый вид. Отвечая на каждом уроке, он, бессомнения, приобретет статус отличника, к которому можно в любое время обратиться с вопросом по предмету. \n\nКак бы не сгущались тучи в вашей душе, не стоит забываться в мрачных раздумьях и искать в ком-то недостатки. Возможно, вы просто слишком зацикливаетесь на идеалах? \nТем не менее, очередной школьный день подошел к концу. Обсуждая урок геометрии и въевшуюся формулу  Пифагора, по нахождении третьей стороны в треугольнике и формулу Герона, они вышли из здания школы. Солнце высоко стояло в небе, и по земле разливалась небывалая жара. Альфальт напоминал раскаленную сковородку, нагретую до 39 градусов, с колеблющимися парами горячего воздуха. Приближалось лето. \n—Спасибо, что устроила экскурсию. — До чего же мило это выглядело сейчас. Хорошее начало дружбы, не так ли? — Пройдемся или ты спешишь? \n—Я... — Вспомнив о детективе, девушка встала перед трудным выбором. Что было важнее, друг или книга? — Давай пройдемся, только не долго, я потом буду занята. \n\nОни гуляли по тенистым улочкам с горячим воздухом, летевшим от заасфальтированых дорог, и по пути решили зайти в кафе. \n\"Трата времени... Столько моментов можно было бы описать, если бы я была дома... Хотя, не вежливо вот так себя вести по отношению к этому парню. Так мило себя ведет.\" — она посмотрела на Рэя, который нес две чашечки кофе. \n—Тебе латте, мне мокачино со льдом. Или ты тоже... — он рассеяно посмотрел на мою чашечку с латте. \n\" Разумеется, послать его обратно было бы поступком очень плохого человека\". \n—Нет, все впорядке, я люблю много видов напитков с кофеином. — Интересно, как это звучит со стороны? Каждый, придвинув  по чашке кофе,  принялся смореть на собеседника, хотя виду не подавать. \n—Знаешь, мне понравился сегодняшний урок биологии. У вас такая чуткая учительница. \n\"Это был только ознакомительный урок... Мне кажется, потом он будет думать иначе. Стоит ли   говорить ему?\" \n—Ну, ко всем остальным она немного строга. Здесь варят довольно вкусный латте. Спасибо большое, я за себя заплачу. \n—Я не думал, что найду подходящую кофейню в первую неделю приезда. — Он все ещё задумчиво смотрел в окно, попивая кофе. — Переезд был просто ужасным. Еще и шли дожди. Нет, я, конечно, люблю любую погоду, но ехать по разбитой дороге из расплывшейся грязи мне и моим родителям не очень понравилось. \n—Кстати, а где ты жил до этого и почему вы переехали? \nНе понятно, стоило задавать этот вопрос или нет, он помрачнел. Лишь наблюдательный сыщик мог связать этот факт и факт того, что его рука с чашкой слегка задрожала, возможно, неприятные воспоминания прошлого. \n—Ой, прости, не стоило срашивать... пойдем по домам? — она привстала с кресла. \n—Нет, ничего. Я обязательно расскажу... Только чуть позже. Подождешь меня у входа? — Получив кивок в ответ, они расплатились за кофе. Один пошел куда-то вглубь кофейни, другая встала у входа рядом с кондиционером и блаженной прохладой. \n—Ой, у тебя портфель не застегнулся. — Рэй наконец-то покончил со своими делами и вышел на улицу. \nОни разошлись по домам в абсолютной тишине, помахав друг другу. Если и судить кого-то, то не с первого дня встречи. Настоящих друзей, порою, видно сразу, а порой и вовсе их нет. Тем не менее, приключения наших отважных детективов, ограниченые временем и музой девушки продолжаются. \n\n\"Линг посмотрел на него, прищурив глаза. \n—Этот парень работал у меня месяц назад, пока сам не уволился. Он показал себя как профессиональный киллер. Он убивал безжалостно, хлоднокровно, не оставляя следов. Как вы умудрились выйти на него? \n—В номере мы нашли несколько волосинок и кусок одежды. Насчет лоскута я не был в точности уверен, но днк экспертиза показала, что волос принадлежит именнно ему. \n\nСтарик поморщился, зачесав рукой подбородок. \n—Зачем ему было её убивать... \n—Мы... Еще не знаем мотива. \n—Хорошо. Так вот, увольняться этот ваш убийца пришел не в самой парадной форме. Казалось, он с кем-то сражался. Ну, до этого, зная, чем он занимается, я не стал задавать вопросов. \n—Он что-то сказал? Ты когда-нибудь видел, как он с кем-то говорил? Приятелей его, женщин? \n—Один раз один из моих охранников видел, да. С ним разговаривал какой-то высокий и тощий мужчина в деловом костюме. Наверно офисный клерк или еще что.  Некоторые ребята говорили,  как видели его в каком-то публичном доме... Кажется название забыл. \n—Ад и Рай, сэр. — пробасил один из охранников. \n—Спасибо Нэл. Так вот, он там с какой-то дамочкой ошивался. Думаю, тебе стоит расспросить частых посетителей. Наверняка, там каждый все о друг друге знает аха-ха! \n\nЛинг и  охранники захохотали, казалось, последние, через силу. \n\nСмеркалось. Поблагодарив за прием и информацию Линг и Эйнсворт расстались друзьями, каждый направившись своим путем. Проходя мимо шумной капмании у покерных и биллярдных столов, детектив заметил, что что-то переменилось в окружающей обстановке. Либо куш уже был сорван, либо происходило что-то новое. Даже дам и девушек стало меньше. \n—Эге-гей, а могли бы сорвать такие деньги! — Простонал кто-то у бара. \n—И не говори, а все бабло забрал тот подозрительный тип.  Ты видел, как он был одет? Его что, избили по дороге сюда?\n—Судя по крови, похоже на то. В любом случае, этот парень большой везунчик, раз не только выиграл, но и увел с собой столько первоклассных дам. \nТут нашего детектива осенило. Убийца или кто-то, очень походящий на описание Линга был тут.  Неужели старый друг не все ему поведал или... Этот парень зашел за деньгами. Нет, без информации и доказательств рано делать выводы. Очень рано\". \n\n\" Прекрасное начало дня\"-подумала она, потянувшись на ковре, сдовно кошка.\nТакой чудесный день, начавшийся с небольших перемен, надо было исправить традиционной прогулкой по парку. Свежий воздух никогда не помешает, тем более, кто знает, что может еще случиться, если надолго останешся дома?",
    "answers": [
      {
        "id": 5,
        "text": "Глава 4я:\"Запах вечерней росы\" "
      }
    ]
  },
  {
    "id": 5,
    "text": "\"Одиночество есть не неприязнь к другим людям, а есть поиски себя и упорядочивание мыслей...\"\n\nДневная жара резко сменилась прохладой. Небо заволокло многочисленными тучами, которые с каждым часом начинали сереть всё больше и больше. Приятный прохладный ветерок качал ветви деревьев то в одну, то в другую сторону, напоминая начало осенней грозы. В любой момент мог начаться дождь, который, судя по размерам тучей, мог с легкостью превратиться в ливень.\nДевушка, собрав необходимые предметы для ее привычной прогулки, спокойно шагала по вымощенной из красно-серой плитки аллеи, наслаждаясь  ветром, ласкавшим ее волосы и личико. В очередной раз присев на скамейку, где она часто любила сидеть, Нэкс впала в раздумья и достала детектив с ручкой. \n\n\"Эйнсворд шел к себе в кабинет, полный раздумий и серых мыслей. Если Мори после убийства зашел в казино, значит, ему понадобились деньги. Но зачем? И где он может быть сейчас? \nЗайдя в кабинет, он немного удивился и ненадолго застыл. Эмили, вальяжно растянулась в его кресле и читала свежий, судя по тонкому аромату краски печатной машины, выпуск новоиспеченной газеты. \nПростояв с пол секунды и рассмотрев детали, Клауд подошел к своему столу ближе, предварительно сняв слегка намокшие пальто и шляпу, от который неприятно попахивало табачным дымом, которым наслаждался еще недавно Линг. \n— Добрый вечер Клауд, как ваш поход в страну удачи? — Девушка встала с кресла, уступив ему место, заметив, что он болезненно поморщился. — Судя по вашему выражению лица, дело уже раскрыто? \n\nЕму казалось, она специально изевалась над ним. Но это было так тонко, и воспитан он был настолько хорошо, чтобы дать девушке немного отыграться.\n— Судя по вашему настроению и свежему выуску в вашей газете, миледи, вы нашли какое-то дельно предложение о продаже какой-нибудь дамской нежно-пепельной сумочки для тех милых маленьких вещей, которые вы любите носить с собой в карманах? — Подперев левой рукой голову, он достал из правого нижнего ящика в своем столе что-то наподобие блокнотика с карандашом в комплекте. — Я бы предпочел вам подарить к Рождеству бежевое кожанное пальто, наподобие моего, я считаю, вам оно весьма пойдет. \n—Нет, это кое-что получше отвратительной дамской сумочки, взгляните. — Она положила на стол, поверх его руки с блокнотом свежий выпуск \"Громких преступлений\", окрытый где-то на десятом, по счету, листе. \n\nНа обоих страницах красовалась статья, написанная большим шрифтом, словно кричащая об новом убийстве, предполагаемо совершенным тем же преступником, который совершил первое убийство в отеле \"Лестранж\". Новое покушение было совершено на пожилую пенсионерку, заведовавшую довольно крупной фармацептической компанией \"Дюз и Клаинс\", которые буквально заставляли всех своих сотрудников-рекламщиков пихать эти товары прохожим, за весьма красивую цену. \n—Была найдена в своих личных аппортаментах. Ни следа какого-то присутствия, перерезанное горло, нож в правой руке. Кто-то хотел, чтобы это было похоже на самоубийство. Но, как видишь, даже пресса, которая.... — Она помрачнела при мысли о теле её покойной матери. — Даже пресса заметила, что разрезы на шее совпадают. Только в \"Лестранж\" преступник наследил кровью по всему номеру, но нож забрал с собой. \n—Сожалею, Эмили. — Он понимающе взглянул на неё. — Моего отца постигла похожая учесть. Но было это столь давно, что проводить расследование уже не имеет никакого смысла... Давайте сконцентрируемся на деталях?  Лучшее, что мы можем сделать для них, это не допустить новых убийств. \n—... \n— Преступник на этот раз решил оставить нож. Но зачем? Неужели, он боялся, что его могут поймать... нет, это звучит глупо... \n—Что если... Что если нам стоит осмотреть место преступления? \n—Отличная идея. \n\nСпустя двадцать минут они прибыли в личные аппортаменты бывшей хозяйки \"Дюз и Клаинс\", отель \"Мальборо\", расположенный в самом сердце Night City. Дорого убранные помещения, элитная прислуга, состоящая из молодых и спортивных мужчин, явно говорили о вкусовых предпочтениях их хозяйки. Среди экзотических пальм и мандаловых свечей, мемориально расставленных у портрета пожилой леди, висевшего в холе перед аппортаментами, были различные фотографии и бумажки с искренними записями и пожеланиями здоровья на том свете. \nУ входа их встретил ярко скорбящий по убитой консъерж, который, вперемешку со слезами отвел их в личные спальни г-жи Николь, всеобожаемой её верной прислугой. Отвечая по пути на вопрс о подозрениях среди работников, он подчеркнул, что вся преслуга была настолько благодарна г-же за такую щедрую зарплату и такое человеческое отношение, что никогда, никогда бы в голову  никому и не пришо бы даже подумать о таком. \n\nОни пришли в спальни. Николь, с перерезаным горлом и ножем в правой руке, ничком лежала на окровавленых перинах. Внимание Эйнсворда привлек исключительно нож в руке  женщины. Он аккуратно, с разрешения консъержа вынул орудие покушения из мертвецки холодной руки и осмотрел его на свету. \n—Эмили! Прошу подойдите! \n\nОн показал ей нож с разных сторон. \n—Видите? \n—Да, хорошо вырезанная из красного дерева ручка. \n—Я не об этом, моя миледи. Видите эти маленькие царапины и выцветщую сторону рукояти с одного бока? Это говорит, что наш дорогой Мори очень аккуратный человек, который располагает все свои вещи согласно элементарному перфекционизму. Судя по царапинам, это был его  его любимый нож, котрый унес немало жизней. — Он положил нож обратно в руку г-жи Николь и, взяв под руку Дэборхарт, наскоро покинул кабинет. \n—Эмили, Мори в этом отеле. — Прошетпал он ей, наклонив голову к ее уху. — Прошу, уезжайте отсюда как можно скорее. \n—Но откуда вы... \n—Я вам все потом расскажу, прошу, берегите себя. \n—Я вас одного не оставлю, можете и не надеяться. То, что этот безумец сотворил с моей матерью, не должно сойти ему с рук. Тем более, какова вероятность, что он слегкостью застигнет вас врасплох? \n—Дорогая Эмили, ваша доброта и сочувствие порой не знают границ, но нужно следовать советам, хоть иногда. Это ради вашей же безопасности. — Переняв её левую руку из своей правой в левую, правой же он приобнял ее с правой стороны, казалось так, чтобы девушка не смогла даже попытаться вырваться. Они подошли к первому попавшемуся такси. Клауд помог ей сесть на заднее сиденье и что-то сказал водителю через узко приоткрытое тонированное стекло, дав десять долларов. \n—Прошу вас, будте осторожны, Клауд. \n—Осторожность мое второе имя, не сомневайтесь. И не забудте осмотреть карманы вашего пальто. Надеюсь, вы не потеряли ни одной вашей милой безделушки. — Бросив загадочный вгляд, он исчез в дверях... \"\n\nНа белоснежные листки, наполненные красивыми буквами, начали падать капельки дождя. От такой увлеченной истории ее могло оторвать только чудо. Пустился дождик, который, со временем, превратится в ливень. Девушку охватила легкая паника. \nВнезапно капли перестали капать на упаковывающую драгоценные рукописи в портфель Нэкс. Она посмотрела вверх и увидела чью-то руку с жёлт-оранжевым зонтиком, изрисованным осенними листьями. \nЭто был Рэй. Большой загадкой было, кто его послал к ней в этот раз, но, судя по его довольному выражению лица, послали его сюда явно не из шутки. \n— Я тут мимо проходил и издалека увидел, что ты тут сидишь. А потом пошел дождь вот я... — Он устремил взгляд на застегнутый портфель. — Ты писала что-то очень увлекательное, судя по тому, что не  заметила, как я подбегаю. \n—Спасибо, я... Я делала конспект по биологии. \n—Дашь потом почитать? — Он лукаво посмотрел на нее из-под зонтика. — Хочу сверить результаты. \n\nДальше врать уже не было смысла,  как она подметила. Удивительные методы дедукции и анализа эмоционального состояния. \n—Ты меня поймал, это не конспект... \n—Чего ты тогда боишься? \n—Почему ты так заинтересован в этом? \n—Тихо, я просто люблю почитать что-нибудь. Но то, как увлеченно ты это делаешь, говорит о хорошем содержании в рассказе. \n\nТо, как он это сказал, было больше похоже не на дедукцию, а на подбадривание.  И выглядело это  с другой стороны, по всей видимости, странно. Делать комплимент, будучи не до конца уверенным в его уместности. Как же это... \n\n—Ты просто хочешь почитать, верно? Ты даже не знаешь содержания и не до конца уверен, что это действительно хороший рассказ. \nКажется, это не сработало. \n—Нет, почему же? Я еще давно замечал аспекты твоей речи, произношения и описания деталей. Помнишь, я попросил тебя устроить экскурсию? — Тем временем пустился настоящий ливень. Девушка так же сидела на скамейке, рядом стоял Рэй, держа в левой руке большой зонтик \"в осеннем настроении\", который мог позволить себе спрятать их двоих от прохладных капель дождя, которых давно жаждала земля и все, что на ней обитает. — Твоя речь,  передающая глубину твоих мыслей, показывает качество твоих рассказов. \n\nСовсем скоро ливень превратился в дождь, а дождь, со временем, закончился, на этот раз. Они сидели в первом попавшемся ресторане и пили ароматный час с корицей, попутно обсуждая первую главу детектива. \n—Как интересно. — Он медленно  мешал ложечкой чай. — Скажи, если ты не будешь ещё сегодня писать, можешь одолжить мне его до завтра? Я очень хочу почитать дальше. \n\nНемного подумав, она   придвинула к нему большой блокнот. \n\nОни шли по улице, по пути домой. Вокруг приятно пахло росой, землей и озоном, приятно освежающим после грозы. Внезапно на небе, из-за белеющих тучек показалось солнце, которое  грело своими лучами все живое, до чего дотягивалось. \n\nПослышались чьи-то крики. Вдалеке, на одной из многочисленных площадок что-то происходило. Подобравшись поближе, они заметили подобие хулиганов, обижающих  малышей. Высокие, ростом с Рэя и Нэкс, они толкали  детей, которые были им по колено. Терпение наших героев окончательно кончилось, когда одна из девочек, которая подверглась издевательствам, упала на асфальт и разодрала коленку. \n—Ой, бедненькая, упала! \n—Где же твоя мамочка? \n—Наверно клиентов по дороге ищет!\n\nВся толпа  из трех ублюдков смачно заржала, доверя до слез и истерики и без того напуганных детей, которые решили без спроса родителей погулять на площадке. \n—Эй вы, уродцы! Никого слабее не нашли, да?! Как низко и позорно обижать детей, тем более, девочек! \n\nСловно стая волков, один за другим криковали свои взгляды к отважному парню. \n— Что вы тут забыли? \n—Это наша площадка, что хотим, то и делаем с нарушителями. \n—Давно по (лицу) не получал, (глупец)? \n—Немедленно убирайтесь! — Девушка решила прийти на помощь. — Иначе, я подниму на уши всех ваших соседей, чтобы все узнали, какие вы уроды! \n\n—Посмотрите-ка,  верная шлюшка решила защитить своего хозяина. — Нэкс с трудом удалось удержать Рэя за руку. \n—Это всего-навсего слова. Они не стоят этого... \n—В следующий раз... — Парень наконец успокоился. — В следующий раз, вы за это заплатите, ублюдки. \n\nХулиганы, опасаясь, что соседи могли смотреть на них  с окон, ворча и сыпясь ругательствами, быстро исчезли. Дети благодарно поспешили по своим домам к родителям, захватив раненую и напуганую девочку с собой. \n—Кто они? — Услышать от него такой холодный вопрос было для неё впервой. \n—Обычные придурки с того подъезда. \n—И долго они этим занимаются? \n—Я не знаю, редко тут хожу. — Они с Рэем продолжили идти по направлению домой. \n— До чего же мерзкими бывают люди.\n\nПостепенно темнело.  Зажигались фонари. Они продолжали идти домой, наслаждаясь приятным ветерком и тишиной. Мимо ползли домики с красивыми заборами, опрятные клумбы, редкие многоэтажные дома и просто прохожие. Через какое-то время Рей остановился, заставив спутницу обернуться назад. Он завороженно смотрел куда-то вдаль, в самую глушь городка. Массивные старые дома, высоченные тополя и тропинки, поросшие всяческой травой, за которыми никто давно не ухаживал. Где-то еще дальше, ещё глубже подпирали небом своими шпиляли огромные металлические конструкции. Кто бы мог подумать, что в одном городе так констрастно будут сочитаться металлические руины и цивиллизованый город с его опрятными улочками.\n\n— Что это там такое? — Он был явно заинтересован.\n—Когда-то давно заброшенный металлургический завод. Времен СССР, я думаю. Его так и не достроили до сих пор. Да и вообще, собираются?\n—Слушай. Завтра выходной, верно?\n—Да, воскресенье.\n—Ты была там раньше? Сводишь меня на экскурсию? — И опять этот самодовольный, казалось, увереный в том, что ему не откажут, взгляд.\n\nПредчувствуя что-то нехорошее, все же, девушка  решила, что было бы не плохо наведаться в то место спустя 7 лет, за которые она ни разу туда не заходила. Спрашивается, почему?\n\nОднажды, когда Нэкс играла там в одиночестве, какой-то из болтов не выдержал в нижней части металлической конструкции и в метрах десяти от нее страшно скрипя и грохоча, упала огромная железная балка. С тех пор она, то ли от страха, то ли, немного повзрослев, туда ни разу не заглянула.\n\n— Ну, если ты хочешь.  — Девушка все еще была в замешательстве. — В какое время и где встречаемся?\n—Можно и тут, в шесть часов вечера.\n\nТак поздно. Можно было подумать, что ему недоставало адреналина или приключений. Хотя, с другой стороны, звучало довольно интересно.\n\nДве её стороны усердно спорили: любитель приключений утверждал, что  было бы здорово вновь познать жажду таинственного и неизведанного, ведь  одни и те же места и вещи, которые мы исследуем в детстве, сильно отличаются, когда мы изучаем их, повзрослев. Но маленькое нудное чувство целесообразности просило заняться более мирными занятиями. \n\nВ итоге, искушение познания тайн превысило любовь к безопасности и спокойствию. \n—Как скажешь.\n\nОни пошли в разные дома, помахав друг другу и обменявшись пожеланиями на ночь.\nНо спала девушка этой ночью очень плохо. Её мучали воспоминания. То, как она играла там в детстве, свой маленький шалашик со всяческими побрякушками, все это казалось такой прекрасной ностальгией сейчас. Спустя семь лет вернутся в любимое место. Каково это, снова стать таким жизнерадостным,  таким милым и дружелюбным ребенком?\n\nКаково это снова  смотреть на вещи по-другому? Замечать каждую мелочь, умиляться? Каково   ожить изнутри..? ",
    "answers": [
      {
        "id": 6,
        "text": "Глава 5я: \"Воспоминания, что ранят, моменты, что лечат\"."
      }
    ]
  },
  {
    "id": 6,
    "text": "\"Вспоминая то, что мы совершили в прошлом, мы либо стыдимся содеянного, либо ни о чем не жалеем. Думая о настоящем, мы решаем, как нам поступить, чтобы в будущем не сожалеть о принятых решениях. Предсказывая и просчитывая будущее, мы гадаем, как наши настоящие и прошлые поступки отразятся на нём\"\n\nОна сидела на большом деревянном полене, поваленном ветром возле огромной, разрушенной при пожаре,  мельницы. Кирпичный остов, в купе с смоляными железными решетками, вечером, ставшими еще черней, создавал невероятное ощущение пребывания в разрушенном мире. Непроходимые заросли, которые никто не собирался уничтожать, наверняка, кишили клещами и другими паразитами. Нэкс сидела неподалеку от того места, где они с Рэем договорились встретиться. Была примерно половина шестого, другими словами, 17:25. \n\nПускай, это было начало лета, но солнце уже заходило за горизонт, разукрасивший все облака на небе в розовый, малиновый и местами алый цвета. Ближе к солнечному горизонту горела широкая золотая полоса, разливающая невообразимо прекрасные лучи и полосы сквозь небесное царство. Вся эта розово-золотая палитра, заканчивающаяся ледяным синим и ежевично-фиолетовым радовала прохожих, разогревая внутри каждого чувство к прекрасному. Такие красивые закаты, пускай и случались не так часто, но собирали в местных парках целые толпы молчаливых зрителей. Редкие художники спешили запечатлеть этот момент на своих картинах, фотографы же устраивали фотосессии своим моделям в лучах заходящего солнца.\n\nДевушка по-прежнему сидела на поваленном полене, кое-где поросшим мхом и желто-синей плесенью. Старая кора совсем отрухлела и легко отдералась от ствола. Неожиданно запели цикады и сверчки.\n\"Красиво. Неужели, в это время я сидела дома?\" — с досадой она встала и прошлась туда-сюда, размышляя над расписанием дня и обдумывая сегодняшнюю прогулку.\nТем временем золотая полоска на горизонте уменшилась вдвое и большую часть облаков захватил малиново-ежевичный оттенок, вытеснив нежно-розовые тона. Послышались чьи-то шаги, совсем близко.\n—Привет.\n\nНеожиданно возникнув из-за спины он немного ошарашил девушку. Не то, чтобы она испугалась, она привыкла к таким вещам и частенько пугала других своим эффектным появлением, нет, она не ожидала, что он способен так бесшумно подкрасться сзади.\n—Ой, прости, я не хотел тебя напугать. — Одетый в серое пальто чуть ниже колен, светло коричневые брюки в клетку и с красным шарфом, он выглядел как настоящий джентльмен. — Я не думал, что ты так рано прийдешь.\n—Ничего страшного. Готов?\n—Всегда. Пошли. — Они медленно направились к заброшенному заводу, идя по дороге из гравия так, чтобы миновать кушери с разнообразной живностью. Ветхие полусгнившие заборы по бокам, которые вот-вот развалятся, такие же домики с соломенными и шиферными крышами, покрытыми зеленой плесенью и мхом.\n\nКазалось, они путешествовали во времени между современностью и далеким прошлым. Казалось, сейчас из-за полуиссохшего плетня выбежит крестьянский посыльный, весь чумазый и грязный, разгоняя пасшихся на небольшой лужайке гусей. Печальное зрелище.\n\nУспешно миновав неопрятный участок улицы, они в удивлении остановились перед огромным металлическим дворцом, обнесенным кое-где ржавым забором, с высокой сухой травой по самый пояс.\n\n—Трава стала ниже. — Она ностальгически улыбнулась. — В детстве я часами тут пряталась ото всех в этих высоченных дебрях.(шепотом) Интересно, не заросли ли там протоптанные мною тропки...\n\nОни пролезли сквозь небольшую дыру в ржавом заборе, миновав сухие заросли. Солнце, тем временем, вовсе зашло за горизонт. Сумрак опустился на землю, создавая высокие черные тени, казалось, бродившие по дороге. Они достали фонарики и осмотрелись. Изнутри железная громадина выглядела еще больше. Высокие десятитонные железные балки с вкраплениями полувековой ржавчины изредка скрипели и тихо скрежетали. Найденная в свете фонариков тропинка медленно вела своих путешественников, которые прислушивались к каждому шороху и оглядывались по сторонам, в надежде разглядеть что-то во мраке.\n\nВнезапно что-то омерзительно скрипнуло сзади, послышались голоса.\n—Чертовы уроды. Опять нам помешали малышню учить.\n—И не говори, встреть я их, убил бы того урода а девченку знатно покатал бы!\n—Недоделок, в тюрьму за убийство захотел? Да к тому же и насилие. Какие вы оба тупые свиньи.\n—А что с ними то делать будем? Раз ты такой умный.\n\nПослышался шлепок. Рэй взял девушку за руку, оттянув в сторону, а потом за угол, попросив выключить фонарик. Они присели за металлической фанерой, в надеже хоть что-то услышать.\n—(шепотом) Это те самые уроды.\n—(шепотом) И что будем делать? Рэй, только не...\n—Ты хотела, чтобы я им все так быстро простил? — В кромешной тьме с трудом можно было что-то увидеть, но по интонации, казалось, что он ехидно улыбается. — Надо их проучить.\n—Ты уверен? Но как... — Он закрыл рукой ей рот. Один из хулиганов что-то заподозрил, но тут же забил на это и, по звукам, присоединился к остальным. Когда Нэкс снова могла говорить, она посмотрела вверх, на огромные желзные лесы, по которым без опаски ранше гуляла.\n\nСначала это показалось хорошей идеей.\n\n—Рэй.\n—М?\n—Снизу нам врядли удастся что-то придумать. Видишь те лесы? Я могу залезть и придумать что-то.\n—Пошли вместе.\n—Ты умеешь карабкаться? — После этого вопроса он немного помолчал.\n— Умел. Раньше. Я давно не практиковал, знаешь. Но одну я тебя не хочу оставлять.\n\nУстало вздохнув, Нэкс взяла его за руку и они пошли вглубь железного леса. Красочные картинки из детства мельками перед глазами. Шишки с перьями, которые она, словно индеец вешала на пути к своему шалашу в надежде, что кто-то с ней прийдет  поиграть. Как глупо и как прекрасно это выглядело сейчас. Пройдя по наклонной балке, почти погребенной под слоем песка и земли, они, даже не балансируя, поднялись на второй ярус постройки. Недалеко все еще слышались голоса хулиганов.\n\nИдти пришлось осторожно, чтобы не издавать слишком много шума от железных фанер под ногами, которые могли предательски завизжать в любой момент.\n—Ты хорошо знаешь это  место. Сколько здесь ярусов?\n—Я помню только пять или шесть. На пятом уже опасно передвигаться, конструкция ненадежная, ветром порой до самого альфальта срывало.\n—И это опасное здание так никто и не хочет снести? — В ответ девушка еле заметно пожала плечами в тенях сумрачной ночи. Из-за больших белых облаков, похожих на полупрозрачные души, вышла луна. Большинство вещей, теперь, в этом свете можно было примерно различить.\n—Мы можем забраться еще повыше?\n—Зачем?\n—Тут нас могут легко вычислить.\n\nОна провела его на третий ярус. Конструкция здесь была немного шатче, но исправно держалась, подъедаемая ржавчиной и, местами, плесенью. Они пошли на звук, доносившийся откуда-то из глубин. Внутри строения было что-то вроде широкого помещения для станков и проч. Можно было спокойно лечь на железный край яруса и с высока наблюдать за  тремя уродами. Рэй достал что-то из кармана и кинул вниз, прямо в одного из хулиганов. Сопровождаемая ругательствами, тишина нарушилась тихим хохотом.\n—Этого вам мало будет.\n—Где ты взял камни?\n—Набрал по дороге. Скажи, весело? Эти обезьяны еще не так запоют. — Он взял очередной камень, но, на этот раз, кинул его в один из станков. Видимо, он попал в какие-то лопасти, шестеренки, или ещё что-то, но огромный металлический резак для железа, прошипев, издал такой истошный скрежет, заработав полуржавыми пилами, что вздрогнули не только находившиеся внизу, вся металлическая конструкция, казалось, колыхнулась, как человек, вскочивший посреди ночи от приснившегося кошмара. Три парня, находящиеся снизу, забегали, словно муравьи, но одному пришло в голову отключить станок.\n\n—Черт! Здесь призраки!\n—Или демоны! Я пас, больше не зови...\n\nПослышался шлепок. Видимо, один ударил другого.\n\n—Что вы несете?! Призраки , демоны! Два дебила! Эти станки могли сами от времени заработать. Или им кто-то помог. — Он осмотрел все вокруг.\n\nНэкс и Рэй, тем временем, наблюдали за этим цирком сверху.\n—Мне кажется, мы их недостаточно напугали.\n—Считаешь? Ну, а что мы еще м... — Он снова ракрыл ей рот рукой, один из хулиганов рассматривал верхние ярусы, и им пришлось пригнуться. \n— Есть одна идейка. — Рэй осматривал какую-то ветхую железную трубу, которая балансировала на краю их яруса. \n—М-м... М! \n—Тс-с-с. — Он осторожно прокрался к балке и, приложив немного усилий и дождавшись, когда девушка отвлечет хулиганов камнями, чтобы те не поняли, откуда упала труба, столкнул ее вниз. \n\nСо страшным грохотом, лязгом и скрежетом труба упала на край второго яруса, забрав с собой несколько железных фанер, которые полетели следом, на один из станков, оторвав у него несколько пил, продырявив бак для топлива. Грохот был таким громким, что пришлось закрыть пальцами уши. Хулиганы в страхе разбежались, кто куда, словно коты от пылесоса и, когда все утихло, наверно были далеко от железного подобия замка. Рэй и Нэкс громко смеялись, такой эффективной показалась им их затея, оказавшая такой эффект на обидчиков. Дав друг другу звонкую \"пятерку\", они пошли дальше по пути, на котором висели веревки с шишками и перьями. Они поднялись на четвертый, самый просторный ярус, в середине которого скопился всякий хлам. Старые перины, стулья, столик, диван и, конечно же, главное украшение четвертого яруса, большой шалаш, который, скорее, походил на домик из толстых веток и проволки, с  которых свисала ткань. \n\n—Как ты все это сюда притащила? — В лучах лунного света было видно, что он изумлен увиденным. \n—Я очень старалась украсить свое \"племенное поселение\". \n—Я смотрю, ты настоящий индеец! — Он прошелся к шалашу мимо больших сухих веток, закрепленных в дырках стальных фанер, которые были обвешаны безделушками, перьями и стеклышками. Увидев что-то наподобие маленьких пыльных подушек, сложенных в одну кучу, он аккуратно лег на них, смотря в потолок , украшенный веткой со стеклышками, по всей видимости, служившей люстрой.  — Как красиво. Хотел бы и я так играть... \n—А как ты проводил время в детстве? — Девушка быстро юркнула следом в шалаш и легла напротив, на подушки, своей головой к его голове. Кружимые легким ветерком, осколки, на всем этаже, тихо и загадочно звенели. \n—Я? Ну... Как самый обычный парень. Катался на скейте, держался за трамваи. Помню даже, как я с друзьями кидал питарды под машины полицейских. — Он тихо посмеялся. — Порой эти толстые дяденьки принимали за хулиганов невинных прохожих. А порой я и сам убегал от них. Было весело участвовать в рейдах на сосение дворы, устраивать войны. Но, если честно, мне всегда не хватало чего-то такого. Найти свое место, сделать такой шалаш и лежать там, когда хочется покоя и тишины. Я всегда был в чьей-то компании, которая тянула меня в свои приключения. Порой, мне это нравилось, но потом надоело и я занялся учебой. Даже учеба порой надоедает, теперь я ищу то, чем можно себя занять день ото дня. Чтение, музыка, прогулки, уроки. Все слишком привычно. Я перечитал все, что можно, я переслушал все, что меня устраивало, я гуляю на свежем воздухе почти каждый день. Уроки даются мне с легкостью, я от скуки выучил программу на год вперед. \n—Я никогда об этом не думала. Я живу по расписанию. Делаю уроки по расписанию, планирую свой день так, чтобы сделать его максимально интересным. Мне кажется, в мире  полно всяких интересных вещей. \n—Думаешь? — Они помолчали. — Знаешь, я забыл сказать. \n—Что? \n—Мне очень нравится то, как ты пишешь. Кажется, что все эти события происходят на глазах при чтении. Ты же именно так стараешься передать детали атмосферы? -. Он немного повернул голову, чтобы посмотреть на неё. \n—Я просто представляю в деталях сцену и описываю её. Поэтому, тебе кажется, что рассказ живой? \n—Так редко кто пишет, я то знаю. — Он улыбнулся, словно мартовский кот из рассказа \"Алиса в стране чудес\". — Извини, я забыл раньше отдать. \n\nНырнув рукой под свое пальто, он достал знакомый пушистый блокнотик, осторожно отдав его Нэкс. \n—Спасибо. \n\nОни с полчаса полежали и, посмотрев на время, покинули мирную обитель. \n—Расскажи мне что-нибудь о себе. — Рэй остановился у спуска на второй ярус, в то время как девушка, играючи, скользила по железной балке.\n—Например? — Представив себя маленьким скейтером, она соскользнула вниз и поклонилась невидимой публике. С другой стороны, могло показаться , что ее воображение умиляет парня.\n—Почему у тебя нет друзей?\n\nОна посмотрела на него снизу как-то странно.\n—Почему же нет? Один вот смотрит на меня. — Она слегка улыбнулась, чего не делала раньше при нем.\n\nОни шли на железную балку, ведущую к первому ярусу, то есть, на землю.\n—Так, почему же?\n—Ты видел моих одноклассников. Разве среди этой толпы, я могу найти себе друзей?\n—Такая милая девушка и почти без друзей. Ты пробовала найти себе компанию по душе? Например, записаться в члены какого-то клуба?\n—Я... Я никогда не думала об этом. Разве там не будет таких же людей?\n—Кто знает.\n—Лично мне всеравно. В мире полно таких ужасных людей, которые не хотят уважать чужие интересы, личности, для некоторых вообще нет ни морали, ни закона. — Она явно не любила такие разговоры.\n\nРэй остановился.\n—Ты чего?\n—Знаешь, но не все же люди такие плохие. Некоторые испытывают трудности, поэтому закрываются и так себя ведут. Нет абсолютно плохих и добрых. И насчет морали... Некоторые относятся к другим так, как относились к ним. Возможно, они просто поняли, что не стоит относиться ко всем хорошо, но они ценят своих друзей... И это никогда не повод видеть в каждом встречном козла отпущения и относиться к нему, как к своим одноклассникам. Не знаю, что между вами произошло, но вы долго учились вместе и, возможно ты права в своих суждениях. Но не стоит забывать, каким бы уродом не был человек, внутри него всегда есть то, что он бережёт и ценит.\n\nПовисла тишина.\n\n—Ты... Ты прав. — Она посерела. — У меня и правда не было никаких друзей потому, что я всех считала идиотами, даже не пытаясь понять, что они за люди внутри.\n\nНебольшая слеза блестнула на её щеке.\n\n—Наверно, это потому... Потому, что меня ненавидели. Никогда не считали за человека. Меня обижали, унижали, били столько раз, что я навсегда усвоила, что не бывает хороших людей. Людей... Которые... Не воткнут тебе нож в спину... Не воспользуются твоей... Доверчивостью и добротой... — Она утирала слезы, тихонько всхлипывая.\n\nРэй стоял, смотря на нее, как на мертвеца. \n\"Боже... Зачем я это сказал\". \n\n—Прости, я не хотел... — Он медленно подошел к ней и успокаивающее обнял. Она напомнила ему маленькую девочку, у которой он отобрал игрушку.\n—Ты сказал правду, это важнее. ",
    "answers": [
      {
        "id": 7,
        "text": "Глава 6я: \"Игры разума\". "
      }
    ]
  },
  {
    "id": 7,
    "text": "\"Когда мы чем-то увлечены, мы и не замечаем, как быстро проходит время. Когда же нам скучно или мы дожидаемся какого-то запланированного события, нам кажется, что время нарочно не спешит. Когда мы с теми, с кеми так сильно мечтали провести день, время застывает навечно\".\n\n\" Эмили ехала на такси по направлению к их офису. То и дело, в её голове всплывали слова Клауда. Внезапно, её будто озарило.\n\nЗасунув руки в карманы пальто, она нащупала две разные бумажки в двух карманах.\nСпешным почерком в первой было нашкарябано: \n\n\"Дорогая Эмили, если вы читаете это, вероятно, я уже в схватке с тем безумным человеком. Всё, что вы в силах сделать на данный момент, это оставаться в безопасности. Прошу, смотрите по сторонам, когда будете добираться до моего офиса. Меня терзают смутные сомнения... \"\n\nВторая бумажечка была хорошо сложена в четыре части, почерк был идеальным, а пахло от записки чем-то ванильно сладким:\n\nЭту записку я планировал отослать вам еще два дня назад. Но каждый раз случалось что-то, что мешало моим грандиозным планам... Возможно, я просто абсолютный чайник в таких делах и от досады виню случай. \nНа самом деле я хотел составить вам моральную поддержку ввиду последней сложившейся... трагедии. Мне очень жаль, моя дорогая, ох, если бы все можно было предсказать. \nНасчет планов на будущее, я давно хотел поймать этого ублюдка, и, придумал на свою голову весьма безрассудный план. \n\nЯ искренне надеюсь, что мы еще с вами встретимся. Возможно, в более веселой обстановке. \nИскренне ваш, \nКлауд\n\nP. S: Я знаю, что вам понравился запах духов, которыми я приукрасил свое маленькое письмо. Однажды я разлил в своем кабинете спирт (для ран, конечно, не подумайте ничего непристойного), было это за неделю до вашего визита, но, к моему большому удивлению, вы услышали этот окончательно выветрившийся запах. С тех самых пор я решил, что было бы не плохо подарить вам духи в моральную компенсацию.\"\n\nДевушка безмолвно продолжала сидеть, спрятав записки в карман. Этот человек явно был гением. Гением, закон и честь для коего были превыше его собственной жизни. \n\nВнезапно машина завернула в какой-то тёмный угол. Эмили только сейчас заметила, что они совершенно свернули в курса. Такси остановилось у какого-то темного и сырого подъезда.\n—Мне нужно в полицейский офис, куда вы... \n—Дамочка. — Из-за тонированного стекла, отделяющего передние сиденья от задних послышался чей-то хриплый, истошный голос. — Если хотите встретить вашего детективчика не по соседству в черном мешке, разобранной по частям, слушайте внимательно. Где оно? \n—Что? Какое оно? Я понятия не имею, о чем вы! — Незаметно для него,  правой рукой, за спиной, девушка достала рацию. \n\nТак как их отделяло двояко затонированное стекло, преступник не мог увидеть её действий. Включив её, она  осторожно положила её себе на колени, чтобы голос похитителя как можно громче звучал на волне полиции. \n\n—Мразь, не ЛГИ МНЕ! Я прекрасно осведомлен, что твоя заупокойная мамочка, которую я недавно пригрохал, имела неплохой счетик в Швейцарии и Англии. Я пришел к ней в ее уютненькую квартирку, перерезал ей шейку и все ради того ЧТОБЫ НЕ НАЙТИ СРАНЫЕ КОДЫ.  А теперь постарайся мне ответить, где они, иначе твой драгоценный детектив НАЙДЕТ ТЕБЯ В МУСОРНОМ МЕШКЕ ПРЯМО НА СТОЛЕ СВОЕГО ОФИСА!! \n\nСердце девушки ёкнуло. Это был Мори. Но почему именнно сдесь, а не в отеле? Неужели Эйнсворд...  Нет, бежать, надо бежать, чем быстрее, тем лучше! \n\nС непривычки быстро дернув за ручку, девушка,  которая благодарила судьбу, за то, что ей сегодня стукнуло в голову надеть брюки с туфлями без каблуков, выпала на асфальт за пределами такси, но вспомнив о том жутком страхе перед убийцей мигом вскочила и побежала по темным переулкам, слыша за спиной истошные крики. \nОна завернула за очередной угол, усеянный мусорными контейнерами. Издалека послышался шум мотора, который, с каждой секундой, становился все громче и громче. Забежав в тупик, девушка обернулась назад и увидела жёлтые фары, которые мчались прямо на неё. \n\nПоборов жуткий страх и сдвинувшись с места, она рванула на мусорный контейнер, с которого с легкостью допрыгнула на полуржавые, железные леса, ведущие на балконы жилого дома. \n\nОкончательно взбесившись, Мори вышел из машины, перезарядив револьер. \n — Ну ты у меня сейчас попляшешь!!! Зараза... \n\nВесь магазин выпал из его корявых, трясущихся лап. Судорожно он стал его поднимать. Это был эдинственный для девушки шанс не стать решетом. Сердце буквально застыло, в мгновенье ока она добралась до первого близлежащего балкона, за окном которого семья из трех человек вместе смотрела телевизор. \n\nКрича о помощи, девушка заскочила внутрь, где её привели в чувство и даже угостили супом из овощей. Осторожно подойдя к окну, Эмили осторожно отодвинула кусочек шторки, чтобы посмотреть на место, где только недавно стояло то самое такси, поездка в котором могла быть для неё последней... \"\n\n—Эй...  — Внезапный толчок в правое плечо отвлек её от записей. \n—М? — Ненадолго оторванная от своего мира, где недавно происходили эти события, она с удивлением озиралась по сторонам, пока не остановилась на удивленной мордашке Рея (Она и сама не поняла, какой смысл приобретало тут это слово \"мордашка\"). \n—Опять ты в прострации (шепотом). — Увидев её озадаченное выражение, он ухмыльнулся. — (Так же шёпотом) Сейчас биология, мы пишем конспект по главе двадцать четыре, позвоночные. И надо еще рисунки перерисовать. \n—Ой, прости, я и не заметила. — Протерев запястьем глаза, она достала учебник с тетрадью, которые отложила на угол парты. \n—Ты с прошлой перемены увлеклась, ну как я мог тебе помешать? \n—Но помешал же... \n—Да, с тебя причитается — (Лыба) (Нет, не рыба, а сокращенно от улыбка, но улыбкой это нельзя было назвать, слишком уж нахальненько). \n—Ты, я смотрю, почитать хочешь? \n—И это тоже. — Надо же, да он настоящий лис. Ну как можно отказать другу? — Мне нравятся свежеписанные истории. \n—\"Свежеписанные\"... Думаю, добавить это слово в мой своварный запас или нет...\n—Ты какая-то приунывшая, что-то случилось ? \n\nДевушка повернула голову на 180 градусов и, словно в забвении, посмотрела на него. Рэй ушел в небольшой ступор. \n—Когда ты так на меня см... смотришь... мне кажется, ты меня рентгенишь. \n—Прости, я просто... Как всегда, устала. \n\nШкольный звонок, вещающий о кончине уроков на субботний день, добродушно спешил прогнать всех из здания. Нэкс стояла и собирала книжки в портфель. Рэй стоял в конце класса и весело разговаривал с мужской половиной одноклассников. \n\n\"Такой общительный и дружелюбный... Не удивительно, что он нашел себе друзей...\" — Она с толикой грусти взглянула на счастливую компанию. Надо же, а он так и не сказал ей ничего о том  долге, под который она попала у него на биологии. В столовой он сидел со всеми, даже не обмолвившись и словом. \n\n—И его я потеряю...  — Девушка с грустью подумала, как Рэй присоединится и сольется с этой толпой людей, которым она безразлична. Невыносимая боль и тоска снова поселились в её сердце. \nБыстро собрав портфель и перевернув стул, она выскользнула из класса, не замеченная никем из одноклассников. Идя по знакомой дорожке домой, Нэкс с грустью думала, как это тяжело, думать, что  вот-вот потеряешь единственного друга. Опять одиночество, игнорирование от всех и для всех. \n—И правда, больно... \n\nЗаскочив домой, она надела спортивный костюм и побежала в свое убежище, где никто не смог бы ей  и её грустным мыслям продолжить поедать друг друга. \n\n*Тем временем в классе*\nРэй осмотрелся в поисках Нэкс. \n—Эй, ребят, а вы не видели мою соседку? \n—Ты не заметил? \n—Она так грустно таращилась в нашу сторону. \n—Но я не видел, когда она ушла. \n—Да, как-будто  испарилась! \n—Стала невидимкой. \n—Наверное, ревнует, аха-ха-ха.\n—Очень смешно (Сарказм). Ну, я пошел, я подежурил. Рад был помочь с советом Вик. \n—Рэй, ты уходишь? А как насчет того, чтобы сегодня собраться у меня и... (с энтузиазмом) отпраздновать приближающиеся каникулы?\n—Сегодня? \n—Да, все согласны, мы ждем лишь тебя. Пойдешь, братишка? \n\nСлово \"братишка\" на минуту вызвало внутри парня некоторое презрение, но, подумав, что он давненько не бывал на таких мероприятиях, он, всё же, согласился и побежал на поиски подруги. \nПрошло около двадцати минут, девушку никто не видел, да и нет её нигде. \n\n\"Наверно, дома сидит, пишет детектив. Вот черт...\"- он схватился за голову, прокручивая в голове слова одноклассников о её исчезновении и о том, что после биологии так и не заговорил с ней. — \"Вот, почему она расстроилась... Какой глупый поступок с моей стороны... \". \n\nОн достал телефон и позвонил девушке. Она ответила не сразу, но звучала счастливой и вполне довольной. Она даже простила его и сказала, что завтра обязательно даст почитать ему продолжение. Нэкс даже ничуть не расстроилась, узнав о том, что он вечером не сможет составить ей компанию. \n\"Фух, как я счастлив, что она впорядке и понимающе реагирует... Чтобы было, если бы всё было не так? Ладно, скоро пора собираться на вечеринку. Куда я положил свои джинсы? Дырявая голова...\" \n\n*тем временем, что произошло с девушкой*\n\n\nНа самом деле ей было жутко одиноко и больно. И эта счастливая маска была для того, чтобы не заставлять его волноваться и приходить к ней. \n\n—Такой веселый и радостный. Всегда может найти друзей. Ходит на вечеринки. Любит шумные компании. А я... Боюсь заговорить с кем-то и скрываю свой страх за маской презрения... Какая же я... \n\nСвернувшись калачиком под одеялом на подушках в том самом шалаше, она безутешно грустила. Внезапно раздался звонок. Это был Рэй. \n\n—Нэкс! Прости, что так и не поговорил с тобой... Ты расстроилась? \n\nЧто было труднее для неё в тот момент, чем неожиданно состроить из себя счастливую девочку, которая мирно отдыхает и пишет рассказ?? Но у неё это получилось. \n—Расстроилась? Нет, что ты. Я прекрасно понимаю, что ты любишь компании, все нормально. \n—Ты где? \n—(ложь) Дома. Пишую новую главу, если тебе интересно... Ты хочешь прийти вечером? Мама уехала в командировку... Как обычно. \n—Я не смогу сегодня... Ребята пригласили меня на вечеринку и... С тобой все в порядке? Я слышал какой-то грохот. \n—Да, все в порядке, это книга Экзюпери, Маленький принц, упала. Хорошо отдохнуть на вечеринке! \n—Слушай... Может, пойдешь со мной? \n\nОна застыла с телефоном в руках. Так больно. Почему? Потому что она не хотела видеть, как он приветливо болтает со всеми, как он становится любимцем класса. Так больно от зависти... так больно... \n\n—Нет. \n—С тобой точно все в порядке ты... \n—Тебя туда пригласили, а не меня. Меня там не захотят увидеть, я же... (С энузиазмом) Хорошо повеселиться, Рэй! \n*Нэкс прервала разговор*\n\n—Надо же... Меня ни разу никто так не приглашал на дни рождения или... вечеринки... — Она плакала, безутешно, от горести и зависти.\n Она ненавидела себя и всех. Себя за то, что завидует лучшему другу. Остальных за то, что они забрали его у неё. \n\n*Смеркалось, пошел дождь*\nНо нечего было опасаться под тоннами надежных металлических конструкций, с которых на крышу шалаша ни разу не упало ни одной дождевой капли. Стало холодно. Девушка поглубже укуталась в одеяле и подушках. Но на её сердце по-прежнему было больно и холодно. \n\n*тем временем на вечеринке*\n\nВ большом просторном полуособняке во всю гуляли подростки с разных школ, разных возрастов. Компания своих приятелей окончательно наскучила Рэю и он, благородно сев на мягкий белый кожаный диван, смотрел по сторонам на отдыхающих. Подали закуски, шампанское, а для тех, кто был постарше, и легкоалкогольные напитки. \n\nК парню подошла какая-то девушка, которая вела себя немного неадекватно. Плюхнув на диван рядом с ним, она, разя мохито с примесью какого-то алкоголя, видимо, мохито было с алкоголем, громко заговорила. \n\n—Привет, красавчик, меня зовут Элен. \n—Рей, приятно познакомиться. — Незаметно для неё, он отодвинулся подальше, чтобы не  задохнуться от, запаха алкоголя. Удивительно, что она вполне трезво говорила. \n—А ты чего один? Что, даже подружки нет? Может... Составить компанию? \n—Нет, спасибо ... Но, подруга... Подруга одна есть. \n—Оу, так чего ты её не позвал а? Френдона? — Он бы посмеялся, но было не смешно. \n—Я её приглашал, но она отказалась. \n—У-у-у-у. Попал ты пацанчик. \n—Что, прости? \n—Когда девушка так говорит, значит, есть много плохих причин. \n—Прости, но я парень, я не особо вас, девушек, понимаю, в этом плане. \n—(после еще одного стакана махито её наконец-то развезло, читайте с юмором:) ) Кароче. Ва-первых либо у неё есть парэн... Ва-вторых, либо ты ей противен. И в-третих, у неё случилось какое-то гавно и она тихонечко сидит сибе плачет где-то и нихочет, чтобы ты валнавался. \n—Мне кажется, тебе не следует больше пить. \n—А ты мене не указывай, я вже большая тети... Ик.... \n\nВесь омрачненный, он встал с дивана. \n\"Но у нее был такой счастливый голос... А потом это\" нет\" и резкое изменение тона...\" — Он глянул на вечеринку и ее гостей, которые были уже на пределе. Кто-то уже заснул, кто-то шел домой. — \"Да, что-то и впрямь случилось...\". \n\nПопрощавшись с друзьями, он, через  полчаса, стоял перед домом девушки и уже набирал её номер. Свет не горел в доме. Стояла гробовая тишина. \n\n—Эй, Нэкс... \n—М? Рэй, о, это ты. Как, уже погулял? \n—Нет, я ещё на вечеринке. Отошел, чтобы не так шумно было. А ты как? Уже спишь? \n\n\n—Нет, вот-вот ложусь, а что? \n—Не забудь выключить свет. — Он, с обеспокоенным лицом посмотрел в тёмное окно на втором этаже, где по его мнению была спальня. Ловушка была поставлена. \n\nДевушка, пускай в слезах и немного спросонек, вспомнила, что он раньше не акцентировал внимание на свете в её доме. В чем был подвох? Она по-прежнему хотела в одиночестве поплакать и погрустить, ненавидя и проклиная всех людей на этой планете. \n\n—Уже выключила, а что? \n—Ты ведь еще не спишь, да? Можно я зайду в гости не надолго? Я хотел кое о чем поговорить. \n—Прямо сейчас? \n—Да, пока ты не заснула (тихий смешок). \n—Нет, я... Не могу сейчас, поздно и ты наверно устал... Ты же завтра обещал, помнишь? \n—А-а-а, прости, совсем забыл. Ладно, сладких снов. \nОн повесил трубку. \n\n—Ну как знал, чёрт. \n\n*тем временем в шалаше*\n\n—И чего он расспрашивал? Наверно, ему надоела его любимая компания... — Она забормотала, уткнувшись лицом в подушку. — Или он смог вырваться ненадолго, а теперь снова весеслится... \n\nПокатавшись  с одного бока  на  другой, она обхватила голову двумя руками. \n—Боги, что я сдесь делаю? Зачем я завидую, грущу, негодую... Он звонил, он беспокоился... Он настоящий друг, не так ли... Получше, чем я...\n\nСпустя десять минут она успокоилась и задремала среди мягких подушек, все еще ежась от холода. Дождь никак не прекращал капать по полуржавым кускам металла, приятно успокаивая до такой степени, что слегкостью можно было бы вот так вот задремать а потом... И вовсе, уснуть. \n\n\nОна видела в сне что-то грустное, судя по печальной улыбке. Рэй присел рядом, немного промокший, но взволнованный и в то же время, довольный. Он сказал родителям, что, возможно, останется на вечеринке до завтрашнего обеда и они, не требуя никаких пояснений, отпустили его. Как все бывает порой легко у некоторых, да?\nОна лежала, слегка поддрагивая от легкого холода но, похоже, уже нагрелась под одеялом. Уткнувшись в подушку, Нэкс тихосенько сопела (прим. это няшное словечко специально от автора :D). \n\nАккуратно включив фонарик на телефоне, он посмотрел на её лицо. \n\n\"Плакала...\" — Аккуратно проведя мизинцемв области ее ямочек под глазами, он обнаружил ещё не высохшие слезы. Подушка тоже была мокрой. Его сердце сжалось. \n\n—(шёпотом ) Прости пожалуйста за то, что был таким эгоистом... — Он, боясь, что может ненароком её разбудить, осторожно погладил ее голову, мирно лежащую на подушке. \n—(шёпотом) Прощаю. \n\n\nЭтого он никак не мог ожидать. Быстро отдернув руку, он виновато привстал, но, тут же, слегка ударившись головой о толстую деревянную палку, служившую каркасом шалаша, присел обратно, даже не ойкнув. Из-под одеяла на него смотрело два  глаза. \n\n—И ты меня прости. Я не хотела тебе мешать на вечеринке, вот и... Я повела себя как дура, прости.... Не стоило мне убегать, какой позор... \n—В этом нет твоей вины... Это я слишком увлекся остальными. Прости, пожалуйста. \n—В следующий раз не забывай про меня, хорошо? \n\nОни улыбнулись. \n—Куда я без тебя? В следующий раз-то пойдешь на вечеринку? \n—Конечно!\n\nПовисла неловкая пауза. \n—Так ты сдесь спишь или, все же, домой? \n—А, да... Я бы хотела еще немного тут полежать... Ты можешь идти домой, Рэй, я... \n—Тогда я подожду, хорошо? \n—Ты весь промок,  пошли. Не хватало еще, чтобы ты заболел.  У меня есть зонтик. \n—Может, по чашечке чая? \n\nЛуна и звезды стали их проводниками в этом темном и холодном мире. \n",
    "answers": [
      {
        "id": 8,
        "text": "Глава 7я: \"Осознание\". "
      }
    ]
  },
  {
    "id": 8,
    "text": "\"Просыпаясь утром, один думает, что ему сегодня предстоит пережить, а второй, почесав затылок и зевнув, идет делать завтрак\".\n\nЕй снился кошмар. Девушку преследовало что-то большое, черное и страшное. Загнав в угол свою жертву, монстр оскалился своими стальными клыками, блестящими в свете луны и...\n\nНэкс с ужасом открыла глаза, дрожа от испытанного страха. Разве может сон быть настолько реалистичным, чтобы довести до такого состояния? Помимо животного страха она чувствовала головокружение и легкую тошноту. Прийдя в себя, она заметила, что смотрит в потолок кухни. Она подумала, что лежит на диване.\n\"Как я тут оказалась?\" — она попыталась встать, нащупав рукой что-то бугристое и теплое, остановилась и осмотрелась.\n\nОна лежала головой на коленях. Это был Рэй, который оперся головой об спинку дивана и дремал.\n\n\"Что, мышь вашу, здесь произошло?!\" — второй вопрос уже прогремел у неё в мыслях. Немного успокоившись, девушка вспомнила, как они шли вдвоем по домам, а дальше были смутные отрывочки, которые она не могла никак сложить воедино. Тем не менее, взяв откуда-то два пледа, по логике, Рэй укрыл себя и Нэкс. Девушка впервые поймала саму себя на том, что смотрит на спящего парня. Отмахнувшись от невидимого облачка мыслей, она аккуратно приподнялась и тихо встала, накинув плед на голову и укутавшись им. Как ни странно, в доме было прохладно.\n\nРэй продолжал беззаботно дремать в сидячем положении. Надо было это исправить. Аккуратно потянув его за плечо на больший край дивана, она уложила его на спину и укрыла.\n\"Так устал, что даже носом не повел... И что сдесь произошло?\"\n\nНэкс осмотрела кухню. Все вещи были на месте, тарелочки, ложки и вилки мирно лежали себе по шкафам. Стол чистый, на полу нет следов от пятен или еще чего-то. В раковине лежали две чашки со следами от выпитого кофе. Шуметь и мыть их сейчас она не стала.\n\nПрокравшись в коридор, она осмотрела обувь. Две пары немного грязных башмаков — её и парня.\n\"Кажется, тогда был дождь...\" — Нэкс болезненно посмотрела на тряпочку для обуви и протерла слегка запачканные кеды. Рэй все еще спал, даже не сопел и не шмыгал носом, как в её представлениях о спящих парнях.\nОна решила не осматривать остальные комнаты, а просто вскипятить воду и сделать заварной  кофе.\n\nСпустя несколько минут на столе стояли две чашки с каппучино, покрытым сладкой белой пенкой, посыпанной корицей и кунжутом. На часах была ровно половина дня и на диване кое-кто заерзал. Приоткрыв глаза, Рэй заметил, что смотрит в потолок.\n\nСмотрит в потолок--> л е ж и т на диване--> её нет рядом-->где она?!\n\nОн вскочил, оглядываясь по сторонам и слегка напугал девушку, котрая сидела за столом и мирно ела бутерброды из холодильника с кофе. Нэкс посмотрела на него как-то странно, при этом попивая кофе. \nСпустя время, они вдвоем сидели за столом.\n—Так... Что вчера произошло?\n\nРэй оторваллся от булочки с корицей.\n—Ты не помнишь? Ничего-ничего? — Казалось, он смотрел на неё, в ожидании чуда.\n—Н... Нет, после того, как мы пошли домой... ничего.\n—Ох... — Он наконец доел и поблагодарил за обед. — В общем, ты напилась.\n—Фто?! Кха-кха-кха (она подавилась бутербродом)!\n\nПовисла тишина, девушка держала в руках чашечку с кофе, даже не думая о том, чтобы продолжить его пить. Парень напротив сидел с легкой ухмылкой на лице.\n—Мне, как гостю с той вечеринки, кто-то подарил бутылку детского шампанского. Кто ж знал, что ты решишь его попробовать... (дальше бла бла бла бла)... \n\nДевушка в это время летала где-то в прострации.\n\"Детское шампанское? Пила алкоголь?? А оно разве не безалкогольное??? Как это вообще вышло???? Что было дальше?????\" — Кто-то  тронул пальцем её носик.\n\n—Земля вызывает Нэкс, прием! — Рэй всё так же сидел напротив и озадаченно смотрел на неё.\n—А... а что было... дальше?\n—Оказывается, кто-то, в шутку, подлил туда виски. И пупум! Ты раньше не пила?\n—Н... не... т. — Тихий ужас происходил в её голове в тот момент.\n—Хех, я тоже не пью. Тебе стало немного плохо и ты свалилась в обморок. Ударилась о подлокотник кресла... \n—Так вот, почему болела голова... \n—Ты раньше не пробовала детское шампанское? \n—Нет, вроде... \n—Это было немного весело, ты была такой смешной, говорила что-то про детектив. — Он хихикнул и тут же уставился в пол с болезненным выражением лица. \n—Тебе смешно а я... Больше не буду даже пытаться пробовать алкоголь! \n\nПосуда была вымыта. К тому времени, как она зачитывала своему гостю новый отрывок, написанный ею вчера, приехала мама Нэкс. \n\n—Солнышко, я дома! — Любители детективов, мирно сидящие за столом, вздрогнули. \nЗайдя в комнату, мама немного остановилась, поздаровавшись с Рэем и пошла в свою комнату.(Как оказалось, они давно знакомы..) Потом снова вышла, видимо, чтобы приготовить себе перекусить, и заодно попросила Нэкс сходить отнести пледы. Из кухни доносился их разговор,p0 который девушка решила послушать.\n\n—Так здорово, что у моей девочки появился друг.\n—Она мне... рассказывала, что я у неё единственный.\n\"Это что там за разговоры такие?!\" — (Хорошая фантазия)... \n—Да, раньше она была как одинокая пташка в клетке, сидела дома, даже в магазин боялась выходить. Единственное место, где она раньше бывала, до этой социоклетки, какой-то \"Индейский лагерь\" или поселение... Без понятия, почему она ушла от туда. \n—Она боится людей?\n—Ну, я бы тоже так сказала. Хотя, она просто не любит находиться одной в толпе людей, вот и всё. Мне кажется, ей просто страшно. Однажды...\n\n\"Ох, мама! Пошло поехало, однажды да кабы, Нэкс пошла по грибы и потерялась, а потом долго- долго хныкала... Ррррр!  Поскорей бы она села есть\".\n—Да? И она потерялась в огромном супермаркете? А вы долго её искали?\n—Целый день, пока его не закрыли и все посетители не ушли. Моя девочка спряталась под стелажами в коробке и целый день там проплакала. — Казалось, мама пустила слезу-другую.-После этого она ненавидит большие скопления и в целом, старается избегать людей. Я так рада, что у неё появился друг. Позаботься хотя бы ты о ней, мне она почти ничего не говорит...\n\nДевушка сидела возле того самого шкафа, куда сложила пледы и грустила. Она вспоминала высоких людей окруживших её тогда, которым она была безразлична. Её слезы и крики, просящие отвести её к маме, игнорировали, приняв её за очередной фокус от какого-то магазина, чтобы привлечь покупателей. Она бегала между стендов с бесконечной полосой одежды, мимо коробок с игрушками, цветов, еды и наконец, найдя в какой-то стеллажной стене дыру, она пролезла внутрь. Вокруг было темно и тихо. Лучше , чем среди эгоистичной толпы страшных прохожих. Она нащупала картонную коробку, опрокинутую на бок и что-то мягкое внутри. Наверно, шелк или мех. Она залезла внутрь, свернувшись калачиком. Страшно. Как же страшно было ей тогда. Как сильно она в тот момент ненавидела людей. Мир без них казался ей мечтой.\n\n—Ауч! \nПогруженная в воспоминания, она не заметила, как ей на голову упало что-то тяжелое. Это был сверток бумаги, видимо, обои. Тяжелым он был потому, что намотали его на какую-то железяку. Недовольно потерев макушку, она посмотрела на цветастые обои и закинула их обратно.\nРазговоры в кухне зашли на какую-то странную тему о том, на что у девушки аллергия и о том, что она любит есть. Конечно же, мама никогда не упускала такой возможности, поговорить о вкусовых предпочтениях своей дочери.\nВозникнув посреди комнаты, словно мрачная тучка, Нэкс прервала все обсуждения, подошла к столу, и, забрав блокнот, поблагодарила всех за обед и ушла в свою комнату.\n\n—Кажется, нас раскусили. — Мама Нэкс тихонько хихикнула и, отвернувшись к плите, продолжила готовку. — Может, проверишь, что она там делает? Второй этаж, вторая с конца дверь слева.\n—Нет, простите, я совсем ззабыл. Мне пора идти, меня мама ждет. — Поблагодарив за всё, Рэй направился в коридор, задержав свой взгляд ненадолго на лестнице, ведущей на верхний этаж, но затем обулся и вышел.\n\nДевушка тем временем лежала на полу, пытаясь связать в картину  всё, что произошло вчера. Возвращение, шампанское с подмешанным виски... и сон... Она попыталась вспомнить детали, но ничего не вышло. Озадаченная, она сложила блокнот, ручку и комиксы про американских детективов в сумку, закинула её за спину и вышла.\n—Мам, я искать вдохновения!\n—Холосо шолныфко. — Видимо, мама уже кушала. \"Надеюсь, она не подавилась\"...\n\nПрибыв на скамейку, где она обычно писала свои рассказы, Нэкс настроилась на нуарную волну и решила вспомнить то, на чём остановилась.\n\n*тем временем, Рэй*\n\n Рэя в гостинной ждали его родители. Они сидели с джостиками и, довольные, играли в какой-то боевик.\n—Котик, ты вернулся! Что-то случилось?\n—Как отдохнул, сына? Небось с девчонкой. — Его отец, Натаниэль, саркастично подмигнул ему. — Дорогая, так нечестно, ты воспользовалась моим отвлечением!\n—Рэй никогда бы так не поступил. У него есть порядочные друзья, да и сам он воспитанный мальчик, не то что ты, в твои-то годы.\n—Да, с мои годы в чём, в чём, так в этом у меня небыло нужды... Ай! — Мать Рэя, Анна, тыкнула мужа локтем в область ребер.\n—Думаю, Рэй... уже ушёл? ...\n\nРэй, не желая слушать родительские мимимишки, ушел в свою комнату закрыв зверь на замок и упал на кровать, закрыв руками лицо. Он четко помнил всё, что ему пришлось тогда пережить и слова родителей напомнили ему об этом.\n\n*тем вечером*\n—Рэй, что это? Детское... шампанское?\n—Да, кто-то подсунул в сумку как и... если хочешь, попробуй, в нём, вроде, не должно быть алкоголя. Ты пила раньше? — Он промолчал, посмотрев на, казалось, безобидную шутку в виде подложенных  детких игрушек в своей сумке. Не успел он осознать, что шампанское могло быть тоже с \"шуткой\", как девушка уже налила себе стакан и разом все выпила.\n—Кхе, кхе, кхе... — Казалось, она буквально задыхалась, подскочив попить воды. — Кх, кх, кх. Ты говорил, что оно... безалкогольное....\n\nПодбежав к столу, куда она снова  села, Рэй учуял сильный запах... Виски?..\n—Ублюдки... Ты... к... ак... — Нэкс, казалось, в отключке, дремала на столе, в обнимку со стаканом воды. \nОтнеся её на диван, он отошел выбросить бутылку, в то время, как девушка что-то бормотала.\n\n—Надо бежать... \n—Боги мои, что же будет, как она решит по-настоящему выпить...\n—Клод! — Казалось, Нэкс бредила с закрытыми глазами.\n\"М? Тот детектив из её нуара... Ох, и зачем я вообще долстал бутыль... Надо найти таблетки от...\" — Выбросив напиток в мусорку и зайдя обратно, в дом, чтобы придумать, что делать дальше, он посмотрел на пустой диван.\n\nСзади на него накинулась та самая пропажа, накинув какое-то одеяло и \"взяв в захват\".\n—Пиастры, полундра, в дом проник... Мань-як! Полиция...\n\nЧувствуя себя как-то странно, парень посмотрел на неё из под одеяла.\n\"Один стакан разбавленного виски... И что мне с этим делать?\"\n\nСпустя какое-то время ему наконец-то удалось её успокоить. Сев рядом, он протёр глаза и посмотрел на этого котенка, который сейчас мирно свернулся в комочек и вот-вот мог уснуть. Со стороны это выглядело очень даже мило. Он осторожно положил её голову к себе на колени (Этот момент он унесет с собой в могилу...). \n\n—Ты... Холо-сый... Позаботься обо мне! (Какие-то звуки далее) \n\nРэй улыбнулся, сложно было сказать, в полудреме ли она это сказала, или... \n—Знаешь.. А сего...дня...(Уснула, алилуя! ) \nОн еще раз взглянул на неё, с облегчением поморщившись, а, почувствовав усталость, положил голову на мягкую спинку дивана и уснул. \n\n*сейчас *\n\n\"Тем временем, Эмили, в чувство которую привела семья, в квартиру которой она ворвалась, спасаясь от предполагаемого Мори, осторожно направлялась в офис своего напарника и искала способ связаться с ним (тк рацию она потеряла в машине предполагаемого убийцы). Мимо пронесся конвой полицейских машин, оглушая десятикратным ревом сирен всю улицу. \n—Что-то случилось, ох, надеюсь с вами всё впорядке, дорогой друг... \n\n*Что происходило с Клаудом в момент отъезда Эмили*\n\nГрусным взглядом проведя такси, отважный детектив отправился исследовать отель. Он зашел в личные оппортаменты убитой, осмотрел каждый столик, холодным взглядом провел каждую  комнату.\n—Тц... Пока ничего. Где же оы её спрятал?\n\nОн вспомнил, как недавно по почте получил письмо, все буквы которого были написаны человеческой кровью (он втайне провел экспертизу и анализ, что оказалось сущим пустяком для такого гения). И послание в нем гласило :\"Как носщет феирверка в аптеке?\". А внизу подпись Мори, странный иероглив ввиде змеи, проткнутой какой-то изогнутой линией. На месте убийства матери Эмили ничего не нашли, кроме мелких капель крови, но на том ноже, которым он ее зарезал, был такой же иероглиф. И опять. На руке той престарелой госпожи, которая до сих пор лежит ничком на своей кровати, был вырезан этот же знак. \n\"Это нехорошо. Очень нехорошо... Надо поскорей найти бомбу\"\n\nОн зашел на кухню. На плите горели блюда. Кипел котел. Шуршала мойка для посуды. Ему пришлось изрядно побегать, чтобы убрать все лишние звуки. Настала мертвая тишина, детектив прислушался. Что-то очень тихо тикало уэв дальнем углу с мешком картошки. Это не могли быть настенные часы, которые он предварительно выкинул в окно, прямо на какого-то озадаченного клерка, который протер очки и, приложив руку ко лбу, спешно убежал.\n\nКлауд медленно подошел к мешку и, увидев, что за ним стоит картонная коробка, присел на корточки, испепеляя её взглядом. Пододвинув её в себе поближе, он осторожно осмотрел её. По виду, не было никакого механизма, который бы взорвался, если бы он открыл коробку. Но знать  наверняка он не мог, уверенность такая роскошь в наши дни...\n\n—Простите, Эмили, если умру... Фух, была ни была! — Он поднял крышку кородки и с ужасом уставился на её содержимое. Его глаза отражали жуткий страх.\n\nВ коробке лежал старый будильник, на циферблате которого было кровью обведено одно число. И это число — насогящее время, примерно два часа дня. Рядом, что было для Клауда настоящим шоком, лежали фотографии Эмили. Сначала в квартире её матери, в кафе, их фото в детективном агенстве, фото, на котором они заходили в этот  отель... И одно интимное фото, на котором она переодевается в своей квартире. \n\n—Ах ты... МРАЗЬ!!! \n\nДетектив был в бешенстве. Клопнув крышкой по коробке, он схватил ее подмышку и побежал к выходу из отеля. \n\"Вот урод, да как он... Как он посмел... Не только провел нас, так теперь еще Эмили...\"\n—Пшшш... — Остолбенев по пути к выходу, Клауд посмотрел на рацию на своем поясе, о которой совершенно забыл.\n\"Дура-а-ак!\" — он обхватил свободной рукой голову с распушенной шевелюрой, а потом сразу схватился за рацию, настроившись на волну рации напарницы. \n\n—\"Клик\" Прием, Эмили! Немедленно выходи из такси!!! Прием! \"Клик\" \n\nКазалось, рация работала только в одну сторону. В ответ он услышал не её голос, а целый разговор: \n\n\"—Мразь, не ЛГИ МНЕ! Я прекрасно осведомлен, что твоя заупокойная мамочка, которую я\n недавно пригрохал, имела неплохой счетик в Швейцарии и Англии. Я пришел к ней в ее уютненькую квартирку, перерезал ей шейку и все ради того ЧТОБЫ НЕ НАЙТИ СРАНЫЕ КОДЫ.  А теперь постарайся мне ответить, где они, иначе твой драгоценный детектив НАЙДЕТ ТЕБЯ В МУСОРНОМ МЕШКЕ ПРЯМО НА СТОЛЕ СВОЕГО ОФИСА!!\"\n\nДальше послышались крики, визг шин и какие страшные звуки. Хлопнула дверь. Клауд стоял как-будто пораженный молнией. Сжав от злости руки, он слегка помял коробку и чуть не сломал рацию, которая, как оказалось, сломалась или её специально сломали. Подбежав в телефону на стойке регистрации отеля он набрал номер вызова полиции, вежливо представился и, когда диспетчер его узнал, наорал на него и запросил группу немедленного реагирования (и рацию) . \n\n(Комментарий диспетчера : \"Наверно, случилось что-то ужасное, этого парня не так легко взбесить *вытирает пот платочком* ну и денёк!\") \n\nЗлой изнутри, он всучил коробку командиру спец отряда, назвав её ценными уликами, сел на соседнее кресло с одним из полицейских, врубил рацию на полицейкую волну и приказал всему конвою ехать по предлагаемому\" маршруту до офиса \". \n\nПронесясь мимо Эмили, конвой из полицейских машин, почти оглушая ревом сирен, резко завернул куда-то на главную трассу. Она продолжила незаметно красться до места, где располагался полицейский участок.\"\n\n\"Хммм, интересно... \"- Нэкс почесала затылок и размяла шею, которая немного затекла. -\" Стоит ли описывать то, как Клауд заметил то самое такси и успроил за ним погоню или... Или они нашли машину брошенной? Преступник, услышав вой сирен и обнаружив брошенную в машине  рацию, сбежал, даже забыв поджечь такси и все улики? Хмммм\". \n\nПисать рассказы бесконечно долго никто не может. Когда тщательно описываешь каждую деталь, заморачиваясь даже над обликами персонажей, логикой построения сценариев, устройсва мира рассказа, вселенной, временное сопоставление событий, может вскипеть мозг. Ах да, еще и родословные, родственники, отношения (положительные/ отрицательные), души и характеры персонажей, их внутренние миры, терзания, чувства, идеологии, мысли. Да, вскипает мозг.  Ах да, еще и описание обстановок, персонажи же не могут все время находиться на улице возле фантана в форме плачущего купидона, которому прострелили сердце. Ведь так?.. \nА всё это необходимо грамотно приправить для того, чтобы получился стоящий рассказ. \n\nБолезненно поморщившись, девушка сложила все вещи в портфель и решила прогуляться по заброшенному заводу. После того инциндента, когда они с Рэем приподали той гопоте урок, сюда вроде никто кроме этих двоих не ходил. Вроде бы... \n\nСтемнело. Так быстро и так неожиданно. Все-таки приближалась зима, а с ней холода и какое-то особенное, непохожее на другие чувства, уныние. Возможно, это привилегия пессимистов, ведь для остальных людей зима связана с играми в снежки, снеговиками, Рождеством и другими забавами. \n\nИтак, неожиданно наступили холода, вот-вот пустится снег. \n\n—С того самого момента, ты так и не продолжала детектив?! — Они шли домой со школы, укутанные шарфами и в пальто, наперевес с сумками, полными учебников. \n—Ну... Не знаю, Рэй, как-то нет настроения... \n\nОсень пролетела довольно быстро, но их дружба и привязанность стали еще сильней за то время. Теперь каждый готовился к экзаменам. \n—Нет настроения? Это из-за предстоящих экзаменов? Мы готовимся с тобой каждый день. КАЖДЫЙ день. Ох, насчет чего, чего, так насчет этого не стоит переживать. \n—Нет, просто... Не знаю как сказать, отчего-то грустно. Поэтому нет настроения писать дальше. \n—Как же трудно понять девушек. Тц, ну что, развеселить тебя? \n—В каком смысле? — Девушка устало закрыла глаза. \n—Нэкс, я понимаю, что это большой стресс, изо дня в день учиться, думать о будущем. Взбодрись, пошли ко мне, поиграем? Я могу угостить кофе и печеньем. \n—Даже не знаю. Твои родители не будут против? Я же, вроде, первый раз в гостях буду... \n—Не переживай, как твой фанат, я хочу увидеть твое счастливое лицо и продолжение. — Он подмигнул. \n—По...шли. — Девушка зевнула. \n—Сколько ты сегодня спала? \n—Часа три, от силы. \n—ЧТО?! \n\nОни стояли перед домом семьи Рэя. Нэкс слегка нервничала. Высокая черная дверь, похожая на вход в гробницу, сильно напрягала. \n\n\nЭто в корне отличалось от видов из окна или с улицы. Единственное, что она знала об этом доме, то, что в зале стояла PS. На первый взгляд, довольно милая обстановка, вроде бы пушистый ковер и семейный круг, в котором Рэй был счастлив.\n\nОни зашли внутрь, разбулись, сняли пальто и прошли в коридор. Внутри дом выглядел еще уютней и гостеприимней, чем с окна. ",
    "answers": [
      {
        "id": 9,
        "text": "Глава 8 :\"Этот день ты запомнишь навечно...\" "
      }
    ]
  },
  {
    "id": 9,
    "text": "\"День, когда ваши звезды всё же взойдут на небо... Когда он настанет?\"\n\nПеред девушкой открылся совершенно другой вид. Весь дом был очень уютно обставлен, комнатные растения, игрушки и мебель — все было таким настоящим и дарило такое тепло, что невольно задумаешься о счастливой семье.\n\nОни  перекусили и отправились в комнату Рэя. Не смотря на неожиданный визит, его родители и слова не сказали, даже не возмутились неожиданным приходом девушки. Это было очень странно.\n—Рэй, а твои родители всегда такие?\n—О чем ты? — Он листал её блокнот, перечитывая детектив.\n—Ну, они даже не возмутились моему приходу...\n—А, ты об этом. — Он перелистнул страницу и, увидев то, что еще не успел прочитать, уставился в блокнот и продолжил. — Обычно, они начинаю разговоры обо мне, при мне же, понятия не имею... Что с ними такое.\n—Ты что-то не прочитал?\n—Да, как-то момент  один упустил. И что же дальше? Ты собираешься дальше писать???\n—Не знаю, настроения нет... — Она закрыла глаза рукой и легла на диванчик в самом дальнем углу, так и упав, на спину.\n—Да в чём проблема? Как у тебя не может быть вдохновения?!\n—Не знаююю — Донеслось до его ушей с дивана. — Может, депрессия? Меланхолия? \n—По какому это такому поводу... — Он подошел к дивану, чтобы посмотреть на \"убитое горем\" создание.\n—Ну я не знаю! Просто... Как-то грустно, вот и всё....\n\nДолго подумав над тем, что она сказала, Рэй, без церемонии, взял с кровати подушку и кинул в девушку.\n—Ч... Что ты делаешь???\n—Вызываю тебя на бой подушками, давай, вставай, солдат! — Вторая подушка полетела в неё. \n—Ууу, погоди!\n\nСпустя час, в доме разыгралась настоящая битва, которая вскоре утихла.\n—Ты победил... Загадывай желание, как и договаривались.\n—Хм.... Точно! Пошли. — Он схватил её за руку и потащил за собой в зал, потом в коридор, где они накинули верхнюю одежду и выбежали на улицу, выдыхая горячий пар. Начало постепенно вечереть, а Рэй всё так же держал Нэкс за руку и вел по усыпанной замерзшими осенними листьями тропе. Они миновали голые деревья, кустарники, стоявшие совсем без листвы, прошлись по уже знакомой гравийке, которая по бокам обросла сухой травой и пришли к тому самому месту, где начались все их приключения.\n\n—А зачем...\n—Тссс. Сейчас узнаешь.\n\nОни миновали ржавый забор, вошли в разрушенный завод и поднялись  на 5й этаж, откуда был прекрасно виден алеющий закат, мерцарший всеми оттенками красного и желтого.\n—Красиво...\n—Знаешь, я слышал, что в такие холодные дни закаты еще красивей.\n Они стояли почти на краю железной фанеры, из подобных которой был составлен весть полуветхий 5й этаж. Повисла тишина, каждый сейчас наблюдал над прекрасными переливами закатного солнца.\n\n—Знаешь, я хотел сказать.\n—?\n—Я всегда буду рядом и буду тебе помогать, Нэкс, что бы не случилось. — Он потянул её за руку и обнял, уткнувшись носом в теплый и мягкий шарфик. — Я уверен, что у тебя выйдет замечательный детектив и много других таких же прекрасных рассказов, что ты будешь жить\n счастливо до самого момента, когда твоя душа покинет это красивое тело. До тех пор и после, я всегда буду рядом.\n—Спасибо.... Я тоже надеюсь, что Клауд и Эмили будут всегда вместе, как и мы.\n\nОни посмотрели на друг друга с легким румянцем на щеках, или холода или....\nСолнце заходило за горизонт, а двое, на 5м этаже от чего-то замерли на месте, или наблюдая за восходом темноты или... ",
    "answers": [
      {
        "id": 10,
        "text": "\"Конец\""
      }
    ]
  },
  {
    "id": 10,
    "text": "Спасибо всем, что следили за такой странной, но жизненной историей!\n\nОставляйте свои отзывы и просьбы, жду с нетерпением!\n\nПо запросам читателей могу сделать продолжение или конкретную историю.\n\nВсем спасибо за внимание<3",
    "answers": [
      {
        "id": 11,
        "text": "А еще истории будут? Хочу узнать! "
      },
      {
        "id": 1,
        "text": "Спасибо! Жду новых историй! "
      }
    ]
  },
  {
    "id": 11,
    "text": "Конечно будут! Заходи на мою страницу в Вк \"Кололезная Юлия\" и смело пиши в комментариях просьбы и пожелания!\n\nМожет , твоя история станет следующей?... ",
    "answers": [
      {
        "id": 1,
        "text": "Спасибо! "
      }
    ]
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  }
]