[
  {
    "id": 1,
    "text": "Добро пожаловать, мой дорогой читатель. Данное произведение на является квестом, как таковым. На самом деле это фанфик, по моему любимому фендому «Тот, Кто Живёт». Я надеюсь вам понравится :3\n\nМ",
    "answers": [
      {
        "id": 2,
        "text": "Пролог"
      }
    ]
  },
  {
    "id": 2,
    "text": "<s>r\n«Пионер – всем ребятам пример».<s>r\n«Пионер пионеру – друг, а ребятам — товарищ».<s>r\n<s>r\nВо всю доску висел кусок ватмана, на котором был нарисован высокий мальчик, в пионерской форме. Вокруг него стояли дети помладше и как бы спрашивали у него о чём-то. А он в ответ произносил эти громкие лозунги. Смешно на них смотреть. С одной стороны понимаешь, что так и есть, и ничуть в этом не сомневаешься. А с другой – в этот момент пионер, который «друг и товарищ» с такими же «пионерами» стояли кружком и толкали друг другу своего «товарища».<s>r\nАртём уже привык к такому отношению. Это началось с третьего класса, но тогда были только обидные прозвища и дразнилки. А вот стоило пойти в девятый класс и началось… Якобы «случайно» толкнули там, подставили подножку тут и закрутилось. И вот полгода спустя начали бить. Били не больно и не туда, где будут заметны следы побоев. <s>r\nЯсно, какой логике следовали Николай Жданов и его дружки. Если Артём не жалуется, то потерпит. Ну а что, не жалуется – можно бить. Артёму такая логика не нравилась, но кто его будет слушать?<s>r\n—Ладно, хватит с него. – Когда Артёма толкнули к Жданову, тот просто отошёл в сторону и Артём упал на пол.<s>r\nПрозвенел звонок и вся кампания пошла в кабинет. Когда звонок стих, Артём поднялся с пола и собрал раскиданные учебники с тетрадями. Сумка, конечно же, порвалась. Отлично, бабушка вряд ли поверит, что он третий раз за две недели цепляется за один и тот же куст. Ладно, что-нибудь придумает. Он уже собаку съел в этом деле. Бабушку обманывать нехорошо, го и чтобы она в школу пошла – тоже не хочется.<s>r\nЕщё два урока. География и биология. Ни с первым, ни со вторым у Артёма проблем не было. Конечно, он получит в понедельник за то, что сбежал с последних уроков, но это не страшно. Даже если его спросят тему за прошлый год, то он ответит без ошибок. Этим Артём гордился. Да и учителя тоже ставили его в пример всем. На всю школу, только Артём такой. Вот только от этого у Жданова и его кампании к нему уважения не прибавится.<s>r\nПриняв решение, парень сложил принадлежности в сумку и взял ёё на руки. Так донесёт. Убедившись, что вахтёрши нет на месте, Артём выбежал за двери. Так, выйти из школы – это полдела. Теперь нужно пройти так, чтобы не попасть на оконную сторону. Впрочем, Артёму уже приходилось бегать от хулиганов, так что все лазейки школы он знает наизусть. Найдя место в заборе, где доски были, не крепко прибиты и отодвигались, Артём выбрался за территорию школы и пошёл домой.<s>r\n<s>r\n<s>r\n",
    "answers": [
      {
        "id": 3,
        "text": "Глава 1"
      }
    ]
  },
  {
    "id": 3,
    "text": "Глава 1<s>r\n<s>r\nДойдя до дома, Артём посмотрел на окно своей квартиры. В комнате бабушки окна занавешены – значит, она спит. Тем лучше, он успеет сам залатать сумку, и не надо будет объяснять. Поднявшись на третий этаж, парень аккуратно повернул ручку, чтобы не щёлкала. Всё же бабушка спит чутко, так что лучше не шуметь лишний раз. Оказавшись в квартире, Артём скинул обувь и прошмыгнул в свою комнату. <s>r\nПереодевшись, Артём достал со шкафа иголку с чёрными нитками и принялся зашивать днище портфеля. В этом деле он уже хорошо наловчился. Порванные воротники, рукава, портфель – зашьет так, что и не заметишь.<s>r\nУправился за десять минут.  Вот теперь можно вздохнуть с облегчением и пойти пообедать. Артём вышел из комнаты и пошёл на кухню. На плите стояла кастрюля с супом. Отлично, за этой суетой аппетит разыгрался зверский. Зачерпнув по гуще, парень достал хлеб из буфета и принялся есть.<s>r\n—Артёмка, ты уже дома? – Послышался скрипучий голос.<s>r\n—Да! – С набитым ртом ответил Артём.<s>r\n—Я сейчас встану, покормлю тебя. – Послышался скрип пружин и шуршание.<s>r\n—Да не надо, баб, я уже обедаю!<s>r\n—Как поешь, тарелку помой. И со стола вытри. <s>r\nАртём промычал в ответ. Видимо бабушке этого было достаточно, и она снова легла на кровать. Парень всегда старался не доставлять ей хлопот и почти всё делать за неё. Всё же она его с пяти лет растит и привязанность к ней очень сильная. <s>r\nПообедав и сполоснув посуду в раковине, Артём вернулся в комнату и лёг на кровать. На столе стояла фотография в рамке – мужчина и женщина улыбаются в камеру. Александр и Людмила Красновы – родители Артёма, которых он видит раз в полгода. Артём понимал, что из-за работы родители не могут уделять ему больше времени, и он не обижался. Наоборот, гордился. Родители работали в Москве, в государственной организации. Кроме того, благодаря им Артём и бабушка ни в чём не нуждались.<s>r\nПарень встал с постели. Хотя, если бы они могли приезжать хотя бы раз в месяц, пусть и на один день – это было бы замечательно. Впрочем, он всегда может послать им письмо. Только вот когда он берёт в руки ручку, сразу становится ясно, что ему не о чем писать. Просто спросить, как дела? Ответ он знает, вон, в столе лежит. <s>r\n«Расскажи, как в школе»?<s>r\nИ про что писать? Про то, что бегает от Жданова и его кампании? Или про то, что он знает, как быстро и не заметно свалить из школы? Вряд ли родители его похвалят за такое «достижение». Впрочем, всегда можно написать про его оценки. Ведь Артём ещё до шестого класса был троишником, а последние три года – круглый отличник. Но это одно и то же, что хвастаться. А хвастаться Артём не хотел. В конце концов, он не единственный такой на свете.<s>r\nДверь открылась и в комнату вошла бабушка. В руках она держала рваную рубашку. Точно! Ещё на прошлой неделе он хотел её зашить. Прилетело, откуда не ждали…<s>r\n—Артёмка, это где ты так зацепился?<s>r\n—Да я… Просто мы с друзьями бегали в роще.<s>r\n—Это с Сыроежкинами, чтоль? Так вы же только по выходным гуляете. – Удивилась бабушка.<s>r\n—Ну, так на прошлых выходных я и порвал.<s>r\n—Так ты в футболке и шортах тогда был.<s>r\nАртём прикусил язык. Что сказать? <s>r\n—Ну, футболка испачкалась, а тебя будить не хотел, вот рубашку и надел. Других футболок не нашел. А когда порвал, не хотелось тебя расстраивать, решил сам  зашить. Сегодня, как раз сесть за это хотел.<s>r\n—Вон оно как. – Протянула бабушка. – Ну, молодец, что сам. Но мог и сказать, мне не трудно.<s>r\n",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "—Да ладно, баб, мне тоже не трудно.<s>r\n—Ну ладно, давай садись за уроки. В школе, небось, много задают?<s>r\n—Да нормально.<s>r\nКогда дверь закрылась, Артём облегчённо вздохнул. Отмазался. Будет ему урок – не нужно откладывать дела на неделю. А про уроки бабушка права. Артём учебники и тетради, и сел за домашнюю работу. Это тоже выходило у него на удивление быстро и легко. По крайне мере он не волновался об экзаменах, как остальные в его классе. С его-то мозгами не о чём вообще можно не волноваться.<s>r\n<s>r\nЗакончил под вечер. Заданий было немного, но делать дома нечего, поэтому Артём ушёл немного вперёд. Учителя только одобрят его инициативу. А он получит несколько свободных уроков. <s>r\nПриготовившись к урокам на завтра, Артём лёг в кровать с книжкой. Очередной приключенческий роман. Вся полка заставлена ими. За книгой время летит незаметно, а если ты ещё умеешь погружаться в приключения героев, так же, как и Артём, время летит ещё быстрее. Читая, парень всегда представлял себя главным героем книги. И словно по-настоящему переживал все приключения. С фантазией у него было всё в порядке, поэтому нередко он легко придумывал продолжение любому приключению, если оно не имело своё. Хоть садись и пиши книгу сам.<s>r\nКогда часы показали десять вечера, Артём вернул книгу на полку, разделся и лёг под одеяло. Одно радует, завтра выходные. Можно не бояться хулиганов. Да и к тому же, близнецы Сыроежкины зайдут за ним. Это же приятно – провести время в кампании настоящих друзей.<s>r\n",
    "answers": [
      {
        "id": 5,
        "text": "Глава 2"
      }
    ]
  },
  {
    "id": 5,
    "text": "Глава 2<s>r\n<s>r\nАртёму снился сон. Он в пионерлагере. Только ни вожатых, ни детей здесь не было. Лагерь был полностью заброшенным. Трухлявые домики, деревья без листвы, и серое небо. Он стоял перед двухэтажным корпусом. Возле корпуса большие, ржавые буквы.<s>r\nБУРЕВЕСТНИК<s>r\n«Название лагеря» — понял Артём. Не зная зачем, он подошёл к корпусу и хотел открыть дверь, как древесина начала трещать и гнить на глазах, а затем и вовсе дверь рассыпалась.<s>r\n—Здесь, кто-нибудь есть?<s>r\nВ ответ  была гробовая тишина. Не смотря на то, что видимых источников света не было, помещение всё равно было хорошо освещено. Артём заглянул в одну из комнат. Тут было много шкафов, стол и кресло. Кресло было повёрнуто спинкой к парню. Артём миновал ряд шкафов и подошёл к столу и медленно повернул кресло. Там никого не было.<s>r\nПарень облегчённо вздохнул и было развернулся, чтобы выйти, но отшатнулся от увиденного. Перед ним стоял скелет в костюме. Артём попятился и схватил первое, что попалось под руку – папка – и с размаху ударил скелета по голове. Это не дало видимого эффекта, и Артём побежал прочь. Выскочив в коридор, Артём не увидел заветной двери, через которую он вошёл. Послышались шаркающие шаги. Медлить нельзя. Парень пронёсся мимо скелета и побежал дальше. Коридор никак не хотел кончаться. Кроме того, преследователь догонял Артёма. В один момент Артём споткнулся и упал. Скелет в мгновение оказался рядом с парнем. Затем он медленно наклонился и начал трясти его за плечи, при этом почему-то говорил голосом бабушки:<s>r\n—Тёма, вставай. Тёма, вставай!<s>r\n<s>r\nАртём открыл глаза. Над кроватью стояла бабушка, с полотенцем через плечо. <s>r\n—Слава богу, проснулся. Будильник три раза заводила. Ты давай не разлеживайся, а вставай завтракать. Тебя уже Саша и Даша ждут.<s>r\n—Они сюда пришли? – Удивился Артём. – Обычно я за ними захожу.<s>r\n—Обычно ты, а сегодня сами зашли. Так, всё, бегом умываться. Нехорошо заставлять ждать.<s>r\nАртём быстренько оделся, умылся и сев за стол, принялся завтракать. Интересно, сколько они его уже ждут? Артём начал торопиться и подавился.<s>r\n—Да тише ты, куда бежим-то? Саша и Даша ребята хорошие. Теми более они знают, какая ты соня, поэтому подождут.<s>r\n—Да я всё уже. Спасибо, баб. – Артём отставил тарелку, поцеловал бабушку в щёку и вышел из квартиры.<s>r\nНа перилах сидели мальчик и девочка. Оба учились в «Нахимовке», поэтому и одеты они были в стандартную униформу морского училища. Ребята были близнецами, хотя Даша всегда считала себя старшей, с чем Саша нехотя, но соглашался.<s>r\n—Ну, наконец-то. – Зевнул Саша. – Горазд же ты спать. <s>r\n—Извините, я просто будильника не слышал.<s>r\n—Зато мы слышали. Причём три раза. – Засмеялась Даша. – Ну ладно, идём что ли? Или так и будем в подъезде торчать?<s>r\nРебята спустились вниз, и вышли на улицу. Солнце уже начло припекать, намекая всем, что лето будет жаркое. Ну и хорошо. А то в прошлом году каникулы наполовину состояли из дождей. Недолго думая, друзья пошли дворами, к своему месту. За домами была старая детская площадка. Во дворе построили новую, но ребята предпочитали проводить время здесь. Тут только и осталось, что остов от песочницы и ржавые качели, которые ужасно скрипели. Чем впрочем, и пользовалась Даша, чтобы побесить парней. Девушка уселась на доску и начала отталкиваться ногами. Цепи скрипели. В один момент Саша не выдержал и взялся руками за цепи, но Даша уже соскочила.<s>r\n—Ладно, чего сидим? Давай карты. – Даша взяла у брата потрепанную колоду карт и ловко перетасовала. – Ну что, на желание?<s>r\n—Может просто так? – Предложил Артём.<s>r\nИбо играть с Дашей на желание для Саши и Артёма всегда оканчивалось проигрышем. Будто она заранее знала, что подкинуть и кто чем отобьётся. Впрочем, предлагая поиграть просто так, Артём тоже ни на что не надеялся. Даша и в обычной игре раскатает их в асфальт. Но зато при таком варианте не придётся выполнять её желания.<s>r\n—Если обыграете меня, то будем играть просто так, а если проиграете, то обещаю больше не играть на желания.<s>r\n",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "—Легко тебе так говорить. – Пробурчал Саша, но карты взял.<s>r\nАртём последовал его примеру, так как больше ничего не оставалось. Играли они по-своему. Правила были такие же, как и в обычном «дураке», но Саша и Артем были в одной команде. Даша была только за. Кто бы сомневался. С её – то удачей можно вообще играть без козырей. Играли впрочем, недолго. Саша и Артём ещё немного посмотрели в свои карты, а затем бросили их на землю. <s>r\n—Ладно, чего ты хочешь? – Спросил Саша.<s>r\n—Короче, вчера за городом нашла одно интересное место. Идём туда.<s>r\n—Очередная заброшка? – Спросил Артём, зная страсть Даши к таким местам.<s>r\n—Ну я бы не сказала, что это заброшка. Но всё равно интересное место. Давайте туда сходим? <s>r\n—Знаешь, лазить по таким местам не очень разумная мысль. <s>r\n—Ой, что такое? Пороха не хватает? Ну, ты-то Артём не боишься? – Даша перевела взгляд.<s>r\n—Нет, но всё же…<s>r\n—Отлично! Да и портом, уговор не забыли? Желания выполнять обязательно! Идём.<s>r\n<s>r\nЧерез полчаса они вышли к лесу, который рос рядом с городом. Даша провела их тропинками к двухэтажному, старому зданию. Штукатурка сто стен крупными кусками валялась рядом. Возле входа нагромождены ящики, которые загораживали вход. Артем, было, вздохнул, но Даша на удивление легко их все отодвинула. Пустые. <s>r\n—Вперёд! И не трусьте, если что, то можете взять меня за руку. – Даша показала язык и зашла внутрь.<s>r\nСаша и Артём вошли следом. Внутри шёл длинный коридор с тремя дверьми и все по одну сторону. Самая ближняя была открыта, туда парни и вошли. Внутри были длинные ряды со столами, на которых стояли швейные машинки. Ясно, тут был швейный цех. С размерами Артём ошибся. Здание было не двухэтажным, а помещение цеха было с очень высоким потолком и двумя рядами окон. Интересно, зачем так делают? А когда лампочки перегорали, то, как их меняли?<s>r\n—Эй, капуши, идите сюда!<s>r\nСаша и Артём вышли из помещения и прошли глубже в коридор. Даша стояла возле белой стены и довольно улыбалась.<s>r\n—И что тут делать? – Спросил Саша.<s>r\n—Смотрите. – Даша упёрлась руками в стену и надавила. Стены поддалась и отъехала в сторону, открывая проход. – Видали? Идём, посмотрим, что внизу.<s>r\n—Стоп, почему мы должны это делать? – Артём остановился на полпути к потайной двери. – Вам не кажется, что такое не может быть? А если и может, то спускаться, не зная куда, глупая идея?<s>r\n—Ой, да ладно, идём. Не дрейфь.<s>r\nСаша и Даша спустились по лестнице. Артём некоторе время постоял, а потом ругнулся и пошёл следом. Что-то ему подсказывало, что это всё не очень хорошо кончится.<s>r\n",
    "answers": [
      {
        "id": 7,
        "text": "Глава 3"
      }
    ]
  },
  {
    "id": 7,
    "text": "Глава 3<s>r\n<s>r\nТак не должно быть. Артём словно попал в приключенческий роман. Ну а что, заброшенный храм – бывший швейный цех. Потайной проход тоже есть. Что-то ещё? Ах да, ещё нужна карта сокровищ. Так вот же она! Артём подошёл к стене, где висела карта с планом помещения. Артём пригляделся и удивился, поняв, что помещение круглой формы. Или план не отсюда? Возможно. Но даже если и отсюда, то название комнат было странным. Вот с краю – Архив tir′ale. Буквы немецкие. Парень немецкий знал – за что его тоже не особо любили – но в немецком таких слов точно не было. А вот ещё – комната связи shift′eri. Ещё немного почитав непонятные названия, Артём пошёл дальше.<s>r\nДаша и Саша стояли перед железной дверью. Дверь была приоткрыта, и внутри горел свет. Неужели там кто-то есть? Взглянув на близнецов, Артём понял, что они думают также. Не зная, откуда взялось столько смелости, но парень тихо вошёл первым. Под потолком висела большая лампочка. Внутри всё было стерильно чисто. Помещение, которое напоминало кабинет врача было пустым.<s>r\n—Заходите, тут никого…<s>r\nСаша и Даша вошли следом и мимолетного испуга, как не бывало. Артём немного ошибся, сравнивая помещение с кабинетом врача. Скорее операционная. Посреди комнаты стояла кушетка. Рядом с ней тележка с инструментами. Артём подошёл поближе. Скальпель, ножницы с пинцетом, обычные ножницы, хирургическая иголка. Самое главное, что все инструменты были очень чистые. Даже без пыли, в чём Артем, проведя пальцем по ним. Будто кто-то специально приходит сюда и стерилизует их.<s>r\n—Идите сюда! – Позвала парней Даша.<s>r\nАртём и Саша подошли к Даше. Та стояла возле стола, на котором была куча папок. Да таких старых, что к ним даже прикасаться страшно – небось, развалятся сразу. Саша не оценил находку сестры, а вот у Артёма просто глаза загорелись. Там же столько записей. Чёрт, знал бы, что все к этому приведёт, так взял бы портфель или пакет. Мысли о том, что сюда спускаться вообще не надо было, уже покинула голову парня. Саша и Даша принялись осматривать помещение дальше, а Артём стал открывать ящики в столе – вдруг пакет завалялся? Через нисколько минут его поиски увенчались успехом. В ящичке было несколько больших пакетов. Артём сложил все папки в пакет, а пакет сунул в другой пакет, и так до последнего. Зато теперь можно не волноваться, если вдруг пакет порвётся.<s>r\n—Артём, ты это всё забрать собрался? – Саша кивнул на внушительные размеры пакета.<s>r\n—Ну да, всё равно здесь это никому уже не пригодится. <s>r\n—Логично. – Усмехнулась Даша. – Ладно, идёи дальше, что-то мне подсказывает, что в других комнатах тоже есть на что посмотреть. <s>r\nТроица вышла из помещения и пошла дальше по коридору. Следующая комната тоже была открыта. Дверь тоже была открыта. Друзья зашли внутрь. Помещение, которое напоминало казармы, тоже было освещено. Внутри было два ряда двухъярусных железных кроватей. Действительно, казармы. Возле каждой кровати стояла тумбочка и стул. Ничего интересного. Артём обыскал несколько тумбочек, но они были пустые.<s>r\n—Тут ничего нет. – Констатировала Даша. – Идём дальше.<s>r\nВ этот момент дверь захлопнулась и щёлкнула. Саша сразу бросился к ней и стал дёргать за ручку. Тщетно. Дверь не хотел открываться.<s>r\n—Потрясающе. Мы заперты. – Саша пнул дверь и сел на одну из кроватей.<s>r\n—В каком смысле? Что значит заперты? – Артём подбежал и принялся дёргать за ручку. – И что делать?<s>r\n—Сидеть и ждать, когда нас найдут. – Вяло улыбнулась Даша.<s>r\n—Ага, конечно же, они знают, что мы прошли в старый цех, нашли потайную дверь и спустились куда-то. Просто нужно подождать, пока они придут позовут домой, обедать.<s>r\n—Я же не знала, что дверь захлопнется.<s>r\n—А может, просто не надо было тащиться сюда?<s>r\n—Стоп! – Артём встал между Дашей и Сашей. – Хватит. В том, что дверь захлопнулась, нет ни чьей вины. Просто случайность. Давайте не будем сориться и подумаем, как её можно открыть, хорошо?<s>r\nБлизнецы переглянулись и извинились перед друг другом. Убедившись, что мир восстановлен, Артём подошел к двери. Железная дверь. И как такую открыть? И главное, почему она не открывается? Когда они заходили, Артём не заметил замочной скважины. Значит, захлопнуться по принципу обычных дверей она не могла? Парень заметил, что под дверью имеется широкий зазор. Безумная идея, но может подсунуть туда что-то наманер рычага?<s>r\nТолько Артём начал осматривать помещение, на необходимый предмет, как послышался скрежет. Все трое одновременно посмотрели на дверь. Скрежет раздавался снаружи. Ребята притихли. На мгновение всё стихло. А затем через тот зазор под дверью ",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "потихоньку стала течь вода. Все залезли на второй ярус кроватей и наблюдали, как пол постепенно затопило даже не водой. Чёрная, вязкая жижа. Артём лихорадочно соображал, что же делать. Жижа уже поднялась на первый уровень ярусных кроватей. Зазор! Артём плюхнулся в жижу и хотел пододвинуть тумбочку, как жидкость начала подниматься быстрее. Вот она уже Артёму по грудь, по шею…<s>r\n—Артём, ты чего завис?<s>r\nАртём обернулся. Они были в коридоре и только, что вышли из того помещения. Никакой черной жижи не было и в помине. Галлюцинация? Возможно. Ребята двинулись дальше, но коридор был завален горой мусора. Увидев преграду, Даша некоторое время постояла, но разгребать эту кучу желанием никто не горел, поэтому девушка скомандовала двигаться к выходу. Ребята успешно поднялись в цех, а затем покинули его.<s>r\n—Ладно, думаю, на сегодня нам хватит. Давайте завтра опять туда сходим?<s>r\n—Может быть. – Пожал плечами Артём. Пакет с папками был всё ещё у него в руках, и ему натерпелось сесть за чтение.<s>r\nПопрощавшись с друзьями, Артём чуть ли не бегом направился домой<s>r\n<s>r\n—Думаешь, это был перебор?<s>r\nСаша и Даша смотрели вслед Артёму, который вскоре скрылся за поворотом.<s>r\n—Нет, в самый раз. – Ответил Саша. – Только вот жижа явно была лишняя. Ведь туда, куда он поедет он явно её увидит и узнает. А нас рядом не будет.<s>r\n—Не боись. Маша тоже поедет в «Зеркальный». Будет инструктором для Спящих «ашек». Я попрошу её, чтобы присматривала за Артёмом. Кто бы мог подумать, что он тоже наш.<s>r\n—Самое главное, чтобы он смог развить в себе способности. Иначе в «Буревестник» не поедет. А Катьке нужен ещё один сильный «вэшка». Иначе эксперимент пройдёт не так удачно. – Саша почесал в затылке. – Ладно, пойдём домой. У нас ещё целая неделя, а потом поедем в лагерь.<s>r\n—Ага. Наконец-то. А ты уверен, что он все папки взял со стола?<s>r\n—Абсолютно. Проверил.<s>r\n—Ну и хорошо. Может сразу всё поймёт. Тогда и Комитет не сможет его использовать, как марионетку.<s>r\n—Не слишком ли предвзятое отношение? – Нахмурился Саша.<s>r\n—В самый раз. <s>r\n",
    "answers": [
      {
        "id": 9,
        "text": "Глава 4"
      }
    ]
  },
  {
    "id": 9,
    "text": "Глава 4<s>r\n<s>r\nВ воскресенье ребята снова посетили заброшенный цех, но ничего интересного не заметили. Тот день прошёл более спокойно, и Артем, вернувшись, домой пораньше, углубился в чтение. Папки оказались медицинскими карточками.*  Причём здесь не было никого младше двадцати пяти и все мужчины. Кроме того, на всех папках стояла маркировка «тип А». Что это значит – Артём естественно не знал, да и не слишком пытался разобраться. А потом уже было не до этого. Наступил понедельник. А значит осталось потерпеть ровно одну неделю, а затем на целых три месяца он уедет в лагерь, где не будет ни Кольки Жданова, ни его кампании.<s>r\nНо это потом. А сейчас Артём со вздохом открыл дверь родной школы и вошёл внутрь. Ученики носились по коридору. Вахтёрша тётя Зина сидит и читает газету. И, конечно, Жданов сидит на подоконнике. Артём вздохнул. Сейчас русский, а значит нужно идти мимо Кольки. Ладно, будь что будет. Артём поправил портфель и пошёл в сторону класса. К удивлению Артёма, его даже не окликнули. Даже не посмотрели в его сторону или не сделали обидного замечания. Просто молча, пропустили. Это хорошо, но в тоже время странно.<s>r\nАртём зашёл в класс и сел за свою первую парту. Когда он приготовился, прозвенел звонок и урок начался. Артём уставился в учебник и напряжённо ждал, что Жданов с парты сзади начнёт опять тыкать ручкой в спину, или кидать бумажки за воротник. Так прошел урок, но к Артёму никто не лез. Парень даже облегчённо вздохнул. Может ему решили дать отдохнуть? Или проснулась совесть? Нет, последнее маловероятно. А вот то, что им просто надоело больше походило на правду, и было самым желанным вариантом.<s>r\nАртём вышел из класса и столкнулся с кем-то в дверях. Это оказался мужчина с короткой стрижкой и седыми висками. В руках он вертел ручку, а заметив Артёма, чуть улыбнулся.<s>r\n—Артём Краснов?<s>r\n—Да.<s>r\n—Прошу пройти со мной в кабинет директора.<s>r\nАртёма с детства приучили, что со старшими спорить нельзя, поэтому молча, пошёл за мужчиной. Директора в кабинете не оказалось, и Артём хотел предложить поискать его, раз нужен, но мужчина покачал головой, а потом сел в директорское кресло. Артём удивился ещё больше. Павел Викторович – их директор – был очень строгим. Даже когда приезжал какой-то высокопоставленный гость, он не предлагал ему своего мягкого кресла, а вместо этого принёс обычный, жесткий стул. А тут мужчина сам, взял и сел.<s>r\n—Можешь не волноваться, Авдеев вежливо предложил нам свой кабинет на время разговора. А разговор у нас предстоит действительно серьёзный и возможно, он покажется тебе странным, но придётся принять то, что ты сейчас узнаешь. Готов?<s>r\n—Да. – Кивнул Артём и сел на стул около стола.<s>r\n—Итак. Меня зовут Цурюпа Вадим Борисович. Я представляю особый государственный орган, который называется ГосКомКонтакт. Полное название расшифровывается, как Государственный Комитет по Контакту с внеземными цивилизациями. В кругах нас называют просто Комитет. Не знаю, как давно появился этот орган, но когда я стал директором, то история Комитета насчитывала уже более сорока лет.<s>r\n—С внеземными? – Переспросил Артём.<s>r\n—Понимаю, как это звучит, но выслушай до конца. Когда-то на Землю попал особый вид материи, под воздействием которой у некоторых людей стали появляться необычные способности. Наши учёные, условно разделили их на три типа. А, Б и В.  Ты один из этих людей. Ты относишься к типу В, а это значит, что ты способен манипулировать информацией. Если ещё не веришь, то твои феноменальные успехи в учёбе тоже обусловлены способностями твоего типа. Ты способен впитывать и запоминать любую информацию, при этом, даже не осознавая этого. <s>r\nТы Спящий тип В, а это значит, что у тебя есть пока, что только пассивная защита от чтения мыслей. Задача Комитета, то есть наша, связана с помощью, раскрыть в таких, как ты – Пионерах – способности полностью. Для этого мы создали два специальных лагеря для Пионеров. Ты слышал о Буревестнике и Зеркальном?<s>r\n—Да. – Артём вспомнил лагерь из своего сна. Интересно, это один и тот же? – В первый редко кто попадает, а во второй всегда забит до отказу.<s>r\n—Ну, почти. – Улыбнулся Цурюпа. – Это мы распускаем такие слухи, чтобы легче было отыскать Пионеров. Лагерь Буревестник был построен для активных Пионеров, которые уже полностью контролируют свои способности. Мы же помогаем их развить. Зеркальный для Спящих. Там, ты на протяжении трёх месяцев будешь пробуждать в себе способности под надзором инструкторов Комитета. Вот в принципе и всё, что я должен был сказать. Если есть вопросы, то задавай. У нас ещё есть минут двадцать, а с урока тебя отпросил директор.<s>r\nАртём некоторое время сидел и переваривал полученную информацию. Вадим Борисович не врал. Каким-то образом Артём это чувствовал и был полностью в этом уверен. Но и поверить во всё это будет очень сложно.<s>r\n—И когда поеду? <s>r\n",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "—Через неделю, как и все. Только поедешь на автобусе Комитета. – Цурюпа встал и подошёл к двери. – Ах да, по поводу хулиганов можешь больше не волноваться. Наш психолог провёл с ними беседу, думаю, они всё осознали. До встречи, товарищ Краснов!<s>r\nКогда Вадим Борисович покинул кабинет, Артём ещё некоторое время посидел, а затем вышел из кабинета.<s>r\n<s>r\nНеделя пролетела незаметно. Пожалуй, это была самая спокойная неделя за все школьные года Артёма. И вот, он уже стоит возле дома. Ждёт автобус. Через несколько минут к дому подъехал красно-чёрный автобус. Двери открылись, и показалась голова Вадима Борисовича.<s>r\n—Давай, Пионер, залезай.<s>r\nАртём забрался в автобус и сел рядом с Цурюпой. Автобус был почти полон. И все незнакомые лица. Автобус поехал дальше. Дорога предстояла долга, как сказал Вадим Борисович. Лагерь находится под Ленинградом. От родного города Артёма туда было пять часов езды. Цурюпа посоветовал вздремнуть, тем более, что приедут они к обеду. Артём облокотился на спинку и закрыл глаза. Сначала сон не шёл из-за гомона, который царил в автобусе. Но постепенно Артём привык и сознание отключилось.<s>r\n",
    "answers": [
      {
        "id": 11,
        "text": "Глава 5"
      }
    ]
  },
  {
    "id": 11,
    "text": "Глава 5<s>r\n<s>r\nКогда Артёма разбудили, то в салоне уже почти никого не было. За окном солнце стояло высоко в небе и припекало так, что в автобусе уже стало невозможно сидеть. Вадим Борисовича тоже не было. Странно, как он вылез, если учесть, что Артём сидел с краю, а расстояние между сидениями просто не позволяет протиснуться. Серьезно, что ли перелазил? Смешно, если так и окажется.<s>r\nАртём вытащил сумку, повесил её на плечо и вышел из автобуса. Вокруг рос густой берёзовый лес. Так много белого, что даже глаза резануло, ещё и солнце в придачу. Автобус остановился около железных ворот с надписью «ЗЕРКАЛЬНЫЙ». Буквы блестели на солнце, словно их специально полировали. <s>r\nДети стояли около ворот. Наверное, ждали вожатого. Артём встал рядом с девушкой, примерно его возраста. В глаза сразу бросилась, что она выделяется среди других своим цветом волос. Вроде синий, а в тоже время и чёрный. <s>r\n«Крашенная». Подумал Артём. И в этот момент девушка повернула к нему голову и покачала головой.<s>r\n—Вообще-то они не крашенные.<s>r\n«Как? Она, что, мысли читает?»<s>r\n—Естественно. Карина Анахасян, тип В. – Представилась девушка. – А ты кто?<s>r\n—К-Краснов Артём, Спящий тип В. <s>r\n—Спящий? – Удивилась девушка. – Да ну, не может быть. У Спящих постоянная пассивная защита от чтения мыслей. Вас даже насильно нельзя в информационное поле впихнуть. Может ты ошибся?<s>r\n—Но «Зеркальный» для Спящих Пионеров. – Возразил Артём, вспомнив слова Цурюпы. – И разве ты не должна быть в «Буревестнике»?<s>r\n—Вообще-то, я один из инструкторов вашего отряда. Только вот меня определили к Спящим, а ты явно уже не из  них. Так почему же тебя отправили в «Зеркальный»?<s>r\n—Не знаю… — Задумался Артём. Действительно странно. Но если он уже не Спящий значит, может читать мысли. Артём наморщил лоб, видимо так представляя себе это действие. Тут Карина засмеялась.<s>r\n— Да расслабься, я пошутила. Просто я заранее знаю, что думают другие, когда видят цвет моих волос. А ты так напрягся. Я тип А, так что твои мысли не могу прочесть, будь ты хоть не Спящим. – Девушка продолжала смеяться.<s>r\n—Не смешно. – Артём повернулся к воротам.<s>r\n—Да ладно, не обижайся. Я же пошутила. Слушай, ты же здесь первый раз? Давай я покажу тебе наш корпус? А ты не будешь на меня дуться. Идёт?<s>r\n—Идёт. – Кивнул Артём. – И не дулся я.<s>r\nКарина усмехнулась. Через несколько минут вышли четыре человека: два парня и две девушки – вожатые «Зеркального». Как объяснила Карина Артёму, у отрядов с типом А и Б – по одному вожатому, а у Пионеров типа В – два. Почему именно так, она не знала. Представившись, вожатые сказали, чтобы разбились по типам, и пошли за своими вожатыми. Карина же повела Артёма сразу к корпусу.<s>r\n—А так можно? – Спросил Артём, смотря на ребят, что остались позади.<s>r\n—Можно, при условии, что ты не потеряешься. А ты же не потеряешься, так?<s>r\n—Ну, с такой провожатой…<s>r\n—Думаю, это значит «нет». – Улыбнулась Карина.<s>r\nЧерез десять минут они дошли до корпуса «вэшек». По дороге Артём успел увидеть и столовую, и баню, и остальные два корпуса. Их корпус был последним и отличался от других. Стены корпуса для типа А и Б были синими, а у них красными. Хотя больше похоже на коричневый. Внутри оказалось довольно уютно. Довольно большой зал. Напротив входа дверь в комнату вожатых. По обе стороны по две двери. Две комнаты для девочек и две для мальчиков. Причём у девчонок комната имела щеколду. Наверное, чтобы парни не подглядывали.<s>r\n—Ну, вот. Выбирай любую комнату на этой стороне. А мне пора к отряду. Ещё увидимся за обедом. Да и на протяжении всей смены тоже пресечемся. До встречи, товарищ Краснов!<s>r\nАртём хмыкнул. С Кариной было приятно общаться. Даже стало, на миг жаль, что он не «ашка». Впрочем, Артём сразу отогнал эту мысль. Вадим Борисович сказал, что тип В – это чтение мыслей и манипулирование информацией. Звучит классно.<s>r\nПарень зашёл в комнату и занял дальнюю кровать. Когда он разложил вещи в тумбочке, подтянулся и весь отряд. Артём раньше вообще не был любителем большого скопления народу, а тут двадцать человек в комнате вместе с ним. Тем более, что раньше Артём ожидал только неприятностей. Но его худшие опасения не подтвердились. Напротив, с ним поздоровался каждый вошедший. И сосед оказался приятный парень.<s>r\n—Привет.<s>r\n—Привет. – Ответил Артём, сидя на кровати. Свои вещи он разложил, а что делать дальше – не знал.<s>r\n—Меня Андрей зовут. – Парень закончил раскладывать свои вещи и протянул руку.<s>r\n—Артём. – Артём пожал руку в ответ.<s>r\n—Что, первый раз в «Зеркальном»?<s>r\n—Ага. Да и вообще я только неделю назад узнал то, во чтобы никогда не поверил.<s>r\n—Понимаю. – Улыбнулся Андрей. – Вот увидишь, уже завтра ты привыкнешь.<s>r\n—Я тоже так думаю…<s>r\n",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "После того, как весь отряд уже заселился и немного обустроился, вожатые принесли форму с красными галстуками. Артём переоделся в белую рубашку и синие шорты, которые подпоясал ремнём. В довершение ко всему этому ярко красный галстук. Странно, может ему просто показалось,, но когда он завязал узел, то по телу прошла приятная вибрация. <s>r\nПереодевшись, Пионеры пошли в столовую. Внутри всё смотрелось таким новым. Белый плиточный пол. Побелённый потолок. Три длинных ряда столов. За первым сидели тип а, за вторым тип Б. Третий соответственно был для типа В. Артём сел в конец, при этом помахав Карина, которая заметила его.<s>r\n—Приятного аппетита. – Пожелал Андрей и принялся есть.<s>r\nНа обед была круглая картошка с укропом, треска без костей, солёный огурец, стакан компота и пачка печенья «Юбилейного». Артём, да и большинство ребят всё съесть не могли и вожатые разрешили взять печенье с собой. При этом уловив настрой Пионеров, Марат – один из их вожатых – сказал, что  принесёт стаканы и чайник. Кто же не любит поесть ночью?<s>r\nПосле обеда было знакомство с остальными Пионерами в отряде и знакомство с лагерем. Андрей и Артём успели пройти его вдоль и поперёк, и получить нагоняй от завхоза, который увидел их на тренировочном поле. Сами тренировки должны начать через три дня, но приспособления для тренировок так и просили их потрогать, да повертеть. <s>r\nПосле ужина, Марат, как и обещал принёс чайник и стаканы. Так что остаток вечера тип В провёл за чаем  и песнями Марата, который мастерски играл на гитаре.<s>r\nУже засыпая лёжа в кровати, Артём улыбнулся. Самый лучший день в его жизни. А ещё такие же будут три месяца. Нет, он точно попал в рай…<s>r\n<s>r\n<s>r\n",
    "answers": [
      {
        "id": 13,
        "text": "Глава 6"
      }
    ]
  },
  {
    "id": 13,
    "text": "Глава 6<s>r\n<s>r\nЧерез три дня, как и говорилось, для Спящих состоялась первая тренировка. Сразу после завтрака тип Б и В привели на тренировочную площадь. Артём сперва удивился, почему нет типа А, но подумал, что на полный желудок особенно не побегаешь. Если учесть, что у типа А чисто физические тренировки: бег по пересеченной местности, прыжки…<s>r\nИх отряд разбили на группы по восемь человек и каждому отвели инструктора. К группе, где был Артем, и Андрей приставили совсем ещё юную девушку. Ей и двадцати не дашь. Конечно, Артём уже понял, что, не смотря на возраст, любой из инструкторов мастер в овладении своей способностью. Но все, же с первого взгляда эта девушка не произвела впечатления.<s>r\n—Здравствуйте, меня зовут Арина, с сегодняшнего дня я инструктор вашей группы.<s>r\n—До конца смены? – Задал вопрос один из парней.<s>r\n—Ну, если от вас не поступят  жалобы, то да. – Улыбнулась Арина. – А теперь давайте приступим. Первое, что вы должны понимать – это то, что у вас не получится сразу овладеть способностями. Для этого вам отведено целых три месяца, поэтому не надо стараться сверх меры. Тип В задействует только мозг и ничего более, но если будете перегружать его, то вы рискуете, как минимум отделаться головной болью…<s>r\n—А как максимум? – Спросил Андрей.<s>r\n—До этого ещё не доходили, и надеюсь, не дойдёт. – Арина вытащила из кармана красный ободок со странными рожками, и надела на голову. – Это усилитель способностей. Его разрешается применять только при экстренных случаях и на таких тренировках с разрешением директора. Итак, так как вы Спящий тип В, то у всех пассивная защита от чтения мыслей, но от иллюзий вас она не спасёт.<s>r\n—Иллюзий? То есть в теории мы и такое можем? – Это спросил уже Артём. Уж очень интересна была вся эта тема.<s>r\n—Не в теории, а в практике. Хотя это, конечно, не иллюзии, а стереоскопические изображения. То есть, волны, которые имеют направленный характер и проецируют любое изображение. Отличия от иллюзий в том, что их видят все. Даже те, на кого воздействие не было направлено. А стереоскопическое изображение видит лишь тот, на кого направлены волны. Всё понятно?<s>r\nКто-то ответил «да», кто-то «нет», но Артём всё понял. По сути эти способности могут иметь широкое применение, ограничением является лишь твоя собственная фантазия. Звучит круто, а в действительности должно быть ещё круче. <s>r\n—Сейчас я направлю на каждого волну, а вашей задачей является уберечься от неё. Для этого достаточно подумать о постороннем, а не о том, что будет показывать волна. Главное – сосредоточиться на посторонней мысли. Готовы? Начали!<s>r\nАртём только успел увидеть, как радужки глаз Арины засветились голубым, а потом его снова накрыли плотным одеялом. Стало темно и душно. Затем всё вокруг стало серым… Нет, не серым. Туман. Артём огляделся и с удивлением понял, что уже видел это.<s>r\nОн в пионерлагере. Только ни вожатых, ни детей здесь не было. Лагерь был полностью заброшенным. Трухлявые домики, деревья без листвы, и серое небо. Он стоял перед двухэтажным корпусом. Возле корпуса большие, ржавые буквы.<s>r\nБУРЕВЕСТНИК<s>r\n«Название лагеря» — понял Артём. Не зная зачем, он подошёл к корпусу и хотел открыть дверь, как древесина начала трещать и гнить на глазах, а затем и вовсе дверь рассыпалась.<s>r\n—Здесь, кто-нибудь есть?<s>r\nВ ответ  была гробовая тишина. Не смотря на то, что видимых источников света не было, помещение всё равно было хорошо освещено. Артём заглянул в одну из комнат. Тут было много шкафов, стол и кресло. Кресло было повёрнуто спинкой к парню. Артём миновал ряд шкафов и подошёл к столу и медленно повернул кресло. Там никого не было.<s>r\nПарень облегчённо вздохнул и было развернулся, чтобы выйти, но отшатнулся от увиденного. Перед ним стоял скелет в костюме. Артём попятился и схватил первое, что попалось под руку – папка – и с размаху ударил скелета по голове. Это не дало видимого эффекта, и Артём побежал прочь. Выскочив в коридор, Артём не увидел заветной двери, через которую он вошёл. Послышались шаркающие шаги. Медлить нельзя. Парень пронёсся мимо скелета и побежал дальше. Коридор никак не хотел кончаться. Кроме того, преследователь догонял Артёма. В один момент Артём споткнулся и упал. Скелет в мгновение оказался рядом с парнем.<s>r\nСтоп, это же его сон! Он видел тоже самое в своём сне! Скелет в этот момент наклонился над ним и Артём рефлектор толкнул его обеими руками в грудь. Рёбра затрещали, и руки Артёма вошли в тело скелета. Тот больше не двигался, но и лежать так не хотелось.… Нет, это же иллюзия, вернее стереоскопическое изображение! Но он взаимодействует с окружающей средой. Никто не говорил, что так невозможно, но Артём не так себе всё представлял.<s>r\nВнезапно всё исчезло. Сначала был только белый цвет, но словно кто-то невидимый начал пририсовывать всё новые детали. Появилась трава, несколько ребят и Арина. Прервали «трансляцию», как про себя назвал это действие Артём. Впрочем, видимо только ему прервали. Остальные семь Пионеров так и стояли с открытыми глазами.<s>r\n—Молодец, делаешь успехи. – Похвалила его Арина и пояснила. – Почти сразу, как только я начала посылать изображения, ты уже думал о другом.<s>r\n—А зачем вы мне это показали?<s>r\n—Так это стандарт. Туман, шаги, подворотня. Основы, по которым готовят всех Пионеров.<s>r\nАртём решил не говорить, что он увидел совсем не шаблон. А если подумать, может он так защитился? Сразу начал думать о своём сне? Вполне возможно. Арина сказала, что больше ничего не будет, и он может пойти в корпус, или подождать отряд. Артём выбрал ",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "второе. На тренировочном поле уже присутствовал и тип А, поэтому Артём реши посмотреть на их тренировку.<s>r\nАртём заметил, что большинство обладателей способности типа А были девушки. Парней было всего двадцать, как насчитал Артем. Обмундирование тоже цепляло взгляд. Сапоги до колен и перчатки до локтя из странного метала. На коленях и локтях цилиндрические шипы. И наконец, шлем. Или маска. Нет, всё же шлем. Из того же материала, что перчатки и сапоги. Шлем закрывал лицо и затылок. Имелось только отверстие для глаз. У инструктора, в котором Артём узнал Карину, глаза светились таким же голубым светом, как у Арины. У Спящих «ашек» только пробегали голубоватые искры, но выглядело это эффектно. Надо заметить, что Артём смотрел больше на девчонок, так как в своих доспехах от них нельзя было глаз оторвать.<s>r\nЕщё немного посмотрев, Артём решил вернуться к группе, глянув по дороге на «бэшек». Они играли в «горячую картошку», только вместо мяча у них была двух пудовка. Большинство просто уворачивались от летящих в них тридцати двух килограммов. Действительно страшно, когда в тебя летит такой вес.<s>r\nАртём вернулся к группе. К этому времени все уже сумели справиться с задачей более или менее. После тренировки все отряды направились в столовую. Хоть «вэшки» и задействуют только мозги, но Артём так проголодался, словно он вместе с «ашками» носился по лесу. Артём принялся за обед, который состоял из борща, картошки с котлетой, компота и сухариков. На протяжении следующего часа в столовой только изредка позвякивали ложки. Пионеры сосредоточенно поглощали обед, восполняя калории.<s>r\nПосле обеда, остаток дня был свободен. Андрей решил отправиться в корпус и полежать, а Артём направился в лес, что рос рядом. Прогуливаться там, было не запрещено, главное – не уходить далеко. Да он и не собирался. Туда и назад.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 15,
        "text": "Глава 7"
      }
    ]
  },
  {
    "id": 15,
    "text": "Глава 7<s>r\n<s>r\nАртём прогуливался по лесу. Около их города тоже рос лес, но по ощущениям они были совершенно разные. Казалось, что тут может быть разного? Такая же трава, такие же деревья. Но в «Зеркальном» лес словно был живой. А может, так и было? Если учесть, что полчаса назад он разговаривал с телепатом, а затем посмотрел за ребятами, которые силой мысли кидали друг другу двухпудовую гирю, то удивляться живому лесу, Артём бы точно не стал.<s>r\nСпустя пару минут Артём вышел к болоту. Или скорее к какой-то луже. Вода была чёрная и слегка блестела. Сразу пришло в голову, что это нефть. Как-то на уроке химии им  показывали, как выглядит и пахнет нефть. Тот противный запах Артём забыть не мог. Парень наклонился и принюхался. Нет, не нефть. И в тоже время ему казалось, что он уже где-то видел её. До боли знакомо, но вспомнить, никак не удавалось. <s>r\nНеожиданно хрустнула ветка. В лесной тишине это прозвучало, как выстрел. Артём вздрогнул и развернувшись, сделал шаг назад. Обувь тут же чавкнула. Парень залез прямо в глаз. За кустами кто-то ругнулся. Причём так, что Артём даже покраснел. Парень вытащил ногу из чёрной жижы и кинулся к кустам. За ними никого не было. <s>r\nАртём посмотрел вверх и увидел неясный силуэт. Единственное, что его выдало – это ярко светящие голубые глаза. Пионер! А если учесть, куда он забрался, то это «ашка». Карина над ним приколоться решила?<s>r\n—Я тебя вижу. – Крикнул Артём. <s>r\nПионер посмотрел вниз, а потом перепрыгнул на другое дерево. Затем на следующее и так в сторону лагеря. Артём начал сомневаться, что это была Карина. И тем более Пионер, а вернее Пионерка была блондинкой. У Карины же волосы иссиня-чёрные. Тем более, что это был явно не Спящий тип А. Следовательно можно узнать, кто тут за ним следил. И зачем.<s>r\nЧерез полчаса парень вернулся в лагерь. Решив, что до «ашек» он сходит после ужина, а сейчас нужно почистить обувь. Артём глянул вниз и с удивлением заметил, что он совсем не испачкался. Но и в ту лужу, он точно наступил. Ну и ладно, меньше забот. Парень дошёл до корпуса и зашёл в комнату. Внутри были почти все двадцать человек. Андрей валялся на кровати и читал книжку. Артём подошёл к нему и сел на свою кровать.<s>r\n—Как прогулялся? – Спросил Андрей, не отрываясь от книжки.<s>r\n—В целом неплохо. Только вот, тут есть любители последить.<s>r\n—В каком смысле?<s>r\n—В общем… — Начал Артём, но тут зазвучал горн. Сигнал на ужин.<s>r\n—В общем, расскажешь после ужина.<s>r\nНо после ужина Артём направился к корпусу «ашек». За столом он успел рассказать, что случилось в лесу, и Андрей сразу сказал, что нужно идти к вожатому. Артём откинул эту идею и решил не привлекать взрослых. Ничего страшного же не случилось. Ему повезло – Карина сидела на лавочку около своего корпуса и читала маленькую книжку.<s>r\n—О, привет. – Поздоровалась девушка. – Гуляешь?<s>r\n—Не совсем. – Артём сел рядом. – Слушай, а много  инструкторов у типа А?<s>r\n—Столько же, сколько и у всех. Десять Пионеров типа А с полноценными способностями, а что?<s>r\n—А блондинок много?<s>r\n—А тебе блондинки нравятся? – Резко ответила вопросом на вопрос Карина.<s>r\n—Нет, я по другому поводу! – Артём даже испугался такой реакции и отодвинулся.<s>r\n—И по какому?<s>r\nАртём пересказал случай в лесу и с облегчением заметил, что лицо Карины больше не выражало недовольство.<s>r\n—Вообще-то у нас только один инструктор со светлыми волосами. Но это точно не может быть она.<s>r\n—Почему ты так в этом уверена?<s>r\n—Ну, сейчас сам увидишь. – Карина набрала в грудь по больше воздуха и крикнула. – Маша! Иди сюда!<s>r\nПервые минуты было тихо, а затем началось не понять что. Какой-то шум, затем звук, как будто что-то тяжёлое упало на пол. И наконец, дверь открылась. На пороге стояла Маша – блондинка с зелёными глазами. На лице была такая довольная улыбка, что Артём даже сперва отчего-то растерялся. Наблюдательница в лесу двигалась бесшумно. В отличие от этой девушки, которая пока дошла до выхода, умудрилась опрокинуть тумбочку и пару раз споткнуться. Карина права, вряд ли это была Маша.<s>r\nТем временем девушка села рядом и видимо намеревалась познакомиться, а заодно и убить Артёма бесконечным потоком слов.<s>r\n—Кстати, привет! Меня Машей зовут. А тебя как? – И прежде, чем парень успел ответить, продолжила. – А ты Спящий, да? А, точно, если здесь, то Спящий. Я просто подумала, что ты инструктор. А с Кариной давно знаком? Мы третий год вместе ездим. Сначала в «Буревестник» ездили, а теперь в «Зеркальный» пригласили в качестве инструкторов. Здорово, да?<s>r\n—Маша! – Послышался крик из корпуса.<s>r\n—Ой, меня зовут. Я пойду. Ещё увидимся. Когда девушка скрылась за дверью, Артём посмотрел на Карину и кивнул в сторону дверей.<s>r\n—И это…инструктор? По-моему ей самой надо учиться ходить, не запинаясь.<s>r\n—Она по рукопашному бою. – Ответила Карина и улыбнулась.<s>r\n -Серьезно?<s>r\n—Можешь сам узнать. На завтрашней тренировке подойди, можешь позвать её. Только учти, за травмы, полученные во время тренировок с типом А, никто ответственности не несёт.<s>r\n—Я, пожалуй, откажусь. – Артём встал с лавочки. – Ну, я пойду. Завтра увидимся.<s>r\n—Ага.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "Лось медленно брёл по лесу, щипая травку на ходу. Не любил он, когда эти люди бегают по лесу. Некоторые вдобавок, ещё и по деревьям скачут, как белки. Где это видано, чтобы люди по деревьям скакали?<s>r\nЗахотелось пить. Лось принялся идти на шум ручейка, который ночью был слышен издалека. По пути, животное наткнулось на странную лужу. Не вода, и пахнет странно. Лось наклонил голову и быстро лизнул подозрительную жидкость. Без вкуса. Лось наклонился и принялся шумно пить. Постепенно животное осушило лужу полностью и пошло дальше.<s>r\nДо речки лось не дошёл несколько метров. В животе словно развели  костёр, который разгорался всё больше и больше. Животное протяжно заревело и упало на бок. Прошёл час, два… <s>r\nТело пошевелилось. Поднялась голова. Причём она была неестественно вывернута на бок. Чёрные глазницы бегали в разные стороны. Дёрнувшись, лось поднялся. Голова завалилась назад, но животное это видимо не волновало. В таком виде лось дошёл до источника воды и опустил  голову. Рот открылся. При этом нижняя челюсть треснула и разделилась на две части. Выпал язык с отверстием на кончике. Лось опустил язык и принялся всасывать воду. <s>r\n",
    "answers": [
      {
        "id": 17,
        "text": "Глава 8"
      }
    ]
  },
  {
    "id": 17,
    "text": "Глава 8<s>r\n<s>r\nС того случая в лесу прошёл ровно месяц. Артём уже и забыл об этом, тем более, что есть и другие заботы. За месяц тренировок он наконец смог впервые опробовать свои способности. Ну, а вернее прямо сейчас они шли туда, где тип В будет показывать результат  месячной тренировки. Как выяснилось, они будут проходить такое раз в месяц. И не только в лагере. После того, как смена закончится, Артём должен три раза в неделю заниматься в специальном кружке при Комитете. А там уже и поступление в институт при Комитете недалеко.<s>r\nИх провели в научно-исследовательский корпус. Он располагался не только на земле, но и под ней. Целый подземный этаж, где не было ничего, кроме огромной комнаты, освещаемой лишь несколькими лампами, да и тех не хватало, поэтому кое-где царил мрак. Отряд поделили на группы, ну а точнее, сами «вэшки» разбились на прежние команды. <s>r\nСначала бригада людей в халатах поводили над ними какими-то приборами, а затем были принесены раскладные столики для каждой группы. На них же была поставлена клетка с крысой. Как им объяснили, в команде каждый должен по очереди попробовать внушить крысе, что она должна выбраться из клетки. Начали с группы Артёма – да, никто не был против, что он негласно стал их лидером. Андрей решил попробовать первый. Никаких показух типа вытянутых рук, или сжиманий висков не было. Андрей просто «врубил» способность. Понятие условное – на самом деле непонятно, как именно Пионеры активируют свои способности, но решили, что это происходит  само по себе в особых случаях.<s>r\nРадужки глаз Андрея стали светиться голубым. Крыса встала на задние лапы и вытянула мордочку. После чего подскочила к дверце клетки и принялась грызть прутья. Впрочем, безуспешно, но цель была достигнута. Затем попробовали и остальные. Артём был последним. Парень решил действовать по тому же принципу, что и Андрей. Только вот, то что ему ответило было явно не крысой.<s>r\n«Здравствуй»<s>r\nВ ментальном пространстве нет голоса. А если и есть, то всего, лишь слуховая галлюцинация, которую может наслать очень сильный телепат.<s>r\n«Кто ты?»<s>r\nСпросил Артём, а сам подумал, что время-то идёт. Что подумают, если он будет так долго стоять с закрытыми глазами? <s>r\n«Можешь не беспокоиться об этом. Ты вернёшься в тот же момент, с которого закрыл глаза. Нам надо с тобой поговорить.»<s>r\n«Кто ты?»<s>r\n«Тебе принципиально это знать? Но это не важно. Важно лишь то, что тебя провели вокруг пальца. Те, кого ты называешь друзьями. Те, кому ты доверился. И Комитет тоже тебя провёл. Тебя все обманули. »<s>r\nАртём открыл глаза. Того голоса он больше не слышал, а кто-то его хлопал по плечу. Андрей. Интересно, с чего это он? Парень посмотрел на клетку и широко раскрыл глаза. Прутья были даже не прокусаны. Они были смяты. Это кто сделал, крыса? Да бред.<s>r\n—Поздравляю, товарищ Краснов. – Один из людей в халате подошёл к Артёму и что-то непрерывно писал в блокнот. – Конечно, это не совсем то, но такое применение способностей нам редко доводилось видеть. Вы третий, из Спящих, кто добился полного ментального контроля. Крыса, к сожалению, убежала, но ничего. Результат мы увидели.<s>r\nПосле этого отряд повели назад. Артём думал над тем, что сегодня произошло. Кто-то из инструкторов решил приколоться? Да ну, у них, конечно, своеобразное чувство юмора, но до такого они не дойдут. Тогда кто? Парень вздохнул. Да плевать. Лучше забить, он приехал в лагерь, чтобы отдохнуть. А не разгадывать загадки. И тем более, завтра совсем не до этого. Уже все в отряде без его ведома, пронюхали, что у Артёма завтра день рождения. Да и не только его отряд, но и Карина. Последняя, кстати, стала присматривать за Артёмом. И не то, чтобы ему грозила опасность – нет. Смотрела, чтобы к Артёму представительницы прекрасного пола не бегали. Ревнует? Артём сначала не поверил – не тот он человек,, чтобы такие девушки, как Карина к нему неровно дышали. Но действительность была такова. И Артём был совсем не против.<s>r\n<s>r\nДень рождения Артёма выпало на субботу – а значит и тренировки не будет. Утро ушло на то, чтобы принимать поздравления и пожимать руки каждому Пионеру. Даже по дороге на завтрак пришлось не опускать руку – смысл, если через минуту подойдёт ещё один, поздравит с днём рождения и потрясёт тебе конечность?<s>r\nПосле завтрака Артём пошёл в лес. Далеко он больше не заходил, а гулял у окраины. Как обычно, пройдя туда-сюда, парень хотел было уходить, но наткнулся на Карину. Девушка сидела с закрытыми глазами под деревом. Видимо спала. Юбка задралась – не настолько, чтобы там можно было что-то увидеть, но фантазия Артёма дорисовало такую картинку, что Артём покраснел. Решив не давать мозгу повода для подобных мыслей, Артём наклонился, чтобы поправить юбку. В этот момент Карина открыла глаза. Артём замер. Надо что-то делать. Интересно, что думает Карина? Наверное, ничего хорошего. К удивлению, девушка улыбнулась и засмеялась.<s>r\n—Решил увидеть по больше? – Ехидно улыбаясь, спросила девушка.<s>r\n—Это не так! – Возмутился Артём. —  Я просто поправить. А то мало ли, кто увидит и…<s>r\n—И? – Заинтересовано переспросила Карина.<s>r\n—Ну… — Парень замялся. – Ну, сама понимаешь. Кто-то мог бы захотеть увидеть и «по больше».<s>r\n—О, так получается ты даже спас меня от лап неизвестного извращенца. – Карина не прекращала ехидно улыбаться, впрочем, через минуту сделала серьезное лицо. – С днём рождения.<s>r\nДевушка вдруг подошла близко, настолько, что Артём был прижат к дереву.<s>r\n—Вообще-то полагается подарок, но у меня ничего нет. Ну, почти ничего. – Карина закрыла глаза и поцеловала Артёма.<s>r\nЭто был лучший поцелуй. Для Артёма он был первым, но всё равно – лучшим.<s>r\n—Извини, я не умею это делать. Это мой первый раз. – Карина отошла на шаг. – Да и ничего большего у меня не было. Кстати, тебе же исполнилось семнадцать?<s>r\n—Да. – Подтвердил Артём. – О, надо же. И мне уже давно семнадцать. Значит, можно.<s>r\n—Что можно?<s>r\n",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "Карина прищурилась и сделала шаг к Артёму, но тут послышался низкий, хрипловатый голос.<s>r\n—Прошу прощения.<s>r\nЭто был мужчина, лет тридцать на вид. В халате – значит из научного корпуса. Интересно, он знал, что они будут здесь или случайно наткнулся?<s>r\n—Извините, товарищ Анахасян, но я вынужден забрать у вас Артёма. Вы же не обидитесь?<s>r\n—Нет, что вы. – Хотя голос говорил совершенно об обратном. – Приходи вечером, Артём…<s>r\n<s>r\nМужчину звали Юрий Шнайдер. Учёный из Германии. Он был единственным специалистом по  работе с «особым контингентом» — как называли Пионеров учёные – из-за границы. И надо отметить, что один из лучших. Даже перепрыгнул некоторых русских. Артёма снова привели в научный корпус. На этот раз поднялись на второй этаж, и пришли к двери с табличкой «Ю. Шнайдер». Кабинет мужчины не отличался от кабинета их директора. Вот совершенно ничем.<s>r\n—Зачем вы привели меня сюда?<s>r\n—Присаживайся, Артём. – Юрий показал на стул. – Я наблюдал вчера за вашей демонстрацией способностей. Ты меня зацепил. Есть один интересный факт – Пионеры типа В – пацифисты. Даже в свою защиту они не убьют кого-либо. Их можно либо заставить путём ментального контроля, либо нужно, чтобы Пионер сам изъявил желание убить кого-то.<s>r\n—Вы хотите сказать, что я…<s>r\n—Нет, ни  в коем случае! – Юрий поднял обе руки, успокаивая парня. – Отчасти. Но вся соль в том, что ты моментально передал эту установку другому существу. В нашем случае крысе. Ты имеешь все возможности за одну смену стать Пионером с полноценными способностями.<s>r\n—И…вы привели меня сюда, только чтобы рассказать это?<s>r\n—Какой нетерпеливый. – Усмехнулся Шнайдер. – Нет. Ответь мне на один вопрос. Ты знаешь, что такое Эхо?<s>r\n—Конечно, нам инструктор рассказывал. Показатель Эхо – это условная единица ментального воздействия на какую-либо область. В данном случае на наш лагерь. Оно не фиксируется никакими приборами и только по косвенным факторам, возможно, определить это воздействие с точностью до десятых.<s>r\n—Пять баллов. Но вот у Пионеров с полноценной способностью чувствительность к Эхо. Но если Пионер ещё и достаточно сильный, он может с лёгкостью определить и источник воздействия, если есть посторонний.<s>r\n—Но мне ещё долго тренироваться. – Артём понял куда клонит Шнайдер.<s>r\n—А что если я скажу, что ты к исходу второго месяца полностью овладеешь способностями?<s>r\n—Но перегружать мозг опасно. А вот стимулировать – только приветствуется. – Юрий вытащил из стола колбу с какой-то чёрной жидкостью. – Нам нужно быть готовым, если вдруг что-то случится. Поэтому был разработан такой боевой стимулятор. Усиливает выносливость Пионера. Всё на благо мира.<s>r\nПоследняя фраза стала словно ключом. Артём не помнил, что он сделал и что сказал, но, то, что он согласился, он понял ясно.  А что ещё понял Артём, так это то, что он уже слышал голос Шнайдера. Вчера.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 19,
        "text": "Глава 9"
      }
    ]
  },
  {
    "id": 19,
    "text": "Глава 9<s>r\n<s>r\nВсю следующую неделю Артём после обычной тренировки, занимался ещё и под присмотром Шнайдера. И надо признать, что тот стимулятор, что он дал Артёму, действительно творил чудеса. Артём не чувствовал головной боли при долгих тренировках. Кроме того, постепенно ему открылся новый мир. На ментальном уровне восприятия всё было совсем другим. Всё стало синим. А там, где находился предмет или существо теперь были потоки информации. Шнайдер научил Артёма, как нужно управлять ими. <s>r\nК слову, Артём ещё успел немного узнать и о самом профессоре. Человек-загадка. Оказывается, что изначально не планировалось в команде учёного-иностранца. Юрий свалился, как снег на  голову. И видимо имел очень хорошие связи, если сам Цурюпа распорядился о его назначении. Кроме того, «немца» — как за глаза называли Пионеры, интересовали только «вэшки». Что было немного странно, так как тип Б тоже в каком-то роде задействует силу мысли.<s>r\nНо Артём не очень в это вникал. Помимо тренировок остальное время занимала Карина. В тот вечер, когда он возвращался в корпус, он снова встретил её. Кажется, она специально ждала его. Потом они пошли куда-то. Девушка отвела его в хозяйственную часть лагеря – в том смысле, что здесь была баня, склады пару гараже и один заброшенный корпус. Раньше там жили обычные дети, но потом комитет решил, что «Зеркальный» будет исключительно для Пионеров. Карина завела его в это здание. Потом они недолго бродили по нему – девушка завела парня в какую-то комнату, и там произошло то, чего он ожидал меньше всего. <s>r\nПосле этого, Карина всегда была рядом. На тренировках, конечно, она вынуждена была уходить, а всё свободное время проводила с Артёмом. Тому иногда было не по себе такая навязчивость. Как будто она боится, что он куда-то сбежит. Смешно, странно, но приятно.<s>r\nСейчас он был в кабинете Шнайдера. Профессора всё не было. Артём решил подождать его и принялся рассматривать комнату. Впрочем, скорее пересматривать, ибо за неделю занятий он успел пересмотреть здесь всё от и до. На столе стоял ящичек с колбами. В колбах тот самый стимулятор. Интересно из чего он состоит. Артём взял одну колбу и повертел в руках. Парень вдруг нахмурился. Что-то ему напоминал этот стимулятор. Только вот, что?<s>r\nТочно! Та лужа в лесу! Точно такой же цвет. Неужели это одно и то же вещество?  Но откуда стимулятор был в лесу? Может, нечаянно разлили и забыли? Очень хотелось в это верить, но звучит глупо.<s>r\nТут дверь открылась, и вошёл Шнайдер. Увидев, что Артём держит в руке, Юрий улыбнулся.<s>r\n",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "—Что, организм требует добавки?<s>r\n—Профессор…<s>r\n—Да, Артём?<s>r\n—Что это такое? Я уже видел ваш стимулятор в лесу. Надо полагать, что он не одержит в себе разные витамины?<s>r\n—Тебе обязательно надо это знать? – Нахмурился Юрий.<s>r\n—да. – Твёрдо ответил парень.<s>r\n—Ну что ж, слушай. Никто не знает, когда впервые появились Пионеры, но суть в том, что хоть ваши учёные и не признают этого, но организм меняется под воздействием материи внеземного происхождения. Из  чего наше руководство сделало вывод. Что мы не одиноки во вселенной. В мире есть и иные формы жизни. И вот десять лет назад в наши руки попала странная жидкость. Её принёс странный мужчина в строгом костюме. Он сказал, что это – шанс для людей. Что за шанс, мы не поняли, но провели некоторые эксперименты над жидкостью. Мы выяснили, что при поглощении её, организм во много раз превышает свой предел. Сила, скорость, выносливость. Это только для людей. Но вот незадача, через несколько часов организм мутирует. Появляется острая потребность в убийстве. На Пионерах этот эффект не распространялся. Но и результат отличается от обычного. Например, слышал одну интересную историю? Как-то девочку с типом А изнасиловали и убили. Способность включилась автоматически, как только организм находился в критическом состоянии. Тело полностью восстановилось, раны зажили на глазах, а насильник был жестоко убит самой девочкой. Представил?<s>r\n—Мерзость. – Прокомментировал Артём.<s>r\n—Ты слушай. А если тип А усилить ещё стимулятором, то это и вовсе бессмертный солдат. Но в Германии запретили провести такой опыт. Поэтому я и приехал в Союз. Ваше государство весьма заинтересовано в усилении военной мощи державы.<s>r\n—Вы хотели сделать из меня…<s>r\n—Наивный мальчик. А для чего вы ещё нужны? Артём, вы во много раз лучше людей. И разве ты неделю назад не  согласился мне помогать? Ты просто был втянут в этот безумный водоворот событий. Пойми, всё на благо мира.<s>r\n—Это был ваш голос. Тогда на нижнем уровне я слышал ваш голос!<s>r\n—Да. Но я говорил тебе чистую правду. Я знаю о тебе всё.  Как ты думаешь, откуда я знаю, как пользоваться потоками информации? Пионеры – это не только дети со способностями. Во время войны даже использовали солдат с изменениями типа А. Это, и повернуло ход войны в вашу пользу. Я, Пионер с типом В. Да, знаешь ли ты вообще, что на данный момент показатель Эхо дрожит на отметке 0,99? По сути, весь лагерь накрыт моим ментальным полем.<s>r\n—Вы дурак. — Артём вскочил со стула. – я сейчас же расскажу всем.<s>r\n—Это не входит в мой план. Да и потом, кто сказал, что я дам тебе это сделать?<s>r\nАртём драться не умел, но с этим мужчиной он был уверен, что справится. Парень сжал кулаки, но потом понял, что драться-то и не нужно. Он же уже Пионер с полноценными способностями. Шнайдер даже помог ему. Значит, можно просто усыпить его. Артём врубил способность. Радужки глаз засветились голубым.<s>r\n—Хочешь победить меня на ментальном бою? Ну и глупо. В рукопашной у тебя было бы больше шансов. – Глаза Шнайдера засветили. <s>r\nЗа спиной у профессора появился непонятный голубой сгусток. Визуализация! Артём нахмурился. Это самый простой, но и самый эффективный способ ведения ментального сражения. Ладно, он тоже кое-что может. Над Артёмом появилась визуализация Буратино. Изображение дрожало, что показывало плохой контроль. Ничего, главное ударить Шнайдера. Буратино замахнулся ключом и ударил, целясь в голову Шнайдера. В тот же момент из сгустка выстрелили щупальца, которые обвили визуализацию Артёма. Щупальца сжимались всё сильнее. Голова дико заболела, что Артём больше не мог удерживать визуализацию и та растворилась.<s>r\n",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "—Вот видишь. Я даже не вспотел. – Шнайдер демонстративно похлопал в ладоши. —  Ценю твои потуги, но они совершенно бесполезны. Так что будь хорошим мальчиком и бросай это дело.<s>r\nКак только боль утихла, Артём рванул к двери. Хорошо, что она была открыта. Путь был свободен, поэтому парень рванул вниз. Как назло, в этот день никого в научном корпусе не было. Сейчас Артём бежал по пустому корпусу, и ему казалось, что Шнайдер дышит ему в спину.<s>r\nТолько на улице его оставило это чувство. Кроме того, возле корпуса стояли Пионеры-инструкторы. Много. Кажется, тут были все. Молча подозвав Артёма, Арина положила руки на голову. «Смотрит» воспоминания – понял Артём. Нахмурившись, девушка посмотрела на остальных. Те молча кивнули.<s>r\nДверь открылась, и на улицу вышел Шнайдер. Увидев Пионеров, он на мгновение удивился.<s>r\n—Что такое?<s>r\n—Можете не строить невинность. – Нахмурилась Арина. – Юрий Шнайдер, стойте на месте. Комитет уже в курсе происходящего. Вы будете арестованы и помещены…<s>r\n—Ага, а после того, как здесь обнаружат следы протоплазмы, то лагерь закроют на карантин. А потом вас разгонят по городам. Каждого Пионера будут проверять на заражение. А если ещё и подключится Орден, то…<s>r\n—О чём он? – Тихо спросил Артём у Карины, которая подошла к ним.<s>r\n—Про протоплазму я ничего не поняла. Орден, это организация, которая действует совместно с Комитетом. И… — Девушка замялась. – По сути, члены организации мутанты, которых люди называют Вампирами.<s>r\nАртём переварил информацию. Ладно, сейчас вроде всё хорошо. Шнайдер в ловушке. С таким количеством Пионеров ему не справиться. Если приедет Цурюпа, то Артём обязательно у него спросит.<s>r\n—Едут! – Крикнул Пионер.<s>r\nК корпусу подъехали три УАЗика. Оттуда вышли люди в военной форме. И естественно с оружием. Военные сразу взяли Шнайдера под прицел. Тот с улыбкой поднял руки. <s>r\n«Вот чёрт, ещё и лыбится. Не понимает, что всё кончено?»<s>r\n«А может, ждёт момента, чтобы использовать туз в рукаве?»<s>r\nАртём посмотрел на профессора. Тот подмигнул ему.<s>r\nВадим Борисович тоже приехал. Он сам подошёл к Шнайдеру и посмотрел ему в глаза.<s>r\n—Ну, и что ты надеялся сделать? Не думал, что дойдет до такого. Мы очистим организм Артёма от протоплазмы и все твои труды насмарку. Не похоже это на тебя, Юрий.<s>r\n—Ты серьезно думал, что я стану использовать мальца? Нее. У меня есть кое-что более весомее. <s>r\n—Лось. – Крикнул один из военных.<s>r\nВсе обернулись в сторону леса. Оттуда действительно вышел лось. Только на принадлежность к лосям указывала только голова с рогами. Тело стало мешком с мясом и костями вперемешку. Ног было в два раза больше, чем надо. И всю картину завершала пасть с четырьмя челюстями. Из неё выстрелило длинное щупальце, которое пронзило того солдата, что первый заметил лося. По языку прокатывались катышки, словно он пил. И похоже он действительно «пил». Солдат дёргался несколько мгновений, а потом упал словно кукла. Только после этого оцепенение со всех спало.<s>r\n—Тип Б, выставить барьер. Тип А, приготовиться. Шнайдера запереть в машине, приставить солдат. Тип В, вырубить мутанта.<s>r\nАртём поразился, насколько Пионеры всё быстро выполнили. Словно их специально тренировали на подобные случаи. Когда мутант  выстрелил, щупальце отскочило от невидимого щита. «Ашки» встали около типа Б и положили руки на плечи. «Звёздочка» — применение способностей двух типов одновременно. Действительно. Тип Б сейчас перегружен постоянными атаками, а тип А выносливей других типов. Поэтому сейчас нагрузка распределяется равномерно.<s>r\n«Вэшки» встали рядом с типом А и закрыли глаза, взявшись за руки. Над лосём появилась визуализация огромного молотка. Через секунду этот молот уже раз за разом опускался на голову мутанта, но тот продолжал стоять на всех восьми конечностях.<s>r\n—Тип Б, держать барьер. Орден на подходе.<s>r\nСражение, а вернее оборона продолжалась ещё полчаса.  «Ашки» уже не могли держать нагрузку, но не отходили. Тип В прекратил воздействие, поняв, что это бесполезно, и подключились к общей «звёздочке». В один момент лось просто прыгнул сам и Пионеров откинуло. Барьер был сломан, а на восстановление нет времени.<s>r\nАртём ничем помочь не мог. К «звёздочке» подключиться не удалось. И что ещё понял, так это то, что мутант больше никого не убил. Он упрямо лез к Артёму. ДА что же это такое?! Солдаты вели непрерывный огонь, но патроны были не бесконечными. Когда авоматы щёлкнули, Цурюпа подхватил Артёма и необычно резво для своего возраста отскочил в сторону. Лось в этот момент прыгнул на машину, где сидел Шнайдер. Машина взорвалась, но видимых повреждений это не дало.<s>r\n—Да почему?!<s>r\nЛось был в паре метров от Артёма и Вадима Борисовича.<s>r\n—Артём, беги!<s>r\nИзо рта лося вывалился целый пучок щупалец, который устремился к Артёму. Не успеть…<s>r\nРаздался противный вой. Артём открыл глаза и увидел, что выл лось. Щупальца были перерублены. Вокруг лося метались какие-то тени. И с каждой секундой ран на теле лося становилось всё больше. Мутант ничего не мог сделать. Когда он уже просто упал на землю, тени остановились. Это оказались три совсем молодых парня. С мечами. Артём вздохнул – главное не удивляться.<s>r\n—Тип Б, поджигай. – Скомандовал один из парней.<s>r\n«Бэшки» подошли и вытянув руки, резко дёрнули на себя. Лось вспыхнул так, что Артём почувствовал даже со своего места. А эти парни казалось и ничего не чувствовали, хотя стояли очень близко. Через пять минут всё кончилось.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 22,
        "text": "Эпилог"
      }
    ]
  },
  {
    "id": 22,
    "text": "Эпилог<s>r\n<s>r\nОни сидели в машине. Прошло полчаса после того, как всё закончилось. «Бэшки» убрали обломки машины и того, что осталось от сожженного лося. Те трое парней и правда оказались из Ордена. С ними Артём даже увидеться потом не смог. Они исчезли также внезапно, как и появились. Теперь же Артём и Карина сидели в машине с Вадимом Борисовичем. Причём девушка чуть ли не со скандалом добилась того, чтобы она была рядом с Артёмом. <s>r\n—Итак, я приношу свои извинения, что втянул тебя в этот водоворот.  Просто тогда, когда я впервые почувствовал весь твой потенциал, я думал, что это нам поможет. Я и помыслить не мог о том, что Шнайдер проводит эксперименты с использованием протоплазмы. Мы думали, что это только замеры ментального воздействия и ничего больше?<s>r\n—Протоплазмы? А разве…<s>r\n—Это условное название. Это вещество совсем не то, что содержится в крови человека, но учёные дали ему именно такое название.<s>r\n—И что теперь? – Спросила Карина. – Шнайдер говорил, что «Зеркальный» может попасть под карантин. Тем более, если об этом узнает Орден. Кстати, откуда они вообще?<s>r\n—Чушь. К счастью Артём совсем немного употребил протоплазмы и до мутации не дойдёт. Что касается ситуации с Орденом. Мы не знаем, откуда они. Знаем, лишь то, что они уже давно хранят землю от подобных тварей. Они действительно вампиры. Но при первой встрече их лидер объяснил, что потребность в крови у них отсутствует. Они тоже из космоса. Трудно во всё поверить, да?<s>r\n—Да… — Протянул Артём. – Вот уж действительно, безумный водоворот. Мне вот, что интересно. Чего этот лось ко мне лезть начал?<s>r\n—Видимо Шнайдер хотел тебя достать. Не забывай, что он был Пионером типа В, и весьма сильным.<s>r\n—Я заметил. – Усмехнулся Артём. – Моя визуализация не продержалась и пяти минут. <s>r\n—Ты уже умеешь создавать визуализации?<s>r\n—Да, но они непрочны.<s>r\n—Ничего, вы «Буревестнике» тебя всему научат. Там хорошие ребята, не хуже, чем здесь.<s>r\n—Значит, на следующий год Артём поедет в «Буревестник»?<s>r\n—Да. А теперь извините, мне нужно отойти. А вы возвращайтесь в отряд.<s>r\nПо дороге к корпусу, Карина подскочила и обняла Артёма.<s>r\n—Теперь я могу не волноваться, что ты будешь далеко. На следующий год снова вместе! Артём, ты же рад?<s>r\nАртём был рад. Так рад, что и словами не передать. Рад, что у него есть та, кем он будет дорожить. Рад, что всё закончилось хорошо. И определённо  рад, что он попал в новый удивительный ми<s>r\n",
    "answers": []
  }
]