[
  {
    "id": 1,
    "text": "Автор: VolorKorol\n\nЖанр: Фэнтези, Приключения, Фантастика <plus> Романтика. \n\nПрошли столетия с тех пор, как отгремели чудовищные войны магов и половина континента превратилась в покрытую пеплом пустошь, непригодную для жизни. Некогда великолепные города теперь лежат в руинах, населенных чудовищами и нежитью, настолько опасными, что пришлось возвести пограничную стену, дабы оградить мирных жителей от смертельной угрозы. Так появились Дикие Земли.\n\nСкоро закончится суровая и снежная зима. Прошло меньше года с тех пор, как поселенцы под предводительством барона-изгнанника Кориса заложили первый камень в основание крепостной стены. Но за этот ничтожный промежуток времени успело случиться многое. Старый король пал от рук заговорщиков, искусный некромант Повелитель оказался в руках Святой Церкви, гробница Тариса Некроманта низвергнута в мертвые воды. Неустанно пытающемуся добраться до истины Корису многое стало известно, остальное по-прежнему остается надежно скрыто под покровом древней тайны. Но барон продолжает искать разгадки, попутно пытаясь вернуть себе человеческий облик. А тем временем события стремительно набирают обороты, и вскоре затерянному в самом сердце Диких Земель поселению придется столкнуться не только с ордами нежити...\n\nСтадия: Разработка\n\nПролог –> ✔️\nГлава первая «Между светом и тьмой» –> ✔️\nГлава вторая «Ротлер» –> ✔️\nГлава третья «Нежить в доме» –> ✔️\nГлава четвёртая «Смертельное проклятие» –> ❌\nГлава пятая «Море Яда» –> ❌\n\nБлижайшее обновление: июль | 2021",
    "answers": [
      {
        "id": 2,
        "text": "Начать путешествие | Пролог "
      },
      {
        "id": 177,
        "text": "Информация от Автора ",
        "comment": false
      },
      {
        "id": 178,
        "text": "Список героев и терминов",
        "comment": false
      },
      {
        "id": 189,
        "text": "Достижения и награды",
        "comment": false
      },
      {
        "id": 1,
        "text": "Открытые концовки и дерево взаимоотношения ¦ Скоро",
        "comment": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Пролог. \n\n— Он не успел ничего узнать? — бесстрастно поинтересовался старик, устало опускаясь в свое излюбленное кресло и со старческим хрустом суставов вытягивая ноги.\n\n— Ничего, — мрачно качнул головой ты. — Не успел даже приступить к допросу. Простите, ваше святейшество. Я должен был лично проследить за допросом.\n\n— Ты бы ничего не смог изменить. Ментальная магия коварна и действует исподволь, незаметно для самой жертвы беря ее под свой полный контроль… Но ты повинен в другом. Как мог ты допустить такую оплошность и не проверить прошлое этого Латкари? Его жизненный путь не раз пересекался с этим еретиком лордом! И их застарелая вражда прошла мимо твоих глаз!",
    "answers": [
      {
        "id": 3,
        "text": "Согласиться с мудрецом "
      },
      {
        "id": 4,
        "text": "Протестовать "
      }
    ]
  },
  {
    "id": 3,
    "text": " — Я знал об их застарелой вражде и самонадеянно посчитал, что это может принести только пользу нашему делу. Я ошибся и со всей смиренностью готов принять на себя любую епитимью.",
    "answers": [
      {
        "id": 5,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 4,
    "text": "— С вашего позволения, но должен заметить, что эта часть прошлого Латкари не прошла мимо моих глаз, — с глубокой почтительностью ответил ты. – Знать, что за годы до их последней встречи лорд сумел покопаться в голове Латкари… это мог только сам Создатель, ваше святейшество.\n",
    "answers": [
      {
        "id": 5,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 5,
    "text": "— Тебе придется найти еще одного ментального мага и убедить его посодействовать нашему делу. Но на этот раз проверь все тщательно! Впрочем, нам удалось узнать кое-что важное, не так ли?\n\n— Да. Старый лорд не помышляет вырваться из наших рук, — кивнул ты. — И это более чем странно. Его пытают… простите, ваше святейшество, я хотел сказать — вопрошатели беседуют с ним денно и нощно, причиняя ему неимоверные страдания, но когда появился шанс скрыться, он пренебрег им. И даже не попытался отомстить присутствующему там же дознавателю.\n\n— И более чем странные слова этого закоснелого грешника… — протянув руку, старик взял с невысокого стола густо исписанный лист бумаги. — Вот здесь… «Это всего лишь случайность… а случайностям нет места в Плане».\n\n— Да, я многократно прочитал эти слова. Но не понимаю, о чем речь, ваше святейшество.\n\n— Этот как раз-таки просто, отец Ликар. Догадка лежит прямо у наших ног, надо лишь смиренно склониться и поднять ее. Зная упрямство и презрение лорда к боли, с уверенностью можно сказать, что он произнес эти слова далеко не случайно. Он хотел, чтобы его слова были услышаны вопрошателем, усердно записаны и переданы дальше, если не сказать — выше. Лорд Себастьянис передал некое послание, смысл которого нам неясен.",
    "answers": [
      {
        "id": 6,
        "text": "Выразить свое мнение "
      },
      {
        "id": 7,
        "text": "Промолчать "
      }
    ]
  },
  {
    "id": 6,
    "text": "— Но донесение вопрошателя было получено только орденом Привратников… вернее, только вами…\n\n— Нет. Еще одна дословная копия была отправлена с курьером в столицу, отец Ликар. Такова воля самого Святого Главы, и не нам ей перечить.",
    "answers": [
      {
        "id": 7,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 7,
    "text": "— Простите, ваше святейшество… но неужели вы хотите сказать, что в Церкви есть сочувствующие этому богопротивному еретику или даже… не осмеливаюсь сказать…\n\n— Примкнувшие к нему! Примкнувшие! — раздраженно рявкнул старик, выпуская лист из рук и откидываясь на спинку кресла. — Отец Ликар, сегодня не тот день, когда я жажду услышать лицемерные слова! Говорите прямо! Едва лорд Себастьянис оказался в наших руках, я сразу же получил «вестник», исходящий из столичной резиденции Церкви! Короткое послание, в котором четко прослеживается прямой приказ — лорд Себастьянис не должен умереть! Позже прибыл курьер с пространным письмом, где восхвалялись наши достижения, выражалась твердая уверенность, что мы добьемся признания и нужных нам сведений от лорда, и опять же — завуалированный и многократно упоминающийся приказ не лишать некроманта жизни и серьезно не калечить ни под каким предлогом! Вот что меня тревожит больше всего, отец Ликар! Насколько глубоко этот так называемый Повелитель — прости меня Создатель за такие слова! — засунул свои лапы в Святую Церковь? Посему вот тебе мой наказ — найди еще одного ментального мага, а лучше — двух! И выпотрошите голову этого еретика! Я хочу знать все, что знает он!",
    "answers": [
      {
        "id": 8,
        "text": "Понял, ваше святейшество. "
      },
      {
        "id": 9,
        "text": "Найти двух магов, готовых восстать против Повелителя – невозможно! "
      }
    ]
  },
  {
    "id": 8,
    "text": "— Я все понял, ваше святейшество, — ты склонился, стараясь скрыть оторопь. — Можно ли выразить свое скромное мнение?\n\nГлава Привратников вопросительно приподнял седые брови, и ты, понизив голос до заговорщицкого бормотания, произнес:\n— Если дело настолько серьезно, если лорд может знать имена важных людей из лона Церкви… тогда почему лорда оставили в наших руках? Почему не потребовали немедленно отправить его в столицу? Почему не боятся, что мы вырвем у него сведения?\n\n— На полученном мною письме стоит малая печать Церковного Совета, но нет подписи, — прошелестел старик. — Совет изъявил свою общую волю, что ж… мы покоримся. Их кто-то убедил. Мы сохраним жизнь лорда и будем выжидать. А если придет требование за личной подписью облеченного церковной властью лица… вот тогда мы узнаем, кто именно столь сильно переживает за жизнь лорда. Почему не опасаются, что Себастьянис заговорит? Это просто. Они уверены, что он позаботился глубоко упрятать свои грязные секреты. Но скоро «примкнувшие» постараются вырвать лорда из наших рук. Попомни мои слова — совсем скоро придет письмецо с требованием отправить еретика в столицу. Обязательно придет…",
    "answers": [
      {
        "id": 10,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 9,
    "text": "– О ваше величество, мудреший. Помилуйте, найти двух магов, готовых сразиться с лордом невозможно.\n\n– Осядьте, отец Ликар! – старик коснулся подбородка, – Вам нечего плошать, ведь никто не собирается сражаться с лордом, мы лишь не станем его выпускать из рук.\n\nСтарейшина задумчиво постучал ногой по золотым полам, вызывая эхо.\n\n— На полученном мною письме стоит малая печать Церковного Совета, но нет подписи, — прошелестел старик. — Совет изъявил свою общую волю, что ж… мы покоримся. Их кто-то убедил. Мы сохраним жизнь лорда и будем выжидать. А если придет требование за личной подписью облеченного церковной властью лица… вот тогда мы узнаем, кто именно столь сильно переживает за жизнь лорда. Почему не опасаются, что Себастьянис заговорит? Это просто. Они уверены, что он позаботился глубоко упрятать свои грязные секреты. Но скоро «примкнувшие» постараются вырвать лорда из наших рук. Попомни мои слова — совсем скоро придет письмецо с требованием отправить еретика в столицу. Обязательно придет…",
    "answers": [
      {
        "id": 10,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 10,
    "text": "— Если этому грязному еретику так сильно хотят сохранить жизнь… Так не лучше ли оборвать ниточку? Я сумею это устроить. Во время допросов всякое случается… да и сердце может не выдержать мучительной боли. А лорд уже далеко не молод…\n\n— Это самый простой путь, отец Ликар! Избавиться от него мы всегда успеем, но что толку в его смерти, если не узнаем имена связанных с ним людей? Меня больше всего интересует другое — почему ОНИ хотят сохранить лорду жизнь? Ведь пока еретик дышит, они в постоянной опасности! Почему цепляются за некроманта? Потому и желаю, чтобы лорд Себастьянис заговорил!\n",
    "answers": [
      {
        "id": 11,
        "text": "Лорд – серьёзный соперник."
      },
      {
        "id": 12,
        "text": "Церковь зря примкнула к нему "
      }
    ]
  },
  {
    "id": 11,
    "text": "— Он ментальный маг. К тому же его сущность искажена многолетним влиянием древнего артефакта. Порой мне кажется, что причиняемые страдания доставляют ему некое извращенное удовольствие, — ты сокрушенно вздохнул. — За все годы службы во благо Церкви я первый раз столкнулся со столь крепким орешком.\n\n— Вложи в это дело всю свою душу без остатка, отец Ликар! — полыхнул глазами старик. — А насчет «младшего близнеца»… Сомневаюсь, что этот богопротивный артефакт можно назвать древним! Его создал Тарис, и создал чуть больше двух столетий назад. Мне идет девяносто шестой год, а некоторые иерархи из лона Церкви куда как старше и, несмотря на «древний» возраст, все так же трудятся во благо Создателя. Семнадцать лет назад умер последний святой брат, который собственными глазами видел падение Западных Провинций во мрак и участвовал в постройке Пограничной Стены… этой проклятой Стены, позволившей развиться гнойнику Диких Земель во всю силу… так он был чуть младше Тариса и куда как старше Близнецов.",
    "answers": [
      {
        "id": 13,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 12,
    "text": "– Церковь допустила непростимую ошибку, решив встать на сторону Лорда Себастьяниса. Мы не можем терпеть подобные излишки их нрава, рискуя всем, что имеем.\n\n– Отец Ликар, безвозмездным это предательство не останется, уверяю вас. Нам нужно думать немного о другом. Лорда тяжело победить.\n\n– Бесспорно, пока его питает древний артефакт...\n\n– Сомневаюсь, что этот богопротивный артефакт можно назвать древним! Его создал Тарис, и создал чуть больше двух столетий назад. Мне идет девяносто шестой год, а некоторые иерархи из лона Церкви куда как старше и, несмотря на «древний» возраст, все так же трудятся во благо Создателя. Семнадцать лет назад умер последний святой брат, который собственными глазами видел падение Западных Провинций во мрак и участвовал в постройке Пограничной Стены… этой проклятой Стены, позволившей развиться гнойнику Диких Земель во всю силу… так он был чуть младше Тариса и куда как старше Близнецов.",
    "answers": [
      {
        "id": 13,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 13,
    "text": "— Но он умер, ваше святейшество, — почтительно склонил голову священник. — А кинжалы все еще существуют. Во всяком случае, один из них. Но мы приложим все усилия, чтобы очистить мир от этой скверны.\n\n— Что с поручением отца Флатиса? Есть вести?\n\n— Отец Флатис неотступно идет по следу. Я знаю его натуру и уверен, что вскоре он настигнет очередного носителя «младшего близнеца» и доставит его к нам.\n\n— Он принадлежит ордену Искореняющих, — напомнил глава Привратников. — Сумеет ли он совладать со своим желанием уничтожить кинжал?\n\n— Я позаботился об этом. Отца Флатиса сопровождают преданные нашему ордену братья. Они не позволят ему уничтожить артефакт, хотя я все еще и не понимаю, почему эта богопротивная поделка некроманта должна остаться целой.\n\n— Младший Близнец — важная фигура на доске для предстоящей игры, брат мой, — тонко усмехнулся старик, наливая в чашу искрящееся вино. — Что ты знаешь о кинжалах Тариса?",
    "answers": [
      {
        "id": 14,
        "text": "Они давали силу "
      },
      {
        "id": 15,
        "text": "Ими убивали людей "
      },
      {
        "id": 16,
        "text": "Это оружие богов "
      }
    ]
  },
  {
    "id": 14,
    "text": "— Жертвенные кинжалы, — ты пожал плечами. — Позволяли Тарису Некроманту напитывать свою сущность силой, даже если не он сам убивал жертву. Младший Близнец неразрывно связан со Старшим и передает ему большую часть полученной энергии. Кинжал с желтым камнем в рукояти много лет назад оказался в руках лорда Себастьянис, а если верить церковным архивным записям, второй артефакт лежит в Ильсере, перемешавшись с костями принца Тариса. Кость к кости, как говорится. Это все, ваше святейшество.\n\n— Как я и думал, ты не знаешь ничего, — кивнул старик и, недовольно поморщившись, велел: — И хватит «святейшествовать» через каждое слово. Мое имя тебе известно — отец Игниус.\n\n— С-слушаюсь, отец Игниус, — ты запнулся, потрясенный оказанной честью.\n\n— У костяных кинжалов, у этих проклятых предметов давно уничтоженного нами культа, есть одна очень и очень интересная особенность. Ты лично общался с лордом Себастьянис, с этим выродком, убившим столько безвинных людей и сотворившим множество черных ритуалов во славу Морграата. Что ты почувствовал?",
    "answers": [
      {
        "id": 17,
        "text": "Я ничего не чувствовал "
      },
      {
        "id": 18,
        "text": "Это сложно описать "
      }
    ]
  },
  {
    "id": 15,
    "text": "— Жертвенные кинжалы, — ты пожал плечами. — Это кинжалы, которых страшаются лучшие войны на свете, заполучивший их – может убить любого. Младший Близнец неразрывно связан со Старшим и передает ему большую часть полученной энергии. Кинжал с желтым камнем в рукояти много лет назад оказался в руках лорда Себастьянис, а если верить церковным архивным записям, второй артефакт лежит в Ильсере, перемешавшись с костями принца Тариса. Кость к кости, как говорится. Это все, ваше святейшество.\n\n— Как я и думал, ты не знаешь ничего, — кивнул старик и, недовольно поморщившись, велел: — И хватит «святейшествовать» через каждое слово. Мое имя тебе известно — отец Игниус.\n\n— С-слушаюсь, отец Игниус, — ты запнулся, потрясенный оказанной честью.\n\n— У костяных кинжалов, у этих проклятых предметов давно уничтоженного нами культа, есть одна очень и очень интересная особенность. Ты лично общался с лордом Себастьянис, с этим выродком, убившим столько безвинных людей и сотворившим множество черных ритуалов во славу Морграата. Что ты почувствовал?",
    "answers": [
      {
        "id": 17,
        "text": "Я ничего не чувствовал "
      },
      {
        "id": 18,
        "text": "Это сложно описать "
      }
    ]
  },
  {
    "id": 16,
    "text": "— Жертвенные кинжалы, — ты пожал плечами. — Это оружие, когда-то созданное богами. Младший Близнец неразрывно связан со Старшим и передает ему большую часть полученной энергии. Кинжал с желтым камнем в рукояти много лет назад оказался в руках лорда Себастьянис, а если верить церковным архивным записям, второй артефакт лежит в Ильсере, перемешавшись с костями принца Тариса. Кость к кости, как говорится. Это все, ваше святейшество.\n\n— Как я и думал, ты не знаешь ничего, — кивнул старик и, недовольно поморщившись, велел: — И хватит «святейшествовать» через каждое слово. Мое имя тебе известно — отец Игниус.\n\n— С-слушаюсь, отец Игниус, — ты запнулся, потрясенный оказанной честью.\n\n— У костяных кинжалов, у этих проклятых предметов давно уничтоженного нами культа, есть одна очень и очень интересная особенность. Ты лично общался с лордом Себастьянис, с этим выродком, убившим столько безвинных людей и сотворившим множество черных ритуалов во славу Морграата. Что ты почувствовал?",
    "answers": [
      {
        "id": 17,
        "text": "Я ничего не почувствовал"
      },
      {
        "id": 18,
        "text": "Это сложно описать "
      }
    ]
  },
  {
    "id": 17,
    "text": "— Ничего, ваше св… от-тец Игниус. Обычный человек, выглядящий поразительно моложаво для своего уже достаточно почтенного возраста. Сочится лютой злобой, а пару раз мне показалось, что я говорю с сумасшедшим.\n\n— Ты уже ответил на мой вопрос, хотя и сам того не понял. Но речь не о его моложавости. И не о его рассудке. Поглощение чужой жизненной энергии позволяет любому некроманту выглядеть гораздо моложе своих лет, и это много раз помогало нам выявить их и отправить на очищающий костер. Чтобы объяснить все толком, я вернусь на два столетия назад, в то время, когда Тарис был уже повержен и заключен в Ильсеру, в то время, когда по чудовищно глупому приказу императора Мезерана начали строить Пограничную Стену. Вместо того чтобы довершить начатое, огнем и мечом искоренить всю темную мерзость, император предпочел отгородиться от беды стеной, тем самым подарив нечисти время, чтобы подняться на ноги…",
    "answers": [
      {
        "id": 19,
        "text": "Выслушать "
      }
    ]
  },
  {
    "id": 18,
    "text": "— Это человек, выглядящий поразительно моложаво для своего уже достаточно почтенного возраста. Сочится лютой злобой, а пару раз мне показалось, что я говорю с сумасшедшим.\n\n— Ты уже ответил на мой вопрос, хотя и сам того не понял. Но речь не о его моложавости. И не о его рассудке. Поглощение чужой жизненной энергии позволяет любому некроманту выглядеть гораздо моложе своих лет, и это много раз помогало нам выявить их и отправить на очищающий костер. Чтобы объяснить все толком, я вернусь на два столетия назад, в то время, когда Тарис был уже повержен и заключен в Ильсеру, в то время, когда по чудовищно глупому приказу императора Мезерана начали строить Пограничную Стену. Вместо того чтобы довершить начатое, огнем и мечом искоренить всю темную мерзость, император предпочел отгородиться от беды стеной, тем самым подарив нечисти время, чтобы подняться на ноги…",
    "answers": [
      {
        "id": 19,
        "text": "Выслушать "
      }
    ]
  },
  {
    "id": 19,
    "text": "Да, то были времена заката некогда великой Империи. И именно тогда один из наших архивариусов, человек дотошный, въедливый и, что самое главное — умный, обратил внимание Церковного Совета, что ни один из общающихся с Тарисом священников не учуял исходящий от него гнилой запах некромантии. Принц Тарис начал высылать или умертвлять наших священнослужителей незадолго до начала братоубийственной войны, а к тому времени он пускал кровь десяткам людей ежедневно. Обильные жертвы, темные ритуалы, практикование Искусства — и при всем при этом от него не исходил присущий всем некромантам запах скверны. Не воняло Морграатом, всегда отмечающим своих последователей аурой гниения. Несмываемым клеймом. Ты улавливаешь мою мысль?\n\n— Я само внимание, отец Игниус, — ты жадно отозвался . — Само внимание.\n\n— Я устал задирать голову, чтобы встретиться с тобой взглядом, — прошелестел глава ордена. — Возьми стул и сядь.\n\nДождавшись, пока ты осторожно опустишься на самый край резного стула, Игниус продолжил повествование:",
    "answers": [
      {
        "id": 20,
        "text": "Слушать "
      }
    ]
  },
  {
    "id": 20,
    "text": "— В те годы на слова архивариуса не обратили должного внимания. Были куда более серьезные проблемы — восставшие из мертвых зомби и прочая нечисть, наводнившие земли Империи, теряющий власть Мезеран, последствия катаклизма, уничтожившего помимо Инкертиала еще множество прибрежных городишек и рыбацких деревень. Все это требовало неусыпного внимания Церкви — упокоение мертвяков, успокоение погруженных в страх мирян, утешение потерявших близких и кров людей и управление ими поступками во благо Создателя… Четыре великих «У», в которых выражается сама суть Церкви — упокоение, утешение, успокоение и управление… и мы использовали все эти способы, дабы удержать остатки страны от падения в темную бездну… То были тяжелые годы, но Церковь справилась…. Однако речь сейчас не об этом, брат мой. Старый лорд Себастьянис, некромант, жрец Раатхи, убийца, обагривший руки в крови сотен жертв, — но он ничем не отличается от обычного человека. Ни один из видевших его священников не смог узреть в лорде некроманта, не учуял исходящее от него зловоние Морграата. История вновь повторяется, делает новый виток… и сейчас я начинаю понимать, что общего между Тарисом и лордом Себастьянисом…",
    "answers": [
      {
        "id": 21,
        "text": "Они оба не источали энергию"
      },
      {
        "id": 22,
        "text": "Они оба владели жертвенными кинжалами"
      }
    ]
  },
  {
    "id": 21,
    "text": "– Они оба умеют сдерживать энергию в себе?\n\n– Ты вообще слушаешь меня, Ликар? – отец Игниус недовольно присвистнул. – Нет. Оба творили некромантию и оба умерщвляли несчастных жертв Близнецами. Оба спокойно ходили по оживленным городским улицам и беседовали со священниками, не боясь обличения. И оба избегали появляться рядом с церквями. То, что незримо для обычного человека, не останется незамеченным Создателем нашим…\n— Близнецы позволяют скрыть практикование некромантии? — в некотором замешательстве произнес ты. — Я никогда не слышал ни о чем подобном, ваше святейшество.\n\n— Равно как и я, сын мой.\n\n— Но я согласен с вашей догадкой. Поганые некроманты всегда старались избегать городов, предпочитая таиться в лесной глухомани, прятаться в глубоких пещерах и прочих труднодоступных местах. Там, где их не настигнет взор священника. А лорд Себастьянис никак не изменил свой жизненный уклад с тех пор, как в его руки попал Младший Близнец. Частенько бывал в столице, навещал дворец, не пропуская ни единого достаточно важного события. Разве что прекратил посещать молебны. Этому может быть только одно объяснение — он знал, что ему не грозит опасность, что он надежно защищен. И защиту он получил от артефакта Тариса.\n",
    "answers": [
      {
        "id": 24,
        "text": "Попросить уточнения "
      },
      {
        "id": 25,
        "text": "Промолчать "
      }
    ]
  },
  {
    "id": 22,
    "text": "— Они оба владели костяными кинжалами, — тихо произнес ты, и отец Игниус удовлетворенно кивнул.\n\n— Да. Оба творили некромантию и оба умерщвляли несчастных жертв Близнецами. Оба спокойно ходили по оживленным городским улицам и беседовали со священниками, не боясь обличения. И оба избегали появляться рядом с церквями. То, что незримо для обычного человека, не останется незамеченным Создателем нашим…\n— Близнецы позволяют скрыть практикование некромантии? — в некотором замешательстве произнес ты. — Я никогда не слышал ни о чем подобном, ваше святейшество.\n\n— Равно как и я, сын мой.\n\n— Но я согласен с вашей догадкой. Поганые некроманты всегда старались избегать городов, предпочитая таиться в лесной глухомани, прятаться в глубоких пещерах и прочих труднодоступных местах. Там, где их не настигнет взор священника. А лорд Себастьянис никак не изменил свой жизненный уклад с тех пор, как в его руки попал Младший Близнец. Частенько бывал в столице, навещал дворец, не пропуская ни единого достаточно важного события. Разве что прекратил посещать молебны. Этому может быть только одно объяснение — он знал, что ему не грозит опасность, что он надежно защищен. И защиту он получил от артефакта Тариса.",
    "answers": [
      {
        "id": 24,
        "text": "Попросить уточнения "
      },
      {
        "id": 25,
        "text": "Промолчать "
      }
    ]
  },
  {
    "id": 23,
    "text": "Они убивают и тем самым получают часть чужой жизненной энергии, сами того не желая. Клейма темного Искусства на них нет. Они не проводят темные ритуалы, не вытягивают из своих жертв последние капли силы и, самое главное — не управляют чужой энергией. Эти люди просто делают свою работу, но мы их видим и легко вычленяем из толпы. И причина этому лежит на поверхности — сущности умелых палачей, усердных дознавателей, удачливых солдат и мясников с больших боен напитаны чужой жизненной энергией. Она бурлит в их телах в поисках выхода, бьет в виски головной болью и наполняет разум ночными кошмарами. Из сострадания мы всегда помогаем этим несчастным, когда они приходят за помощью в храм Создателя Милостивого.\n\n— Так вот почему палачи так часто нуждаются в исповеди… — почти прошептал ты. — Ведь после каждого публичного наказания они спешат либо в трактир, либо в церковь…\n\n— Да, — кивнул отец Игниус. — Полученная во время экзекуции сила подобна кипящей в котле воде, грозящей в любой момент перехлестнуть через край.",
    "answers": [
      {
        "id": 26,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 24,
    "text": "\n— Не думаю, что здесь можно использовать слово «защита», отец Ликар, — тяжело качнул головой старик, отставляя недопитую чашу с вином. — Лорд уже лишился артефакта, но зловоние некромантии никак не проявилось. Нет. Кинжал действует иначе. Ни к чему защищать то, что не требует того. И Себастьянис это знал.\n\n— Я несколько запутался, отец Игниус, — признался ты. — Ваши мысли настолько глубоки, что ускользают от моего понимания. Мой скудный разум…\n\n— Не юродствуй! — глава ордена раздраженно полыхнул глазами. — Будь твой разум скуден, ты бы здесь не сидел! Любой обученный священник может увидеть исходящую от некроманта вонь Морграата. Но также может отличить обычного селянина от солдата, мясника от зеленщика и палача от чиновника, причем сделает он это с закрытыми глазами! И причина проста — некромантия это убийства, это причинение боли и страданий. Солдат убивает на войне, мясник режет скотину, а палач жестоко истязает людей, дабы выбить из них признание, и опускает топор  на их шеи, выполняя приговор суда.",
    "answers": [
      {
        "id": 23,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 25,
    "text": "— Я понял, отец Игниус, — смиренно склонил голову ты. — Все будет исполнено. Уже сегодня я отправлюсь на поиски ментальных магов. Благо Церкви превыше всего.\n\n— Именно так, отец Ликар, именно так… И не забудь о Корисе Ван Исер! Ему отправили «вестник»?\n\n— «Вестник» был отправлен и достиг барона… но ответа мы не дождались, ваше святейшество.\n\n— Этот человек является ключом к Ильсере. К саркофагу с телом Тариса Ван Санти и, что самое главное — к Старшему Близнецу. Если он вздумает добраться до затопленных руин Инкертиала и вскрыть гробницу Тариса Некроманта…\n\n— Ваше святейшество… прошло двести лет с тех пор, как крышка Ильсеры опустилась и запечатала в себе Тариса. Какая бы могущественная магия ни была заключена в саркофаге из багрового камня, она давно иссякла. А Тарис мертв, истлел, превратился в зловонный прах.\n\n— Я распорядился дать тебе доступ в наши закрытые архивы. Там, отец Ликар, ты сможешь узнать об этой глубочайшей ошибке Церкви, о созданном нашими руками саркофаге много нового. Ильсера может позаботиться о своей сохранности самостоятельно. Может черпать силу из любого живого существа, осмелившегося к ней приблизиться. И самое главное предназначение Ильсеры — не выпустить Тариса наружу… до тех пор, пока крышку саркофага не поднимут. Не выпустить живым или мертвым! Тело принца могло истлеть, но вот его дух, его душа… Печати Ильсеры держат под замком злобную душу Тариса Некроманта, проведшую в мрачном и тесном узилище больше двух веков!",
    "answers": [
      {
        "id": 33,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 26,
    "text": "Они не знают об этом, принимают внезапное смятение ума за угрызения совести… торопятся залить ее вином или бегут на исповедь. Каждый святой отец может помочь страждущему и снять излишки энергии, как повар отливает часть бурлящей воды из котла, чтобы она не залила очаг. Но помогает и трактир — чем там многолюдней, тем лучше. Чем больше дружеских объятий, похлопываний по плечу и рукопожатий, тем больше невольно накопленной чужой жизненной энергии покинет его тело. Часть рассеется в воздухе, а часть перейдет к другим людям. Еще лучше — если после долгой дружеской попойки тот же палач, или солдат, уединится с податливой на похотливые ласки служанкой. Именно по этой причине практикующие некромантию избегают физического контакта с любым живым существом. Боятся потерять накопленную энергию. За исключением контакта с истязаемыми ими жертвами — в этом случае прикосновения и тесный контакт необходимы.\n\nТак вот, никому из самых страшных некромантов за всю историю человечества не удавалось скрыть свою напитанную тьмой сущность от наших взоров. Кроме Тариса Ван Санти и лорда Себастьянис. У каждого человека своя собственная, уникальная и присущая только ему жизненная сила. Как… м-м-м…",
    "answers": [
      {
        "id": 27,
        "text": "... Внешность "
      },
      {
        "id": 28,
        "text": "... Радуга "
      },
      {
        "id": 29,
        "text": "... Разум "
      }
    ]
  },
  {
    "id": 27,
    "text": "— Возможно, столь же уникальные и отличные от других, как неповторимая внешность человека. \n\n— Не совсем, — поматал головой старик. — Я предполагаю, что Близнецы работают подобно кузнечному горну, который с легкостью переплавляет и пережигает изначально чуждые друг другу металлы в единое целое. Как река вбирает в себя мелкие ручейки без остатка, с легкостью смешивая в своем русле воду с горных вершин и долинных ключей в единый бурлящий поток, где уже ничего не разберешь. Артефакт убирает разнородность энергий. Это одно из их предназначений. И именно поэтому владеющие этими артефактами некроманты незаметны нашему взору.",
    "answers": [
      {
        "id": 30,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 28,
    "text": "— Возможно, столь же уникальные и отличные от других, как неповторимы цвета в радуге.\n\n— Подходящее сравнение, — кивнул старик. — Я предполагаю, что Близнецы работают подобно кузнечному горну, который с легкостью переплавляет и пережигает изначально чуждые друг другу металлы в единое целое. Как река вбирает в себя мелкие ручейки без остатка, с легкостью смешивая в своем русле воду с горных вершин и долинных ключей в единый бурлящий поток, где уже ничего не разберешь. Артефакт убирает разнородность энергий. Это одно из их предназначений. И именно поэтому владеющие этими артефактами некроманты незаметны нашему взору.",
    "answers": [
      {
        "id": 30,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 29,
    "text": "— Возможно, столь же уникальные и отличные от других, как уникален наш разум? \n\n— На разум можно повлиять, — поматал головой старик. — Я предполагаю, что Близнецы работают подобно кузнечному горну, который с легкостью переплавляет и пережигает изначально чуждые друг другу металлы в единое целое. Как река вбирает в себя мелкие ручейки без остатка, с легкостью смешивая в своем русле воду с горных вершин и долинных ключей в единый бурлящий поток, где уже ничего не разберешь. Артефакт убирает разнородность энергий. Это одно из их предназначений. И именно поэтому владеющие этими артефактами некроманты незаметны нашему взору.",
    "answers": [
      {
        "id": 30,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 30,
    "text": "— Осмелюсь возразить, ваше святейшество, ибо сейчас отец Флатис подобно неутомимой гончей идет по темному следу Младшего Близнеца, источающего гнилостную вонь за лиги от себя. Только поэтому они еще не сбились со следа.\n\n— Артефактом недостаточно просто владеть! — полыхнул глазами отец Игниус, в раздражении пристукнув кулаком по подлокотнику кресла. — Надо еще уметь им пользоваться! Дай недотепе топор, и он останется без пальцев, а настоящий плотник при помощи этого инструмента выстроит великолепный дом, что простоит века! Те несчастные, что попали в силки темного артефакта, всего лишь повинуются его приказам. Пытаются спасти кинжал любой ценой. Они просто носильщики, разменная монета. И это позволяет отцу Флатису не сбиться со следа, по которому он идет уже второй десяток лет.",
    "answers": [
      {
        "id": 31,
        "text": "Отстоять свою позицию "
      },
      {
        "id": 32,
        "text": "Согласиться "
      }
    ]
  },
  {
    "id": 31,
    "text": "— Но отец, тогда что мешает им просто запутать нас, под видом своей ошибки приведя отца Флатиса в плен? — ты невольно возвысил голос.\n\n— Отец Ликар, выкиньте дурь из головы. Я живу век и прекрасно знаю о влиянии артефакта, не нужно пустых споров. Сегодня же отправляйтесь на поиски ментальных магов и не забывайте о Корисе  Ван Исере! Ему отправили «вестник»?\n\n— «Вестник» был отправлен и достиг барона… но ответа мы не дождались, ваше святейшество.\n\n— Этот человек является ключом к Ильсере. К саркофагу с телом Тариса Ван Санти и, что самое главное — к Старшему Близнецу. Если он вздумает добраться до затопленных руин Инкертиала и вскрыть гробницу Тариса Некроманта…\n\n— Ваше святейшество… прошло двести лет с тех пор, как крышка Ильсеры опустилась и запечатала в себе Тариса. Какая бы могущественная магия ни была заключена в саркофаге из багрового камня, она давно иссякла. А Тарис мертв, истлел, превратился в зловонный прах.\n\n— Я распорядился дать тебе доступ в наши закрытые архивы. Там, отец Ликар, ты сможешь узнать об этой глубочайшей ошибке Церкви, о созданном нашими руками саркофаге много нового. Ильсера может позаботиться о своей сохранности самостоятельно. Может черпать силу из любого живого существа, осмелившегося к ней приблизиться. И самое главное предназначение Ильсеры — не выпустить Тариса наружу… до тех пор, пока крышку саркофага не поднимут. Не выпустить живым или мертвым! Тело принца могло истлеть, но вот его дух, его душа… Печати Ильсеры держат под замком злобную душу Тариса Некроманта, проведшую в мрачном и тесном узилище больше двух веков! ",
    "answers": [
      {
        "id": 33,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 32,
    "text": "— Я понял, отец Игниус, — смиренно склонил голову ты. — Все будет исполнено. Уже сегодня я отправлюсь на поиски ментальных магов. Благо Церкви превыше всего.\n\n— Именно так, отец Ликар, именно так… И не забудь о Корисе Ван Исер! Ему отправили «вестник»?\n\n— «Вестник» был отправлен и достиг барона… но ответа мы не дождались, ваше святейшество.\n\n— Этот человек является ключом к Ильсере. К саркофагу с телом Тариса Ван Санти и, что самое главное — к Старшему Близнецу. Если он вздумает добраться до затопленных руин Инкертиала и вскрыть гробницу Тариса Некроманта…\n\n— Ваше святейшество… прошло двести лет с тех пор, как крышка Ильсеры опустилась и запечатала в себе Тариса. Какая бы могущественная магия ни была заключена в саркофаге из багрового камня, она давно иссякла. А Тарис мертв, истлел, превратился в зловонный прах.\n\n— Я распорядился дать тебе доступ в наши закрытые архивы. Там, отец Ликар, ты сможешь узнать об этой глубочайшей ошибке Церкви, о созданном нашими руками саркофаге много нового. Ильсера может позаботиться о своей сохранности самостоятельно. Может черпать силу из любого живого существа, осмелившегося к ней приблизиться. И самое главное предназначение Ильсеры — не выпустить Тариса наружу… до тех пор, пока крышку саркофага не поднимут. Не выпустить живым или мертвым! Тело принца могло истлеть, но вот его дух, его душа… Печати Ильсеры держат под замком злобную душу Тариса Некроманта, проведшую в мрачном и тесном узилище больше двух веков!",
    "answers": [
      {
        "id": 33,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 33,
    "text": "— Святой Создатель Милосердный…\n\n— Если Корис Ван Исер не желает покинуть своей норы в Диких Землях, то мы проявим смирение, умерим гордыню и сами придем к его порогу и постучимся в дверь! Собирай отряд, отец Ликар! Сразу же как отец Флатис заполучит в свои руки Младшего Близнеца, ему предстоит новая миссия — он послужит проводником и вместе с тобой отправится к поселению опального барона Кориса Ван Исер.\n\n— И когда мы туда доберемся… что мы должны передать барону?\n\n— Волю святой Церкви, отец Ликар! Барон Корис Ван Исер должен смиренно отдать себя в руки братьев наших, кои препроводят его в обитель ордена для душеспасительной беседы.\n\n— А если он откажется, ваше святейшество? Отец Флатис упоминал, что у барона крайне своенравный характер.\n\n— Если он откажется, то тем самым не оставит нам выбора. Было бы крайне полезно побеседовать с бароном или, вернее — с тем существом, что засело в теле барона, но иногда проще раздавить змею сразу, чем лелеять тщетную надежду, что она не вонзит ядовитые клыки в ногу проходящего мимо путника… Ты уловил мою мысль, отец Ликар?\n\n— Да, ваше святейшество. Я понял все предельно ясно.",
    "answers": [
      {
        "id": 34,
        "text": "Глава 1. На границе между светом и тьмой | Начать"
      },
      {
        "id": 1,
        "text": "Продолжить прохождение позднее | Вернуться в начало "
      },
      {
        "id": 33,
        "text": "Не забывайте пользоваться подсказками. ",
        "comment": true
      }
    ]
  },
  {
    "id": 34,
    "text": "                                  Глава первая              \n              На границе между светом и тьмой. \n\n* Дальнейшее повествование идёт от лица Кориса – вашего героя. \n\nСерая, мрачная и бесконечная каменная лента, отделяющая мирную страну от смертельно опасных Диких Земель. Отделяющая спокойствие и уверенность в завтрашнем дне от вечного напряжения и мучительных гаданий о том, что случится завтра. Обладай я поэтичной натурой, то не преминул бы назвать Стену границей между жизнью и смертью… но я был куда более приземленным человеком и видел перед собой лишь преграду, мешающую добраться до цели.\nГромаду Стены от меня отделяло не менее полулиги, но казалось, что до нее рукой подать, настолько она поражала своей массивностью и внушительностью. Пошедшие на постройку каменные прямоугольные блоки были настолько большими, что даже с разделяющего нас расстояния я отчетливо различал их очертания.\n\nПоверх Стены высокий парапет, надежно защищающий несущих стражу воинов от вражеской стрелы. Самих стражников я не видел, но в нескольких местах к пасмурному небу тянулись тонкие струйки дыма, свидетельствующие о наличии жизни. Охрана не дремлет. Впрочем, стражникам не требовалось особо напрягаться, чтобы углядеть опасность — перед Пограничной Стеной не росло ни единого дерева, куста или чахлой былинки. Не было даже снега. Абсолютно ровная полоса земли в четверть лиги шириной, уходящая в бесконечность на север и упирающая в Ядовитое море на юге, доходя до самой воды.\n\nНа промерзшей почве тускло блестел тонкий слой инея, но он не мог скрыть проглядывающую сквозь него черноту. Пепел и зола — вот и все, что осталось от некогда буйствующей здесь растительности. Выжгли все без остатка. Разумно, но меня поражали масштабы содеянного — Стена тянулась на сотни лиг, а полоса выжженной земли была никак не короче.",
    "answers": [
      {
        "id": 35,
        "text": "Осмотреться "
      }
    ]
  },
  {
    "id": 35,
    "text": "Сколько же усилий требуется, чтобы поддерживать все в столь идеальном порядке. Ведь выжигание приходится повторять регулярно, не давая растениям шанса разрастись. Без магии здесь определенно не обошлось.\n\n— Что, господин, любуетесь и поражаетесь размерам? — прогудел неслышно подошедший Севан.",
    "answers": [
      {
        "id": 36,
        "text": "Да, Севан. "
      },
      {
        "id": 37,
        "text": "Нет, удивляюсь затратам "
      }
    ]
  },
  {
    "id": 36,
    "text": "— Место действительно красивое, но история у него мутная. – я кинул мимолетный взор на Севана. \n\n— А? — вытаращился на меня здоровяк, устало опускаясь на колено. — Господин Корис, дык ведь не будь этой вот стеночки, мирные люди давно б уж лиха хлебнули. Только она нечисть и сдерживает. Сколько веков уж стоит, от тварей оберегает.\n\n— Оберегает, — согласился я. — Равно как и беспощадно разоряет казну, а значит, и тех самых «мирных людей». Севан, ты вообще представляешь себе, в какую сумму обходится содержание столь огромного сооружения в порядке? Прорва денег ежегодно! Ремонт и профилактические работы, восстановление после атак шурдов, плата рабочим, охранным войскам и магам. Да и Церковь наверняка не бесплатно сюда обученных священников посылает. Казна не бездонная, а деньги нужны постоянно. Повышают налоги с дворян, а те, не желая тратить собственные денежки, тянут последние гроши с крестьян и ремесленников. И что получается?",
    "answers": [
      {
        "id": 38,
        "text": "Выслушать ответ Севана"
      }
    ]
  },
  {
    "id": 37,
    "text": "— Скорее, поражаюсь людской глупости, — качнул я головой. — Это просто неимоверно глупо и чрезмерно расточительно. Как только император Мезеран Наиглупейший отдал приказ о постройке этого гигантского памятника своей тупости и одновременно надгробия для Западных провинций, его следовало тут же удавить без лишнего шума и поставить на престол более умного и прозорливого правителя, хоть немного радеющего о будущем своей страны.\n\n— А? — вытаращился на меня здоровяк, устало опускаясь на колено. — Господин Корис, дык ведь не будь этой вот стеночки, мирные люди давно б уж лиха хлебнули. Только она нечисть и сдерживает. Сколько веков уж стоит, от тварей оберегает.\n\n— Оберегает, — согласился я. — Равно как и беспощадно разоряет казну, а значит, и тех самых «мирных людей». Севан, ты вообще представляешь себе, в какую сумму обходится содержание столь огромного сооружения в порядке? Прорва денег ежегодно! Ремонт и профилактические работы, восстановление после атак шурдов, плата рабочим, охранным войскам и магам. Да и Церковь наверняка не бесплатно сюда обученных священников посылает. Казна не бездонная, а деньги нужны постоянно. Повышают налоги с дворян, а те, не желая тратить собственные денежки, тянут последние гроши с крестьян и ремесленников. И что получается?",
    "answers": [
      {
        "id": 38,
        "text": "Выслушать ответ Севана"
      }
    ]
  },
  {
    "id": 38,
    "text": "— Плохо получается, — почесав затылок, буркнул здоровяк. — Честно говоря, я никогда и не думал с этого бока. Но опять же, как ни крути, а без Пограничной Стены всем худо бы пришлось.\n\n— Что с плотом? — поинтересовался я, вновь переводя взгляд на серую громаду Стены.\n\n— Почитай, закончили, господин, — доложил Севан и тут же не преминул пожаловаться: — Мукри-то наш, склирс хитромордый, на пару со своим дружком усе оставшиеся веревки на куски порезал, в кучу сложил и теперь на этих самых обрывках узлы вяжет! Спрашивается — чего резать-то, раз заново связывать придется?! Если бы не ваш приказ, то я б ему показал, как справную веревку почем зря переводить! Я ему говорю — чего творишь? А он мне в ответ — такелаж вяжу, грит!\n\n— Не мешайте, — недовольно буркнул я, со смачным хрустом вгрызаясь в снежок. — Из нас они единственные, кто разбирается в мореходном деле. Раз надо — пусть режут.\n\n— Как скажете, господин, — пожал широченными плечами Севан. — Но без хорошей веревки в путь пускаться никогда не след!\n\n— Верно, — невольно растянул я губы в улыбке. — Но сейчас нам главное на ту сторону перебраться, а там уж как-нибудь раздобудем веревку. До темноты успеют?",
    "answers": [
      {
        "id": 39,
        "text": "Взглянуть на Севана"
      }
    ]
  },
  {
    "id": 39,
    "text": "— Успеют, — уверенно кивнул Севан. — А ежели не поспеют, то я…\n\n— То мы подождем до следующей ночи, — перебил я его. — Еще неизвестно, что за ночь сегодня будет и поднимется ли туман.\n\n— Тоже верно, господин, — согласился здоровяк, поправляя торчащий из-за плеча топор, и тут же горестно скривился, вновь переживая пропажу.\n\n— Будет уже, — поспешил я успокоить безутешного Севана. — Пропал и пропал, чего уж теперь.\n\nИменно этой пропажей объяснялись ворчливость и раздражительность Севана, который никак не мог смириться с пропажей своего любимого топора гномьей работы. Но в глубине души я был только рад столь незначительной плате за сохранение жизни гнома. А если вспомнить все приключения, что нам пришлось пережить внутри заброшенной Твердыни, эти темные лабиринты коридоров и населяющих их создания, то меня невольно брало удивление, что мы выбрались оттуда живыми.\n\n— Эх, господин! — с надрывом произнес здоровяк, косясь на тусклое и порядком выщербленное лезвие обычного грубого топора. — Легко сказать — пропал! А я со своим топориком столько всего пережил! Как тут не переживать? И дернуло же вас туда полезть! Как чуяло мое сердце, что стороной обойти надо! Так куда там, вас разве остановишь! Дались вам эти руины проклятущие! Крепость как крепость, да еще и разрушенная!",
    "answers": [
      {
        "id": 40,
        "text": "Возразить "
      },
      {
        "id": 41,
        "text": "Объяснить Севану, зачем отправились к крепости "
      }
    ]
  },
  {
    "id": 40,
    "text": "— Севан, забудь об этом. Это не просто крепость, так что отставь нытьё. Топор ты свой не просто утратил, а другу жизнь спас. – я старался убедить Севана, хотя терял самоконтроль. \n\n— Другу? Жизнь? — рявкнул здоровяк. — Удавил бы гаденыша коротконогого! Кто его дернул туда лезть? Рычаг, рычаг! Надо дернуть, надо дернуть! Вот и дернул, скотина мелкая!\n\n— Я не скотина! И не мелкая! — из-за наших спин раздался донельзя обиженный голосок Тиксы. — Там оченно важный штука был!\n\n— Так, успокойтесь оба, — фыркнул я, подтягивая к себе лениво извивающиеся в снегу щупальца. — Что было, то прошло. Чего уж теперь слезы лить. Севан, от тебя так вообще такого никак не ожидал — пятый день мне мозг выносишь своим нытьем!\n\n— Что делаю, господин?! — вытаращился на меня здоровяк.\n\n— Мозг выносишь! Живыми выползли оттуда и ладно будет. Да еще и не с пустыми руками выбрались! Чего тебе еще?!\n\n— Топор!",
    "answers": [
      {
        "id": 42,
        "text": "Продолжить движение "
      }
    ]
  },
  {
    "id": 41,
    "text": "— Не просто крепость, а легендарная крепость, — поправил я Севана, стараясь придать голосу уверенность. — Сама Твердынь! Да и топор ты не просто так потерял, а другу жизнь спасая.\n\n— Другу? Жизнь? — рявкнул здоровяк. — Удавил бы гаденыша коротконогого! Кто его дернул туда лезть? Рычаг, рычаг! Надо дернуть, надо дернуть! Вот и дернул, скотина мелкая!\n\n— Я не скотина! И не мелкая! — из-за наших спин раздался донельзя обиженный голосок Тиксы. — Там оченно важный штука был!\n\n— Так, успокойтесь оба, — фыркнул я, подтягивая к себе лениво извивающиеся в снегу щупальца. — Что было, то прошло. Чего уж теперь слезы лить. Севан, от тебя так вообще такого никак не ожидал — пятый день мне мозг выносишь своим нытьем!\n\n— Что делаю, господин?! — вытаращился на меня здоровяк.\n\n— Мозг выносишь! Живыми выползли оттуда и ладно будет. Да еще и не с пустыми руками выбрались! Чего тебе еще?!\n\n— Топор!",
    "answers": [
      {
        "id": 42,
        "text": "Продолжить движение "
      }
    ]
  },
  {
    "id": 42,
    "text": "— Вот топор! — глядя на здоровяка снизу вверх, буркнул гном, тыча пальцем в новое оружие Севана.\n\nИздав нечто вроде сдавленного полувсхлипа, полурыка, Севан сквозь стиснутые зубы с шипением выпустил воздух и, глядя в небо, глухо пробормотал:\n\n— Как же вы его в пути-то не пришибли, господин Корис? Как руку удержали?\n\n— А это потому что я ледяной и холодный, — мрачно ответил я, с противным скрипом проводя стальным пальцем перчатки по покрытой инеем броне. — Тикса, ты лучше помолчи, не доводи Севана. Все же он тебе жизнь спас.\n\n— Спас, — согласно кивнул всклокоченной бородой коротышка. — А потом каждый час об этом напоминать! Говорить — какой хороший топор и на такую бородатую мелочь поменять! Я не мелочь!\n\n— Хватит! — рыкнул я и круто сменил тему: — До полуночи времени полно, значит, можно и поговорить. Севан, ты что-то говорил о Стене… согласен ли я, что она сберегла много жизней? Нет, не согласен. Я считаю, что император Мезеран совершил страшное преступление против собственного народа, когда повелел начать постройку Пограничной Стены! Более того — для постройки столь мощного защитного сооружения не было ни единой веской причины. Ни единой!",
    "answers": [
      {
        "id": 43,
        "text": "Выслушать ответ "
      }
    ]
  },
  {
    "id": 43,
    "text": "— Не понимаю, господин… как не согласны? Она же людей от нежити защищает. Неужто про шурдов проклятущих и прочих тварей позабыли?! Ее простой народ так и называет: Стена-защитница!\n\nТикса промолчал, но слушал с крайне заинтересованным видом. Вот уж любознательный…",
    "answers": [
      {
        "id": 44,
        "text": "Согласиться с Севаном"
      },
      {
        "id": 45,
        "text": "Поспорить с Севаном"
      }
    ]
  },
  {
    "id": 44,
    "text": "— Да, защищает, — кивнул я. — Сейчас. В последние дни ко мне возвращается… нет, не память… но я начинаю мыслить по-другому. Словно за пару дней умудрился окончить пару учебных заведений и набрался знаний… Но не это важно. Пока мы шли к Стене, я все думал — зачем ее построили?\n\n— Как зачем? Говорю же…\n\n— Подожди, — оборвал я его и с хрустом сжал в ладони еще один снежок. — Я, может, ничего не помню, но сведений нахвататься успел. Смотри сам. Двести лет назад братоубийственная война закончилась. Закончилась со смертью Тариса и с приходом чудовищных катаклизмов, вызванных его гибелью. Мятежные войска потеряли боевой дух, лишились поддержки мощного некроманта, а под ногами агонизирующая земля ходуном ходила. Тут уже не до боя, остаться бы в живых и то хорошо. Правильно я говорю?",
    "answers": [
      {
        "id": 46,
        "text": "Дождаться ответа"
      }
    ]
  },
  {
    "id": 45,
    "text": "\n— Подожди, — оборвал я его и с хрустом сжал в ладони еще один снежок. — Я, может, ничего не помню, но сведений нахвататься успел. Смотри сам. Двести лет назад братоубийственная война закончилась. Закончилась со смертью Тариса и с приходом чудовищных катаклизмов, вызванных его гибелью. Мятежные войска потеряли боевой дух, лишились поддержки мощного некроманта, а под ногами агонизирующая земля ходуном ходила. Тут уже не до боя, остаться бы в живых и то хорошо. Правильно я говорю?",
    "answers": [
      {
        "id": 46,
        "text": "Дождаться ответа "
      }
    ]
  },
  {
    "id": 46,
    "text": "— Правильно, господин. Войска мятежников начали сдаваться. Целые отряды бежали с поля боя навстречу имперской армии с поднятыми руками. Как не побежать, когда за спиной настоящий ад разверзся.\n\n— Во-о-от! — удовлетворенно кивнул я. — Армия Тариса приказала долго жить. Сражаться некому. Война прекращена. По обезлюдевшим землям шатается нежить, не пожелавшие сдаться солдаты противника и сотворенные магией твари, но их относительно немного — ведь больше некому пополнять их поредевшие ряды в столь огромных количествах. К тому же они грызутся друг с дружкой, еще больше уменьшая свою численность. Спустя неделю-другую землетрясения постепенно утихают, пожары тухнут, реки возвращаются в свои русла, дым рассеивается, провалы в земле смыкаются. И в это время, вместо того чтобы направить в покоренные земли войска для зачистки от оставшихся мятежников и нечисти, а следом за ними мирных поселенцев для возрождения провинций… император Мезеран приказывает разделить свою страну огромной стеной, добровольно отказываясь от обширнейшего куска территории… Где смысл? Зачем тогда было вообще воевать? Одним приказом Мезеран собственноручно обрек себя на полное поражение.",
    "answers": [
      {
        "id": 47,
        "text": "Объяснить "
      }
    ]
  },
  {
    "id": 47,
    "text": "— Но ведь сами же говорите — твари мерзкие остались, магия, нежить.\n\n— И их следовало истребить безжалостно! Не считаясь с потерями! Шаг за шагом следовало продвигаться внутрь этих земель и чистить, чистить их от скверны! До тех пор, пока войска не дойдут до запада и не упрутся в Ядовитое море. А в особенности надлежало обратить внимание на самых опасных и самых разумных тварей, детищ Тариса — шурдов, что за два века наплодились в столь большом количестве, что осмеливаются штурмовать Стену! Темные гоблины набрались познаний в некромантии, освоили полководческое искусство, покорили своей воле сгархов, взяли под контроль большую часть Диких Земель — и все это благодаря поступку Мезерана, подарившего им столь долгую отсрочку. Два столетия страна делала все, чтобы не тревожить покой населяющих Дикие Земли тварей. И продолжает это делать.\n\n— Верно говорить, друг Корис, — замотал головой коротышка. — Глупо! Очень глупо!\n\n— Тебе-то откуда знать, — беззлобно проворчал успокоившийся Севан. — Я вам прямо скажу, господин: никогда и в голову не брал, нужно ли было строить Стену. С тех пор много воды утекло, никто толком уже и не знает ничего. Одни слухи да легенды остались. Я знаю одно — просто так такую махину строить бы не стали. Есть причина.",
    "answers": [
      {
        "id": 48,
        "text": "Согласиться с Севаном"
      }
    ]
  },
  {
    "id": 48,
    "text": "— Тут ты угадал, — усмехнулся я, снимая надоевший шлем и подставляя ледяное лицо дуновению легкой зимней поземки. — Причина есть обязательно — кому-то это было надо. Кто-то очень сильно хотел, чтобы Западные провинции были отданы на поживу темным тварям и огорожены запретной для перехода стеной. И этот «кто-то» своего добился. Но затем что-то пошло не так и его замысел рухнул, остался невоплощенным в жизнь…\n\n— Господин, да что вы такое говорите? — окончательно опешил здоровяк. — Кто мог пожелать такого? И для чего?\n\n— Ответов у меня нет, — угрюмо буркнул я. — Есть лишь догадки. Скажи, Севан, чем отличаются Дикие Земли от земель по ту сторону Стены?\n\n— Тварей там нет поганых, — неуверенно предположил Севан. — Нежить неупокоенная не бродит.\n\n— Почти угадал, — кивнул я. — Только копать начал с самого низу. Здесь нет Церкви, Севан. В покинутой нами стране нет темной нечисти и нет восставших мертвяков только потому, что Церковь бдительно следит за этим. Помнишь рассказы отца Флатиса? О том, как карательные церковные отряды вычищают могильники, уничтожают некромантов и упокаивают нежить?\n\n— Орден Искореняющих Ересь, — пробормотал Севан. — Святые люди.\n\n— Но сюда, за Стену, они не суются, — добавил я. — Здесь, в Диких Землях, некромант может чувствовать себя как дома, не боясь, что в любой момент в его дверь постучатся инквизиторы с пылающими факелами в руках и молитвой на устах. И некромантов здесь предостаточно — считай, каждый десятый шурд. Уверен, что шурды как-то связаны со всем этим напрямую. Слишком явное совпадение.",
    "answers": [
      {
        "id": 49,
        "text": "Сопоставить факты"
      },
      {
        "id": 48,
        "text": "Решение зависит от информации, которую вы успели получить по мере прохождения квеста",
        "comment": true
      },
      {
        "id": 52,
        "text": "Прекратить спор "
      }
    ]
  },
  {
    "id": 49,
    "text": "— Я, почитай, ни одного слова не понял, — признался Севан, с остервенением чеша в затылке. — Вы попроще говорите, господин, попроще. Без словечек ваших замудреных.\n\n— Да! — поддакнул гном. — Тикса ничего не понять, хотя ваш язык оченно хорошо знать!\n\n— Смотри сам, — вздохнул я и начал загибать пальцы. — Сопоставь известные нам факты и получишь весьма странную картину событий. \n\n— Еще проще, господин, — поспешил перебить меня здоровяк.\n\n— Первое, что меня удивило: наместник Западных провинций, младший принц Тарис Ван Санти получает в подарок от богатейшего купца несколько листов из древней книги некромантии. Вдумайся в эти слова, Севан, — книга проклятой Церковью некромантии от чинного и преуспевающего купца и, самое главное — кому! — самому принцу Тарису! Торговец не иначе с ума сошел, когда вздумал делать такие смертельно опасные подарки — одно слово наместника любому священнику и уже через час дом купца будет пылать чадным огнем, а он сам окажется в церковных застенках, где из него раскаленными клещами будут рвать куски мяса! Да и несвойственно торговому люду делать такие подарки — молодой принц куда благосклонней отнесется к твоей просьбе, если ее подкрепить великолепным скаковым жеребцом, сундуком, полным золота, или, на худой конец, дорогим оружием. Но пара драных и грязных листов с каракулями, да еще и о некромантии! И принц согласился принять этот подарок!",
    "answers": [
      {
        "id": 50,
        "text": "Посмотреть на собеседников"
      },
      {
        "id": 49,
        "text": " Приведённые факты влияют на дальнейшее развитие сюжета. Старайтесь из каждой ситуации получать максимальную выгоду и новую информацию. ",
        "comment": true
      }
    ]
  },
  {
    "id": 50,
    "text": "— Теперь понимаю, господин Корис, — задумчиво произнес Севан, а Тикса безмолвно закивал, не сводя с меня горящего любопытством взгляда.\n\n— Теперь идем дальше. Тарис начинает проводить темные ритуалы над несчастными пещерными гоблинами. Дает им помимо ничего не забывающей памяти еще и острый разум. Для чего тратить на них время? Пытался создать из гоблинов преданную армию? Не смешно. Один ниргал в состоянии справиться с пятью десятками шурдов, и даже не запыхается. Обучить их некромантии — для этого нужно еще больше времени.\n\n— Да, не быстрое это дело, господин, — согласился со мной здоровяк. — Пока что получится, да и получится ли еще — это тебе не яйцо на сковородку разбить. Опять же, пока гоблинши родят, пока младенцы вырастут в могущих поднять оружие мужей… Самое малое лет двадцать пройдет.\n\n— Точно, — обрадовался я тому, что Севан начал понимать, куда я клоню.",
    "answers": [
      {
        "id": 51,
        "text": "Продолжить разъяснения "
      }
    ]
  },
  {
    "id": 51,
    "text": "А на стороне Империи обученные боевые маги, могущие одним движением пальца испепелить сотню воинов. Вот и непонятно — для чего Тарис терял драгоценное время с мелкими тщедушными гоблинами? Неясен ход мыслей принца. Ради чего он вообще связался с некромантией? Если он стремился занять Престол, то проще устранить ненавистного брата Мезерана руками наемных убийц. Проверенный тысячелетиями способ. Как бы то ни было, принц своего добился и создал шурдов. Сразу после этого он начинает высылать из страны священников, начинает гонения против Церкви, занимается некромантией в открытую, строит жертвенные зиккураты и приносит кровавые человеческие жертвы! После этого деяния шансы принца занять трон практически исчезают!",
    "answers": [
      {
        "id": 53,
        "text": "Сделать умозаключение "
      }
    ]
  },
  {
    "id": 52,
    "text": "– На этом и закончим наш разговор.\n\n– Ну погодите, вы почти смогли изменить мою точку зрения. – измученный дорогой Севан пытается ухаптиться за любую возможность продолжить диалог. – Приведите свои аргументы, господин.\n\n– Да! – воскрикнул Тикса.\n\n— Смотри сам, — вздохнул я и начал загибать пальцы. — Сопоставь известные нам факты и получишь весьма странную картину событий. \n\n— Еще проще, господин, — поспешил перебить меня здоровяк.\n\n— Первое, что меня удивило: наместник Западных провинций, младший принц Тарис Ван Санти получает в подарок от богатейшего купца несколько листов из древней книги некромантии. Вдумайся в эти слова, Севан, — книга проклятой Церковью некромантии от чинного и преуспевающего купца и, самое главное — кому! — самому принцу Тарису! Торговец не иначе с ума сошел, когда вздумал делать такие смертельно опасные подарки — одно слово наместника любому священнику и уже через час дом купца будет пылать чадным огнем, а он сам окажется в церковных застенках, где из него раскаленными клещами будут рвать куски мяса! Да и несвойственно торговому люду делать такие подарки — молодой принц куда благосклонней отнесется к твоей просьбе, если ее подкрепить великолепным скаковым жеребцом, сундуком, полным золота, или, на худой конец, дорогим оружием. Но пара драных и грязных листов с каракулями, да еще и о некромантии! И принц согласился принять этот подарок!",
    "answers": [
      {
        "id": 50,
        "text": "Посмотреть на собеседников "
      }
    ]
  },
  {
    "id": 53,
    "text": "Дальше больше — начинается война, по окончанию которой Тарис оказывается поражен собственным оружием и заключен в Ильсеру. А Мезеран повелевает построить Пограничную Стену, даруя огромные земли в дар новорожденной расе шурдов некромантов! Сейчас ничего не отвечай, не спорь. Ты просто хорошенько задумайся над моими словами, Севан. Не слишком ли много совпадений? И почему все эти поступки так или иначе связаны с рождением Диких Земель? А теперь пошли взглянем на плот. Как-никак нам на нем плыть…",
    "answers": [
      {
        "id": 54,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 54,
    "text": "Темная морская вода с плеском накатывала на плот и с тихим шипением уходила в щели между бревнами, оставляя после себя клочья пены и ошметки водорослей. Поставленный по ветру парус изредка хлопал о мачту, и этот шум казался оглушительно громким, заставляя нас вздрагивать и сквозь зубы исторгать ругательства.\nБыло от чего нервничать — ночь была непроглядно-темной, но в отличие от своих спутников, я отчетливо различал грозный силуэт имперского боевого корабля, застывший в четверти лиги от нас. Мы уже обогнули стену и сейчас крались к берегу по другую сторону Пограничной Стены и я ощущал себя мышонком, старающимся прокрасться к куску сыра мимо спящего, но от этого не менее страшного кота. Слава Создателю, самый пик пологой дуги, когда мы были наиболее близко к кораблю, уже преодолен, и сейчас мы медленно удалялись прочь.\n\nВ довершение всего в мозгу прочно засели две неприятные мысли. Во-первых я был единственным, кто мог привлечь внимание священника, если таковой находился на корабле, а во-вторых, если плот перевернется, то я и ниргал, в своей тяжелой броне, мгновенно пойдем ко дну подобно якорю. Не будет шанса даже побарахтаться.",
    "answers": [
      {
        "id": 55,
        "text": "Размышлять "
      }
    ]
  },
  {
    "id": 55,
    "text": "Впрочем, у остальных шансов на выживание не больше — вода ледяная, тело вмиг скрутит судорога, а до берега еще ой как далеко…\nНа плоту уместился весь отряд, все девять человек, но места хватило едва-едва. Вернее, восемь человек и один гном. Разношерстная компания — и все «бывшие». Двое бывших пиратов, трое бывших наемников, двое бывших дворян, один бывший человек, а теперь незнамо что и… впрочем, здесь я ошибся — Тикса, единственный из нас не потерял своего статуса. Обычный молодой гном из изгнанного клана Подгорного народа. Но и он в какой-то мере чего-то лишен.\nМертвые туши лошадей остались в Диких Землях в виде разрозненных кусков мяса. На этот шаг я пошел с крайней неохотой и от безвыходности. Тащить тяжелых животных на хлипкий плот и всю дорогу бояться, что одна из наших коняг от испуга перед водой звонко заржет, выдавая нас с головой… это было слишком рискованно. А просто расседлать и оставить лошадей у Стены не смогли из-за тех опасений, что лошади пойдут на запах людей и дыма, выйдя прямиком к воротам, где стража, несомненно, удивится при виде восьмерки скаковых животин без малейших признаков всадников и поднимет переполох. Вот и пришлось отдать приказ забить животных и порезать на куски, чтобы не плодить нежить.\n\nИ еще я порадовался, что мы, несмотря на слезные просьбы Аллариссы, не взяли с собой ее огромного пса, оставив его в поселении. Гавкал псина поистине громогласно, да и нравом отличался неуемным. Так что пришлось верной собаке расстаться со своей хозяйкой, ради спасения которой в свое время он столько всего сделал.",
    "answers": [
      {
        "id": 56,
        "text": "Вернуться в реальность "
      }
    ]
  },
  {
    "id": 56,
    "text": "Парус вновь ударился о мачту, и я вынырнул из раздумий, с нарастающей тревогой взглянув на медленно удаляющийся сторожевой корабль. Слишком медленно удаляющийся.\n\n— Парус должен так хлопать? — зло прошипел здоровяк, нависая над сидящим у рулевого весла Мукри. — Какого склирса он так хлопает?!\n\n— У берега всегда так, — столь же тихо ответил Мукри. — Поделать ничего нельзя, если только спустить парус и дальше веслами.\n\n— Господин? — вопросительно взглянул Севан, и после секундного промедления я утвердительно кивнул.\n\n— Спускайте.\n\n— Спускайте, — поддакнул обнявший мачту Тикса.\n\n— Да, спускайте, а то так страшно хлопает, ровно вороньи крылья над могилой… — звонким колокольчиком прозвенел голос Аллариссы, и тут же протянул в яростном шипении Мукри:\n— Тихо, вот девчонка дурная!",
    "answers": [
      {
        "id": 57,
        "text": "Защитить Аллариссу"
      },
      {
        "id": 58,
        "text": "Промолчать "
      }
    ]
  },
  {
    "id": 57,
    "text": "Голосок точно у медной боцманской дудки — такой же звонкий и громкий! Над водой звук за долгие лиги разносится!\nОсекшись на полуслове, девушка замолчала.\n\n— Не нужно таких заявлений, все мы здесь диалог вели и она была в праве вмешаться. – Я грозным басом отвечаю Мукри, непрерывно смотря на корабль.\n\n– Вот именно, ты язычок-то укороти, — почти шепотом посоветовал пирату Севан. Здоровяк заметно охладел в своих отцовских чувствах после заявления Аллариссы о желании покинуть поселение, но заботу о ней по-прежнему проявлял.",
    "answers": [
      {
        "id": 59,
        "text": "Вмешаться"
      },
      {
        "id": 60,
        "text": "Игнорировать "
      }
    ]
  },
  {
    "id": 58,
    "text": "Голосок точно у медной боцманской дудки — такой же звонкий и громкий! Над водой звук за долгие лиги разносится!\nОсекшись на полуслове, девушка замолчала, зато вмешался ее защитник:\n\n— Ты язычок-то укороти, — почти шепотом посоветовал пирату Севан. Здоровяк заметно охладел в своих отцовских чувствах после заявления Аллариссы о желании покинуть поселение, но заботу о ней по-прежнему проявлял.",
    "answers": [
      {
        "id": 59,
        "text": "Вмешаться "
      },
      {
        "id": 60,
        "text": "Игнорировать "
      }
    ]
  },
  {
    "id": 59,
    "text": "— Все успокойтесь и затихните, — вмешался я, зло сверкнув светящимися многогранными ледяными кристаллами, что с недавних пор заменяли мне глаза. — Снять парус, весла в воду и грести всем. Ниргал, ты оставайся в центре рядом со мной и не дергайся. Не хватало еще плот опрокинуть.\nС тихим плеском обмотанные тряпками весла опустились в воду, и плот медленно направился к темной кромке берега. Заграс — еще один морской волк, отобранный Мукри в наш отряд, спешно спускал парус, стараясь производить как можно меньше шума.",
    "answers": [
      {
        "id": 62,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 60,
    "text": "– Не нужно её защищать, Севан. На плоте все равны, а эта девка может думать головой, чтобы мы все не погибли. – Мукри не отрываясь от штурвала беспристано отвечает.\n\n– Именно, что все равны, не следует указывать, кому молчать, а кому разговоры вести!\n\n– Я нас же спасаю... – Мукри обрывается на полуслове \n\n– Успокойтесь! Надо действовать, господин. – Тикс повышает голос. ",
    "answers": [
      {
        "id": 61,
        "text": "Раздать приказы "
      }
    ]
  },
  {
    "id": 61,
    "text": "— Снять парус, весла в воду и грести всем. Ниргал, ты оставайся в центре рядом со мной и не дергайся. Не хватало еще плот опрокинуть.\nС тихим плеском обмотанные тряпками весла опустились в воду, и плот медленно направился к темной кромке берега. Заграс — еще один морской волк, отобранный Мукри в наш отряд, спешно спускал парус, стараясь производить как можно меньше шума.",
    "answers": [
      {
        "id": 62,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 62,
    "text": "— Господин, — прошептал здоровяк, в чьих ручищах весло казалось игрушечным. — Вы в сторону корабля поменьше бы глядели, а то глаза словно фонари светятся. Да и на берег не смотрите, там тоже стражи не дремлют.\n\n— Тут ты прав, — отозвался я, поспешно прикрывая сияющие глаза закованной в стальную перчатку ладонью и опуская лицо к бревнам плота.\nПосле перенесенных нами передряг в руинах Твердыни глаза стали светиться еще ярче, а свисающие с моих плеч ледяные щупальца ярко светились в магическом зрении, переливаясь всеми оттенками синего.\n\n— Можно глаза тряпка завязать, — пропыхтел Тикса, наваливаясь на весло.\n\n— Лучше себе рот завяжи, — посоветовал горюющий по утраченному топору здоровяк, и Тикса обиженно замолк.",
    "answers": [
      {
        "id": 63,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 63,
    "text": "Разговор не утих, просто стал почти неслышным, но я не прислушивался. По-прежнему прикрывая пылающие синим светом глаза, я сквозь пальцы всматривался в медленно, но верно надвигающуюся на нас темную кромку берега. С виду — точно такой же, что был оставлен нами чуть более двух часов назад, а на самом деле совсем другой. И понятно это было с первого небрежного взгляда — у подножия холмистой гряды мирно светились огоньки небольшой деревни. Вот угас один из них, и я воочию представил себе, как уставшая за день крестьянка осторожно задувает масляную лампу и спешит в теплую постель к мужу. И воздух… Здесь был совсем другой воздух. Здесь пахло людьми и… спокойствием.\n\nЧерез полчаса плот мягко ткнулся в берег и застыл, удерживаемый упертыми в дно шестами. Выгрузка не заняла много времени, и вскоре мы все стояли на твердой земле и настороженно оглядывались по сторонам. Получилось. Нам удалось преодолеть Пограничную Стену и оказаться на другой стороне.\n\nОтойдя на два шага в сторону, я высвободил удерживаемый в руке пучок щупалец, и они взмыли в воздух, закачавшись над моей головой. Остальные оттаскивали наши невеликие пожитки подальше от кромки воды.",
    "answers": [
      {
        "id": 64,
        "text": "Устранить следы"
      }
    ]
  },
  {
    "id": 64,
    "text": "Мукри на пару с Севаном ожесточенно пилили ножами мокрые веревки, превращая плот в груду разрозненных бревен. С легким скрипом удерживаемая на растяжках мачта накренилась, и ее тут же подхватили крепкие руки мужчин, не давая с грохотом обрушиться.\n\n— Быстрее, — почти прошептал я, произнося эти слова безо всякой надобности.\nРабота и так шла вовсю. Без дела осталась только Алларисса, чью приближающуюся стройную фигурку я легко разглядел благодаря своему новому зрению и отступил на шаг, чтобы не дать ей попасть в пределы досягаемости моих ледяных щупалец.\n\n— Корис, — тихонько позвала девушка, вытянув перед собой руки подобно слепцу.\n\n— Я здесь, — отозвался я. — Стой на месте и не дергайся.\n\n— Вижу, — приглушенно фыркнула Алларисса, вглядываясь в ночь. — Выпустил своих новых друзей погулять?",
    "answers": [
      {
        "id": 65,
        "text": "Не нужно так говорить об них . Мы – команда"
      },
      {
        "id": 66,
        "text": "Да, выпустил погулять "
      }
    ]
  },
  {
    "id": 65,
    "text": "— Не нужно так говорить об них, это такие же люди, как и...— Я осекся, глядя на свои щупальца — Слушай, Аля, шла бы ты к… то есть, баронесса, вам лучше отойти к сумкам и там подождать, пока мы не закончим с плотом.\n\n— Я хотела поговорить… хотела объяснить… это важно… — тихо пробормотала она, и что-то в ее тоне не позволило мне отмахнуться от ее слов.\n\n— Хорошо. Но не сейчас. Сперва надо уйти подальше от берега, все разговоры потом. Но если хочешь — мы поговорим.\n\n— Обещаешь?\n\n— Да, баронесса. Обещаю, — глухо произнес я.\n\nБольше не проронив ни слова, Алларисса кивнула и направилась к сумкам, ориентируясь на приглушенное бормотание Тиксы, стаскивающего наши пожитки в одну большую кучу. А я обескураженно потянулся почесать затылок, но наткнулся на холодный металл шлема. Ну и как это понять? О чем собирается поговорить со мной вздорная девчонка, сама не знающая чего хочет?",
    "answers": [
      {
        "id": 67,
        "text": "Осмотреть развалины от плота"
      }
    ]
  },
  {
    "id": 66,
    "text": "— Ага, — кивнул я. — Слушай, Аля, шла бы ты к… то есть, баронесса, вам лучше отойти к сумкам и там подождать, пока мы не закончим с плотом.\n\n— Я хотела поговорить… хотела объяснить… это важно… — тихо пробормотала она, и что-то в ее тоне не позволило мне отмахнуться от ее слов.\n\n— Хорошо. Но не сейчас. Сперва надо уйти подальше от берега, все разговоры потом. Но если хочешь — мы поговорим.\n\n— Обещаешь?\n\n— Да, баронесса. Обещаю, — глухо произнес я.\n\nБольше не проронив ни слова, Алларисса кивнула и направилась к сумкам, ориентируясь на приглушенное бормотание Тиксы, стаскивающего наши пожитки в одну большую кучу. А я обескураженно потянулся почесать затылок, но наткнулся на холодный металл шлема. Ну и как это понять? О чем собирается поговорить со мной вздорная девчонка, сама не знающая чего хочет?",
    "answers": [
      {
        "id": 67,
        "text": "Осмотреть развалины от  плота "
      }
    ]
  },
  {
    "id": 67,
    "text": "Когда я перевел взгляд на плот, то обнаружил вместо него лишь пустое место. Плот бесследно испарился. Последние бревна совместными усилиями спешно затаскивали в обнаружившиеся поблизости густые заросли.\n\n— Все сделано, господин, — буркнул здоровяк, взваливая на плечи самый тяжелый и самый драгоценный наш мешок: помимо вещей самого Севана, там были найденные нами в руинах Твердыни ценности. — Можно уходить. И чем быстрей, тем лучше.\n\n— Командуй, — отозвался я, зачерпывая из-под ног пригоршню снега и лепя снежок. — Не забудьте замести следы.\n\n— Ветки уже срезали, заметем, — кивнул Севан. — Только куда пойдем-то, господин? Тут поблизости только деревушка мелкая, ежели вон тем огонькам верить.\n\n— Нет. В деревни заходить не стоит. Мне нужен город. На худой конец — небольшой, но оживленный городишко. Место, где можно найти Исцеляющего. Не думаю, что маги часто посещают деревни едва сводящих концы с концами рыбаков.\n\n— Тогда нам вон туда, — здоровяк ткнул пальцем мне за спину. — Ежели пойдем вдоль берега, то через пятнадцать-двадцать лиг уткнемся прямиком в Ротлер — портовый город. А других крупных поселений поблизости и нету. Ближайшее — лиг за пятьдесят, а то и больше будет. И самое главное — в Ротлере крепостной стены нет и в помине. С любого бока незаметно зайти можно, если знаешь как.",
    "answers": [
      {
        "id": 68,
        "text": "Значит идём в Ротлер "
      },
      {
        "id": 69,
        "text": "Ближе ничего нет? "
      }
    ]
  },
  {
    "id": 68,
    "text": "— Вот и решили, — ответил я, отводя в сторону настырно маячившее перед лицом щупальце. — Отправляемся в Ротлер…",
    "answers": [
      {
        "id": 70,
        "text": "Выдвинуться в путь"
      }
    ]
  },
  {
    "id": 69,
    "text": "– Расположенных ближе городов нет? – юркнул я, не надеясь получить положительный ответ.\n\n– Город Рассадников, но туда просто так не забраться. Он в той же стороне, жилых кварталов там нет. – Севан пожал плечами.\n\n– Значит движемся в ту сторону, глядишь, повезёт раньше, чем дойдем до Ротлера.",
    "answers": [
      {
        "id": 70,
        "text": "Выдвинуться в путь"
      }
    ]
  },
  {
    "id": 70,
    "text": "        * В это время.\nВы играете за Флатиса, повествование идёт от третьего лица.\n\nПридержав коня, отец Флатис бесстрастно оглядел открывшуюся его взору картину — на придорожном камне навзничь лежал мертвый мужчина с раззявленным ртом и раскинутыми в стороны руками. На груди виднелась глубокая колотая рана, некогда добротная купеческая одежда пропиталась кровью, превратившейся в лед. Открытые глаза слепо таращатся в небо из ввалившихся глазниц.\n\n— Сегодня ночью падал снег, не так ли? — ни к кому конкретно не обращаясь, поинтересовался отец Флатис, но ответ был получен незамедлительно.\n\n— Истинно так, святой отец. Снегопад закончился только под самое утро, с приходом благословленного Создателем нашим солнца, что своими лучами развеяло…\n\n— Я понял, — недовольно поморщившись, отец Флатис прервал цветистую речь молодого черноволосого монаха, что спешился и внимательно оглядывал закостеневшее от мороза тело. — Прибереги свое усердие в риторике для паствы. Мне достаточно услышать «да» или «нет».",
    "answers": [
      {
        "id": 71,
        "text": "Выслушать ответ"
      }
    ]
  },
  {
    "id": 71,
    "text": "— Мы догоняем носителя Близнеца, отец Флатис. Мы совсем близко, — эти слова произнес отец Морвикус из ордена Привратников, и в его обычно спокойном голосе слышалось возбуждение гончей, наткнувшейся на еще совсем свежий лисий след.\n\n— Нас разделяет самое большее полдня пути, — согласно кивнул отец Флатис, поправляя перепоясывающий белую меховую шубу красный пояс. — В это время года тракт относительно безлюден, к тому же мы практически на окраине страны, у самого южного побережья Ядовитого моря. Отец Морвикус, вы знаете эти края лучше, чем я. Если следовать этой дорогой, то куда она нас приведет милостью Создателя?\n\n— Впереди есть несколько небольших деревушек и хуторов, но они достаточно далеко от тракта, — наморщив лоб, медленно ответил священник. — Если проехать еще тридцать лиг, то мы окажемся в прибрежном городе Ротлере.\n\n— Ротлер… — задумчиво повторил отец Флатис, устремляя холодный взгляд на юг. — И там, несомненно, есть порт…\n\n— Порт, верфи, множество мелких рыбацких суденышек и корабли покрупнее. Туда часто заходят купеческие судна — пополнить запас воды и провианта, дать отдохнуть команде… Вы считаете что Близнец пытается ускользнуть из наших рук по морю?",
    "answers": [
      {
        "id": 72,
        "text": "Да"
      },
      {
        "id": 73,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 72,
    "text": "— Я в этом почти уверен, — сухо ответил священник, пришпоривая коня. — Если бы этот проклятый артефакт хотел затеряться, то отправился бы в самый центр страны, но никак не стремился бы столь упорно к ее границе. Нам следует поспешить. Не забудьте позаботиться о мертвом теле и, самое главное — разбейте оскверненный нечестивым жертвоприношением камень на мелкие куски, да прочтите изгоняющую зло молитву. Негоже оставлять поганый жертвенник целым.\nУ мерзлого куска мяса, некогда бывшего человеком, засуетилось трое монахов, а небольшой отряд продолжил свой путь по совсем истончившемуся торговому тракту, направляясь все дальше на юг, к портовому городу Ротлер.",
    "answers": [
      {
        "id": 76,
        "text": "Начать вторую главу | Ротлер"
      },
      {
        "id": 1,
        "text": "Продолжить игру позднее | Вернуться на первую страницу "
      },
      {
        "id": 72,
        "text": "Не забывайте использовать закладки и оставлять отзывы. Сборник терминов пополнен ",
        "comment": true
      }
    ]
  },
  {
    "id": 73,
    "text": "– Нет, но интуиция подсказывает, что его владелец Близнеца достаточно смышленный малый, чтобы не отправляться к границам империи. Он пойдёт туда, где его ждут наименее сильно. – Отец пришпаривает коня. \n\n– Это был бы разумный ход, нам нужно выдвигаться. \n\n– На крайний случай – отправь несколько человек по границе, чтобы мы имели хоть какую-то информацию в случае моего просчёта. – Отец Флатис осмотрел территорию. \n\n– Быть может, стоит использовать магию...? – отец Морвикус зайдёт осторожный вопрос \n",
    "answers": [
      {
        "id": 74,
        "text": "Согласиться и применить магию "
      },
      {
        "id": 75,
        "text": "Отказаться и положиться на интуицию"
      }
    ]
  },
  {
    "id": 74,
    "text": "– Ты прав, отец. – Флатис недовольно фыркнул и закрыл глаза.\n\nПогрузившись в мысли, он слышали лишь разговоры о \"топоре\", имя \"Сефан\" и \"господин\", но что-то странное ему причудилось в этой компании, неуловимая доля порчи.\n\n– Нет, я просто не пойму, если это не они. Выдвигаемся. ",
    "answers": [
      {
        "id": 76,
        "text": "Начать вторую главу | Ротлер"
      },
      {
        "id": 1,
        "text": "Продолжить игру позднее | Вернуться на первую страницу "
      },
      {
        "id": 74,
        "text": "Не забывайте использовать закладки и оставлять отзывы. Сборник терминов пополнен ",
        "comment": true
      }
    ]
  },
  {
    "id": 75,
    "text": "– Не стоит тратить энергию, – Отец Флатис грустно вздохнул, – Если это была ошибка, то непростильная и я буду вынужден понести за неё наказание. Впрочем, у нас нет времени на размышления. В путь!\n\nОтец Флатис запорол коня и трое всадников отправились в Ротлер",
    "answers": [
      {
        "id": 76,
        "text": "Начать вторую главу | Ротлер "
      },
      {
        "id": 1,
        "text": "Продолжить игру позднее | Вернуться на первую страницу "
      },
      {
        "id": 75,
        "text": "Не забывайте использовать закладки и оставлять отзывы. Сборник терминов пополнен ",
        "comment": true
      }
    ]
  },
  {
    "id": 76,
    "text": "                                       Глава 2\n                                      Ротлер\n\n* Повествование идёт от лица Кориса.\n\nПервое, что я испытал при виде широко раскинувшегося перед нами портового города Ротлер, — ощущение жутковатой нереальности происходящего. Казалось, что я сплю, грежу наяву.\nДень уже клонился к вечеру, но солнечного света вполне хватало, чтобы разглядеть окраины Коски в мельчайших подробностях. Разнокалиберные домишки стояли безо всякого видимого порядка, нависая над узкими улочками и переулками. На развешанных веревках сушилось, а вернее вымораживалось, белье. Над крышами вились многочисленные дымы из кухонных печей и просто очагов. И люди. Повсюду были люди. Непривычно много людей. Для меня, впервые осознавшего себя в безлюдных Диких Землях, видеть столь много людей было крайне непривычно. За тот час, что я провел закопавшись в сугроб и не сводя глаз с Коски, я увидел самое малое несколько сотен жителей, занимающихся своими привычными делами. Домохозяйки вытряхивали половики, суетились у покосившихся сарайчиков, задавая корм животным. Мужики пилили дрова, через забор перекидывались шуточками с соседями и прохожими. Дети помогали родителям, совсем мелкая ребятня, разделившись на две группы, обкидывались снежками из-за возведенных из снега укреплений. По-хозяйски вальяжно прошли стражники, зябко дуя на замерзшие ладони, лениво поглядывая по сторонам и небрежно отвечая на приветствия местных жителей.",
    "answers": [
      {
        "id": 77,
        "text": "Двигаться по главной дороге "
      }
    ]
  },
  {
    "id": 77,
    "text": "По ведущей в город раскатанной дороге в обе стороны неспешно тянулись сани, нагруженные вязанками дров, туго набитыми мешками, тускло поблескивающей чешуей рыбой и прочими грузами. И самое дикое и невообразимое моему привыкшему к вечной настороженности сознанию — ни у кого при себе не было оружия. Если, конечно, не считать вооруженных короткими мечами и копьями стражников, да несколько неказистых топоров для колки дров. Никто не оглядывался поминутно по сторонам в поисках опасности и не прислушивался с подозрением. Все занимались своими делами и плевали на окружающую их обстановку. Эти люди не осознавали своего счастья — они жили, а не выживали, подобно нам. Судя по внешнему виду домишек, застиранных тряпок и бродящих по дворам тощих кур — жили небогато, но именно жили, не боясь прихода завтрашнего дня. К тому же здесь городские окраины, по сути трущобы, а более зажиточные люди жили дальше, поближе к центру. Даже отсюда я отчетливо видел покрытые снегом островерхие крыши солидных каменных домов, увенчанные широкими дымовыми трубами.\nЕдинственным безжизненно выглядевшим местом были засыпанные снегом каменные руины на вершине нависающего над морем утеса. То ли развалины крепости, то ли остатки некогда величественного замка.",
    "answers": [
      {
        "id": 78,
        "text": "Посмотреть на спутников "
      }
    ]
  },
  {
    "id": 78,
    "text": "— Эх… — прогудел примостившийся рядом Севан, с размаха хлопая лежащего рядом молчаливого ниргала по железному плечу. — И мы вот так жили-поживали, горя-беды не знали…\nЗаметив, что я искоса взглянул на него, здоровяк поспешил исправиться:\n— То есть еще лучше жили, господин. Не чета этим голодранцам.\nИ дома посправней были и достатку куда как больше было… — Видя, что мой взгляд не стал мягче, Севан опять сменил ход своих мыслей: — Но скучно было! А теперь хоть и потяжше жизнь, но очень даже веселее!",
    "answers": [
      {
        "id": 79,
        "text": "Тебя никто не держит "
      },
      {
        "id": 80,
        "text": "Не напрягайся, ты прав. "
      },
      {
        "id": 81,
        "text": "Игнорировать "
      }
    ]
  },
  {
    "id": 79,
    "text": "– Севан, если жизнь здесь столь хороша, что ты готов отчалить и оставить нас – вперёд, тебя не держат. Это твой выбор. – Я старался придать голосу оттенок безразличия.\n\n– Я не это хотел сказать, господин. Конечно же я не брошу вас. – Севан вымученно улыбнулся, стараясь скрыть свое сожаление о начатом диалоге.\n\n— Все равно они хорошо живут, — колокольчиком прозвенел голос Аллариссы, лежащей по другую сторону от меня. — Ничего не боятся. А у нас каждый день ждешь, что нежить в дверь постучит…\n\n— Хе! — хмыкнул здоровяк, видя, что я не намерен поддерживать начавшуюся беседу. — Это тебе только кажется так, по молодости да несмышлености. У нас куда как проще жить, баронесса. Пришел шурд — топором ему промеж ушей. Приполз мертвяк не упокоенный — и ему топором туда же. Прискакал паук костяной, скажем…\n\n— Топором промеж ушей ему! — не сговариваясь, хором произнесли мы с Аллариссой, я невольно улыбнулся и добавил: — Только вот ушей у него нет.",
    "answers": [
      {
        "id": 82,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 80,
    "text": "— Не напрягайся, — буркнул я, и Севан с облегчением вздохнул.\n\n— Все равно они хорошо живут, — колокольчиком прозвенел голос Аллариссы, лежащей по другую сторону от меня. — Ничего не боятся. А у нас каждый день ждешь, что нежить в дверь постучит…\n\n— Хе! — хмыкнул здоровяк, видя, что я не намерен поддерживать начавшуюся беседу. — Это тебе только кажется так, по молодости да несмышлености. У нас куда как проще жить, баронесса. Пришел шурд — топором ему промеж ушей. Приполз мертвяк не упокоенный — и ему топором туда же. Прискакал паук костяной, скажем…\n\n— Топором промеж ушей ему! — не сговариваясь, хором произнесли мы с Аллариссой, я невольно улыбнулся и добавил: — Только вот ушей у него нет.",
    "answers": [
      {
        "id": 82,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 81,
    "text": " Я решил сделать вид, что не слышал слов Севана.\n\n— Все равно они хорошо живут, — колокольчиком прозвенел голос Аллариссы, лежащей по другую сторону от меня. — Ничего не боятся. А у нас каждый день ждешь, что нежить в дверь постучит…\n\n— Хе! — хмыкнул здоровяк, видя, что я не намерен поддерживать начавшуюся беседу. — Это тебе только кажется так, по молодости да несмышлености. У нас куда как проще жить, баронесса. Пришел шурд — топором ему промеж ушей. Приполз мертвяк не упокоенный — и ему топором туда же. Прискакал паук костяной, скажем…\n\n— Топором промеж ушей ему! — не сговариваясь, хором произнесли мы с Аллариссой, я невольно улыбнулся и добавил: — Только вот ушей у него нет.",
    "answers": [
      {
        "id": 82,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 82,
    "text": "— Вот-вот! И я туда клоню! Ну, или молитву прочесть, тоже неплохо действует! А тут звери посерьезней будут — те же сборщики податей. От них топором не отмашешься, молитвами не изгонишь. Ежели денег нет — из дома все выгребут подчистую, да в сарай и курятник заглянуть не забудут. Вот и думай теперь, какая тварь пострашнее выходит — мертвяк ли, что живьем тебя сожрать готов, либо сборщик податей, что и тебя и семью твою по миру пустит с сумой побираться. Едва сборщик за порог, священник тут как тут, мошной для пожертвований трясет… Так-то вот, баронесса. У нас жить, может, и пострашнее, да все проще выходит!\n\n— Угу, — хмыкнул я. — Думать не надо. Долбанул топором и проблемы нет.\n\n— Верно, господин, — подхватил здоровяк и тут же сник. — Вот только топора теперича нету…",
    "answers": [
      {
        "id": 83,
        "text": "Так и будешь напоминать? "
      },
      {
        "id": 84,
        "text": "Хватит ныть, найдём тебе новый топор. "
      },
      {
        "id": 85,
        "text": "Тикс, надо бы извиниться. "
      }
    ]
  },
  {
    "id": 83,
    "text": "— Так! Севан, ты долго еще будешь меня своим утерянным топором попрекать?!\n\n— Да разве ж я попрекаю? Горюю я неутешно!\n\n— А я что могу сделать? Предлагаешь назад в Твердыню вернуться да топор твой поискать? Те твари зубастые, что там обитают, нам с радостью помогут!\n\n— Зачем возвращаться, господин Корис? Ни к чему это. Я тут с Тиксой нашим парой слов перекинулся, так он говорит, что в городишке должны быть гномы-оружейники…\n\n— Намек ясен, — чуть помолчав, ответил я и, покосившись на напряженно молчащего Севана, буркнул: — Так и быть. Если найдем, то купим тебе топор. Только без позолоты на рукояти и драгоценных каменьев на обухе!\n\n— Та на кой склирс мне каменья?! — воспрял духом Севан. — Лишь бы топор справный был, большего моя душенька и не желает! От спасибо, господин!\n\nНедвижно лежащий ниргал внезапно ожил, со скрипом сочленений приподнялся и, направив на меня темные прорези смотровых щелей шлема, поочередно ткнул пальцем в висящий на поясе меч, тощую сумку с арбалетными болтами и сам арбалет.",
    "answers": [
      {
        "id": 86,
        "text": "Тебе тоже экипировку обновить? "
      },
      {
        "id": 87,
        "text": "Ну нет, на всех у меня запасов не хватит. "
      }
    ]
  },
  {
    "id": 84,
    "text": "— Так! Севан, ты долго еще будешь меня своим утерянным топором попрекать?! Новый не устроил, значит ещё один соорудим.\n\n— Да разве ж я попрекаю? Горюю я неутешно!\n\n— А я что могу сделать? Предлагаешь назад в Твердыню вернуться да топор твой поискать? Те твари зубастые, что там обитают, нам с радостью помогут!\n\n— Зачем возвращаться, господин Корис? Ни к чему это. Я тут с Тиксой нашим парой слов перекинулся, так он говорит, что в городишке должны быть гномы-оружейники…\n\n— Намек ясен, — чуть помолчав, ответил я и, покосившись на напряженно молчащего Севана, буркнул: — Так и быть. Если найдем, то купим тебе топор. Только без позолоты на рукояти и драгоценных каменьев на обухе!\n\n— Та на кой склирс мне каменья?! — воспрял духом Севан. — Лишь бы топор справный был, большего моя душенька и не желает! От спасибо, господин!\n\nНедвижно лежащий ниргал внезапно ожил, со скрипом сочленений приподнялся и, направив на меня темные прорези смотровых щелей шлема, поочередно ткнул пальцем в висящий на поясе меч, тощую сумку с арбалетными болтами и сам арбалет.",
    "answers": [
      {
        "id": 86,
        "text": "Тебе тоже экипировку обновить? "
      },
      {
        "id": 87,
        "text": "Ну нет, на всех у меня запасов не хватит. "
      }
    ]
  },
  {
    "id": 85,
    "text": "— Тикс, нехорошо вышло то, надо бы извиниться перед Севаном. \n\n— Да я разве не извинялся?! Новый топор ему ничуть не хуже сделал! – Сидящий за спиной Тикс обиженно откликается. \n\n— А я что могу сделать? Предлагаешь назад в Твердыню вернуться да топор твой поискать? Те твари зубастые, что там обитают, нам с радостью помогут! – Обращаюсь я к Севану.\n\n— Зачем возвращаться, господин Корис? Ни к чему это. Я тут с Тиксой нашим парой слов перекинулся, так он говорит, что в городишке должны быть гномы-оружейники…\n\n— Намек ясен, — чуть помолчав, ответил я и, покосившись на напряженно молчащего Севана, буркнул: — Так и быть. Если найдем, то купим тебе топор. Только без позолоты на рукояти и драгоценных каменьев на обухе!\n\n— Та на кой склирс мне каменья?! — воспрял духом Севан. — Лишь бы топор справный был, большего моя душенька и не желает! От спасибо, господин!\n\nНедвижно лежащий ниргал внезапно ожил, со скрипом сочленений приподнялся и, направив на меня темные прорези смотровых щелей шлема, поочередно ткнул пальцем в висящий на поясе меч, тощую сумку с арбалетными болтами и сам арбалет.",
    "answers": [
      {
        "id": 86,
        "text": "Тебе тоже экипировку обновить? "
      },
      {
        "id": 87,
        "text": "Ну нет, на всех у меня запасов не хватит. "
      }
    ]
  },
  {
    "id": 86,
    "text": "— А? Хочешь сказать, что и тебе оружие поменять и подремонтировать надо? — спросил я, и ниргал утвердительно ударил себя кулаком в грудь.\n\n— А у меня Древин молоток забрать и еще по макушка кулаком ударить! — запыхтел поспешно подползающий Тикса. — Господина! Новый молоток надо покупать! И топор тоже! И два брусок хороший железо!\n\n— Та-а-ак… — протянул я. — Если сейчас еще и остальные прибегут и новое оружие клянчить начнут…\n\n— Нет, не прибежать, — мотнул всклокоченной головой Тикса. — Я им не сказать, что вы всем деньги на оружие давать!\n\n— Ах ты склирс хитроухий! — рыкнул Севан под аккомпанемент смеха Аллариссы. — Себе, значит, кусок урвать хочешь, а другим и словечком не обмолвился.\n\n— Ты мне тоже не сказать! — с достоинством ответил гном. — Я сам услышать!\n\n— Еще и подслушиваешь, значит, — не сдавался здоровяк, и мне пришлось прервать начинавшуюся перепалку:\n— До кузницы и оружейной лавки еще добраться надо. Севан, есть мысли, как нам незаметно в город попасть?",
    "answers": [
      {
        "id": 88,
        "text": "Выслушать Севана "
      }
    ]
  },
  {
    "id": 87,
    "text": "\n— А у меня Древин молоток забрать и еще по макушка кулаком ударить! — запыхтел поспешно подползающий Тикса. — Господина! Новый молоток надо покупать! И топор тоже! И два брусок хороший железо!\n\n— Та-а-ак… — протянул я. — Если сейчас еще и остальные прибегут и новое оружие клянчить начнут…\n\n— Нет, не прибежать, — мотнул всклокоченной головой Тикса. — Я им не сказать, что вы всем деньги на оружие давать!\n\n— Ах ты склирс хитроухий! — рыкнул Севан под аккомпанемент смеха Аллариссы. — Себе, значит, кусок урвать хочешь, а другим и словечком не обмолвился.\n\n— Ты мне тоже не сказать! — с достоинством ответил гном. — Я сам услышать!\n\n— Еще и подслушиваешь, значит, — не сдавался здоровяк, и мне пришлось прервать начинавшуюся перепалку:\n— До кузницы и оружейной лавки еще добраться надо. Севан, есть мысли, как нам незаметно в город попасть?",
    "answers": [
      {
        "id": 88,
        "text": "Выслушать Севана "
      }
    ]
  },
  {
    "id": 88,
    "text": "— Есть, господин, как не быть? Дело ведь нехитрое. Сначала я с Гирвом и Мукри в городишко наведаемся, по сторонам осмотримся хорошенько. Постоялый двор присмотрим, чтобы на самом отшибе и подальше от церкви, комнаты снимем, а затем и за вами вернемся. Часа за два обернемся, думаю.\n\n— Дело говоришь, — согласился я. — Тогда не теряйте время. Скоро уж смеркаться начнет, стража на ночное патрулирование выйдет.\n\n— Стража ерунда, господин, — небрежно отмахнулся Севан. — Пока мы тут в сугробе лежали, я уж насмотрелся их. Одно слово что стража, а на самом деле место пустое. Вона пуза какие отрастили, что и кольчугу не натянуть! Я другого опасаюсь — как бы нам на священника по пути не наткнуться, как вас к трактиру вести будем.\n\n— Это да, — бледно усмехнулся я. — При виде меня священника удар хватит сразу. Шума будет… Да и от обычных жителей подальше держаться надо — одни мои щупальца чего стоят.\n\n— Вот и я про то же говорю, — хмыкнул Севан. — Такие улочки присмотреть надо, куда и святоши носа не сунут и случайный прохожий не зайдет. Погрязнее и позапашистей.\n\n— Меня возьмите! — встрял Тикса и тут же сник, видя, как я отрицательно качнул головой.",
    "answers": [
      {
        "id": 89,
        "text": "Ладно, иди. *Отпустить Тиксу"
      },
      {
        "id": 90,
        "text": "Нет, ты нужен на месте. *Оставить Тиксу"
      }
    ]
  },
  {
    "id": 89,
    "text": "— Ладно, пройдись с Севаном, — кивнул я. — И не вздумайте спор начинать. Давай, Севан, отправляйтесь в дорогу, а мы вас здесь подождем. Хотя… Алларисса, может, тебе лучше с ними пойти? Чего в сугробе мерзнуть?\n\n— Я с т… с вами подожду, — на секунду запнулась девушка. — Я не замерзла.\n\n— Ладно, — попытался пожать я плечами, позабыв, что заключен в массивные доспехи, как орех в скорлупу. — Севан, когда комнаты выбирать будешь, позаботься, чтобы одна неотапливаемая была и с окнами, чтобы открыть можно.\n\n— Понял, господин, — кивнул Севан, пятясь назад. — Вы, главное, никуда не деньтесь отсюдова! С сумерками вернемся.\n\n— Не денемся, — пообещал я, вновь устремляя взгляд на Ротлер.\n\nМеня настолько заворожил неспешный и беззаботный ток городской жизни, что я был готов любоваться часами, будто деревенский мальчишка, впервые попавший на веселую ярмарку с различными диковинами.",
    "answers": [
      {
        "id": 91,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 90,
    "text": "— Ты здесь сиди и носа не высовывай, — велел я. — Представляю, как вы со стороны с Севаном на пару смотреться будете. Давай, Севан, отправляйтесь в дорогу, а мы вас здесь подождем. Хотя… Алларисса, может, тебе лучше с ними пойти? Чего в сугробе мерзнуть?\n\n— Я с т… с вами подожду, — на секунду запнулась девушка. — Я не замерзла.\n\n— Ладно, — попытался пожать я плечами, позабыв, что заключен в массивные доспехи, как орех в скорлупу. — Севан, когда комнаты выбирать будешь, позаботься, чтобы одна неотапливаемая была и с окнами, чтобы открыть можно.\n\n— Понял, господин, — кивнул Севан, пятясь назад. — Вы, главное, никуда не деньтесь отсюдова! С сумерками вернемся.\n\n— Не денемся, — пообещал я, вновь устремляя взгляд на Ротлер.\n\nМеня настолько заворожил неспешный и беззаботный ток городской жизни, что я был готов любоваться часами, будто деревенский мальчишка, впервые попавший на веселую ярмарку с различными диковинами.\n\n",
    "answers": [
      {
        "id": 91,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 91,
    "text": "Как мы ни таились и ни старались проскользнуть в город тихими ночными тенями, из этой затеи ничего не вышло. Из-за меня. Вернее, из-за того шума, что я производил, громыхая окованными железом ногами по мощенной камнем улочке. А облаченный в точно такую же броню ниргал двигался абсолютно бесшумно, и поди пойми, как это у него получается. Эхо многократно отражалось от нависающих над нашими головами стен и улетало дальше в глубь улиц, оповещая всех и каждого о нашем приближении. И поделать с этим я ничего не мог. Мое ледяное тело и так было гораздо тяжелее тела обычного человека, а если прибавить к этому существенный вес доспехов… да еще и отчасти потерянная мною чувствительность давала о себе знать. В общем, тихого проникновения в Ротлер не получилось.\n\nКогда мы уже удалились от нищих окраинных трущоб и вошли в застроенную каменными домами часть города, одно из окон с грохотом распахнулось и наружу свесился облаченный в ночную рубашку мужчина, держа в руке горящую свечу. Он явно собирался высказать все, что думает о шатающихся ночью бродягах и пьяницах, но когда его разъяренный взгляд уперся в группу крайне мрачных и вооруженных людей, среди которых я возвышался подобно заиндевевшей стальной башне, слова замерли на его языке, и, аккуратно задув свечу, он беззвучно убрался обратно в дом, оставив ставни открытыми.",
    "answers": [
      {
        "id": 92,
        "text": "Двигаться дальше "
      }
    ]
  },
  {
    "id": 92,
    "text": "А мы пошли дальше, пробираясь по лабиринту перепутанных улочек и переулков, похожих друг на друга как капли воды. Впрочем, Севан точно знал, куда идти, и вскоре мы уперлись в наглухо закрытые ворота, за которыми виднелась островерхая крыша двухэтажного здания. Над воротами косо висела грязная вывеска, и, пользуясь тем, что свободно вижу в темноте, я прочел короткую надпись: «У Жирного Пита». Судя по покрывавшей вывеску грязи и почти исчезнувшей краске, надпись не обновляли уже очень и очень давно.\n\nСеван пару раз врезал кулаком по створке ворот, сказал несколько коротких слов в приоткрывшееся окошко, и тут же послышался шум снимаемого с крючьев засова. Створка немного приоткрылась — как раз достаточно, чтобы протиснуться по одному, внутри замелькал свет факела. Здоровяк решительно шагнул за ворота, и почти сразу оттуда послышался его приглушенный голос:\n— Свет убери.\n\n— Так ведь темень какая, уважаемый, — проблеял ему в ответ жиденький голосок, но Севан остался непреклонным.\n\n— Убери, кому сказано! Туши факел!\n\nВо дворе раздалось противное шипение — похоже, факел попросту воткнули в сугроб. Сразу ощутимо потемнело. Только тогда я тяжело шагнул вперед, впервые в жизни заходя в трактир и постоялый двор одновременно. Едва я оказался внутри, широкоплечая фигура здоровяка прикрыла меня от слепо таращащегося в темноту пузатого мужичка, пытающегося увидеть хоть что-нибудь.",
    "answers": [
      {
        "id": 93,
        "text": "Осмотреться "
      }
    ]
  },
  {
    "id": 93,
    "text": "А я неподвижно застыл на месте, оглядывая относительно небольшой двор и удерживая в руках пучок рвущихся на свободу ледяных щупалец. Сбоку к широкому фасаду трактира пристроена конюшня, откуда доносится фырканье лошадей, вдоль забора тянутся небольшие хозяйственные постройки и поленницы дров. Все до единого выходящие во двор окна первого этажа ярко освещены, внутри мелькают тени и слышно не особо мелодичное треньканье какого-то струнного инструмента. Веселье в самом разгаре, и это посреди ночи.\n\n— Чего застыл на месте? — зло рыкнул Севан на встречающего нас слугу. — Веди гостей внутрь.\n\n— Да, господин, — отмер и поспешно склонился в низком поклоне любопытный мужичок. — А… а лошади где? Животину мы живо в конюшню определим, самого лучшего овса зададим, почистим, гривы расчешем и всего-то в несколько медяков вам обойдется…",
    "answers": [
      {
        "id": 94,
        "text": "Лошадей нет"
      },
      {
        "id": 95,
        "text": "Позволить Севану ответить"
      }
    ]
  },
  {
    "id": 94,
    "text": "–У нас нет лошадей. – Я стараюсь говорить как можно мягче, не позволяя вспыльчивому Севану напугать и без того беспокойного слугу.\n\nМы бы и сами зашли, но здоровяк не хотел давать любопытному мужику хотя бы малейшую возможность разглядеть мой внешний облик. Помимо слуги, в холодном ночном дворе не было больше никого. Но если и этот единственный свидетель узрит мою внешность и бьющиеся в руках щупальца… Впрочем, если и увидит, то рассказать никому не сумеет — не зря Севан так нависает над щуплым слугой. Если что… Да и я подстраховался — поверх глухого шлема натянул глубокий капюшон черного плаща. Просто высокая и массивная фигура.\n\n— Вазга! Чего ты людей на холоде держишь? — в дверях трактира возникла невероятно толстая и грузная фигура мужчины. — Оглох, что ли, не слышишь, что тебе сказано было?\n\n— Слушаюсь, хозяин Пит, — проблеял Вазга, обеими руками указывая на вход. — Прошу, гости дорогие, проходите в тепло.\n\n— Опосля тебя. — Севан пихнул слугу в загривок, подталкивая к входу. — Все готово?",
    "answers": [
      {
        "id": 96,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 95,
    "text": "— Нет лошадей! Веди всех внутрь! — совсем озверел Севан, видя неторопливость слуги.\n\nМы бы и сами зашли, но здоровяк не хотел давать любопытному мужику хотя бы малейшую возможность разглядеть мой внешний облик. Помимо слуги, в холодном ночном дворе не было больше никого. Но если и этот единственный свидетель узрит мою внешность и бьющиеся в руках щупальца… Впрочем, если и увидит, то рассказать никому не сумеет — не зря Севан так нависает над щуплым слугой. Если что… Да и я подстраховался — поверх глухого шлема натянул глубокий капюшон черного плаща. Просто высокая и массивная фигура.\n\n— Вазга! Чего ты людей на холоде держишь? — в дверях трактира возникла невероятно толстая и грузная фигура мужчины. — Оглох, что ли, не слышишь, что тебе сказано было?\n\n— Слушаюсь, хозяин Пит, — проблеял Вазга, обеими руками указывая на вход. — Прошу, гости дорогие, проходите в тепло.\n\n— Опосля тебя. — Севан пихнул слугу в загривок, подталкивая к входу. — Все готово?",
    "answers": [
      {
        "id": 96,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 96,
    "text": "— Как и уговаривались, — ответил хозяин трактира: во всяком случае я решил, что это он и есть, уж больно сильно соответствовал висящей над воротами вывеске. И жирный, и имя совпадает. — Его светлости и его… э-э-э… даме сердца, лучше зайти через черный вход, а то в зале полно клиентов.\n\n— Его светлость так и сделает, — пробурчал Севан, запихивая слугу внутрь и протискиваясь мимо невероятно жирного брюха Пита. — Господин, вы со стороны заходите, по левую руку домину эту как обойдете, так аккурат в дверь и упретесь. Мукри, Тикса — проводите хозяина с госпожой до самого входа. Остальные за мной.\n\n— Дама сердца?! — прошептала стоящая рядом со мной Алларисса. — Это я дама сердца?! То есть любовница?!",
    "answers": [
      {
        "id": 97,
        "text": "– Тише, Алларисса. "
      },
      {
        "id": 98,
        "text": "– Так надо, чтобы не вызвать подозрения. "
      },
      {
        "id": 99,
        "text": "– А что тебя не устраивает? "
      }
    ]
  },
  {
    "id": 97,
    "text": "— Тихо, — рыкнул я. — Рот на замок и шагай следом за Мукри. Тикса, а ну иди сюда, чего уставился, словно дверь первый раз видишь?!\n\n— Дверь не первый раз, — мотнул головой гном, не сводя завороженного взгляда с хозяина заведения. — Но такой жирный человек первый раз видеть!\n\n— Дуй ко входу, а то я тебя ему скормлю на ужин! Тоже мне, любознательный!\n\nКо всем прочим мелким неприятностям и несмотря на потертый вид вывески, Жирный Пит оказался рачительным хозяином, и двор был полностью очищен от снега, лишь вдоль забора виднелись сугробы, в одном из которых торчал потухший факел. Каждый мой шаг отдавался глухим лязгом при соприкосновении стальных подошв с промороженной за зиму землей. И с этим поделать уже было нечего. Бухая ногами, я завернул за угол и уткнулся взглядом во встревоженное лицо Севана, выглядывающего из распахнутого окна первого этажа.\n\n— Господин, лезьте сюда. Через кухню вам ходить не стоит — там жарче, чем в аду. И кухарок любопытных хватает. А вы чего рты раззявили? — вызверился здоровяк на остальных. — По сторонам смотрите, чтобы кто не углядел, как господин через окно лезет!",
    "answers": [
      {
        "id": 100,
        "text": "Подняться через окно "
      }
    ]
  },
  {
    "id": 98,
    "text": "— Так надо, чтобы пройти внутрь и не вызвать подозрений. — рыкнул я. — Шагай следом за Мукри. Тикса, а ну иди сюда, чего уставился, словно дверь первый раз видишь?!\n\n— Дверь не первый раз, — мотнул головой гном, не сводя завороженного взгляда с хозяина заведения. — Но такой жирный человек первый раз видеть!\n\n— Дуй ко входу, а то я тебя ему скормлю на ужин! Тоже мне, любознательный!\n\nКо всем прочим мелким неприятностям и несмотря на потертый вид вывески, Жирный Пит оказался рачительным хозяином, и двор был полностью очищен от снега, лишь вдоль забора виднелись сугробы, в одном из которых торчал потухший факел. Каждый мой шаг отдавался глухим лязгом при соприкосновении стальных подошв с промороженной за зиму землей. И с этим поделать уже было нечего. Бухая ногами, я завернул за угол и уткнулся взглядом во встревоженное лицо Севана, выглядывающего из распахнутого окна первого этажа.\n\n— Господин, лезьте сюда. Через кухню вам ходить не стоит — там жарче, чем в аду. И кухарок любопытных хватает. А вы чего рты раззявили? — вызверился здоровяк на остальных. — По сторонам смотрите, чтобы кто не углядел, как господин через окно лезет!",
    "answers": [
      {
        "id": 100,
        "text": "Подняться через окно "
      }
    ]
  },
  {
    "id": 99,
    "text": "— А тебе не нравится эта роль? — усмехнулся я и оборвал Аллариссу на полуслове, —  Шагай следом за Мукри. Тикса, а ну иди сюда, чего уставился, словно дверь первый раз видишь?!\n\n— Дверь не первый раз, — мотнул головой гном, не сводя завороженного взгляда с хозяина заведения. — Но такой жирный человек первый раз видеть!\n\n— Дуй ко входу, а то я тебя ему скормлю на ужин! Тоже мне, любознательный!\n\nКо всем прочим мелким неприятностям и несмотря на потертый вид вывески, Жирный Пит оказался рачительным хозяином, и двор был полностью очищен от снега, лишь вдоль забора виднелись сугробы, в одном из которых торчал потухший факел. Каждый мой шаг отдавался глухим лязгом при соприкосновении стальных подошв с промороженной за зиму землей. И с этим поделать уже было нечего. Бухая ногами, я завернул за угол и уткнулся взглядом во встревоженное лицо Севана, выглядывающего из распахнутого окна первого этажа.\n\n— Господин, лезьте сюда. Через кухню вам ходить не стоит — там жарче, чем в аду. И кухарок любопытных хватает. А вы чего рты раззявили? — вызверился здоровяк на остальных. — По сторонам смотрите, чтобы кто не углядел, как господин через окно лезет!",
    "answers": [
      {
        "id": 100,
        "text": "Подняться через окно "
      }
    ]
  },
  {
    "id": 100,
    "text": "Вздохнув, я выпустил щупальца и, ухватившись руками за застонавшие от моего веса края деревянного окна, ввалился внутрь небольшой комнаты и тут же болезненно поморщился: сквозь смотровые щели шлема повеяло неприятно теплым воздухом. Из света здесь была только трепещущая от сквозняка свеча, воткнутая в пузатую бутылку, покрытую потеками воска. Но этого вполне хватало, чтобы худо-бедно осветить комнату и небогатую обстановку: две деревянные широкие скамьи, застеленные одеялами, большой сундук в углу и притулившийся рядом с ним колченогий стол. Небогато.\nСеван тем временем вновь приник к окну и вовсю командовал:\n— Тикса, ты-то куда лезешь, мелочь бородатая?! Куда свой зад мостишь?! Через кухню топай! Мукри, ты за ним давай. Там вас наши встретят, комнаты покажут. Алларисса, руку!\n\nОдно быстрое движение — и девушка тоже оказалась в комнате, повторив мой путь. Правда, в отличие от меня, она по сторонам оглядываться не стала, а сразу подступила к замотавшемуся здоровяку:\n— Севан, что ты наплел трактирщику? Какая еще дама сердца?\n\n— Что надо, то и наплел! — осадил здоровяк возмущенную Аллариссу. — Ты на кровать вон сядь и отдохни малость, не мельтеши под ногами! Господин, как вы?",
    "answers": [
      {
        "id": 101,
        "text": "Бывало и лучше "
      },
      {
        "id": 102,
        "text": "Нормально "
      },
      {
        "id": 103,
        "text": "Рад, что наконец отдохнём "
      }
    ]
  },
  {
    "id": 101,
    "text": "— Бывало и лучше, — ответил я, вжимаясь в угол рядом с окном. Чтобы быть поближе к ледяному воздуху и при этом не попасть в поле зрения могущих пройти мимо окна посетителей заведения.\n\n— Комната сейчас выстудится, — правильно понял мое состояние здоровяк.",
    "answers": [
      {
        "id": 104,
        "text": "– Место надежное? "
      },
      {
        "id": 105,
        "text": "– И сколько стоит номер? "
      }
    ]
  },
  {
    "id": 102,
    "text": "— Нормально, — ответил я, вжимаясь в угол рядом с окном. Чтобы быть поближе к ледяному воздуху и при этом не попасть в поле зрения могущих пройти мимо окна посетителей заведения.\n\n— Комната сейчас выстудится, — правильно понял мое состояние здоровяк.",
    "answers": [
      {
        "id": 104,
        "text": "– Место надежное? "
      },
      {
        "id": 105,
        "text": "– И сколько стоит номер ? "
      }
    ]
  },
  {
    "id": 103,
    "text": "— Рад, что мы наконец отдохнём, — ответил я, вжимаясь в угол рядом с окном. Чтобы быть поближе к ледяному воздуху и при этом не попасть в поле зрения могущих пройти мимо окна посетителей заведения.\n\n— Комната сейчас выстудится, — правильно понял мое состояние здоровяк.",
    "answers": [
      {
        "id": 104,
        "text": "– Место надежное? "
      },
      {
        "id": 105,
        "text": "– И сколько стоит номер? "
      }
    ]
  },
  {
    "id": 104,
    "text": "— Место здесь надежное? — поинтересовался я, пододвигая к себе скамью и с опаской опуская на нее свой зад.\n\n— Здесь большей частью одно отребье собирается. Из тех, кто посолидней и у кого золотишко в кармане бренчит, — пояснил Севан, задергивая шторы. — Место не самое дешевое, но в чужие дела не лезут. Я хозяину трактирщика три золотые монеты отвалил и пообещал, что если все тихо-спокойно останется, еще столько же дать. Кажись, проникся.\n\n— Судя по его любопытному дворовому, я бы так не сказал. — фыркнул я. — Очень уж он старался меня и Аллариссу разглядеть.\n\n— Дык, оно и немудрено, — ухмыльнулся Севан, взглянув на обиженно притихшую девушку. — Я прямо не говорил, но намекнул, что один очень важный человек хочет отдохнуть здесь пару деньков со своей… э-э-э… неважно в общем, и чтобы ни одна душа про это не прознала, так как дама замужем за отлучившимся по торговым делам купцом…\n\n— И отдохнуть они решили не в загородном имении подальше от чужих глаз, а в захудалом трактире, где у каждой стены есть глаза, — язвительно продолжил я. — Севан! Тебя кто просил всю эту сказку выдумывать?! Чего наплел-то? Надо было дать на золотую монету больше трактирщику и дать в глаз любопытному слуге! И вопросов бы не возникло!",
    "answers": [
      {
        "id": 106,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 105,
    "text": "— Сколько стоит номер? — поинтересовался я, пододвигая к себе скамью и с опаской опуская на нее свой зад.\n\n— Здесь большей частью одно отребье собирается. Из тех, кто посолидней и у кого золотишко в кармане бренчит, — пояснил Севан, задергивая шторы. — Место не самое дешевое, но в чужие дела не лезут. Я хозяину трактирщика три золотые монеты отвалил и пообещал, что если все тихо-спокойно останется, еще столько же дать. Кажись, проникся.\n\n— Судя по его любопытному дворовому, я бы так не сказал. — фыркнул я. — Очень уж он старался меня и Аллариссу разглядеть.\n\n— Дык, оно и немудрено, — ухмыльнулся Севан, взглянув на обиженно притихшую девушку. — Я прямо не говорил, но намекнул, что один очень важный человек хочет отдохнуть здесь пару деньков со своей… э-э-э… неважно в общем, и чтобы ни одна душа про это не прознала, так как дама замужем за отлучившимся по торговым делам купцом…\n\n— И отдохнуть они решили не в загородном имении подальше от чужих глаз, а в захудалом трактире, где у каждой стены есть глаза, — язвительно продолжил я. — Севан! Тебя кто просил всю эту сказку выдумывать?! Чего наплел-то? Надо было дать на золотую монету больше трактирщику и дать в глаз любопытному слуге! И вопросов бы не возникло!",
    "answers": [
      {
        "id": 106,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 106,
    "text": "— Господин, вранье есть вранье, и все одно не поверили бы, — отрубил Севан. — Уж лучше я про сердечные дела наплету: все проще отбрехаться. Сами посудите: пришли мы не средь бела дня, а темной зимней ночью, лошадей нет, все до единого увешаны оружием, да еще и морда у каждого разная — кто с восточных лесов, кто из-под гор, а парочка так и вовсе с Островов! Ротлер город портовый, к иноземным мордам попривыкли и враз отличают кто откуда. А про вас, господин, и про ниргала я уж вовсе молчу!\n\n— Тоже верно, — вынужденно согласился я. Компания у нас и правда подобралась крайне разнородная. — Ладно, чему быть, того не миновать. Севан, покажи Аллариссе ее комнату, позаботься о горячей еде для всех. Командуй. Я теперь отсюда и носа высунуть не смогу до следующей ночи. А завтра с утра займетесь делами. Да смотри, чтобы наши сильно не расслабились.\n\n— Они у меня все во где! — здоровяк показал внушительный кулак и потряс им. — Не расслабятся. Завтра, как только рассветет, пробегусь по городу и все вызнаю: есть ли маг и где живет, где гномы-оружейники обитают, ну и припасы пополнить надо и прочие мелочи докупить. И вот еще что, господин… лошадей бы нам надо… случись что, от погони на своих двоих далеко не убежишь.",
    "answers": [
      {
        "id": 107,
        "text": "И опять ты прав, Севан. "
      },
      {
        "id": 108,
        "text": "Где здесь можно достать лошадей? "
      }
    ]
  },
  {
    "id": 107,
    "text": "— И опять ты прав, Севан, — ответил я, стягивая шлем и бледно усмехаясь. — Лошади нужны. Прежде чем тратиться, пятьдесят золотых отложи в отдельный кошель и отдай Аллариссе. Из тех, что поновее будут. На первое время тебе хватит пятидесяти золотых? — этот вопрос я задал уже девушке.\n— Еще бы не хватило! — встрял Севан. — Да за такие деньжища…\n",
    "answers": [
      {
        "id": 109,
        "text": "– Севан, не встрявай. "
      },
      {
        "id": 110,
        "text": "– Вот и отлично "
      }
    ]
  },
  {
    "id": 108,
    "text": "— Во сколько лошадь обойдётся? — уточнил я, стягивая шлем и бледно усмехаясь. — Лошади нужны. Прежде чем тратиться, пятьдесят золотых отложи в отдельный кошель и отдай Аллариссе. Из тех, что поновее будут. На первое время тебе хватит пятидесяти золотых? — этот вопрос я задал уже девушке.\n— Еще бы не хватило! — встрял Севан. — Да за такие деньжища…\n",
    "answers": [
      {
        "id": 109,
        "text": "– Севан, не встрявай. "
      },
      {
        "id": 110,
        "text": "– Вот и отлично. "
      }
    ]
  },
  {
    "id": 109,
    "text": "— Севан! С этим делом я без тебя разберусь. Иди займись остальными и не забудь заказать для баронессы горячей еды.\n\nВозмущенным фырканьем выразив все свое недовольство моей мягкотелостью и глупой щедростью, здоровяк вышел в коридор, поплотней прикрыв за собой дверь. Не удовольствовавшись этим, я в два шага пересек комнатушку и опустил щеколду. Не дай Создатель, сунется какой выпивоха ненароком…\n\n— Так что, Алларисса, хватит тебе пятидесяти золотых на первое время? Если нет — добавлю еще сколько смогу. И тебе пора решить, куда направить свои стопы — лошадь я тебе тоже предоставлю. Ах да, ты собиралась со мной о чем-то поговорить, и сейчас самое время это сделать. С завтрашнего дня у меня будет полно других хлопот.\n\n— Вот именно! — неожиданно зло сверкнула глазами девушка. — У тебя всегда полно неотложных хлопот, важных дел, новых начинаний и забот обо всех и каждом, кроме меня! Да тебе вообще на меня плевать! Не замечаешь, не разговариваешь и лишь регулярно интересуешься этаким отстраненным тоном: «Все ли у вас в порядке, баронесса?», в самом лучшем случае: «Алларисса, у тебя все нормально?» Не обращаешь на меня вообще никакого внимания!",
    "answers": [
      {
        "id": 111,
        "text": "Прости? "
      },
      {
        "id": 112,
        "text": "Молча выслушать "
      }
    ]
  },
  {
    "id": 110,
    "text": "— Тоже верно, пятидесяти должно хватить. Иди и  займись остальными, не забудь заказать для баронессы горячей еды.\n\nДовольной усмешкой выразив все свое уважение моей решительности и разумным тратам, здоровяк вышел в коридор, поплотней прикрыв за собой дверь. Не удовольствовавшись этим, я в два шага пересек комнатушку и опустил щеколду. Не дай Создатель, сунется какой выпивоха ненароком…\n\n— Так что, Алларисса, хватит тебе пятидесяти золотых на первое время? Пора решить, куда направить свои стопы — лошадь я тебе тоже предоставлю. Ах да, ты собиралась со мной о чем-то поговорить, и сейчас самое время это сделать. С завтрашнего дня у меня будет полно других хлопот.\n\n— Вот именно! — неожиданно зло сверкнула глазами девушка. — У тебя всегда полно неотложных хлопот, важных дел, новых начинаний и забот обо всех и каждом, кроме меня! Да тебе вообще на меня плевать! Не замечаешь, не разговариваешь и лишь регулярно интересуешься этаким отстраненным тоном: «Все ли у вас в порядке, баронесса?», в самом лучшем случае: «Алларисса, у тебя все нормально?» Не обращаешь на меня вообще никакого внимания!",
    "answers": [
      {
        "id": 111,
        "text": "– Прости? "
      },
      {
        "id": 112,
        "text": "Молча выслушать"
      }
    ]
  },
  {
    "id": 111,
    "text": "— Прости? — вот и все что я смог выдавить из себя, ошеломленный внезапной атакой.\n\n— Вот и я ему то же самое говорил! Ну как есть то же самое! — из-за двери раздался приглушенный голос Севана. — Дык ведь не слушает!\n\n— СЕВАН! — рявкнул я, врезав железным кулаком по заскрипевшей от удара лавке.\n\n— Ухожу, ухожу, — донеслось до нас и раздались нарочито громкие шаги уходящего здоровяка.\n\n— Вот ведь… — прорычал я. — Нянька бородатая! Алларисса, честно говоря, я не понял ничего из того, что ты только что сказала! Мы с тобой часто спорили в самом начале нашего знакомства, были мелкие ссоры, но потом мы окончательно во всем разобрались и примирились. Тебя никто не обижал, да я и не позволил бы. Вашу женитьбу с Лени благословил и велел начать подготовку к свадьбе! А сейчас ты мне говоришь, что обижена отсутствием моего к себе внимания! Тогда какого Темного ты вообще давала согласие Лени? Зачем обнадежила искалеченного парня, а затем опозорила перед всем честным народом? Ты представляешь себе, каково ему сейчас?",
    "answers": [
      {
        "id": 113,
        "text": "Выслушать "
      }
    ]
  },
  {
    "id": 112,
    "text": "— Вот и я ему то же самое говорил! Ну как есть то же самое! — из-за двери раздался приглушенный голос Севана. — Дык ведь не слушает!\n\n— СЕВАН! — рявкнул я, врезав железным кулаком по заскрипевшей от удара лавке.\n\n— Ухожу, ухожу, — донеслось до нас и раздались нарочито громкие шаги уходящего здоровяка.\n\n— Вот ведь… — прорычал я. — Нянька бородатая! Алларисса, честно говоря, я не понял ничего из того, что ты только что сказала! Мы с тобой часто спорили в самом начале нашего знакомства, были мелкие ссоры, но потом мы окончательно во всем разобрались и примирились. Тебя никто не обижал, да я и не позволил бы. Вашу женитьбу с Лени благословил и велел начать подготовку к свадьбе! А сейчас ты мне говоришь, что обижена отсутствием моего к себе внимания! Тогда какого Темного ты вообще давала согласие Лени? Зачем обнадежила искалеченного парня, а затем опозорила перед всем честным народом? Ты представляешь себе, каково ему сейчас?",
    "answers": [
      {
        "id": 113,
        "text": "Выслушать "
      }
    ]
  },
  {
    "id": 113,
    "text": "Шмыгнув носом, Аля накинула на плечи одеяло и, заметно подрастеряв свой боевой пыл, пробормотала:\n— Испугалась я… Ждала, ждала твоего возвращения, а когда ты наконец вернулся, то от ужаса чуть не умерла. Как есть самый настоящий Карсиал Серый Лед… только у того вот такого не было, — тонкий палец ткнул в покачивающиеся у меня над плечами серые ледяные отростки.\n\n— Какой еще Серый Лед? — в полном замешательстве буркнул я. — Какой еще Карсиал?!\n\n— Сказка есть такая… старая очень… о любви, предательстве и о восставшем из мертвых воине Карсиале, требующем обещанное… да какая разница?! Ты себя со стороны видел?! Весь заледеневший, в ржавом железе, лицо страшное, над головой щупальца… Я тебя как увидела, так и обмерла вся от ужаса… подумала, что ты, как Серый Лед, потребуешь своей награды… У Нилиены на кухне за печью спряталась от страха. А тут Лени подвернулся — глаза нет, немного не в себе от пережитого, а на лице улыбка косая. Господин, мол, на ком хочешь жениться дозволение дал.\n\n— И ты тут же предложила себя? Да? — язвительно предположил я.\n\n— Ага, — кивнула девушка, утирая текущие по щекам слезы. — Предложила. Правда, потом сразу опомнилась, да уже поздно было: Лени сразу к Севану побежал с вестью радостной… А ты взял да и согласился! Женитесь, мол, счастья вам и процветания! Даже меня и не спросил ни о чем!",
    "answers": [
      {
        "id": 114,
        "text": "А что тут спрашивать?! "
      },
      {
        "id": 115,
        "text": "И что бы это изменило?! "
      }
    ]
  },
  {
    "id": 114,
    "text": "— А что тут спрашивать?! — рявкнул я. — Мне Севан коротко и ясно объяснил: любите друг друга без памяти, жениться хотите немедленно! Ты запуталась, девочка!",
    "answers": [
      {
        "id": 116,
        "text": "– Ты лжешь "
      },
      {
        "id": 117,
        "text": "– Объясни мне всё "
      }
    ]
  },
  {
    "id": 115,
    "text": "— А что бы это изменило?! — рявкнул я. — Мне Севан коротко и ясно объяснил: любите друг друга без памяти, жениться хотите немедленно! Ты запуталась, девочка! ",
    "answers": [
      {
        "id": 116,
        "text": "– Ты лжешь "
      },
      {
        "id": 117,
        "text": "– Объясни мне всё"
      }
    ]
  },
  {
    "id": 116,
    "text": "— Ты так ничего и не понял! Бесчувственный кусок льда! — с этими словами Алларисса вскочила, и, прежде чем я успел что-то сказать, дверь с грохотом распахнулась, и она исчезла в коридоре, с трудом протиснувшись мимо согнувшегося перед дверным проемом Севана.\n\n— А ты что тут делаешь? — злобно зарычал я, обрадовавшись возможности выместить свою ярость. — Опять подслушиваешь?!\n\n— Я мимо проходил, — с достоинством ответил здоровяк, выпрямляясь во весь свой внушительный рост. — Да уж, господин… умеете вы с людьми отношения завязывать и беседу поддерживать…",
    "answers": [
      {
        "id": 118,
        "text": "– Я знаю "
      },
      {
        "id": 119,
        "text": "– Вот только морали мне читать не нужно"
      }
    ]
  },
  {
    "id": 117,
    "text": "– Что тут объяснять? Ты не хочешь ничего понять!  — с этими словами Алларисса вскочила, и, прежде чем я успел что-то сказать, дверь с грохотом распахнулась, и она исчезла в коридоре, с трудом протиснувшись мимо согнувшегося перед дверным проемом Севана.\n\n— А ты что тут делаешь? — злобно зарычал я, обрадовавшись возможности выместить свою ярость. — Опять подслушиваешь?!\n\n— Я мимо проходил, — с достоинством ответил здоровяк, выпрямляясь во весь свой внушительный рост. — Да уж, господин… умеете вы с людьми отношения завязывать и беседу",
    "answers": [
      {
        "id": 118,
        "text": "– Я знаю "
      },
      {
        "id": 119,
        "text": "– Вот только морали мне читать не нужно"
      }
    ]
  },
  {
    "id": 118,
    "text": "— Ты мне это уже говорил, — огрызнулся я, вытягиваясь на затрещавшей от натуги лавке. — Поговори с этой взбалмошной девчонкой и выясни наконец, что у нее на уме. Поговори сегодня же, не тяни. Выясни, где у нее родственники, сколько ей надо золота на дорогу, найди ей лошадь, найди ей карету наконец! В общем — реши эту проблему. А я… а я спать буду!\n\n— Спокойной ночи, господин, — кивнул Севан, берясь за дверную ручку. — Только щеколду накинуть не забудьте. И вон то щупальце обратно верните — кажись, оно прогуляться захотело.\n\nДверь мягко прикрылась. Я остался один в постепенно вымерзающей комнате. Одно из щупалец и правда высунулось в распахнутое окно, и мне потребовалось усилие, чтобы втянуть любознательный отросток обратно.\n\nНакинув щеколду, я задул свечу и вновь растянулся на лежанке, упершись затылком в заплечный мешок и уставившись в низкий бревенчатый потолок. Зимняя поземка проникала в комнату и ласково остужала мое лицо, ледяные отростки с легким шуршанием вились по полу и стенам, шурудили под лавкой и придирчиво изучали каждый предмет, до которого могли дотянуться. Внимания на них я не обращал — уже привык, что они живут своей непонятной жизнью.\n\nМне предстояло находиться в этой комнатушке еще целые сутки — до наступления следующей ночи.",
    "answers": [
      {
        "id": 120,
        "text": "Спланировать завтрашний день "
      }
    ]
  },
  {
    "id": 119,
    "text": "— Вот только морали мне читать не нужно, — огрызнулся я, вытягиваясь на затрещавшей от натуги лавке. — Поговори с этой взбалмошной девчонкой и выясни наконец, что у нее на уме. Поговори сегодня же, не тяни. Выясни, где у нее родственники, сколько ей надо золота на дорогу, найди ей лошадь, найди ей карету наконец! В общем — реши эту проблему. А я… а я спать буду!\n\n— Спокойной ночи, господин, — кивнул Севан, берясь за дверную ручку. — Только щеколду накинуть не забудьте. И вон то щупальце обратно верните — кажись, оно прогуляться захотело.\n\nДверь мягко прикрылась. Я остался один в постепенно вымерзающей комнате. Одно из щупалец и правда высунулось в распахнутое окно, и мне потребовалось усилие, чтобы втянуть любознательный отросток обратно.\n\nНакинув щеколду, я задул свечу и вновь растянулся на лежанке, упершись затылком в заплечный мешок и уставившись в низкий бревенчатый потолок. Зимняя поземка проникала в комнату и ласково остужала мое лицо, ледяные отростки с легким шуршанием вились по полу и стенам, шурудили под лавкой и придирчиво изучали каждый предмет, до которого могли дотянуться. Внимания на них я не обращал — уже привык, что они живут своей непонятной жизнью.\n\nМне предстояло находиться в этой комнатушке еще целые сутки — до наступления следующей ночи.",
    "answers": [
      {
        "id": 120,
        "text": "Спланировать завтрашний день "
      }
    ]
  },
  {
    "id": 120,
    "text": "С утра Севан возглавит поиски мага Исцеляющего и займется остальными делами, а я буду терпеливо ждать от него вестей, лежа на этой вот лавочке и пялясь в потолок. Других вариантов не было.\nЗа этими думами незаметно пролетела пара часов. Последние запоздавшие клиенты спешили за ворота или расходились по комнатам, доносящийся до меня гомон из главного зала постепенно затихал, пока окончательно не затих. Времени до рассвета еще оставалось порядочно, и я решительно прикрыл глаза, пытаясь погрузиться в некое подобие сна, больше похожее на оцепенение.\n\nИ тут же открыл их вновь — за окном послышались тихое, почти неслышное похрустывание снега под чьими-то осторожными шагами. Шаг, другой, перед окном мелькнул высвеченный луной человеческий силуэт. Прижавшись к стене, я недвижно лежал, молясь, чтобы это был заплутавший в поисках отхожего места посетитель, решивший справить нужду прямо под моим окном. А затем над подоконником медленно поднялось уже знакомое мне лицо — Вазга, дворовый служка трактирщика. Вытянув шею, слуга таращился в глубь темной комнаты и, судя по всему, ничего не мог разглядеть. Его взгляд медленно скользил все ближе ко мне, и тешить себя тщетной надеждой я не стал — лавка была впритык к окну и на нее падал слабый лунный свет, достаточный, чтобы обычные человеческие глаза смогли разглядеть, КТО именно лежит на ней. А если не узрит меня самого, то точно увидит шевелящиеся прямо под окном щупальца, уже почувствовавшие присутствие чужого.",
    "answers": [
      {
        "id": 121,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 121,
    "text": "А я не мог пошевелиться, чтобы подтянуть расползшиеся по комнате отростки к себе. Неясное движение на подоконнике отвлекло Вазгу от попыток узреть что-либо в глубине комнаты, он опустил взгляд и с оторопью уставился на медленно скользящее к нему серое щупальце. Лицо слуги исказилось в ужасе. Прежде чем он открыл рот в крике, я в одно движение оказался рядом и запечатал его разинутый рот стальной ладонью. Судя по хрусту, я не рассчитал силу и ненароком выбил ему пару зубов, но сейчас это меня волновало меньше всего.\nДругой рукой, ухватив его сзади за шею, я подтянул слугу поближе к себе и прошипел ему в ухо:\n— Тих-хо!",
    "answers": [
      {
        "id": 122,
        "text": "Отпустить Вазгу"
      },
      {
        "id": 123,
        "text": "Держать Вазгу"
      }
    ]
  },
  {
    "id": 122,
    "text": "Я решил поставить Вазгу на землю, чтобы избежать неожиданной атаки щупальцы. В этот миг, одна из них попыталась схватить слугу, но тщетно.\n\nУпавший на землю Вазга с ужасом смотрел на меня и запинаясь, в неистовом шоке убежал прочь. ",
    "answers": [
      {
        "id": 124,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 123,
    "text": "Большего я сказать не успел — стелющееся по подоконнику щупальце приподнялось и выстрелило вперед, глубоко вонзившись в горло Вазги. Еще один отросток отлепился от стены над окном и упал вниз, войдя жертве в затылок. Несчастный слуга сдавленно всхлипнул и неистово забился в моих руках, глухо колотя висящими в воздухе ногами по стене здания.\n\n Из смотрящих на меня выпученных глаз медленно утекала жизнь. Еще мгновение и все было кончено. Испачканные кровью щупальца одновременно вынырнули из мертвого тела, а я остался стоять у окна, держа перевесившийся через подоконник труп.",
    "answers": [
      {
        "id": 125,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 124,
    "text": "Когда до меня в полной мере дошло осознание случившегося, я сдавленно застонал и кинулся к двери. Снял щеколду, приоткрыв дверь, я убедился, что коридор пуст, и шагнул к двери напротив — Севан загодя предупредил меня, где его комната, правда я не ожидал, что придется воспользоваться этим знанием. Нескольких тихих ударов хватило, чтобы здоровяк пробудился ото сна. Увидев возникшую на пороге массивную фигуру, я отступил назад в свою комнату и прошипел:\n— Севан, это я, иди сюда.\n\n— Господин? — столь же тихо ответил мгновенно насторожившийся здоровяк. — Случилось что? Погодите, свечу запалю, а то не видать ничего.\n\n— Не сейчас! Иди на голос.\n\nЕдва Севан зашел ко мне в комнату, как тут же повторил свой вопрос:\n— Случилось что, господин?\n\n— Этот слуга трактирщика, что нас у ворот встречал — Вазга, помнишь?\n\n— Ну?\n\n— Он увидел меня, — признался я, показывая на раскрыто окно, где под лунным светом расположился воротник от рубашки Вазги. ",
    "answers": [
      {
        "id": 126,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 125,
    "text": "Когда до меня в полной мере дошло осознание случившегося, я сдавленно застонал и, выпустив труп Вазги, кинулся к двери. Снял щеколду, приоткрыв дверь, я убедился, что коридор пуст, и шагнул к двери напротив — Севан загодя предупредил меня, где его комната, правда я не ожидал, что придется воспользоваться этим знанием. Нескольких тихих ударов хватило, чтобы здоровяк пробудился ото сна. Увидев возникшую на пороге массивную фигуру, я отступил назад в свою комнату и прошипел:\n— Севан, это я, иди сюда.\n\n— Господин? — столь же тихо ответил мгновенно насторожившийся здоровяк. — Случилось что? Погодите, свечу запалю, а то не видать ничего.\n\n— Не сейчас! Иди на голос.\n\nЕдва Севан зашел ко мне в комнату, как тут же повторил свой вопрос:\n— Случилось что, господин?\n\n— Этот слуга трактирщика, что нас у ворот встречал — Вазга, помнишь?\n\n— Ну?\n\n— Убил я его, — признался я, отступая в сторону и давая здоровяку увидеть залитый лунным светом подоконник, на котором кулем лежал бездыханный Вазга.",
    "answers": [
      {
        "id": 127,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 126,
    "text": "— Ах ты… — приглушенно прогудел здоровяк, ошарашенно глядя на окно. — Как? Еще видел кто?\n— Неожиданно, — зло отозвался я. — Не удержал он-таки своего любопытства и в окно ко мне сунулся. Я до последнего ждал, все надеялся, что ни черта не увидит в темноте и прочь уберется. Не вышло. Едва ему рот прикрыть успел, и тут щупальца его оприходовали. У меня выбора не было, как отпустить его, или убить. \n\n— Уверены, господин?\n\n— Уверен, — кивнул я. — Будь иначе, сейчас весь трактир бы на ушах стоял.\n\n— Тоже верно… так, господин, вы пока на лавку присядьте и одеяло на себя накиньте. А я с этим делом разберусь.\n\n— Как разберешься? Здесь тебе не Дикие Земли…\n\n— Я разберусь, — отрезал здоровяк, шагнув к окну.\nУхватил ворот рубашки Вазга и одним небрежным движением скинул во двор.\n— Сидите здесь, господин, — повторил Севан, выходя в коридор и больше не понижая голоса, а наоборот — переключаясь на грозный рык. — Я сейчас им устрою. Будут знать, как подгляда под наши окна пускать…",
    "answers": [
      {
        "id": 128,
        "text": "Ждать "
      }
    ]
  },
  {
    "id": 127,
    "text": "— Ах ты… — приглушенно прогудел здоровяк, ошарашенно глядя на труп. — Как? Еще видел кто?\n\n— Неожиданно, — зло отозвался я. — Не удержал он-таки своего любопытства и в окно ко мне сунулся. Я до последнего ждал, все надеялся, что ни черта не увидит в темноте и прочь уберется. Не вышло. Едва ему рот прикрыть успел, и тут щупальца его оприходовали. Больше никто ничего не видел.\n\n— Уверены, господин?\n\n— Уверен, — кивнул я. — Будь иначе, сейчас весь трактир бы на ушах стоял.\n\n— Тоже верно… так, господин, вы пока на лавку присядьте и одеяло на себя накиньте. А я с этим делом разберусь.\n\n— Как разберешься? Здесь тебе не Дикие Земли…\n\n— Я разберусь, — отрезал здоровяк, шагнув к окну.\nУхватил труп за всклокоченные волосы и одним небрежным движением скинул во двор.\n— Сидите здесь, господин, — повторил Севан, выходя в коридор и больше не понижая голоса, а наоборот — переключаясь на грозный рык. — Я сейчас им устрою. Будут знать, как подгляда под наши окна пускать…",
    "answers": [
      {
        "id": 129,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 128,
    "text": "И действительно — Севан молниеносно разобрался со всеми проблемами.\nНе прошло и четверти часа, как под моим окном появились три мужские фигуры. Двое были мне знакомы — Севан и Жирный Пит в меховой шубе, из-под которой виднелся край ночной рубашки. Третьего я не знал, но судя по внушительной фигуре, он был либо вышибалой, либо оберегал покой хозяина Пита.\nИли и то и другое. В любом случае, громила в разговор не вмешивался, предпочитая посматривать по сторонам из-за плеча трактирщика, одной рукой держа факел, а другую придерживая у пояса, за который была заткнута короткая дубинка.\n\n— Ну и как это понимать? — зло спросил Севан, тыкая в воротник кончикос сапога. — У нас вроде как договор, Пит, и договор щедро оплаченный. Ты дал мне слово, что ни нас, ни уж тем более нашего господина никто не побеспокоит.\n\n— Да что произошло-то? Скажи толком? — не менее раздраженным голосом отозвался Пит, поплотнее запахивая шубу. — Пока что я вижу только воротник своего слуги.\n\n— Твой слуга среди глухой ночи сунулся в окно комнаты, где мирно почивал наш господин! Так ты держишь свое слово, Пит?",
    "answers": [
      {
        "id": 130,
        "text": "Подслушать  "
      }
    ]
  },
  {
    "id": 129,
    "text": "И действительно — Севан молниеносно разобрался со всеми проблемами.\nНе прошло и четверти часа, как под моим окном появились три мужские фигуры. Двое были мне знакомы — Севан и Жирный Пит в меховой шубе, из-под которой виднелся край ночной рубашки. Третьего я не знал, но судя по внушительной фигуре, он был либо вышибалой, либо оберегал покой хозяина Пита.\nИли и то и другое. В любом случае, громила в разговор не вмешивался, предпочитая посматривать по сторонам из-за плеча трактирщика, одной рукой держа факел, а другую придерживая у пояса, за который была заткнута короткая дубинка.\n\n— Ну и как это понимать? — зло спросил Севан, тыкая в труп кончиком сапога. — У нас вроде как договор, Пит, и договор щедро оплаченный. Ты дал мне слово, что ни нас, ни уж тем более нашего господина никто не побеспокоит.\n\n— Да что произошло-то? Скажи толком? — не менее раздраженным голосом отозвался Пит, поплотнее запахивая шубу. — Пока что я вижу только своего мертвого слугу.\n\n— Твой слуга среди глухой ночи сунулся в окно комнаты, где мирно почивал наш господин! Так ты держишь свое слово, Пит?",
    "answers": [
      {
        "id": 131,
        "text": "Подслушать "
      }
    ]
  },
  {
    "id": 130,
    "text": "— Да откуда мне знать, что это так? — не отступал трактирщик, впрочем, заплывшие жиром глазки беспокойно забегали по сторонам. Пару раз он взглянул прямо на меня, стоявшего в трех шагах позади прикрытого окна, но разглядеть ничего не сумел. — Вазга у меня второй год служит… И до этого нареканий не было! Может, из ваших кто пива перебрал, да с пьяных глаз и подрался  с человечком мирным! А сейчас напраслину на него возводите — он ответить не сможет.\n\n— Пит, — на этот раз в голосе Севана появились откровенно угрожающие нотки. — Захоти мои люди кого порешить — твой трактир утонул бы в крови по колено. И стража не поспела бы тебя оборонить! Ты думай, что говоришь!\n\n— Хозяин, Вазга и правда любопытен без меры, — первый раз вмешался в разговор громила, обеспокоенно взглянув на хищно подобравшегося Севана. — Всюду свой нос суёт. Сколько раз я ему внушение делал, да все напрасно. Ты бы поумерил злость, прислушался бы к словам уважаемого. Он в своем праве объяснения требовать.\n\n— Да тебе-то откуда знать, что все было так, как он говорит? — скривился трактирщик, грозно взглянув на вышибалу. — Вазга ответить не сможет. Ты помолчал бы лучше, Хрывз.",
    "answers": [
      {
        "id": 132,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 131,
    "text": "— Да откуда мне знать, что это так? — не отступал трактирщик, впрочем, заплывшие жиром глазки беспокойно забегали по сторонам. Пару раз он взглянул прямо на меня, стоявшего в трех шагах позади прикрытого окна, но разглядеть ничего не сумел. — Вазга у меня второй год служит… служил… И до этого нареканий не было! Может, из ваших кто пива перебрал, да с пьяных глаз и порешил человечка мирного! А сейчас напраслину на него возводите — мертвый ответить не сможет.\n\n— Пит, — на этот раз в голосе Севана появились откровенно угрожающие нотки. — Захоти мои люди кого порешить — твой трактир утонул бы в крови по колено. И стража не поспела бы тебя оборонить! Ты думай, что говоришь!\n\n— Хозяин, Вазга и правда любопытен без меры был, — первый раз вмешался в разговор громила, обеспокоенно взглянув на хищно подобравшегося Севана. — Всюду свой нос совал. Сколько раз я ему внушение делал, да все напрасно. Ты бы поумерил злость, прислушался бы к словам уважаемого. Он в своем праве объяснения требовать.\n\n— Да тебе-то откуда знать, что все было так, как он говорит? — скривился трактирщик, грозно взглянув на вышибалу. — Вазга теперь ответить не сможет. Ты помолчал бы лучше, Хрывз.",
    "answers": [
      {
        "id": 133,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 132,
    "text": "— Хозяин Пит, ты погоди серчать на меня, ты под ноги себе взгляни, — посоветовал громила, указывая свободной рукой на снег. — Здесь каждый следок отпечатан. Все как на ладони видать. Пока мы сюда от двери шли, я все что надо увидал. Правду Севан говорит, чего уж тут юлить. Снежок-то падать аккурат к полуночи начал. Вот наши следы, как мы сюда шли — посреди двора, ни от кого не таясь. А вот еще один следок, аккурат вдоль стены тянется и до самого этого места. И шаги мелкие, словно крался кто, словно тать. Честные люди так не ходят. До окна доходит и кончается. А вот следы особые, видно, что Вазга на цыпочки вставал, чтобы до окна достать и внутрь заглянуть — ростом-то он не вышел.\n\n— Уверен? — несколько сдулся трактирщик, мрачно глядя на цепочку следов.\n\n— Уверен, хозяин, — твердо ответил Хрывз. — С нашей стороны промашка вышла. Я не углядел, как этот проныра посреди ночи за порог сунулся. Оплошал.\n\n— Оплошал… — процедил Пит. — Поменьше кухонных девок тискать надо! За что я тебя кормлю?\n\n— Виноват, хозяин, — смиренно прогудел вышибала.",
    "answers": [
      {
        "id": 134,
        "text": "Слушать разговор "
      },
      {
        "id": 135,
        "text": "Удалиться от окна "
      }
    ]
  },
  {
    "id": 133,
    "text": "— Хозяин Пит, ты погоди серчать на меня, ты под ноги себе взгляни, — посоветовал громила, указывая свободной рукой на снег. — Здесь каждый следок отпечатан. Все как на ладони видать. Пока мы сюда от двери шли, я все что надо увидал. Правду Севан говорит, чего уж тут юлить. Снежок-то падать аккурат к полуночи начал. Вот наши следы, как мы сюда шли — посреди двора, ни от кого не таясь. А вот еще один следок, аккурат вдоль стены тянется и до самого этого места. И шаги мелкие, словно крался кто, словно тать. Честные люди так не ходят. До окна доходит и кончается. А вот следы особые, видно, что Вазга на цыпочки вставал, чтобы до окна достать и внутрь заглянуть — ростом-то он не вышел.\n\n— Уверен? — несколько сдулся трактирщик, мрачно глядя на цепочку следов.\n\n— Уверен, хозяин, — твердо ответил Хрывз. — С нашей стороны промашка вышла. Я не углядел, как этот проныра посреди ночи за порог сунулся. Оплошал.\n\n— Оплошал… — процедил Пит. — Поменьше кухонных девок тискать надо! За что я тебя кормлю?\n\n— Виноват, хозяин, — смиренно прогудел вышибала.",
    "answers": [
      {
        "id": 136,
        "text": "Слушать разговор "
      },
      {
        "id": 137,
        "text": "Удалиться от окна "
      }
    ]
  },
  {
    "id": 134,
    "text": "— Виноват он… — вновь повторил чужие слова трактирщик и, помолчав мгновение, буркнул: — Ладно… Прости, Севан, за недоверие. Хрывзу я верю, раз он так говорит, то значит, и правда промашка с нашей стороны вышла. Не углядели. Но разве стоило за это пугать то? А?! Велел бы выпороть его хорошенько, чтобы отбить охоту в чужие окна заглядывать… чего он там такого увидал и куда убежал? А теперь что делать прикажете?\n\n— Что он там увидал, это дело другое. Наш господин на руку скор и был в своем праве. А сейчас надо сделать так, чтобы об господине слушок дурной не пустил, — мгновенно отозвался Севан. — Сделайте так, чтобы ни одна душа не узнала. И помалкивайте о случившемся. Никому не нужны лишние проблемы с городской стражей.\n\n— Сделаем, — согласно кивнул Хрывз, незаметно беря бразды переговоров в свои руки. — Хозяин Пит, вы на морозе не стойте, идите к себе в покои и ни о чем не беспокойтесь. А я с Севаном обо всем позабочусь. Ступайте, хозяин Пит, ступайте.",
    "answers": [
      {
        "id": 139,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 135,
    "text": " Я решил, что бессмысленно продолжать подслушивание разговора и от греха подальше удалился внутрь комнаты. ",
    "answers": [
      {
        "id": 147,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 136,
    "text": "— Виноват он… — вновь повторил чужие слова трактирщик и, помолчав мгновение, буркнул: — Ладно… Прости, Севан, за недоверие. Хрывзу я верю, раз он так говорит, то значит, и правда промашка с нашей стороны вышла. Не углядели. Но разве стоило за это убивать? А?! Велел бы выпороть его хорошенько, чтобы отбить охоту в чужие окна заглядывать… чего он там такого увидал? А теперь что делать прикажете?\n\n— Что он там увидал, это дело другое. Наш господин на руку скор и был в своем праве. А сейчас уберите тело со двора и спрячьте, — мгновенно отозвался Севан. — Спрячьте так, чтобы ни одна душа не нашла. И помалкивайте о случившемся. Никому не нужны лишние проблемы с городской стражей.\n\n— Сделаем, — согласно кивнул Хрывз, незаметно беря бразды переговоров в свои руки. — Хозяин Пит, вы на морозе не стойте, идите к себе в покои и ни о чем не беспокойтесь. А я с Севаном обо всем позабочусь. Ступайте, хозяин Пит, ступайте.",
    "answers": [
      {
        "id": 138,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 137,
    "text": " Я решил, что бессмысленно продолжать подслушивание разговора и от греха подальше удалился внутрь комнаты. ",
    "answers": [
      {
        "id": 148,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 138,
    "text": "Скрытый темнотой, я отчетливо видел, как трактирщик недовольно поджал вислые губы, качнулся, словно в нерешительности, скользнул взглядом по стене трактира и наконец, приняв решение, тяжело зашагал прочь, подметая двор полами шубы. Но от прощального слова все же не отказался:\n— Ни единой монеты назад не верну!\n\n— Да пода… — зло заворчал Севан, но, спохватившись, продолжать не стал, произнеся совсем другое: — Куда труп денешь?\n\n— Есть тут недалеко Мусорный овраг, — тихо ответил Хрывз, не сводя взгляда с окна моей комнаты. — Там и захороним. Не впервой. Народец у нас, сам видел, какой собирается, поножовщина нет-нет да случается… ты тоже иди, отдыхай, я сам справлюсь. До утра пусть в сарае полежит, а как утренняя телега с отходами к нам завернет, так я от него избавлюсь.\nСлушай, а твой господин завсегда посреди зимы с окнами нараспашку почивает?\n\n— Всегда, — буркнул Севан. — Он у нас мужик горячий.\n\n— Ага, — в тон ему отозвался вышибала. — Вижу уже. Вот только никак в толк не возьму — чем он Вазгу приголубил? Затылок пробит, в горле дырка… а чем именно бил, понять не могу. Не мечом, не ножом… Да и не топор.\n\n— Какая разница? — правдоподобно развел руками Севан и протянул Хрывзу сжатый кулак. — Возьми, браток. Это тебе за беспокойство посреди ночи да за хлопоты. Ты уж постарайся, чтобы этот смердящий склирс раз и навсегда исчез.\n",
    "answers": [
      {
        "id": 149,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 139,
    "text": "Скрытый темнотой, я отчетливо видел, как трактирщик недовольно поджал вислые губы, качнулся, словно в нерешительности, скользнул взглядом по стене трактира и наконец, приняв решение, тяжело зашагал прочь, подметая двор полами шубы. Но от прощального слова все же не отказался:\n— Ни единой монеты назад не верну!\n\n— Да пода… — зло заворчал Севан, но, спохватившись, продолжать не стал, произнеся совсем другое: — Куда слуга мог деться?\n\n— Есть тут недалеко овраг, — тихо ответил Хрывз, не сводя взгляда с окна моей комнаты. — Там никого не бывает. Не впервой туда прятаться. Народец у нас, сам видел, какой собирается, поножовщина нет-нет да случается… ты тоже иди, отдыхай, я сам справлюсь. До утра пусть побегает, а как утренняя телега с отходами к нам завернет, так я его отстраню.\nСлушай, а твой господин завсегда посреди зимы с окнами нараспашку почивает?\n\n— Всегда, — буркнул Севан. — Он у нас мужик горячий.\n\n— Ага, — в тон ему отозвался вышибала. — Вижу уже. Вот только никак в толк не возьму — чем он Вазгу напугал? Убежал, даже воротник оторвал… а чем именно зацепился, понять не могу. Не мечом, не ножом… Да и не об ветку.\n\n— Какая разница? — правдоподобно развел руками Севан и протянул Хрывзу сжатый кулак. — Возьми, браток. Это тебе за беспокойство посреди ночи да за хлопоты. Ты уж постарайся, чтобы этот склирс раз и навсегда исчез.\n",
    "answers": [
      {
        "id": 140,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 140,
    "text": "— Исчезнет, — отозвался верзила, принимая от Севана тихо звякнувшие монеты. — Ого… Не многовато ли даешь?\n\n— В самый раз, — хмыкнул здоровяк и круто сменил тему: — Давай, Хрывз, закончим с этим делом побыстрее.\n\nМолча кивнув, Хрывз пошагал к оврагу, оставляя широкий след на свежевыпавшем снегу. Проводив вышибалу взглядом, Севан шагнул к окну и, едва не высадив раму, распахнул его и яростно зашипел:\n— Господин! Вы совсем ополоум… совсем с ума сошли?!\n\nСмотрел он при этом точно на меня, не шаря глазами по сторонам. Уже чувствуя неладное, я шагнул вперед и приглушенно спросил:\n— В смысле? Я же тихо стоял, у самой тыльной стены.\n\n— А глаза свои, что ровно угли раскаленные светятся, прикрыть не додумались? — разъяренный Севан буквально кипел и не особо старался подбирать слова, но сейчас мне было не до этого — до меня наконец дошел смысл его слов, и я едва не взвыл от бессильной злости на самого себя.",
    "answers": [
      {
        "id": 141,
        "text": "Спросить, был ли заметен блеск "
      },
      {
        "id": 142,
        "text": "Промолчать "
      }
    ]
  },
  {
    "id": 141,
    "text": "– Меня было видно?\n\nГлаза! Мои ярко светящиеся в темноте глаза! Твою так…\n\nУхватившись за подоконник, здоровяк запрыгнул в комнату и, с треском захлопнув многострадальное окно, задернул старые, но все еще плотные занавески. При этом он не переставал злобно шипеть:\n— Я им, значит, наше недовольство высказываю, а они не на меня, а на окно поглядывают. Тут и я взглянул, да чуть не окочурился — в комнате темным-темно, а в глубине два глаза синих полыхают, и так ярко, заразы, что еще и щупальца извивающиеся видать было! То-то я думаю, с чего бы это трактирщик так быстро к словам простого вышибалы прислушался! Сказал же — накиньте на себя одеяло и не показывайтесь! А вы чего?!\n— А я дурак! Забыл я! — в сердцах отозвался я, обессиленно опускаясь на лавку. — Твою мать! Ну не привык я еще, что у меня глаза ночью светятся! Не привык!",
    "answers": [
      {
        "id": 143,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 142,
    "text": "Глаза! Мои ярко светящиеся в темноте глаза! Твою так…\nУхватившись за подоконник, здоровяк запрыгнул в комнату и, с треском захлопнув многострадальное окно, задернул старые, но все еще плотные занавески.",
    "answers": [
      {
        "id": 144,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 143,
    "text": "— Еще хорошо, что Вазга вас издалека не углядел, да с воем заполошным не убежал. Тогда бы точно не расхлебались!\n\n— Когда он в окно полез, я головой к углу лежал. У самого окна, — пояснил я. — Он сначала щупальца на подоконнике увидел, обмер, видать, от ужаса, а там я его прихватил… Так… и что теперь?\n\n— Теперь уходить надо, — сипло отозвался здоровяк, не сводя с меня застывшего взгляда. — Прямо сейчас. Беда. Трактирщик с охранником своим волки битые, страха постарались не показать, но завтра чуть свет за стражей и церковниками сломя голову побегут — это как пить дать. А может, и сейчас кого к церкви пошлют по-тихому… Если не донесут, то им всем не сносить головы — священники все дотла здесь сожгут, когда прознают, что нежити кров дали. А их самих — сперва на дыбу, а затем прямиком на костер очищающий. Это непросто прикрыть — нечисть в городе!",
    "answers": [
      {
        "id": 145,
        "text": "– Может они не заметили? "
      },
      {
        "id": 146,
        "text": "– Значит уходим сейчас"
      }
    ]
  },
  {
    "id": 144,
    "text": "– Забыл я! — в сердцах отозвался я, обессиленно опускаясь на лавку. — Твою мать! Ну не привык я еще, что у меня глаза ночью светятся! Не привык!\n\n— Еще хорошо, что покойный Вазга вас издалека не углядел, да с воем заполошным не убежал. Тогда бы точно не расхлебались!\n\n— Когда он в окно полез, я головой к углу лежал. У самого окна, — пояснил я. — Он сначала щупальца на подоконнике увидел, обмер, видать, от ужаса, а там я его прихватил… Так… и что теперь?\n\n— Теперь уходить надо, — сипло отозвался здоровяк, не сводя с меня застывшего взгляда. — Прямо сейчас. Беда. Трактирщик с охранником своим волки битые, страха постарались не показать, но завтра чуть свет за стражей и церковниками сломя голову побегут — это как пить дать. А может, и сейчас кого к церкви пошлют по-тихому… Если не донесут, то им всем не сносить головы — священники все дотла здесь сожгут, когда прознают, что нежити кров дали. А их самих — сперва на дыбу, а затем прямиком на костер очищающий. Это непросто прикрыть — нечисть в городе!",
    "answers": [
      {
        "id": 145,
        "text": "– Может они не заметили? "
      },
      {
        "id": 146,
        "text": "– Значит уходим сейчас"
      }
    ]
  },
  {
    "id": 145,
    "text": "— Может, обойдется, — с безумной надеждой переспросил я, видя, как все наши планы рушатся на глазах. — Может, промолчат? Мало ли что глаза светятся?\n\n— Я тоже так спервоначально подумал, потому и монеты в руку совал. А потом в глаза ему заглянул и сразу понял — не промолчит. У простых людей глаза не светятся, господин. И среди глухой ночи они не являются и лица скрыть не пытаются. Донесут. Здесь до Пограничной Стены рукой подать, про костяных пауков с зеленым огнем в глазницах наслышаны… Беда…\n\n— Поднимай всех, — огромным усилием я заставил себя выкинуть из головы лишние мысли и сосредоточиться на самом главном. — Если и послали кого тревогу поднимать, то послали сейчас. Значит, гонец уже в пути. Поднимай всех немедленно! Но старайся сделать это потише, чтобы не поднимать переполох преждевременно.\n\n— Да, господин, — коротко ответил Севан и выскочил в коридор. — Лишь бы уйти по-тихому. Тут до леса всего ничего.",
    "answers": [
      {
        "id": 155,
        "text": "Начать третью главу | Нежить в Ротлере"
      },
      {
        "id": 1,
        "text": "Продолжить прохождение позднее | Вернуться на первую страницу"
      }
    ]
  },
  {
    "id": 146,
    "text": "— Поднимай всех, — огромным усилием я заставил себя выкинуть из головы лишние мысли и сосредоточиться на самом главном. — Если и послали кого тревогу поднимать, то послали сейчас. Значит, гонец уже в пути. Поднимай всех немедленно! Но старайся сделать это потише, чтобы не поднимать переполох преждевременно.\n\n— Да, господин, — коротко ответил Севан и выскочил в коридор. — Лишь бы уйти по-тихому. Тут до леса всего ничего.",
    "answers": [
      {
        "id": 155,
        "text": "Начать третью главу | Нежить в Ротлере"
      },
      {
        "id": 1,
        "text": "Продолжить прохождение позднее | Вернуться на первую страницу"
      }
    ]
  },
  {
    "id": 147,
    "text": " Севан шагнул к окну и, едва не высадив раму, распахнул его и яростно зашипел:\n— Господин! Вы совсем ополоум… совсем с ума сошли?!\n\nСмотрел он при этом точно на меня, не шаря глазами по сторонам. Уже чувствуя неладное, я шагнул вперед и приглушенно спросил:\n— В смысле? Я же тихо стоял, у самой тыльной стены.\n\n— А глаза свои, что ровно угли раскаленные светятся, прикрыть не додумались? — разъяренный Севан буквально кипел и не особо старался подбирать слова, но сейчас мне было не до этого — до меня наконец дошел смысл его слов, и я едва не взвыл от бессильной злости на самого себя.",
    "answers": [
      {
        "id": 141,
        "text": "Спросить, был ли заметен блеск "
      },
      {
        "id": 142,
        "text": "Промолчать "
      }
    ]
  },
  {
    "id": 148,
    "text": " Севан шагнул к окну и, едва не высадив раму, распахнул его и яростно зашипел:\n— Господин! Вы совсем ополоум… совсем с ума сошли?!\n\nСмотрел он при этом точно на меня, не шаря глазами по сторонам. Уже чувствуя неладное, я шагнул вперед и приглушенно спросил:\n— В смысле? Я же тихо стоял, у самой тыльной стены.\n\n— А глаза свои, что ровно угли раскаленные светятся, прикрыть не додумались? — разъяренный Севан буквально кипел и не особо старался подбирать слова, но сейчас мне было не до этого — до меня наконец дошел смысл его слов, и я едва не взвыл от бессильной злости на самого себя.",
    "answers": [
      {
        "id": 150,
        "text": "Спросить, был ли заметен блеск "
      },
      {
        "id": 151,
        "text": "Промолчать "
      }
    ]
  },
  {
    "id": 149,
    "text": "— Исчезнет, — отозвался верзила, принимая от Севана тихо звякнувшие монеты. — Ого… Не многовато ли даешь?\n\n— В самый раз, — хмыкнул здоровяк и круто сменил тему: — Давай, Хрывз, закончим с этим делом побыстрее.\n\nМолча кивнув, Хрывз ухватил покойника за ноги и, оставляя широкий след на свежевыпавшем снегу, потащил его за угол, где у забора теснились хозяйственные постройки. Проводив вышибалу взглядом, Севан шагнул к окну и, едва не высадив раму, распахнул его и яростно зашипел:\n— Господин! Вы совсем ополоум… совсем с ума сошли?!\n\nСмотрел он при этом точно на меня, не шаря глазами по сторонам. Уже чувствуя неладное, я шагнул вперед и приглушенно спросил:\n— В смысле? Я же тихо стоял, у самой тыльной стены.\n\n— А глаза свои, что ровно угли раскаленные светятся, прикрыть не додумались? — разъяренный Севан буквально кипел и не особо старался подбирать слова, но сейчас мне было не до этого — до меня наконец дошел смысл его слов, и я едва не взвыл от бессильной злости на самого себя.",
    "answers": [
      {
        "id": 150,
        "text": "Спросить, был ли заметен блеск "
      },
      {
        "id": 151,
        "text": "Промолчать "
      }
    ]
  },
  {
    "id": 150,
    "text": "– Меня было видно?\n\nГлаза! Мои ярко светящиеся в темноте глаза! Твою так…\n\nУхватившись за подоконник, здоровяк запрыгнул в комнату и, с треском захлопнув многострадальное окно, задернул старые, но все еще плотные занавески. При этом он не переставал злобно шипеть:\n— Я им, значит, наше недовольство высказываю, а они не на меня, а на окно поглядывают. Тут и я взглянул, да чуть не окочурился — в комнате темным-темно, а в глубине два глаза синих полыхают, и так ярко, заразы, что еще и щупальца извивающиеся видать было! То-то я думаю, с чего бы это трактирщик так быстро к словам простого вышибалы прислушался! Сказал же — накиньте на себя одеяло и не показывайтесь! А вы чего?!\n— А я дурак! Забыл я! — в сердцах отозвался я, обессиленно опускаясь на лавку. — Твою мать! Ну не привык я еще, что у меня глаза ночью светятся! Не привык!",
    "answers": [
      {
        "id": 153,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 151,
    "text": "Глаза! Мои ярко светящиеся в темноте глаза! Твою так…\nУхватившись за подоконник, здоровяк запрыгнул в комнату и, с треском захлопнув многострадальное окно, задернул старые, но все еще плотные занавески.",
    "answers": [
      {
        "id": 153,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 152,
    "text": "— Поднимай всех, — огромным усилием я заставил себя выкинуть из головы лишние мысли и сосредоточиться на самом главном. — Если и послали кого тревогу поднимать, то послали сейчас. Значит, гонец уже в пути. Поднимай всех немедленно! Но старайся сделать это потише, чтобы не поднимать переполох преждевременно.\n\n— Да, господин, — коротко ответил Севан и выскочил в коридор. — Лишь бы уйти по-тихому. Тут до леса всего ничего.",
    "answers": [
      {
        "id": 155,
        "text": "Начать третью главу | Нежить в Ротлере"
      },
      {
        "id": 1,
        "text": "Продолжить прохождение позднее | Вернуться на первую страницу"
      }
    ]
  },
  {
    "id": 153,
    "text": "— Еще хорошо, что Вазга вас издалека не углядел, да с воем заполошным не убежал. Тогда бы точно не расхлебались!\n\n— Когда он в окно полез, я головой к углу лежал. У самого окна, — пояснил я. — Он сначала щупальца на подоконнике увидел, обмер, видать, от ужаса, а там я его прихватил… Так… и что теперь?\n\n— Теперь уходить надо, — сипло отозвался здоровяк, не сводя с меня застывшего взгляда. — Прямо сейчас. Беда. Трактирщик с охранником своим волки битые, страха постарались не показать, но завтра чуть свет за стражей и церковниками сломя голову побегут — это как пить дать. А может, и сейчас кого к церкви пошлют по-тихому… Если не донесут, то им всем не сносить головы — священники все дотла здесь сожгут, когда прознают, что нежити кров дали. А их самих — сперва на дыбу, а затем прямиком на костер очищающий. Это не просто убийство прикрыть — нечисть в городе!",
    "answers": [
      {
        "id": 154,
        "text": "– Может они не заметили? "
      },
      {
        "id": 152,
        "text": "– Значит уходим сейчас"
      }
    ]
  },
  {
    "id": 154,
    "text": "— Может, обойдется, — с безумной надеждой переспросил я, видя, как все наши планы рушатся на глазах. — Может, промолчат? Мало ли что глаза светятся?\n\n— Я тоже так спервоначально подумал, потому и монеты в руку совал. А потом в глаза ему заглянул и сразу понял — не промолчит. У простых людей глаза не светятся, господин. И среди глухой ночи они не являются и лица скрыть не пытаются. Донесут. Здесь до Пограничной Стены рукой подать, про костяных пауков с зеленым огнем в глазницах наслышаны… Беда…\n\n— Поднимай всех, — огромным усилием я заставил себя выкинуть из головы лишние мысли и сосредоточиться на самом главном. — Если и послали кого тревогу поднимать, то послали сейчас. Значит, гонец уже в пути. Поднимай всех немедленно! Но старайся сделать это потише, чтобы не поднимать переполох преждевременно.\n\n— Да, господин, — коротко ответил Севан и выскочил в коридор. — Лишь бы уйти по-тихому. Тут до леса всего ничего.",
    "answers": [
      {
        "id": 155,
        "text": "Начать третью главу | Нежить в Ротлере"
      },
      {
        "id": 1,
        "text": "Продолжить прохождение позднее | Вернуться на первую страницу"
      }
    ]
  },
  {
    "id": 155,
    "text": "                                      Глава 3\n                            Нежить в Ротлере\n\nЧерез четверть часа мы были готовы к выходу из злосчастного трактира, когда случилось сразу несколько событий.\nЯ стоял в коридоре, нахлобучив шлем, держа в охапке щупальца и приглушенно поторапливая сонных спутников. Я только собирался рявкнуть на неловко переставляющего ноги гнома, никак не могущего найти свою сумку, и тут меня резко повело в сторону, да так, что я с грохотом врезался в стену коридора. Затылок пронзила ослепляющая боль, в ушах появился тонкий пронзительный звон. Под встревоженные возгласы друзей я рухнул на колени и скорчился от все усиливающейся и усиливающейся боли. Соскочивший с головы шлем укатился под ноги застывшего на месте Тиксы. С дробным стуком на пол один за другим попадали ледяные щупальца — и безжизненно застыли в мертвой неподвижности.",
    "answers": [
      {
        "id": 156,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 156,
    "text": "Ко мне подскочил Севан, затормошил за плечо, попытался поднять на ноги, крича в ухо:\n— Господин! Что с вами? Корис?!\n\n— Аагх… — выдохнул я, преодолевая боль, и с ужасом понял, что едва могу шевелить челюстями. Меня словно парализовало. — Бег… бег-гите!\n\n— Ну уж нет! — рявкнул здоровяк и завопил: — Мукри, Тикса! Помогите поднять господина!\n\n— Корис, что с тобой?! — сквозь застилавший глаза туман я с трудом углядел тоненькую фигурку упавшей передо мной на колени девушки. — Корис?!\n\nВ следующий миг меня скрутило в судорогах. Вырвавшись из рук Севана, я в припадке забился на полу, исходя безумным криком боли.\n\n— Хватайте его и тащите к выходу! Живо!\n\n— Севан, стой! — прорезался голос Мукри. — Отойдите от него! Отойдите! Бросьте!\n\n— Ты что несешь, тварь поганая? А? Чтобы я господина бросил?! — раненым медведем взревел Севан.\n\n— Смотри на щупальца!\n\n— О, Создатель Милосердный!\n\n— Севан, Алларисса, отойдите от него! Щупальца просыпаются!",
    "answers": [
      {
        "id": 157,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 157,
    "text": "Вытянувшиеся на полу ледяные отростки задрожали и, разом взмыв в воздух, окутали меня в подобие кокона, обвившись вокруг тела и приникнув так плотно, что сквозь нахлынувшую на меня новую волну боли мне почудился скрип доспехов. Раздались резкие хлопки, следующие один за другим, и следом за ними — громкий хрустальный звон, послышавшийся из висящего у меня за спиной заплечного мешка. По полу застучали мелкие осколки, в воздухе замелькали непонятные обрывки ткани. Основание шеи пронзила настолько сильная боль, что я даже не смог закричать. Рот был разинут, но из него доносился лишь сдавленный хрип. Я умирал… Во всяком случае, ощущения были именно такие — словно ко мне подступала мучительная агония. Главное, выдержать еще немного, и тогда наступит блаженное забытье и избавляющая от страданий смерть…",
    "answers": [
      {
        "id": 158,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 158,
    "text": "— Да что же это… Они ему в шею лезут! Хватайте их!\n\n— Не трогай, Севан!\n\n— Корис! Корис!\n\nЯ не отвечал на встревоженные выкрики. Стоя на коленях и задрав голову к низкому потолку, я чувствовал… как подобно отливу испепеляющая боль отступает и исчезает, оставляя после себя ощущение… или вернее присутствие в моем теле чего-то нового, чего никогда не было прежде. Я чувствовал, как МОИ щупальца медленно ослабляют хватку вокруг плеч и медленно сползают вниз. Ощущал, как они хищно поводят слепыми кончиками по сторонам… и передают мне картинку наполненного светящимися человеческими силуэтами коридора, накладывающегося поверх моего обычного зрения. Севан разевает рот в беззвучном крике и наклоняется ко мне, одновременно я вижу приближение огромной светящейся фигуры и пульсирующие внутри нее сгустки энергии… И я ощущал смутную и непонятную радость, исходящую из каждого из десятка отростков. Радость и ликование, что мы воссоединились… наконец-то стали единым целым…",
    "answers": [
      {
        "id": 159,
        "text": "Подняться "
      },
      {
        "id": 160,
        "text": "Остаться на месте "
      }
    ]
  },
  {
    "id": 159,
    "text": "— Корис! — вопль здоровяка наконец пробился сквозь звенящую тишину, и я одним рывком выпал в реальный мир. — Корис!\nУхватившись за предплечье Севана, я тяжело поднялся с колен, ощущая, как вздымаются в воздух ледяные щупальца.\n\n— Я в порядке…\n\n— В порядке? — прижимая дрожащие руки ко рту, прошептала прижавшаяся к стене Алларисса. — Корис… они торчат у тебя из шеи… они влезли тебе в шею… они в тебе.\n\nБыло сказано слишком много «они», чтобы не понять, что речь шла о найденных в могиле давным-давно умершего мага…\nДернув рукой к голове, я наткнулся на тугой и ритмично подрагивающий пучок щупалец, выходящий из основания моей шеи, чуть ниже затылка. Выходящий из моей заледеневшей плоти.\n\nЗначит, мне не почудилось — росшие из куска горного хрусталя отростки решили сменить хозяина и переселились ко мне в тело. А хрустящее крошево на полу — это все, что осталось от некогда великолепно ограненного кристалла, перемешанное с бумажными обрывками и кусками материи — заплечный мешок разорвало на жалкие клочки. Еще хорошо, что на мне мощные доспехи, надежно прикрывающие спину. Иначе шкуру бы знатно исполосовало…",
    "answers": [
      {
        "id": 161,
        "text": "Собраться с силами. "
      }
    ]
  },
  {
    "id": 160,
    "text": "— Корис! — вопль здоровяка наконец пробился сквозь звенящую тишину, и я одним рывком выпал в реальный мир. — Корис! Я ощутил, как вздымаются в воздух ледяные щупальца.\n\n— Я в порядке…\n\n— В порядке? — прижимая дрожащие руки ко рту, прошептала прижавшаяся к стене Алларисса. — Корис… они торчат у тебя из шеи… они влезли тебе в шею… они в тебе.\n\nБыло сказано слишком много «они», чтобы не понять, что речь шла о найденных в могиле давным-давно умершего мага…\nДернув рукой к голове, я наткнулся на тугой и ритмично подрагивающий пучок щупалец, выходящий из основания моей шеи, чуть ниже затылка. Выходящий из моей заледеневшей плоти.\n\nЗначит, мне не почудилось — росшие из куска горного хрусталя отростки решили сменить хозяина и переселились ко мне в тело. А хрустящее крошево на полу — это все, что осталось от некогда великолепно ограненного кристалла, перемешанное с бумажными обрывками и кусками материи — заплечный мешок разорвало на жалкие клочки. Еще хорошо, что на мне мощные доспехи, надежно прикрывающие спину. Иначе шкуру бы знатно исполосовало…",
    "answers": [
      {
        "id": 161,
        "text": "Собраться с силами. "
      }
    ]
  },
  {
    "id": 161,
    "text": "Я еще не успел толком осознать произошедшие со мной перемены, когда громко хлопнула дверь и в коридор с криком влетел еще один член нашего маленького отряда:\n— Факелы! Много факелов. Там толпа народу, и все идут прямиком сюда и очень быстро! Скоро будут у ворот.\n\n— А трактирщик умен, — прохрипел я, отлепляясь от стены и ощериваясь в злобном оскале. — И золотишко наше к рукам прибрал и перед Церковью не провинился… Севан, еще один выход есть? На задний двор.\n\n— Есть. В главный зал, а оттуда через кухню. Идти сможете, господин?\n\n— Смогу, — кивнул я, и даже не соврал: с каждым мгновением ко мне стремительно возвращались силы. — Веди. Алларисса, держись в середине. Пошли. Ходу!\n\nОт мощного пинка Севана дверь, ведущая из жилой части трактира в главный зал, затрещала, но устояла.\n\n— Подперто с той стороны! — выкрикнул Мукри, приникнув к полу и заглянув в щель под дверью.\n\n— А ну отойди! — рявкнул здоровяк, выхватывая топор.",
    "answers": [
      {
        "id": 162,
        "text": "Позволить Севану выбить дверь топором"
      },
      {
        "id": 163,
        "text": "Искать другой выход "
      }
    ]
  },
  {
    "id": 162,
    "text": "Несколько сильных ударов — и дверь превратилась в груду щепок, а мы ввалились в пустой зал, перешагивая через наваленные у двери столы и лавки. Не теряя ни мгновения, здоровяк повел нас к неприметной двери в тыльной стене зала. Единственное, что я успел заметить, так это грубо оштукатуренные стены, широкий камин, наполненный еще тлеющими углями, и единственную на весь трактир старую картину, висящую над каминной полкой. Мой взгляд выхватил изображенных на потускневшем от времени полотне тощего паренька с немного дурацкой улыбкой и сидящую у него на нравом плече вихрастую куклу.\nДонесшиеся до наших ушей крики и пробившийся сквозь окна тусклый свет возвестили, что пришедшие по наши души горожане уже совсем рядом.\n\n— Ходу! Ходу! — рявкнул я, хватая споткнувшегося гнома за шкирку и толкая вперед. — Живо!\nОказавшись на заставленной разделочными столами, кувшинами и бочонками кухне, я чуть замедлил шаг и, быстро оглядевшись по сторонам, крикнул:\n\n— Здесь! Стой! Что в этих кувшинах у стены? И в бочонках?\n\nНе задавая лишних вопросов, здоровяк шагнул к выстроившимся на широких полках сосудам и, заглянув внутрь, коротко доложил:\n— Вино. Пиво. Масло.",
    "answers": [
      {
        "id": 164,
        "text": "Вылить масло на пол "
      }
    ]
  },
  {
    "id": 163,
    "text": "– Стой, нужно запутать их! Здесь должен быть ещё один выход. – Я старался говорить как можно более спокойно, но сердце бешено колотилось в груди и не позволяло сохранять холодную голову.\n\n– Нет времени, господин. – Севан озадаченно оглядывает помещение.\n\n– Сюда! Крик Рюда, – одного из примкнувших к нам бывших пиратов, прерывает диалог, – За шкафом есть выход. \n\n– Отлично. Двигаем!\n\nСеван в один рывок оказался у шкафа, отталкивая его в сторону и открывая пустой проход.\n\nЗа дверью уже слышались шаги, много шагов. Свет факелов стал попадать к вам через узкую щель между дверью и полом.\n\n– Идите, я прикрою. – С этим криком Рюд достаёт кинжалы и устремляется к двери.\n\nЯ старался остановить его, но Севан преградил путь.\n\n– Нет времени, господин. Уходим! ",
    "answers": [
      {
        "id": 167,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 164,
    "text": "Уцепившись за последнее слово, я приказал:\n— Масло на пол! Мукри, сбегай в зал и зачерпни полный совок углей, что еще не потухли, и разбросай по залу. Прихвати кувшин с маслом и разлей повсюду. Остальные на задний двор и ждать!\n\nСеван с ходу уловил мою мысль и, коротко кивнув, принялся скидывать наполненные маслом кувшины на пол. Кухня наполнилась звоном бьющейся посуды, по полу разлилась блестящая лужа масла, увеличивающаяся с каждой секундой.\n\n— Достаточно! Поджигай, — приказал я, стоя у распахнутой двери. — Мукри, сюда!\n\nСеван дотащил последний кувшин до кухонной печи, оставляя за собой длинный маслянистый след, распахнул заслонку, щедро ливанул содержимое внутрь и тут же отпрянул в сторону.",
    "answers": [
      {
        "id": 165,
        "text": "Выбежать из постройки "
      }
    ]
  },
  {
    "id": 165,
    "text": "Ярко полыхнувшее пламя с ревом вырвалось из заслонки и взвилось к бревенчатому потолку. Языки огня побежали по полу, разбегаясь в разные стороны. Дальше я смотреть не стал — упругая волна горячего воздуха ударила в меня, и я с воплем вылетел на холодный двор:\n— Выбирайтесь!\n\nНадсадно кашляющие здоровяк и пират выскочили следом и кинулись за мной, к уже широко распахнутой калитке, где нас дожидались остальные.\n\n— Ходу! Ходу!\n\nСпотыкаясь и падая, мы бежали по ночной улочке, а за нашими спинами разгоралось бушующее пламя. Коротко оглянувшись, я сквозь прорези шлема увидел языки огня, вырвавшиеся из двери кухни и взметнувшие к небу чадные струи дыма. Приютивший нас на одну-единственную ночь трактир «У Жирного Пита» горел, а в воздухе уже раздавались первые крики горожан:\n— Пожар! Пожар!",
    "answers": [
      {
        "id": 166,
        "text": "Перевести дух "
      }
    ]
  },
  {
    "id": 166,
    "text": "— Правильная мысль, господин! — пропыхтел держащийся рядом Севан. — Это их надолго задержит! И трактирщику поделом! Сейчас к лесу?\n\n— Нет, — выдохнул я. — Веди нас к порту! Проклятье… что же я творю… что же я творю… Какого черта мы вообще сунулись в этот городишко?\n\n— Это уж вам решать, господин. Я сейчас только одно знаю — теперича нам всем головы не сносить. Поджог — самое страшное, что сотворить можно, заживо камнями забьют, — бесстрастно ответил здоровяк, подхватив начавшую отставать Алю за локоть и таща за собой. — Быстрее, быстрее, Темный вас побери! Мукри, заворачивай к порту!\n\n— Твою мать, — обреченно буркнул я, по примеру Севана хватая за шиворот коротконогого Тиксу и увлекая за собой. — А ведь я так хотел уйти из этого городишки по-тихому…\n\nКак ни удивительно, но первым не выдержавшим изнурительный бег по кривым улочкам оказался Мукри. Пират с каждым мгновением все больше спотыкался и замедлял шаг, пока наконец не рухнул на колени, хрипя словно загнанная лошадь. Вслед за ним остановились и остальные.",
    "answers": [
      {
        "id": 168,
        "text": "Взглянуть на пирата "
      }
    ]
  },
  {
    "id": 167,
    "text": "Не теряя ни мгновения, здоровяк повел нас к неприметной двери в тыльной стене зала. Единственное, что я успел заметить, так это грубо оштукатуренные стены, широкий камин, наполненный еще тлеющими углями, и единственную на весь трактир старую картину, висящую над каминной полкой. Мой взгляд выхватил изображенных на потускневшем от времени полотне тощего паренька с немного дурацкой улыбкой и сидящую у него на нравом плече вихрастую куклу.\nДонесшиеся до наших ушей крики и пробившийся сквозь окна тусклый свет возвестили, что пришедшие по наши души горожане уже совсем рядом.\n\n— Ходу! Ходу! — рявкнул я, хватая споткнувшегося гнома за шкирку и толкая вперед. — Живо!\nОказавшись на заставленной разделочными столами, кувшинами и бочонками кухне, я чуть замедлил шаг и, быстро оглядевшись по сторонам, крикнул:\n\n— Здесь! Стой! Что в этих кувшинах у стены? И в бочонках?\n\nНе задавая лишних вопросов, здоровяк шагнул к выстроившимся на широких полках сосудам и, заглянув внутрь, коротко доложил:\n— Вино. Пиво. Масло.",
    "answers": [
      {
        "id": 164,
        "text": "Вылить масло на пол"
      }
    ]
  },
  {
    "id": 168,
    "text": "— Все… больше не могу, клянусь… клянусь грот-мачтой… не сделаю ни шага… — сквозь кашель прохрипел",
    "answers": [
      {
        "id": 169,
        "text": "Помочь пирату"
      },
      {
        "id": 170,
        "text": "Оставить пирата"
      }
    ]
  },
  {
    "id": 169,
    "text": "— Сделаешь! — прошипел я, отпуская шиворот гнома и грубо вздергивая пирата на ноги. — Еще как сделаешь! Тем более что бегать больше не будем. Севан, где мы сейчас?\n\n— Ближе к центру города, господин, — незамедлительно отозвался здоровяк, напряженно крутя головой по сторонам. — Еще четверть лиги в ту сторону и выйдем на площадь. А если свернем вот сюда, то через триста шагов окажемся у порта. От погони, кажись, оторвались на время — они пожаром отвлечены. Но поспешать надо.\n\n— А если пойдем прямо, вот по этой улице, то она выведет нас до порта? — я ткнул во внешне неприметную улочку, кривой загогулиной тянущуюся куда-то в сторону моря.\n\n— Да, — прохрипел Мукри, привалившись к стене. — Выведет. Мы вчера по ней прошли немного.\n\n— Тогда идем сюда! — Я решительно свернул в указанном направлении.",
    "answers": [
      {
        "id": 171,
        "text": "Продолжить движение "
      }
    ]
  },
  {
    "id": 170,
    "text": "Я смотрю на удалившуюся толпу, а затем на Мукри, – тяжело оставлять его, но выбора уже нет. Решение принято. – Черт, дружище.\n\n– Севан, где мы сейчас?\n— Ближе к центру города, господин, — незамедлительно отозвался здоровяк, напряженно крутя головой по сторонам. — Еще четверть лиги в ту сторону и выйдем на площадь. А если свернем вот сюда, то через триста шагов окажемся у порта. От погони, кажись, оторвались на время — они пожаром отвлечены. Но поспешать надо.\n\n— А если пойдем прямо, вот по этой улице, то она выведет нас до порта? — я ткнул во внешне неприметную улочку, кривой загогулиной тянущуюся куда-то в сторону моря.\n\n— Да, — прохрипел Тикса, привалившись к стене. — Выведет. Мы вчера по ней прошли немного.\n\n— Тогда идем сюда! — Бросив последний взгляд на прикрывшего глаза Мукри, я решительно свернул в указанном направлении.",
    "answers": [
      {
        "id": 171,
        "text": "Продолжить движение "
      }
    ]
  },
  {
    "id": 171,
    "text": "Следом за мной потянулись остальные, кто-то все еще кашлял, со свистом дышал или натужно хрипел. Пробежка по скользким от ночного инея улицам вымотала большую часть отряда. Всех, кроме меня, Ларни и Севана. Ларни со здоровяком держались благодаря бурному прошлому старых наемников, а я… а я — ледяная глыба, не знающая, что такое одышка и ломота в костях.\n\n— Господин, почему именно сюда? — поинтересовался поравнявшийся со мной здоровяк.\n\n— Я вижу магическую энергию. Много энергии, — пояснил я. — И вся она внутри вот этого вот домика.\n\n— «Домика»? — мрачно буркнул Севан, и я невольно усмехнулся.\n\nТут здоровяк прав — назвать возвышающиеся перед нами каменные трехэтажные хоромы просто «домиком» значило сильно погрешить против истины. Это был настоящий особняк, достойный принимать самого титулованного дворянина. Мощный каменный фасад, закрытые узорчатыми решетками окна, с таким же узором кованый забор вокруг постройки и виднеющаяся за воротами окованная железными полосами дверь. И переливающиеся по стенам радужные переливы какого-то заклинания. Наверняка защитного.",
    "answers": [
      {
        "id": 172,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 172,
    "text": "— Этот дом гномы строить! — уверенно заявил Тикса, подойдя поближе и осматривая дом. Помолчал немного, затем вытянул палец и, ткнув им в одно из свисающих с моих плеч ледяных щупалец, деловито поинтересовался: — Змеюка сдохнуть?\n— Нет, не сдохли, — рыкнул я, несколько даже уязвленный таким предположением. — И не тыкай пальцем, если не хочешь остаться без рук.\n— Они и впрямь больше не шевелятся, господин, — тихо произнес стоящий позади Ларни.\n— Да, я заметил. Они словно спят, — отозвался я, не сводя глаз с темных окон дома, где за толстыми стенами уверенно сияло несколько десятков ярких разноцветных огоньков. Магические сферы, до отказа наполненные энергией. Запас энергии, необходимый любому магу.",
    "answers": [
      {
        "id": 173,
        "text": "Выяснить, кому принаджелит особняк. "
      }
    ]
  },
  {
    "id": 173,
    "text": "Шагнув вперед, я приложил руку к небольшой металлической пластине, висящей на створке ворот, и с силой повел ее в сторону, стирая налипший снег и открывая вычурно вырезанные буквы:\n«Арджикус Ван Юзгар. Маг Целитель». Предельно лаконично, но при этом очень информативно. Сразу дает понять любому умеющему читать, что здесь живет Исцеляющий, обладающий дворянским титулом. То есть безродным и нищим хозяина дома можно не беспокоить.\n— Господин! Уходить надо! А то нам не Исцеляющий, а могильщик понадобится! — с тревогой в голосе рявкнул Севан.\nС тоской я последний раз взглянул на дом, где жил человек, возможно, сумевший бы избавить меня от ледяной напасти, и резко развернувшись, зашагал прочь. Не судьба.",
    "answers": [
      {
        "id": 174,
        "text": "* В это время *"
      },
      {
        "id": 173,
        "text": "Смена персонажа. ",
        "comment": true
      }
    ]
  },
  {
    "id": 174,
    "text": "* Вы играете за Отца Флатиса, повествование идёт от третьего лица.\n\nЕще до того как слитно скачущий по ночному тракту отряд увидел Ротлер, до их ушей донесся тревожный звон набата. Мгновением позже лошади вынесли всадников из леса, и их глазам предстало багровое зарево пожара, вздымающееся над крышей одного из домов. Порывы ночного ветра то и дело заставляли языки пламени прижиматься к земле и жадно облизывать крыши стоящих рядом зданий, не занявшихся яростным пламенем только благодаря покрывавшему их толстому слою снега.\n\n— Вперед! — рявкнул седовласый священник, пришпоривая коня и устремляясь навстречу зареву пожара.\n\n— Отец Флатис, мы не можем отвлекаться на тушение пожара! — крикнул поравнявшийся с его конем другой священнослужитель. — На нас возложена другая миссия!\n\n— Глупец! — зло крикнул отец Флатис, пригибаясь к шее лошади. — В этой суматохе будет гораздо сложнее найти носителя Младшего Близнеца! А если есть погибшие в муках от сжигания заживо жертвы, то эманация смерти окончательно собьет нас со следа! Не удивлюсь, если огонь вспыхнул не случайно и это дело рук носителя кинжала!\n\nПривратник предпочел проглотить оскорбление со смирением истинного священника и переключился на скачущих позади монахов:\n— Быстрее, братья! Быстрее, во имя Создателя!\n",
    "answers": [
      {
        "id": 206,
        "text": "Начать четвертую главу | Смертельньное проклятие",
        "comment": false
      },
      {
        "id": 1,
        "text": "Продолжить игру позднее | Вернуться на первую страницу "
      },
      {
        "id": 174,
        "text": "Четвёртая глава находится в стадии разработки, вы будете оповещены об её выходе в группе автора. © Автор",
        "comment": true
      }
    ]
  },
  {
    "id": 175,
    "text": "",
    "answers": [
      {
        "id": 179,
        "text": "1 ГЛАВА"
      },
      {
        "id": 180,
        "text": "2 ГЛАВА"
      },
      {
        "id": 181,
        "text": "3 ГЛАВА"
      },
      {
        "id": 1,
        "text": "Назад. "
      }
    ]
  },
  {
    "id": 176,
    "text": "Дикие Земли — огромная территория на западе континента, населенная чрезвычайно опасными тварями. Разумные расы стараются освоить Дикие Земли и очистить их от нечисти и измененных магией тварей, но пока безуспешно. Все чаще смертные приговоры заменяются на отправку в Дикие Земли для основания новых поселений — по принципу, капля камень точит. Дикие Земли возникли в результате чудовищной войны магов, за несколько столетий до описываемых событий.",
    "answers": [
      {
        "id": 178,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 177,
    "text": "Уважаемые читатели, не забывайте оставлять отзывы и ставить оценки, преимущественно  положительные :)\n Для полного погружения в квест советую ознакомиться с терминами, они пригодятся как новичкам, так и наторелым чтецам. Если вас заинтересовало моё творчество, вы можете ознакомиться с ним подробнее, обратившись ко мне по ссылке ВК: \nvk.com/vladimirkorol94\n\nЭто первая квестовая работа, при расширении библиотеки – я оповещу вас в группе (ссылку добавлю позже).\n\nНе болеем и читаем книги, проходим квесты. ✔️",
    "answers": [
      {
        "id": 1,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 178,
    "text": "Здесь вы можете ознакомиться с героями и  терминами, которые будут использованы в квесте. Жмите на интересующее выражение и получайте его определение.\n\nСписок пополняется с прохождением каждой главы.",
    "answers": [
      {
        "id": 176,
        "text": "Дикие Земли "
      },
      {
        "id": 183,
        "text": "Морграат"
      },
      {
        "id": 184,
        "text": "Ниргалы"
      },
      {
        "id": 182,
        "text": "Орден Искореняющих Ересь"
      },
      {
        "id": 185,
        "text": "Орден Привратников "
      },
      {
        "id": 186,
        "text": "Подгорный народ ",
        "need": 76,
        "need_ever": true
      },
      {
        "id": 187,
        "text": "Раатхи",
        "need": 76,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 179,
    "text": "",
    "answers": []
  },
  {
    "id": 180,
    "text": "",
    "answers": []
  },
  {
    "id": 181,
    "text": "",
    "answers": []
  },
  {
    "id": 182,
    "text": "Орден Искореняющих Ересь — церковный орден, занимающийся выявлением и уничтожением нежити. По своей сути — выполняет миссии сугубо ясные и четкие — найти и уничтожить. Символ ордена — красный молот, использующийся достаточно редко, и тонкий красный пояс или плетеный шнур.",
    "answers": [
      {
        "id": 178,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 183,
    "text": "Морграат — древнее божество требовавшее обильных кровавых жертв. Поклоняющийся ему культ жрецов был повержен и забыт многие столетия назад.",
    "answers": [
      {
        "id": 178,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 184,
    "text": "Ниргалы — некогда они являлись обыкновенными людьми, преимущественно мужчинами. Насильно проведенные через специальные магические ритуалы, они утратили свою человеческую сущность и память, приобретя взамен несокрушимые доспехи, покрывающие их тела, и огромную силу.",
    "answers": [
      {
        "id": 178,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 185,
    "text": "Орден Привратников — церковный орден, члены которого охраняют Пограничную Стену от нечисти и проверяют каждого, кто приходит со стороны Диких Земель. Авторитет ордена Привратников особенно высок в пограничных городах и форпостах. Отличительный знак ордена — изображение ключа. Принадлежащие к ордену священники носят на поясах вырезанный из дерева ключ. Орден Привратников считается одним из самых влиятельных орденов Церкви и одновременно самым закрытым.",
    "answers": [
      {
        "id": 178,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 186,
    "text": "Подгорный народ — так называют себя гномы. Но среди людей название не прижилось. За глаза гномов кличут коротышками или бородачами. Достаточно популярно словосочетание: Скрытный народец — гномы и правда отличаются большой скрытностью и не любят распространяться о внутреннем быте и ремесленных секретах.",
    "answers": []
  },
  {
    "id": 187,
    "text": "Раатхи — жрецы Морграата, приносящие ему обильные жертвоприношения и практикующие Искусство.",
    "answers": []
  },
  {
    "id": 188,
    "text": "Здесь находятся достижения с первой главы.\n\nКликайте на интересующую награду, чтобы увидеть описание. ",
    "answers": [
      {
        "id": 189,
        "text": "Назад "
      },
      {
        "id": 192,
        "text": "В пути и спор не грех",
        "need": 45,
        "need_ever": true
      },
      {
        "id": 193,
        "text": "Соблюдаем субординацию",
        "need": 44,
        "need_ever": true
      },
      {
        "id": 194,
        "text": "Девушка на корабле ",
        "need": 57,
        "need_ever": true
      },
      {
        "id": 195,
        "text": "Путь в Ротлер ",
        "need": 76,
        "need_ever": true
      }
    ]
  },
  {
    "id": 189,
    "text": "В данном разделе вы можете посмотреть полученные в каждой главе достижения. ",
    "answers": [
      {
        "id": 188,
        "text": "Глава 1",
        "need": 76,
        "need_ever": true
      },
      {
        "id": 190,
        "text": "Глава 2",
        "need": 155,
        "need_ever": true
      },
      {
        "id": 191,
        "text": "Глава 3",
        "need": 174,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 190,
    "text": "Здесь находятся достижения с второй главы.\n\nКликайте на интересующую награду, чтобы увидеть описание. ",
    "answers": [
      {
        "id": 189,
        "text": "Назад"
      },
      {
        "id": 196,
        "text": "Обида Аллариссы",
        "need": 120,
        "need_ever": false
      },
      {
        "id": 198,
        "need_ever": true,
        "need": 122,
        "text": "Живой слуга "
      },
      {
        "id": 197,
        "need_ever": true,
        "need": 123,
        "text": "Мертвый слуга "
      },
      {
        "id": 199,
        "text": "Караул",
        "need": 155,
        "need_ever": true
      }
    ]
  },
  {
    "id": 191,
    "text": "Здесь находятся достижения с третьей главы.\n\nКликайте на интересующую награду, чтобы увидеть описание. ",
    "answers": [
      {
        "id": 189,
        "text": "Назад"
      },
      {
        "id": 200,
        "text": "Новые отростки ",
        "need": 161,
        "need_ever": true
      },
      {
        "id": 201,
        "text": "Безвозмездный поджог ",
        "need": 162,
        "need_ever": false
      },
      {
        "id": 202,
        "text": "Храбрый пират ",
        "need": 163,
        "need_ever": true
      },
      {
        "id": 203,
        "text": "Своих не бросаем ",
        "need": 169,
        "need_ever": true
      },
      {
        "id": 204,
        "text": "На одного меньше ",
        "need": 170,
        "need_ever": true
      },
      {
        "id": 205,
        "text": "Успешный побег ",
        "need": 174,
        "need_ever": true
      }
    ]
  },
  {
    "id": 192,
    "text": "Вы решили поспорить с Севаном, чтобы скрасить дорогу разговорами. ",
    "answers": [
      {
        "id": 188,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 193,
    "text": "Вы не стали спорить с Севаном, сохранив субординацию в коллективе. ",
    "answers": [
      {
        "id": 188,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 194,
    "text": "Вы засткпились за Аллариссу, поставив Мукри на место. ",
    "answers": [
      {
        "id": 188,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 195,
    "text": "Вы отправились в Ротлер. ",
    "answers": [
      {
        "id": 188,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 196,
    "text": "Алларисса обиделась на вас и убежала от разговора. ",
    "answers": [
      {
        "id": 190,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 197,
    "text": "Вы не отпустили слугу, что привело к его гибели. ",
    "answers": [
      {
        "id": 190,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 198,
    "text": "Вы отпустили Вазгу и позволили ему выжить. ",
    "answers": [
      {
        "id": 190,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 199,
    "text": "Вы были обнаружены, ваша команда собирается в бега. ",
    "answers": [
      {
        "id": 190,
        "need_ever": false,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 200,
    "text": "Щупальцы и вы – теперь одно целое. ",
    "answers": [
      {
        "id": 191,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 201,
    "text": "Вам удалось сжечь дом трактирщика без потерь. ",
    "answers": [
      {
        "id": 191,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 202,
    "text": "Пират Рюд пожертвовал собой, чтобы спасти вас. ",
    "answers": [
      {
        "id": 191,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 203,
    "text": "Вы помогли Мукри продолжить путь. ",
    "answers": [
      {
        "id": 191,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 204,
    "text": "Вы оставили Мукри на верную смерть. ",
    "answers": [
      {
        "id": 191,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 205,
    "text": "Вы сбежали из горящего трактира. ",
    "answers": [
      {
        "id": 191,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 206,
    "text": "Глава четыре. Смертельное проклятие. ⚕️\n\n\nГород кончился внезапно. Только что мы бежали мимо добротных каменных домов, затем проскакивали между покосившимися от старости хибарами, перепрыгивали через заборы, и вдруг оказались окружены со всех сторон безликими деревянными складами и грудами скрытых под парусиной ящиков. Мы вошли на территорию порта, и едва заметный до этого пряный йодистый запах моря перешел в густую вонь гниющей рыбы, водорослей, смолы и чего-то нераспознаваемого.\nПо инерции мы бежали до тех пор, пока впереди не показался длинный каменный причал, уходящий глубоко в море. И тут же стояли едва заметно покачивающиеся корабли. Те, что поменьше, притерлись черными от смолы боками к причалу, остальные бросили якорь поодаль, отделяемые от берега широкой лентой морской воды.\n\n— Всем стоять! — вполголоса распорядился я, замирая на месте и настороженно крутя головой по сторонам.",
    "answers": [
      {
        "id": 207,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 207,
    "text": "Поодаль за крышами складов и домов виднелись отблески все не затихающего зарева. Славно трактир полыхнул, раз до сих пор не затушили. По-прежнему тревожно звенел набат, поднимая жителей с теплых постелей и выгоняя на мороз. Весь Ротлер стоял на ушах. Пожар дело страшное. Чуть запоздать с тушением и половина горожан останется без крова над головой. А в порту было относительно тихо — пока. Я уже успел заметить несколько темных фигур, высыпавших на борта кораблей и внимательно вглядывающихся в отблески пожара. Слышались первые крики, кто-то, тяжело бухая сапогами и вопя во все горло, бежал в город — не иначе на помощь.\n\nВпервые меня пробрало чувство острой вины за содеянное. Подпаленный трактир не жалко — его толстый хозяин сам виноват. Мог бы и промолчать, раз уж наше золото взять не погнушался.",
    "answers": [
      {
        "id": 208,
        "text": "Продолжить ",
        "need": 169
      },
      {
        "id": 209,
        "text": "Продолжить ",
        "need": 170
      }
    ]
  },
  {
    "id": 208,
    "text": "— Господин, дальше-то что? — прохрипел запыхавшийся-таки здоровяк. Годы берут свое. Впрочем, остальные члены отряда выглядели ничем не лучше.\n\n— Подожди, Севан, — глухо произнес я и, отыскав взглядом тяжело дышащего Мукри и его морского собрата, поманил их рукой.\n\n— Мукри, очередь за тобой.\n\n— За мной, господин Корис? — вытаращился на меня пират, по привычке пытаясь нащупать сбритую под корень бороду.\n\n— Ага, — подтвердил я и кивнул на стоящие у причала корабли. — Выбирай. Мне нужен корабль, способный выйти в открытое море и не затонуть. При этом надо, чтобы мы могли справиться с его управлением собственными силами. Я в морском деле не разбираюсь, так что тебе и карты в руки.\n\n— Что, прямо любой-любой выбирать? — У Мукри даже одышка прошла и глаза зажглись азартом.\n— Любой, — подтвердил я. — И поживее. Только не тот, что покрасивше, а тот, что понадежней и попроще в управлении. Чтобы плыл, как надо.",
    "answers": [
      {
        "id": 210,
        "text": "Дождаться Мукри"
      }
    ]
  },
  {
    "id": 209,
    "text": "— Господин, дальше-то что? — прохрипел запыхавшийся-таки здоровяк. Годы берут свое. Впрочем, остальные члены отряда выглядели ничем не лучше.\n\n— Подожди, Севан, — глухо произнес я и, отыскав взглядом тяжело дышащего морского собрата, поманил его рукой.\n— Очередь за тобой.\n\n— За мной, господин Корис? — вытаращился на меня пират, по привычке пытаясь нащупать сбритую под корень бороду.\n\n— Ага, — подтвердил я и кивнул на стоящие у причала корабли. — Выбирай. Мне нужен корабль, способный выйти в открытое море и не затонуть. При этом надо, чтобы мы могли справиться с его управлением собственными силами. Я в морском деле не разбираюсь, так что тебе и карты в руки.\n\n— Что, прямо любой-любой выбирать? — У пирата даже одышка прошла и глаза зажглись азартом.\n\n— Любой, — подтвердил я. — И поживее. Только не тот, что покрасивше, а тот, что понадежней и попроще в управлении. Чтобы плыл, как надо.\n",
    "answers": [
      {
        "id": 211,
        "text": "Дождаться пирата "
      }
    ]
  },
  {
    "id": 210,
    "text": "— Корабли не плавают, господин, — корабли ходят! — поправил меня Мукри, ощупывая жадным взглядом ближайшие корабли.\n\n— Да пусть хоть бегают или прыгают! — зло рявкнул Севан. — Выбирай быстрее, не на базаре, чай! И без вопросов дурацких!\n\n— Севан, со всем нашим уважением, но тут без вопросов никак не обойтись, — замотал головой выходец с островов. — Это же не лошадь! Если под тобой животина какая падет, то дальше на своих двоих потопаешь. А вот если под тобой корабль потопнет…",
    "answers": [
      {
        "id": 212,
        "text": "Поторопить Мукри"
      },
      {
        "id": 213,
        "text": "Дать время на выбор "
      }
    ]
  },
  {
    "id": 211,
    "text": "— Корабли не плавают, господин, — корабли ходят! — поправил меня пират, ощупывая жадным взглядом ближайшие корабли.\n\n— Да пусть хоть бегают или прыгают! — зло рявкнул Севан. — Выбирай быстрее, не на базаре, чай! И без вопросов дурацких!\n\n— Севан, со всем нашим уважением, но тут без вопросов никак не обойтись, — замотал головой выходец с островов. — Это же не лошадь! Если под тобой животина какая падет, то дальше на своих двоих потопаешь. А вот если под тобой корабль потопнет…\n\n",
    "answers": [
      {
        "id": 214,
        "text": "Поторопить пирата"
      },
      {
        "id": 215,
        "text": "Дать время на выбор "
      }
    ]
  },
  {
    "id": 212,
    "text": "— Нет времени, — сердито буркнул я, понимая правоту Сквана. — А ну-ка, отойдем вот сюда под стенку, чтобы посреди порта не отсвечивать.\nДождавшись, пока все выполнят мое распоряжение, я вновь обернулся к Мукри и тут же отступил назад — неподвижно висящие вдоль моего тела щупальца взмыли в воздух и хищно развернулись к пирату вместе со мной.\n\n— Ожили-таки, — с досадой сплюнул здоровяк, косясь на извивающиеся отростки. — А я-то, дурак старый, надеялся, что отвалятся с концами… эх…\n\n— Эх, — согласно поддакнул гном, таращась туда же.\n\n— Вопросы, Мукри, вопросы! — нетерпеливо подстегнул я замешкавшегося при виде оживших щупалец пирата.",
    "answers": [
      {
        "id": 216,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 213,
    "text": "— Ладно, — обреченно кивнул я, понимая правоту бывшего пирата. — А ну-ка, отойдем вот сюда под стенку, чтобы посреди порта не отсвечивать.\nДождавшись, пока все выполнят мое распоряжение, я вновь обернулся к Мукри и тут же отступил назад — неподвижно висящие вдоль моего тела щупальца взмыли в воздух и хищно развернулись к пирату вместе со мной.\n\n— Ожили-таки, — с досадой сплюнул здоровяк, косясь на извивающиеся отростки. — А я-то, дурак старый, надеялся, что отвалятся с концами… эх…\n\n— Эх, — согласно поддакнул гном, таращась туда же.\n\n— Вопросы, Мукри, вопросы! — нетерпеливо подстегнул я замешкавшегося при виде оживших щупалец пирата.",
    "answers": [
      {
        "id": 216,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 214,
    "text": "— Нет времени, — сердито буркнул я, понимая правоту Сквана. — А ну-ка, отойдем вот сюда под стенку, чтобы посреди порта не отсвечивать.\nДождавшись, пока все выполнят мое распоряжение, я вновь обернулся к пирату и тут же отступил назад — неподвижно висящие вдоль моего тела щупальца взмыли в воздух и хищно развернулись к пирату вместе со мной.\n\n— Ожили-таки, — с досадой сплюнул здоровяк, косясь на извивающиеся отростки. — А я-то, дурак старый, надеялся, что отвалятся с концами… эх…\n\n— Эх, — согласно поддакнул гном, таращась туда же.\n\n— Вопросы, вопросы! — нетерпеливо подстегнул я замешкавшегося при виде оживших щупалец пирата.",
    "answers": [
      {
        "id": 217,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 215,
    "text": "— Ладно, — обреченно кивнул я, понимая правоту бывшего пирата. — А ну-ка, отойдем вот сюда под стенку, чтобы посреди порта не отсвечивать.\nДождавшись, пока все выполнят мое распоряжение, я вновь обернулся к пирату и тут же отступил назад — неподвижно висящие вдоль моего тела щупальца взмыли в воздух и хищно развернулись к пирату вместе со мной.\n\n— Ожили-таки, — с досадой сплюнул здоровяк, косясь на извивающиеся отростки. — А я-то, дурак старый, надеялся, что отвалятся с концами… эх…\n\n— Эх, — согласно поддакнул гном, таращась туда же.\n\n— Вопросы, вопросы! — нетерпеливо подстегнул я замешкавшегося при виде оживших щупалец пирата.",
    "answers": [
      {
        "id": 217,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 216,
    "text": "— Перво-наперво, капитан, какой курс? — включился в разговор молчавший до этого второй пират — дюжий детина со смуглым скуластым лицом.\n\n— Курс в открытое море, — коротко ответил я и, заметив недоумение на их лицах, добавил, чтобы исключить лишние вопросы и уточнения: — К острову Гангрис.\n\n— В проклятое место? — отшатнулся назад Мукри, осеняя себя знаком Создателя.\nУ остальных вырвался слитный изумленный вздох. Лишь Севан остался невозмутим, а Тикса вроде как даже обрадовался — больно уж ярко заблестели его глазенки, стоило ему услышать название покинутого двести лет назад острова\n\n— Ага, — оскалился я. — Именно туда, друг мой. Какой корабль подойдет для этой цели? Чтобы мы могли самостоятельно справиться с парусами. Из тех посудин, что стоят рядом с причалом. Ну же, Мукри! Решай!.",
    "answers": [
      {
        "id": 218,
        "text": "Дождаться выбора "
      }
    ]
  },
  {
    "id": 217,
    "text": "— Перво-наперво, капитан, какой курс? — включился в разговор молчавший до этого второй пират — дюжий детина со смуглым скуластым лицом.\n\n— Курс в открытое море, — коротко ответил я и, заметив недоумение на их лицах, добавил, чтобы исключить лишние вопросы и уточнения: — К острову Гангрис.\n\n— В проклятое место? — отшатнулся назад пират, осеняя себя знаком Создателя.\nУ остальных вырвался слитный изумленный вздох. Лишь Севан остался невозмутим, а Тикса вроде как даже обрадовался — больно уж ярко заблестели его глазенки, стоило ему услышать название покинутого двести лет назад острова\n\n— Ага, — оскалился я. — Именно туда, друг мой. Какой корабль подойдет для этой цели? Чтобы мы могли самостоятельно справиться с парусами. Из тех посудин, что стоят рядом с причалом. Ну же! Решай!.",
    "answers": [
      {
        "id": 219,
        "text": "Дождаться выбора "
      }
    ]
  },
  {
    "id": 218,
    "text": "— Вот этот, — после секундной заминки пират ткнул рукой в двухмачтовую посудину с выгнутыми наружу бортами. — Рыбацкий баркас, ходкий, штурвала слушается не сильно хорошо, но устойчивый. Его возьмем.\n\n— Тогда вперед, не будем терять время зря, — процедил я и зашагал к лодке, гулко впечатывая в выложенную камнем набережную. Остальные молча потянулись за мной, слишком усталые, чтобы спорить. Лишь Мукри не удержался и вполголоса пробормотал:\n— Так не отдадут лодку-то…\n\nЯ первым взошел на борт, прогрохотав железной обувью по прогнувшемуся под моим весом трапу. Хозяина искать не пришлось — со скрипом распахнулась дверь небольшой надстройки на корме и наружу выскочил приземистый и коренастый старик с перекошенным злостью морщинистым лицом.",
    "answers": [
      {
        "id": 220,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 219,
    "text": "— Вот этот, — после секундной заминки пират ткнул рукой в двухмачтовую посудину с выгнутыми наружу бортами. — Рыбацкий баркас, ходкий, штурвала слушается не сильно хорошо, но устойчивый. Его возьмем.\n\n— Тогда вперед, не будем терять время зря, — процедил я и зашагал к лодке, гулко впечатывая в выложенную камнем набережную. Остальные молча потянулись за мной, слишком усталые, чтобы спорить. Лишь пират не удержался и вполголоса пробормотал:\n— Так не отдадут лодку-то…\n\nЯ первым взошел на борт, прогрохотав железной обувью по прогнувшемуся под моим весом трапу. Хозяина искать не пришлось — со скрипом распахнулась дверь небольшой надстройки на корме и наружу выскочил приземистый и коренастый старик с перекошенным злостью морщинистым лицом.",
    "answers": [
      {
        "id": 220,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 220,
    "text": "— Что за…! — открыл старик было рот, но я шагнул вперед, на свет висящей на крюке масляной лампы, и слова замерли у него в горле. На это я и рассчитывал — рыбак был готов сражаться за свое имущество с кем угодно, но только не с облаченной в массивные доспехи нежитью со злобно сияющими глазами и сероватыми отростками, вьющимися над головой.\nНаклонившись вперед, я приблизил свое промороженное и покрытое инеем лицо к старому рыбаку и прошелестел:\n— Старик, мне нужен этот корабль. Ты хозяин этой посудины?\n\n— Ы-ы-ы… кх-х… я, — едва выдавил старик задрожавшими губами, с ужасом глядя в мои светящиеся глаза. Его лицо серело на глазах, превращаясь в маску страха.\n\n— У тебя и твоей команды есть две минуты, чтобы убраться отсюда, — продолжил я, лениво перехватывая потянувшееся к шее старика щупальце. — Потом я за себя не ручаюсь — уж слишком я голоден. Ты меня хорошо понял?\n\n— А-ага, — с заминкой кивнул рыбак.\n\n— Сколько еще человек на борту?\n\n— Двое… остальные в портовом кабаке…\n\n— Вот и бери этих двоих и валите отсюда. Севан, заплати ему за лодку! Давай, старик, пошел!\n\n— Зачем платить, господин Корис? – возразил Тикса. ",
    "answers": [
      {
        "id": 221,
        "text": "Возразить Тиксе"
      },
      {
        "id": 222,
        "text": "Промолчать "
      }
    ]
  },
  {
    "id": 221,
    "text": "— Это приказ! — оборвал я его и вновь повернулся лицом к городу. Что-то не так… очень сильно не так… — Тикса! Бегом на борт!\n\nВ отдалении по-прежнему полыхал трактир и виднелись тянущиеся к нему цепочки факелов — люди спешили на пожар. Но мой взор был прикован к другой стороне — я смотрел на окраину города, откуда мы вошли в город меньше дня назад. Я чувствовал что-то странное, не поддающееся объяснению и описанию словами. Что-то… мрачное приближалось. Я ощущал это каждой клеточкой своего тела. Предчувствие беды?\n\nМимо меня пронеслись три тени — старик бежал во главе двух сонных рыбаков. Бежали, не оглядываясь и молча. Пронеслись по узкому трапу и помчались дальше, подальше от порта и подальше от страшной ледяной твари, захватившей их корабль. Бьюсь об заклад, что бегут не куда-нибудь, а прямиком к страже или в церковь.\n\nПо-хорошему следовало бы перерезать им глотки, распороть животы, чтобы не всплыли, и притопить прямо здесь. Или воспользоваться своими щупальцами, вытянув из них жизненную силу, чтобы не пропадала зря…",
    "answers": [
      {
        "id": 223,
        "text": "Одуматься "
      }
    ]
  },
  {
    "id": 222,
    "text": "— Готовься к отплытию! — оборвал я его и вновь повернулся лицом к городу. Что-то не так… очень сильно не так… — Тикса! Бегом на борт!\n\nВ отдалении по-прежнему полыхал трактир и виднелись тянущиеся к нему цепочки факелов — люди спешили на пожар. Но мой взор был прикован к другой стороне — я смотрел на окраину города, откуда мы вошли в город меньше дня назад. Я чувствовал что-то странное, не поддающееся объяснению и описанию словами. Что-то… мрачное приближалось. Я ощущал это каждой клеточкой своего тела. Предчувствие беды?\n\nМимо меня пронеслись три тени — старик бежал во главе двух сонных рыбаков. Бежали, не оглядываясь и молча. Пронеслись по узкому трапу и помчались дальше, подальше от порта и подальше от страшной ледяной твари, захватившей их корабль. Бьюсь об заклад, что бегут не куда-нибудь, а прямиком к страже или в церковь.\n\nПо-хорошему следовало бы перерезать им глотки, распороть животы, чтобы не всплыли, и притопить прямо здесь. Или воспользоваться своими щупальцами, вытянув из них жизненную силу, чтобы не пропадала зря…",
    "answers": [
      {
        "id": 223,
        "text": "Одуматься"
      }
    ]
  },
  {
    "id": 223,
    "text": "Поймав себя на мысли, что совершенно хладнокровно рассуждаю о том, чтобы лишить жизни трех безвинных людей, я с противным скрипом зябко передернул закованными в доспехи плечами. Я сильно изменился с тех нор, как превратился в кусок бесчувственного льда. Изменился не в лучшую сторону.\n\n— Быстрее! — в голос рявкнул я, подстегивая и без того вовсю суетящихся людей.\n\nИменно что суетящихся — только двое бывших пиратов четко знали, что именно надо делать, а остальные старались выполнить их короткие и зачастую непонятные приказы. Палуба сотрясалась от шагов, около главной мачты заскрипели блоки, зашуршали замерзшие и не хотящие расправляться паруса. Слава Создателю… или не ему?.. было довольно ветрено.",
    "answers": [
      {
        "id": 224,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 224,
    "text": "— Склирс ты бритый, сапог тебе в зад! Долго еще копаться будешь? — с кормы послышался злой рев Севана. — Выводи нас отсюда!\n\n— Севан, это тебе не деревянный кораблик, что ты в детстве в ручье пускал! — огрызнулся пират. — Рубите причальные концы! Убирайте трап! Поднимайте якорь, да поживее, якорь вам в глотки!\n\nОдин из толстых канатов обрубил я, с другим справился Тикса, с носа послышался его вопль:\n— Готово!\n\nЗаскрежетала цепь, вытаскиваемая из морской пучины дружными усилиями.\nЯ метнулся к трапу и ошеломленно замер — по переброшенной через борт доске медленно сходила Алларисса. Девчонка покидала корабль и делала это абсолютно молча, целеустремленно шагая вперед и устремив взор в одну точку.",
    "answers": [
      {
        "id": 225,
        "text": "Окрикнуть Аллариссу"
      },
      {
        "id": 226,
        "text": "Побежать за Аллариссой "
      }
    ]
  },
  {
    "id": 225,
    "text": "— Аля! — крикнул я.\n\nМетнув взор туда же, куда неотрывно смотрела девушка, я узрел неподвижно замершую и странно искривленную фигуру с воздетыми над головой руками. И тускло пульсирующую желтую искорку. Мое новое зрение легко позволило разглядеть, что неизвестный сжимал обеих руках длинный кинжал, в чьей рукояти мерцал желтый драгоценный камень.\n\nВ следующую секунду я сцапал мерно шагающую Аллариссу в охапку и, вздев ее в воздух, попятился назад на корабль, прочь от темной фигуры. Сделал шаг, еще один — и девушка превратилась в настоящий ураган, в безумную бестию, нечленораздельно рычащую и неистово бьющуюся в моих руках. Я тащил Алю прочь, содрогаясь от ее беспорядочных ударов, и молился лишь об одном — чтобы мои щупальца не приняли ее за врага. Изогнувшись всем телом, обезумевшая девчонка скрежетала ногтями по моей броне, со звериным визгом вцепилась зубами в стальные наручи.",
    "answers": [
      {
        "id": 227,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 226,
    "text": "— Аля! — я отмер и кинулся следом. \n\nМетнув взор туда же, куда неотрывно смотрела девушка, я узрел неподвижно замершую и странно искривленную фигуру с воздетыми над головой руками. И тускло пульсирующую желтую искорку. Мое новое зрение легко позволило разглядеть, что неизвестный сжимал обеих руках длинный кинжал, в чьей рукояти мерцал желтый драгоценный камень.\n\nВ следующую секунду я сцапал мерно шагающую Аллариссу в охапку и, вздев ее в воздух, попятился назад на корабль, прочь от темной фигуры. Сделал шаг, еще один — и девушка превратилась в настоящий ураган, в безумную бестию, нечленораздельно рычащую и неистово бьющуюся в моих руках. Я тащил Алю прочь, содрогаясь от ее беспорядочных ударов, и молился лишь об одном — чтобы мои щупальца не приняли ее за врага. Изогнувшись всем телом, обезумевшая девчонка скрежетала ногтями по моей броне, со звериным визгом вцепилась зубами в стальные наручи.",
    "answers": [
      {
        "id": 227,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 227,
    "text": "— Господин Корис! — на трап выскочил огромный и взъерошенный здоровяк, сжимая в обеих руках топор. — Что?!\n\n— Не подходить! — рявкнул я, не отрывая взгляда от стронувшегося с места и направившегося ко мне незнакомца. Шагающего странной, подпрыгивающей походкой, кренясь на бок и исторгая из себя едва понятное мычание:\n— В-воз-зьми…\n\n— Стреляйте в него! — заорал я, швыряя бьющуюся девушку в объятия здоровяка и выхватывая меч. — У него кинжал! Кинжал Повелителя! Убить!\n\nПервая стрела вонзилась в середину груди мужчины с кинжалом и глубоко вошла по самое оперение. А он ее даже не заметил, продолжая ковылять вперед. Шагать… и радостно улыбаться, словно увидел лучших друзей. Крики Аллариссы не прекратились, но стали приглушенными — похоже, девчонку закинули в каюту или трюм. Я выставил перед собой меч и ждал, пока незнакомец не подойдет на расстояние удара. А оставшиеся на корабле продолжали вбивать в него стрелы практически в упор. Вот он споткнулся, когда очередная стрела пробила колено, вновь выпрямился и зашагал дальше, улыбаясь во весь рот!",
    "answers": [
      {
        "id": 228,
        "text": "Ударить по голове"
      },
      {
        "id": 229,
        "text": "Нанести колющий в ноги"
      }
    ]
  },
  {
    "id": 228,
    "text": " Я с размаху ударил незнакомца, но меч Повелителя подлетел и заблокировал атаку, по инерции откинув меня на несколько метров.\n\nЗа моей спиной коротко хекнуло, и утыканного стрелами мужчину откинуло назад таранным ударом брошенного топора. Он завалился навзничь, тяжело рухнув на залитую его кровью набережную, пару раз дернулся, неуклюже подбирая под себя ноги, и вновь начал подниматься. И это несмотря на то, что промеж его глаз торчал топор, почти что расколовший голову пополам.\nИ опять хриплый шепот:\n— В-возьми-и-и…",
    "answers": [
      {
        "id": 230,
        "text": "Отрубить голову"
      },
      {
        "id": 231,
        "text": "Отрубить руку с мечом"
      }
    ]
  },
  {
    "id": 229,
    "text": "Я попытался ткнуть незнакомца в ноги, но меч Повелителя подлетел и заблокировал атаку, по инерции откинув меня на несколько метров.\n\nЗа моей спиной коротко хекнуло, и утыканного стрелами мужчину откинуло назад таранным ударом брошенного топора. Он завалился навзничь, тяжело рухнув на залитую его кровью набережную, пару раз дернулся, неуклюже подбирая под себя ноги, и вновь начал подниматься. И это несмотря на то, что промеж его глаз торчал топор, почти что расколовший голову пополам.\nИ опять хриплый шепот:\n— В-возьми-и-и…\n",
    "answers": [
      {
        "id": 230,
        "text": "Отрубить голову "
      },
      {
        "id": 231,
        "text": "Отрубить руку с мечом "
      }
    ]
  },
  {
    "id": 230,
    "text": "Дальше я ждать не стал. Одним прыжком преодолел разделяющее нас расстояние и резко опустил меч вниз на голову незнакомца. Стоило ей отлететь прочь, как хрип мгновенно затих, а незнакомец безжизненно вытянулся на камнях. Еще до того как я успел рубануть мечом, пара моих щупалец глубоко вонзились между ребер незнакомца и затрепетали, наливаясь синим искрящим светом. Не удовольствовавшись этим, я еще два раза взмахнул мечом, отрубая искалеченную руку. Позади раздался дробный топот и подлетевший Севан с размаху вонзил в живот трупа копье, в котором я опознал рыбацкий багор. Кончено. Теперь точно не поднимется.",
    "answers": [
      {
        "id": 232,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 231,
    "text": "Дальше я ждать не стал. Одним прыжком преодолел разделяющее нас расстояние и резко опустил меч вниз на отставленную в сторону руку — ту, что мертвой хваткой сжимала костяной кинжал. Стоило руке отлететь прочь, как хрип мгновенно затих, а незнакомец безжизненно вытянулся на камнях. Еще до того как я успел рубануть мечом, пара моих щупалец глубоко вонзились между ребер незнакомца и затрепетали, наливаясь синим искрящим светом. Не удовольствовавшись этим, я еще два раза взмахнул мечом, отрубая искалеченную голову от тела. Позади раздался дробный топот и подлетевший Севан с размаху вонзил в живот трупа копье, в котором я опознал рыбацкий багор. Кончено. Теперь точно не поднимется.",
    "answers": [
      {
        "id": 232,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 232,
    "text": "Здоровяк с шумом выдохнул, улыбнулся мне с облегчением и, наклонившись к земле, потянулся к зажатому в мертвых пальцах кинжалу! Кончики его пальцев почти достигли кинжала, когда, содрогнувшись всем телом от моего удара по затылку мечом плашмя, он рухнул на землю рядом с трупом.\n\n— Никому не подходить! — крикнул я, повернувшись к причалу. — Оставаться на корабле! Тикса! Назад!\n\n— Я тоже хотеть! — отозвался замерший на трапе гном с небольшим одноручным топором наизготовку.\n\n— Тоже мечом по голове хочешь? — зло переспросил я.\n\n— Нет!\n\n— Вот и стой там! Боцман, если мы не отчалим через две минуты, я тебя самолично прибью! Распну! Понял?\n\n— Да, капитан! — завопил пират откуда-то с кормы, перекрикивая неумолчный визг запертой Аллариссы. — Слышали капитана, крысы береговые?! А ну живо за работу! Поднимай паруса!",
    "answers": [
      {
        "id": 233,
        "text": "Помочь Севану "
      }
    ]
  },
  {
    "id": 233,
    "text": "— То-то же, — пробормотал я, хватая обеспамятевшего здоровяка за шиворот и волоча к кораблю. — Помогите поднять Севана на борт!\n\nЕдва здоровяка подхватил несколько мужчин, я вновь зашагал назад, крутя головой по сторонам. Здесь явно стало куда как многолюдней, чем раньше. На расстоянии тридцати шагов безмолвно стояло с десяток людей, силящихся разглядеть хоть что-то из происходящего у странного корабля и прислушиваясь к безумным воплям девушки. На соседних кораблях зажглись дополнительные огни, свидетельствуя о пробуждении хозяев. Но подходить никто не спешил, оставаясь на безопасной дистанции. Что ж, тем лучше для них. Пока их держит на месте страх за свою жизнь, можно особо не дергаться. Но вот когда подоспеют задержавшиеся на пожаре остальные, нам придется худо — если не успеем отчалить и затеряться в ночных морских водах.\n\nНужно было возвращаться на корабль, но костяной кинжал с желтым камнем в рукояти… Младший Близнец — а судя по многократно слышанному мною описанию, это был именно он — лежал в нескольких шагах от меня. А девушка по-прежнему заходилась в безумном крике, колотясь о запертые двери.",
    "answers": [
      {
        "id": 234,
        "text": "Поднять кинжал "
      },
      {
        "id": 235,
        "text": "Избавиться от кинжал "
      }
    ]
  },
  {
    "id": 234,
    "text": "Ладно… Решительно пройдя несколько шагов вперед, я с чавканьем вступил в начавшую уже подмерзать лужу крови и остановился. Кинжал лежал у самых моих ног. Надо лишь нагнуться и подобрать. Но я напряженно выжидал, пытаясь понять — сам ли я хочу поднять Младшего Близнеца с окровавленных камней, или же это он внушает мне это желание. Чужеродного влияния на свои мысли я не ощутил. Похоже, кинжал не имел надо мной порабощающей власти. Может, потому что я чужак в этом мире, а может, потому что я не человек из плоти и крови, а просто холодный кусок льда.\n\nВыдохнув, я наклонился и сомкнул пальцы на рукояти кинжала. Сжал его в ладони и ощутил побежавшие по руке острые уколы. Жертвенное оружие завибрировало, вставленный в рукоять камень ярко вспыхнул и ритмично замерцал. У меня в ушах появилось неприятное шипение, плавно перешедшее в глухой бормочущий звук. По кромке костяного лезвия поползла изморозь…",
    "answers": [
      {
        "id": 236,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 235,
    "text": "Нет, я был не готов к использованию этого кинжала. Слишком большой риск.\n\nПару секунд я вглядывался в глубину светящегося камня, а затем другой рукой ухватил его за острие и одним резким движением сломал неожиданно прочную кость, разламывая Близнеца пополам. Не случилось ничего — ни вспышки, ни сияния, меня не пронзила боль. Кинжал просто сломался с коротким жалобным хрустом. Впрочем, тут я ошибся — кое-что все же произошло. Едва я переломил кинжал, как неумолчный визг Аллариссы мгновенно затих, как отрезанный.\n\nЯ крутнулся на месте и, резко взмахнув руками, метнул куски кости в море, целясь в разные стороны, чтобы обломки разлетелись как можно дальше друг от друга. Я даже не услышал плеска — разбитый Младший Близнец канул в Ядовитое море совершенно бесшумно. Может, это и не проточная вода, но уж точно не стоячая, как в болоте.",
    "answers": [
      {
        "id": 236,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 236,
    "text": "С железным лязгом отряхнув перчатки от мелкой костяной пыли, я ухватился за рукоять топора, завязшего в черепе так и оставшегося незнакомцем трупа, и спокойно зашагал к кораблю, откуда уже доносились призывные крики моего отряда. Мне в спину смотрело как минимум несколько десятков глаз сбежавшихся на шум людей, доносились приглушенные возгласы и вопросы, резко прибавилось света от зажженных факелов и масляных ламп, но никто не сделал даже крохотного шага вперед. Все уже успели рассмотреть мою внешность — страшная ледяная тварь с веером щупалец над головой и плечами, закованная в уродливые шипастые доспехи и черный рваный плащ, гулко хлопающий от порывов ночного ветра. Все без исключения хотят жить… Странно лишь то, что они не побежали прочь с криками ужаса.\nВзбежав по трапу, я открыл было рот, чтобы разразиться злобным ревом, но тут же заткнулся и ухватился за кромку борта — корабль ощутимо покачнулся, а тонкая полоса воды между нами и причалом, начала увеличиваться с каждым мигом. Мы тронулись с места и уходили прочь от столь нерадушного берега.",
    "answers": [
      {
        "id": 237,
        "text": "Продолжить плавание "
      }
    ]
  },
  {
    "id": 237,
    "text": "Словно очнувшись от спячки, стоявшие на берегу люди всколыхнулись в едином порыве и в нас полетели комья смерзшейся грязи и камни, подкрепляемые яростными воплями и ругательствами. Несколько камней глухо застучали по борту и палубе. Крутящийся в воздухе зажженный факел не долетел всего на локоть и с противным шипением плюхнулся в воду. А это уже опасней — только пожара на корабле мне и не хватало для полного счастья.\nКоротко свистнуло, и приготовившийся к следующему броску факелометатель — приземистый мужик с короткой бородой, с криком боли рухнул на землю, ухватившись за простреленное бедро. Остальные осмелевшие было кидальщики проворно отскочили назад.\n\n— Это их немного охладит, — буркнул стоящий рядом со мной Ларни, опуская лук. — Хорошо еще, что у них только грязь и камни под рукой. Были бы арбалеты, огребли бы по полной.\n\n— И не говори, — согласно кивнул я, глядя на медленно удаляющийся берег.",
    "answers": [
      {
        "id": 238,
        "text": "Оглянуться "
      }
    ]
  },
  {
    "id": 238,
    "text": "Там, где-то в городе, вместе с магом Целителем, остались почти все мои надежды на излечение от своей ледяной хворобы. Проклятое невезение… и проклятый трактирщик Жирный Пит со своим излишне длинным языком.\n\n— Друг Корис! Зачем голова?! — подскочивший Тикса с жадным любопытством заглянул мне в глаза. — А?!\n\n— Какая еще голова? — оторвался я от своих грустных мыслей.\n\n— Эта голова! — гном ткнул пальцем куда-то вниз.\nОпустив взгляд, я с тупым удивлением уставился на искаженное в мертвом оскале лицо.\n Отрубленная мною голова так и осталась висеть насаженной на лезвие топора Севана, и я прихватил ее с собой на корабль.\nВыругавшись, я ногой сбил голову с лезвия, ухватился за слипшиеся от крови волосы и хорошенько размахнувшись, отправил ее в сторону берега. Раздавшийся с набережной слитный вопль ужаса подтвердил, что ужасный метательный снаряд достиг цели. Больше с берега в нашу сторону ничего не кидали.\nПод плеск волн наш небольшой корабль уходил прочь от Ротлера, направляясь в открытое море.",
    "answers": [
      {
        "id": 239,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 239,
    "text": "* Вы играете за Отца Флатиса, повествование идёт от третьего лица.\n\nГнилостный след проклятого артефакта Тариса причудливо петлял по улицам Ротлера, словно его носитель окончательно сошел с ума или заблудился. Едущий во главе отряда седовласый священник неотрывно шел по следу, и за все время отец Флатис остановился лишь трижды.\n\nПервый раз на самой окраине города, когда из маленькой скособоченной лачуги донеслась вонь некромантии — там они обнаружили перекрученного в посмертной судороге мужчину, больше похожего на обтянутый кожей скелет, с почерневшей, будто обугленной кожей и с чудовищной раной в груди. В дальнем углу комнаты на боку лежала женщина, прижимая к груди дитя. Оба были мертвы. Кинжал сменил носителя на более свежего человека. Женщина и ребенок погибли, а глава небольшой семьи стал следующим носителем Младшего Близнеца, сменив предыдущего, утратившего силы и потерявшего человеческий облик.",
    "answers": [
      {
        "id": 240,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 240,
    "text": "Второй раз отец Флатис надолго замер рядом с вовсю полыхающим двухэтажным домом, рядом с которым метались люди, швыряя в огонь снег, песок и выливая бессчётное количество ведер с водой. Дом спасти уже не пытались, старались лишь не дать огню перекинуться на соседние дома и охватить пожаром весь город. Но получалось не очень — огонь по-прежнему вздымался до небес, огромной чадящей свечой освещая половину города. Но священник с фанатично пылающими синими глазами смотрел не на пожар. Прикрыв глаза, он, словно гончая, принюхивался к наполненному дымом воздуху и медленно крутил головой по сторонам.\n\n— Кинжал был здесь? — нетерпеливо спросил отец Морвикус, не выдержав молчаливого ожидания. — Или он там, внутри горящего здания?\n\n— Нет, — качнул головой седоволосый священник. — Носитель кинжала был здесь, ненадолго задержался и пошел дальше. Но помимо него, здесь был кто-то еще… Кто-то не менее темный…\n\n— Здесь было еще одно порождение Темного? Некромант?",
    "answers": [
      {
        "id": 241,
        "text": "– Скорее всего, да. "
      },
      {
        "id": 242,
        "text": "– Я так не думаю. "
      }
    ]
  },
  {
    "id": 241,
    "text": "— Возможно… Скорее всего. Но оставленный им след необычен. Нечто холодное и мрачное. И оставленная этой богопротивной тварью аура очень сильна. Словно он или она провела здесь большую часть дня и ночи.\n— Почему вспыхнул пожар? — этот вопрос отец Флатис задал пробегающему мимо мужчине с пустой бадьей в руках, бесцеремонно ухватив того за плечо и остановив.\n\n— Поджог! Поджог, святой отец! — заходясь в нервной дрожи, возбужденно зачастил мужчина. — Сам Темный со своей челядью побывал в этом трактире в гостях! А потом подпалил его своим огненным дыханием в отместку Жирному Питу, что донес на него страже и нашему приходскому священнику! Так люди говорят! Ужасти-то какие, святой отец!\n\nОтпустив мужчину, отец Флатис перевел взгляд на отряд и, поочередно ткнув пальцем в четверых монахов, приказал:\n— Задержитесь, здесь. Найти хозяина трактира, найти его прислугу, заночевавших гостей и прочих, могущих увидеть этого самого Темного. Всех! Заприте их и не спускайте с них глаз до нашего возвращения! Такова воля Церкви, и это делается во благо Создателя нашего! Никто не смеет встать на вашем пути, будь то даже местный наместник!",
    "answers": [
      {
        "id": 243,
        "text": "Дождаться ответа "
      }
    ]
  },
  {
    "id": 242,
    "text": "— Не думаю… Оставленный им след необычен. Нечто холодное и мрачное. И оставленная этой богопротивной тварью аура очень сильна. Словно он или она провела здесь большую часть дня и ночи.\n— Почему вспыхнул пожар? — этот вопрос отец Флатис задал пробегающему мимо мужчине с пустой бадьей в руках, бесцеремонно ухватив того за плечо и остановив.\n\n— Поджог! Поджог, святой отец! — заходясь в нервной дрожи, возбужденно зачастил мужчина. — Сам Темный со своей челядью побывал в этом трактире в гостях! А потом подпалил его своим огненным дыханием в отместку Жирному Питу, что донес на него страже и нашему приходскому священнику! Так люди говорят! Ужасти-то какие, святой отец!\n\nОтпустив мужчину, отец Флатис перевел взгляд на отряд и, поочередно ткнув пальцем в четверых монахов, приказал:\n— Задержитесь, здесь. Найти хозяина трактира, найти его прислугу, заночевавших гостей и прочих, могущих увидеть этого самого Темного. Всех! Заприте их и не спускайте с них глаз до нашего возвращения! Такова воля Церкви, и это делается во благо Создателя нашего! Никто не смеет встать на вашем пути, будь то даже местный наместник!",
    "answers": [
      {
        "id": 243,
        "text": "Дождаться ответа "
      }
    ]
  },
  {
    "id": 243,
    "text": "— Да, святой отец! — хором ответили монахи и, поспешно спешившись, бросились к пожару, рядом с которым несомненно должен был находиться обезумевший от потери хозяин трактира.\n\n— Люди тушат пожар, святой отец, — перекрикивая гомон толпы, воскликнул Привратник. — Разве скромной силы всего четверых братьев-монахов достаточно, чтобы оторвать их от попыток спасти остатки своего добра?!\n\n— Достаточно! — рявкнул отец Флатис, пришпоривая коня и возобновляя безумную гонку. — А пожар уже затухает. Отсюда след сдвоенный — носитель Младшего Близнеца и темная тварь ушли одним и тем же путем. За мной!\n\nПоредевший отряд втянулся в следующий переулок и под грохот подкованных копыт помчался дальше, оставляя за спиной бушующее зарево разгорающегося пожара. Вскоре стены домов скрыли от них полыхающий трактир, и потому отец Морвикус и остальные монахи не смогли увидеть, как бушующий огонь внезапно начал стихать и опадать, словно придавливаемый к земле огромной невидимой ладонью.",
    "answers": [
      {
        "id": 244,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 244,
    "text": "Языки пламени в последний раз попытались взмыть в воздух, вгрызться в уже обугленные бревна стен, вновь пыхнуть невыносимым жаром на пытающихся подступиться людей… и окончательно затухли. На глазах потрясенных жителей пожар прекратился сам собой всего за минуту. Потухли даже раскаленные уголья. Посреди пепелища остался стоять изуродованный остов здания. Внутри него что-то рушилось, по-прежнему падали бревна и сыпалась почерневшая от копоти глиняная черепица, но огня больше не было.\n\n— Чудо! Это чудо! — завопил один из местных, вздымая к небу опаленную бороду и потрясая руками. — Создатель явил нам чудо, люди! Не дал городу обратиться в пепелище! Не оставил нас без крова!\n\nМгновение висела тишина, а затем толпа разразилась ликующими криками, восславляя всеблагого Создателя, не покинувшего их в беде, явившего свою милость.",
    "answers": [
      {
        "id": 245,
        "text": "Отступление "
      }
    ]
  },
  {
    "id": 245,
    "text": "Радовались не все — упавший на колени хозяин трактира безутешно рыдал, глядя на обугленные остатки своего заведения и размазывая по жирным щекам копоть вперемешку со слезами. Этой ночью он лишился всего. От горьких стенаний он оторвался, лишь когда его грубо затрясли за плечо. Подняв залитое слезами лицо, Жирный Пит узрел наклонившегося над ним человека в монашеской рясе, и сочувствия в холодных глазах этого молодого священнослужителя не наблюдалось вовсе.\n\n— Ты Жирный Пит? — коротко поинтересовался монах. — Ты хозяин трактира?\n\nПит безмолвно кивнул и тут же услышал приказ, окончательно повергнувший его душу в смятение и страх:\n— Во имя Создателя — ты пойдешь с нами! Вставай!",
    "answers": [
      {
        "id": 246,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 246,
    "text": " В третий раз отец Флатис остановил отряд в порту, куда привел их двойной след, невыносимо воняющий Морграатом, отмечающего всех своих последователей этим гнилостным клеймом. Ночь заканчивалась, уже забрезжил смутный зимний рассвет.\n\nТо, что они не сбились со следа, стало ясно, как только они завидели толпу возбужденно гомонящих полуодетых, несмотря на мороз, людей. Подъехав вплотную, священник спешился и зашагал вперед, не обращая внимания на почтительно и одновременно боязливо расступающихся перед ним горожан. Белоснежные одеяния священника и опоясывающий талию тонкий багрово-красный пояс говорили сами за себя, указывая на принадлежность сурового старика к ордену Искореняющих Ересь.\nПронзительно-синие глаза пристально ощупали лица замолкших людей, пробежались по запятнанной темными пятнами каменной набережной, внешне бесстрастно взглянули на темную морскую воду и лишь затем сосредоточились на лежащем на спине обезглавленном трупе, в чьем животе торчал глубоко вошедший багор.\n\n— Голова вон там, ваше святейшество, — почтительно произнес дюжий краснолицый детина, тыкая пальцем в сторону.",
    "answers": [
      {
        "id": 247,
        "text": "– Называй меня \"Святой Отец\" "
      },
      {
        "id": 248,
        "text": "Промолчать "
      }
    ]
  },
  {
    "id": 247,
    "text": "— Святой отец.\n\n— А?\n\n— Обращаясь ко мне, говори — святой отец, — сухо повторил священник, наклоняясь над обезображенным телом и проводя раскрытыми ладонями, что-то вполголоса бормоча.\n\nОтступившая назад толпа жадно наблюдала за действиями священника. Те, что стояли позади, вытягивали шеи, что не пропустить ни единого жеста или слова. Чего бы ни ожидали люди, их ждало разочарование — с трупом не произошло ровно ничего. На первый взгляд. Несколько подошедших вооруженных монахов ясно видели, как нависшая над телом несчастного темная дымка начинает медленно колыхаться и рассеиваться.\n\nПерейдя к лежащей в нескольких шагах отрубленной голове, священник повторил свои действия, выпрямился, несколько минут задумчиво смотрел в море, затем обернулся и, ткнув пальцем в давешнего говорливого детину, велел:\n— Говори. Все, что видел и слышал из произошедшего здесь. Остальным оставаться на месте во имя Создателя! Кто попытается уйти или не откроет душу в искренней исповеди, попытается что-либо скрыть, будет обличен в пособничестве проклятым некромантам и отправлен прямиком на очищающий от скверны костер! Во имя Создателя! Братья монахи, проследите, чтобы никто не попытался избежать беседы!",
    "answers": [
      {
        "id": 249,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 248,
    "text": "Священник молча наклонился над обезображенным телом и проводя раскрытыми ладонями, что-то вполголоса бормоча.\n\nОтступившая назад толпа жадно наблюдала за действиями священника. Те, что стояли позади, вытягивали шеи, что не пропустить ни единого жеста или слова. Чего бы ни ожидали люди, их ждало разочарование — с трупом не произошло ровно ничего. На первый взгляд. Несколько подошедших вооруженных монахов ясно видели, как нависшая над телом несчастного темная дымка начинает медленно колыхаться и рассеиваться.\n\nПерейдя к лежащей в нескольких шагах отрубленной голове, священник повторил свои действия, выпрямился, несколько минут задумчиво смотрел в море, затем обернулся и, ткнув пальцем в давешнего говорливого детину, велел:\n— Говори. Все, что видел и слышал из произошедшего здесь. Остальным оставаться на месте во имя Создателя! Кто попытается уйти или не откроет душу в искренней исповеди, попытается что-либо скрыть, будет обличен в пособничестве проклятым некромантам и отправлен прямиком на очищающий от скверны костер! Во имя Создателя! Братья монахи, проследите, чтобы никто не попытался избежать беседы!",
    "answers": [
      {
        "id": 249,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 249,
    "text": "— Говорить? — переспросил дюжий мужик, мысленно кляня себя за длинный язык. Надо же было ему указать, где лежит отрубленная голова, словно Искореняющий Ересь сам бы не увидел!\n\n— Говори! — громыхнул старик, заставив широкоплечего горожанина испуганно съежиться и разразиться словесным потоком.\n\n— Да что тут говорить-то, святой отец! Мы местные — портовые. Я сам из грузчиков. Здесь работаем, здесь и ночуем. Вон в той пристройке к складу. Спервоначально набат услыхали и, от сна пробудившись, наружу выскочили. Там и зарево увидали. Сразу поняли, что у Жирного Пита полыхнуло.\n\n— Почему не побежали тушить пожар?\n\n— Дык, как можно, святой отец? — всплеснул руками детина и обернулся, ища поддержки у стоящих за спиной таких же дюжих и широкоплечих работяг. — Нам от склада отлучаться никак нельзя — мы тут заодно и товары одного купца сторожим. Прознай он, что мы его товары заморские без присмотра оставили, враз нас крова над головой лишит, а то и из порта погонит, без куска хлеба оставит… Никак нельзя, отче! Чем семьи кормить прикажете потом? Верно я говорю, братья?\n\n— Верно!",
    "answers": [
      {
        "id": 250,
        "text": "Слушать "
      },
      {
        "id": 251,
        "text": "Усомниться "
      }
    ]
  },
  {
    "id": 250,
    "text": "— Как есть верно, святой отец!\n\n— Пожар тушить не помочь грех, конечно, но и детишек малых куска хлеба лишать не годится! Потому и остались!\n\n— Потом топот приближающийся услыхали. Шум шагов слышим, а ничего не видать — без факелов бежали, по такой темени-то! Сразу ясно — недобрые люди! Честным людям света бояться нечего!\n\n— Ты про лязг скажи, не забудь! — встрял один из грузчиков, пихнув говорящего в плечо.\n\n— Не забуду, — отмахнулся тот, войдя в раж рассказчика, к которому приковано все внимание. — Железом громыхало, это верно. Гулко так грохало. А как пришлые из-за домов появились да на свет луны и ламп выходить начали, так мы обомлели! Человек десять, и все с ног до головы вооруженные. Еще с ними коротышка был — ну, гном.",
    "answers": [
      {
        "id": 252,
        "text": "Гном? "
      },
      {
        "id": 253,
        "text": "Промолчать "
      }
    ]
  },
  {
    "id": 251,
    "text": "– Вы считаете это достойной причиной? – отец Флатис с вызовом взглянул на жителей.\n\n— Как есть верно, святой отец!\n\n— Пожар тушить не помочь грех, конечно, но и детишек малых куска хлеба лишать не годится! Потому и остались!\n\n— Потом топот приближающийся услыхали. Шум шагов слышим, а ничего не видать — без факелов бежали, по такой темени-то! Сразу ясно — недобрые люди! Честным людям света бояться нечего!\n\n— Ты про лязг скажи, не забудь! — встрял один из грузчиков, пихнув говорящего в плечо.\n\n— Не забуду, — отмахнулся тот, войдя в раж рассказчика, к которому приковано все внимание. — Железом громыхало, это верно. Гулко так грохало. А как пришлые из-за домов появились да на свет луны и ламп выходить начали, так мы обомлели! Человек десять, и все с ног до головы вооруженные. Еще с ними коротышка был — ну, гном.",
    "answers": [
      {
        "id": 252,
        "text": "Гном? "
      },
      {
        "id": 253,
        "text": "Промолчать "
      }
    ]
  },
  {
    "id": 252,
    "text": "— Гном? Или человек маленького роста? — перебил старик, вперившись в рассказчика внимательным взглядом холодных глаз.\n\n— Гном! — уверенно ответил грузчик, остальные согласно закивали, подтверждая его слова. — Как есть гном, самый всамделишный. Они и у нас в городе есть — кузнечным делом да торговлей занимаются. Навидались уж, не спутаем!\n\n— Опишите всех, кого запомнили, да поподробней.\n\n— Так к этому и веду, святой отец! Несколько человек из пришедших люди как люди, только оружия тьма. Все мужчины, широкоплечие…\n\n— С ними же девка была, чего врешь-то? — раздался крик откуда-то сзади.\n\n— Верно, была девка! — подхватил еще один.\n\n— Да погодите вы! Я же по порядку рассказываю! Чего лезете поперек слова?! Все мужчины, говорю, а с ними одна девка! Лица не разглядел — темно больно было, — но, кажись, молоденькая совсем! А еще двое из тех пришлых… не знаю как и сказать, святой отец. Один еще вроде ничего — только весь в металл закован. Ну, в доспехи то есть. На голове шлем, лицо скрывает. А бежал ходко, хотя такую тяжесть на себе пер! На плечах черный плащ.",
    "answers": [
      {
        "id": 254,
        "text": "Уточнить "
      },
      {
        "id": 255,
        "text": "Промолчать "
      }
    ]
  },
  {
    "id": 253,
    "text": "— Несколько человек из пришедших люди как люди, только оружия тьма. Все мужчины, широкоплечие…\n\n— С ними же девка была, чего врешь-то? — раздался крик откуда-то сзади.\n\n— Верно, была девка! — подхватил еще один.\n\n— Да погодите вы! Я же по порядку рассказываю! Чего лезете поперек слова?! Все мужчины, говорю, а с ними одна девка! Лица не разглядел — темно больно было, — но, кажись, молоденькая совсем! А еще двое из тех пришлых… не знаю как и сказать, святой отец. Один еще вроде ничего — только весь в металл закован. Ну, в доспехи то есть. На голове шлем, лицо скрывает. А бежал ходко, хотя такую тяжесть на себе пер! На плечах черный плащ.",
    "answers": [
      {
        "id": 254,
        "text": "Уточнить "
      },
      {
        "id": 255,
        "text": "Промолчать "
      }
    ]
  },
  {
    "id": 254,
    "text": "— Полный доспех, а на плечах черный плащ? — насторожившись, переспросил отец Флатис. — Дальше!\n\n— Ну и последний из них… Не человек это был, святой отец. Не человек! — округлил глаза грузчик, осеняя себя знаком Создателя. — Нежить!\n\nНа этих словах толпа взорвалась возбужденными криками:\n— Тварь адская!\n— Как есть нежить!\n— Коркой ледяной покрыт!\n— Никак сам Темный посетил город!\n— Некромант! Али того похуже! Мертвяк заледенелый!\n— Морграат!\n\n— Тихо! — рявкнул отец Флатис и хищным змеиным движением развернулся к кричащему последним, вперив в него взор яростно полыхнувших синим глаз. — Что ты сказал? Что за слово ты произнес?\n\nВздрогнув и попятившись, тщедушный мужичонка в одежде торгового писца пробормотал:\n— А? Н-ничего не сказал, святой отец…",
    "answers": [
      {
        "id": 256,
        "text": "Запугать "
      },
      {
        "id": 257,
        "text": "Вразумить "
      }
    ]
  },
  {
    "id": 255,
    "text": "— Ну и последний из них… Не человек это был, святой отец. Не человек! — округлил глаза грузчик, осеняя себя знаком Создателя. — Нежить!\n\nНа этих словах толпа взорвалась возбужденными криками:\n— Тварь адская!\n— Как есть нежить!\n— Коркой ледяной покрыт!\n— Никак сам Темный посетил город!\n— Некромант! Али того похуже! Мертвяк заледенелый!\n— Морграат!\n\n— Тихо! — рявкнул отец Флатис и хищным змеиным движением развернулся к кричащему последним, вперив в него взор яростно полыхнувших синим глаз. — Что ты сказал? Что за слово ты произнес?\n\nВздрогнув и попятившись, тщедушный мужичонка в одежде торгового писца пробормотал:\n— А? Н-ничего не сказал, святой отец…",
    "answers": [
      {
        "id": 256,
        "text": "Запугать "
      },
      {
        "id": 257,
        "text": "Вразумить "
      }
    ]
  },
  {
    "id": 256,
    "text": "— Что! Ты! Сказал?! — грозно шагнул вперед священник, заставляя писца отступить еще на шаг и затрястись всем телом.\n\n— Простите! Простите грешного! С языка сорвалось! — залепетал он. — Грешен, каюсь! Грешен!\n\n— Откуда ты знаешь это имя?\n\n— В книге… в книге старой одной прочитал, святой отец! Клянусь! Писец я, святой отец! Книгу принесли, чтобы копию сделать, так пока переписывал, в голове отложились слова непонятные! Сам не знаю, что говорю! Никак затмение нашло, вот и кричу невесть что!\n\n— Взять! Расспросить! — рявкнул отец Флатис, и двое монахов мгновенно подхватили побелевшего как мел писца под руки и потащили прочь. Перепуганный мужичонка едва переставлял ставшими ватными ногами и все что-то пытался объяснить седовласому священнику, выворачивая голову назад, за плечо:\n— Грешен я, каюсь! Грешен! Простите неразумного!",
    "answers": [
      {
        "id": 258,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 257,
    "text": "— Сынок, одумайся и признайся! — грозно шагнул вперед священник, заставляя писца отступить еще на шаг и затрястись всем телом.\n\n— Простите! Простите грешного! С языка сорвалось! — залепетал он. — Грешен, каюсь! Грешен!\n\n— Откуда ты знаешь это имя?\n\n— В книге… в книге старой одной прочитал, святой отец! Клянусь! Писец я, святой отец! Книгу принесли, чтобы копию сделать, так пока переписывал, в голове отложились слова непонятные! Сам не знаю, что говорю! Никак затмение нашло, вот и кричу невесть что!\n\n— Взять! Расспросить! — рявкнул отец Флатис, и двое монахов мгновенно подхватили побелевшего как мел писца под руки и потащили прочь. Перепуганный мужичонка едва переставлял ставшими ватными ногами и все что-то пытался объяснить седовласому священнику, выворачивая голову назад, за плечо:\n— Грешен я, каюсь! Грешен! Простите неразумного!\n\n",
    "answers": [
      {
        "id": 258,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 258,
    "text": "Едва крики писца стихли в отдалении, священник вновь развернулся к ошалело хлопающему глазами краснорожему грузчику.\n\n— Продолжай! Опиши его, сын мой, все, что разглядел. А ежели он что упустит, остальные дополнят.\n\n— Доспех, черный плащ такой же, как и у другого, — закатив глаза под лоб, начал вспоминать детина, остальные согласно закивали головами, — а над головой щупальца, как у тех засоленных кальмаров, что привозят с Островов! Только эти будто изо льда вылеплены! Во все стороны вертятся, будто глаза у них есть! Да и сама та тварь страшная, вся льдом и инеем покрыта от макушки до пят, святой отец! Глаза светятся ровно светильники!\n\n— Глаза страшенные, святой отец!\n\n— Синим, синим светом горят! Как у тварей из преисподней! Видать, оттуда и выполз!\n\n— Разок в мою сторону взглянул, так я и обмер, руки поднять не мог!",
    "answers": [
      {
        "id": 259,
        "text": "Уточнить "
      },
      {
        "id": 260,
        "text": "Слушать молча"
      }
    ]
  },
  {
    "id": 259,
    "text": "— Щупальца? Лед? — в недоумении наморщил лоб отец Флатис и коротко переглянулся со стоящим рядом Морвикусом. — Уверены ли вы, что именно так он выглядел? Не померещилось ли?\n\n— Нет, святой отец! Его как на ладони видать было!\n\n— Куда там померещилось, отче! — вперед протолкался старый рыбак, бесцеремонно отпихивая всех со своего пути. — Он у меня корабль забрал! Лодчонку мою рыбацкую! Как не убил, не знаю! В шаге от меня остановился, глазищами своими мне прямо в душу заглянул и говорит: «Мне нужна твоя лодка, старик!» Бери, говорит, своих людей и беги прочь, пока я не сожрал вас живьем! Мы и помчались прочь, ног под собой не чуя от страха! Святой отец, неужто пропала теперь моя лодчонка? Неужто по миру теперь пойдем с сумой побираться?\n\n— Погоди со своей лодкой! — рыкнул священник, и рыбак послушно заткнулся. — Он так и выглядел, как описали?\n\n— Как есть так, святой отец! — подтвердил старый рыбак. — Весь заледенелый, глаза адским огнем полыхают, а над головой щупальца мерзкие витают! Не иначе и правда самому Темному моя лодка приглянулась!",
    "answers": [
      {
        "id": 261,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 260,
    "text": "— Его как на ладони видать было!\n\n— Он у меня корабль забрал! Лодчонку мою рыбацкую! – вперёд двинулся старый рыбак, расталкивая всех на своём пути. Как не убил, не знаю! В шаге от меня остановился, глазищами своими мне прямо в душу заглянул и говорит: «Мне нужна твоя лодка, старик!» Бери, говорит, своих людей и беги прочь, пока я не сожрал вас живьем! Мы и помчались прочь, ног под собой не чуя от страха! Святой отец, неужто пропала теперь моя лодчонка? Неужто по миру теперь пойдем с сумой побираться?\n\n— Погоди со своей лодкой! — рыкнул священник, и рыбак послушно заткнулся. — Он так и выглядел, как описали?\n\n— Как есть так, святой отец! — подтвердил старый рыбак. — Весь заледенелый, глаза адским огнем полыхают, а над головой щупальца мерзкие витают! Не иначе и правда самому Темному моя лодка приглянулась!",
    "answers": [
      {
        "id": 261,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 261,
    "text": "— И он вас не убил… — задумчиво произнес отец Флатис, встрепенулся и задал самый важный вопрос: — Не было ли у него в руках, аль на поясе кинжала небольшого, с желтым камнем в рукояти? А?\n\n— Меч был точно, кажись, еще нож на поясе висел, — развел руками рыбак. — Больше ничего не углядел.\n\n— Я видел! — вновь вклинился в разговор грузчик, отталкивая в сторону рыбака. — Когда они на лодку взошли, к ним вот он подошел, — детина ткнул пальцем в безголовый труп. — И в руках какую-то штуковину держал. Что именно, не углядел — темно больно было, — но желтый камень там был! Светился! Над головой ее поднял, что-то бормотать начал, будто звал кого… сначала девчушка на трап выскочила и ровно заговоренная прямиком к мужику этому пошла! Тут тварь та ледяная подскочила, девку в охапку сгребла и назад потащила. А девчонка визгом заходится! Орет, будто режут ее по живому! Кусается, ногами-руками бьется! Ровно взбесилась! А тот ее прочь тащит и как заорет: «У него кинжал Повелителя! Убить!»",
    "answers": [
      {
        "id": 262,
        "text": "– Так и сказал? "
      },
      {
        "id": 263,
        "text": "Слушать молча"
      }
    ]
  },
  {
    "id": 262,
    "text": "— Так и сказал?!\n\n— Да, святой отец! — истово закивал грузчик, прижимая к груди огромные ладони. — Тут мужику тому и конец пришел! Сначала стрелой, затем топором голову раскроили, потом руку отсекли, затем голову, а под конец еще и живот багром пронзили! Уже мертвому! Создатель Милостивый! Тот, кто багром махал, только было наклонился над телом, как самый главный ему мечом по голове хрясь! Бородатый раз, и с копыт долой! Потом тварь ледяная над телом бездыханным постояла, ту штуку с камнем желтым подняла да пополам и разломила!\n\n— Что?! — вскрикнул отец Морвикус, впервые нарушив молчание и резко подавшись вперед. — Кинжал сломали?!\n\n— Тихо! — прошипел отец Флатис, раскрытой ладонью ткнув в грудь Привратника и отталкивая его назад. — Продолжай, сын мой.\n\n— А что тут продолжать, святой отец? Сломал да в море выкинул! Сейчас на дне морском та штука на веки вечные упокоилась.",
    "answers": [
      {
        "id": 264,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 263,
    "text": "— Тут мужику тому и конец пришел! Сначала стрелой, затем топором голову раскроили, потом руку отсекли, затем голову, а под конец еще и живот багром пронзили! Уже мертвому! Создатель Милостивый! Тот, кто багром махал, только было наклонился над телом, как самый главный ему мечом по голове хрясь! Бородатый раз, и с копыт долой! Потом тварь ледяная над телом бездыханным постояла, ту штуку с камнем желтым подняла да пополам и разломила!\n\n— Что?! — вскрикнул отец Морвикус, впервые нарушив молчание и резко подавшись вперед. — Кинжал сломали?!\n\n— Тихо! — прошипел отец Флатис, раскрытой ладонью ткнув в грудь Привратника и отталкивая его назад. — Продолжай, сын мой.\n\n— А что тут продолжать, святой отец? Сломал да в море выкинул! Сейчас на дне морском та штука на веки вечные упокоилась.",
    "answers": [
      {
        "id": 264,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 264,
    "text": "Словно окаменев, отец Флатис пристально вглядывался в серое Ядовитое море, где под толщей воды покоился разбитый Младший Близнец. Прошло несколько долгих минут, пока он наконец не вышел из оцепенения и не вернулся к разговору:\n— Что еще говорили те люди, что забрали лодку и убили этого несчастного? Кто помнит?\n\n— Мы далеко стояли, святой отец, — произнес грузчик. — Только когда они кричали, пару слов услыхали. Вроде как «Аля», еще «убить»…\n\n— Еще «Господин Корис» тот здоровяк бородатый кричал! Тот самый, что топор метнул и голову бедолаге пополам раскроил! — крикнули из толпы.\n\n— Севан его зовут! Того здорового с топором! — воскликнул старый рыбак. — Своими ушами слышал! А к твари той ледяной не иначе как «господин Корис» обращались! А коротышку гнома, кажись, Тикса звать! Святой отец, что с вами?! Создатель Милостивый, побелел-то как! Отче! Отче!\n\n— Я в порядке, — с усилием выдавил отец Флатис, хотя его блуждающий взор говорил об обратном. Позже многие говорили, что священник будто бы узрел страшного призрака…",
    "answers": [
      {
        "id": 265,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 265,
    "text": "— Видел ли кто, где именно упали два обломка, когда Кор… когда та ледяная тварь метнула их в море?\n\n— Один кусок аккурат рядом с нашим баркасом булькнул, святой отец! — выскочил вперед коротышка с обширной лысиной на полголовы. — Локтях в десяти! Могу указать! А куда вторая половина полетела, того уже не увидал — темно было. А что это вообще такое, отче?\n\nПроигнорировав вопрос, старик нетерпеливо взмахнул рукой:\n— Второй кусок?\n\n— Где-то в той стороне, — махнул рукой грузчик под утвердительный гомон голосов.\n\n— Какая там глубина?\n\n— Роста четыре будет, — поскреб в затылке приземистый рыбак. — Может, чуть поболее…",
    "answers": [
      {
        "id": 266,
        "text": "– Хорошо"
      }
    ]
  },
  {
    "id": 266,
    "text": "— Хорошо, — коротко кивнул седой священник и, возвысив голос, обратился к толпе: — Именем Церкви! Сегодня ни одна лодка не выйдет в море! Ни один корабль не отойдет от причала! Все, кто видел произошедшее, должен обратиться к братьям монахам и рассказать все в подробностях! А сейчас идите к вон тому трактиру… ведь это портовый трактир, правильно?\n\n— Он самый, святой отец!\n\nКивнув, отец Флатис продолжил:\n— Идите к трактиру и обогрейтесь, добрые люди. Там же с вами побеседуют братья монахи. Отец Морвикус, возьмите с собой двух человек и позаботьтесь, чтобы самое большее через час здесь был кузнец со всем необходимым инструментом и десятком прочных и длинных железных цепей.\n\n— Кузнец? Цепи? — с недоумением переспросил тот, и отец Флатис досадливо поморщился.\n\n— Да, именно так. Так же мне нужно человек пять из тех, кто в застенках местной тюрьмы — тех, кто осужден за убийство, насильничество и прочие тяжкие грехи. Личше смертников, ожидающих казни. Вам все понятно, отец Морвикус?\n\n— Да, отец Флатис.\n\n— Тогда выполняйте и, во имя Создателя, поторопитесь!",
    "answers": [
      {
        "id": 267,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 267,
    "text": "С трудом сохранив невозмутимое выражение лица и не показав обуревающее его раздражение, отец Морвикус коротко кивнул и размашисто зашагал к лошадям, на ходу подозвав к себе двух монахов.\nПроводив удаляющихся всадников долгим взглядом, отец Флатис взглянул на гомонящую толпу, медленно втягивающуюся в местный трактир, и вновь уставился на свинцово-серые воды Ядовитого моря. Туда, где под толщей воды скрывался разбитый, но все еще смертоносный артефакт Тариса Некроманта. Иногда священник поднимал взгляд выше и всматривался вдаль, словно ожидал увидеть одинокий парус уходящей прочь рыбацкой лодки, на борту которой оказались люди со столь знакомыми ему именами…",
    "answers": [
      {
        "id": 268,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 268,
    "text": "                                          * * *\n\nШироко расставив ноги, отец Флатис уверенно удерживал равновесие в качающемся рыбацком баркасе, вставшем на якорь недалеко от причала — там, где по уверению большинства очевидцев ночных событий, в морскую пучина канула вторая часть сломанного кинжала. Первый обломок уже находился у священника, закрытый в особой шкатулке, полученной от ордена Привратников, — невзрачный с виду ларец, надежно блокировал силу Младшего Близнеца, не позволяя ей влиять на людские умы и покорять своей воле.\n\nПомимо священника на баркасе было еще четверо монахов с оружием в руках, сидевший на носу отец Морвикус и дрожащий у мачты каторжник — совсем еще молодой, нет и тридцати, — жадно глотающий из кружки исходящий паром травяной отвар. Поперек пояса осужденного за убийство обхватывала толстая железная цепь, длиной в шесть человеческих ростов. Другой конец цени был пущен вокруг основания мачты и прочно прикован. Каторжник был на привязи, подобно бешеному псу.",
    "answers": [
      {
        "id": 269,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 269,
    "text": "Иногда мальчишка бросал быстрый взгляд на корму и вновь утыкался лицом в кружку, с трудом удерживая ее в ходуном ходящих руках. Дрожал он не от холода, а от страха — там, на корме, лежали два мертвых тела, небрежно прикрытых куском парусины. Двое таких же, как он, заключенных из местной тюрьмы, совсем недавно томившихся в соседних камерах. А теперь они мертвы.\n\nОдин потерял от страха перед водой голову и захлебнулся, не успев достигнуть дна. Другой, бывший рыбак, по пьяни зарубивший жену и сына топором, вырос на море и в воде чувствовал себя как рыба. Рыбак соблазнился обещанием седовласого священника, что если он выполнит волю Церкви и достанет со дна костяной обломок, то смертную казнь через повешение заменят на отправку в серебряные рудники. Он нырял трижды, невзирая на ледяной холод зимнего моря. Нырял неистово, находясь под водой долгое время, и в третий раз ему улыбнулась удача — уходящая под воду цепь бешено задергалась и, когда монахи дружными усилиями вытащили его на поверхность, он с торжествующим криком вздел над головой руку с зажатой в ней добычей. Он нашел и тем самым спас себя от смертного приговора и завоевал право на жизнь — пусть и под землей, в узких и душных штольнях рудника, где никогда не бывает солнечного света, но все же жизнь.",
    "answers": [
      {
        "id": 270,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 270,
    "text": "Вот только едва его подтянули к борту, улыбка на посиневшем от холода лице погасла, и со звериным рыком он попытался воткнуть кусок обточенной кости в шею ближайшего монаха. И тут же был пронзен тремя мечами, а старый священник одним быстрым движением перерубил ему запястье, забросил отрубленную кисть с зажатым в пальцах обломком в раскрытую шкатулку и тут же захлопнул крышку…\n\nИ вот теперь они подошли к другому месту, и следующий каторжник находится под водой, выискивая нечто похожее на рукоять оружия с вставленным в ее торец желтым драгоценным камнем — так туманно священник объяснил, что именно надо искать. И сейчас молодой парень, убивший своего лучшего друга из-за глупой девки с соседней улицы, молился. Молился так истово, как никогда раньше. И еще надеялся, что третий заключенный не утонет и сумеет достать со дна ту страшную штуковину и что ему не придется нырять самому…\n\nЗаключенный, стуча зубами, нырнул снова, и, едва он скрылся под водой, раздался тихий голос:\n— Отец Флатис, должен признать, что сначала я не верил в вашу затею, — вполголоса произнес Морвикус, подойдя к борту лодки. — Много ли шансов отыскать крохотные обломки на илистом дне моря, да еще и зимой! Но сейчас, когда первая половина артефакта уже в шкатулке, я полностью убежден, что с помощью Создателя мы добудем и вторую!",
    "answers": [
      {
        "id": 271,
        "text": "– Равно как и я "
      },
      {
        "id": 272,
        "text": "– Я был уверен"
      }
    ]
  },
  {
    "id": 271,
    "text": "— Равно как и я, — сухо произнес священник, не отрывая глаз от воды. — Вот только боюсь, что Создатель Милостивый здесь не при чем — к моему горькому сожалению. Этот бедняга, что сейчас нырнул и погрузился на дно, является не искателем, а всего лишь наживкой. Живая приманка, наподобие тех дождевых червей, что насаживают на свои крючки рыбаки. Если бы дело обстояло иначе, мы никогда бы не обнаружили затерянный на дне артефакт.\n\n— Не хотите ли вы сказать, что…\n\n— Да. Кинжал стремится выбраться из морской пучины, и для этого ему нужна помощь. Он сам притягивает к себе оказавшихся поблизости людей. Не найдет их — сделает так, чтобы его проглотила большая рыба, которая затем выбросится на берег и попадет в руки ничего не подозревающих людей, что поспешат выпотрошить рыбину, пока не протухла, и зажарить… Или воспользуется крабом, что вынесет его на сушу… Возможностей много. Но человек… человек — это лучшая приманка для Младшего Близнеца, самый лакомый кусок, любимая добыча. Этой его слабостью я и пользуюсь.",
    "answers": [
      {
        "id": 273,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 272,
    "text": "— Я был уверен, — сухо произнес священник, не отрывая глаз от воды. — Вот только боюсь, что Создатель Милостивый здесь не при чем — к моему горькому сожалению. Этот бедняга, что сейчас нырнул и погрузился на дно, является не искателем, а всего лишь наживкой. Живая приманка, наподобие тех дождевых червей, что насаживают на свои крючки рыбаки. Если бы дело обстояло иначе, мы никогда бы не обнаружили затерянный на дне артефакт.\n\n— Не хотите ли вы сказать, что…\n\n— Да. Кинжал стремится выбраться из морской пучины, и для этого ему нужна помощь. Он сам притягивает к себе оказавшихся поблизости людей. Не найдет их — сделает так, чтобы его проглотила большая рыба, которая затем выбросится на берег и попадет в руки ничего не подозревающих людей, что поспешат выпотрошить рыбину, пока не протухла, и зажарить… Или воспользуется крабом, что вынесет его на сушу… Возможностей много. Но человек… человек — это лучшая приманка для Младшего Близнеца, самый лакомый кусок, любимая добыча. Этой его слабостью я и пользуюсь.",
    "answers": [
      {
        "id": 273,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 273,
    "text": "Если он почует поблизости от себя человека, то сам подскажет, где его искать. И начнет подчинять жертву своей воле, превращая в злобную тварь, жаждущую крови… что и произошло с тем несчастным грешником, нашедшим лезвие кинжала.\n\n— И вновь вы говорите о богопротивном артефакте как о живом существе, отец Флатис! — воскликнул внимательно слушающий Привратник. — Так… словно у него есть собственная душа!\n\n— Душа дается лишь Создателем! — полыхнул взором священник. — А все остальное от Темного — жалкое подобие, лишь мрачная тень от настоящей жизни, отец Морвикус! Уж вам-то должно быть это известно! Я всегда считал, что орден Привратников чересчур сильно сближается с нечистью и нежитью! Ни к чему изучать и вести беседы с порождениями Темного — им самое место на костре! — осекшись, отец Флатис сухо пожевал губами и продолжил: — Но не мне судить. Я лишь выполняю волю Церкви.\n\n— И стараетесь изо всех сил, отец Флатис, — склонил голову Морвикус. — Я так и доложу его святейшеству и… смотрите! Цепь!",
    "answers": [
      {
        "id": 274,
        "text": "Натянуть цепь "
      }
    ]
  },
  {
    "id": 274,
    "text": "Железная цепь неистово затряслась, затем вытянулась в струну и задрожала, баркас слегка покачнулся и начал лениво разворачиваться к берегу — словно некто на дне тянул его за собой с неимоверной для обычного человека силой.\n\n— Он нашел! — глухо произнес священник, вцепившись побелевшими пальцами в кромку борта. — Нашел! Вытаскивайте его, тяните изо всех сил!\n\nВцепившиеся в цепь монахи дружными усилиями начали вытаскивать сопротивляющуюся цепь, обдирая ладони в кровь. Им понадобилось приложить немало сил, чтобы притянуть сопротивляющегося ныряльщика к борту. Последний рывок — и над поверхностью воды показалась голова, облепленная мокрыми волосами. Через мгновение заключенный перевалился через низкий борт и рухнул на палубу, исторгая изо рта и носа струи соленой воды, вперемешку с захлебывающимся кашлем и безумным хохотом. В его ходящую ходуном грудь уперлось три багра, не позволяя встать, но каторжнику, похоже, было на это плевать. Он заходился смехом, исподлобья смотря на нависших над ним людей и разводя руками в стороны, словно принося извинения за допущенную оплошность.",
    "answers": [
      {
        "id": 275,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 275,
    "text": "— Его руки пусты, святой отец! — воскликнул один из монахов, держа наготове обнаженный меч. — Он упустил обломок!\n\n— Нет! — качнул головой отец Флатис и ткнул пальцем в перекошенный рот каторжника, откуда по-прежнему вытекали струйки розоватой воды. — Он проглотил обломок! На его губах кровь! Поранился, когда пропихивал артефакт себе в глотку!\n\nЕдва старик произнес эти слова, как заключенный взревел и рывками начал подниматься, насаживая себя на острия багров. Первым опустился кистень одного из монахов, с легкостью размозжив лицо обезумевшего человека и раздробив череп. Остальные налегли на багры всем весом и не отпускали, пока последний монах несколькими ударами не отрубил изуродованную голову от тела. Затем в стороны отлетели обрубленные по локоть руки. Обнявший мачту последний оставшийся в живых заключенный затрясся в рвотных судорогах, выплескивая содержимое желудка в собравшуюся у его ног лужу крови и с ужасом смотря на все еще живой и пытающийся встать безголовый торс человека.",
    "answers": [
      {
        "id": 276,
        "text": "Достать мечь "
      },
      {
        "id": 277,
        "text": "Прочитать молитву "
      }
    ]
  },
  {
    "id": 276,
    "text": "Резко нагнувшись, отец Флатис упер в тело раскрытые ладони и едва слышно произнес несколько коротких слов. Содрогнувшись, труп несколько раз дернулся, орошая окруживших его людей струями крови из культей рук и обрубка шеи, пока окончательно не затих, как и положено мертвому телу.\n\n— Ограждающую от зла молитву! Все вместе! — не оборачиваясь, велел священник, вырывая у монаха меч. — Начали!\n\nПод глухое бормотание монахов и отца Морвикуса, вставших вокруг трупа, священник провел мечом по вздувшемуся от наполнившей желудок морской воды животу лезвием меча, глубоко взрезая кожу и мышцы. Еще два коротких движения — и в глубине разверстой раны вспыхнуло желтое сияние, в воздух взмыли клубы иссиня-черной дымки и, оставляя за собой извилистый туманный след, потянулись к людям. Тянущие молитву монахи вздрогнули, на мгновение запнувшись, но тут же продолжили чтение дальше. Лишь отец Морвикус остался абсолютно невозмутимым, не сбившись и не запнувшись ни на секунду. Подцепив обломок лезвием меча, отец Флатис бросил его в шкатулку, и черная дымка незамедлительно начала исчезать, растворяясь в воздухе. Но молитва не прервалась до тех пор, пока не было произнесено последнее слово.",
    "answers": [
      {
        "id": 278,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 277,
    "text": "Резко нагнувшись, отец Флатис упер в тело раскрытые ладони и едва слышно произнес несколько коротких слов. Содрогнувшись, труп несколько раз дернулся, орошая окруживших его людей струями крови из культей рук и обрубка шеи, пока окончательно не затих, как и положено мертвому телу.\n\n— Ограждающую от зла молитву! Все вместе! — не оборачиваясь, велел священник, вырывая у монаха меч. — Начали!\n\nПод глухое бормотание монахов и отца Морвикуса, вставших вокруг трупа, священник провел мечом по вздувшемуся от наполнившей желудок морской воды животу лезвием меча, глубоко взрезая кожу и мышцы. Еще два коротких движения — и в глубине разверстой раны вспыхнуло желтое сияние, в воздух взмыли клубы иссиня-черной дымки и, оставляя за собой извилистый туманный след, потянулись к людям. Тянущие молитву монахи вздрогнули, на мгновение запнувшись, но тут же продолжили чтение дальше. Лишь отец Морвикус остался абсолютно невозмутимым, не сбившись и не запнувшись ни на секунду. Подцепив обломок лезвием меча, отец Флатис бросил его в шкатулку, и черная дымка незамедлительно начала исчезать, растворяясь в воздухе. Но молитва не прервалась до тех пор, пока не было произнесено последнее слово.",
    "answers": [
      {
        "id": 278,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 278,
    "text": "Лишь тогда отец Флатис тяжело поднялся с колен и улыбнулся впервые за все время их погони за древним артефактом Тариса Некроманта.\nУлыбнулся устало, но все же улыбнулся.\n\n— Нам удалось, братья. Восхвалим же Создателя.\nМонахи и отец Морвикус, склонив головы, согласно забормотали, а прикованный к мачте последний каторжник плакал. По его щекам стекали обильные слезы, глаза неотрывно смотрели в низкое серое небо, а губы шевелились в беззвучной благодарственной молитве. Сегодня он остался жив и не разделил ужасную судьбу остальных заключенных. И воспринял это как знак свыше. Он еще не знал, что в его густых волосах едва достигшего своего двадцатилетия юноши появилась обильная седина, а на лице пролегли глубокие морщины.\n\n— К берегу, — коротко велел подпоясанный красным поясом священник, замыкая шкатулку на замок и бережно пряча ее в тощий заплечный мешок.",
    "answers": [
      {
        "id": 279,
        "text": "Плыть"
      }
    ]
  },
  {
    "id": 279,
    "text": "Заскрежетала якорная цепь, заскрипели натянувшиеся как струна парусные снасти — покачиваясь на волнах, баркас медленно разворачивался к берегу.\nОтец Флатис стоял на носу, прижав к груди мешок с драгоценным грузом, и слепо смотрел вперед. По застывшему суровому лицу трудно было что-либо прочитать, но казалось, что внутри него идет борьба, словно он пытается и не может принять нужное решение. Но как бы глубоко ни был старик погружен в свои мысли, приближение отца Морвикуса он услышал и настороженно повернул голову.\n\n— Сегодня вы послужили на благо Церкви, как никто другой, — почтительно склонил голову Привратник. — Артефакт найден, его ужасная сила блокирована. Больше он не повредит простым людям, а ваша многолетняя погоня за этой богопротивной поделкой рук Тариса закончена.\n\n— Благо Церкви превыше всего, — глухо отозвался худой как палка старик. — Превыше всего.",
    "answers": [
      {
        "id": 280,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 280,
    "text": "— Благо Церкви превыше всего, — глухо отозвался худой как палка старик. — Превыше всего.\n\n— Возможно, будет лучше, если кинжал будет передан на мое попечение, святой отец, — столь же тихо предположил священник и вздрогнул, когда в него вонзился острый и пронзительный взгляд голубых глаз.\n\n— Нет! Кинжал останется у меня до тех пор, пока мы не прибудем в резиденцию ордена Привратников!\n\n— Да будет так. Я всего лишь смиренно предположил, что у меня он будет в большей сохранности. Меня предупреждали, насколько сильно вы жаждете уничтожить этот артефакт.\n\n— Мои желания ничто перед волей Церкви, отец Морвикус! И кинжал останется у меня.",
    "answers": [
      {
        "id": 280,
        "text": "Прекратить разговор ¦ Продолжение Квеста  выйдет  1 сентября 2020г.",
        "comment": true
      },
      {
        "id": 280,
        "text": "Убедить Морвикуса, что не уничтожите мечь",
        "comment": true
      },
      {
        "id": 1,
        "text": "Вернуться на первую страницу "
      }
    ]
  },
  {
    "id": 281,
    "text": "",
    "answers": []
  },
  {
    "id": 282,
    "text": "",
    "answers": []
  }
]