[
  {
    "id": 1,
    "text": "Вы — орк, и вчера была пьяная  драка в таверне. Это все, что вы сейчас можете вспомнить. Вы с трудом открываете глаза и не можете ничего разглядеть в темноте. Через пару минут ваши глаза привыкают к темноте — вы внутри повозки. Ваши руки связаны, и вы сидите с тремя другими заключенными: орком, человеческим ребенком и ящером. Но куда вас везут? И что будет дальше?",
    "answers": [
      {
        "id": 2,
        "text": "-Где мы сейчас?"
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "http://www.fonstola.ru/pic/201709/1920x1080/fonstola.ru-273221.jpg"
      },
      {
        "id": 36,
        "text": "[Концовки]"
      }
    ]
  },
  {
    "id": 2,
    "text": "—А ты что, ослеп? — рявкнул незнакомый орк.<s>r\nВидимо, этот орк не приветствует общение(как и большинство других орков).<s>r\nВы все еще можете поговорить с рыжим пареньком или ящером. Красным ящером. Красный — довольно редкий цвет для ящера, подмечаете вы<s>r\n<s>r\n",
    "answers": [
      {
        "id": 3,
        "text": "Спросить у ребенка"
      },
      {
        "id": 2,
        "text": "Укажите команды для картинки",
        "url": "http://www.fonstola.ru/pic/201709/1920x1080/fonstola.ru-273221.jpg"
      },
      {
        "id": 69,
        "text": "Спросить у ящера"
      }
    ]
  },
  {
    "id": 3,
    "text": "—Так куда мы едем?<s>r\n<s>r\n—В Дальрок,-сказал паренёк<s>r\n<s>r\n—Звучит как эльфийский город.<s>r\n<s>r\n—А вы разве не знаете? Давайте я расскажу! <s>r\n<s>r\nРыжий мальчишка широко улыбнулся. Вы понимаете его — едете вы уже довольно долго, а из собеседников здесь только старый орк и спящий ящер.<s>r\n<s>r\n—Кстати, зовут меня Гаст! А Дальрок — целый город для заключенных.<s>r\n<s>r\nЗаключенных. Как это слово вам знакомо. Несмотря на то, что вы орк, вы всегда предпочитали грубой силе хитрость и обман. За такие предпочтения вас презирали в племени, и ушли вы из него на несколько лет раньше положенного. Вам пришлось стать вором, чтобы как-то выживать. Но сейчас, кажется, это может пригодиться.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 4,
        "text": "-Гаст, ты же хочешь сбежать отсюда?"
      },
      {
        "id": 3,
        "text": "Укажите команды для картинки",
        "url": "http://www.fonstola.ru/pic/201709/1920x1080/fonstola.ru-273221.jpg"
      }
    ]
  },
  {
    "id": 4,
    "text": "—Ну да...<s>r\n—У меня есть план. Но нам нужен третий.<s>r\n—Может быть обоих?<s>r\nМудрость гласит, что оркам нельзя доверять, к тому же он выглядел слишком опрятно для заключенного, но мудрым вы себя никогда не считали.<s>r\nЯщер будто спит, но сможете ли его разбудить без лишнего шума?<s>r\n",
    "answers": [
      {
        "id": 5,
        "text": "Выбрать орка"
      },
      {
        "id": 6,
        "text": "Выбрать ящера"
      },
      {
        "id": 4,
        "text": "Укажите команды для картинки",
        "url": "http://www.fonstola.ru/pic/201709/1920x1080/fonstola.ru-273221.jpg"
      },
      {
        "id": 71,
        "text": "Спасти обоих"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы предпочли орка ящеру.<s>r\nКак только вы подошли, чтобы снять оковы орка, он заорал стражнику.<s>r\n—ГИЛ, ТУТ ПОБЕГ!<s>r\n— Понял тебя.<s>r\nВы спрыгнули с повозки, но стражник развернулся и быстро догнал вас: без обуви сложно бежать по каменистой дороге. После нескольких ударов плетью вы потеряли сознание. <s>r\nДоехать до Дальрока вы так и не смогли: вы умерли от кровотечения.",
    "answers": [
      {
        "id": 16,
        "text": "Вы мертвы"
      },
      {
        "id": 5,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/3e/8a/cc/3e8acc18d5232fa588648574bab160b2--warcraft-orc-world-of-warcraft.jpg"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы предпочли ящера орку. <s>r\n<s>r\n—Эй, поможешь нам?<s>r\n<s>r\nВы всматриваетесь в лицо ящера. Его глаза наполнены туманом. После того, как вы пару раз толкнули его в плечо, он пришел в себя.<s>r\n<s>r\n—М?<s>r\n<s>r\n—Ты же хочешь сбежать?<s>r\n<s>r\n—Возможно. <s>r\n<s>r\n—Сможешь схватить хвостом камень с дороги?<s>r\n<s>r\nЧерез мгновение камень оказывается у вас в руках.<s>r\n<s>r\n—Отлично.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 7,
        "text": "Вспомнить, чему вы научились в гильдии воров."
      },
      {
        "id": 8,
        "text": "Кинуть камень в стражника, который вас везет."
      },
      {
        "id": 6,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/f7/de/f6/f7def6a47b129ab5721482277f68a3fa--dragon-art-videogames.jpg"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы вспоминаете, чему научились в гильдии воров, и ловко поддеваете замок острым краем камня. Через мгновение вы чувствуете прежнюю лёгкость на руках. Все это заметил орк. Решив не искушать судьбу, вы вместе с остальными тут же спрыгнули с повозки. Резкий рев орка на мгновение ошарашил вас. <s>r\n—ГИЛ, ТУТ ПОБЕГ!<s>r\nКучер обернулся и недосчитался троих. Видимо, считал он плохо, поэтому вы успели убежать на достаточное расстояние. Когда все закончилось, вы разбили оковы рыжего и ящера. Откуда же тот орк знал имя стражника?<s>r\n—Наверно, он тоже был стражником, и маскировался как раз для такого случая, — сказал ящер, будто прочтя ваши мысли. Хотя задумываться было больше не о чем.<s>r\nПоскольку никто из вас не знал дороги, вы втроем отправились наугад в лес.",
    "answers": [
      {
        "id": 9,
        "text": "Идти наугад"
      },
      {
        "id": 7,
        "text": "Укажите команды для картинки",
        "url": "https://dvernoydoktor.ru/image/info/navesnoi_vzlom/iv64.jpg"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы смогли отвлечь стражника, и вам хватило времени спрыгнуть с повозки. Но у вас не было обуви, и бысто бежать по каменистой дороге вы не смогли. Зато смог стражник. Вы слишите удары плетью и крики Гаста. Затем от удара падаете вы. Ящер тоже не успел скрыться. Вы не смогли доехать до тюрьмы: вы умерли от кровотечения.",
    "answers": [
      {
        "id": 16,
        "text": "Смерть в мучениях"
      },
      {
        "id": 8,
        "text": "Укажите команды для картинки",
        "url": "https://avatanplus.com/files/resources/original/5ac3c924245541628cc9b535.jpg"
      }
    ]
  },
  {
    "id": 9,
    "text": "После пары часов ходьбы вы вышли на дорогу и продолжили путь уже по ней. Однако, каждый был облачен в лохмотья заключенных, поэтому вы исцарапали свои ноги и скорость заметно снизилась. \n\nВдруг вы услышали стук колес. Слух редко вас подводил, и вы уверены, что сюда кто-то едет.\n\n—Быстро, в кусты!\n\nВы решили не рисковать и спрятаться — это мог быть кто угодно: от бандитов и до стражи, которая вас разыскивает. Но, к вашему удивлению, это была торговая повозка, к тому же плохо защищённая. Вы не могли упускать такой момент.\n\n",
    "answers": [
      {
        "id": 10,
        "text": "Устроить засаду."
      },
      {
        "id": 9,
        "text": "Укажите команды для картинки",
        "url": "https://99px.ru/sstorage/53/2015/04/tmb_127986_8091.jpg"
      }
    ]
  },
  {
    "id": 10,
    "text": "Она ехала довольно медленно, и вы решили устроить засаду. Вы быстро распределили роли: Гаст заставляет торговца и его охрану из 3 человек выйти, а вы с ящером убираете их с двух сторон. ",
    "answers": [
      {
        "id": 12,
        "text": "Выжидать."
      },
      {
        "id": 15,
        "text": "Напасть в открытую"
      },
      {
        "id": 10,
        "text": "Укажите команды для картинки",
        "url": "https://i.arts.in.ua/i/6160/f_les_kutina_elena_1325596715.jpg"
      }
    ]
  },
  {
    "id": 11,
    "text": "",
    "answers": [
      {
        "id": 16,
        "text": "Отбиваться"
      }
    ]
  },
  {
    "id": 12,
    "text": "Она ехала довольно медленно, и вы решили устроить засаду. Вы быстро распределили роли: Гаст заставляет торговца и его охрану из 3 человек выйти, а вы с ящером убираете их с двух сторон. Повозка приблизилась на достаточное расстояние. Гаст выходит из кустов.\n\n—Дяденька, подайте монетку бедному ребенку!\n\n—А ну кыш с дороги, не хватало мне ещё попрошаек кормить!\n\nТем временем вышли наемники.\n\n— Грок, прогони его!\n\n",
    "answers": [
      {
        "id": 17,
        "text": "Сломать шеи охранникам"
      },
      {
        "id": 18,
        "text": "Выжидать."
      },
      {
        "id": 12,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/c5/6f/8e/c56f8e2cd2a12cf41b2ba9f5917804c4.jpg"
      }
    ]
  },
  {
    "id": 13,
    "text": "",
    "answers": [
      {
        "id": 14,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 14,
    "text": "",
    "answers": []
  },
  {
    "id": 15,
    "text": "Вы выпрыгнули на торговца из кустов, но слишко поздно заметили трех охранников. Учитывая то, что вы были измотаны после дороги и охранники были в доспехах и с мечами, у вас не осталось шансов.",
    "answers": [
      {
        "id": 16,
        "text": "Отбиваться"
      },
      {
        "id": 15,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/originals/9f/42/1d/9f421d7382160308e16e7fc0c408b299.jpg"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы умерли, придется начать сначала.",
    "answers": [
      {
        "id": 1,
        "text": "Сначала"
      },
      {
        "id": 16,
        "text": "Укажите команды для картинки",
        "url": "https://i.ytimg.com/vi/BZXujskeTRM/hqdefault.jpg"
      }
    ]
  },
  {
    "id": 17,
    "text": "Пока орк гонялся за Гастом, вы с ящером незаметно подобрались к двум другим телохранителям и одновременно сломали им шеи. Ящер вытянул меч из ножен трупа, и побежал за оставшимся охранником, который как раз догнал Гаста. Одним ловким движением он пробил череп человека, и мальчишка выпал из его рук. Вы тем временем разделались с торговцем, который точно не ожидал такого исхода.\n\n—Класно обращаешься с мечом,... Кстати, как тебя зовут?\n\n—Зантар.\n\n—Ты не особо разговорчив для ящера.\n\n—А ты слишком разговорчив для орка\n\n",
    "answers": [
      {
        "id": 19,
        "text": "Обыскать торговца."
      },
      {
        "id": 17,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/originals/aa/e5/2a/aae52a059a3375d794431f1bebca57e1.jpg"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы слишком долго медлили. Одного сильного удара телохранителя хватило, чтобы расколоть череп ребенку. Через секунду вы заметили, что другой стражник бежит в вашу сторону. ",
    "answers": [
      {
        "id": 27,
        "text": "Убежать"
      },
      {
        "id": 28,
        "text": "Защищаться"
      },
      {
        "id": 18,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/originals/9f/42/1d/9f421d7382160308e16e7fc0c408b299.jpg"
      }
    ]
  },
  {
    "id": 19,
    "text": "Никаких ценностей торговец не вез. Каждый взял с собой самое нужное: Зантар — броню и полуторный меч, Гаст нашел губную гармошку и приличную одежду, вы же предпочли темный костюм и нож.<s>r\n<s>r\nВы отцепили лошадей от повозки и поскакали вперёд по дороге. Через час показались стены города.<s>r\n<s>r\nКогда вы подъехали поближе, вас остановила стража.<s>r\n<s>r\n—По приказу Главы города Зуна, все, кто въезжает в город, должен уплатить пошлину.<s>r\n<s>r\nУ вас хватало денег, но можно потратить их на что-то более полезное...<s>r\n<s>r\n",
    "answers": [
      {
        "id": 20,
        "text": "Может, договоримся?"
      },
      {
        "id": 21,
        "text": "Отдать деньги"
      },
      {
        "id": 19,
        "text": "Укажите команды для картинки",
        "url": "https://i1.yuki.la/2/93/8d2bf0193c44218f819332ebc348d677d12aad313bf13f171cf1af194e7ee932.jpg"
      }
    ]
  },
  {
    "id": 20,
    "text": "—Может быть, мы договоримся?<s>r\n<s>r\n—?<s>r\n<s>r\n—В лесу, в часе ходьбы отсюда, лежит разбитая торговая повозка. Вы можете отправиться туда и посмотреть, что от нее осталось.<s>r\n<s>r\nСтражники переглянулись. <s>r\n<s>r\n—Карл, Марк, присмотрите за ними. Пока мы не вернемся, в город не пускать.<s>r\nТрое стражников направились в сторону разбитой телеги. Вряд-ли там осталось достаточно денег, чтобы оплатить проход. Вам нужно как-нибудь пробраться в город, пока стражников всего двое.<s>r\n",
    "answers": [
      {
        "id": 38,
        "text": "Обсудить план"
      },
      {
        "id": 20,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/originals/d5/35/fd/d535fd18fc4a69c71fbbdc4017569216.jpg"
      },
      {
        "id": 70,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 21,
    "text": "—Можете пройти.\nВы отдали почти все свои деньги, но вошли в город без лишних проблем.",
    "answers": [
      {
        "id": 22,
        "text": "Идти вперед"
      },
      {
        "id": 21,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/originals/d5/35/fd/d535fd18fc4a69c71fbbdc4017569216.jpg"
      }
    ]
  },
  {
    "id": 22,
    "text": "Несмотря на размер города, было довольно тихо<s>r\n<s>r\n—Будет лучше, если мы разделимся и осмотрим город.<s>r\n<s>r\n—Может лучше до местной таверны?Там всегда много слухов и полезной информации, — сказал Гаст.<s>r\n<s>r\n—Звучит разумно.<s>r\n<s>r\nВы спросили прохожего, где тут местная таверна. По дороге к ней вы встретили труппа циркачей. Они показывали представление. Для трюка им нужен был доброволец. В следующий миг вы увидели рыжего на сцене. Он ловко повторил за шутом все акробатические трюки и получил награду.<s>r\n<s>r\n—Не хочешь выступать с нами? Такой прыткий мальчишка нам бы пригодился.<s>r\n<s>r\nГаст после коротких раздумий согласился. Вы лишились спутника.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 23,
        "text": "Продолжить путь вдвоем"
      },
      {
        "id": 24,
        "text": "Присоедениться к скоморохам"
      },
      {
        "id": 22,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/originals/a3/f0/0b/a3f00b77cd32136436102b94228e9327.jpg"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы лишились спутника.\n\nОгибая темные улицы, вы добрались до таверны. Немного выпив и послушав местных баек, вы подошли к самому пьяному и разговорчивому человеку. Пока вы были в таверне, вы получили немного золота от незадачливых пьяниц, а также основную информацию о городе: Гальра́с управляется несколькими крупными гильдиями: гильдией магов, воров и наемников; Также на город оказывают большое влияние городская стража и управляющий этого города — Зун, старый эльф. \n\n",
    "answers": [
      {
        "id": 29,
        "text": "Присоедениться к ворам"
      },
      {
        "id": 34,
        "text": "Присоединиться к магам"
      },
      {
        "id": 31,
        "text": "Присоединиться к наемникам"
      },
      {
        "id": 32,
        "text": "Вступить в городскую стражу"
      },
      {
        "id": 23,
        "text": "Укажите команды для картинки",
        "url": "https://i.ytimg.com/vi/ARMNJI4vcLA/maxresdefault.jpg"
      }
    ]
  },
  {
    "id": 24,
    "text": "—Возьмите и меня!<s>r\nКаждый, кто был на той улице либо косился на вас, либо тихо хихикал. Это неудивительно: вы орк, а орки обычно неуклюжие. Но не вы. С детства вы учились пролазить в укромнейшие места и красться как кошка. Несколько акробатических трюков вы тоже знали.<s>r\nПосле того, как вы показали, на что вы способны, вас тоже взяли в труппу, скорее за то, что вы орк, а не великий акробат.",
    "answers": [
      {
        "id": 25,
        "text": "Выступать"
      },
      {
        "id": 24,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/originals/a3/f0/0b/a3f00b77cd32136436102b94228e9327.jpg"
      }
    ]
  },
  {
    "id": 25,
    "text": "Через несколько месяцев вы прославились во многих городах и получали неплохие деньги. Слава о вас разрасталась, и в один из дней вы увидели, что все ваше племя пришло смотреть выступление. Вас все еще недодюбливали, но теперь уважали. Через несколько лет, после выступления, вы заметили очень знакомого орка. Он был не из вашей деревни, но вы его где-то видели. Но где?",
    "answers": [
      {
        "id": 26,
        "text": "Присмотреться"
      },
      {
        "id": 25,
        "text": "Укажите команды для картинки",
        "url": "https://4.bp.blogspot.com/-XVcs2Xm8Lqw/TuzjTMkR51I/AAAAAAAAAbY/pmT4bDERcFI/s1600/Krayd.jpg"
      }
    ]
  },
  {
    "id": 26,
    "text": "Как только он вас заметил, он оскалился и стремительно побежал на вас. Как только он приблизился, вы получили удар по голове. А потом еще. И еще. Вы наконец вспомнили. Это был тот самый подставной заключенный, который ехал вместе с вами. Видимо, он жаждал отомстить за ваш побег. Через столько лет он отомстил. Вы не успели опомниться и что-либо сделать. Еще один удар чем-то тяжелым, и вы отключаетесь. Проходит какое-то время...",
    "answers": [
      {
        "id": 1,
        "text": "Открыть глаза"
      },
      {
        "id": 26,
        "text": "Укажите команды для картинки",
        "url": "http://4.bp.blogspot.com/-XVcs2Xm8Lqw/TuzjTMkR51I/AAAAAAAAAbY/pmT4bDERcFI/s1600/Krayd.jpg"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы были без обуви, и ваша скорость заметно снизилась. А у стражников обувь была. Через какое то время вы почувствовали холод в груди. Это оказался меч.",
    "answers": [
      {
        "id": 16,
        "text": "Кхъ..."
      },
      {
        "id": 27,
        "text": "Укажите команды для картинки",
        "url": "https://avatanplus.com/files/resources/original/5ac3c924245541628cc9b535.jpg"
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы выбежали из кустов. Вы смогли первым нанести удар одному из охранников в челюсть. Он согнулся и застонал от боли. Вы развернулись посмотреть, как идут дела у ящера. Он смотрел на вас не моргая. Посмотрев чуть ниже, вы заметили меч в его животе. Ящер показал пальцем на что-то позади вас. Вы обернулись и увидели ухмыляющегося охранника, которому пару секунд назад выбили несколько зубов. Он сделал резкий выпад, и вы почувствлвали нестерпимую боль. Его топор проломал вам плечо.",
    "answers": [
      {
        "id": 16,
        "text": "Но как?..."
      },
      {
        "id": 28,
        "text": "Укажите команды для картинки",
        "url": "https://avatanplus.com/files/resources/original/5ac3c924245541628cc9b535.jpg"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы решаете разделиться с Зантаром. Он отправляется в гильдию наемников. Вы же выбрали гильдию воров. Найти ее было непросто — она была в подвале одного из торговцев — скупщика краденного. Хорошо, что в таверне вы познакомились с одним из воров. Как только вы зашли в магазинчик, торговец вас внимательно осмотрел.\n\n—Я могу вступить в гильдию?\n\n—Тише. Решать это не мне. Пройди вниз и поговори с орком — он там один.\n\nЛестница оказалась довольно длинной. Как только вы открыли дверь, все сидящие там внимательно осмотрели вас. Все начали перешептываться. Вы сразу заметили орка, он был около входа.\n\n—Я хотел бы стать членом гильдии. Ты здесь главный?\n\n—Нет, главный — большой Карт. Но принимаю новичков я. Ты хоть замки взламывать умеешь?\n\nВы вспоминаете все ваши попытки взломать старый замок на сундуке с едой племени. Из-за особого строения пальцев и вашей неумелости, все отмычки сломались, к тому же вас застукал вождь, который избил вас в тот день.\n\n—Нет, не умею. \n\n—Если есть деньги, можешь попросить старуху Викс научить тебя.\n\n",
    "answers": [
      {
        "id": 33,
        "text": "Но я отдал все деньги страже..."
      }
    ]
  },
  {
    "id": 30,
    "text": "В один из дней мимо вашего огорода прошел очень знакомый орк. Он был не из вашей деревни, но вы его где-то видели. Кажется, он идет в вашу сторону.",
    "answers": [
      {
        "id": 26,
        "text": "Приглядеться"
      },
      {
        "id": 30,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/originals/f6/a2/07/f6a20794443425e3a34008574ea96c75.jpg"
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы отправились с Зантаром вступать в ряды наемников. У него все шло гораздо лучше, чем у вас, ведь вы первый раз держали меч в руках. За свою карьеру воина вы заработали немного денег, но этого хватило для того, чтобы остепениться и купить домик на окраине Гальраса.",
    "answers": [
      {
        "id": 30,
        "text": "Жить спокойной жизнью"
      },
      {
        "id": 31,
        "text": "Укажите команды для картинки",
        "url": "https://i.ytimg.com/vi/dXuLCvjUcao/maxresdefault.jpg"
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы вступили в городскую стражу. Вашим начальником стал некий Перри Траттчет. Вы неплохо зарабатывали в дозоре. Но в один из дней все было очень неспокойно. Гильдия воров что-то задумала, и начала это реализовывать. Перри был в ярости. Он послал отряд для уничтожения гильдии. В этом отряде были и вы. Началась битва. Врагов оказалось гораздо больше, чем вы ожидали: воры наняли охрану. В пылу битвы вы заметили знакомое лицо — это был тот самый орк, с которым вы ехали в Дальрок. Ваше количество постепенно уменьшалось, воины умирали один за другим. Вы решили ретироваться. Несмотря на вашу скорость, скоро вас настиг сильный удар по голове. Кажется, вам повердили череп. Все расплывается...",
    "answers": [
      {
        "id": 1,
        "text": "Открыть глаза"
      },
      {
        "id": 32,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/e6/f9/05/e6f905a703754ddd87faee36bf345cf5--fantasy-heroes-fantasy-characters.jpg"
      }
    ]
  },
  {
    "id": 33,
    "text": "—Значит проваливай отсюда.\nВидно не судьба.",
    "answers": [
      {
        "id": 34,
        "text": "Присоединиться к магам"
      },
      {
        "id": 31,
        "text": "Присоедениться к наемникам"
      },
      {
        "id": 32,
        "text": "Вступить в городскую стражу"
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы нашли башню, которая была огромной библиотекой и зданием гильдии. <s>r\n—Я хочу вступить в гильдию.<s>r\nАрхимаг внимательно осмотрел вас. <s>r\n—Орков у нас еще не было.<s>r\nОно и не удивительно. Оркам сложно управлять силой, а это главное в магии. Через пару недель обучения вы подорвали одного из учеников. Зато вы получили силу, которая и не снилась вашему отцу. Вас приговорили к вечному обучению учеников.",
    "answers": [
      {
        "id": 37,
        "text": "Вроде не так уж и плохо..."
      },
      {
        "id": 34,
        "text": "Укажите команды для картинки",
        "url": "https://static.tildacdn.com/tild6337-6332-4933-b263-313230336665/DyLN0DoXgAAcQ5O.jpg"
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы жили долго и счастливо. Спустя годы вы умерли. Вы не построили дом, но воспитали сына(жаль, что не родного) и посадили дерево. Когда вы умерли на старости лет, ваша девушка похоронила вас под вашей старой липой. Спустя 2 месяца ее похоронили рядом с вами.<s>r\nКонец",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 35,
        "text": "Укажите команды для картинки",
        "url": "https://relrus.ru/uploads/posts/2018-12/vladimir-palihata-i-uchastniki-oo-pr-zaymutsya-razvitiem-poiskovoy-sfery_1.jpg"
      }
    ]
  },
  {
    "id": 36,
    "text": "Это все ваши открытые достижения. Удастся ли вам собрать все 10?",
    "answers": [
      {
        "id": 59,
        "text": "Смерть в мучениях",
        "need": 16
      },
      {
        "id": 60,
        "text": "Необдуманный поступок",
        "need": 15
      },
      {
        "id": 61,
        "text": "Слоупок",
        "need": 18
      },
      {
        "id": 62,
        "text": "Я пришел договориться",
        "need": 20
      },
      {
        "id": 63,
        "text": "Орк-акробат",
        "need": 24
      },
      {
        "id": 64,
        "text": "Бедняк",
        "need": 33
      },
      {
        "id": 65,
        "text": "Позорная скелетная пехота",
        "need": 37
      },
      {
        "id": 66,
        "text": "Любимая липа",
        "need": 57
      },
      {
        "id": 67,
        "text": "Примерный семьянин",
        "need": 35
      },
      {
        "id": 68,
        "text": "Жизнь стража",
        "need": 32
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 37,
    "text": "Под \"вечным обучением\" подразумевалось то, что ваш скелет отправили в класс защиты от темных искусств, а остальные части тела пустили на реагенты. На вашем примере обучали других учеников.<s>r\n—Он не контролировал магию. Поэтому он СГОРЕЛ, УМЕР, ЗДОХ. И мы пустили его на селитру.<s>r\nЧерез пару сотен лет обьявился сильнейший некромант и оживил вас вместе с другими скелетами. Но так как вы не умели стрелять из лука, то стали обычным скелетом мечником, и умерли на следующий день в одном из сражений.",
    "answers": [
      {
        "id": 16,
        "text": "Неприятная ситуация..."
      },
      {
        "id": 37,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/77/8f/dd/778fdd0d1cff98f8519edecbee965f5b--skull-tattoos-art-tattoos.jpg"
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы решили, что стоит прибить этих стражников, пока другие не вернулись. Гаст отвлек стражников своими рассказами, а вы тем временем придушили их.<s>r\nВы прошли в город. Несмотря на его размер, было довольно тихо.<s>r\n<s>r\n—Будет лучше, если мы разделимся и осмотрим город.<s>r\n<s>r\n—Может лучше до местной таверны?Там всегда много слухов и полезной информации, — сказал Гаст.<s>r\n<s>r\n—Звучит разумно.<s>r\n<s>r\nВы спросили прохожего, где тут местная таверна. По дороге к ней вы встретили группу шутов. Они показывали представление. Для трюка им нужен был доброволец. В следующий миг вы увидели рыжего на сцене. Он ловко повторил за шутом все акробатические трюки и получил награду.<s>r\n<s>r\n—Не хочешь выступать с нами? Такой прыткий мальчишка нам бы пригодился.<s>r\n<s>r\nГаст после коротких раздумий согласился. Вы лишились спутника.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 39,
        "text": "Продолжить путь вдвоем"
      },
      {
        "id": 24,
        "text": "Присоединиться к скоморохам"
      },
      {
        "id": 38,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/originals/a3/f0/0b/a3f00b77cd32136436102b94228e9327.jpg"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы лишились спутника.\n\nОгибая темные улицы, вы добрались до таверны. Немного выпив и послушав местных баек, вы подошли к самому пьяному и разговорчивому человеку. Пока вы были в таверне, вы получили немного золота от незадачливых пьяниц, а также основную информацию о городе: Гальра́с управляется несколькими крупными гильдиями: гильдией магов, воров и наемников; Также на город оказывают большое влияние городская стража и управляющий этого города — Зун, старый эльф. \n\n",
    "answers": [
      {
        "id": 40,
        "text": "Присоединиться к ворам"
      },
      {
        "id": 34,
        "text": "Присоединиться к магам"
      },
      {
        "id": 31,
        "text": "Присоединиться к наемникам"
      },
      {
        "id": 32,
        "text": "Вступить в городскую стражу"
      },
      {
        "id": 39,
        "text": "Укажите команды для картинки",
        "url": "https://i.ytimg.com/vi/ARMNJI4vcLA/maxresdefault.jpg"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы решаете разделиться с Зантаром. Он отправляется в гильдию наемников. Вы же выбрали гильдию воров. Найти ее было непросто — она была в подвале одного из торговцев — скупщика краденного. Хорошо, что в таверне вы познакомились с одним из воров. Как только вы зашли в магазинчик, торговец вас внимательно осмотрел.\n\n—Я могу вступить в гильдию?\n\n—Тише. Решать это не мне. Пройди вниз и поговори с орком — он там один.\n\nЛестница оказалась довольно длинной. Как только вы открыли дверь, все сидящие там внимательно осмотрели вас. Все начали перешептываться. Вы сразу заметили орка, он был около входа.\n\n—Я хотел бы стать членом гильдии. Ты здесь главный?\n\n—Нет, главный — большой Карт. Но принимаю новичков я. Ты хоть замки взламывать умеешь?\n\nВы вспоминаете все ваши попытки взломать старый замок на сундуке с едой племени. Из-за особого строения пальцев и вашей неумелости, все отмычки сломались, к тому же вас застукал вождь, который избил вас в тот день.\n\n—Нет, не умею. \n\n—Если есть деньги, можешь попросить старуху Викс научить тебя.\n\n",
    "answers": [
      {
        "id": 41,
        "text": "У вас есть деньги"
      },
      {
        "id": 40,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/52/6a/e1/526ae10999f57d75a64f1146a574b48b--guild-ted.jpg"
      }
    ]
  },
  {
    "id": 41,
    "text": "Всё-таки не зря вы сэкономили на тех стражниках.\n\n—Смотри, вставляешь сюда заготовку, а снизу прижимаешь отмычкой. Плавно тянешь ее на себя и нажимаешь на каждую неровность.\n\nЭто продолжалось какое-то время. Вам пришлось отдать почти все свои деньги, но зато вы научились взламывать простые замки и получили 3 отмычки.\nНачалась размеренная жизнь вора:иногда вы ходили на мелкие грабежи, реже удавалось сорвать большую сумму. В один день все начало меняться.\nЗавтра будет говорить Большой Карт, глава вашей гильдии. Вы его еще ни разу не видели.\n",
    "answers": [
      {
        "id": 42,
        "text": "Ждать до завтра"
      },
      {
        "id": 41,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/52/6a/e1/526ae10999f57d75a64f1146a574b48b--guild-ted.jpg"
      }
    ]
  },
  {
    "id": 42,
    "text": "На следующий день в комнату вошел Большой Карт. К вашему удивлению, он оказался ребенком. Вы не удержались и издали смешок. Карт посмотрел на вас и что-то достал из кармана. Через секунду вы почувствовали, что ваше ухо порезанно. Это был небольшой нож. Вы даже не успели заметить бросок. Все увидели, на что способен Карт, и пока он объяснял план, в гидьдии стояла тишина.",
    "answers": [
      {
        "id": 43,
        "text": "Слушать план"
      },
      {
        "id": 42,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/52/6a/e1/526ae10999f57d75a64f1146a574b48b--guild-ted.jpg"
      }
    ]
  },
  {
    "id": 43,
    "text": "Карт решил захватить власть в городе. Его план уже начал работать — его лучшие люди грабили оружейные склады, лишая стражу оружия. Следующий этап — украсть кольцо Зуна, символ его власти. Когда мы закончим приготовления, нападем на главный замок. Вы заметили что-то необычное, но что?",
    "answers": [
      {
        "id": 44,
        "text": "Оглядеться"
      },
      {
        "id": 43,
        "text": "Укажите команды для картинки",
        "url": "https://i.ytimg.com/vi/dXuLCvjUcao/maxresdefault.jpg"
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы заметили несколько незнакомых лиц. Много незнакомых лиц. Почти половина из присутствующих — члены гильдии наемников. К сожалению, знакомого ящера вы там не увидели.   Зато заметили орка-заключенного, который ехал вместе с вами в Дальрок. Вы решили не привлекать его внимание — вдруг он затаил обиду на то, что вы бросили его тогда...\nВдруг кто-то выбивает дверь.",
    "answers": [
      {
        "id": 45,
        "text": "Выхватить кинжал"
      },
      {
        "id": 44,
        "text": "Укажите команды для картинки",
        "url": "http://www.artofmtg.com/wp-content/uploads/2014/02/Returned-Phalanx-Art.jpg"
      }
    ]
  },
  {
    "id": 45,
    "text": "Вы приготовились к худшему. К сожалению, произошло худшее — облава городской стражи.\nКуча солдат прорвалась в гильдию и начала убивать воров одного за другим. Немногие успели оплмниться, но через минуту вы смогли дать достойный отпор страже. Они явно не ожидали, что здесь будут наемники — теперь эффект неожиданности на вашей стороне.",
    "answers": [
      {
        "id": 46,
        "text": "Нападать"
      },
      {
        "id": 47,
        "text": "Защищаться"
      },
      {
        "id": 45,
        "text": "Укажите команды для картинки",
        "url": "https://www.corchaosis.ru/img/Rider/Army-Spear!-Flag!-Armor/Battle-China.jpg"
      }
    ]
  },
  {
    "id": 46,
    "text": "Вы вырезаете стражников одного за другим. Используя силу, вы очень быстро размахивали кинжалом. Даже слишком. Один воин ударил вас по руке — вы остались без кинжала. Он занес свой меч над вашей шеей.",
    "answers": [
      {
        "id": 48,
        "text": "Вы зажмурились"
      },
      {
        "id": 46,
        "text": "Укажите команды для картинки",
        "url": "https://www.corchaosis.ru/img/Rider/Army-Spear!-Flag!-Armor/Battle-China.jpg"
      }
    ]
  },
  {
    "id": 47,
    "text": "Вы ловко орудуете кинжалом. Ни одна отака не смогла вас задеть. Стража точно не ожидала увидеть столько врагов: Тарк все продумал. <s>r\n—БАХ!<s>r\nКто-то сзади повалил вас на пол. Вы успели увидеть только меч, который занесли над вашим телом.",
    "answers": [
      {
        "id": 48,
        "text": "Зажмуриться"
      },
      {
        "id": 47,
        "text": "Укажите команды для картинки",
        "url": "https://www.corchaosis.ru/img/Rider/Army-Spear!-Flag!-Armor/Battle-China.jpg"
      }
    ]
  },
  {
    "id": 48,
    "text": "Удара не последовало. Тот стражник лежит перед вами без дыхания. Его убил ваш знакомый орк. Вы молча подняли нож и продолжиди сражение.\nНаконец все закончилось. Стража понесла большие потери, и Тарк решил, что это лучший момент для нападения.",
    "answers": [
      {
        "id": 49,
        "text": "Подготовиться к штурму"
      },
      {
        "id": 48,
        "text": "Укажите команды для картинки",
        "url": "https://krot.info/uploads/posts/2019-10/1572447874_art-vor-1.jpg"
      }
    ]
  },
  {
    "id": 49,
    "text": "Вы забежали в ратушу и начали убивать охрану. Они ожидали, что другие стражники вернуться с победой. Но это были вы, воры. Когда охрана пришла в себя, не досчиталась уже половины.<s>r\nВскоре вы добрались до Зуна. Как и ожидалось, он сдался без боя.  Вы не стали оставлять лишнего свидетеля и эльфа, что претендует на место главы города. Вдруг три наемника кинулись на Карта. Зун ухмыльнулся.",
    "answers": [
      {
        "id": 50,
        "text": "Защищать Карта"
      },
      {
        "id": 51,
        "text": "Ничего не делать"
      },
      {
        "id": 49,
        "text": "Укажите команды для картинки",
        "url": "https://i.artfile.ru/3424x2513_922166_[www.ArtFile.ru].jpg"
      }
    ]
  },
  {
    "id": 50,
    "text": "Вы повалили одного из предателей, в другого кинули кинжал. Карт смог ловко прорезать колено оставшегося предателя. Вы заметили, как Зун что-то поджигает в углу. Как только вы крикнули, он получил удар ногой в живот. Теперь старый эльф валяется без сознания. Осмотрев нить, которую Зун поджигал, вы поняли — это фитиль, который веден на первый этаж. Кажется, это была спланированная ловушка, которая пошла не по плану. Один из воров подал голос:<s>r\n— Эй, смотрите!<s>r\nВы и еще несколько человек выглянули в окно.<s>r\nТам стоят несколько выживших стражников с растянутым одеялом.",
    "answers": [
      {
        "id": 54,
        "text": "Все обдумать"
      },
      {
        "id": 56,
        "text": "Бежать вниз"
      },
      {
        "id": 50,
        "text": "Укажите команды для картинки",
        "url": "https://i.sunhome.ru/poetry/31/v-okno-ostorozhno-svetila-luna.orig.jpg"
      }
    ]
  },
  {
    "id": 51,
    "text": "Вы все просто стояли и смотрели, как вашему лидеру отрубили голову. Вы услышали шипение.\n—Быстрей, пока они не опомнились!\nЗун выпрыгнул в окно. За ним прыгнули и 3 наемника-предателя.\n",
    "answers": [
      {
        "id": 52,
        "text": "Смотреть что будет"
      },
      {
        "id": 53,
        "text": "Прыгнуть вместе с ними"
      },
      {
        "id": 51,
        "text": "Укажите команды для картинки",
        "url": "https://i.sunhome.ru/poetry/31/v-okno-ostorozhno-svetila-luna.orig.jpg"
      }
    ]
  },
  {
    "id": 52,
    "text": "Никто из вас не понимал что происходит. Вы выглянули в окно: Зун и его дружки спрыгнули на растянутое оставшимися стражниками одеяло. Они убегают от вас. Трусы.  Шипение все усиливалось. Через пару мгновений до вас дошло, но было слишком поздно. Всё это — продуманная засада. И вы в нее попались.\n—ШШШШШШШШШШ\nСнизу прогремел взрыв. Здание начало обрушиваться, а вас прибило куском потолка. Все расплывается...",
    "answers": [
      {
        "id": 1,
        "text": "Открыть глаза"
      },
      {
        "id": 52,
        "text": "Укажите команды для картинки",
        "url": "https://static.wallpapers-anime.com/upload/20170510/373/C/q/w/CqwEEF.png"
      }
    ]
  },
  {
    "id": 53,
    "text": "Вы решили последовать примеру Зуна и спрыгнули вместе с ними с окна.\nВы слишком поздно поняли, что прыгали они на растянутое оставшимися стражниками одеяло. Они знали, что спрыгивают всего четверо, и только увидев вас, кинули одеяло.",
    "answers": [
      {
        "id": 16,
        "text": "НЕТ НЕТ НЕТ НЕТ!"
      }
    ]
  },
  {
    "id": 54,
    "text": "Все сходится. На случай, если вы все же выиграете битву в гильдии, Зун заготовил взрывчатку на 1 этаже, чтобы подорвать всех вас. Сам же он вместе с предателями должен был выпрыгнуть в окно на одеяло, растянутое стражей. Его план не сработал из-за вашей реакции.\nКажется, пора бежать.",
    "answers": [
      {
        "id": 56,
        "text": "бежать на 1 этаж"
      },
      {
        "id": 54,
        "text": "Укажите команды для картинки",
        "url": "https://i.sunhome.ru/poetry/31/v-okno-ostorozhno-svetila-luna.orig.jpg"
      }
    ]
  },
  {
    "id": 55,
    "text": "Он рассказал вам про ваш домик на окраине Гальраса. К тому же он даст вам достаточно денег, чтобы дожить всю вашу жизнь спокойно.\nНо примите ли вы этот подарок?",
    "answers": [
      {
        "id": 57,
        "text": "Принять подарок"
      },
      {
        "id": 58,
        "text": "Остаться в гильдии"
      },
      {
        "id": 55,
        "text": "Укажите команды для картинки",
        "url": "https://wallup.net/wp-content/uploads/2019/09/40362-warrior-fantasy-art-armor-blood-weapons-sword-landscapes-1.jpg"
      }
    ]
  },
  {
    "id": 56,
    "text": "Вы быстро спустились вниз\n—Все в порядке? Э, а вы ктхъ...\nОн не успел договорить из-за кинжала, который проткнул ему грудь. Тарк вышел на площадь, и начал свою речь. Он передал всю власть в городе гильдии воров, а также наградил членов гильдии наемников, которые помогали ему в сражениях. Отдельную благодарность он выразил вам: вы спасли его от предателей. Народ слушал его с неохотой, но у Тарка было кольцо Зуна, обозначавшее власть, и большая армия, единственная оставшаяся.\n—Орк, подойди ко мне, сказал Тарк.",
    "answers": [
      {
        "id": 55,
        "text": "подойти ближе"
      },
      {
        "id": 56,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/c7/f4/9b/c7f49b4e718d100777432582b30c79ff--town-guard-city-guard.jpg"
      }
    ]
  },
  {
    "id": 57,
    "text": "Вы обосновались в своем домике. Через пару лет   вы встретили несколько орков из вашего племени. Они сразу вас узнали. Послушав о ваших приключениях, они предложили вернуться в деревню. Вы все еще таили обиду на них всех, так что отказались. Вам захотелось оставить после себя что-то, и вы посадили дерево.\nЧерез 20 лет вы умерли. Вы не построили дом, не воспитали сына, но зато посадили дерево. Знакомые из племени похоронили вас под вашей любимой старой липой, как вы и просили. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 57,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/originals/f6/a2/07/f6a20794443425e3a34008574ea96c75.jpg"
      }
    ]
  },
  {
    "id": 58,
    "text": "Вы стали правой рукой Карта. Вы продолжили размеренную жизнь вора. Правда, скоро с этим пришлось закончить: Карт стал главой города, а из-за открытого воровства назревал бунт. Новый глава города распустил гильдию воров и запретил всем воровать. Несколько преданных воров Карта, в том числе и вы, отправились шпионить в другой город по приказу главы. Все прошло удачно. Вы сильно сблизились с Картом, стали ему вторым отцом. Учитывая то, что первого у него никогда не было, он тоже сблизился с вами. Через 19 лет Карт ушел в отставку. Вы купили большой дом, и стали жить там вместе. Через пару месяцев Карт нашел себе девушку и уехал от вас в другой город. Через некоторое время вы тоже повстречали красавицу(по меркам орка) и остались жить с ней в старом доме. Также вам захотелось оставить что-то после себя. Вы посадили дерево.",
    "answers": [
      {
        "id": 35,
        "text": "Жить долго и счастливо"
      },
      {
        "id": 58,
        "text": "Укажите команды для картинки",
        "url": "https://w-dog.ru/wallpapers/12/19/535777348360736/dom-les-doroga-art-nebo-oblaka-pole-vyveska.jpg"
      }
    ]
  },
  {
    "id": 59,
    "text": "Самый простой конец преключения. Какая досада...",
    "answers": [
      {
        "id": 36,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 60,
    "text": "Вы напали на нескольких вооруженных охранников. О чем вы думали?",
    "answers": [
      {
        "id": 36,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 61,
    "text": "Кажется, вы сидели в засаде слишком долго...",
    "answers": [
      {
        "id": 36,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 62,
    "text": "Вы ловко сохранили свои деньги. [Красноречие <plus> 1]",
    "answers": [
      {
        "id": 36,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 63,
    "text": "Вы слабее льва и тигра, и в цирке выступаете.",
    "answers": [
      {
        "id": 36,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 64,
    "text": "Вы отдали все деньги страже и не смогли заплатить за обучение в гильдии воров. Долой платное образование!",
    "answers": [
      {
        "id": 36,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 65,
    "text": "Говорила вам мама, надо было из лука учиться стрелять!",
    "answers": [
      {
        "id": 36,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 66,
    "text": "Все, что вы оставили после себя — дерево. Прекрасное дерево.",
    "answers": [
      {
        "id": 36,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 67,
    "text": "Вы прожили долгую и иногда счастливую жизнь со своей девушкой. Хорошая концовка, поздравляю!",
    "answers": [
      {
        "id": 36,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 68,
    "text": "Стражникам живется тяжело... Особенно, если они из Манк-Орпорка.",
    "answers": [
      {
        "id": 36,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 69,
    "text": "— Куда нас везут?<s>r\nЯщер ни подал звука.<s>r\n—Эй?<s>r\nКажется, он не обращает на вас внимания, либо спит.",
    "answers": [
      {
        "id": 3,
        "text": "Спросить у ребенка"
      }
    ]
  },
  {
    "id": 70,
    "text": "Через 2,5 часа вернулась раздраженная стража.<s>r\n— Какого черта? Там ничего не осталось!<s>r\nВы решили не испытывать судьбу и быстро убежали. Еще несколько часов вы шли вперед по дороге.<s>r\nВы услышали стук копыт. Еще торговец?<s>r\nИз-за усталости вы не успели спрятаться. Это оказался не торговец.<s>r\nЭто был стражник, что вез вас в тюрьму. Он быстро спрыгнул с повозки, и вместе с тем огром они избили вас плетью, связали и швырнули обратно в повозку.",
    "answers": [
      {
        "id": 16,
        "text": "Ай..."
      }
    ]
  },
  {
    "id": 71,
    "text": "Еще один член команды — звучит неплохо, подумали вы. <s>r\nКак только вы подошли, чтобы снять оковы орка, он заорал стражнику.<s>r\n—ГИЛ, ТУТ ПОБЕГ!<s>r\n— Понял тебя.<s>r\nВы спрыгнули с повозки, но стражник развернулся и быстро догнал вас: без обуви сложно бежать по каменистой дороге. После нескольких ударов плетью вы потеряли сознание. <s>r\nДоехать до Дальрока вы так и не смогли: вы умерли от кровотечения.",
    "answers": [
      {
        "id": 71,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/3e/8a/cc/3e8acc18d5232fa588648574bab160b2--warcraft-orc-world-of-warcraft.jpg"
      },
      {
        "id": 16,
        "text": "Черт..."
      }
    ]
  },
  {
    "id": 72,
    "text": "",
    "answers": []
  }
]