[
  {
    "id": 1,
    "text": "Автор: Smathh\n\nЖанр: Фэнтези\n\nВы молодец 20 лет, живший в далекой провинции. Скучная жизнь преследовала Вас на протяжении всего времени. Мечты о военной жизни не прекокщали посещать вас, но жизненная ситуация оставляла желать лучшего: отец не мог стабильно поддерживать Вашу семью, а мать была сильно больна, на лечение которой требовались большие средства. \"Неужели жизнь — всего лишь череда неудач?\"- думаете Вы, но произошло то, что переменило все на ло и после...\n ",
    "answers": [
      {
        "var_max": [
          "Здоровье",
          100
        ],
        "id": 2,
        "text": "Начать приключение",
        "var_min": [
          "Здоровье",
          0
        ],
        "var_set": [
          "Здоровье",
          100
        ]
      }
    ]
  },
  {
    "id": 2,
    "text": "Яркий свет слепит Вас. Сильная головная боль. Под собой Вы чувствуете колыхание травы, шуршащая ветром. Пение птиц...\nНеохотно, с сильнейшими пульсациями в голове, Вы осилили себя и смогли подняться. \n\nОсмотревшись, вы поняли, что находитесь под неизвестным Вам дубом, находящимся посреди открытого поля, засеянного пленицей, и в которой проходила какая-то дорога, обрывающаяся где-то неподалеку.\n\nПодойдя ближе вы обнаружили знак, указываюший пункт назначения, к которому и вела данная дорога.\nДеревня \"Грань\" 4.2км.\n\nПолностью прийдя в себя, Вы понимаете, что никто вам не поможет. Следует взять все в свои руки.",
    "answers": [
      {
        "id": 3,
        "text": "Вернуться к дубу",
        "var_add": [
          "Монеты",
          5
        ],
        "need": -3
      },
      {
        "id": 4,
        "text": "Отправиться в деревню",
        "var_set": [
          "autorun after",
          24
        ]
      }
    ]
  },
  {
    "id": 3,
    "text": "Подойдя поближе к дереву, к противоположной к вам стороне, лежал кошель, в котором вы отыскали несколько монет.",
    "answers": [
      {
        "id": 2,
        "text": "Вернуться к табличке"
      }
    ]
  },
  {
    "id": 4,
    "text": "Спустя некоторое время поле закончилось, после чего Вы продолжили путь в лесу с довольно высокими деревьями, прикрывавшими любых проходивших своей густой листвой, образующей тень по всей области леса.\n\nПо дороге вы наслождаетесь чистым воздухом и ветерком, проходящим по вашим волосам.\n\nОсталось совсем немного, путь близится к концу.\nВдруг, Вы чувствуете, будто слабый холод проризывает все ваше тело, оно становится тяжелей, после чего вы падаете на холодную землю, не понимая, что происходит.\n\n",
    "answers": [
      {
        "id": 5,
        "text": "Попытаться прийти в себя"
      }
    ]
  },
  {
    "id": 5,
    "text": "Это было странное ощущение: вроде вы находитесь в бессознательном положении, будто сон, но можете мыслить и даже двигать веками.\n\nВы пытаетесь со всех сил проснуться, встать на ноги, но никак не выходит.\n\n— Приветствую тебя, путник. Наверное, ты уливлен от всего происходящего, но дай мне все объяснить, — этот голос вы слышали где-то издалека, произносившийся неким эхом.\n\nВы почувствовали прилив сил, пронизывающий тело. Вы с необычайной бодростью поднялись. \"Это странно...\"- Первые Ваши мысли о месте, в котором вы находились: это было полностью белое пространство. И, вроде никого нет рядом.\n\n— Ты уже пришел в себя, как я погляжу. Мои силы угасают, но я все еще могу воспользоваться леяением. Итак, думаю, первым делом стоит представиться... я полубог, спустившийся в этот мир для сохрвнности своей жизни. В нашем мире богов в нынешнее время живется необычайно тяжело, а именно, происходит война за престол. Вдаваться в подробности нет времени, могу сказать только одно: я заметил крепкую душу, тебя, что находится не в лучшем состоянии. Предлагаю симбиоз. С моей стороны помощь в твоей судьбе, с твоей — нахождение \"меня\" в твоей внутренней энергии, я надеюсь, ты наслышен о ней. А сейчас, если ты в... все-таки...лу...о..нет...\n\n\n",
    "answers": [
      {
        "id": 6,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы проснулись в неизвестной вам хижине. Вы лежали на небольшой кровати в круглой комнате, наполненной различной интересной утварью. Она явно не была похожа на ранее Вами встречавшимися.\n\nДверь приоткрылась. Со спешкой, полный различными пузырьками, в дом вошел друид, точно выглядевший так, как и описывалась данная раса в прочитанных вами книгами.\n\n— Да где же этот свиток... Вроде... А, ты уже пришел в себя? Я прийду через пару минут и все объясню.\n\nВ этот раз уже с горсткой различных бумаг друид покинул помещение.\n\nС улицы доносились разговоры прохожих, звук копыт лошадей, езда повозок. Текла обычная деревенская жизнь.",
    "answers": [
      {
        "id": 7,
        "text": "Обдумать все произошедшее"
      }
    ]
  },
  {
    "id": 7,
    "text": "Потеря сознания, какой-то голос, война, жизненная энергия... а теперь я нахожусь в непонятном помещении.\n\nПока хозяин не вернулся, Вы, не сдержавшись от любопытства от любопытства, начинаете ходить по комнате, осматривая все, что оказывалось перед Вами.\n\nНа столе у Вашей кровати вы заметили пару книг:\n1. Руководство по ритуалам | Основы\n2. Помощь по кузнечному делу\nМожет, хотя бы время вы проведете с пользой.",
    "answers": [
      {
        "id": 8,
        "text": "Руководство по ритуалам "
      },
      {
        "id": 9,
        "text": "Помощь по кузнечному делу"
      },
      {
        "id": 10,
        "text": "Лучше прилягу. Чтение - не мое."
      }
    ]
  },
  {
    "id": 8,
    "text": "Довольно интересная книжка. Оказывается для проведения самих ритуалов требовался необычный мел, состоящий из костных кристалловч добываемых в черногорах, расположенных довольно близко к этой деревне. (Возможно, эти знания будут полезны вам в будущем)\n\n",
    "answers": [
      {
        "var_max": [
          "Друид",
          10
        ],
        "id": 11,
        "text": "Дверь вновь открылась",
        "var_min": [
          "Друид",
          0
        ],
        "var_set": [
          "Друид",
          3
        ]
      }
    ]
  },
  {
    "id": 9,
    "text": "Оказывается, все кузницы мира для ковки пользуются двумя материалами: \n1. Черногрская сталь\n2. Серебритовый сплав \nПервый удобен своим небольшим весом и легкостью плавки, в то время как сплав менее прочен, но более легок в добыче.\n(похоже, эти знания могут вам пригодится)",
    "answers": [
      {
        "var_max": [
          "Друид",
          10
        ],
        "id": 11,
        "text": "Дверь вновь открылась",
        "var_min": [
          "Друид",
          0
        ],
        "var_set": [
          "Друид",
          3
        ]
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы решили не напрягать свои извилины. Кузнечное дело и непонятные ритуалы вас не привлекают. \"Вот бы почитать фэнтези...\"- думаете вы. Все оставшееся время вы вспоминали наилучшие сюжеты, которые вы когда-либо встречали.",
    "answers": [
      {
        "var_max": [
          "Друид",
          10
        ],
        "id": 11,
        "text": "Дверь вновь открылась",
        "var_min": [
          "Друид",
          0
        ],
        "var_set": [
          "Друид",
          3
        ]
      }
    ]
  },
  {
    "id": 11,
    "text": "Как вы и ожидали, это оказался тот самый друид, которого вы встречали ранее.\n\nНа вид ему было около 45, но его реальный возраст вам был неизвестен. Имел белые волосы, ростом около 195см, здоровый же. Ходил он без посоха, несмотря на стереотипы, о которых вы узнали еще в детстве с различных историй. Одет был в высокие кожаные сапоги, зеленый плащ с ненакинутым капюшоном. Серый цвет глаз был довольно удивительным даже среди его расы.\n\n— Итак, человек, можешь звать меня Дин. Сегодня утром в ближайших окресностях был зафиксирован необычный фиолетовый луч, доносившийся с облаков. Ты не знаешь, что именно это было? \n\n— Я... понятия не имею, — Вы понимали, что это связано с прибытием на Землю полубога, но не собирались выдавать его тайну.\n\nОстрым взглядом, смотревший прямо вам в душу, пронзил вас насквозь. Похоже, он что-то заподозрил.\n\n— Пурпурная густая аура вокруг Вас говорила об обратном...\n\n ",
    "answers": [
      {
        "id": 12,
        "text": "Сказать правду",
        "var_add": [
          "Друид",
          1
        ]
      },
      {
        "id": 13,
        "text": "Выразить свое непонимание"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы подумали, что нет ничего такого, если этот Друид узнает о вашем напарнике по несчастью.\n\n— Это... действительно интересно. Возможно, в скором времени наш мир тоже может сильно измениться в следствии божественной войны, — смотря куда-то в окно, произнес со спокойствием Ваш слушатель.\n\nВы молчали, не зная, как ответить на это.\n\n— Ладно, оставим это на потом. Поднял тебя с земли и отнес сюда именно я. Не волнуйся, это было совершено без корыстных целей. Наша деревня \"Грань\" популярна нашим дружелюбием и гостиприимством к людям, попашими в беду, ведь это неудивительно: мы находимся совсем близко к темным территориям к империи нежити. А пока что, моя нынешняя цель — привести тебя в порядок и помочь тебе в самообеспечении.\n\nПохоже, друид рад тому, что вы решились рассказать о случившемся.\n\nПолучено: <plus>1 к близости\n",
    "answers": [
      {
        "id": 12,
        "text": "\n\nОтношение с друидом:",
        "var_show": [
          "Друид"
        ],
        "merge": true
      },
      {
        "id": 14,
        "text": "Выйти из хижины"
      }
    ]
  },
  {
    "id": 13,
    "text": "— Ладно, оставим это. Поднял тебя с земли и отнес сюда именно я. Не волнуйся, это было совершено без корыстных целей. Наша деревня \"Грань\" популярна нашим дружелюбием и гостиприимством к людям, попашими в беду, ведь это неудивительно: мы находимся совсем близко к темным территориям, к империи нежити. А пока что, моя нынешняя цель — привести тебя в порядок и помочь тебе в самообеспечении.",
    "answers": [
      {
        "id": 14,
        "text": "Выйти из хижины"
      }
    ]
  },
  {
    "id": 14,
    "text": "Покинув хижину, спустившись по лестнице, вы заметили, как множество повозок с правиантом проходили через улицу.\n\n— Похоже, опять возникли проблемы с империей. Неужто мы вновь находимся в зоне риска. При поражении воинов первым захваченным поселением станем именно мы, — с досадой произнес Дин.\n\n— Не лучше ли покинуть деревушку и направиться в сторону Стрлицы? — произнесли Вы.\n\n— Во-первых, я дымаю, старики не смогут комфортно ужиться в новых, неизвестных им, условиях. Как бы ни было прискорбно, но врядли найдутся люди, которые помогут им. Тем более из покон веков население обучено лишь селькому хозяйству, так что и выбора особого нет.",
    "answers": [
      {
        "id": 15,
        "text": "Продолжить наблюдать за повозками"
      }
    ]
  },
  {
    "id": 15,
    "text": "Краем глаза вы заметили, как у прохожего, сопровождавшего телеги, что-то выпало из кармана.\n\nПодойдя ближе Вы заметили письмо, в котором явно находилось несколько монет. Может, стоит вернуть его выранившему?",
    "answers": [
      {
        "id": 16,
        "text": "Вернуть"
      },
      {
        "id": 17,
        "text": "Оставить себе",
        "var_add": [
          "Монеты",
          5
        ]
      }
    ]
  },
  {
    "id": 16,
    "text": "Окликнув человека, Вы прибежали к нему с целью вернуть потерянное.\n\n— Извините, Вы кое-что обронили, — запыхавшись, протянув письмо, произнесли вы.\n\n— Действительно... Благодарю за содеянное. Хоть это и мало, но возми это.\n\nМолодой человек около 28 лет предложил в качестве благодарности пару монет. Вы ведь сделали это без корыстных намерений?",
    "answers": [
      {
        "id": 19,
        "text": "Отказаться"
      },
      {
        "id": 23,
        "text": "Забрать монеты",
        "var_add": [
          "Монеты",
          2
        ]
      }
    ]
  },
  {
    "id": 17,
    "text": "Оаскрыв письмо, Вы заметили в нем полдесятка монет. Вы довольно случившимся. \"Видимо, судьба ко мне милосердна\".\n\nПолучено: 5 монет",
    "answers": [
      {
        "id": 20,
        "text": "Вернуться к друиду"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вернувшись к друиду, вы замечаете в его глазах нотки уважения и удовлетворения. \n\n— Не думал, что ты так впишешься в наше общество. Надеюсь, ты послужишь добром и верой нам всем.\n\nПолучено: <plus>1 к близости",
    "answers": [
      {
        "id": 18,
        "text": "\n\nОтношение с друидом:",
        "var_show": [
          "Друид"
        ],
        "merge": true
      },
      {
        "id": 21,
        "text": "Друид продолжает разговор"
      }
    ]
  },
  {
    "id": 19,
    "text": "Замерев от неожиданности, смотря вам прямо в глаза, молодец протянул вам руку, пожав ее.\n\n— Похоже, слухи об этой деревне оправдались. Звать меня Ари. Может, еще свидимся.\n\nОтвернувшись, тот направился к уже почти покинувшим деревнюповозкам.\n\nВы совершили доброе дело. Вы думаете, чтото вам обязательно когда-то вернется, ведь ваша мать еще с детства обучала вас нравственности. Ее уроки явно пошли вам на пользу.\n",
    "answers": [
      {
        "id": 20,
        "text": "Венуться к друиду"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы подбежали к друиду, наблюдавшему все это время за вашими действиями.",
    "answers": [
      {
        "id": 18,
        "text": "Друид доволен",
        "var_add": [
          "Друид",
          1
        ],
        "need": 19
      },
      {
        "id": 21,
        "text": "Друид продолжает разговор",
        "need": 23
      },
      {
        "id": 22,
        "text": "Друид недоволен",
        "var_add": [
          "Друид",
          -1
        ],
        "need": 17
      }
    ]
  },
  {
    "id": 21,
    "text": "— Так, пройдем на главную площадь, там всегда есть чем увлечься...\n\nВы вместе с Дином в полном молчании направились в нужное место, видимо тот облумывал полученные сведения.\n\nИ вот Вы приблизились к лавке кузнеца, у которой заметили табличку: \"Требуется помощник\".\n\n— Возьми к сведению, но обещаю, работка будет нелегкой. Кузнец Пирон мало того что требовательный, так еще и за каждую ошибку может послать тебя на все четыре стороны.\n\nПройдя чуть дальше, к вам подбежал мальчик десяти лет. \n\n— Hud da la ban ji ra terada magi hop?\n\n\"Похоже, это Рионский язык, использующийся в соседском к вашей цивилизации королевстве Рион,\"- подумали вы, не ожидав, что эта информация вам когда-то пригодится.\n\nЧерез пару секунд вокруг Вас заискрились оранжевого цвета частицы. Когда заклинание завершилось, друид ответил:\n\n— Да, конечно. Мы сегодня заглянем. \n\nК вашему вдивлению Вы все прекрасно понимали. \"Это дело рук Дина? Довольно полезно\".",
    "answers": [
      {
        "id": 25,
        "text": "Спросить о произошедшем"
      }
    ]
  },
  {
    "id": 22,
    "text": "В глазах друида вы прослеживаете его серьезность и неравнодушие ко всему произошедшему. Это повлияет на ваши взаимоотношения.\n\nПотеряно: 1 близость",
    "answers": [
      {
        "id": 22,
        "text": "\n\nОтношение с друидом:",
        "var_show": [
          "Друид"
        ],
        "merge": true
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы забрали эти монеты, поблагодарив человека, и направились к друиду.\n\nПолучено: 2 монеты",
    "answers": [
      {
        "id": 20,
        "text": "Вернуться к друиду"
      }
    ]
  },
  {
    "id": 24,
    "text": "# страница для Монет",
    "answers": [
      {
        "id": 24,
        "text": "\n\nМонеты:",
        "var_show": [
          "Монеты"
        ],
        "merge": true
      },
      {
        "id": 24,
        "text": "\nЗдоровье",
        "var_show": [
          "Здоровье"
        ],
        "merge": true
      }
    ]
  },
  {
    "id": 25,
    "text": "— Он сказал, что главному магу требуется помощь в виде человека, что наделен прочной связью жизненной энергии...\n\n— Я вполне могу подойти, заглянем и к нему, — с уверенностью выдали Вы.",
    "answers": [
      {
        "id": 26,
        "text": "Продолжить рассмотр"
      }
    ]
  },
  {
    "id": 26,
    "text": "Близился вечер. Вы больше никого не отыскали. Похоже, пора к кому-то наведаться.",
    "answers": [
      {
        "id": 27,
        "text": "Кузнец"
      },
      {
        "id": 28,
        "text": "Маг"
      }
    ]
  },
  {
    "id": 27,
    "text": "Постучавшись в кузню, вы ожидали, пока хозяин выйдет на порог.\n\nПрошло 5 минут. \"Да сколько еще ждать?\"- полны ярости, подумали Вы. Резко открыв дверь, Вы заметити самого Пирона, работающий над каким-то клинком. Вы уже было подошли к нему, чтоб выращить свое недовольство, как огромный мускулистый мужик с точно недобрыми намерениями быстрым шагом надвигался на вас.\n\n",
    "answers": [
      {
        "id": 29,
        "text": "Серебритовый сплав",
        "need": 9
      },
      {
        "id": 30,
        "text": "Вы не знаете, что сказать"
      }
    ]
  },
  {
    "id": 28,
    "text": "",
    "answers": []
  },
  {
    "id": 29,
    "text": "Я вижу, вы используете серебритовый сплав,- с максимальной скоростью произнесли вы, прикрывшись руками.\n\nТот на секунду остановился прямо перед вами, немного подумав и с горечью вздохнув.\n\n— Че пришел, надо чего?- произнес Пирон.\n\n— Я... по.. пов... поводу объявления.\n",
    "answers": [
      {
        "id": 31,
        "text": "Выслушать работодателя"
      }
    ]
  },
  {
    "id": 30,
    "text": "",
    "answers": []
  },
  {
    "id": 31,
    "text": "— Да... использовать данный сплав в наших-то регионнах довольно странно. Черногоры находятся буквально под нашим носом. Видел сегодняшний табор, направляюшийся в сторону империи? Нежить вторглась на наши границы, захватит под свой контроль наши рудники. \n\n— Но откуда вы про в...\n\n— Данная информация, — перебив вас, понимая о чем вы спросите, отвктит кузнец, — дошла до меня прямиком свыше. Я — один из лучших кузнецов. Тц... Меня единственного отправили сюда, на границу для создания экипировки. Был рад, думал, что поработаю с новым металлом. Ага, хер  тебе, только недавно придумали технологии, позволяющие легко добываться этот ресурс, и тепепьти твари решили отобрать отличный источник дохода.\n\nПомолчав с минуту он продолжил:\n\n— Я думаю, вдаваться в подробности не стоит. Решишься — приходи завтра утром.\n\nНедовольный всем происходящим, кузнец выставил вас за дверь, захлопнув дверь перед вашим лицом.",
    "answers": []
  }
]