[
  {
    "id": 1,
    "text": "Жанры: Фантастика, Постапокалипсис, Драма, Фэнтези, Романтика.\nАвтор: Сабина (EviSpark, Tenella).\n\n     Каждый человек наверное задавался рядом вопросов. А одни ли мы во Вселенной? Есть ли в других мирах магия, иные изобретения? Сможем ли мы когда-нибудь дотянуться до других разумных форм жизни, преодолеть миллионы световых лет? И, возможно, многие люди мечтали научиться чему-то волшебному. Речь в данном квесте пойдет именно об этом.\n",
    "answers": [
      {
        "id": 140,
        "text": "Начать."
      }
    ]
  },
  {
    "id": 2,
    "text": "   — Вика, вставай! – донесся из кухни голос матери девушки. Юная леди, наконец, открыла ясные голубые глаза, протерла их ладонями, сжатыми в кулаки и осмотрелась. Отец смотрел утреннюю программу по телевизору, кот, оторвавшись от погони за солнечным зайчиком, посмотрел на девушку, и если бы он умел смеяться... Вика готова была поспорить, что морда кота выражает насмешку над ее нежеланием просыпаться.\n   — Ты опаздываешь! – сердилась мать, не зная, что дочь уже проснулась, – Виктория! Ты опоздала на экзамен!\n   Девушка пожелала отцу «доброе утро», и вышла на кухню, чтобы сказать маме «привет». Она прекрасно помнила, что никакого экзамена сегодня нет, и мама намеренно ее решила напугать, чтобы добиться пробуждения.\n   — О! Надо же ты проснулась! – уже спокойнее сказала женщина и улыбнулась, — А я уж подумала, что тебя надо будет будить «как обычно».\n   — Не, «как обычно» не надо, — зевнув, ответила Вика. Она знала, что, когда с ее пробуждением совсем все печально, маме ничего не остается, как обрызгать девушку прохладной водой. Уж поверьте, ощущение не из приятных, потому она хоть и чувствовала сонливость, но была рада тому, что проснулась сегодня без проблем.\n",
    "answers": [
      {
        "id": 4,
        "text": "Собраться на учебу"
      }
    ]
  },
  {
    "id": 3,
    "text": "   — Вика, вставай! – донесся из кухни голос матери девушки. Но та что-то пробормотала и отвернулась к стене, и не думая просыпаться. Отец усмехнулся в свои черные усы.\n   — Ты опаздываешь! – сердилась мать, – Виктория!\n   Бесполезно. Девушке не хотелось в институт, и она засунула голову под подушку.\n   — Ты опоздала на экзамен! – намеренно сказала мать.\n   Девушка рывком скинула с себя подушку и села на кровати, протирая яркие голубые глаза. Голова закружилась от резкого пробуждения, потому девушке потребовалось некоторое время, чтобы прийти в себя. Отец уже пил чай с бутербродами, все также смотря телевизор, но все же покосился на свою дочь, чтобы еще раз усмехнуться в усы. Вика взглянула на часы, висящие на стене, и успокоилась. Девушка пожелала отцу «доброе утро», и вышла на кухню, чтобы сказать маме «привет».\n",
    "answers": [
      {
        "id": 4,
        "text": "Собраться на учебу"
      }
    ]
  },
  {
    "id": 4,
    "text": "   Времени на сборы в институт еще хватало, она направилась в ванную комнату, заплетаясь ногами спросонья в длинной кружевной ночной рубашке, умылась, взглянула в зеркало. Черные  волосы, немного спутанные после сна, достигали длины ниже пояса, яркие голубые глаза четко очерчивались густыми черными ресницами. И даже недовольная сонная мордашка не портила девушку.\n   — Ненавижу рано вставать, — буркнула она своему отражению, хотя многие говорили, что нужно с утра задавать себе настроение и улыбаться своему отражению в зеркале: «Сегодня будет хороший день». Но это явно не про того, кто любит поспать подольше.\n   Кое-как собравшись (девушке мешала лень и слегка заторможенное состояние с утра), Вика вышла из дома. Погода стояла отличная. Белые шапки цветущих вишен, абрикосов напоминали пушистый снег, но при близком рассмотрении было видно, что это чудесные нежные цветы плодовых деревьев. Их темные стволы и толстые ветви, низко склонившиеся над изумрудно-зеленой молодой травой, ясное голубое небо без единого облачка, ласковое весеннее солнце подчеркивали нежность и красоту пробуждающейся природы.  Легкий ветерок носил по улице приятные ненавязчивые ароматы весенних цветов, играя волосами девушек, качая тонкие прутики деревьев и кустарников, шелестя травкой. Ничто не предвещало беды. Лишь только восток алел кровавыми тонами восхода.\n   Мимолетная улыбка тронула уголки губ черноволосой девушки, она наслаждалась великолепием и нежностью весны: вдыхала ароматы, легонько касалась длинными тонкими пальцами пианистки цветов и молодых листиков, любовалась окружающим. Она уже окончательно проснулась и хорошо помнила, что сегодня нет никакого экзамена, ведь он будет завтра. А сегодня Вика направлялась на консультацию. «Вопросы выучены, шпаргалки готовы, осталось повторить. Можно не беспокоиться», — подумала девушка, поднимаясь по ступенькам на нужный этаж. Надо сказать, что девушка всегда была отличницей, поэтому шпаргалки готовила только для того, чтобы успокоить саму себя, ведь она все время нервничала из-за экзамена, особенно, когда он был неумолимо близок.\n\n",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "   Студенты заполняли коридор перед дверями аудитории: кто стоял, кто сидел на подоконнике, кто прохаживался туда-сюда. Они смеялись над тем, что времени до экзамена осталось мало, а готовить надо много.\n   — Хотите, анекдот расскажу? – спросила кудрявая девушка, однокурсница Вики.\n   — Давай, Юлька, — отозвался парень небольшого роста с большими карими глазами и волосами соломенного цвета.\n   — Выучил студент один билет о блохах. Пришел на экзамен, тянет билет. Ему попалось задание рассказать о кошках. Ну, и студент рассказывает: «У кошек четыре лапы, хвост, уши. И у них есть блохи…» Преподаватель: «Нет, так не пойдет. Тяните другой билет». На этот раз попалось студенту рассказать о собаках. Он и рассказывает: «У собак четыре лапы, хвост, уши. И у них есть блохи…» Преподаватель: «Нет, так не пойдет. Тяните другой билет». На этот раз студент вытащил билет о рыбах, рассказывает: «У рыб чешуя, плавники, хвост. У них нет блох… А вот если бы были!»\n   Парня с соломенными волосами звали Максим, он смеялся вместе со всеми и, почесав затылок, протянул:\n   — Да… Вот так и мы с вами будем!\nК группе студентов подошла стройная девушка маленького роста с короткой стрижкой и укладкой под «задорный ежик».\n   — Всем привет!\n   — Привет, Ириш!\n   — Я вот опять поправилась… на два килограмма, — меланхолично протянула Ирина.\n   — Да тебе это даже на пользу, — добродушно улыбнулась Вика, — тебя ветром еще не уносит?\n   — Как в анекдоте, — вставил свое слово Макс, — «Доктор, я похудеть хочу, подскажите средство». Он: «Уголь!» «И сколько его нужно пить?» «Не пить, а разгружать!»\n\n",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "   Так ребята могли шутить и смеяться еще очень долго, но прозвенел звонок, подошел преподаватель, все направились в аудиторию, вновь возвращаясь к своим таким разным мыслям о предстоящем экзамене.\n   — Добрый день, ПЭ-06. Какие ко мне вопросы? – многозначительно приподняв брови, спросил немолодой преподаватель, оглядывая аудиторию.\n   — А, правда, что верблюжьей колючке колючки нужны для того, чтобы ее верблюд не ел? – спросил брюнет в белой футболке с изображением огромного кулака, рваных джинсах и больших стильных кедах. Парень смотрел на преподавателя своими голубыми наивными глазами, в которых кроме кажущейся, на первый взгляд, пустоты все же было что-то еще.\n   Преподаватель приложил ладонь ко лбу, вопрос студента четвертого курса явно обескуражил его. Ведь даже школьники знают, что это приспособление для жизни в пустыне. После некоторой паузы это дошло и до остальных студентов, они расхохотались:\n   — А! Ваня, ты зажег!\n   Преподаватель поспешил на защиту:\n   — Да, ее видоизмененные листья, представленные колючками, выполняют некоторые защитные функции, — смех стих, — Но все же основное – это приспособление для сохранения влаги. Вспоминаем биологию.\n   Ваня кивнул, его бледные щеки слегка порозовели.\n\n",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "    Так просто, но очень интересно проходила жизнь Виктории Довгалевой. Она любила родителей, друзей, ценила все, что ей было дорого в ее пока еще недолгой жизни.\n    Но в тот злополучный день все перевернулось с ног на голову. Что-то непонятное творилось на Земле. Асфальт и воздух, казалось, плавятся. Стало трудно дышать. Слух подвергали настоящим пыткам – странный, непрекращающийся, раздражающий звук напоминал по монотонной повторяемости сигналов жернова мельницы в сочетании с протяжным тревожным гудком. Вика возвращалась из института домой и поначалу списала происходящие странности на приближающееся лето и жаркую погоду, и на то, что надышалась паров химических веществ в лаборатории, в которой студенты практиковались для подготовки к дипломной работе. Но окружающая действительность вдруг поплыла перед глазами, так, как плывет она, если смотришь на нее через пламя костра. Но никакого огня не было, асфальт и воздух плавились сами по себе. Колени Вики предательски подкосились, и она уже смутно понимала, что куда-то проваливается…\n",
    "answers": [
      {
        "id": 8,
        "text": "Потерять сознание"
      }
    ]
  },
  {
    "id": 8,
    "text": "    Когда она очнулась, она лежала на раскаленном асфальте и не знала точно, сколько прошло времени, было все то же самое – и плавящийся асфальт и воздух, и угнетающий, вызывающий тревогу звук. Девушка не могла понять, что происходит. Улицы опустели, и если бы не странный звук, то была бы гробовая тишина. «Ни одного человека», — в растерянности думала Вика, с трудом переставляя ватные ноги и озираясь по сторонам, — «Ни кошек, ни птиц, ни собак. А что с деревьями?»    \n    Голубые глаза расширились от удивления и страха. Местами зеленая листва деревьев покрылась пятнами, а местами была прожжена. В некоторых местах были прожжены даже толстые стволы, трава пожухла.\n\n",
    "answers": [
      {
        "id": 9,
        "text": "Вернуться в институт"
      },
      {
        "id": 10,
        "text": "Пойти в сторону рынка – там всегда много людей!"
      }
    ]
  },
  {
    "id": 9,
    "text": "    Эта картина, дополняемая плавящимся асфальтом, тревожным звуком и отсутствием на улицах людей и животных, не на шутку испугала девушку. Вика побежала обратно, в институт! Миновав арку в заборе, она прошла через аллею учебного заведения, поднялась по ступеням крыльца и вошла в уютное помещение своего «второго дома». Когда-то шумные коридоры были пусты, приветливой вахтерши Светланы Александровны не было видно. Вика даже тихонько позвала ее по имени, и обычно она выглядывала из своей комнаты и возвращалась к стойке, где она встречает студентов каждый день… Встречала. «Куда все подевались?» — подумала девушка. Беготня по коридорам и заглядывание во все аудитории напоминало фильм ужасов, когда ты бежишь, ищешь людей – знакомых, друзей – и не находишь. Поняв, что одна в пустынном здании института, девушка задумалась, что ей делать дальше?",
    "answers": [
      {
        "id": 10,
        "text": "Пойти в сторону рынка - там всегда много людей!"
      }
    ]
  },
  {
    "id": 10,
    "text": "    Эта картина, дополняемая плавящимся асфальтом, тревожным звуком и отсутствием на улицах людей и животных, не на шутку испугала девушку. Вика побежала в сторону местного овощного рынка, где всегда было большое скопление людей. Ей предстояло перебежать дорогу, одну из самых оживленных  в городе, но… по ней не было движения – машины безмолвно стояли без своих владельцев.\n    — Ах! – только и смогла молвить изумленная девушка, но успокоила себя тем, что рынок уже близко.\n    Но там тоже никого не было… Девушка металась между пустыми прилавками, не замечая слез, катящихся по щекам. Что-то заставило ее остановиться, что-то привлекло ее внимание и потянуло к себе. Возле одного из прилавков стояли ведро и садовая лейка, закрытые крышками.\n\n",
    "answers": [
      {
        "id": 11,
        "text": "Открыть садовую лейку"
      },
      {
        "id": 12,
        "text": "Ничего не открывать. Нужно понять, что случилось с людьми!"
      }
    ]
  },
  {
    "id": 11,
    "text": "   Вика сама не знала, зачем она открыла лейку. То, что она увидела, заставило побледнеть как мел, в воде лежали два мертвых котенка. Таких крошечных, беззащитных, их утопили.  Вика еще сильнее заплакала, вытащив их обмякшие тела из лейки. Они были как напоминание о красоте жизни, о печали смерти и как символ беззащитности перед жестокостью. Как только она положила котят на прилавок, их тела стали рассыпаться в прах, а потом и вовсе исчезли словно и не было никогда. Ведро открывать девушка побоялась.\n    «Что происходит?! А куда подевались люди? А что если… Нет, нет, нет», — отчаянно думала она по дороге домой, — «Они вернутся, они обязательно вернутся!»\n\n",
    "answers": [
      {
        "id": 13,
        "text": "Отправиться на поиски родителей"
      }
    ]
  },
  {
    "id": 12,
    "text": "    Около двадцати минут Вика блуждала по рынку в поисках людей, но все голоса стихли, никого не было видно, лишь монотонный гул, после которого она потеряла сознание, все еще напоминал о себе.\n    «Что происходит?! А куда подевались люди? А что если… Нет, нет, нет», — отчаянно думала она по дороге домой, — «Они вернутся, они обязательно вернутся!»\n\n \n\n",
    "answers": [
      {
        "id": 13,
        "text": "Отправиться на поиски родителей"
      }
    ]
  },
  {
    "id": 13,
    "text": "    Вика взглянула на часы – родители уже должны были вернуться домой. Звук, плавящийся воздух и асфальт не придавали оптимизма, но все же она надеялась. И вот она дома. Единственная комната в их квартире была залита солнечными лучами, а в них в причудливом танце кружилась пыль, которая залетела через открытое окно. Звук здесь был слышен не так сильно, от чего девушке стало спокойнее, но ведь родителей нигде не было! Ни в ванной, ни на кухне. Она звонила им, ждала, но телефоны были недоступны. Решительно хлопнув входной дверью, Вика пошла их искать. Голодная, обессиленная, напуганная она не обращала внимания на личные неудобства, очень переживая за родителей. На самом деле, Вика уже не на шутку паниковала. Творящийся вокруг ужас напоминал последствия взрыва нейтронной бомбы, она о них читала когда-то. «Куда все исчезли? Почему осталась я? Если это был взрыв какого-то дикого оружия, я тоже должна была умереть!» — думала она в отчаянии.",
    "answers": [
      {
        "id": 14,
        "text": "Отправиться на поиски мамы"
      }
    ]
  },
  {
    "id": 14,
    "text": "    Придя в школу, где работала ее мама, девушка стучала во все двери, заглядывала в открытые классы.\n     — Мама! Где ты?\n    Только странный и страшный звук сопровождал ее. Коридоры и классы школы опустели. Людей нигде не было видно.\n\n",
    "answers": [
      {
        "id": 15,
        "text": "Отправиться на поиски папы"
      }
    ]
  },
  {
    "id": 15,
    "text": "    Девушка отправилась на завод, находящийся за чертой города, где работал ее папа, но ехать было не на чем, потому она шла пешком.\n    Перемахнув через турникет на пустынном КПП, Вика вошла в здание заводоуправления, стала стучаться во все двери — никого, казалось, что страшный звук становится громче. Но студентка не сдавалась, обошла всю огромную территорию завода.\n    — Папа! Папа!\n    Пустые помещения цехов выглядели зловеще. Никого живого. А на улице уже почти стемнело. Нужно было поторапливаться домой.\n    Ноги в кроссовках Вика стерла до кровоточащих мозолей, она так устала бояться, что просто апатично переставляла ноги, продолжая думать по-детски наивно: «Сейчас приду домой, и мама нас с папой накормит вкусным ужином. И все будет как раньше…»\n\n",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "   Вика еще не понимала, что как раньше уже не будет, что то счастливое «раньше» навсегда кануло в лету. Ей оставалось только смотреть вперед, но в свои двадцать лет она все еще оставалась по-детски наивной и хотела одного – вернуть самое дорогое в ее жизни – ее семью.\n   Добравшись до дома, девушка прямо в кроссовках упала на диван, уставившись в потолок. По ее щеке сбежала слеза.\n\n",
    "answers": [
      {
        "id": 17,
        "text": "Вспомнить все"
      },
      {
        "id": 18,
        "text": "Успокоиться"
      }
    ]
  },
  {
    "id": 17,
    "text": "   Она вспоминала детство, о том, как папа учил ее кататься на велосипеде, а мама пела колыбельную на ночь. Она никогда не забудет ее нежный голос. Чувства накрыли девушку с головой. И вот комок, подступивший к горлу, уже не давал ей дышать. Как рыба, выброшенная на берег, она хватала ртом воздух, а слезы градом катились из глаз цвета ясного неба. Грохот и клацающие звуки заставили девушку подскочить и больно удариться о журнальный столик. Металлические существа или механизмы, похожие на головы разъяренных собак проделали дыру в стене. Они пожирали все предметы, попадающиеся на своем пути, приближались к Вике. Горе отступило куда-то на задний план. Возобладал инстинкт самосохранения. Девушка схватила со стола книжку. Но как она будет защищаться книжкой против полчищ механических «собак»? Пол пошел волнами, сбив девушку с ног. Она упала и в панике отползала прочь от ужасных вражеских созданий.",
    "answers": [
      {
        "id": 17,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-16.userapi.com/WjGNGcAKO1-8jzkRstjmGco9wdX1mv7pZI0D8A/ORxpP4nfsH4.jpg"
      },
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "   Грохот и клацающие звуки заставили девушку подскочить и больно удариться о журнальный столик. Металлические существа или механизмы, похожие на головы разъяренных собак проделали дыру в стене. Они пожирали все предметы, попадающиеся на своем пути, приближались к Вике. Горе отступило куда-то на задний план. Возобладал инстинкт самосохранения. Девушка схватила со стола книжку. Но как она будет защищаться книжкой против полчищ механических «собак»? Пол пошел волнами, сбив девушку с ног. Она упала и в панике отползала прочь от ужасных вражеских созданий.",
    "answers": [
      {
        "id": 18,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-16.userapi.com/WjGNGcAKO1-8jzkRstjmGco9wdX1mv7pZI0D8A/ORxpP4nfsH4.jpg"
      },
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "    — Помогите! – закричала Вика, но потом обреченно вспомнила, что никто ее не услышит. Но похоже, что это было не так. Прямо в противоположной от «собак» стене открылся портал насыщенно синего цвета, в котором она увидела нескольких красивых девушек, похожих на ангелов. Их длинные волосы были ниже талии, белые длинные платья скрывали и в тоже время подчеркивали их точеные фигурки, а головы украшали венцы или маленькие диадемы, которые переливались всеми цветами радуги в лучах солнца. «Стоп, какое солнце? Сейчас ночь, да и я дома у себя. Откуда взялись эти прекрасные девушки?» — подумала Вика, ошарашенно смотря то на девушек, то на механических чудовищ, что приближались к ней.\n   — Прыгай сюда! – сказала беловолосая девушка, и жестом ладоней поманила девушку в портал. Вика бросила взгляд в сторону собак, металлические челюсти крошили пол, приближаясь к ней. И вот одни из них сомкнулись в опасной близости к ноге девушки.\n\n",
    "answers": [
      {
        "id": 20,
        "text": "Прыгнуть в портал"
      },
      {
        "id": 21,
        "text": "Попытаться сражаться с металлическими «собаками»"
      },
      {
        "id": 19,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-2.userapi.com/x0YHehcaz39BqRm0FhgAJuH8YymicjsysUshkA/khoKRwOXG90.jpg"
      }
    ]
  },
  {
    "id": 20,
    "text": "    Не задумываясь, студентка поднялась на ноги и прыгнула в светящийся круг, который сразу же за ней закрылся, не пуская в этот странный, но очень красивый мир «собак».\n    Студентка заметила, что была чуть ниже ростом, окруживших ее девушек. Их волосы были серебристо-белыми, золотистыми или темно-бордовыми, поэтому они с интересом рассматривали черные пряди волос Вики. Но она не обращала внимания на столь повышенное внимание девушек. Она стала осматриваться по сторонам. Этот мир был похож и одновременно не похож на Землю: чистое небо освещалось двумя солнцами, под ногами была зеленая мягкая трава и незнакомые полевые цветы, вдалеке виднелся лес, явно нетронутый человеком, а за лесом виднелись заостренные своды огромного белого замка с цветными стеклами.\n\n",
    "answers": [
      {
        "id": 23,
        "text": "- Где я?"
      }
    ]
  },
  {
    "id": 21,
    "text": "    Вика не знала можно ли доверять этим красивым девушкам, и решила не прыгать в неизвестность. Ведь ей еще нужно узнать, что случилось с людьми! Эта ситуация только в ее городе или по всей Земле? И, само собой, ей нужно было отыскать родителей.\n    Игнорируя призывы блондинки, девушка пнула ногой приближающегося к ней монстра, на удивление, тот отлетел назад, но студентка не заметила, что справа к ней приблизился другой механизм. Он откусил ей руку. Крича от ужаса и боли, девушка вскочила на ноги, кровь била фонтаном. Силы были не равны. Металлические монстры с треугольными зубами пожирали все вокруг, вскоре отчаянные крики последнего человека на Земле стихли.\n\n",
    "answers": [
      {
        "id": 22,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 22,
    "text": "Поздравляю! Вы получили концовку «храбрая, но мёртвая».\n\nВы можете также получить другие концовки квеста.\n\n",
    "answers": [
      {
        "id": 22,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-41.userapi.com/QkAJ6CykB89rFvzl-_QDMyyJMA-0vEmQaHNQhw/XwfG-sSS0Bo.jpg"
      },
      {
        "id": 139,
        "text": "Список доступных концовок квеста"
      }
    ]
  },
  {
    "id": 23,
    "text": "    — Где это я? – спросила наконец завороженная Вика окруживших ее девушек, которые оставили наконец ее волосы в покое.\n    — Ты на Магической Земле, — ответила все та же блондинка, по-доброму улыбнувшись. Расширившиеся от удивления и шока глаза говорили, что студентка хочет задать много вопросов.\n    — Не беспокойся, мы все расскажем тебе чуть позже. Тебе нужно отдохнуть и поесть, — ее голос звучал плавно и мелодично, Вика заметила, что все девушки выглядели добрыми, уж враждебными они точно не казались, и она медленно кивнула.\n\n",
    "answers": [
      {
        "id": 23,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-37.userapi.com/8UalBOB54i7VS_uaK-2HJMmRmUYx05CU416YHw/2T67QQf6ah4.jpg"
      },
      {
        "id": 24,
        "text": "Поблагодарить"
      }
    ]
  },
  {
    "id": 24,
    "text": "    — Спасибо, — охрипшим от волнения голосом произнесла она. Девушки мягко улыбнулись в ответ.\n    По дороге до замка Вика узнала, что подобных Земле планет – всего девять. Это Магическая Земля, нашу планету за ее пределами называют Обычной Землей. Есть еще Злая Земля, Холодная Земля, Огненная Земля, Мистическая Земля, Грустная Земля, Веселая Земля и Закрытая Земля. Все эти планеты так или иначе пригодны для жизни, в чем-то сходны, в чем-то различны. Они имеют схожую атмосферу, богатую кислородом, большое количество пресных и соленых водоемов. Но отличаются по климатическим особенностям. Особенно Холодная и Огненная Земли. Люди, как и на Магической Земле там владеют магией, но специализируются на соответствующей стихии – магии льда и воды или магии огня. Люди с Мистической Земли умеют заклинать духов, они живут с ними в мире и согласии и могут общаться с мертвыми. О Закрытой Земле мало, что известно, но в целом это мирные люди, которые просто не хотят особо ни с кем контактировать, они просто живут в своем мире, создают свои технологии и живут, словно за занавесом. Люди Веселой и Грустной Земли, как и люди с Обычной Земли, магией не владеют, но отличаются характерами и стилем жизни.\n   — Удивительно, — прошептала Вика, однако ее услышали и обратили на нее внимание, пришлось объясняться, — Магия, черты характера… А мы с Обычной Земли, хоть магией не владеем, но умеем смеяться и плакать, радоваться и сострадать своему ближнему… Умели.\n\n",
    "answers": [
      {
        "id": 24,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-61.userapi.com/ldU1WtLeSqP0JShzcJCahHO3gC7KyIShTW2eeQ/UFpbQExwFB4.jpg"
      },
      {
        "id": 25,
        "text": "Загрустить"
      }
    ]
  },
  {
    "id": 25,
    "text": "   Чувства вновь подкатывали соленым комом к горлу, Вика была готова расплакаться, но она старательно сдерживала себя в присутствии этих прекрасных девушек. Она подумала, что если бы у них были белоснежные крылья, они стали бы похожи на ангелов. И внезапно улыбнулась своим мыслям. Только люди с Обычной Земли умеют улыбаться сквозь слезы и плакать от счастья.\n   Девушки с интересом наблюдали за переменой эмоций на лице Вики. Илианта, так представилась блондинка, которая ей поведала эту невероятную историю, сказала:\n   — Именно поэтому мы хотели спасти хотя бы часть людей с Земли, — в ее красивом голосе звучала печаль.\n   — Вам не удалось? – спросила Вика и не узнала свой голос – он превратился в шепот от волнения.\n   Илианта опустила голову.\n\n",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "   — Нет, — пришла на помощь подруге Эйлин, девушка с темно-бордовыми волосами, которые красиво переливались рубиновым блеском в лучах солнц, — Наши разведчики узнали, что Злая Земля задумала свое самое чудовищное зло. Вы называете это – геноцид. Они совсем истощили и загрязнили свою планету, а потому задумали захватить вашу. Еще двадцать лет назад наши верховные маги узнали от наших разведчиков о готовящемся зле. Узнав, что они готовят бактериологическое оружие, мы стали изучать природу враждебных разработок, стали готовить антидот. Но времени катастрофически не хватало. Наши лучшие маги и алхимики работали над спасением человечества. Мы старались быть на шаг впереди, но Злая Земля все время преуспевала. В погоне за лучшими технологиями они совсем забыли о том, что нужно беречь свою планету, а когда опомнились – было поздно – и тогда они решили захватить вашу, посчитав вас самым слабым противником среди девяти планет. Их технологии были далеко впереди ваших, к сожалению. Да и мы не смогли создать качественный антидот. Наши алхимики тестировали его на лабораторных крысах, и он работал, но когда мы ввели его нескольким детям в роддомах Обычной Земли, дети стали погибать. Мы ужаснулись таким непредсказуемым последствиям и остановились. Не погибла лишь ты. Что-то в твоем организме смогло принять инородное вещество. Поэтому ты выжила, Вика. Двадцать лет назад, и сейчас.\n   — Нам очень жаль, что мы не смогли спасти больше людей, — добавила золотоволосая Айлина, — Хотя мы тогда еще были младенцами, как и ты, но мы говорим от лица людей Магической Земли…\n\n",
    "answers": [
      {
        "id": 26,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-26.userapi.com/7V5RBVu9GlvW37VvNr1_WLUYTXHHdIi72q4-sQ/G7TbQPD_5bs.jpg"
      },
      {
        "id": 27,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 27,
    "text": "   Только сейчас Вика заметила, что девушки идут по мягкой траве босиком, видимо они берегут свою планету, потому что выглядит она чистой и красивой. Брюнетка наклонилась и сняла свои кроссовки, решив последовать примеру коренных жителей.\n   — А наши люди знали о готовящемся зле? – наконец спросила Вика.\n   — Да. Ваши ученые тоже работали над созданием антидота, но также, как и мы – не преуспели.\n   — Что случилось с людьми?\n   — Крошечные микроорганизмы поглотили каждую живую клеточку, не оставив и следа…\n   — Это ужасно, — Вику словно ударили мешком по голове, — страшную правду нужно было переварить, — Но как же растения? Они выжили. Правда трава пожухла, а деревья тоже выглядели плачевно.\n   — Видимо вашим растениям повезло больше. Скорее всего, жители Злой Земли собираются завезти на вашу планету свою флору и фауну.\n\n",
    "answers": [
      {
        "id": 28,
        "text": "Задуматься"
      }
    ]
  },
  {
    "id": 28,
    "text": "    Вика вновь задумалась. То, что ее мир рухнул, в этом уже не оставалось сомнения. Конечно, ей было не понятно, почему земляне не смогли дать отпор захватчикам, и почему о нападении люди не знали заранее, знали как всегда власти и ученые. Даже инопланетяне знали о готовящемся зле, и пытались помочь. «А мы не знали», — мрачно подумала девушка. Из невеселых мыслей ее вывел мелодичный голос Илианты.\n    — Ты – ключ к спасению, Вика. В твоей крови есть что-то, что не стало отвергать инородный антидот. Ты же сможешь сдать немного крови для наших алхимиков? Совсем чуть-чуть. У вас на Земле ведь тоже делают анализ крови?\n\n",
    "answers": [
      {
        "id": 29,
        "text": "- Еще чего! Нет!"
      },
      {
        "id": 30,
        "text": "- Конечно."
      }
    ]
  },
  {
    "id": 29,
    "text": "    — Ну уж нет! Зачем это вам моя кровь? Кровь, как кровь. Ничего особенного, — пробурчала недовольно Вика. Краем глаза она заметила недоумевающие и удивленные взгляды своих собеседниц, но собственно почему она должна доверять этим людям? Она их впервые видит!\n    Наступила неловкая пауза, которую прервала Илианта:\n    — Ну вот мы и пришли. Я покажу тебе твою комнату, — немного грустно улыбнулась блондинка, — ты отдохнешь, приведешь себя в порядок и спускайся в столовую на ужин. Потом у тебя будет возможность выспаться, и восстановить силы.\n    Вика молча посмотрела на девушку и кивнула. Ей ничего не оставалось, как пойти за ней.\n",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "   — Конечно, — только теперь девушка поняла, что в опасности не только Обычная Земля. В опасности любая, из пригодных для жизни Земель, — Я думаю, что нам всем стоит объединиться против Злой Земли. Если мы не дадим ей отпор, та же участь постигнет и вашу, и все остальные планеты.\n   В глазах девушек читалось одобрение и что-то еще… Надежда?\n   — Хорошо, что ты с этим согласна. Многие из нас того же мнения. Только объединив силы у нас есть шансы против высокотехнологичной Злой Земли.\n   — Ну вот мы и пришли. Я покажу тебе твою комнату, — улыбнулась Илианта, — ты отдохнешь, приведешь себя в порядок и спускайся в столовую на ужин. Потом у тебя будет возможность выспаться, и восстановить силы.\n   Вика невольно улыбнулась этим добрым девушкам, которые встретили ее с такой теплотой.\n\n",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "   Замок изнутри был еще красивее, чем снаружи. Статуя крылатого существа почти упиралась в высоченный потолок, выражение лица существа было печальным и любящим одновременно. Илианта провела Вику на третий этаж, и она обратила внимание, что стены и коридоры замка освещаются теплым магическим светом в ажурных подставках.\n   — Вы владеете магией, — словно очнувшись, поняла Вика, хотя ведь ей об этом уже говорили.\n   Илианта слегка улыбнулась:\n   — Да, это магический свет, маг создает светящийся шар и закрепляет кусочек своей энергии в нем. И он светит довольно долго, — Вика потянула к шару свои пальцы и почувствовала приятное тепло, исходящее от шара.\n   — Портал тоже вы создали?\n   — Да. Для его создания потребовалась сила пяти адептов. Учитель отправил нас спасти тебя. Это нужно было сделать в поле, чтобы всплески магии не повредили ничего и никого.\n   — Я буду единственным человеком здесь, который ничего не умеет… — невольно вырвалось у Вики.\n\n",
    "answers": [
      {
        "id": 31,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-43.userapi.com/t3krmQRW2f7YC2ERXjA9APVs6irfcMIt3s9Z3Q/7CZidcflCcM.jpg"
      },
      {
        "id": 32,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "   — Нет. Люди с Обычной Земли когда-то тоже владели магией. Просто забыли и ушли от этого в науку. Мы же стараемся беречь наши знания.\n   Догадка уже была в широких от удивления глазах Вики. Отчего Илианта мягко улыбнулась.\n   — Ты тоже сможешь изучать магию. А вот твоя комната. Ты же не против, что я принесла сюда несколько своих платьев?\n   — Конечно, нет! – восхищенно вздохнула Вика и в порыве чувств обняла беловолосую девушку, — Спасибо. Спасибо вам всем за теплый прием.\n   Смущенно отстранившись, девушка вошла в комнату. Это была комната из темно-зеленого бархата, магические шары были на стенах в специальных ажурных клетках. Рядом лежала темно-зелёная ткань, чтобы видимо накрывать магический свет на ночь. Огромная кровать с балдахином стояла посреди комнаты. Вика и представить себе не могла, что когда-нибудь она будет жить как принцесса. Люди с Обычной Земли так впечатлительны, особенно в юном возрасте… Горе сменилось более яркой эмоцией, девушка присела на кровать, попрыгала на ней и только тогда заметила еще одну дверь. Решив исследовать смежную комнату, она увидела огромную купальню, открыв краны, чем-то напоминающие земные, она наполнила ванну, разделась и решила искупаться. Теплая вода расслабила тело, успокоила ноющие мозоли на ногах, привела Вику в чувство. Она надела на себя одно из белоснежных платьев, висящих в шкафу и рассмотрела себя в зеркале. Ей было непривычно видеть себя такой.\n\n",
    "answers": [
      {
        "id": 33,
        "text": "Рассмотреть себя в зеркале"
      }
    ]
  },
  {
    "id": 33,
    "text": "   — Только крыльев не хватает, — задумчиво сказала она своему отражению и горько усмехнулась. Она одна, здесь, радуется новой, удивительной жизни, а где-то в н-ном количестве световых лет отсюда погибла Обычная Земля, погибли ее мама и папа, друзья, однокурсники и еще миллиарды людей. И она теперь последняя выжившая землянка. Что ждет ее на Магической Земле? Светит ли ей здесь обрести новую семью? Или она найдет счастье в чем-то другом? Воспоминания о семье колючим осколком отозвались в сердце. Одинокая слезинка скатилась по щеке, как вдруг в дверь постучали, а потом бесцеремонно открыли, не дожидаясь разрешения войти. Вика резко обернулась и удивленно застыла.",
    "answers": [
      {
        "id": 33,
        "text": "Укажите команды для картинки",
        "url": "https://sun7-8.userapi.com/jh9Uq75o23yhb5gIXq3IiAu1-rjdRBwqjGYbpA/uEJbPcjnEYU.jpg"
      },
      {
        "id": 34,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 34,
    "text": "   — Привет! – сказал ей красивый парень с темно-бордовыми волосами и золотистыми глазами, — мне сказали, что на нашу планету прибыла инопланетянка, решил сам в этом убедиться, — озорная и немного насмешливая улыбка играла на красивом лице парня. Заметив, что Вика смотрит на него, не моргая, он ей задорно подмигнул, заставляя ее смущенно отвести взгляд.\n   — Привет, — тихо сказала Вика, украдкой вытирая слезу, и пряча заплаканный взгляд, — А у вас не принято стучаться, входя к девушке?\n   — Я же постучал, — улыбнулся парень, и его улыбка была похожа на солнечный свет, ворвавшийся в темное помещение. Вика не могла не улыбнуться этому жизнерадостному парню.\n   — Да, но я не успела ответить. А если бы я была не одета?\n   — Оу, прости, — обезоруживающая улыбка вновь появилась на лице парня, — я Вейлин. Пойдем вместе на ужин?\n   — Я Вика. Пойдем, — улыбнулась девушка.\n\n",
    "answers": [
      {
        "id": 34,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-3.userapi.com/2qLSkXkwq4sz7PEkBMUOQUfokzllJPzss8giGg/j3CxAmH_g2w.jpg"
      },
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "   Вейлин оказался озорным и добродушным парнем, он весело скатился по перилам лестницы и с лучистой улыбкой ожидал девушку внизу. Печали растворились в этой яркой, согревающей улыбке, он смеялся и шутил, отвлекал от грустных мыслей, уводя за собой в столовую. Из его рассказа девушка узнала, что это Академия Алхимии и Магии, по окончании которой адепту дают значок с его специализацией и можно работать в той области, что ему ближе. Есть маги, есть алхимики, есть травники и лекари. Алхимики обычно идут дальше учиться, осваивая уже науку. Маги способны защищать кого-то боевой магией, создавать щиты, выполнять простые бытовые поручения за плату. С травниками и лекарями Вике было проще и понятнее.\n    — А ты знаешь. У нас на Обычной Земле не было алхимии, была только химия, наука о составе различных веществ. Я кстати училась на эколога, и химия у нас была профилирующей наукой, — добавила Вика, — Правда, очень давно, много веков назад, люди слышали об алхимии, но потом ее признали лже-наукой.\n   — Лже-наукой? – возмутился Вейлин, но тут же на его лице вновь появилась озорная улыбка, — Алхимия похожа на вашу Химию, — отмахнулся от нее Вейлин, и его золотистые глаза весело прищурились. Ел он поспешно, словно куда-то торопился, а глаза его с любопытством изучали инопланетянку. Вика смутилась и стала осматриваться по сторонам. Все люди в столовой были с серебристо-белыми, золотисто-белыми или темно-бордовыми волосами. Она была единственной брюнеткой.",
    "answers": [
      {
        "id": 36,
        "text": "Почувствовать себя особенной"
      },
      {
        "id": 37,
        "text": "Почувствовать себя «белой вороной»"
      }
    ]
  },
  {
    "id": 36,
    "text": "   От такого отличия она почувствовала себя особенной, и если она теперь будет жить тут, то она немного добавит красок своим присутствием. Озираясь по сторонам она и не заметила, что Вейлин уже прикончил свой ужин и выжидательно смотрит на нее.\n   — Что такое? – оживилась Вика.\n\n",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 37,
    "text": "   От этого она почувствовала себя немного «белой вороной» и слегка смутилась, что так отличается от местных людей. Озираясь по сторонам она и не заметила, что Вейлин уже прикончил свой ужин и выжидательно смотрит на нее.\n   — Что такое? – смутилась Вика.\n\n",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "   — Ты свободна после ужина? Может прогуляемся немного? – парень обаятельно улыбнулся.\n   «Вот и как ему отказать?» — подумала девушка.\n   — Не представишь нас своей подруге? – сказал блондин, присевший рядом с Вейлином и с легким нахальством уставившийся на Вику. Он шутливо толкнул локтем в бок красноволосого. А с другой стороны от Вейлина сел другой блондин, только его волосы были чуть длиннее плеч и отливали серебром. Он тихо со всеми поздоровался и спокойно принялся за еду.\n   — Вика, это Дан и Ламар. Дан, Ламар, это Вика, — Вейлин выглядел… немного расстроенным? Он боялся, что эти красивые парни захватят все внимание инопланетной девушки? «Но местные девушки – такие красивые. Почему я?» — нахмурилась Вика, растерянно озираясь по сторонам.\n\n",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "   Дан наглым образом рассматривал Вику, вальяжно развалившись на скамейке. Один его уголок губ был приподнят, а взгляд уверенного в себе человека изучал девушку. ",
    "answers": [
      {
        "id": 39,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-40.userapi.com/-DEnBqFaxmPY0pdPDpH3IubHTLse-u2MUDgv6g/rKrZWHPljdQ.jpg"
      },
      {
        "id": 40,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 40,
    "text": "   Ламар коротко кивнул, украдкой посматривая на Вику, однако в его глазах девушка увидела интерес.",
    "answers": [
      {
        "id": 40,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-19.userapi.com/lw3ZSCY9tYgWTfX_dH4ZeUwQDhnBEhYDDD_-Fw/-Bb1-8qv5Uw.jpg"
      },
      {
        "id": 41,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 41,
    "text": "   — Какие у нас планы на вечер? – протерев ладони, спросил Дан и хлопнул Вейлина по плечу. Этот парень явно развлекался, видя легкую расстроенность в глазах друга, — Уже пригласил девушку на прогулку?\n    Вейлин закатил глаза, и они начали дурачиться, вступив в шутливую борьбу, и едва не смахнули пустую тарелку со стола. Ламар закончил ужин и, поставив подбородок на локти, подался вперед, с выражением высшего интереса рассматривая лицо Вики, не обращая внимания на своих менее спокойных друзей.\n   — Ты опечалена, — он не спрашивал, он утверждал, а его голос звучал вкрадчивым бархатом, — Я понимаю и сочувствую тебе. Ты еще хорошо держишься, — он ободряюще улыбнулся, хотя была в этой улыбке и грусть.\n   Парни перестали дурачиться и их и без того взъерошенные волосы, стали еще смешнее торчать в разные стороны.\n   — Ну так что? Пойдешь с нами на прогулку? – усмехнулся Дан.\n\n",
    "answers": [
      {
        "id": 42,
        "text": "- Извините, но я вас не знаю."
      },
      {
        "id": 43,
        "text": "Согласиться"
      },
      {
        "id": 44,
        "text": "- Я устала."
      }
    ]
  },
  {
    "id": 42,
    "text": "   — Вы меня, конечно, извините, но я ведь совсем вас не знаю! – воскликнула Вика. Парни уже хотели что-то возразить, когда к ним подошла Илианта.\n   — Вижу, ты не скучаешь, — добродушно смеясь, сказала блондинка и ее смех был похож на серебристый колокольчик. Она присела рядом с компанией и осмотрела озорников Вейлина и Дана и спокойного Ламара, а потом ее взгляд остановился на смущенной Вике.\n   — Вот. И Илианту с собой возьмем, — заявил Вейлин, посылая свою солнечную улыбку девушкам.\n   — Куда возьмете? – улыбнулась в ответ блондинка.\n   — На прогулку! – хором ответили Дан и Вейлин. У блондина при этом было выражение лица кота, объевшегося сметаны, а Вейлин все также лучился счастьем.\n   Вика переглянулась с Илиантой, и девушки рассмеялись. Видимо, это был положительный ответ.\n   Допив ароматный, травяной чай, трое парней и две девушки направились на улицу. Теплый свежий воздух и звезды прекрасного нового для Вики мира встретили их. Она смотрела в вечернее темно-синее небо, где уже загорались звезды и думала о том, что где-то там ее Голубая планета, которую за ее пределами оказывается называют Обычной Землей. И сейчас она захвачена инопланетными захватчиками, которые скорее всего так похожи и не похожи на людей. Грустно склонив голову шла она, ощущая, как мягкая трава касается ее босых ног. Илианта шла рядом, ни о чем не спрашивая, но с таким участием смотря на Вику. Кажется, девушка-маг понимала, что тревожит инопланетянку. Ламар чуть отстал, задумчиво глядя себя под ноги, Вейлин и Дан шли впереди, продолжая дурачиться и подкалывать друг друга, Дан то и дело оборачивался и посылал нахальную улыбочку Вике.",
    "answers": [
      {
        "id": 45,
        "text": "Обратиться к Илианте"
      },
      {
        "id": 46,
        "text": "Поговорить с Вейлином"
      },
      {
        "id": 47,
        "text": "Немного отстать и пройтись с Ламаром"
      },
      {
        "id": 48,
        "text": "Ответить на улыбку Дана"
      }
    ]
  },
  {
    "id": 43,
    "text": "   — А пойду! – сказала Вика, совсем расслабившись после горячей ванны и вкусного ужина.\n   Дан как-то странно усмехнулся, Ламар чуть нахмурился, словно задумался о чем-то, а Вейлин все также лучился счастьем. Вся компания уже собиралась покинуть столовую, как к ним подошла Илианта.\n   — Вот. И Илианту с собой возьмем, — заявил Вейлин, посылая свою солнечную улыбку девушкам.\n   — Куда возьмете? – улыбнулась в ответ блондинка.\n   — На прогулку! – хором ответили Дан и Вейлин. Илианта добродушно улыбнулась и кивнула в знак согласия.\n   Допив ароматный, травяной чай, трое парней и две девушки направились на улицу. Теплый свежий воздух и звезды прекрасного нового для Вики мира встретили их. Она смотрела в вечернее темно-синее небо, где уже загорались звезды и думала о том, что где-то там ее Голубая планета, которую за ее пределами оказывается называют Обычной Землей. И сейчас она захвачена инопланетными захватчиками, которые скорее всего так похожи и не похожи на людей. Грустно склонив голову шла она, ощущая, как мягкая трава касается ее босых ног. Илианта шла рядом, ни о чем не спрашивая, но с таким участием смотря на Вику. Кажется, девушка-маг понимала, что тревожит инопланетянку. Ламар чуть отстал, задумчиво глядя себя под ноги, Вейлин и Дан шли впереди, продолжая дурачиться и подкалывать друг друга, Дан то и дело оборачивался и посылал нахальную улыбочку Вике.\n\n",
    "answers": [
      {
        "id": 45,
        "text": "Обратиться к Илианте"
      },
      {
        "id": 46,
        "text": "Поговорить с Вейлином"
      },
      {
        "id": 47,
        "text": "Немного отстать и пройтись с Ламаром"
      },
      {
        "id": 48,
        "text": "Ответить на улыбку Дана"
      }
    ]
  },
  {
    "id": 44,
    "text": "   — Я устала, — сказала Вика, и это было правдой. Весь день она искала своих родителей, искала людей, отбивалась от механических «собак». В общем девушка действительно потратила много сил и теперь ей было с одной стороны интересно узнать местных ребят и девчат, но это уже в другой раз. Сегодня она доберется до кровати и попробует поспать, а ребята пусть гуляют.\n\n",
    "answers": [
      {
        "id": 49,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 45,
    "text": "   Лун у Магической Земли тоже было две, как и Солнц. Они спокойно освещали ночное небо, бесстрастно смотря на жителей этой планеты.\n   — Вы совсем не носите обувь? – спросила Вика Илианту.\n   — Почему? Носим. Когда собираемся в дальние походы или тренируемся.\n   — Тренируетесь?\n   — Магия – это конечно, хорошо, но мы учимся защищать себя, и обращаться с оружием, на тот случай, если это будет необходимо.\n   — Понимаю. Вы не хотите, чтобы с вами случилось то, что с нами…\n   — Да, — кивнула девушка.\n   — Но ведь земляне тоже могли обращаться с оружием. Это их не спасло, — Вика сжала губы, вновь борясь со своей печалью.\n   Илианта понимающе кивнула.\n   — Но и уповать на одну только магию или только оружие – тоже не выход. Мы развиваемся, изучаем ваши и другие технологии, но мы это делаем для того, чтобы сохранить, а не погубить нашу планету.\n   — Вы удивительные.\n   — Мы такие же люди, как и вы, только вы утратили магические знания.\n   — Какая у тебя специализация?\n   — Я травник-лекарь, но также у меня искусно получаются порталы, — улыбнулась Илианта. Вика улыбнулась в ответ.\n   — Что-то мы совсем загулялись. А ведь завтра рано вставать. Ты завтра сможешь сходить на урок общих основ магии и урок алхимии. В ходе этих уроков ты сможешь определиться со своей специализацией.\n   — Но ведь я… — Вика испуганно посмотрела на спутницу, — Я совсем не владею магией!\n   — Тебе так кажется, — мягко улыбнулась светловолосая, и положила руку на плечо девушки, с ее пальцев полилось приятное тепло, распространяясь по телу девушки, — У тебя все получится.\n   — Спасибо, — улыбнулась «инопланетянка». И тут же удивленно подпрыгнула:\n   — Как ты это сделала?\n   — Это магия исцеления, она способна затягивать раны и восполнять силы, — улыбнулась блондинка, — Ничего. Скоро и ты научишься.\n   Восхищенная улыбка сама собой появилась на лице Вики. Девушки вернулись в компанию молодых людей, и они вместе дошли до академии. Дан нахальным образом разглядывал девушек, и ухмылочка не сходила с его лица, Вейлин добродушно шутил и смеялся, лучась позитивом, а Ламар задумчиво шел рядом, изредка что-то спрашивая или комментируя.",
    "answers": [
      {
        "id": 49,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 46,
    "text": "   Вика ободряюще улыбнулась Илианте, словно прикрывая тем самым свою печаль и окликнула Вейлина:\n    — Эй, Вейлин! Можно тебя кое-о-чем спросить?\n   Нахальная улыбочка, которую Дан только что посылал Вике на мгновение померкла, но тут же маска уверенного в себе парня застыла на его лице, он криво усмехнулся и подошел к Илианте, оставив Вейлина и Вику наедине. «Что это с ним? Я же просто поговорить хотела?» — подумала Вика, удивляясь такому явному соперничеству между двух друзей. Она, немного помешкав, все же догнала парня с рубиновыми волосами и замялась, подбирая слова.\n   — Да, — улыбнулся парень, и от этой улыбки стало теплее и светлее на душе. Вика вдруг почувствовала, какой он все-таки замечательный и светлый человек. Все смущение как рукой сняло, но вопрос она свой забыла, поэтому спросила то, что первое пришло на ум.\n   — Вы совсем не носите обувь? – спросила Вика. Вейлин пару раз моргнул, разглядывая лицо девушки, словно впервые ее видел, а потом разразился смехом. Впрочем, и смех у него был искренний, добрый, как согревающие лучи одного из солнц этой планеты. Надо сказать, Лун у Магической Земли тоже было две. Они спокойно освещали ночное небо, бесстрастно смотря на жителей этой планеты.\n   — Почему? Носим. Когда собираемся в дальние походы или тренируемся.\n   — Тренируетесь?\n   — Магия – это конечно, хорошо, но мы учимся защищать себя, и обращаться с оружием, на тот случай, если это будет необходимо.\n   — Понимаю. Вы не хотите, чтобы с вами случилось то, что с нами…\n   — Да, — кивнул парень.\n   — Но ведь земляне тоже могли обращаться с оружием. Это их не спасло, — Вика сжала губы, вновь борясь со своей печалью.\n   Вейлин с искренним сожалением взглянул в голубые глаза девушки и нежно коснулся тыльной стороной ладони ее щеки. Смутившись своему порыву, парень поспешно убрал руку и отвел взгляд:\n   — Но и уповать на одну только магию или только оружие – тоже не выход. Мы развиваемся, изучаем ваши и другие технологии, но мы это делаем для того, чтобы сохранить, а не погубить нашу планету.\n   — Вы удивительные.\n   — Мы такие же люди, как и вы, только вы утратили магические знания.\n   — Какая у тебя специализация?\n   — Я боевой маг, владею в основном стихийной магией, но особенно хорошо у меня получается огонь, — улыбнулся Вейлин и произнес слово «огонь», как-то особенно завороженно. Было видно, что эта стихия — непокорная, страстная особенно его восхищает. Он принялся рассказывать девушке, что пламя бывает маленьким и теплым, как домашний очаг, но также огонь способен быть настоящим оружием, обращаться с ним нужно осторожно, чтобы не погубить живых существ, населяющих Магическую Землю. Также если «включить» магическое зрение, то видно внутреннее пламя души каждого человека.\n   — Вот ты, например, маленькая и теплая, внутри тебя живет пламя, и если ты его разбудишь, то будешь похожа на вулкан страстей, но на самом деле ты похожа на домашний очаг, — закончил свой рассказ парень и чуть смутился своей неожиданной откровенности. Но Вика понемногу привыкала к его непосредственности и искренности, ей уже начинал нравится этим Вейлин и она мягко улыбнулась ему в ответ.\n   — Что-то мы совсем загулялись. А ведь завтра рано вставать. Ты завтра сможешь сходить на урок общих основ магии и урок алхимии. В ходе этих уроков ты сможешь определиться со своей специализацией.\n   — Но ведь я… — Вика испуганно посмотрела на спутника, — Я совсем не владею магией!\n   — Тебе так кажется, — улыбнулся своей теплой, согревающей улыбкой Вейлин, и положил руку на плечо девушки, и прикрыл чуть подрагивающие веки, с его пальцев полилось приятное тепло, распространяясь по телу девушки, — У тебя все получится, — когда парень убрал руку и открыл глаза, его золотистые глаза светились теплым огоньком домашнего очага, к которому хотелось прикоснуться, потому что девушка знала – это пламя не обжигает. Она чувствовала это.\n   — Спасибо, — улыбнулась «инопланетянка». Она поняла, что Вейлин – теплый человек, как в прямом, так и в переносном смысле. Впервые за этот вечер на ее лице появилась улыбка счастья.\n   — Ничего, не бойся. Скоро и ты научишься магии, — солнечная улыбка красноволосого вновь осветила сердце девушки.\n   Парень с девушкой вернулись в компанию, и они вместе дошли до академии. Дан нахальным образом разглядывал девушек, и ухмылочка не сходила с его лица, Вейлин добродушно шутил и смеялся, лучась позитивом, а Ламар задумчиво шел рядом, изредка что-то спрашивая или комментируя.",
    "answers": [
      {
        "id": 50,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 47,
    "text": "   Вика ободряюще улыбнулась Илианте, словно прикрывая тем самым свою печаль и сказала:\n    — Прости, я отойду ненадолго?\n   Илианта ответила на улыбку своей новой приятельницы и понимающе кивнула. «Иди», — сказала она одними губами и подмигнула.\n   Вика немного сбавила шаг и поравнялась с Ламаром:\n — Почему ты один? Не любишь компании? – задала она мучающий ее вопрос и посмотрела вперед. Илианта не собиралась скучать в одиночестве, а потому нагнала Вейлина и Дана, подхватила обоих парней под руки в шутливом дружеском жесте. И так они и шли впереди. Внимание Дана сразу переключилось на беловолосую девушку, а Вейлин продолжал добродушно шутить. Вика слышала их обрывки фраз, сказанных особенно громко и переливистый смех, смотрела на небо, и видела две Луны, бесстрастно освещающих ночь вместе со звездами.\n  — Я от них устаю, — пояснил Ламар. Увидев ее недоумевающий взгляд, он начал терпеливо объяснять:\n  — Когда владеешь магией разума и чувствуешь мысли-чувства человека, а особенно разноголосые чувства больших компаний, устаешь постоянно выстраивать ментальный щит. Я весь день трачу на это свои силы, — он устало потер переносицу.\n   Вика даже не заметила, как ошарашенно остановилась. Шаги Ламара с его ростом были довольно большие, поэтому девушке пришлось его догонять.\n — То есть ты умеешь читать мысли? – воскликнула она.\n — Не совсем мысли. Скорее отголоски образов, эмоций, чувства, — поспешил объяснить блондин и тоже остановился. Он посмотрел в голубые глаза Вики, словно видел ее впервые, и сказал:\n — От твоих эмоций я не устаю, — сказал он неожиданно, внимательно вглядываясь в ее лицо, — Ты опечалена, в то же время счастлива. Как такое возможно? В то же время я чувствую такой мягкий осенний свет, пробивающийся сквозь золотую листву. Он согревает, но не обжигает.\n  Внезапно Ламар прервал сам себя и, притянув ахнувшую от неожиданности Вику, заключил ее в объятия. Девушка положила голову на широкую, мускулистую грудь парня, и ей вдруг стало так спокойно рядом с ним.\n  — Не грусти. Я понимаю, что с вашей планетой случилась непоправимая беда, — зашептал он, наклонившись к уху девушки, — Но своей печалью ты уже не поможешь тем, кого любила. Уверен, что твои родные и близкие хотели бы, чтобы ты была счастлива.\n   Вика поразилась тому, что Ламар сказал ей именно те слова, которые ей были нужны. Он словно чувствовал ее. И за маской спокойствия скрывался такой чуткий парень. Она осторожно выбралась из его теплых объятий и внимательно посмотрела на него. Казалось, что еще мгновение, и парень поцелует ее. Словно очнувшись от наваждения, Вика пару раз моргнула и сменила тему, смущающую ее:\n  — Вы совсем не носите обувь? – спросила она и не спеша пошла вперед, Ламар двинулся за ней.\n  — Почему? Носим. Когда собираемся в дальние походы или тренируемся.\n  — Тренируетесь?\n  — Магия – это конечно, хорошо, но мы учимся защищать себя, и обращаться с оружием, на тот случай, если это будет необходимо.\n  — Понимаю. Вы не хотите, чтобы с вами случилось то, что с нами…\n  — Да, — кивнул парень.\n  — Но ведь земляне тоже могли обращаться с оружием. Это их не спасло, — Вика сжала губы, вновь борясь со своей печалью.\n    Ламар прикрыл глаза и коснулся плеча девушки, заставляя ее остановиться. Он что-то сделал и ей стало легче на душе, словно печаль отошла на задний план, а ей захотелось жить здесь и сейчас, гулять с друзьями, вдыхать ночные ароматы, слушать звуки инопланетных сверчков.\n  — Но и уповать на одну только магию или только оружие, — как ни в чем не бывало продолжил парень, – тоже не выход. Мы развиваемся, изучаем ваши и другие технологии, но мы это делаем для того, чтобы сохранить, а не погубить нашу планету.\n  — Вы удивительные.\n  — Мы такие же люди, как и вы, только вы утратили магические знания.\n    Заметив, что Вика тревожится, Ламар сразу почувствовал в чем дело:\n   — Не волнуйся, у тебя все получится. То, что вы утратили магические знания, совсем не означает, что здесь ты не сможешь их обрести. Магия разлита вокруг, ее только нужно увидеть, почувствовать прикоснуться к ней. Ты сможешь, — парень впервые за вечер улыбнулся, и Вика заметила, какая у него красивая улыбка. Она восхищенно смотрела в его серо-голубые глаза и, казалось, не верит своему счастью, что нашла человека, который понимает ее с полуслова.\n   — Что-то мы совсем загулялись, — словно нехотя, произнес парень, — А ведь завтра рано вставать. Ты завтра сможешь сходить на урок общих основ магии и урок алхимии. В ходе этих уроков ты сможешь определиться со своей специализацией.\n   — Но ведь я… — Вика испуганно посмотрела на спутника, — Я совсем не владею магией!\n   — Тебе так кажется, — вновь улыбнулся Ламар, — У тебя все получится.\n   — Спасибо, — улыбнулась «инопланетянка».\n   — Ничего, не бойся. Скоро и ты научишься магии.\n   Парень с девушкой вернулись в компанию, и они вместе дошли до академии. Дан нахальным образом разглядывал девушек, и ухмылочка не сходила с его лица, Вейлин добродушно шутил и смеялся, лучась позитивом, а Ламар задумчиво шел рядом, изредка что-то спрашивая или комментируя.",
    "answers": [
      {
        "id": 51,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 48,
    "text": "    Вика поймала очередную нахальную улыбочку Дана и не менее дерзко улыбнулась ему в ответ. Блондин сразу же хлопнул друга по плечу и подошел к девушкам, нагленько протиснувшись между ними. Илианте сразу же стало не по себе, и, извинившись девушка сбавила шаг и присоединилась к задумчивому Ламару. А Вейлину, казалось, хорошо и одному, он улыбался своим мыслям, смотрел на звезды, две Луны, играл с пламенем в его руке.\n   — Все правильно! Я красавчик, ты красоточка. Мы хорошо смотримся вместе, — заявил Дан и схватил Вику под руку. Мимолетная дерзость сразу покинула девушку, и она только открыла рот, чтобы возмутиться, но блондин перебил ее:\n   — Не отрицай очевидного, — он криво усмехнулся и подмигнул совсем сбитой с толку девушке. Все вопросы вылетели из ее головы, поэтому она спросила первое, что пришло на ум:\n   — Вы совсем не носите обувь?\n   — Почему? Носим. Когда собираемся в дальние походы или тренируемся.\n   — Тренируетесь?\n   — Магия – это конечно, хорошо, но мы учимся защищать себя, и обращаться с оружием, на тот случай, если это будет необходимо.\n   — Понимаю. Вы не хотите, чтобы с вами случилось то, что с нами…\n   — Да, — кивнул парень.\n   — Но ведь земляне тоже могли обращаться с оружием. Это их не спасло, — Вика сжала губы, вновь борясь со своей печалью.\n   Неожиданно для себя девушка почувствовала прикосновение теплой руки. Дан взял ее за руку, просто ничего не говоря, переплетаясь с нею пальцами. Подняв на него взгляд, девушка увидела, что от нахальной улыбки не осталось и следа. Парень был серьезен. «Он и таким бывает?» — удивилась она про себя. Теперь они шли за руку, и у нее возникло ощущение, что она гуляет с давним другом, или даже парнем… Мысли понеслись куда-то вдаль, унося земную девушку в мечты.\n   — Но и уповать на одну только магию или только оружие, — продолжил парень серьезно, и эта серьезность никак не вязалась с его прежними нахальной улыбочкой и черным юмором, – тоже не выход. Мы развиваемся, изучаем ваши и другие технологии, но мы это делаем для того, чтобы сохранить, а не погубить нашу планету.\n   — Вы удивительные.\n   — Мы такие же люди, как и вы, только вы утратили магические знания.\n   — Какая у тебя специализация?\n   — Я немного боевой маг, чуть больше алхимик, но мой самый главный талант, по моему нескромному мнению, — Вика вновь лицезрела нахально-насмешливую улыбку на лице парня, — я искусно владею двуручным мечом.\n   Вика «закатила глаза», удивляясь нахальству и уверенности в себе, которого, надо сказать, было у этого парня хоть отбавляй.\n   — Не закатывай глаза, — усмехнулся Дан, — Они у тебя слишком красивые, чтобы их прятать под таким взглядом.\n   Вика остановилась, удивленно уставившись на парня. Она именно уставилась, потому что теперь было совершенно не понятно шутит он или говорит серьезно. Дан смягчил свое выражение лица и в его серебристо-серых, как льдинки, глазах впервые за весь вечер блеснул огонек человеческого тепла. Он нежно коснулся подушечками пальцев лба девушки и отодвинул прядь черных волос, упавшую на глаза, заправил ее за ухо. И прежде чем Вика, успела что-то сказать или спросить, он обхватил ее лицо обеими ладонями, наклонился и уверенным, настойчивым поцелуем впился в ее губы. Девушка даже не успела его оттолкнуть, так выбил из колеи ее этот внезапный порыв. А когда парень отстранился, в его озорных серых глазах плясали «чертенята», а лицо озарилось улыбкой довольного кота.\n   — Ч-что это было? – возмутилась девушка, но ее голос предательски дрогнул, выдавая ее истинные эмоции. Улыбка Дана стала шире:\n   — А ты как думаешь? – спросил он и весело подмигнул. Он определенно был уверен в себе, своих силах, своем природном обаянии, и Вике это начинало нравится. Ее щеки залил легкий румянец, и она улыбнулась этому озорному «чуду в перьях».\n   — Что-то мы совсем загулялись, — смешно наморщив нос, сказал Дан, и, не выпуская из своей широкой ладони девичью руку, повел ее к друзьям, — А ведь завтра рано вставать. Ты завтра сможешь сходить на урок общих основ магии и урок алхимии. В ходе этих уроков ты сможешь определиться со своей специализацией.\n   — Но ведь я… — Вика испуганно посмотрела на спутника, — Я совсем не владею магией!\n   — Тебе так кажется, — уверенно сказал Дан, — У тебя все получится, — и легонько щелкнул пальцем по ее носику.\n   — Спасибо, — улыбнулась «инопланетянка». Кажется, рядом с уверенным в себе, немного дерзким Даном, она чувствовала себя сильнее. Казалось, у нее действительно все получится.\n  — Ничего, не бойся. Скоро и ты научишься магии, — он еще раз подмигнул ей и обаятельно улыбнулся, от чего ее сердце пропустило удар.\n   Парень с девушкой вернулись в компанию, и они вместе дошли до академии. Дан нахальным образом разглядывал Вику, и ухмылочка не сходила с его лица, Вейлин добродушно шутил и смеялся, лучась позитивом, а Ламар задумчиво шел рядом, изредка что-то спрашивая или комментируя.",
    "answers": [
      {
        "id": 52,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 49,
    "text": "   «Такие похожие и непохожие на нас», — подумала Вика по дороге к себе, она улыбалась, не могла печалиться с этими людьми, они ведь так радушно приняли ее в свою семью, — «А ведь это теперь мой дом».\n    Илианта проводила девушку до ее комнаты, обняла ее, пожелав «спокойной ночи», мягко улыбнулась, и ушла в соседнюю комнату.\n\n\n    Вика нашла что-то похожее на ночную рубашку из вещей, оставленных новой подругой, наскоро ополоснулась в ванной, надела эту легкую кружевную ткань и с наслаждением повалилась на кровать. Как только ее настрадавшаяся голова коснулась подушки, девушка заснула. Ей снились мама и папа, такими, какими Вика их помнила. Папа – молчаливый и сдержанный, мама – иногда строгая, иногда смеющаяся, и такая любящая… Все казалось таким реальным. Девушка думала, что она наконец проснулась от кошмара, и все это произошло не с ней, что родители ее живы и здоровы. И все наконец-то будет хорошо. Свет двух солнц проник в комнату с диковинным пением местных птиц. Вика открыла глаза и поняла, что родители – это всего лишь сон, а она здесь, и все произошедшее – реальность. Чувства вновь обожгли что-то в груди, а предательский ком подкатил к горлу.\n   Дав волю чувствам, Вика уткнулась в подушку и тихонько заплакала. Родителей уничтожило неизвестное бактериологическое оружие, а из всех землян уцелела только двадцатилетняя девушка, которая сейчас чувствовала себя как никогда одиноко. \n",
    "answers": [
      {
        "id": 53,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 50,
    "text": "    «Такие похожие и непохожие на нас», — подумала Вика по дороге к себе, она улыбалась, не могла печалиться с этими людьми, они ведь так радушно приняли ее в свою семью, — «А ведь это теперь мой дом».\n    Илианта проводила девушку до ее комнаты, обняла ее, пожелав «спокойной ночи», мягко улыбнулась, и ушла в соседнюю комнату.\n\n    Вика нашла что-то похожее на ночную рубашку из вещей, оставленных новой подругой, наскоро ополоснулась в ванной, надела эту легкую кружевную ткань и с наслаждением повалилась на кровать. Как только ее настрадавшаяся голова коснулась подушки, девушка заснула. Ей снились мама и папа, такими, какими Вика их помнила. Папа – молчаливый и сдержанный, мама – иногда строгая, иногда смеющаяся, и такая любящая… Все казалось таким реальным. Девушка думала, что она наконец проснулась от кошмара, и все это произошло не с ней, что родители ее живы и здоровы. И все наконец-то будет хорошо. Свет двух солнц проник в комнату с диковинным пением местных птиц. Вика открыла глаза и поняла, что родители – это всего лишь сон, а она здесь, и все произошедшее – реальность. Чувства вновь обожгли что-то в груди, а предательский ком подкатил к горлу.\n   Дав волю чувствам, Вика уткнулась в подушку и тихонько заплакала. Родителей уничтожило неизвестное бактериологическое оружие, а из всех землян уцелела только двадцатилетняя девушка, которая сейчас чувствовала себя как никогда одиноко. \n\n",
    "answers": [
      {
        "id": 54,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 51,
    "text": "   «Такие похожие и непохожие на нас», — подумала Вика по дороге к себе, она улыбалась, не могла печалиться с этими людьми, они ведь так радушно приняли ее в свою семью, — «А ведь это теперь мой дом».\n    Илианта проводила девушку до ее комнаты, обняла ее, пожелав «спокойной ночи», мягко улыбнулась, и ушла в соседнюю комнату.\n\n    Вика нашла что-то похожее на ночную рубашку из вещей, оставленных новой подругой, наскоро ополоснулась в ванной, надела эту легкую кружевную ткань и с наслаждением повалилась на кровать. Как только ее настрадавшаяся голова коснулась подушки, девушка заснула. Ей снились мама и папа, такими, какими Вика их помнила. Папа – молчаливый и сдержанный, мама – иногда строгая, иногда смеющаяся, и такая любящая… Все казалось таким реальным. Девушка думала, что она наконец проснулась от кошмара, и все это произошло не с ней, что родители ее живы и здоровы. И все наконец-то будет хорошо. Свет двух солнц проник в комнату с диковинным пением местных птиц. Вика открыла глаза и поняла, что родители – это всего лишь сон, а она здесь, и все произошедшее – реальность. Чувства вновь обожгли что-то в груди, а предательский ком подкатил к горлу.\n   Дав волю чувствам, Вика уткнулась в подушку и тихонько заплакала. Родителей уничтожило неизвестное бактериологическое оружие, а из всех землян уцелела только двадцатилетняя девушка, которая сейчас чувствовала себя как никогда одиноко. \n\n",
    "answers": [
      {
        "id": 55,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 52,
    "text": "   «Такие похожие и непохожие на нас», — подумала Вика по дороге к себе, она улыбалась, не могла печалиться с этими людьми, они ведь так радушно приняли ее в свою семью, — «А ведь это теперь мой дом».\n   Илианта проводила девушку до ее комнаты, обняла ее, пожелав «спокойной ночи», мягко улыбнулась, и ушла в соседнюю комнату.\n\n  Вика нашла что-то похожее на ночную рубашку из вещей, оставленных новой подругой, наскоро ополоснулась в ванной, надела эту легкую кружевную ткань и с наслаждением повалилась на кровать. Как только ее настрадавшаяся голова коснулась подушки, девушка заснула. Ей снились мама и папа, такими, какими Вика их помнила. Папа – молчаливый и сдержанный, мама – иногда строгая, иногда смеющаяся, и такая любящая… Все казалось таким реальным. Девушка думала, что она наконец проснулась от кошмара, и все это произошло не с ней, что родители ее живы и здоровы. И все наконец-то будет хорошо. Свет двух солнц проник в комнату с диковинным пением местных птиц. Вика открыла глаза и поняла, что родители – это всего лишь сон, а она здесь, и все произошедшее – реальность. Чувства вновь обожгли что-то в груди, а предательский ком подкатил к горлу.\n   Дав волю чувствам, Вика уткнулась в подушку и тихонько заплакала. Родителей уничтожило неизвестное бактериологическое оружие, а из всех землян уцелела только двадцатилетняя девушка, которая сейчас чувствовала себя как никогда одиноко. \n\n",
    "answers": [
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 53,
    "text": "     В дверь тихо постучали, раздался щелчок двери, и, вынырнув из-под одеяла, Вика увидела Илианту. Целительница улыбалась, но по ее выражению лица студентка поняла, что подругу что-то тревожит, и это, кажется приятная тревога, но когда блондинка заметила следы слез на припухших глазах Вики, улыбка сошла с ее лица, она села на краешек кровати и положила свою ладонь ей на плечо. На этот раз приятного тепла, исходящего с пальчиков лекаря, Вика не ощутила, зато ощутила «плечо друга», которое поможет ей не падать духом.\n   — Вика, ты опять плачешь? Я замечаю эту грусть в глазах, которую ты усиленно пытаешься скрыть, с момента нашего знакомства. Возможно, я не скажу ничего нового. Но тебе стоит поплакать, выплакаться, но только не рви себе душу, не терзай себя слишком долго, ладно? Я понимаю, что ты потеряла тех, кто тебе дорог, но прошу: постарайся не терзать себя. Твои родные и друзья хотели бы видеть тебя счастливой. И они всегда будут здесь, — Илианта положила ладонь себе на грудную клетку, указывая тем самым на сердце, — Ты сохрани о них память, но тебе нужно жить дальше. Ведь ты здесь, с нами.\n   Вика уткнулась в плечо этой доброжелательной девушки, и вновь подумала, что она похожа на ангела – своей добротой, мелодичным голосом, магией исцеления, что ей подвластна.\n   — Спасибо тебе, Илианта, — приглушенно произнесла Вика, и поняла, что они с ней станут хорошими друзьями, — А что означает твое имя? – с любопытством, присущим юной землянке, спросила она.\n   — «Сердце целителя», — улыбнулась Илианта, — похоже мои родители каким-то образом знали мою специализацию с рождения. А твое?\n   — Виктория – это мое полное имя, означает «победа».\n   — Красиво. Вика – Виктория. Кстати я к тебе с новостями, — по-матерински погладив Вику по черным волосам, сказала целительница, — Хорошими, — добавила она, отстранившись.\n   Брюнетке только и оставалось, что удивленно смотреть на подругу.\n   — Когда я проводила тебя и собралась пойти к себе, меня окружили эти трое! Представляешь, они наперебой приглашали тебя… на свидание!\n   Вика удивленно посмотрела на целительницу, не веря своим ушам:\n    — Это что, шутка такая?\n    — Нет, — качнула красивой светлой головкой девушка, — Я бы не стала так подшучивать над людьми. Серьезно, ты понравилась этим двум оболтусам и серьезному Ламару. Но я думаю, что ты не сможешь пойти на свидание со всеми троими. Они пригласили тебя на прогулку после ужина, но на этот раз каждый из них хотел бы твоего внимания только к своей персоне.\n    Вика нервно облизнула пересохшие от волнения губы.\n    — То есть вечером, после ужина, я должна буду дать ответ одному из них?\n    — Именно, — кивнула Илианта, — по такому случаю, у меня для тебя подарок.\n    Илианта достала из маленькой сумочки небольшое налобное украшение.\n     — Вот. Это тебе. Это не только красивое украшение, это еще и сильный магический артефакт. Он поможет тебе концентрировать магическую энергию на занятиях.\n     Илианта помогла Вике надеть украшение на голову. Поначалу было немного непривычно ощущать холод металла на лбу, но потом девушка с Обычной Земли привыкла к новому украшению. Откинув одеяло, Вика вскочила с кровати, умылась, привела себя в порядок, надела одно из подаренных Илиантой платьев и посмотрела на себя в зеркало. «Теперь и я похожа на ангела», — подумала земная девушка и улыбнулась.\n    — Илианта, — обернулась она, — Ты так добра, что мне немного неловко…\n    — Все хорошо, Вика, я хочу, чтобы в этом новом для тебя мире, у тебя был друг. Я не хочу, чтобы ты грустила.\n    — Спасибо, — просияла брюнетка. Итак, вечером ей предстоит сделать выбор. Эта перспектива немного пугала. «Что себе надумали эти парни? Я для них новая игрушка? Из-за того, что я инопланетянка, ко мне такой повышенный интерес? Или я действительно, красивая?» — девушка скептически осмотрела свое отражение в зеркале, ища у себя изъяны, как это обычно делает большинство девушек.\n   — Ты красавица, — добродушно сказала Илианта, прерывая ход ее мыслей, — Пойдем на урок.\n   — Илианта.\n   — Да?\n   — А что если… парни поспорили на меня? Или задумали разыграть? Зло подшутить и посмеяться.\n   Илианта удивленно приподняла изящные брови:\n   — Я давно знаю этих ребят, и несмотря на их внешнюю браваду, они хорошие. Ты можешь попробовать дать шанс одному из них, — она мягко улыбнулась и кивнула головой в сторону двери, намекая, что им пора на завтрак и урок.\n\n\n",
    "answers": [
      {
        "id": 53,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-9.userapi.com/tors1gs1v_VNXgeNgqLpFRbrN8qPmCrcfvUn2g/KrJMSVZLtgQ.jpg"
      },
      {
        "id": 57,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 54,
    "text": "   В дверь тихо постучали, раздался щелчок двери, и, вынырнув из-под одеяла, Вика увидела Вейлина, обезоруживающе ей улыбавшегося.\n   Девушка обиженно надула губки и запустила в него подушкой. Он ловко ее поймал и только шире улыбнулся.\n   — Вик, ну хватит. Ты опять плачешь! Разве тебе у нас не нравится?\n   — Нравится, — все также надувая губки, ответила брюнетка, она сейчас очень напоминала ребенка, у которого отобрали конфету, — Только ты опять врываешься ко мне.\n   — Я понимаю, что ты всех потеряла, — неожиданно серьезно заговорил красноволосый, — Но тебе не стоит вот так раскисать. Пойдем. Я провожу тебя на урок. Тебе сейчас очень нужно отвлечься от грустных мыслей. Одевайся. Я подожду за дверью.\n   Парень вновь широко улыбнулся, отчего Вике показалось, что в ее комнате зажглось еще одно солнце в дополнение к двум на небе, от этой улыбки стало теплее на душе и неожиданно для себя Вика больше не чувствовала себя одинокой. «От этого парня исходят такие волны позитива, что я их буквально кожей чувствую!» — думала она, одеваясь, — «А еще у него красивые глаза и волосы. И он такой добрый… Остановите меня кто-нибудь».\n   — Вика, — необычно тихо и серьезно сказал Вейлин по дороге на урок. Было видно, что парень смущается.\n    — Да?\n    — Ты не хочешь прогуляться со мной после ужина? – он посмотрел на нее и словно боялся получить отказ.\n    — Я подумаю, — улыбнулась девушка и он подарил ей свою теплую, согревающую улыбку в ответ. Этот парень был как согревающее одеялко в дождливую ночь, как чашечка горячего кофе с утра. Она тянулась к нему каждой частичкой своей души.\n\n",
    "answers": [
      {
        "id": 58,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 55,
    "text": "   В дверь тихо постучали.\n   — Кто там? – дрогнувший голос выдал ее настроение, но человек, стоявший за дверью уже итак чувствовал ее эмоции.\n   Вика накинула одно из платьев поверх ночной рубашки и открыла дверь. Ламар был как всегда серьезен, но выражение печали и сострадания сменили его привычное спокойствие.\n   — Ты? – удивилась девушка, — Привет…\n  — Доброе утро, — обеспокоенно сказал парень, — я хотел проводить тебя на твой первый урок, если ты не возражаешь.\n   Он прекрасно знал, что чувствует Вика, поэтому не задавал лишних вопросов. Но рядом с ним она почувствовала себя лучше и благодарно посмотрела в серо-голубые глаза. Он аккуратно стер слезинку с ее лица большим пальцем и сказал:\n  — Не грусти. Я с тобой. Я буду рядом, пока ты этого хочешь.\n  «Откуда он знает, что я хочу видеть его? Сейчас, в любое другое время? Ах, да, он телепат», — думала Вика, удивленно моргая. И тут же попыталась «спрятать» мысли.\n   — Нет, я не совсем телепат. Я слышу не все мысли. Скорее чувства, — сказал Ламар и грустно улыбнулся, — Пожалуйста, не убивайся так.\n   «Ему больно!» — осенило Вику, и она постаралась взять себя в руки.\n  — Я сейчас. Приведу себя в порядок и пойдем, — она скрылась в комнате, оставив задумчивого парня хмуриться.\n  По дороге на урок, Ламар предложил погулять вечером, но прозвучало это как приглашение на свидание, и Вика стушевалась.\n  — Не давай ответ сразу. Я подожду. Вот в этом кабинете твой урок. Встретимся за ужином, — улыбнулся блондин и пошел на свои занятия.\n\n",
    "answers": [
      {
        "id": 59,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 56,
    "text": "   Она подпрыгнула, услышав громкий стук в дверь. Не дожидаясь приглашения, в дверь ворвался Дан. Но, казалось, даже его уверенность в себе улетучилась, когда он встретился с заплаканным взглядом девушки.\n   — Еще один, — буркнула Вика, — Вас не учили не врываться в комнату к девушкам?\n   — А кто еще к тебе врывался? – довольно ревниво прозвучало в ответ. Это Вику немного смутило…\n   — Вейлин, вчера, — растерянно сказала она.\n   — Ну, я ему устрою, — заявил Дан, но увидев взгляд девушки, объяснил:\n   — Да, ладно, мы же с ним лучшие друзья. Мы с ним в шутку друг друга подкалываем. Это у нас манера общения такая. Вик, хватит плакать, — чуть мягче продолжил он, — Слезами горю не поможешь. Мы не в силах что-то исправить. Значит, нужно смотреть вперед, — он подмигнул ей и послал свою обаятельную улыбочку.\n   «Я не могу сердиться на него», — с некоторым страхом и удивлением подумала брюнетка.\n   — Выйди, пожалуйста, я оденусь.\n   На лице Дана появилась двусмысленная улыбочка, словно он хотел пошутить на эту тему, но удержался и молча вышел за дверь. \n  По дороге на урок, Дан предложил погулять вечером, и это явно прозвучало как приглашение на свидание, и Вика стушевалась.\n  — Не давай ответ сразу. Я подожду. Вот в этом кабинете твой урок. Встретимся за ужином, — блондин послал ей обаятельную улыбку и подмигнул. Растерянная Вика смотрела уходящему на свои занятия парню вслед.\n\n",
    "answers": [
      {
        "id": 60,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 57,
    "text": "  Урок основ общей магии проходил на седьмом этаже, куда кстати надо было пешочком подняться. Вика узнала, что категория магов в основном занимается стихийной магией и телекинезом, лекари и травники учатся на одном факультете и часто преуспевают в обоих этих направлениях, так как травы очень нужны в вопросах лечения. Есть еще подкатегория магов разума, которые учатся чувствовать эмоции других людей, но обычно для этого нужно иметь врожденный талант. Особенно сильные маги могут читать мысли и делиться своими мыслями и чувствами с другими, а также посылать сны. Алхимики занимаются изучением состава и созданием новых зелий, веществ, материалов. Все маги, травники, лекари изучают алхимию. Алхимики изучают магию и травничество, просто на разных факультетах делается упор на определенную специализацию.",
    "answers": [
      {
        "id": 61,
        "text": "Выбрать травничество и целительство"
      },
      {
        "id": 62,
        "text": "Выбрать боевую магию"
      },
      {
        "id": 63,
        "text": "Выбрать алхимию и науку"
      },
      {
        "id": 64,
        "text": "Магия – ерунда, а вот боевые искусства…"
      }
    ]
  },
  {
    "id": 58,
    "text": "   Урок основ общей магии проходил на седьмом этаже, куда кстати надо было пешочком подняться. Вика узнала, что категория магов в основном занимается стихийной магией и телекинезом, лекари и травники учатся на одном факультете и часто преуспевают в обоих этих направлениях, так как травы очень нужны в вопросах лечения. Есть еще подкатегория магов разума, которые учатся чувствовать эмоции других людей, но обычно для этого нужно иметь врожденный талант. Особенно сильные маги могут читать мысли и делиться своими мыслями и чувствами с другими, а также посылать сны. Алхимики занимаются изучением состава и созданием новых зелий, веществ, материалов. Все маги, травники, лекари изучают алхимию. Алхимики изучают магию и травничество, просто на разных факультетах делается упор на определенную специализацию.",
    "answers": [
      {
        "id": 65,
        "text": "Выбрать травничество и целительство"
      },
      {
        "id": 66,
        "text": "Выбрать боевую магию"
      },
      {
        "id": 67,
        "text": "Выбрать алхимию и науку"
      },
      {
        "id": 68,
        "text": "Магия – ерунда, а вот боевые искусства…"
      }
    ]
  },
  {
    "id": 59,
    "text": "   Урок основ общей магии проходил на седьмом этаже, куда кстати надо было пешочком подняться. Вика узнала, что категория магов в основном занимается стихийной магией и телекинезом, лекари и травники учатся на одном факультете и часто преуспевают в обоих этих направлениях, так как травы очень нужны в вопросах лечения. Есть еще подкатегория магов разума, которые учатся чувствовать эмоции других людей, но обычно для этого нужно иметь врожденный талант. Особенно сильные маги могут читать мысли и делиться своими мыслями и чувствами с другими, а также посылать сны. Алхимики занимаются изучением состава и созданием новых зелий, веществ, материалов. Все маги, травники, лекари изучают алхимию. Алхимики изучают магию и травничество, просто на разных факультетах делается упор на определенную специализацию.",
    "answers": [
      {
        "id": 69,
        "text": "Выбрать травничество и целительство"
      },
      {
        "id": 70,
        "text": "Выбрать боевую магию"
      },
      {
        "id": 71,
        "text": "Выбрать алхимию и науку"
      },
      {
        "id": 72,
        "text": "Магия – ерунда, а вот боевые искусства…"
      }
    ]
  },
  {
    "id": 60,
    "text": "  Урок основ общей магии проходил на седьмом этаже, куда кстати надо было пешочком подняться. Вика узнала, что категория магов в основном занимается стихийной магией и телекинезом, лекари и травники учатся на одном факультете и часто преуспевают в обоих этих направлениях, так как травы очень нужны в вопросах лечения. Есть еще подкатегория магов разума, которые учатся чувствовать эмоции других людей, но обычно для этого нужно иметь врожденный талант. Особенно сильные маги могут читать мысли и делиться своими мыслями и чувствами с другими, а также посылать сны. Алхимики занимаются изучением состава и созданием новых зелий, веществ, материалов. Все маги, травники, лекари изучают алхимию. Алхимики изучают магию и травничество, просто на разных факультетах делается упор на определенную специализацию.",
    "answers": [
      {
        "id": 73,
        "text": "Выбрать травничество и целительство"
      },
      {
        "id": 74,
        "text": "Выбрать боевую магию"
      },
      {
        "id": 75,
        "text": "Выбрать алхимию и науку"
      },
      {
        "id": 76,
        "text": "Магия – ерунда, а вот боевые искусства…"
      }
    ]
  },
  {
    "id": 61,
    "text": "    Вика ожидала, что раз она училась на Земле на эколога, то и здесь станет преуспевать в алхимии. Но она очень удивилась, когда следуя наставлениям учителя, она смогла собрать энергию из вне, закрыв глаза, она почувствовала, как пространство вокруг нее всколыхнулось. Прямо справа от нее был источник магической энергии. Она мысленно потянулась к нему и случайно задела стоящего неподалеку паренька. Тот отпрыгнул от неожиданности в сторону. Когда Вика открыла глаза, то увидела, что его темно-бордовые волосы встали дыбом от такой «магии исцеления».\n   — Ой, извини, — прижав руки к губам, произнесла Вика и больше не решилась практиковать магию сейчас, пока она не натворила бед.\n   Урок алхимии был не менее интересным. Вика поняла, что знания, приобретенные на Обычной Земле помогут ей здесь, только теперь она дополнит их новыми. Впереди столько интересного. Девушка мечтательно улыбнулась, прощаясь с учителем.\n   От однокурсниц девушка узнала о боевых искусствах. В этой академии помимо магии и алхимии можно учиться фехтованию на мечах, стрельбе из лука и более современных пистолетов, винтовок и так далее. Ее удивлению не было предела, что помимо магии, здесь есть и такие похожие орудия защиты, как на земле. Чуть ли не бегом девушка отправилась на тренировочное поле. И встала, как вкопанная, увидев здесь всех троих парней. При чем Дан явно преуспевал в тренировках, Ламар шел с ним «нос в нос», чуть уступая. Вейлин тоже был неплох в фехтовании, но все же допускал досадные ошибки. Но Вика была уверена, что если он объединит боевую магию и боевые искусства, то он тоже будет искусным бойцом. Судьба так или иначе сталкивала девушку с этими парнями. И ей предстояло вечером сделать непростой выбор.\n\n     ***\n\n    После ужина, девушка до кончиков волос почувствовала внимание троих парней, которые выжидательно смотрели на нее. Готова ли девушка сделать выбор? К чему он приведет? Вздохнув, она посмотрела на каждого из них.\n\n",
    "answers": [
      {
        "id": 77,
        "text": "Пойти на свидание с Вейлином"
      },
      {
        "id": 97,
        "text": "Пойти на свидание с Ламаром"
      },
      {
        "id": 117,
        "text": "Пойти на свидание с Даном"
      },
      {
        "id": 137,
        "text": "Вежливо отказать"
      },
      {
        "id": 61,
        "text": "Укажите команды для картинки",
        "url": "https://sun7-8.userapi.com/Gv7CLHG7FnCDVTMbNVZvFmMokzLzCFVdck8E5g/SJt3P9Sze_E.jpg"
      }
    ]
  },
  {
    "id": 62,
    "text": "  Вика ожидала, что раз она училась на Земле на эколога, то и здесь станет преуспевать в алхимии. Но она очень удивилась, когда следуя наставлениям учителя, она смогла собрать энергию из вне, закрыв глаза, она почувствовала, как пространство вокруг нее всколыхнулось. Прямо справа от нее был источник магической энергии. Она мысленно потянулась к нему и случайно отодвинула парту в какого-то паренька. Тот отпрыгнул от неожиданности в сторону.\n   — Ой, извини, — прижав руки к губам, произнесла Вика и больше не решилась практиковать магию сейчас, пока она не натворила бед.\n   Урок алхимии был не менее интересным. Вика поняла, что знания, приобретенные на Обычной Земле помогут ей здесь, только теперь она дополнит их новыми. Впереди столько интересного. Девушка мечтательно улыбнулась, прощаясь с учителем.\n   От однокурсниц девушка узнала о боевых искусствах. В этой академии помимо магии и алхимии можно учиться фехтованию на мечах, стрельбе из лука и более современных пистолетов, винтовок и так далее. Ее удивлению не было предела, что помимо магии, здесь есть и такие похожие орудия защиты, как на земле. Чуть ли не бегом девушка отправилась на тренировочное поле. И встала, как вкопанная, увидев здесь всех троих парней. При чем Дан явно преуспевал в тренировках, Ламар шел с ним «нос в нос», чуть уступая. Вейлин тоже был неплох в фехтовании, но все же допускал досадные ошибки. Но Вика была уверена, что если он объединит боевую магию и боевые искусства, то он тоже будет искусным бойцом. Судьба так или иначе сталкивала девушку с этими парнями. И ей предстояло вечером сделать непростой выбор.\n\n     ***\n\n    После ужина, девушка до кончиков волос почувствовала внимание троих парней, которые выжидательно смотрели на нее. Готова ли девушка сделать выбор? К чему он приведет? Вздохнув, она посмотрела на каждого из них.\n\n",
    "answers": [
      {
        "id": 82,
        "text": "Пойти на свидание с Вейлином"
      },
      {
        "id": 102,
        "text": "Пойти на свидание с Ламаром"
      },
      {
        "id": 122,
        "text": "Пойти на свидание с Даном"
      },
      {
        "id": 137,
        "text": "Вежливо отказать"
      },
      {
        "id": 62,
        "text": "Укажите команды для картинки",
        "url": "https://sun7-8.userapi.com/Gv7CLHG7FnCDVTMbNVZvFmMokzLzCFVdck8E5g/SJt3P9Sze_E.jpg"
      }
    ]
  },
  {
    "id": 63,
    "text": "   Вика оправданно ожидала, что раз она училась на Земле на эколога, где химия была краеугольной наукой, то и здесь станет преуспевать в алхимии. Но на уроке общей магии она очень долго пыталась не то, что найти энергию из вне, она пыталась хотя бы «включить» магическое зрение, которое никак не поддавалось.\n   — Я безнадежна, — сказала она, и вдруг, не слишком надеясь, прикрыла веки и увидела, почувствовала небольшой вихрь энергии, прямо справа от нее. Она потянулась к нему мысленно и… споткнулась о парту, чуть не сбив одного из студентов с ног.\n   — Ой, извини. Я безнадежна, — повторила Вика.\n   — Это не так, — сказал подошедший к ней преподаватель и указал на ее руки – меж ее пальцев потрескивали голубые искры. Девушка испугалась и потрясла руками, и чуть не прожгла дырку в полу, — Спокойно. Не все сразу. В следующий раз я научу тебя брать необходимое количество энергии и правильно ее концентрировать. Ребята, все молодцы. Урок окончен.\n  Урок алхимии был более интересным, чем основы общей магии. Вика поняла, что знания, приобретенные на Обычной Земле помогут ей здесь, только теперь она дополнит их новыми. Впереди столько интересного. Девушка мечтательно улыбнулась, смешивая раствор в специальной колбе. Она уже потянулась к титриметрической бюретке, но преподаватель остановил ее.\n  — Вижу, Вика, ты уже многое знаешь? Но давай не все сразу. Я вам еще должен прочитать лекцию по титриметрическому анализу.\n   — Но я, — хотела было возразить Вика, но увидев одобрительное и доброжелательное лицо преподавателя, нетерпеливо кивнула. Теперь ей осталось только дождаться следующего урока. Как же она обожает химию! В смысле алхимию!\n   — Тогда до следующего урока, учитель, — девушка довольно улыбнулась, прощаясь с ним.\n   От однокурсниц девушка узнала о боевых искусствах. В этой академии помимо магии и алхимии можно учиться фехтованию на мечах, стрельбе из лука и более современных пистолетов, винтовок и так далее. Ее удивлению не было предела, что помимо магии, здесь есть и такие похожие орудия защиты, как на земле. Чуть ли не бегом девушка отправилась на тренировочное поле. И встала, как вкопанная, увидев здесь всех троих парней. При чем Дан явно преуспевал в тренировках, Ламар шел с ним «нос в нос», чуть уступая. Вейлин тоже был неплох в фехтовании, но все же допускал досадные ошибки. Но Вика была уверена, что если он объединит боевую магию и боевые искусства, то он тоже будет искусным бойцом. Судьба так или иначе сталкивала девушку с этими парнями. И ей предстояло вечером сделать непростой выбор.\n\n     ***\n\n    После ужина, девушка до кончиков волос почувствовала внимание троих парней, которые выжидательно смотрели на нее. Готова ли девушка сделать выбор? К чему он приведет? Вздохнув, она посмотрела на каждого из них.\n\n",
    "answers": [
      {
        "id": 87,
        "text": "Пойти на свидание с Вейлином"
      },
      {
        "id": 107,
        "text": "Пойти на свидание с Ламаром"
      },
      {
        "id": 127,
        "text": "Пойти на свидание с Даном"
      },
      {
        "id": 137,
        "text": "Вежливо отказать"
      },
      {
        "id": 63,
        "text": "Укажите команды для картинки",
        "url": "https://sun7-8.userapi.com/Gv7CLHG7FnCDVTMbNVZvFmMokzLzCFVdck8E5g/SJt3P9Sze_E.jpg"
      }
    ]
  },
  {
    "id": 64,
    "text": "   Вика ожидала, что раз она училась на Земле на эколога, то и здесь станет преуспевать в алхимии. Ожидаемым было и то, что следуя наставлениям учителя, она толком не смогла собрать энергию из вне. Магия ее толком не слушалась, лишь только с двадцатой попытки у нее получилось выбить крошечную искру из пальца.\n   — Ожидаемо, — мрачно сказала Вика, — рожденный ползать летать не может. Так и я в магии.\n   — Да, ладно, Вика, это твой первый урок! Научишься еще!\n   «Ерунда эта ваша магия!» — подумала девушка, но не стала обижать учителя своими мыслями вслух.\n    Урок алхимии был интереснее, чем магия. Вика поняла, что знания, приобретенные на Обычной Земле помогут ей здесь, только теперь она дополнит их новыми. Но все же ей хотелось чего-то нового. Посоветовавшись с однокурсницами, девушка узнала о боевых искусствах. Что можно учиться фехтованию на мечах, стрельбе из лука и более современных пистолетов, винтовок и так далее. Ее удивлению не было предела, что помимо магии, здесь есть и такие похожие орудия защиты, как на земле. Чуть ли не бегом девушка отправилась на тренировочное поле. И встала, как вкопанная, увидев здесь всех троих парней. При чем Дан явно преуспевал в тренировках, Ламар шел с ним «нос в нос», чуть уступая. Вейлин тоже был неплох в фехтовании, но все же допускал досадные ошибки. Но Вика была уверена, что если он объединит боевую магию и боевые искусства, то он тоже будет искусным бойцом. Судьба так или иначе сталкивала девушку с этими парнями. И ей предстояло вечером сделать непростой выбор.\n\n     ***\n\n    После ужина, девушка до кончиков волос почувствовала внимание троих парней, которые выжидательно смотрели на нее. Готова ли девушка сделать выбор? К чему он приведет? Вздохнув, она посмотрела на каждого из них.\n",
    "answers": [
      {
        "id": 92,
        "text": "Пойти на свидание с Вейлином"
      },
      {
        "id": 112,
        "text": "Пойти на свидание с Ламаром"
      },
      {
        "id": 132,
        "text": "Пойти на свидание с Даном"
      },
      {
        "id": 137,
        "text": "Вежливо отказать"
      },
      {
        "id": 64,
        "text": "Укажите команды для картинки",
        "url": "https://sun7-8.userapi.com/Gv7CLHG7FnCDVTMbNVZvFmMokzLzCFVdck8E5g/SJt3P9Sze_E.jpg"
      }
    ]
  },
  {
    "id": 65,
    "text": "   Вика ожидала, что раз она училась на Земле на эколога, то и здесь станет преуспевать в алхимии. Но она очень удивилась, когда следуя наставлениям учителя, она смогла собрать энергию из вне, закрыв глаза, она почувствовала, как пространство вокруг нее всколыхнулось. Прямо справа от нее был источник магической энергии. Она мысленно потянулась к нему и случайно задела стоящего неподалеку паренька. Тот отпрыгнул от неожиданности в сторону. Когда Вика открыла глаза, то увидела, что его темно-бордовые волосы встали дыбом от такой «магии исцеления».\n   — Ой, извини, — прижав руки к губам, произнесла Вика и больше не решилась практиковать магию сейчас, пока она не натворила бед.\n   Урок алхимии был не менее интересным. Вика поняла, что знания, приобретенные на Обычной Земле помогут ей здесь, только теперь она дополнит их новыми. Впереди столько интересного. Девушка мечтательно улыбнулась, прощаясь с учителем.\n    От однокурсниц девушка узнала о боевых искусствах. В этой академии помимо магии и алхимии можно учиться фехтованию на мечах, стрельбе из лука и более современных пистолетов, винтовок и так далее. Ее удивлению не было предела, что помимо магии, здесь есть и такие похожие орудия защиты, как на земле. Чуть ли не бегом девушка отправилась на тренировочное поле. И встала, как вкопанная, увидев здесь всех троих парней. При чем Дан явно преуспевал в тренировках, Ламар шел с ним «нос в нос», чуть уступая. Вейлин тоже был неплох в фехтовании, но все же допускал досадные ошибки. Но Вика была уверена, что если он объединит боевую магию и боевые искусства, то он тоже будет искусным бойцом. Судьба так или иначе сталкивала девушку с этими парнями. И ей предстояло вечером сделать непростой выбор.\n\n     ***\n\n    После ужина, девушка до кончиков волос почувствовала на себе взгляд Вейлина, который выжидательно смотрел на нее. Готова ли девушка сделать выбор? К чему он приведет? Вздохнув, она посмотрела на него.\n\n",
    "answers": [
      {
        "id": 77,
        "text": "Пойти на свидание с Вейлином"
      },
      {
        "id": 137,
        "text": "Вежливо отказать"
      },
      {
        "id": 65,
        "text": "Укажите команды для картинки",
        "url": "https://sun7-8.userapi.com/Gv7CLHG7FnCDVTMbNVZvFmMokzLzCFVdck8E5g/SJt3P9Sze_E.jpg"
      }
    ]
  },
  {
    "id": 66,
    "text": "   Вика ожидала, что раз она училась на Земле на эколога, то и здесь станет преуспевать в алхимии. Но она очень удивилась, когда следуя наставлениям учителя, она смогла собрать энергию из вне, закрыв глаза, она почувствовала, как пространство вокруг нее всколыхнулось. Прямо справа от нее был источник магической энергии. Она мысленно потянулась к нему и случайно отодвинула парту в какого-то паренька. Тот отпрыгнул от неожиданности в сторону.\n  — Ой, извини, — прижав руки к губам, произнесла Вика и больше не решилась практиковать магию сейчас, пока она не натворила бед.\n   Урок алхимии был не менее интересным. Вика поняла, что знания, приобретенные на Обычной Земле помогут ей здесь, только теперь она дополнит их новыми. Впереди столько интересного. Девушка мечтательно улыбнулась, прощаясь с учителем.\n   От однокурсниц девушка узнала о боевых искусствах. В этой академии помимо магии и алхимии можно учиться фехтованию на мечах, стрельбе из лука и более современных пистолетов, винтовок и так далее. Ее удивлению не было предела, что помимо магии, здесь есть и такие похожие орудия защиты, как на земле. Чуть ли не бегом девушка отправилась на тренировочное поле. И встала, как вкопанная, увидев здесь всех троих парней. При чем Дан явно преуспевал в тренировках, Ламар шел с ним «нос в нос», чуть уступая. Вейлин тоже был неплох в фехтовании, но все же допускал досадные ошибки. Но Вика была уверена, что если он объединит боевую магию и боевые искусства, то он тоже будет искусным бойцом. Судьба так или иначе сталкивала девушку с этими парнями. И ей предстояло вечером сделать непростой выбор.\n\n     ***\n\n    После ужина, девушка до кончиков волос почувствовала на себе внимание Вейлина, который выжидательно смотрел на нее. Готова ли девушка сделать выбор? К чему он приведет? Вздохнув, она посмотрела на него.",
    "answers": [
      {
        "id": 82,
        "text": "Пойти на свидание с Вейлином"
      },
      {
        "id": 137,
        "text": "Вежливо отказать"
      },
      {
        "id": 66,
        "text": "Укажите команды для картинки",
        "url": "https://sun7-8.userapi.com/Gv7CLHG7FnCDVTMbNVZvFmMokzLzCFVdck8E5g/SJt3P9Sze_E.jpg"
      }
    ]
  },
  {
    "id": 67,
    "text": "   Вика оправданно ожидала, что раз она училась на Земле на эколога, где химия была краеугольной наукой, то и здесь станет преуспевать в алхимии. Но на уроке общей магии она очень долго пыталась не то, что найти энергию из вне, она пыталась хотя бы «включить» магическое зрение, которое никак не поддавалось.\n   — Я безнадежна, — сказала она, и вдруг, не слишком надеясь, прикрыла веки и увидела, почувствовала небольшой вихрь энергии, прямо справа от нее. Она потянулась к нему мысленно и… споткнулась о парту, чуть не сбив одного из студентов с ног.\n   — Ой, извини. Я безнадежна, — повторила Вика.\n   — Это не так, — сказал подошедший к ней преподаватель и указал на ее руки – меж ее пальцев потрескивали голубые искры. Девушка испугалась и потрясла руками, и чуть не прожгла дырку в полу, — Спокойно. Не все сразу. В следующий раз я научу тебя брать необходимое количество энергии и правильно ее концентрировать. Ребята, все молодцы. Урок окончен.\n  Урок алхимии был более интересным, чем основы общей магии. Вика поняла, что знания, приобретенные на Обычной Земле помогут ей здесь, только теперь она дополнит их новыми. Впереди столько интересного. Девушка мечтательно улыбнулась, смешивая раствор в специальной колбе. Она уже потянулась к титриметрической бюретке, но преподаватель остановил ее.\n  — Вижу, Вика, ты уже многое знаешь? Но давай не все сразу. Я вам еще должен прочитать лекцию по титриметрическому анализу.\n   — Но я, — хотела было возразить Вика, но увидев одобрительное и доброжелательное лицо преподавателя, нетерпеливо кивнула. Теперь ей осталось только дождаться следующего урока. Как же она обожает химию! В смысле алхимию!\n   — Тогда до следующего урока, учитель, — девушка довольно улыбнулась, прощаясь с ним.\n   От однокурсниц девушка узнала о боевых искусствах. В этой академии помимо магии и алхимии можно учиться фехтованию на мечах, стрельбе из лука и более современных пистолетов, винтовок и так далее. Ее удивлению не было предела, что помимо магии, здесь есть и такие похожие орудия защиты, как на земле. Чуть ли не бегом девушка отправилась на тренировочное поле. И встала, как вкопанная, увидев здесь всех троих парней. При чем Дан явно преуспевал в тренировках, Ламар шел с ним «нос в нос», чуть уступая. Вейлин тоже был неплох в фехтовании, но все же допускал досадные ошибки. Но Вика была уверена, что если он объединит боевую магию и боевые искусства, то он тоже будет искусным бойцом. Судьба так или иначе сталкивала девушку с этими парнями. И ей предстояло вечером сделать непростой выбор.\n\n     ***\n\n    После ужина, девушка до кончиков волос почувствовала на себе внимание Вейлина, который выжидательно смотрел на нее. Готова ли девушка сделать выбор? К чему он приведет? Вздохнув, она посмотрела на него.",
    "answers": [
      {
        "id": 87,
        "text": "Пойти на свидание с Вейлином"
      },
      {
        "id": 137,
        "text": "Вежливо отказать"
      },
      {
        "id": 67,
        "text": "Укажите команды для картинки",
        "url": "https://sun7-8.userapi.com/Gv7CLHG7FnCDVTMbNVZvFmMokzLzCFVdck8E5g/SJt3P9Sze_E.jpg"
      }
    ]
  },
  {
    "id": 68,
    "text": "   Вика ожидала, что раз она училась на Земле на эколога, то и здесь станет преуспевать в алхимии. Ожидаемым было и то, что следуя наставлениям учителя, она толком не смогла собрать энергию из вне. Магия ее толком не слушалась, лишь только с двадцатой попытки у нее получилось выбить крошечную искру из пальца.\n   — Ожидаемо, — мрачно сказала Вика, — рожденный ползать летать не может. Так и я в магии.\n   — Да, ладно, Вика, это твой первый урок! Научишься еще!\n   «Ерунда эта ваша магия!» — подумала девушка, но не стала обижать учителя своими мыслями вслух.\n    Урок алхимии был интереснее, чем магия. Вика поняла, что знания, приобретенные на Обычной Земле помогут ей здесь, только теперь она дополнит их новыми. Но все же ей хотелось чего-то нового. Посоветовавшись с однокурсницами, девушка узнала о боевых искусствах. Что можно учиться фехтованию на мечах, стрельбе из лука и более современных пистолетов, винтовок и так далее. Ее удивлению не было предела, что помимо магии, здесь есть и такие похожие орудия защиты, как на земле. Чуть ли не бегом девушка отправилась на тренировочное поле. И встала, как вкопанная, увидев здесь всех троих парней. При чем Дан явно преуспевал в тренировках, Ламар шел с ним «нос в нос», чуть уступая. Вейлин тоже был неплох в фехтовании, но все же допускал досадные ошибки. Но Вика была уверена, что если он объединит боевую магию и боевые искусства, то он тоже будет искусным бойцом. Судьба так или иначе сталкивала девушку с этими парнями. И ей предстояло вечером сделать непростой выбор.\n\n     ***\n\n    После ужина, девушка до кончиков волос почувствовала на себе внимание Вейлина, который выжидательно смотрел на нее. Готова ли девушка сделать выбор? К чему он приведет? Вздохнув, она посмотрела на него.\n\n",
    "answers": [
      {
        "id": 92,
        "text": "Пойти на свидание с Вейлином"
      },
      {
        "id": 137,
        "text": "Вежливо отказать"
      },
      {
        "id": 68,
        "text": "Укажите команды для картинки",
        "url": "https://sun7-8.userapi.com/Gv7CLHG7FnCDVTMbNVZvFmMokzLzCFVdck8E5g/SJt3P9Sze_E.jpg"
      }
    ]
  },
  {
    "id": 69,
    "text": " Вика ожидала, что раз она училась на Земле на эколога, то и здесь станет преуспевать в алхимии. Но она очень удивилась, когда следуя наставлениям учителя, она смогла собрать энергию из вне, закрыв глаза, она почувствовала, как пространство вокруг нее всколыхнулось. Прямо справа от нее был источник магической энергии. Она мысленно потянулась к нему и случайно задела стоящего неподалеку паренька. Тот отпрыгнул от неожиданности в сторону. Когда Вика открыла глаза, то увидела, что его темно-бордовые волосы встали дыбом от такой «магии исцеления».\n    — Ой, извини, — прижав руки к губам, произнесла Вика и больше не решилась практиковать магию сейчас, пока она не натворила бед.\n     Урок алхимии был не менее интересным. Вика поняла, что знания, приобретенные на Обычной Земле помогут ей здесь, только теперь она дополнит их новыми. Впереди столько интересного. Девушка мечтательно улыбнулась, прощаясь с учителем.\n       От однокурсниц девушка узнала о боевых искусствах. В этой академии помимо магии и алхимии можно учиться фехтованию на мечах, стрельбе из лука и более современных пистолетов, винтовок и так далее. Ее удивлению не было предела, что помимо магии, здесь есть и такие похожие орудия защиты, как на земле. Чуть ли не бегом девушка отправилась на тренировочное поле. И встала, как вкопанная, увидев здесь всех троих парней. При чем Дан явно преуспевал в тренировках, Ламар шел с ним «нос в нос», чуть уступая. Вейлин тоже был неплох в фехтовании, но все же допускал досадные ошибки. Но Вика была уверена, что если он объединит боевую магию и боевые искусства, то он тоже будет искусным бойцом. Судьба так или иначе сталкивала девушку с этими парнями. И ей предстояло вечером сделать непростой выбор.\n\n     ***\n\n    После ужина, девушка до кончиков волос почувствовала внимание Ламара, который выжидательно смотрел на нее. Готова ли девушка сделать выбор? К чему он приведет? Вздохнув, она посмотрела на него.\n\n",
    "answers": [
      {
        "id": 97,
        "text": "Пойти на свидание с Ламаром"
      },
      {
        "id": 137,
        "text": "Вежливо отказать"
      },
      {
        "id": 69,
        "text": "Укажите команды для картинки",
        "url": "https://sun7-8.userapi.com/Gv7CLHG7FnCDVTMbNVZvFmMokzLzCFVdck8E5g/SJt3P9Sze_E.jpg"
      }
    ]
  },
  {
    "id": 70,
    "text": " Вика ожидала, что раз она училась на Земле на эколога, то и здесь станет преуспевать в алхимии. Но она очень удивилась, когда следуя наставлениям учителя, она смогла собрать энергию из вне, закрыв глаза, она почувствовала, как пространство вокруг нее всколыхнулось. Прямо справа от нее был источник магической энергии. Она мысленно потянулась к нему и случайно отодвинула парту в какого-то паренька. Тот отпрыгнул от неожиданности в сторону.\n   — Ой, извини, — прижав руки к губам, произнесла Вика и больше не решилась практиковать магию сейчас, пока она не натворила бед.\n   Урок алхимии был не менее интересным. Вика поняла, что знания, приобретенные на Обычной Земле помогут ей здесь, только теперь она дополнит их новыми. Впереди столько интересного. Девушка мечтательно улыбнулась, прощаясь с учителем.\n   От однокурсниц девушка узнала о боевых искусствах. В этой академии помимо магии и алхимии можно учиться фехтованию на мечах, стрельбе из лука и более современных пистолетов, винтовок и так далее. Ее удивлению не было предела, что помимо магии, здесь есть и такие похожие орудия защиты, как на земле. Чуть ли не бегом девушка отправилась на тренировочное поле. И встала, как вкопанная, увидев здесь всех троих парней. При чем Дан явно преуспевал в тренировках, Ламар шел с ним «нос в нос», чуть уступая. Вейлин тоже был неплох в фехтовании, но все же допускал досадные ошибки. Но Вика была уверена, что если он объединит боевую магию и боевые искусства, то он тоже будет искусным бойцом. Судьба так или иначе сталкивала девушку с этими парнями. И ей предстояло вечером сделать непростой выбор.\n\n     ***\n\n    После ужина, девушка до кончиков волос почувствовала на себе внимание Ламара, который выжидательно смотрел на нее. Готова ли девушка сделать выбор? К чему он приведет? Вздохнув, она посмотрела на него.\n\n",
    "answers": [
      {
        "id": 102,
        "text": "Пойти на свидание с Ламаром"
      },
      {
        "id": 70,
        "text": "Укажите команды для картинки",
        "url": "https://sun7-8.userapi.com/Gv7CLHG7FnCDVTMbNVZvFmMokzLzCFVdck8E5g/SJt3P9Sze_E.jpg"
      },
      {
        "id": 137,
        "text": "Вежливо отказать"
      }
    ]
  },
  {
    "id": 71,
    "text": "   Вика оправданно ожидала, что раз она училась на Земле на эколога, где химия была краеугольной наукой, то и здесь станет преуспевать в алхимии. Но на уроке общей магии она очень долго пыталась не то, что найти энергию из вне, она пыталась хотя бы «включить» магическое зрение, которое никак не поддавалось.\n   — Я безнадежна, — сказала она, и вдруг, не слишком надеясь, прикрыла веки и увидела, почувствовала небольшой вихрь энергии, прямо справа от нее. Она потянулась к нему мысленно и… споткнулась о парту, чуть не сбив одного из студентов с ног.\n   — Ой, извини. Я безнадежна, — повторила Вика.\n   — Это не так, — сказал подошедший к ней преподаватель и указал на ее руки – меж ее пальцев потрескивали голубые искры. Девушка испугалась и потрясла руками, и чуть не прожгла дырку в полу, — Спокойно. Не все сразу. В следующий раз я научу тебя брать необходимое количество энергии и правильно ее концентрировать. Ребята, все молодцы. Урок окончен.\n  Урок алхимии был более интересным, чем основы общей магии. Вика поняла, что знания, приобретенные на Обычной Земле помогут ей здесь, только теперь она дополнит их новыми. Впереди столько интересного. Девушка мечтательно улыбнулась, смешивая раствор в специальной колбе. Она уже потянулась к титриметрической бюретке, но преподаватель остановил ее.\n  — Вижу, Вика, ты уже многое знаешь? Но давай не все сразу. Я вам еще должен прочитать лекцию по титриметрическому анализу.\n   — Но я, — хотела было возразить Вика, но увидев одобрительное и доброжелательное лицо преподавателя, нетерпеливо кивнула. Теперь ей осталось только дождаться следующего урока. Как же она обожает химию! В смысле алхимию!\n   — Тогда до следующего урока, учитель, — девушка довольно улыбнулась, прощаясь с ним.\n   От однокурсниц девушка узнала о боевых искусствах. В этой академии помимо магии и алхимии можно учиться фехтованию на мечах, стрельбе из лука и более современных пистолетов, винтовок и так далее. Ее удивлению не было предела, что помимо магии, здесь есть и такие похожие орудия защиты, как на земле. Чуть ли не бегом девушка отправилась на тренировочное поле. И встала, как вкопанная, увидев здесь всех троих парней. При чем Дан явно преуспевал в тренировках, Ламар шел с ним «нос в нос», чуть уступая. Вейлин тоже был неплох в фехтовании, но все же допускал досадные ошибки. Но Вика была уверена, что если он объединит боевую магию и боевые искусства, то он тоже будет искусным бойцом. Судьба так или иначе сталкивала девушку с этими парнями. И ей предстояло вечером сделать непростой выбор.\n\n     ***\n\n    После ужина, девушка до кончиков волос почувствовала на себе внимание Ламара,  который выжидательно смотрел на нее. Готова ли девушка сделать выбор? К чему он приведет? Вздохнув, она посмотрела на него.\n",
    "answers": [
      {
        "id": 107,
        "text": "Пойти на свидание с Ламаром"
      },
      {
        "id": 137,
        "text": "Вежливо отказать"
      },
      {
        "id": 71,
        "text": "Укажите команды для картинки",
        "url": "https://sun7-8.userapi.com/Gv7CLHG7FnCDVTMbNVZvFmMokzLzCFVdck8E5g/SJt3P9Sze_E.jpg"
      }
    ]
  },
  {
    "id": 72,
    "text": " Вика ожидала, что раз она училась на Земле на эколога, то и здесь станет преуспевать в алхимии. Ожидаемым было и то, что следуя наставлениям учителя, она толком не смогла собрать энергию из вне. Магия ее толком не слушалась, лишь только с двадцатой попытки у нее получилось выбить крошечную искру из пальца.\n   — Ожидаемо, — мрачно сказала Вика, — рожденный ползать летать не может. Так и я в магии.\n   — Да, ладно, Вика, это твой первый урок! Научишься еще!\n   «Ерунда эта ваша магия!» — подумала девушка, но не стала обижать учителя своими мыслями вслух.\n    Урок алхимии был интереснее, чем магия. Вика поняла, что знания, приобретенные на Обычной Земле помогут ей здесь, только теперь она дополнит их новыми. Но все же ей хотелось чего-то нового. Посоветовавшись с однокурсницами, девушка узнала о боевых искусствах. Что можно учиться фехтованию на мечах, стрельбе из лука и более современных пистолетов, винтовок и так далее. Ее удивлению не было предела, что помимо магии, здесь есть и такие похожие орудия защиты, как на земле. Чуть ли не бегом девушка отправилась на тренировочное поле. И встала, как вкопанная, увидев здесь всех троих парней. При чем Дан явно преуспевал в тренировках, Ламар шел с ним «нос в нос», чуть уступая. Вейлин тоже был неплох в фехтовании, но все же допускал досадные ошибки. Но Вика была уверена, что если он объединит боевую магию и боевые искусства, то он тоже будет искусным бойцом. Судьба так или иначе сталкивала девушку с этими парнями. И ей предстояло вечером сделать непростой выбор.\n\n     ***\n\n    После ужина, девушка до кончиков волос почувствовала на себе внимание Ламара,  который выжидательно смотрел на нее. Готова ли девушка сделать выбор? К чему он приведет? Вздохнув, она посмотрела на него.\n\n",
    "answers": [
      {
        "id": 112,
        "text": "Пойти на свидание с Ламаром"
      },
      {
        "id": 72,
        "text": "Укажите команды для картинки",
        "url": "https://sun7-8.userapi.com/Gv7CLHG7FnCDVTMbNVZvFmMokzLzCFVdck8E5g/SJt3P9Sze_E.jpg"
      },
      {
        "id": 137,
        "text": "Вежливо отказать"
      }
    ]
  },
  {
    "id": 73,
    "text": "   Вика ожидала, что раз она училась на Земле на эколога, то и здесь станет преуспевать в алхимии. Но она очень удивилась, когда следуя наставлениям учителя, она смогла собрать энергию из вне, закрыв глаза, она почувствовала, как пространство вокруг нее всколыхнулось. Прямо справа от нее был источник магической энергии. Она мысленно потянулась к нему и случайно задела стоящего неподалеку паренька. Тот отпрыгнул от неожиданности в сторону. Когда Вика открыла глаза, то увидела, что его темно-бордовые волосы встали дыбом от такой «магии исцеления».\n    — Ой, извини, — прижав руки к губам, произнесла Вика и больше не решилась практиковать магию сейчас, пока она не натворила бед.\n    Урок алхимии был не менее интересным. Вика поняла, что знания, приобретенные на Обычной Земле помогут ей здесь, только теперь она дополнит их новыми. Впереди столько интересного. Девушка мечтательно улыбнулась, прощаясь с учителем.\n    От однокурсниц девушка узнала о боевых искусствах. В этой академии помимо магии и алхимии можно учиться фехтованию на мечах, стрельбе из лука и более современных пистолетов, винтовок и так далее. Ее удивлению не было предела, что помимо магии, здесь есть и такие похожие орудия защиты, как на земле. Чуть ли не бегом девушка отправилась на тренировочное поле. И встала, как вкопанная, увидев здесь всех троих парней. При чем Дан явно преуспевал в тренировках, Ламар шел с ним «нос в нос», чуть уступая. Вейлин тоже был неплох в фехтовании, но все же допускал досадные ошибки. Но Вика была уверена, что если он объединит боевую магию и боевые искусства, то он тоже будет искусным бойцом. Судьба так или иначе сталкивала девушку с этими парнями. И ей предстояло вечером сделать непростой выбор.\n\n     ***\n\n    После ужина, девушка до кончиков волос почувствовала внимание Дана, который выжидательно смотрел на нее. Готова ли девушка сделать выбор? К чему он приведет? Вздохнув, она посмотрела на каждого из них.\n\n",
    "answers": [
      {
        "id": 117,
        "text": "Пойти на свидание с Даном"
      },
      {
        "id": 73,
        "text": "Укажите команды для картинки",
        "url": "https://sun7-8.userapi.com/Gv7CLHG7FnCDVTMbNVZvFmMokzLzCFVdck8E5g/SJt3P9Sze_E.jpg"
      },
      {
        "id": 137,
        "text": "Вежливо отказать"
      }
    ]
  },
  {
    "id": 74,
    "text": " Вика ожидала, что раз она училась на Земле на эколога, то и здесь станет преуспевать в алхимии. Но она очень удивилась, когда следуя наставлениям учителя, она смогла собрать энергию из вне, закрыв глаза, она почувствовала, как пространство вокруг нее всколыхнулось. Прямо справа от нее был источник магической энергии. Она мысленно потянулась к нему и случайно отодвинула парту в какого-то паренька. Тот отпрыгнул от неожиданности в сторону.\n   — Ой, извини, — прижав руки к губам, произнесла Вика и больше не решилась практиковать магию сейчас, пока она не натворила бед.\n   Урок алхимии был не менее интересным. Вика поняла, что знания, приобретенные на Обычной Земле помогут ей здесь, только теперь она дополнит их новыми. Впереди столько интересного. Девушка мечтательно улыбнулась, прощаясь с учителем.\n   От однокурсниц девушка узнала о боевых искусствах. В этой академии помимо магии и алхимии можно учиться фехтованию на мечах, стрельбе из лука и более современных пистолетов, винтовок и так далее. Ее удивлению не было предела, что помимо магии, здесь есть и такие похожие орудия защиты, как на земле. Чуть ли не бегом девушка отправилась на тренировочное поле. И встала, как вкопанная, увидев здесь всех троих парней. При чем Дан явно преуспевал в тренировках, Ламар шел с ним «нос в нос», чуть уступая. Вейлин тоже был неплох в фехтовании, но все же допускал досадные ошибки. Но Вика была уверена, что если он объединит боевую магию и боевые искусства, то он тоже будет искусным бойцом. Судьба так или иначе сталкивала девушку с этими парнями. И ей предстояло вечером сделать непростой выбор.\n\n     ***\n\n    После ужина, девушка до кончиков волос почувствовала на себе внимание Дана, который выжидательно смотрел на нее. Готова ли девушка сделать выбор? К чему он приведет? Вздохнув, она посмотрела на него.\n\n",
    "answers": [
      {
        "id": 122,
        "text": "Пойти на свидание с Даном"
      },
      {
        "id": 74,
        "text": "Укажите команды для картинки",
        "url": "https://sun7-8.userapi.com/Gv7CLHG7FnCDVTMbNVZvFmMokzLzCFVdck8E5g/SJt3P9Sze_E.jpg"
      },
      {
        "id": 137,
        "text": "Вежливо отказать"
      }
    ]
  },
  {
    "id": 75,
    "text": "   Вика оправданно ожидала, что раз она училась на Земле на эколога, где химия была краеугольной наукой, то и здесь станет преуспевать в алхимии. Но уроке общей магии она очень долго пыталась не то, что найти энергию из вне, она пыталась хотя бы «включить» магическое зрение, которое никак не поддавалось.\n   — Я безнадежна, — сказала она, и вдруг, не слишком надеясь, прикрыла веки и увидела, почувствовала небольшой вихрь энергии, прямо справа от нее. Она потянулась к нему мысленно и… споткнулась о парту, чуть не сбив одного из студентов с ног.\n   — Ой, извини. Я безнадежна, — повторила Вика.\n   — Это не так, — сказал подошедший к ней преподаватель и указал на ее руки – меж ее пальцев потрескивали голубые искры. Девушка испугалась и потрясла руками, и чуть не прожгла дырку в полу, — Спокойно. Не все сразу. В следующий раз я научу тебя брать необходимое количество энергии и правильно ее концентрировать. Ребята, все молодцы. Урок окончен.\n  Урок алхимии был более интересным, чем основы общей магии. Вика поняла, что знания, приобретенные на Обычной Земле помогут ей здесь, только теперь она дополнит их новыми. Впереди столько интересного. Девушка мечтательно улыбнулась, смешивая раствор в специальной колбе. Она уже потянулась к титриметрической бюретке, но преподаватель остановил ее.\n  — Вижу, Вика, ты уже многое знаешь? Но давай не все сразу. Я вам еще должен прочитать лекцию по титриметрическому анализу.\n   — Но я, — хотела было возразить Вика, но увидев одобрительное и доброжелательное лицо преподавателя, нетерпеливо кивнула. Теперь ей осталось только дождаться следующего урока. Как же она обожает химию! В смысле алхимию!\n   — Тогда до следующего урока, учитель, — девушка довольно улыбнулась, прощаясь с ним.\n   От однокурсниц девушка узнала о боевых искусствах. В этой академии помимо магии и алхимии можно учиться фехтованию на мечах, стрельбе из лука и более современных пистолетов, винтовок и так далее. Ее удивлению не было предела, что помимо магии, здесь есть и такие похожие орудия защиты, как на земле. Чуть ли не бегом девушка отправилась на тренировочное поле. И встала, как вкопанная, увидев здесь всех троих парней. При чем Дан явно преуспевал в тренировках, Ламар шел с ним «нос в нос», чуть уступая. Вейлин тоже был неплох в фехтовании, но все же допускал досадные ошибки. Но Вика была уверена, что если он объединит боевую магию и боевые искусства, то он тоже будет искусным бойцом. Судьба так или иначе сталкивала девушку с этими парнями. И ей предстояло вечером сделать непростой выбор.\n\n     ***\n\n    После ужина, девушка до кончиков волос почувствовала на себе внимание Дана, который выжидательно смотрел на нее. Готова ли девушка сделать выбор? К чему он приведет? Вздохнув, она посмотрела на него.\n\n",
    "answers": [
      {
        "id": 127,
        "text": "Пойти на свидание с Даном"
      },
      {
        "id": 75,
        "text": "Укажите команды для картинки",
        "url": "https://sun7-8.userapi.com/Gv7CLHG7FnCDVTMbNVZvFmMokzLzCFVdck8E5g/SJt3P9Sze_E.jpg"
      },
      {
        "id": 137,
        "text": "Вежливо отказать"
      }
    ]
  },
  {
    "id": 76,
    "text": "  Вика ожидала, что раз она училась на Земле на эколога, то и здесь станет преуспевать в алхимии. Ожидаемым было и то, что следуя наставлениям учителя, она толком не смогла собрать энергию из вне. Магия ее толком не слушалась, лишь только с двадцатой попытки у нее получилось выбить крошечную искру из пальца.\n   — Ожидаемо, — мрачно сказала Вика, — рожденный ползать летать не может. Так и я в магии.\n   — Да, ладно, Вика, это твой первый урок! Научишься еще!\n   «Ерунда эта ваша магия!» — подумала девушка, но не стала обижать учителя своими мыслями вслух.\n    Урок алхимии был интереснее, чем магия. Вика поняла, что знания, приобретенные на Обычной Земле помогут ей здесь, только теперь она дополнит их новыми. Но все же ей хотелось чего-то нового. Посоветовавшись с однокурсницами, девушка узнала о боевых искусствах. Что можно учиться фехтованию на мечах, стрельбе из лука и более современных пистолетов, винтовок и так далее. Ее удивлению не было предела, что помимо магии, здесь есть и такие похожие орудия защиты, как на земле. Чуть ли не бегом девушка отправилась на тренировочное поле. И встала, как вкопанная, увидев здесь всех троих парней. При чем Дан явно преуспевал в тренировках, Ламар шел с ним «нос в нос», чуть уступая. Вейлин тоже был неплох в фехтовании, но все же допускал досадные ошибки. Но Вика была уверена, что если он объединит боевую магию и боевые искусства, то он тоже будет искусным бойцом. Судьба так или иначе сталкивала девушку с этими парнями. И ей предстояло вечером сделать непростой выбор.\n\n     ***\n\n    После ужина, девушка до кончиков волос почувствовала на себе  внимание Дана, который выжидательно смотрел на нее. Готова ли девушка сделать выбор? К чему он приведет? Вздохнув, она посмотрела на него. \n\n",
    "answers": [
      {
        "id": 76,
        "text": "Укажите команды для картинки",
        "url": "https://sun7-8.userapi.com/Gv7CLHG7FnCDVTMbNVZvFmMokzLzCFVdck8E5g/SJt3P9Sze_E.jpg"
      },
      {
        "id": 132,
        "text": "Пойти на свидание с Даном"
      },
      {
        "id": 137,
        "text": "Вежливо отказать"
      }
    ]
  },
  {
    "id": 77,
    "text": "   — Вейлин, ты звал меня погулять сегодня вечером? Твое предложение еще в силе? – Вика почувствовала, как ее сердце упало куда-то в пятки от волнения. Парень выглядел не менее взволнованным. Вике показалось, что с его губ сорвался облегченный и одновременно взволнованный вздох.\n    — Да, — сказал он и улыбнулся своей солнечной улыбкой, от которой, наверное, всем окружающим становилось теплее. Он встал из-за стола и подал Вике руку, девушка вложила свою резко онемевшую ладонь в его. Она чувствовала пристальные взгляды со стороны Ламара и Дана, похоже они были огорчены подобным поворотом событий, но что ж – иногда нужно принимать определенные решения, и не всем они могут понравится. В любом случае, Вика верила, что сможет сохранить дружбу с ребятами. Илианта же ободряюще улыбнулась девушке, целительница всегда была добра и милосердна, и ассоциировалась у Вики то с ангелами, то с земными врачами, именно врачами по духу, по зову сердца, теми, кто действительно хочет помогать людям, бороться за их жизни, а не «номинальными» врачами.\n     Парень с девушкой вышли на улицу, вдыхая вечерние ароматы «ночных красавиц», эти цветы росли и на этой планете! Эволюция шла разными путями, но «ночные красавицы», совсем как на родной Земле, росли и на этой планете тоже. Вика ахнула от радости и подбежала к клумбе во дворе академии.\n     — Это же «ночные красавицы»!\n     — Мы называем их «найтинбель», что тоже означает «ночные красавицы», —  улыбнулся Вейлин. Когда он посмотрел на такую простую, улыбающуюся Вику, все его волнение как рукой сняло. Парень почувствовал себя комфортно рядом с ней, — Но откуда ты знаешь? У вас тоже такие растут… росли? Прости.\n     — Да! – голубые глаза сияли как звезды на небе, — Мне мама о них рассказывала. Когда я была подростком, мы с мамой возвращались из магазина, и в клумбе я увидела эти цветы. И сказала: «фи, они еще даже не распустились», а мама мне объяснила, что они раскрываются ночью, потому и называются «ночные красавицы», а днем они спят. Она повела меня поздним вечером на прогулку и показала какие красивые эти цветы ночью.\n    Вейлин смотрел на девушку и задумчиво улыбался своим мыслям.\n    — Что? Что такое? – спросила Вика.\n    — Просто ты с такой любовью говоришь о своей маме. Вот бы мне с ней познакомиться. Жаль, что это невозможно. Я уверен, что твоя мама – очень хорошая женщина.\n    — Да, она такая. Ничего, я не буду грустить, — печально улыбнулась девушка, — Я сохраню ее в своем сердце. Я бы познакомила тебя с ней. Ты бы ей понравился.\n     — Правда? – оживился Вейлин и на его губах вновь появилась эта солнечная, жизнерадостная улыбка.\n     — Да.\n     — А хочешь, я покажу тебе свое любимое место. Когда мне хочется подумать, я ухожу туда, смотрю на Луны и думаю. Иногда я рисую красоту окружающего мира.\n      — Ты не говорил, что умеешь рисовать!\n      — А ты не спрашивала, — рассмеялся парень, — Хочешь я сорву для тебя цветы?",
    "answers": [
      {
        "id": 78,
        "text": "- Пусть растут. Они красивее, когда живые."
      },
      {
        "id": 79,
        "text": "- Да, пожалуй."
      }
    ]
  },
  {
    "id": 78,
    "text": "     — Нет, спасибо, — улыбнулась Вика, ей было приятно предложение парня, но рвать «ночные красавицы» очень не хотелось. Возможно, это экологическое воспитание, возможно, что-то еще, — Пусть растут. Они красивее, когда живые.\n       Парень счастливо улыбнулся, разделяя взгляды Вики на отношение к окружающей природе, протянул ей руку, чтобы увести ее в свое тихое местечко, где он частенько думал и рисовал. Девушка не верила, что этот озорной, веселый, компанейский парень любит иногда побыть один. Наверное, она еще многое о нем не знает. И ей очень хотелось его узнать. Увлекаемая куда-то прочь от академии, она украдкой рассматривала его профиль, солнечную улыбку, золотистые глаза, которые излучали теплый свет, и улыбалась. Ей было все равно куда они идут. Лишь бы с ним. По дороге они тихо переговаривались. Вейлин рассказывал о своей семье, о том, как у него впервые открылись магические способности. И Вика смеялась, потому что он рассказывал это так легко и весело, кроме того, с ним приключалось много забавных происшествий в жизни. Ведь не сразу он стал боевым магом, не сразу у него получались хорошо заклинания.\n      Он привел девушку к берегу реки, помог взобраться в лодку, он аккуратно отчалил от берега, продолжая смотреть на девушку с теплотой, согревая ее своей необыкновенной улыбкой. Тем временем два Солнца клонились к горизонту, и это зрелище было вдвойне красивее, чем земной закат. Вика поразилась тому, как вечерние золотые лучи разлились по водной глади, они были похожи на смеющиеся глаза молодого человека, который сидел напротив нее и улыбался.\n     — Это так красиво! – пораженно ахнула девушка, и тут же заволновалась, — А если стемнеет, ты найдешь дорогу обратно?\n     — Доверься мне, — улыбнулся шире Вейлин, оставил весло в специальном кольце для него и наколдовал светящийся шар в руке, а потом прошептал заклинание и отправил его на берег. Теперь их ждал небольшой самодельный маячок. Вика проследила за шаром и расслабленно улыбнулась, подняв мечтательный взгляд к звездам.\n      — Твои глаза напоминают закат, — неожиданно для себя произнесла девушка. Вейлин удивленно вздрогнул, но снова на его лице появилась счастливая улыбка.\n     — А твои – лазурное небо.\n     — Покажешь свои рисунки? – немного смутившись этому взаимному проявлению симпатии, спросила Вика.\n     — Конечно, — Вейлин ненадолго оставил лодку без управления, и течение реки плавно несло их вперед. Он начал показывать один из таких закатов на реке – похожий и непохожий на сегодняшний, фасад академии, утопающий в растительности, фонтан во дворе академии. Девушка взяла альбом в руки и задумчиво его листала.\n    — Да ты художник! – на полном серьезе заключила она, — Но ты совсем не рисуешь людей. Почему?\n    — Не знаю, наверное, я не поймал для этого вдохновение, — рассмеялся он, — Но я смотрю на тебя сейчас и думаю. Мне стоит начать рисовать портрет. Ты такая красивая в лучах заката.\n    Вика чувствовала себя счастливой рядом с этим добрым и солнечным парнем. Она мягко улыбнулась, он взял в руки карандаш и альбом и начал рисовать свой первый портрет.\n     Время для счастливой парочки пролетело незаметно, последняя красная полоска света одного из Солнц напоминала о прошедшем закате. Нужно было возвращаться назад. Вейлин нехотя развернул лодку обратно. И теперь ему нужно было грести против течения. А Вика смотрела на него и думала, какой же он сильный, добрый, красивый.\n      Когда они шли тем же путем к академии, Вейлин легонько сжал ладонь девушки и сказал:\n      — Я бы хотел кое-что попробовать, — он сказал это необычно тихо, словно боялся спугнуть момент. Вика замерла, как и ее сердце. Парень с рубиновыми волосами мягко притянул девушку к себе, обнял ее, спрятав в своих сильных руках, и нежно коснулся ее губ. Вика ответила на поцелуй, и все остальные миры перестали существовать для этих двоих. Было только необыкновенное ощущение тепла двух сердец, бьющихся в унисон.",
    "answers": [
      {
        "id": 80,
        "text": "Через годы"
      },
      {
        "id": 78,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-15.userapi.com/e4oCpQzVVLkvh6UBlCGFIgNVkHQTgI8lwPz82A/HYpUtXo4eOM.jpg"
      }
    ]
  },
  {
    "id": 79,
    "text": "   — Да, пожалуй, — улыбнулась Вика, ей было приятно предложение парня.\n       Парень немного удивленно улыбнулся, ему, конечно, не хотелось срезать цветы, ведь в вазе они уже не будут такими красивыми, да и живыми тоже, а жители Магической Земли относятся бережнее к своей планете, чем люди с Обычной Земли, но в то же время, ему хотелось порадовать Вику, и он достал маленький карманный ножик, аккуратно срезал пять цветочков и вручил их девушке. После этого Вейлин протянул ей руку, чтобы увести ее в свое тихое местечко, где он частенько думал и рисовал. Девушка не верила, что этот озорной, веселый, компанейский парень любит иногда побыть один. Наверное, она еще многое о нем не знает. И ей очень хотелось его узнать. Увлекаемая куда-то прочь от академии, она украдкой рассматривала его профиль, солнечную улыбку, золотистые глаза, которые излучали теплый свет, и улыбалась. Ей было все равно куда они идут. Лишь бы с ним. По дороге они тихо переговаривались. Вейлин рассказывал о своей семье, о том, как у него впервые открылись магические способности. И Вика смеялась, потому что он рассказывал это так легко и весело, кроме того, с ним приключалось много забавных происшествий в жизни. Ведь не сразу он стал боевым магом, не сразу у него получались хорошо заклинания.\n      Он привел девушку к берегу реки, помог взобраться в лодку, он аккуратно отчалил от берега, продолжая смотреть на девушку с теплотой, согревая ее своей необыкновенной улыбкой. Тем временем два Солнца клонились к горизонту, и это зрелище было вдвойне красивее, чем земной закат. Вика поразилась тому, как вечерние золотые лучи разлились по водной глади, они были похожи на смеющиеся глаза молодого человека, который сидел напротив нее и улыбался.\n     — Это так красиво! – пораженно ахнула девушка, и тут же заволновалась, — А если стемнеет, ты найдешь дорогу обратно?\n     — Доверься мне, — улыбнулся шире Вейлин, оставил весло в специальном кольце для него и наколдовал светящийся шар в руке, а потом прошептал заклинание и отправил его на берег. Теперь их ждал небольшой самодельный маячок. Вика проследила за шаром и расслабленно улыбнулась, подняв мечтательный взгляд к звездам.\n      — Твои глаза напоминают закат, — неожиданно для себя произнесла девушка. Вейлин удивленно вздрогнул, но снова на его лице появилась счастливая улыбка.\n     — А твои – лазурное небо.\n     — Покажешь свои рисунки? – немного смутившись этому взаимному проявлению симпатии, спросила Вика.\n     — Конечно, — Вейлин ненадолго оставил лодку без управления, и течение реки плавно несло их вперед. Он начал показывать один из таких закатов на реке – похожий и непохожий на сегодняшний, фасад академии, утопающий в растительности, фонтан во дворе академии. Девушка взяла альбом в руки и задумчиво его листала.\n    — Да ты художник! – на полном серьезе заключила она, — Но ты совсем не рисуешь людей. Почему?\n    — Не знаю, наверное, я не поймал для этого вдохновение, — рассмеялся он, — Но я смотрю на тебя сейчас и думаю. Мне стоит начать рисовать портрет. Ты такая красивая в лучах заката.\n    Вика чувствовала себя счастливой рядом с этим добрым и солнечным парнем. Она мягко улыбнулась, он взял в руки карандаш и альбом и начал рисовать свой первый портрет.\n     Время для счастливой парочки пролетело незаметно, последняя красная полоска света одного из Солнц напоминала о прошедшем закате. Нужно было возвращаться назад. Вейлин нехотя развернул лодку обратно. И теперь ему нужно было грести против течения. А Вика смотрела на него и думала, какой же он сильный, добрый, красивый.\n      Когда они шли тем же путем к академии, Вейлин легонько сжал ладонь девушки и сказал:\n      — Я бы хотел кое-что попробовать, — он сказал это необычно тихо, словно боялся спугнуть момент. Вика замерла, как и ее сердце. Парень с рубиновыми волосами мягко притянул девушку к себе, обнял ее, спрятав в своих сильных руках, и нежно коснулся ее губ. Вика ответила на поцелуй, и все остальные миры перестали существовать для этих двоих. Было только необыкновенное ощущение тепла двух сердец, бьющихся в унисон.",
    "answers": [
      {
        "id": 80,
        "text": "Через годы"
      },
      {
        "id": 79,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-15.userapi.com/e4oCpQzVVLkvh6UBlCGFIgNVkHQTgI8lwPz82A/HYpUtXo4eOM.jpg"
      }
    ]
  },
  {
    "id": 80,
    "text": "    Шли годы, Вика обучалась травничеству и искусству исцеления, и сделала в этом неплохие успехи. Хороших результатов девушка достигла и в алхимии. И теперь все пути были открыты перед ней, она могла учиться дальше и пойти в науку, а могла стать лекарем. Какой бы выбор не сделала эта девушка, у нее все точно получится, ведь рядом есть человек, который верит в нее, который ее любит.\n       Но это утро перевернуло все с ног на голову, они впервые за долгие годы поругались с Вейлином. Он разозлился и ушел на тренировочную площадку во дворе академии, где они учились. Их деревушка располагалась неподалеку. Желая сгладить острые углы, Вика направилась туда.\n      — О, Боже, — внезапно вспомнила о «существовании» Бога с ее родной планеты девушка, когда она увидела Вейлина, нервно бьющего чучело огненными шарами. Парень даже не замечал, что на его ладонях уже появились кроваво-красные ожоги. Он продолжал яростно швыряться шарами огня в чучело, не обращая внимания на боль.\n      — Вейлин! – крикнула Вика.\n      Услышав родной голос, парень замер и посмотрел в сторону звука. Вика шла к нему с красными бинтами из аптечки, всегда имеющейся на тренировочном поле, а в ее глазах блестели слезы. Ничего не говоря, она стала обрабатывать ожоги мужа целительным отваром, с ее ладони полился мягкий свет, ожоги начали затягиваться, но у девушки пошла из носа кровь. Жестом руки Вейлин остановил ее и стер маленькую капельку крови с ее лица, и тогда она завязала его руки бинтами.\n     — Прости меня, родная, я вел себя как идиот, — на одном дыхании произнес парень с красивыми темно-бордовыми волосами.\n     — У нас будет ребенок, — прошептала Вика и тут же очутилась в объятиях любимого мужа. Он обнимал ее так, словно хотел спрятать от всего этого огромного мира, не веря своему счастью. Он несколько раз переспрашивал: «Правда?» И, наконец, поверив, что все это происходит с ним наяву, он жадно впился губами в родные губы и целовал ее так, словно она была самым главным сокровищем в его жизни. Их дыхание сбивалось, а сердца громко стучали от одного счастья на двоих.",
    "answers": [
      {
        "id": 81,
        "text": "Концовка \"Сердце целителя и сердце боевого мага\""
      }
    ]
  },
  {
    "id": 81,
    "text": "Поздравляю, Вы получили достижение «Сердце целителя и сердце боевого мага»!\n\nВиктория стала лекарем и вышла замуж за Вейлина. Теперь все пути открыты перед ней. Ведь рядом любимый муж. Вы также можете получить другие концовки этого квеста.\n\n \n\n",
    "answers": [
      {
        "id": 81,
        "text": "Укажите команды для картинки",
        "url": "https://sun7-8.userapi.com/Hy-mROa4oWE2KlFl_y8MdwAyFEBRKkmX4K1VPQ/yZd-JjpK0Bg.jpg"
      },
      {
        "id": 139,
        "text": "Список доступных концовок квеста"
      }
    ]
  },
  {
    "id": 82,
    "text": "   — Вейлин, ты звал меня погулять сегодня вечером? Твое предложение еще в силе? – Вика почувствовала, как ее сердце упало куда-то в пятки от волнения. Парень выглядел не менее взволнованным. Вике показалось, что с его губ сорвался облегченный и одновременно взволнованный вздох.\n    — Да, — сказал он и улыбнулся своей солнечной улыбкой, от которой, наверное, всем окружающим становилось теплее. Он встал из-за стола и подал Вике руку, девушка вложила свою резко онемевшую ладонь в его. Она чувствовала пристальные взгляды со стороны Ламара и Дана, похоже они были огорчены подобным поворотом событий, но что ж – иногда нужно принимать определенные решения, и не всем они могут понравится. В любом случае, Вика верила, что сможет сохранить дружбу с ребятами. Илианта же ободряюще улыбнулась девушке, целительница всегда была добра и милосердна, и ассоциировалась у Вики то с ангелами, то с земными врачами, именно врачами по духу, по зову сердца, теми, кто действительно хочет помогать людям, бороться за их жизни, а не «номинальными» врачами.\n     Парень с девушкой вышли на улицу, вдыхая вечерние ароматы «ночных красавиц», эти цветы росли и на этой планете! Эволюция шла разными путями, но «ночные красавицы», совсем как на родной Земле, росли и на этой планете тоже. Вика ахнула от радости и подбежала к клумбе во дворе академии.\n     — Это же «ночные красавицы»!\n     — Мы называем их «найтинбель», что тоже означает «ночные красавицы», —  улыбнулся Вейлин. Когда он посмотрел на такую простую, улыбающуюся Вику, все его волнение как рукой сняло. Парень почувствовал себя комфортно рядом с ней, — Но откуда ты знаешь? У вас тоже такие растут… росли? Прости.\n     — Да! – голубые глаза сияли как звезды на небе, — Мне мама о них рассказывала. Когда я была подростком, мы с мамой возвращались из магазина, и в клумбе я увидела эти цветы. И сказала: «фи, они еще даже не распустились», а мама мне объяснила, что они раскрываются ночью, потому и называются «ночные красавицы», а днем они спят. Она повела меня поздним вечером на прогулку и показала какие красивые эти цветы ночью.\n    Вейлин смотрел на девушку и задумчиво улыбался своим мыслям.\n    — Что? Что такое? – спросила Вика.\n    — Просто ты с такой любовью говоришь о своей маме. Вот бы мне с ней познакомиться. Жаль, что это невозможно. Я уверен, что твоя мама – очень хорошая женщина.\n    — Да, она такая. Ничего, я не буду грустить, — печально улыбнулась девушка, — Я сохраню ее в своем сердце. Я бы познакомила тебя с ней. Ты бы ей понравился.\n     — Правда? – оживился Вейлин и на его губах вновь появилась эта солнечная, жизнерадостная улыбка.\n     — Да.\n     — А хочешь, я покажу тебе свое любимое место. Когда мне хочется подумать, я ухожу туда, смотрю на Луны и думаю. Иногда я рисую красоту окружающего мира.\n      — Ты не говорил, что умеешь рисовать!\n      — А ты не спрашивала, — рассмеялся парень, — Хочешь я сорву для тебя цветы?",
    "answers": [
      {
        "id": 83,
        "text": "- Пусть растут. Они красивее, когда живые."
      },
      {
        "id": 84,
        "text": "- Да, пожалуй."
      }
    ]
  },
  {
    "id": 83,
    "text": "  — Нет, спасибо, — улыбнулась Вика, ей было приятно предложение парня, но рвать «ночные красавицы» очень не хотелось. Возможно, это экологическое воспитание, возможно, что-то еще, — Пусть растут. Они красивее, когда живые.\n       Парень счастливо улыбнулся, разделяя взгляды Вики на отношение к окружающей природе, протянул ей руку, чтобы увести ее в свое тихое местечко, где он частенько думал и рисовал. Девушка не верила, что этот озорной, веселый, компанейский парень любит иногда побыть один. Наверное, она еще многое о нем не знает. И ей очень хотелось его узнать. Увлекаемая куда-то прочь от академии, она украдкой рассматривала его профиль, солнечную улыбку, золотистые глаза, которые излучали теплый свет, и улыбалась. Ей было все равно куда они идут. Лишь бы с ним. По дороге они тихо переговаривались. Вейлин рассказывал о своей семье, о том, как у него впервые открылись магические способности. И Вика смеялась, потому что он рассказывал это так легко и весело, кроме того, с ним приключалось много забавных происшествий в жизни. Ведь не сразу он стал боевым магом, не сразу у него получались хорошо заклинания.\n      Он привел девушку к берегу реки, помог взобраться в лодку, он аккуратно отчалил от берега, продолжая смотреть на девушку с теплотой, согревая ее своей необыкновенной улыбкой. Тем временем два Солнца клонились к горизонту, и это зрелище было вдвойне красивее, чем земной закат. Вика поразилась тому, как вечерние золотые лучи разлились по водной глади, они были похожи на смеющиеся глаза молодого человека, который сидел напротив нее и улыбался.\n     — Это так красиво! – пораженно ахнула девушка, и тут же заволновалась, — А если стемнеет, ты найдешь дорогу обратно?\n     — Доверься мне, — улыбнулся шире Вейлин, оставил весло в специальном кольце для него и наколдовал светящийся шар в руке, а потом прошептал заклинание и отправил его на берег. Теперь их ждал небольшой самодельный маячок. Вика проследила за шаром и расслабленно улыбнулась, подняв мечтательный взгляд к звездам.\n      — Твои глаза напоминают закат, — неожиданно для себя произнесла девушка. Вейлин удивленно вздрогнул, но снова на его лице появилась счастливая улыбка.\n     — А твои – лазурное небо.\n     — Покажешь свои рисунки? – немного смутившись этому взаимному проявлению симпатии, спросила Вика.\n     — Конечно, — Вейлин ненадолго оставил лодку без управления, и течение реки плавно несло их вперед. Он начал показывать один из таких закатов на реке – похожий и непохожий на сегодняшний, фасад академии, утопающий в растительности, фонтан во дворе академии. Девушка взяла альбом в руки и задумчиво его листала.\n    — Да ты художник! – на полном серьезе заключила она, — Но ты совсем не рисуешь людей. Почему?\n    — Не знаю, наверное, я не поймал для этого вдохновение, — рассмеялся он, — Но я смотрю на тебя сейчас и думаю. Мне стоит начать рисовать портрет. Ты такая красивая в лучах заката.\n    Вика чувствовала себя счастливой рядом с этим добрым и солнечным парнем. Она мягко улыбнулась, он взял в руки карандаш и альбом и начал рисовать свой первый портрет.\n     Время для счастливой парочки пролетело незаметно, последняя красная полоска света одного из Солнц напоминала о прошедшем закате. Нужно было возвращаться назад. Вейлин нехотя развернул лодку обратно. И теперь ему нужно было грести против течения. А Вика смотрела на него и думала, какой же он сильный, добрый, красивый.\n      Когда они шли тем же путем к академии, Вейлин легонько сжал ладонь девушки и сказал:\n      — Я бы хотел кое-что попробовать, — он сказал это необычно тихо, словно боялся спугнуть момент. Вика замерла, как и ее сердце. Парень с рубиновыми волосами мягко притянул девушку к себе, обнял ее, спрятав в своих сильных руках, и нежно коснулся ее губ. Вика ответила на поцелуй, и все остальные миры перестали существовать для этих двоих. Было только необыкновенное ощущение тепла двух сердец, бьющихся в унисон.",
    "answers": [
      {
        "id": 83,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-15.userapi.com/e4oCpQzVVLkvh6UBlCGFIgNVkHQTgI8lwPz82A/HYpUtXo4eOM.jpg"
      },
      {
        "id": 85,
        "text": "Через годы"
      }
    ]
  },
  {
    "id": 84,
    "text": "      — Да, пожалуй, — улыбнулась Вика, ей было приятно предложение парня.\n       Парень немного удивленно улыбнулся, ему, конечно, не хотелось срезать цветы, ведь в вазе они уже не будут такими красивыми, да и живыми тоже, а жители Магической Земли относятся бережнее к своей планете, чем люди с Обычной Земли, но в то же время, ему хотелось порадовать Вику, и он достал маленький карманный ножик, аккуратно срезал пять цветочков и вручил их девушке. После этого Вейлин протянул ей руку, чтобы увести ее в свое тихое местечко, где он частенько думал и рисовал. Девушка не верила, что этот озорной, веселый, компанейский парень любит иногда побыть один. Наверное, она еще многое о нем не знает. И ей очень хотелось его узнать. Увлекаемая куда-то прочь от академии, она украдкой рассматривала его профиль, солнечную улыбку, золотистые глаза, которые излучали теплый свет, и улыбалась. Ей было все равно куда они идут. Лишь бы с ним. По дороге они тихо переговаривались. Вейлин рассказывал о своей семье, о том, как у него впервые открылись магические способности. И Вика смеялась, потому что он рассказывал это так легко и весело, кроме того, с ним приключалось много забавных происшествий в жизни. Ведь не сразу он стал боевым магом, не сразу у него получались хорошо заклинания.\n      Он привел девушку к берегу реки, помог взобраться в лодку, он аккуратно отчалил от берега, продолжая смотреть на девушку с теплотой, согревая ее своей необыкновенной улыбкой. Тем временем два Солнца клонились к горизонту, и это зрелище было вдвойне красивее, чем земной закат. Вика поразилась тому, как вечерние золотые лучи разлились по водной глади, они были похожи на смеющиеся глаза молодого человека, который сидел напротив нее и улыбался.\n     — Это так красиво! – пораженно ахнула девушка, и тут же заволновалась, — А если стемнеет, ты найдешь дорогу обратно?\n     — Доверься мне, — улыбнулся шире Вейлин, оставил весло в специальном кольце для него и наколдовал светящийся шар в руке, а потом прошептал заклинание и отправил его на берег. Теперь их ждал небольшой самодельный маячок. Вика проследила за шаром и расслабленно улыбнулась, подняв мечтательный взгляд к звездам.\n      — Твои глаза напоминают закат, — неожиданно для себя произнесла девушка. Вейлин удивленно вздрогнул, но снова на его лице появилась счастливая улыбка.\n     — А твои – лазурное небо.\n     — Покажешь свои рисунки? – немного смутившись этому взаимному проявлению симпатии, спросила Вика.\n     — Конечно, — Вейлин ненадолго оставил лодку без управления, и течение реки плавно несло их вперед. Он начал показывать один из таких закатов на реке – похожий и непохожий на сегодняшний, фасад академии, утопающий в растительности, фонтан во дворе академии. Девушка взяла альбом в руки и задумчиво его листала.\n    — Да ты художник! – на полном серьезе заключила она, — Но ты совсем не рисуешь людей. Почему?\n    — Не знаю, наверное, я не поймал для этого вдохновение, — рассмеялся он, — Но я смотрю на тебя сейчас и думаю. Мне стоит начать рисовать портрет. Ты такая красивая в лучах заката.\n    Вика чувствовала себя счастливой рядом с этим добрым и солнечным парнем. Она мягко улыбнулась, он взял в руки карандаш и альбом и начал рисовать свой первый портрет.\n     Время для счастливой парочки пролетело незаметно, последняя красная полоска света одного из Солнц напоминала о прошедшем закате. Нужно было возвращаться назад. Вейлин нехотя развернул лодку обратно. И теперь ему нужно было грести против течения. А Вика смотрела на него и думала, какой же он сильный, добрый, красивый.\n      Когда они шли тем же путем к академии, Вейлин легонько сжал ладонь девушки и сказал:\n      — Я бы хотел кое-что попробовать, — он сказал это необычно тихо, словно боялся спугнуть момент. Вика замерла, как и ее сердце. Парень с рубиновыми волосами мягко притянул девушку к себе, обнял ее, спрятав в своих сильных руках, и нежно коснулся ее губ. Вика ответила на поцелуй, и все остальные миры перестали существовать для этих двоих. Было только необыкновенное ощущение тепла двух сердец, бьющихся в унисон.",
    "answers": [
      {
        "id": 85,
        "text": "Через годы"
      },
      {
        "id": 84,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-15.userapi.com/e4oCpQzVVLkvh6UBlCGFIgNVkHQTgI8lwPz82A/HYpUtXo4eOM.jpg"
      }
    ]
  },
  {
    "id": 85,
    "text": "    Шли годы, Вика обучалась магии, и сделала в этом неплохие успехи. Хороших результатов девушка достигла и в алхимии. И теперь все пути были открыты перед ней, она могла учиться дальше и пойти в науку, а могла стать боевым магом, как и ее муж. Какой бы выбор не сделала эта девушка, у нее все точно получится, ведь рядом есть человек, который верит в нее, который ее любит.\n       Но это утро перевернуло все с ног на голову, они впервые за долгие годы поругались с Вейлином. Он разозлился и ушел на тренировочную площадку во дворе академии, где они учились. Их деревушка располагалась неподалеку. Желая сгладить острые углы, Вика направилась туда.\n      — О, Боже, — внезапно вспомнила о «существовании» Бога с ее родной планеты девушка, когда она увидела Вейлина, нервно бьющего чучело огненными шарами. Парень даже не замечал, что на его ладонях уже появились кроваво-красные ожоги. Он продолжал яростно швыряться шарами огня в чучело, не обращая внимания на боль.\n      — Вейлин! – крикнула Вика.\n      Услышав родной голос, парень замер и посмотрел в сторону звука. Вика шла к нему с красными бинтами из аптечки, всегда имеющейся на тренировочном поле, а в ее глазах блестели слезы. Ничего не говоря, она стала обрабатывать ожоги мужа целительным отваром и завязывать их бинтами.\n     — Прости меня, родная, я вел себя как идиот, — на одном дыхании произнес парень с красивыми темно-бордовыми волосами.\n     — У нас будет ребенок, — прошептала Вика и тут же очутилась в объятиях любимого мужа. Он обнимал ее так, словно хотел спрятать от всего этого огромного мира, не веря своему счастью. Он несколько раз переспрашивал: «Правда?» И, наконец, поверив, что все это происходит с ним наяву, он жадно впился губами в родные губы и целовал ее так, словно она была самым главным сокровищем в его жизни. Их дыхание сбивалось, а сердца громко стучали от одного счастья на двоих.",
    "answers": [
      {
        "id": 86,
        "text": "Концовка \"Одно счастье на двоих\""
      }
    ]
  },
  {
    "id": 86,
    "text": "Поздравляю, Вы получили достижение «Одно счастье на двоих»!\n\nВиктория стала боевым магом и вышла замуж за Вейлина. Теперь все пути открыты перед ней. Ведь рядом любимый муж. Вы также можете получить другие концовки этого квеста.",
    "answers": [
      {
        "id": 86,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-67.userapi.com/0pKn0rb7W8U2y8jnFt6ZJliNA8pScjzKjHg5nw/U35NjkA2wRU.jpg"
      },
      {
        "id": 139,
        "text": "Список доступных концовок квеста"
      }
    ]
  },
  {
    "id": 87,
    "text": "   — Вейлин, ты звал меня погулять сегодня вечером? Твое предложение еще в силе? – Вика почувствовала, как ее сердце упало куда-то в пятки от волнения. Парень выглядел не менее взволнованным. Вике показалось, что с его губ сорвался облегченный и одновременно взволнованный вздох.\n    — Да, — сказал он и улыбнулся своей солнечной улыбкой, от которой, наверное, всем окружающим становилось теплее. Он встал из-за стола и подал Вике руку, девушка вложила свою резко онемевшую ладонь в его. Она чувствовала пристальные взгляды со стороны Ламара и Дана, похоже они были огорчены подобным поворотом событий, но что ж – иногда нужно принимать определенные решения, и не всем они могут понравится. В любом случае, Вика верила, что сможет сохранить дружбу с ребятами. Илианта же ободряюще улыбнулась девушке, целительница всегда была добра и милосердна, и ассоциировалась у Вики то с ангелами, то с земными врачами, именно врачами по духу, по зову сердца, теми, кто действительно хочет помогать людям, бороться за их жизни, а не «номинальными» врачами.\n     Парень с девушкой вышли на улицу, вдыхая вечерние ароматы «ночных красавиц», эти цветы росли и на этой планете! Эволюция шла разными путями, но «ночные красавицы», совсем как на родной Земле, росли и на этой планете тоже. Вика ахнула от радости и подбежала к клумбе во дворе академии.\n     — Это же «ночные красавицы»!\n     — Мы называем их «найтинбель», что тоже означает «ночные красавицы», —  улыбнулся Вейлин. Когда он посмотрел на такую простую, улыбающуюся Вику, все его волнение как рукой сняло. Парень почувствовал себя комфортно рядом с ней, — Но откуда ты знаешь? У вас тоже такие растут… росли? Прости.\n     — Да! – голубые глаза сияли как звезды на небе, — Мне мама о них рассказывала. Когда я была подростком, мы с мамой возвращались из магазина, и в клумбе я увидела эти цветы. И сказала: «фи, они еще даже не распустились», а мама мне объяснила, что они раскрываются ночью, потому и называются «ночные красавицы», а днем они спят. Она повела меня поздним вечером на прогулку и показала какие красивые эти цветы ночью.\n    Вейлин смотрел на девушку и задумчиво улыбался своим мыслям.\n    — Что? Что такое? – спросила Вика.\n    — Просто ты с такой любовью говоришь о своей маме. Вот бы мне с ней познакомиться. Жаль, что это невозможно. Я уверен, что твоя мама – очень хорошая женщина.\n    — Да, она такая. Ничего, я не буду грустить, — печально улыбнулась девушка, — Я сохраню ее в своем сердце. Я бы познакомила тебя с ней. Ты бы ей понравился.\n     — Правда? – оживился Вейлин и на его губах вновь появилась эта солнечная, жизнерадостная улыбка.\n     — Да.\n     — А хочешь, я покажу тебе свое любимое место. Когда мне хочется подумать, я ухожу туда, смотрю на Луны и думаю. Иногда я рисую красоту окружающего мира.\n      — Ты не говорил, что умеешь рисовать!\n      — А ты не спрашивала, — рассмеялся парень, — Хочешь я сорву для тебя цветы?",
    "answers": [
      {
        "id": 88,
        "text": "- Пусть растут. Они красивее, когда живые."
      },
      {
        "id": 89,
        "text": "- Да, пожалуй."
      }
    ]
  },
  {
    "id": 88,
    "text": "  — Нет, спасибо, — улыбнулась Вика, ей было приятно предложение парня, но рвать «ночные красавицы» очень не хотелось. Возможно, это экологическое воспитание, возможно, что-то еще, — Пусть растут. Они красивее, когда живые.\n       Парень счастливо улыбнулся, разделяя взгляды Вики на отношение к окружающей природе, протянул ей руку, чтобы увести ее в свое тихое местечко, где он частенько думал и рисовал. Девушка не верила, что этот озорной, веселый, компанейский парень любит иногда побыть один. Наверное, она еще многое о нем не знает. И ей очень хотелось его узнать. Увлекаемая куда-то прочь от академии, она украдкой рассматривала его профиль, солнечную улыбку, золотистые глаза, которые излучали теплый свет, и улыбалась. Ей было все равно куда они идут. Лишь бы с ним. По дороге они тихо переговаривались. Вейлин рассказывал о своей семье, о том, как у него впервые открылись магические способности. И Вика смеялась, потому что он рассказывал это так легко и весело, кроме того, с ним приключалось много забавных происшествий в жизни. Ведь не сразу он стал боевым магом, не сразу у него получались хорошо заклинания.\n      Он привел девушку к берегу реки, помог взобраться в лодку, он аккуратно отчалил от берега, продолжая смотреть на девушку с теплотой, согревая ее своей необыкновенной улыбкой. Тем временем два Солнца клонились к горизонту, и это зрелище было вдвойне красивее, чем земной закат. Вика поразилась тому, как вечерние золотые лучи разлились по водной глади, они были похожи на смеющиеся глаза молодого человека, который сидел напротив нее и улыбался.\n     — Это так красиво! – пораженно ахнула девушка, и тут же заволновалась, — А если стемнеет, ты найдешь дорогу обратно?\n     — Доверься мне, — улыбнулся шире Вейлин, оставил весло в специальном кольце для него и наколдовал светящийся шар в руке, а потом прошептал заклинание и отправил его на берег. Теперь их ждал небольшой самодельный маячок. Вика проследила за шаром и расслабленно улыбнулась, подняв мечтательный взгляд к звездам.\n      — Твои глаза напоминают закат, — неожиданно для себя произнесла девушка. Вейлин удивленно вздрогнул, но снова на его лице появилась счастливая улыбка.\n     — А твои – лазурное небо.\n     — Покажешь свои рисунки? – немного смутившись этому взаимному проявлению симпатии, спросила Вика.\n     — Конечно, — Вейлин ненадолго оставил лодку без управления, и течение реки плавно несло их вперед. Он начал показывать один из таких закатов на реке – похожий и непохожий на сегодняшний, фасад академии, утопающий в растительности, фонтан во дворе академии. Девушка взяла альбом в руки и задумчиво его листала.\n    — Да ты художник! – на полном серьезе заключила она, — Но ты совсем не рисуешь людей. Почему?\n    — Не знаю, наверное, я не поймал для этого вдохновение, — рассмеялся он, — Но я смотрю на тебя сейчас и думаю. Мне стоит начать рисовать портрет. Ты такая красивая в лучах заката.\n    Вика чувствовала себя счастливой рядом с этим добрым и солнечным парнем. Она мягко улыбнулась, он взял в руки карандаш и альбом и начал рисовать свой первый портрет.\n     Время для счастливой парочки пролетело незаметно, последняя красная полоска света одного из Солнц напоминала о прошедшем закате. Нужно было возвращаться назад. Вейлин нехотя развернул лодку обратно. И теперь ему нужно было грести против течения. А Вика смотрела на него и думала, какой же он сильный, добрый, красивый.\n      Когда они шли тем же путем к академии, Вейлин легонько сжал ладонь девушки и сказал:\n      — Я бы хотел кое-что попробовать, — он сказал это необычно тихо, словно боялся спугнуть момент. Вика замерла, как и ее сердце. Парень с рубиновыми волосами мягко притянул девушку к себе, обнял ее, спрятав в своих сильных руках, и нежно коснулся ее губ. Вика ответила на поцелуй, и все остальные миры перестали существовать для этих двоих. Было только необыкновенное ощущение тепла двух сердец, бьющихся в унисон.",
    "answers": [
      {
        "id": 88,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-15.userapi.com/e4oCpQzVVLkvh6UBlCGFIgNVkHQTgI8lwPz82A/HYpUtXo4eOM.jpg"
      },
      {
        "id": 90,
        "text": "Через годы"
      }
    ]
  },
  {
    "id": 89,
    "text": "      — Да, пожалуй, — улыбнулась Вика, ей было приятно предложение парня.\n       Парень немного удивленно улыбнулся, ему, конечно, не хотелось срезать цветы, ведь в вазе они уже не будут такими красивыми, да и живыми тоже, а жители Магической Земли относятся бережнее к своей планете, чем люди с Обычной Земли, но в то же время, ему хотелось порадовать Вику, и он достал маленький карманный ножик, аккуратно срезал пять цветочков и вручил их девушке. После этого Вейлин протянул ей руку, чтобы увести ее в свое тихое местечко, где он частенько думал и рисовал. Девушка не верила, что этот озорной, веселый, компанейский парень любит иногда побыть один. Наверное, она еще многое о нем не знает. И ей очень хотелось его узнать. Увлекаемая куда-то прочь от академии, она украдкой рассматривала его профиль, солнечную улыбку, золотистые глаза, которые излучали теплый свет, и улыбалась. Ей было все равно куда они идут. Лишь бы с ним. По дороге они тихо переговаривались. Вейлин рассказывал о своей семье, о том, как у него впервые открылись магические способности. И Вика смеялась, потому что он рассказывал это так легко и весело, кроме того, с ним приключалось много забавных происшествий в жизни. Ведь не сразу он стал боевым магом, не сразу у него получались хорошо заклинания.\n      Он привел девушку к берегу реки, помог взобраться в лодку, он аккуратно отчалил от берега, продолжая смотреть на девушку с теплотой, согревая ее своей необыкновенной улыбкой. Тем временем два Солнца клонились к горизонту, и это зрелище было вдвойне красивее, чем земной закат. Вика поразилась тому, как вечерние золотые лучи разлились по водной глади, они были похожи на смеющиеся глаза молодого человека, который сидел напротив нее и улыбался.\n     — Это так красиво! – пораженно ахнула девушка, и тут же заволновалась, — А если стемнеет, ты найдешь дорогу обратно?\n     — Доверься мне, — улыбнулся шире Вейлин, оставил весло в специальном кольце для него и наколдовал светящийся шар в руке, а потом прошептал заклинание и отправил его на берег. Теперь их ждал небольшой самодельный маячок. Вика проследила за шаром и расслабленно улыбнулась, подняв мечтательный взгляд к звездам.\n      — Твои глаза напоминают закат, — неожиданно для себя произнесла девушка. Вейлин удивленно вздрогнул, но снова на его лице появилась счастливая улыбка.\n     — А твои – лазурное небо.\n     — Покажешь свои рисунки? – немного смутившись этому взаимному проявлению симпатии, спросила Вика.\n     — Конечно, — Вейлин ненадолго оставил лодку без управления, и течение реки плавно несло их вперед. Он начал показывать один из таких закатов на реке – похожий и непохожий на сегодняшний, фасад академии, утопающий в растительности, фонтан во дворе академии. Девушка взяла альбом в руки и задумчиво его листала.\n    — Да ты художник! – на полном серьезе заключила она, — Но ты совсем не рисуешь людей. Почему?\n    — Не знаю, наверное, я не поймал для этого вдохновение, — рассмеялся он, — Но я смотрю на тебя сейчас и думаю. Мне стоит начать рисовать портрет. Ты такая красивая в лучах заката.\n    Вика чувствовала себя счастливой рядом с этим добрым и солнечным парнем. Она мягко улыбнулась, он взял в руки карандаш и альбом и начал рисовать свой первый портрет.\n     Время для счастливой парочки пролетело незаметно, последняя красная полоска света одного из Солнц напоминала о прошедшем закате. Нужно было возвращаться назад. Вейлин нехотя развернул лодку обратно. И теперь ему нужно было грести против течения. А Вика смотрела на него и думала, какой же он сильный, добрый, красивый.\n      Когда они шли тем же путем к академии, Вейлин легонько сжал ладонь девушки и сказал:\n      — Я бы хотел кое-что попробовать, — он сказал это необычно тихо, словно боялся спугнуть момент. Вика замерла, как и ее сердце. Парень с рубиновыми волосами мягко притянул девушку к себе, обнял ее, спрятав в своих сильных руках, и нежно коснулся ее губ. Вика ответила на поцелуй, и все остальные миры перестали существовать для этих двоих. Было только необыкновенное ощущение тепла двух сердец, бьющихся в унисон.",
    "answers": [
      {
        "id": 90,
        "text": "Через годы"
      },
      {
        "id": 89,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-15.userapi.com/e4oCpQzVVLkvh6UBlCGFIgNVkHQTgI8lwPz82A/HYpUtXo4eOM.jpg"
      }
    ]
  },
  {
    "id": 90,
    "text": "    Шли годы, Вика обучалась алхимии, и немного магии, и сделала в этом неплохие успехи. Особенно хороших результатов девушка достигла в алхимии. И теперь впереди ее ждала наука. У нее все точно получится, ведь рядом есть человек, который верит в нее, который ее любит.\n       Но это утро перевернуло все с ног на голову, они впервые за долгие годы поругались с Вейлином. Он разозлился и ушел на тренировочную площадку во дворе академии, где они учились. Их деревушка располагалась неподалеку. Желая сгладить острые углы, Вика направилась туда.\n      — О, Боже, — внезапно вспомнила о «существовании» Бога с ее родной планеты девушка, когда она увидела Вейлина, нервно бьющего чучело огненными шарами. Парень даже не замечал, что на его ладонях уже появились кроваво-красные ожоги. Он продолжал яростно швыряться шарами огня в чучело, не обращая внимания на боль.\n      — Вейлин! – крикнула Вика.\n      Услышав родной голос, парень замер и посмотрел в сторону звука. Вика шла к нему с красными бинтами из аптечки, всегда имеющейся на тренировочном поле, а в ее глазах блестели слезы. Ничего не говоря, она стала обрабатывать ожоги мужа целительным отваром и завязывать их бинтами.\n     — Прости меня, родная, я вел себя как идиот, — на одном дыхании произнес парень с красивыми темно-бордовыми волосами.\n     — У нас будет ребенок, — прошептала Вика и тут же очутилась в объятиях любимого мужа. Он обнимал ее так, словно хотел спрятать от всего этого огромного мира, не веря своему счастью. Он несколько раз переспрашивал: «Правда?» И, наконец, поверив, что все это происходит с ним наяву, он жадно впился губами в родные губы и целовал ее так, словно она была самым главным сокровищем в его жизни. Их дыхание сбивалось, а сердца громко стучали от одного счастья на двоих.",
    "answers": [
      {
        "id": 91,
        "text": "Концовка \"Наука для жизни\""
      }
    ]
  },
  {
    "id": 91,
    "text": "Поздравляю, Вы получили достижение «Наука для жизни»!\n\nВиктория стала алхимиком и вышла замуж за Вейлина. Теперь путь науки открыт перед ней. К тому же рядом любимый муж. Вы также можете получить другие концовки этого квеста.\n\n \n\n",
    "answers": [
      {
        "id": 91,
        "text": "Укажите команды для картинки",
        "url": "https://sun7-8.userapi.com/Hy-mROa4oWE2KlFl_y8MdwAyFEBRKkmX4K1VPQ/yZd-JjpK0Bg.jpg"
      },
      {
        "id": 139,
        "text": "Список доступных концовок квеста"
      }
    ]
  },
  {
    "id": 92,
    "text": "   — Вейлин, ты звал меня погулять сегодня вечером? Твое предложение еще в силе? – Вика почувствовала, как ее сердце упало куда-то в пятки от волнения. Парень выглядел не менее взволнованным. Вике показалось, что с его губ сорвался облегченный и одновременно взволнованный вздох.\n    — Да, — сказал он и улыбнулся своей солнечной улыбкой, от которой, наверное, всем окружающим становилось теплее. Он встал из-за стола и подал Вике руку, девушка вложила свою резко онемевшую ладонь в его. Она чувствовала пристальные взгляды со стороны Ламара и Дана, похоже они были огорчены подобным поворотом событий, но что ж – иногда нужно принимать определенные решения, и не всем они могут понравится. В любом случае, Вика верила, что сможет сохранить дружбу с ребятами. Илианта же ободряюще улыбнулась девушке, целительница всегда была добра и милосердна, и ассоциировалась у Вики то с ангелами, то с земными врачами, именно врачами по духу, по зову сердца, теми, кто действительно хочет помогать людям, бороться за их жизни, а не «номинальными» врачами.\n     Парень с девушкой вышли на улицу, вдыхая вечерние ароматы «ночных красавиц», эти цветы росли и на этой планете! Эволюция шла разными путями, но «ночные красавицы», совсем как на родной Земле, росли и на этой планете тоже. Вика ахнула от радости и подбежала к клумбе во дворе академии.\n     — Это же «ночные красавицы»!\n     — Мы называем их «найтинбель», что тоже означает «ночные красавицы», —  улыбнулся Вейлин. Когда он посмотрел на такую простую, улыбающуюся Вику, все его волнение как рукой сняло. Парень почувствовал себя комфортно рядом с ней, — Но откуда ты знаешь? У вас тоже такие растут… росли? Прости.\n     — Да! – голубые глаза сияли как звезды на небе, — Мне мама о них рассказывала. Когда я была подростком, мы с мамой возвращались из магазина, и в клумбе я увидела эти цветы. И сказала: «фи, они еще даже не распустились», а мама мне объяснила, что они раскрываются ночью, потому и называются «ночные красавицы», а днем они спят. Она повела меня поздним вечером на прогулку и показала какие красивые эти цветы ночью.\n    Вейлин смотрел на девушку и задумчиво улыбался своим мыслям.\n    — Что? Что такое? – спросила Вика.\n    — Просто ты с такой любовью говоришь о своей маме. Вот бы мне с ней познакомиться. Жаль, что это невозможно. Я уверен, что твоя мама – очень хорошая женщина.\n    — Да, она такая. Ничего, я не буду грустить, — печально улыбнулась девушка, — Я сохраню ее в своем сердце. Я бы познакомила тебя с ней. Ты бы ей понравился.\n     — Правда? – оживился Вейлин и на его губах вновь появилась эта солнечная, жизнерадостная улыбка.\n     — Да.\n     — А хочешь, я покажу тебе свое любимое место. Когда мне хочется подумать, я ухожу туда, смотрю на Луны и думаю. Иногда я рисую красоту окружающего мира.\n      — Ты не говорил, что умеешь рисовать!\n      — А ты не спрашивала, — рассмеялся парень, — Хочешь я сорву для тебя цветы?",
    "answers": [
      {
        "id": 93,
        "text": "- Пусть растут. Они красивее, когда живые."
      },
      {
        "id": 94,
        "text": "- Да, пожалуй."
      }
    ]
  },
  {
    "id": 93,
    "text": "  — Нет, спасибо, — улыбнулась Вика, ей было приятно предложение парня, но рвать «ночные красавицы» очень не хотелось. Возможно, это экологическое воспитание, возможно, что-то еще, — Пусть растут. Они красивее, когда живые.\n       Парень счастливо улыбнулся, разделяя взгляды Вики на отношение к окружающей природе, протянул ей руку, чтобы увести ее в свое тихое местечко, где он частенько думал и рисовал. Девушка не верила, что этот озорной, веселый, компанейский парень любит иногда побыть один. Наверное, она еще многое о нем не знает. И ей очень хотелось его узнать. Увлекаемая куда-то прочь от академии, она украдкой рассматривала его профиль, солнечную улыбку, золотистые глаза, которые излучали теплый свет, и улыбалась. Ей было все равно куда они идут. Лишь бы с ним. По дороге они тихо переговаривались. Вейлин рассказывал о своей семье, о том, как у него впервые открылись магические способности. И Вика смеялась, потому что он рассказывал это так легко и весело, кроме того, с ним приключалось много забавных происшествий в жизни. Ведь не сразу он стал боевым магом, не сразу у него получались хорошо заклинания.\n      Он привел девушку к берегу реки, помог взобраться в лодку, он аккуратно отчалил от берега, продолжая смотреть на девушку с теплотой, согревая ее своей необыкновенной улыбкой. Тем временем два Солнца клонились к горизонту, и это зрелище было вдвойне красивее, чем земной закат. Вика поразилась тому, как вечерние золотые лучи разлились по водной глади, они были похожи на смеющиеся глаза молодого человека, который сидел напротив нее и улыбался.\n     — Это так красиво! – пораженно ахнула девушка, и тут же заволновалась, — А если стемнеет, ты найдешь дорогу обратно?\n     — Доверься мне, — улыбнулся шире Вейлин, оставил весло в специальном кольце для него и наколдовал светящийся шар в руке, а потом прошептал заклинание и отправил его на берег. Теперь их ждал небольшой самодельный маячок. Вика проследила за шаром и расслабленно улыбнулась, подняв мечтательный взгляд к звездам.\n      — Твои глаза напоминают закат, — неожиданно для себя произнесла девушка. Вейлин удивленно вздрогнул, но снова на его лице появилась счастливая улыбка.\n     — А твои – лазурное небо.\n     — Покажешь свои рисунки? – немного смутившись этому взаимному проявлению симпатии, спросила Вика.\n     — Конечно, — Вейлин ненадолго оставил лодку без управления, и течение реки плавно несло их вперед. Он начал показывать один из таких закатов на реке – похожий и непохожий на сегодняшний, фасад академии, утопающий в растительности, фонтан во дворе академии. Девушка взяла альбом в руки и задумчиво его листала.\n    — Да ты художник! – на полном серьезе заключила она, — Но ты совсем не рисуешь людей. Почему?\n    — Не знаю, наверное, я не поймал для этого вдохновение, — рассмеялся он, — Но я смотрю на тебя сейчас и думаю. Мне стоит начать рисовать портрет. Ты такая красивая в лучах заката.\n    Вика чувствовала себя счастливой рядом с этим добрым и солнечным парнем. Она мягко улыбнулась, он взял в руки карандаш и альбом и начал рисовать свой первый портрет.\n     Время для счастливой парочки пролетело незаметно, последняя красная полоска света одного из Солнц напоминала о прошедшем закате. Нужно было возвращаться назад. Вейлин нехотя развернул лодку обратно. И теперь ему нужно было грести против течения. А Вика смотрела на него и думала, какой же он сильный, добрый, красивый.\n      Когда они шли тем же путем к академии, Вейлин легонько сжал ладонь девушки и сказал:\n      — Я бы хотел кое-что попробовать, — он сказал это необычно тихо, словно боялся спугнуть момент. Вика замерла, как и ее сердце. Парень с рубиновыми волосами мягко притянул девушку к себе, обнял ее, спрятав в своих сильных руках, и нежно коснулся ее губ. Вика ответила на поцелуй, и все остальные миры перестали существовать для этих двоих. Было только необыкновенное ощущение тепла двух сердец, бьющихся в унисон.",
    "answers": [
      {
        "id": 93,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-15.userapi.com/e4oCpQzVVLkvh6UBlCGFIgNVkHQTgI8lwPz82A/HYpUtXo4eOM.jpg"
      },
      {
        "id": 95,
        "text": "Через годы"
      }
    ]
  },
  {
    "id": 94,
    "text": "      — Да, пожалуй, — улыбнулась Вика, ей было приятно предложение парня.\n       Парень немного удивленно улыбнулся, ему, конечно, не хотелось срезать цветы, ведь в вазе они уже не будут такими красивыми, да и живыми тоже, а жители Магической Земли относятся бережнее к своей планете, чем люди с Обычной Земли, но в то же время, ему хотелось порадовать Вику, и он достал маленький карманный ножик, аккуратно срезал пять цветочков и вручил их девушке. После этого Вейлин протянул ей руку, чтобы увести ее в свое тихое местечко, где он частенько думал и рисовал. Девушка не верила, что этот озорной, веселый, компанейский парень любит иногда побыть один. Наверное, она еще многое о нем не знает. И ей очень хотелось его узнать. Увлекаемая куда-то прочь от академии, она украдкой рассматривала его профиль, солнечную улыбку, золотистые глаза, которые излучали теплый свет, и улыбалась. Ей было все равно куда они идут. Лишь бы с ним. По дороге они тихо переговаривались. Вейлин рассказывал о своей семье, о том, как у него впервые открылись магические способности. И Вика смеялась, потому что он рассказывал это так легко и весело, кроме того, с ним приключалось много забавных происшествий в жизни. Ведь не сразу он стал боевым магом, не сразу у него получались хорошо заклинания.\n      Он привел девушку к берегу реки, помог взобраться в лодку, он аккуратно отчалил от берега, продолжая смотреть на девушку с теплотой, согревая ее своей необыкновенной улыбкой. Тем временем два Солнца клонились к горизонту, и это зрелище было вдвойне красивее, чем земной закат. Вика поразилась тому, как вечерние золотые лучи разлились по водной глади, они были похожи на смеющиеся глаза молодого человека, который сидел напротив нее и улыбался.\n     — Это так красиво! – пораженно ахнула девушка, и тут же заволновалась, — А если стемнеет, ты найдешь дорогу обратно?\n     — Доверься мне, — улыбнулся шире Вейлин, оставил весло в специальном кольце для него и наколдовал светящийся шар в руке, а потом прошептал заклинание и отправил его на берег. Теперь их ждал небольшой самодельный маячок. Вика проследила за шаром и расслабленно улыбнулась, подняв мечтательный взгляд к звездам.\n      — Твои глаза напоминают закат, — неожиданно для себя произнесла девушка. Вейлин удивленно вздрогнул, но снова на его лице появилась счастливая улыбка.\n     — А твои – лазурное небо.\n     — Покажешь свои рисунки? – немного смутившись этому взаимному проявлению симпатии, спросила Вика.\n     — Конечно, — Вейлин ненадолго оставил лодку без управления, и течение реки плавно несло их вперед. Он начал показывать один из таких закатов на реке – похожий и непохожий на сегодняшний, фасад академии, утопающий в растительности, фонтан во дворе академии. Девушка взяла альбом в руки и задумчиво его листала.\n    — Да ты художник! – на полном серьезе заключила она, — Но ты совсем не рисуешь людей. Почему?\n    — Не знаю, наверное, я не поймал для этого вдохновение, — рассмеялся он, — Но я смотрю на тебя сейчас и думаю. Мне стоит начать рисовать портрет. Ты такая красивая в лучах заката.\n    Вика чувствовала себя счастливой рядом с этим добрым и солнечным парнем. Она мягко улыбнулась, он взял в руки карандаш и альбом и начал рисовать свой первый портрет.\n     Время для счастливой парочки пролетело незаметно, последняя красная полоска света одного из Солнц напоминала о прошедшем закате. Нужно было возвращаться назад. Вейлин нехотя развернул лодку обратно. И теперь ему нужно было грести против течения. А Вика смотрела на него и думала, какой же он сильный, добрый, красивый.\n      Когда они шли тем же путем к академии, Вейлин легонько сжал ладонь девушки и сказал:\n      — Я бы хотел кое-что попробовать, — он сказал это необычно тихо, словно боялся спугнуть момент. Вика замерла, как и ее сердце. Парень с рубиновыми волосами мягко притянул девушку к себе, обнял ее, спрятав в своих сильных руках, и нежно коснулся ее губ. Вика ответила на поцелуй, и все остальные миры перестали существовать для этих двоих. Было только необыкновенное ощущение тепла двух сердец, бьющихся в унисон.",
    "answers": [
      {
        "id": 95,
        "text": "Через годы"
      },
      {
        "id": 94,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-15.userapi.com/e4oCpQzVVLkvh6UBlCGFIgNVkHQTgI8lwPz82A/HYpUtXo4eOM.jpg"
      }
    ]
  },
  {
    "id": 95,
    "text": "     Шли годы, Вика обучалась магии, алхимии, и сделала в этом неплохие успехи. Но особенно хороших результатов девушка достигла в обращении с оружием. И теперь она полноценный боец. Вместе с мужем — боевым магом они смогут построить неплохое будущее. Рядом есть человек, который верит в нее, который ее любит.\n       Но это утро перевернуло все с ног на голову, они впервые за долгие годы поругались с Вейлином. Он разозлился и ушел на тренировочную площадку во дворе академии, где они учились. Их деревушка располагалась неподалеку. Желая сгладить острые углы, Вика направилась туда.\n      — О, Боже, — внезапно вспомнила о «существовании» Бога с ее родной планеты девушка, когда она увидела Вейлина, нервно бьющего чучело огненными шарами. Парень даже не замечал, что на его ладонях уже появились кроваво-красные ожоги. Он продолжал яростно швыряться шарами огня в чучело, не обращая внимания на боль.\n      — Вейлин! – крикнула Вика.\n      Услышав родной голос, парень замер и посмотрел в сторону звука. Вика шла к нему с красными бинтами из аптечки, всегда имеющейся на тренировочном поле, а в ее глазах блестели слезы. Ничего не говоря, она стала обрабатывать ожоги мужа целительным отваром и завязывать их бинтами.\n     — Прости меня, родная, я вел себя как идиот, — на одном дыхании произнес парень с красивыми темно-бордовыми волосами.\n     — У нас будет ребенок, — прошептала Вика и тут же очутилась в объятиях любимого мужа. Он обнимал ее так, словно хотел спрятать от всего этого огромного мира, не веря своему счастью. Он несколько раз переспрашивал: «Правда?» И, наконец, поверив, что все это происходит с ним наяву, он жадно впился губами в родные губы и целовал ее так, словно она была самым главным сокровищем в его жизни. Их дыхание сбивалось, а сердца громко стучали от одного счастья на двоих.",
    "answers": [
      {
        "id": 96,
        "text": "Концовка \"боевая семья\""
      }
    ]
  },
  {
    "id": 96,
    "text": "Поздравляю, Вы получили достижение «Боевая семья»!\n\nВиктория достигла высот в боевых искусствах и вышла замуж за Вейлина. Теперь все пути открыты перед ней. Ведь рядом любимый муж. Вы также можете получить другие концовки этого квеста.\n\n",
    "answers": [
      {
        "id": 96,
        "text": "Укажите команды для картинки",
        "url": "https://sun7-9.userapi.com/b1pG9H3feNLj3oeLaOJhQwNl4-y6dTZSKxZOfQ/9Dc_zapiBKU.jpg"
      },
      {
        "id": 139,
        "text": "Список доступных концовок квеста"
      }
    ]
  },
  {
    "id": 97,
    "text": "      — Ламар, ты звал меня на прогулку сегодня вечером? Твое предложение еще в силе? – Вика почувствовала, как ее сердце упало куда-то в пятки от волнения. Ламар секундой раньше по-особенному посмотрел на девушку, словно уже знал, какой выбор она сделала. Их глаза встретились, и при свете магических шаров Вика разглядела, что его глаза не совсем серо-голубые. В зрачке правого глаза было маленькое коричневое пятнышко. Блондин неожиданно улыбнулся ей, вновь догадываясь, о чем она думает.\n    — Да, — прозвучал его мягкий бархатный голос.\n     Он встал из-за стола и подал Вике руку, девушка вложила свою резко онемевшую ладонь в его. Она чувствовала на себе пристальные взгляды со стороны Вейлина и Дана, похоже они были огорчены подобным поворотом событий, но что ж – иногда нужно принимать определенные решения, и не всем они могут понравится. В любом случае, Вика верила, что сможет сохранить дружбу с ребятами. Илианта же ободряюще улыбнулась девушке, целительница всегда была добра и милосердна, и ассоциировалась у Вики то с ангелами, то с земными врачами, именно врачами по духу, по зову сердца, теми, кто действительно хочет помогать людям, бороться за их жизни, а не «номинальными» врачами.\n     Парень с девушкой вышли на улицу, вдыхая вечерние ароматы «ночных красавиц», эти цветы росли и на этой планете! Эволюция шла разными путями, но «ночные красавицы», совсем как на родной Земле, росли и на этой планете тоже. Вика ахнула от радости и подбежала к клумбе во дворе академии.\n     — Это же «ночные красавицы»!\n      Ламар смотрел на улыбающуюся, непосредственную Вику и радовался тому, что девушка приняла его приглашение.\n      — Да, это они. Я хотел показать тебе и другие цветы этой планеты. Не знаю, видела ли ты когда-нибудь подобное.\n      Он вновь подал девушке руку и повел ее прочь со двора академии.\n      — Ты хотела спросить, почему у меня коричневое пятнышко в правом глазу? – с улыбкой произнес блондин. Вика вздрогнула:\n        — Ты читаешь все мои мысли? Абсолютно… все?\n       — Нет, — его глаза весело прищурились, — только те, которые ты сама на подсознании хочешь показать мне. Похоже, что сама того не осознавая, ты закрываешься от меня ментальным щитом, а говорила, что ничего не умеешь, — Ламар ободряюще подмигнул ошарашенной Вике, — но я не читаю твои мысли нарочно. Это было бы нечестно по отношению к тебе. Каждый человек имеет право на личное пространство. Но все же обрывки твоих мыслей долетают до меня, — он помолчал, давая девушке возможность переварить сказанное и немного успокоиться, — А с этим пятнышком в глазу зачастую рождаются люди с врожденными способностями к магии разума. Так что, мои родители сразу знали мое предназначение, когда я появился на свет.\n     «Век бы слушала его красивый, бархатный голос», — подумала Вика кажется слишком громко. Она внимательно рассматривала профиль Ламара и удивлялась его разговорчивости. Ведь в компаниях он молчалив, а с ней раскрывается. Парень вновь улыбнулся. Эмоции или мысли – что-то точно долетело до него.\n       — Ну, а что насчет тебя? Чем ты занималась на родной планете? Расскажи о своих близких, если мой вопрос не покажется тебе бестактным. Если тебе тяжело вспоминать – я пойму, — поспешно добавил блондин. А Вика засмотрелась как красиво мерцают жемчугом в свете заходящих Солнц и восходящих двух Лун его волосы.\n     — Да что рассказывать? Я была обычной студенткой, училась на эколога, — увидев вопросительный взгляд Ламара, пояснила, — экология – это наука о процессах и связях в окружающей среде, экосистемах, а также о сохранении окружающей среды, планеты. Но вас похоже и учить этому не надо – вы просто сами по себе умеете жить в гармонии с природой.\n   — Наша планета – наш дом, — пожал плечами парень, а Вика продолжила:\n   — Еще я играла на гитаре, пробовала сочинять стихи и заниматься танцами. Искала себя, в общем. Но так ни одно дело не довела до ума, — улыбнулась девушка, — мама смеялась надо мной, когда я бралась за очередное начинание.\n   — Расскажи о ней, — попросил парень.\n   — Она учительница в школе. Была учительницей. Она очень добрая, мудрая… была, всегда подсказывала мне, как правильно поступить. И всегда оказывалась права. Когда я ее слушала, все было хорошо, когда нет – я наступала на «грабли».\n    Вика замолчала, на ее глаза навернулись слезы, и Ламар почувствовал эти эмоции. Он мог бы повлиять на ее настроение, исправить это, но не стал. Вместо этого он поднял руку раскрытой ладонью вверх, сжал ее в кулак, а когда раскрыл несколько серебристо-голубых светящихся бабочек закружили вокруг Вики. Девушка, как малый ребенок, который увидел чудо отвлеклась от своих мыслей.\n   — Ух ты! – восхитилась она, — Они настоящие? Ты умеешь создавать живых бабочек?\n   — Нет, что ты! – рассмеялся парень, — это всего лишь небольшая красивая магия… для тебя. Красивая магия для красивой девушки.\n    Наступила пауза, Вика подняла взгляд и заметила, что блондин изучающе смотрит на нее.\n   — Я не знал твоих родителей, но я благодарен им, что они вырастили и воспитали тебя такой, — он мягко провел тыльной стороной ладони по щеке девушки и замер. Он приблизил лицо, утопая в ее голубых глазах. Вика чувствовала его горячее дыхание на своих губах.",
    "answers": [
      {
        "id": 98,
        "text": "Поцеловать его"
      },
      {
        "id": 99,
        "text": "Ничего не делать"
      }
    ]
  },
  {
    "id": 98,
    "text": "\n    «Слишком близко», — подумала девушка и обхватила крепкую мужскую шею обеими ладонями, притягивая молодого человека к себе. Она коснулась его мягких губ сначала робко, нерешительно, но почувствовав крепкие руки на своей талии, ощущая близость этого красивого парня, она уже и сама исследовала его. Наслаждаясь вкусом его губ, Вика запустила руку в серебристые волосы, наощупь напоминающие шелк, спустилась ниже, исследуя могучие плечи. Между ними проскочила не искра, а целый электрический разряд. Ламар отстранился первым. И когда Вика открыла глаза, то встретилась с его серо-голубыми глазами, которые смотрели на нее с нежностью, на его губах играла теплая улыбка. Он ловко подхватил ее на руки и понес девушку дальше. Вскрикнув от неожиданности, Вика обхватила его шею, боясь упасть. Хотя нес он ее вполне уверенно. «Такой сильный», — подумала девушка и посмотрела вперед.\n    Арка, увитая незнакомыми ей вьющимися цветами, похожими на земные орхидеи, и не похожими одновременно, вела в красивый сад. Ароматы инопланетных цветов ударили в нос, перед глазами была чудесная палитра самых диковинных цветов – здесь были цветы, похожие на земные, но также были и ультрамариновые, салатовые, неоново-синие и другие незнакомые девушке цветы.\n   — Ах! Какая красота! – воскликнула она и дернулась в руках парня, он осторожно поставил ее на ноги, чтобы она могла насладиться сполна красотой этого сада. Вика перебегала от одних цветов к другим, нюхая их, осторожно касаясь кончиками пальцев.\n  — Это необыкновенно! – продолжала впечатляться она.\n  А Ламар спокойно шел рядом и улыбался. Вика, поддавшись порыву, бросилась к нему на шею и обняла:\n   — Спасибо, что показал мне это место!\n   — Я знал, что тебе понравится.\n   Они погуляли еще немного, Солнца уже скрылись за горизонтом, и Ламар наколдовал своих серебристо-голубых бабочек, которые как земные светлячки летели возле пары и освещали им путь. Они тихонько разговаривали, иногда, задумавшись, молчали. И Вика чувствовала, что даже молчать ей комфортно с этим парнем. Он чувствовал ее эмоции, иногда даже предугадывал мысли, но даже не обладая телепатией, Вика чувствовала, что это «ее человек».\n  Ламар вдруг остановился, чуть поклонился с улыбкой и протянул девушке руку. «На танец приглашает?» — успела мысленно удивиться она. Но стоило ей принять приглашение, как они закружились в красивом парном танце. С неба на них бесстрастно смотрели две Луны, а вокруг в своем причудливом танце кружили наколдованные парнем бабочки. Вика чувствовала себя рядом с ним так хорошо, спокойно. Счастливая улыбка не сходила с ее лица.",
    "answers": [
      {
        "id": 98,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-53.userapi.com/kUNfZ07j4i8hN9zIw_2-f2PCFoxpnc3OWEmlWg/uLYrbrmYtLU.jpg"
      },
      {
        "id": 100,
        "text": "Через годы"
      }
    ]
  },
  {
    "id": 99,
    "text": "   Вика замерла, растерявшись от такой внезапной близости, а Ламар коснулся своими теплыми, мягкими губами ее щеки и улыбнулся. Ответная улыбка получилась несколько неловкой, и дальше молодые люди шли молча. Перестав старательно смотреть себе под ноги, Вика подняла взгляд, чтобы посмотреть вперед.\n    Арка, увитая незнакомыми ей вьющимися цветами, похожими на земные орхидеи, и не похожими одновременно, вела в красивый сад. Ароматы инопланетных цветов ударили в нос, перед глазами была чудесная палитра самых диковинных цветов – здесь были цветы, похожие на земные, но также были и ультрамариновые, салатовые, неоново-синие и другие незнакомые девушке цветы.\n   — Ах! Какая красота! – воскликнула она и побежала вперед по аллее. Вика перебегала от одних цветов к другим, нюхая их, осторожно касаясь кончиками пальцев.\n  — Это необыкновенно! – продолжала впечатляться она.\n  А Ламар спокойно шел рядом и улыбался. Вика, поддавшись порыву, бросилась к нему на шею и обняла:\n   — Спасибо, что показал мне это место!\n   — Я знал, что тебе понравится.\n   Они погуляли еще немного, Солнца уже скрылись за горизонтом, и Ламар наколдовал своих серебристо-голубых бабочек, которые как земные светлячки летели возле пары и освещали им путь. Они тихонько разговаривали, иногда, задумавшись, молчали. И Вика чувствовала, что даже молчать ей комфортно с этим парнем. Он чувствовал ее эмоции, иногда даже предугадывал мысли, но даже не обладая телепатией, Вика чувствовала, что это «ее человек».\n  Ламар вдруг остановился, чуть поклонился с улыбкой и протянул девушке руку. «На танец приглашает?» — успела мысленно удивиться она. Но стоило ей принять приглашение, как они закружились в красивом парном танце. С неба на них бесстрастно смотрели две Луны, а вокруг в своем причудливом танце кружили наколдованные парнем бабочки. Вика чувствовала себя рядом с ним так хорошо, спокойно. Счастливая улыбка не сходила с ее лица.",
    "answers": [
      {
        "id": 99,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-53.userapi.com/kUNfZ07j4i8hN9zIw_2-f2PCFoxpnc3OWEmlWg/uLYrbrmYtLU.jpg"
      },
      {
        "id": 99,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-53.userapi.com/kUNfZ07j4i8hN9zIw_2-f2PCFoxpnc3OWEmlWg/uLYrbrmYtLU.jpg"
      },
      {
        "id": 100,
        "text": "Через годы"
      }
    ]
  },
  {
    "id": 100,
    "text": "     Шли годы, Вика обучалась целительству и травничеству и сделала в этом неплохие успехи. И теперь она лекарь. Вместе с мужем – детективом, помогающим детективному агентству в раскрытии преступлений и предотвращении преступлений благодаря своей магии разума, они смогут построить неплохое будущее. Теперь рядом есть человек, который верит в нее, который ее любит, и она тоже поддержит его, не даст упасть.\n      Этим вечером Ламар пришел с работы уставший, его черный плащ был порван на плече, а из раны сочилась кровь, но, не замечая ничего вокруг, он опустился в кресло и обхватил гудящую голову руками. Вика подошла ближе, нежно коснулась его шелковистых волос, но он даже не поднял на нее взгляд.\n     — У тебя кровь! – воскликнула девушка. Ламар убрал от головы руку и поморщился:\n     — Не кричи, Ви-ика! Голова болит.\n     Девушка принесла аптечку, достала обеззараживающий и целебный травяной отвар в специальном флаконе, сохраняющем его свойства, и стала обрабатывать рану.\n     — Что случилось? – тихо спросила она.\n     — В вашем мире тоже были преступники?\n     — О! Больше, чем хотелось бы.\n     — Ну, вот сегодня мы поймали одного. Он зацепил меня кинжалом.\n     — Надеюсь, он не был отравлен? — испугалась целительница, сопоставляя факты, что у мужа болит голова и что он ранен.\n     — Нет, малыш. Прошло уже два часа, а я, как видишь, на ногах. Просто он обдал меня таким потоком негативных эмоций, а ты же знаешь, как я все чувствую, — он собирался вновь спрятать голову в ладонях, как увидел ее округлившийся живот. Он резко поднял голову и безумным от счастья взглядом посмотрел в любимое лицо.\n      — У нас будет ребенок? И ты молчала? – он бережно коснулся ее твердого животика.\n      — Я думала ты сам услышишь это в моих мыслях, — улыбнулась Вика и с ее пальцев полился мягкий свет. Тепло разлилось по телу Ламара, а рана начала потихоньку затягиваться.\n     — Не надо, не трать силы, — перехватил он ее руку, — Побереги их для ребенка.\n     Он поднялся с кресла, скинул с себя плащ, рубашку, подхватил жену на руки, позволяя ей обхватить его пояс ногами и страстно припал к родным губам, как измученный путник в пустыне, добравшийся до оазиса. Между ними снова пробежала не искра, а электрический разряд, как когда-то во время их первого свидания.\n     — Я люблю тебя, — прошептал он в ее губы своим красивым бархатным голосом.\n     — И я люблю тебя, — ответила она, задыхаясь от счастья.",
    "answers": [
      {
        "id": 101,
        "text": "Концовка \"Исцеление души и тела\""
      }
    ]
  },
  {
    "id": 101,
    "text": "Поздравляю, Вы получили достижение «Исцеление души и тела»!\n\nВиктория достигла высот в целительстве и вышла замуж за Ламара. Теперь она лекарь, он детектив. У них прекрасная семья. Вы также можете получить другие концовки этого квеста.\n\n",
    "answers": [
      {
        "id": 101,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-32.userapi.com/qxL5UQAh9phc3_qwzIVBIVlvpoXAvc5NKv5QLw/sVFES4hUBtY.jpg"
      },
      {
        "id": 139,
        "text": "Список доступных концовок квеста"
      }
    ]
  },
  {
    "id": 102,
    "text": "      — Ламар, ты звал меня на прогулку сегодня вечером? Твое предложение еще в силе? – Вика почувствовала, как ее сердце упало куда-то в пятки от волнения. Ламар секундой раньше по-особенному посмотрел на девушку, словно уже знал, какой выбор она сделала. Их глаза встретились, и при свете магических шаров Вика разглядела, что его глаза не совсем серо-голубые. В зрачке правого глаза было маленькое коричневое пятнышко. Блондин неожиданно улыбнулся ей, вновь догадываясь, о чем она думает.\n    — Да, — прозвучал его мягкий бархатный голос.\n     Он встал из-за стола и подал Вике руку, девушка вложила свою резко онемевшую ладонь в его. Она чувствовала на себе пристальные взгляды со стороны Вейлина и Дана, похоже они были огорчены подобным поворотом событий, но что ж – иногда нужно принимать определенные решения, и не всем они могут понравится. В любом случае, Вика верила, что сможет сохранить дружбу с ребятами. Илианта же ободряюще улыбнулась девушке, целительница всегда была добра и милосердна, и ассоциировалась у Вики то с ангелами, то с земными врачами, именно врачами по духу, по зову сердца, теми, кто действительно хочет помогать людям, бороться за их жизни, а не «номинальными» врачами.\n     Парень с девушкой вышли на улицу, вдыхая вечерние ароматы «ночных красавиц», эти цветы росли и на этой планете! Эволюция шла разными путями, но «ночные красавицы», совсем как на родной Земле, росли и на этой планете тоже. Вика ахнула от радости и подбежала к клумбе во дворе академии.\n     — Это же «ночные красавицы»!\n      Ламар смотрел на улыбающуюся, непосредственную Вику и радовался тому, что девушка приняла его приглашение.\n      — Да, это они. Я хотел показать тебе и другие цветы этой планеты. Не знаю, видела ли ты когда-нибудь подобное.\n      Он вновь подал девушке руку и повел ее прочь со двора академии.\n      — Ты хотела спросить, почему у меня коричневое пятнышко в правом глазу? – с улыбкой произнес блондин. Вика вздрогнула:\n        — Ты читаешь все мои мысли? Абсолютно… все?\n       — Нет, — его глаза весело прищурились, — только те, которые ты сама на подсознании хочешь показать мне. Похоже, что сама того не осознавая, ты закрываешься от меня ментальным щитом, а говорила, что ничего не умеешь, — Ламар ободряюще подмигнул ошарашенной Вике, — но я не читаю твои мысли нарочно. Это было бы нечестно по отношению к тебе. Каждый человек имеет право на личное пространство. Но все же обрывки твоих мыслей долетают до меня, — он помолчал, давая девушке возможность переварить сказанное и немного успокоиться, — А с этим пятнышком в глазу зачастую рождаются люди с врожденными способностями к магии разума. Так что, мои родители сразу знали мое предназначение, когда я появился на свет.\n     «Век бы слушала его красивый, бархатный голос», — подумала Вика кажется слишком громко. Она внимательно рассматривала профиль Ламара и удивлялась его разговорчивости. Ведь в компаниях он молчалив, а с ней раскрывается. Парень вновь улыбнулся. Эмоции или мысли – что-то точно долетело до него.\n       — Ну, а что насчет тебя? Чем ты занималась на родной планете? Расскажи о своих близких, если мой вопрос не покажется тебе бестактным. Если тебе тяжело вспоминать – я пойму, — поспешно добавил блондин. А Вика засмотрелась как красиво мерцают жемчугом в свете заходящих Солнц и восходящих двух Лун его волосы.\n     — Да что рассказывать? Я была обычной студенткой, училась на эколога, — увидев вопросительный взгляд Ламара, пояснила, — экология – это наука о процессах и связях в окружающей среде, экосистемах, а также о сохранении окружающей среды, планеты. Но вас похоже и учить этому не надо – вы просто сами по себе умеете жить в гармонии с природой.\n   — Наша планета – наш дом, — пожал плечами парень, а Вика продолжила:\n   — Еще я играла на гитаре, пробовала сочинять стихи и заниматься танцами. Искала себя, в общем. Но так ни одно дело не довела до ума, — улыбнулась девушка, — мама смеялась надо мной, когда я бралась за очередное начинание.\n   — Расскажи о ней, — попросил парень.\n   — Она учительница в школе. Была учительницей. Она очень добрая, мудрая… была, всегда подсказывала мне, как правильно поступить. И всегда оказывалась права. Когда я ее слушала, все было хорошо, когда нет – я наступала на «грабли».\n    Вика замолчала, на ее глаза навернулись слезы, и Ламар почувствовал эти эмоции. Он мог бы повлиять на ее настроение, исправить это, но не стал. Вместо этого он поднял руку раскрытой ладонью вверх, сжал ее в кулак, а когда раскрыл несколько серебристо-голубых светящихся бабочек закружили вокруг Вики. Девушка, как малый ребенок, который увидел чудо отвлеклась от своих мыслей.\n   — Ух ты! – восхитилась она, — Они настоящие? Ты умеешь создавать живых бабочек?\n   — Нет, что ты! – рассмеялся парень, — это всего лишь небольшая красивая магия… для тебя. Красивая магия для красивой девушки.\n    Наступила пауза, Вика подняла взгляд и заметила, что блондин изучающе смотрит на нее.\n   — Я не знал твоих родителей, но я благодарен им, что они вырастили и воспитали тебя такой, — он мягко провел тыльной стороной ладони по щеке девушки и замер. Он приблизил лицо, утопая в ее голубых глазах. Вика чувствовала его горячее дыхание на своих губах.",
    "answers": [
      {
        "id": 103,
        "text": "Поцеловать его"
      },
      {
        "id": 104,
        "text": "Ничего не делать"
      }
    ]
  },
  {
    "id": 103,
    "text": "    «Слишком близко», — подумала девушка и обхватила крепкую мужскую шею обеими ладонями, притягивая молодого человека к себе. Она коснулась его мягких губ сначала робко, нерешительно, но почувствовав крепкие руки на своей талии, ощущая близость этого красивого парня, она уже и сама исследовала его. Наслаждаясь вкусом его губ, Вика запустила руку в серебристые волосы, наощупь напоминающие шелк, спустилась ниже, исследуя могучие плечи. Между ними проскочила не искра, а целый электрический разряд. Ламар отстранился первым. И когда Вика открыла глаза, то встретилась с его серо-голубыми глазами, которые смотрели на нее с нежностью, на его губах играла теплая улыбка. Он ловко подхватил ее на руки и понес девушку дальше. Вскрикнув от неожиданности, Вика обхватила его шею, боясь упасть. Хотя нес он ее вполне уверенно. «Такой сильный», — подумала девушка и посмотрела вперед.\n    Арка, увитая незнакомыми ей вьющимися цветами, похожими на земные орхидеи, и не похожими одновременно, вела в красивый сад. Ароматы инопланетных цветов ударили в нос, перед глазами была чудесная палитра самых диковинных цветов – здесь были цветы, похожие на земные, но также были и ультрамариновые, салатовые, неоново-синие и другие незнакомые девушке цветы.\n   — Ах! Какая красота! – воскликнула она и дернулась в руках парня, он осторожно поставил ее на ноги, чтобы она могла насладиться сполна красотой этого сада. Вика перебегала от одних цветов к другим, нюхая их, осторожно касаясь кончиками пальцев.\n  — Это необыкновенно! – продолжала впечатляться она.\n  А Ламар спокойно шел рядом и улыбался. Вика, поддавшись порыву, бросилась к нему на шею и обняла:\n   — Спасибо, что показал мне это место!\n   — Я знал, что тебе понравится.\n   Они погуляли еще немного, Солнца уже скрылись за горизонтом, и Ламар наколдовал своих серебристо-голубых бабочек, которые как земные светлячки летели возле пары и освещали им путь. Они тихонько разговаривали, иногда, задумавшись, молчали. И Вика чувствовала, что даже молчать ей комфортно с этим парнем. Он чувствовал ее эмоции, иногда даже предугадывал мысли, но даже не обладая телепатией, Вика чувствовала, что это «ее человек».\n  Ламар вдруг остановился, чуть поклонился с улыбкой и протянул девушке руку. «На танец приглашает?» — успела мысленно удивиться она. Но стоило ей принять приглашение, как они закружились в красивом парном танце. С неба на них бесстрастно смотрели две Луны, а вокруг в своем причудливом танце кружили наколдованные парнем бабочки. Вика чувствовала себя рядом с ним так хорошо, спокойно. Счастливая улыбка не сходила с ее лица.",
    "answers": [
      {
        "id": 103,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-53.userapi.com/kUNfZ07j4i8hN9zIw_2-f2PCFoxpnc3OWEmlWg/uLYrbrmYtLU.jpg"
      },
      {
        "id": 105,
        "text": "Через годы"
      }
    ]
  },
  {
    "id": 104,
    "text": "   Вика замерла, растерявшись от такой внезапной близости, а Ламар коснулся своими теплыми, мягкими губами ее щеки и улыбнулся. Ответная улыбка получилась несколько неловкой, и дальше молодые люди шли молча. Перестав старательно смотреть себе под ноги, Вика подняла взгляд, чтобы посмотреть вперед.\n    Арка, увитая незнакомыми ей вьющимися цветами, похожими на земные орхидеи, и не похожими одновременно, вела в красивый сад. Ароматы инопланетных цветов ударили в нос, перед глазами была чудесная палитра самых диковинных цветов – здесь были цветы, похожие на земные, но также были и ультрамариновые, салатовые, неоново-синие и другие незнакомые девушке цветы.\n   — Ах! Какая красота! – воскликнула она и побежала вперед по аллее. Вика перебегала от одних цветов к другим, нюхая их, осторожно касаясь кончиками пальцев.\n  — Это необыкновенно! – продолжала впечатляться она.\n  А Ламар спокойно шел рядом и улыбался. Вика, поддавшись порыву, бросилась к нему на шею и обняла:\n   — Спасибо, что показал мне это место!\n   — Я знал, что тебе понравится.\n   Они погуляли еще немного, Солнца уже скрылись за горизонтом, и Ламар наколдовал своих серебристо-голубых бабочек, которые как земные светлячки летели возле пары и освещали им путь. Они тихонько разговаривали, иногда, задумавшись, молчали. И Вика чувствовала, что даже молчать ей комфортно с этим парнем. Он чувствовал ее эмоции, иногда даже предугадывал мысли, но даже не обладая телепатией, Вика чувствовала, что это «ее человек».\n  Ламар вдруг остановился, чуть поклонился с улыбкой и протянул девушке руку. «На танец приглашает?» — успела мысленно удивиться она. Но стоило ей принять приглашение, как они закружились в красивом парном танце. С неба на них бесстрастно смотрели две Луны, а вокруг в своем причудливом танце кружили наколдованные парнем бабочки. Вика чувствовала себя рядом с ним так хорошо, спокойно. Счастливая улыбка не сходила с ее лица.",
    "answers": [
      {
        "id": 104,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-53.userapi.com/kUNfZ07j4i8hN9zIw_2-f2PCFoxpnc3OWEmlWg/uLYrbrmYtLU.jpg"
      },
      {
        "id": 105,
        "text": "Через годы"
      }
    ]
  },
  {
    "id": 105,
    "text": "     Шли годы, Вика обучалась боевой магии и сделала в этом неплохие успехи. И теперь она боевой маг в детективном агентстве. В этом же агентстве работает ее муж – детектив, его врожденный дар помогает в раскрытии преступлений и предотвращении преступлений, они неплохо работают в команде. Теперь рядом есть человек, который верит в нее, который ее любит, и она тоже поддержит его, не даст упасть.\n      Весь день детективы ловили одного спятившего маньяка. Вика запустила в него огненный шар, но тот ловко увернулся и собрался нанести ей удар кинжалом средней длины. Не понятно откуда взявшийся Ламар закрыл жену собой и нанес мощный ментальный удар. Такого поворота событий преступник явно не ожидал, но его тело, явно не повинуясь ему, словно тряпичная кукла, осело на мощеную камнем дорогу.\n      — Иди домой, Вика, — немного резковато в пылу сражения сказал блондин, но чуть смягчив тон, продолжил, — Мы разберемся с ним.\n      Он и еще один детектив схватили преступника под руки и повели в агентство, а Вика, чувствующая нехарактерную для нее усталость, решила не спорить и пойти домой – принять ванну, поесть, прилечь.\n      Этим вечером Ламар пришел с работы уставший, позже Вики, его черный плащ был порван на плече, а из раны сочилась кровь, но, не замечая ничего вокруг, он опустился в кресло и обхватил гудящую голову руками. Вика подошла ближе, нежно коснулась его шелковистых волос, но он даже не поднял на нее взгляд.\n     — У тебя кровь! – воскликнула девушка. Ламар убрал от головы руку и поморщился:\n     — Не кричи, Ви-ика! Голова болит.\n     Девушка принесла аптечку, достала обеззараживающий и целебный травяной отвар в специальном флаконе, сохраняющем его свойства, и стала обрабатывать рану.\n     — Значит, он тебя зацепил? – тихо спросила она, размышляя, когда это произошло — тогда, когда он ее закрыл собой или раньше.\n     — Да. В вашем мире тоже были преступники?\n     — О! Больше, чем хотелось бы. Надеюсь, кинжал не был отравлен? — испугалась девушка, сопоставляя факты, что у мужа болит голова и что он ранен.\n     — Нет, малыш. Прошло уже два часа, а я, как видишь, на ногах. Просто он обдал меня таким потоком негативных эмоций во время допроса, а ты же знаешь, как я все чувствую, — он собирался вновь спрятать голову в ладонях, как увидел ее округлившийся живот. Он резко поднял голову и безумным от счастья взглядом посмотрел в любимое лицо.\n      — У нас будет ребенок? И ты молчала? Еще и сражалась?! – он бережно коснулся ее твердого животика, — Теперь никаких битв с преступниками.\n      — Я думала ты сам услышишь эту новость в моих мыслях, — улыбнулась Вика.\n     Он поднялся с кресла, скинул с себя плащ, рубашку, подхватил жену на руки, позволяя ей обхватить его пояс ногами и страстно припал к родным губам, как измученный путник в пустыне, добравшийся до оазиса. Между ними снова пробежала не искра, а электрический разряд, как когда-то во время их первого свидания.\n\n     — Я люблю тебя, — прошептал он в ее губы своим красивым бархатным голосом.\n     — И я люблю тебя, — ответила она, задыхаясь от счастья.",
    "answers": [
      {
        "id": 106,
        "text": "Концовка \"Задыхаясь от счастья\""
      }
    ]
  },
  {
    "id": 106,
    "text": "Поздравляю, Вы получили достижение «Задыхаясь от счастья»!\n\nВиктория достигла высот в боевой магии и вышла замуж за Ламара. Теперь они детективы в одном детективном агентстве. У них прекрасная семья. Вы также можете получить другие концовки этого квеста.\n\n",
    "answers": [
      {
        "id": 106,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-48.userapi.com/YEqRp7W74L71KOZzhx5x0nJKNAFotIfV5DVo0g/2tgkgHqOy7c.jpg"
      },
      {
        "id": 139,
        "text": "Список доступных концовок квеста"
      }
    ]
  },
  {
    "id": 107,
    "text": "      — Ламар, ты звал меня на прогулку сегодня вечером? Твое предложение еще в силе? – Вика почувствовала, как ее сердце упало куда-то в пятки от волнения. Ламар секундой раньше по-особенному посмотрел на девушку, словно уже знал, какой выбор она сделала. Их глаза встретились, и при свете магических шаров Вика разглядела, что его глаза не совсем серо-голубые. В зрачке правого глаза было маленькое коричневое пятнышко. Блондин неожиданно улыбнулся ей, вновь догадываясь, о чем она думает.\n    — Да, — прозвучал его мягкий бархатный голос.\n     Он встал из-за стола и подал Вике руку, девушка вложила свою резко онемевшую ладонь в его. Она чувствовала на себе пристальные взгляды со стороны Вейлина и Дана, похоже они были огорчены подобным поворотом событий, но что ж – иногда нужно принимать определенные решения, и не всем они могут понравится. В любом случае, Вика верила, что сможет сохранить дружбу с ребятами. Илианта же ободряюще улыбнулась девушке, целительница всегда была добра и милосердна, и ассоциировалась у Вики то с ангелами, то с земными врачами, именно врачами по духу, по зову сердца, теми, кто действительно хочет помогать людям, бороться за их жизни, а не «номинальными» врачами.\n     Парень с девушкой вышли на улицу, вдыхая вечерние ароматы «ночных красавиц», эти цветы росли и на этой планете! Эволюция шла разными путями, но «ночные красавицы», совсем как на родной Земле, росли и на этой планете тоже. Вика ахнула от радости и подбежала к клумбе во дворе академии.\n     — Это же «ночные красавицы»!\n      Ламар смотрел на улыбающуюся, непосредственную Вику и радовался тому, что девушка приняла его приглашение.\n      — Да, это они. Я хотел показать тебе и другие цветы этой планеты. Не знаю, видела ли ты когда-нибудь подобное.\n      Он вновь подал девушке руку и повел ее прочь со двора академии.\n      — Ты хотела спросить, почему у меня коричневое пятнышко в правом глазу? – с улыбкой произнес блондин. Вика вздрогнула:\n        — Ты читаешь все мои мысли? Абсолютно… все?\n       — Нет, — его глаза весело прищурились, — только те, которые ты сама на подсознании хочешь показать мне. Похоже, что сама того не осознавая, ты закрываешься от меня ментальным щитом, а говорила, что ничего не умеешь, — Ламар ободряюще подмигнул ошарашенной Вике, — но я не читаю твои мысли нарочно. Это было бы нечестно по отношению к тебе. Каждый человек имеет право на личное пространство. Но все же обрывки твоих мыслей долетают до меня, — он помолчал, давая девушке возможность переварить сказанное и немного успокоиться, — А с этим пятнышком в глазу зачастую рождаются люди с врожденными способностями к магии разума. Так что, мои родители сразу знали мое предназначение, когда я появился на свет.\n     «Век бы слушала его красивый, бархатный голос», — подумала Вика кажется слишком громко. Она внимательно рассматривала профиль Ламара и удивлялась его разговорчивости. Ведь в компаниях он молчалив, а с ней раскрывается. Парень вновь улыбнулся. Эмоции или мысли – что-то точно долетело до него.\n       — Ну, а что насчет тебя? Чем ты занималась на родной планете? Расскажи о своих близких, если мой вопрос не покажется тебе бестактным. Если тебе тяжело вспоминать – я пойму, — поспешно добавил блондин. А Вика засмотрелась как красиво мерцают жемчугом в свете заходящих Солнц и восходящих двух Лун его волосы.\n     — Да что рассказывать? Я была обычной студенткой, училась на эколога, — увидев вопросительный взгляд Ламара, пояснила, — экология – это наука о процессах и связях в окружающей среде, экосистемах, а также о сохранении окружающей среды, планеты. Но вас похоже и учить этому не надо – вы просто сами по себе умеете жить в гармонии с природой.\n   — Наша планета – наш дом, — пожал плечами парень, а Вика продолжила:\n   — Еще я играла на гитаре, пробовала сочинять стихи и заниматься танцами. Искала себя, в общем. Но так ни одно дело не довела до ума, — улыбнулась девушка, — мама смеялась надо мной, когда я бралась за очередное начинание.\n   — Расскажи о ней, — попросил парень.\n   — Она учительница в школе. Была учительницей. Она очень добрая, мудрая… была, всегда подсказывала мне, как правильно поступить. И всегда оказывалась права. Когда я ее слушала, все было хорошо, когда нет – я наступала на «грабли».\n     Вика замолчала, на ее глаза навернулись слезы, и Ламар почувствовал эти эмоции. Он мог бы повлиять на ее настроение, исправить это, но не стал. Вместо этого он поднял руку раскрытой ладонью вверх, сжал ее в кулак, а когда раскрыл несколько серебристо-голубых светящихся бабочек закружили вокруг Вики. Девушка, как малый ребенок, который увидел чудо отвлеклась от своих мыслей.\n   — Ух ты! – восхитилась она, — Они настоящие? Ты умеешь создавать живых бабочек?\n   — Нет, что ты! – рассмеялся парень, — это всего лишь небольшая красивая магия… для тебя. Красивая магия для красивой девушки.\n    Наступила пауза, Вика подняла взгляд и заметила, что блондин изучающе смотрит на нее.\n   — Я не знал твоих родителей, но я благодарен им, что они вырастили и воспитали тебя такой, — он мягко провел тыльной стороной ладони по щеке девушки и замер. Он приблизил лицо, утопая в ее голубых глазах. Вика чувствовала его горячее дыхание на своих губах.",
    "answers": [
      {
        "id": 108,
        "text": "Поцеловать его"
      },
      {
        "id": 109,
        "text": "Ничего не делать"
      }
    ]
  },
  {
    "id": 108,
    "text": "    «Слишком близко», — подумала девушка и обхватила крепкую мужскую шею обеими ладонями, притягивая молодого человека к себе. Она коснулась его мягких губ сначала робко, нерешительно, но почувствовав крепкие руки на своей талии, ощущая близость этого красивого парня, она уже и сама исследовала его. Наслаждаясь вкусом его губ, Вика запустила руку в серебристые волосы, наощупь напоминающие шелк, спустилась ниже, исследуя могучие плечи. Между ними проскочила не искра, а целый электрический разряд. Ламар отстранился первым. И когда Вика открыла глаза, то встретилась с его серо-голубыми глазами, которые смотрели на нее с нежностью, на его губах играла теплая улыбка. Он ловко подхватил ее на руки и понес девушку дальше. Вскрикнув от неожиданности, Вика обхватила его шею, боясь упасть. Хотя нес он ее вполне уверенно. «Такой сильный», — подумала девушка и посмотрела вперед.\n    Арка, увитая незнакомыми ей вьющимися цветами, похожими на земные орхидеи, и не похожими одновременно, вела в красивый сад. Ароматы инопланетных цветов ударили в нос, перед глазами была чудесная палитра самых диковинных цветов – здесь были цветы, похожие на земные, но также были и ультрамариновые, салатовые, неоново-синие и другие незнакомые девушке цветы.\n   — Ах! Какая красота! – воскликнула она и дернулась в руках парня, он осторожно поставил ее на ноги, чтобы она могла насладиться сполна красотой этого сада. Вика перебегала от одних цветов к другим, нюхая их, осторожно касаясь кончиками пальцев.\n  — Это необыкновенно! – продолжала впечатляться она.\n  А Ламар спокойно шел рядом и улыбался. Вика, поддавшись порыву, бросилась к нему на шею и обняла:\n   — Спасибо, что показал мне это место!\n   — Я знал, что тебе понравится.\n   Они погуляли еще немного, Солнца уже скрылись за горизонтом, и Ламар наколдовал своих серебристо-голубых бабочек, которые как земные светлячки летели возле пары и освещали им путь. Они тихонько разговаривали, иногда, задумавшись, молчали. И Вика чувствовала, что даже молчать ей комфортно с этим парнем. Он чувствовал ее эмоции, иногда даже предугадывал мысли, но даже не обладая телепатией, Вика чувствовала, что это «ее человек».\n  Ламар вдруг остановился, чуть поклонился с улыбкой и протянул девушке руку. «На танец приглашает?» — успела мысленно удивиться она. Но стоило ей принять приглашение, как они закружились в красивом парном танце. С неба на них бесстрастно смотрели две Луны, а вокруг в своем причудливом танце кружили наколдованные парнем бабочки. Вика чувствовала себя рядом с ним так хорошо, спокойно. Счастливая улыбка не сходила с ее лица.",
    "answers": [
      {
        "id": 108,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-53.userapi.com/kUNfZ07j4i8hN9zIw_2-f2PCFoxpnc3OWEmlWg/uLYrbrmYtLU.jpg"
      },
      {
        "id": 110,
        "text": "Через годы"
      }
    ]
  },
  {
    "id": 109,
    "text": "   Вика замерла, растерявшись от такой внезапной близости, а Ламар коснулся своими теплыми, мягкими губами ее щеки и улыбнулся. Ответная улыбка получилась несколько неловкой, и дальше молодые люди шли молча. Перестав старательно смотреть себе под ноги, Вика подняла взгляд, чтобы посмотреть вперед.\n    Арка, увитая незнакомыми ей вьющимися цветами, похожими на земные орхидеи, и не похожими одновременно, вела в красивый сад. Ароматы инопланетных цветов ударили в нос, перед глазами была чудесная палитра самых диковинных цветов – здесь были цветы, похожие на земные, но также были и ультрамариновые, салатовые, неоново-синие и другие незнакомые девушке цветы.\n   — Ах! Какая красота! – воскликнула она и побежала вперед по аллее. Вика перебегала от одних цветов к другим, нюхая их, осторожно касаясь кончиками пальцев.\n  — Это необыкновенно! – продолжала впечатляться она.\n  А Ламар спокойно шел рядом и улыбался. Вика, поддавшись порыву, бросилась к нему на шею и обняла:\n   — Спасибо, что показал мне это место!\n   — Я знал, что тебе понравится.\n   Они погуляли еще немного, Солнца уже скрылись за горизонтом, и Ламар наколдовал своих серебристо-голубых бабочек, которые как земные светлячки летели возле пары и освещали им путь. Они тихонько разговаривали, иногда, задумавшись, молчали. И Вика чувствовала, что даже молчать ей комфортно с этим парнем. Он чувствовал ее эмоции, иногда даже предугадывал мысли, но даже не обладая телепатией, Вика чувствовала, что это «ее человек».\n  Ламар вдруг остановился, чуть поклонился с улыбкой и протянул девушке руку. «На танец приглашает?» — успела мысленно удивиться она. Но стоило ей принять приглашение, как они закружились в красивом парном танце. С неба на них бесстрастно смотрели две Луны, а вокруг в своем причудливом танце кружили наколдованные парнем бабочки. Вика чувствовала себя рядом с ним так хорошо, спокойно. Счастливая улыбка не сходила с ее лица.",
    "answers": [
      {
        "id": 109,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-53.userapi.com/kUNfZ07j4i8hN9zIw_2-f2PCFoxpnc3OWEmlWg/uLYrbrmYtLU.jpg"
      },
      {
        "id": 110,
        "text": "Через годы"
      }
    ]
  },
  {
    "id": 110,
    "text": "     Шли годы, Вика обучалась алхимии и магии, и сделала в этом неплохие успехи. Затем она пошла в научный университет, где окончила отделение криминалистики. И теперь она ученый — криминалист в детективном агентстве. В этом же агентстве работает ее муж – детектив, его врожденный дар помогает в раскрытии преступлений и предотвращении преступлений, они неплохо работают в команде. Теперь рядом есть человек, который верит в нее, который ее любит, и она тоже поддержит его, не даст упасть.\n      Благодаря исследованиям Вики, детективы давно уже вышли на след опасного преступника. Спятивший маньяк, даже не особо заметая следы, умело ускользал от правосудия. Но наконец, детективы знали, где его искать. Вику отпустили пораньше с работы, так как видели, что она очень устала за время своих исследований.\n       Ламар пришел с работы уставший, позже Вики, его черный плащ был порван на плече, а из раны сочилась кровь, но, не замечая ничего вокруг, он опустился в кресло и обхватил гудящую голову руками. Вика подошла ближе, нежно коснулась его шелковистых волос, но он даже не поднял на нее взгляд.\n     — У тебя кровь! – воскликнула девушка. Ламар убрал от головы руку и поморщился:\n     — Не кричи, Ви-ика! Голова болит.\n     Девушка принесла аптечку, достала обеззараживающий и целебный травяной отвар в специальном флаконе, сохраняющем его свойства, и стала обрабатывать рану.\n     — Значит, он тебя зацепил во время поимки? – тихо спросила она.\n     — Да. В вашем мире тоже были преступники?\n     — О! Больше, чем хотелось бы. Мне нужно провести анализ, не был ли отравлен кинжал, – девушка говорила собранно, но голос предательски дрогнул, когда она сопоставила факты, что у мужа болит голова и что он ранен.\n     — Нет, малыш. Прошло уже два часа, а я, как видишь, на ногах. Он не был отравлен. Просто маньяк обдал меня таким потоком негативных эмоций во время допроса, а ты же знаешь, как я все чувствую, — он собирался вновь спрятать голову в ладонях, как увидел ее округлившийся живот. Он резко поднял голову и безумным от счастья взглядом посмотрел в любимое лицо.\n      — У нас будет ребенок? И ты молчала? – он бережно коснулся ее твердого животика, — Теперь никаких трупов.\n      — Я думала ты сам услышишь эту новость в моих мыслях, — улыбнулась Вика.\n     Он поднялся с кресла, скинул с себя плащ, рубашку, подхватил жену на руки, позволяя ей обхватить его пояс ногами и страстно припал к родным губам, как измученный путник в пустыне, добравшийся до оазиса. Между ними снова пробежала не искра, а электрический разряд, как когда-то во время их первого свидания.\n     — Я люблю тебя, — прошептал он в ее губы своим красивым бархатным голосом.\n     — И я люблю тебя, — ответила она, задыхаясь от счастья.",
    "answers": [
      {
        "id": 111,
        "text": "Концовка \"Правосудие восторжествует\""
      }
    ]
  },
  {
    "id": 111,
    "text": "Поздравляю, Вы получили достижение «Правосудие восторжествует»!\n\nВиктория достигла высот в алхимии и науке, вышла замуж за Ламара. Теперь он детектив, она криминалист в одном детективном агентстве. У них прекрасная семья. Вы также можете получить другие концовки этого квеста.\n\n",
    "answers": [
      {
        "id": 111,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-48.userapi.com/YEqRp7W74L71KOZzhx5x0nJKNAFotIfV5DVo0g/2tgkgHqOy7c.jpg"
      },
      {
        "id": 139,
        "text": "Список доступных концовок квеста"
      }
    ]
  },
  {
    "id": 112,
    "text": "      — Ламар, ты звал меня на прогулку сегодня вечером? Твое предложение еще в силе? – Вика почувствовала, как ее сердце упало куда-то в пятки от волнения. Ламар секундой раньше по-особенному посмотрел на девушку, словно уже знал, какой выбор она сделала. Их глаза встретились, и при свете магических шаров Вика разглядела, что его глаза не совсем серо-голубые. В зрачке правого глаза было маленькое коричневое пятнышко. Блондин неожиданно улыбнулся ей, вновь догадываясь, о чем она думает.\n    — Да, — прозвучал его мягкий бархатный голос.\n     Он встал из-за стола и подал Вике руку, девушка вложила свою резко онемевшую ладонь в его. Она чувствовала на себе пристальные взгляды со стороны Вейлина и Дана, похоже они были огорчены подобным поворотом событий, но что ж – иногда нужно принимать определенные решения, и не всем они могут понравится. В любом случае, Вика верила, что сможет сохранить дружбу с ребятами. Илианта же ободряюще улыбнулась девушке, целительница всегда была добра и милосердна, и ассоциировалась у Вики то с ангелами, то с земными врачами, именно врачами по духу, по зову сердца, теми, кто действительно хочет помогать людям, бороться за их жизни, а не «номинальными» врачами.\n     Парень с девушкой вышли на улицу, вдыхая вечерние ароматы «ночных красавиц», эти цветы росли и на этой планете! Эволюция шла разными путями, но «ночные красавицы», совсем как на родной Земле, росли и на этой планете тоже. Вика ахнула от радости и подбежала к клумбе во дворе академии.\n     — Это же «ночные красавицы»!\n      Ламар смотрел на улыбающуюся, непосредственную Вику и радовался тому, что девушка приняла его приглашение.\n      — Да, это они. Я хотел показать тебе и другие цветы этой планеты. Не знаю, видела ли ты когда-нибудь подобное.\n      Он вновь подал девушке руку и повел ее прочь со двора академии.\n      — Ты хотела спросить, почему у меня коричневое пятнышко в правом глазу? – с улыбкой произнес блондин. Вика вздрогнула:\n        — Ты читаешь все мои мысли? Абсолютно… все?\n       — Нет, — его глаза весело прищурились, — только те, которые ты сама на подсознании хочешь показать мне. Похоже, что сама того не осознавая, ты закрываешься от меня ментальным щитом, а говорила, что ничего не умеешь, — Ламар ободряюще подмигнул ошарашенной Вике, — но я не читаю твои мысли нарочно. Это было бы нечестно по отношению к тебе. Каждый человек имеет право на личное пространство. Но все же обрывки твоих мыслей долетают до меня, — он помолчал, давая девушке возможность переварить сказанное и немного успокоиться, — А с этим пятнышком в глазу зачастую рождаются люди с врожденными способностями к магии разума. Так что, мои родители сразу знали мое предназначение, когда я появился на свет.\n     «Век бы слушала его красивый, бархатный голос», — подумала Вика кажется слишком громко. Она внимательно рассматривала профиль Ламара и удивлялась его разговорчивости. Ведь в компаниях он молчалив, а с ней раскрывается. Парень вновь улыбнулся. Эмоции или мысли – что-то точно долетело до него.\n       — Ну, а что насчет тебя? Чем ты занималась на родной планете? Расскажи о своих близких, если мой вопрос не покажется тебе бестактным. Если тебе тяжело вспоминать – я пойму, — поспешно добавил блондин. А Вика засмотрелась как красиво мерцают жемчугом в свете заходящих Солнц и восходящих двух Лун его волосы.\n     — Да что рассказывать? Я была обычной студенткой, училась на эколога, — увидев вопросительный взгляд Ламара, пояснила, — экология – это наука о процессах и связях в окружающей среде, экосистемах, а также о сохранении окружающей среды, планеты. Но вас похоже и учить этому не надо – вы просто сами по себе умеете жить в гармонии с природой.\n   — Наша планета – наш дом, — пожал плечами парень, а Вика продолжила:\n   — Еще я играла на гитаре, пробовала сочинять стихи и заниматься танцами. Искала себя, в общем. Но так ни одно дело не довела до ума, — улыбнулась девушка, — мама смеялась надо мной, когда я бралась за очередное начинание.\n   — Расскажи о ней, — попросил парень.\n   — Она учительница в школе. Была учительницей. Она очень добрая, мудрая… была, всегда подсказывала мне, как правильно поступить. И всегда оказывалась права. Когда я ее слушала, все было хорошо, когда нет – я наступала на «грабли».\n     Вика замолчала, на ее глаза навернулись слезы, и Ламар почувствовал эти эмоции. Он мог бы повлиять на ее настроение, исправить это, но не стал. Вместо этого он поднял руку раскрытой ладонью вверх, сжал ее в кулак, а когда раскрыл несколько серебристо-голубых светящихся бабочек закружили вокруг Вики. Девушка, как малый ребенок, который увидел чудо отвлеклась от своих мыслей.\n   — Ух ты! – восхитилась она, — Они настоящие? Ты умеешь создавать живых бабочек?\n   — Нет, что ты! – рассмеялся парень, — это всего лишь небольшая красивая магия… для тебя. Красивая магия для красивой девушки.\n    Наступила пауза, Вика подняла взгляд и заметила, что блондин изучающе смотрит на нее.\n   — Я не знал твоих родителей, но я благодарен им, что они вырастили и воспитали тебя такой, — он мягко провел тыльной стороной ладони по щеке девушки и замер. Он приблизил лицо, утопая в ее голубых глазах. Вика чувствовала его горячее дыхание на своих губах.",
    "answers": [
      {
        "id": 113,
        "text": "Поцеловать его"
      },
      {
        "id": 114,
        "text": "Ничего не делать"
      }
    ]
  },
  {
    "id": 113,
    "text": "    «Слишком близко», — подумала девушка и обхватила крепкую мужскую шею обеими ладонями, притягивая молодого человека к себе. Она коснулась его мягких губ сначала робко, нерешительно, но почувствовав крепкие руки на своей талии, ощущая близость этого красивого парня, она уже и сама исследовала его. Наслаждаясь вкусом его губ, Вика запустила руку в серебристые волосы, наощупь напоминающие шелк, спустилась ниже, исследуя могучие плечи. Между ними проскочила не искра, а целый электрический разряд. Ламар отстранился первым. И когда Вика открыла глаза, то встретилась с его серо-голубыми глазами, которые смотрели на нее с нежностью, на его губах играла теплая улыбка. Он ловко подхватил ее на руки и понес девушку дальше. Вскрикнув от неожиданности, Вика обхватила его шею, боясь упасть. Хотя нес он ее вполне уверенно. «Такой сильный», — подумала девушка и посмотрела вперед.\n    Арка, увитая незнакомыми ей вьющимися цветами, похожими на земные орхидеи, и не похожими одновременно, вела в красивый сад. Ароматы инопланетных цветов ударили в нос, перед глазами была чудесная палитра самых диковинных цветов – здесь были цветы, похожие на земные, но также были и ультрамариновые, салатовые, неоново-синие и другие незнакомые девушке цветы.\n   — Ах! Какая красота! – воскликнула она и дернулась в руках парня, он осторожно поставил ее на ноги, чтобы она могла насладиться сполна красотой этого сада. Вика перебегала от одних цветов к другим, нюхая их, осторожно касаясь кончиками пальцев.\n  — Это необыкновенно! – продолжала впечатляться она.\n  А Ламар спокойно шел рядом и улыбался. Вика, поддавшись порыву, бросилась к нему на шею и обняла:\n   — Спасибо, что показал мне это место!\n   — Я знал, что тебе понравится.\n   Они погуляли еще немного, Солнца уже скрылись за горизонтом, и Ламар наколдовал своих серебристо-голубых бабочек, которые как земные светлячки летели возле пары и освещали им путь. Они тихонько разговаривали, иногда, задумавшись, молчали. И Вика чувствовала, что даже молчать ей комфортно с этим парнем. Он чувствовал ее эмоции, иногда даже предугадывал мысли, но даже не обладая телепатией, Вика чувствовала, что это «ее человек».\n  Ламар вдруг остановился, чуть поклонился с улыбкой и протянул девушке руку. «На танец приглашает?» — успела мысленно удивиться она. Но стоило ей принять приглашение, как они закружились в красивом парном танце. С неба на них бесстрастно смотрели две Луны, а вокруг в своем причудливом танце кружили наколдованные парнем бабочки. Вика чувствовала себя рядом с ним так хорошо, спокойно. Счастливая улыбка не сходила с ее лица.",
    "answers": [
      {
        "id": 113,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-53.userapi.com/kUNfZ07j4i8hN9zIw_2-f2PCFoxpnc3OWEmlWg/uLYrbrmYtLU.jpg"
      },
      {
        "id": 115,
        "text": "Через годы"
      }
    ]
  },
  {
    "id": 114,
    "text": "   Вика замерла, растерявшись от такой внезапной близости, а Ламар коснулся своими теплыми, мягкими губами ее щеки и улыбнулся. Ответная улыбка получилась несколько неловкой, и дальше молодые люди шли молча. Перестав старательно смотреть себе под ноги, Вика подняла взгляд, чтобы посмотреть вперед.\n    Арка, увитая незнакомыми ей вьющимися цветами, похожими на земные орхидеи, и не похожими одновременно, вела в красивый сад. Ароматы инопланетных цветов ударили в нос, перед глазами была чудесная палитра самых диковинных цветов – здесь были цветы, похожие на земные, но также были и ультрамариновые, салатовые, неоново-синие и другие незнакомые девушке цветы.\n   — Ах! Какая красота! – воскликнула она и побежала вперед по аллее. Вика перебегала от одних цветов к другим, нюхая их, осторожно касаясь кончиками пальцев.\n  — Это необыкновенно! – продолжала впечатляться она.\n  А Ламар спокойно шел рядом и улыбался. Вика, поддавшись порыву, бросилась к нему на шею и обняла:\n   — Спасибо, что показал мне это место!\n   — Я знал, что тебе понравится.\n   Они погуляли еще немного, Солнца уже скрылись за горизонтом, и Ламар наколдовал своих серебристо-голубых бабочек, которые как земные светлячки летели возле пары и освещали им путь. Они тихонько разговаривали, иногда, задумавшись, молчали. И Вика чувствовала, что даже молчать ей комфортно с этим парнем. Он чувствовал ее эмоции, иногда даже предугадывал мысли, но даже не обладая телепатией, Вика чувствовала, что это «ее человек».\n  Ламар вдруг остановился, чуть поклонился с улыбкой и протянул девушке руку. «На танец приглашает?» — успела мысленно удивиться она. Но стоило ей принять приглашение, как они закружились в красивом парном танце. С неба на них бесстрастно смотрели две Луны, а вокруг в своем причудливом танце кружили наколдованные парнем бабочки. Вика чувствовала себя рядом с ним так хорошо, спокойно. Счастливая улыбка не сходила с ее лица.",
    "answers": [
      {
        "id": 114,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-53.userapi.com/kUNfZ07j4i8hN9zIw_2-f2PCFoxpnc3OWEmlWg/uLYrbrmYtLU.jpg"
      },
      {
        "id": 115,
        "text": "Через годы"
      }
    ]
  },
  {
    "id": 115,
    "text": "     Шли годы, Вика обучалась боевым искусствам и сделала в этом неплохие успехи. И теперь она боец в детективном агентстве. В этом же агентстве работает ее муж – детектив, его врожденный дар помогает в раскрытии преступлений и предотвращении преступлений, они неплохо работают в команде. Теперь рядом есть человек, который верит в нее, который ее любит, и она тоже поддержит его, не даст упасть.\n      Весь день детективы ловили одного спятившего маньяка. Вика прыгнула вперед, сделав сальто в воздухе, и собиралась нанести удар мечом, но преступник ловко увернулся и собрался нанести ей удар кинжалом средней длины. Не понятно откуда взявшийся Ламар закрыл жену собой и нанес мощный ментальный удар. Такого поворота событий преступник явно не ожидал, но его тело, явно не повинуясь ему, словно тряпичная кукла, осело на мощеную камнем дорогу.\n      — Иди домой, Вика, — немного резковато в пылу сражения сказал блондин, но чуть смягчив тон, продолжил, — Мы разберемся с ним.\n      Он и еще один детектив схватили преступника под руки и повели в агентство, а Вика, чувствующая нехарактерную для нее усталость, решила не спорить и пойти домой – принять ванну, поесть, прилечь.\n      Этим вечером Ламар пришел с работы уставший, позже Вики, его черный плащ был порван на плече, а из раны сочилась кровь, но, не замечая ничего вокруг, он опустился в кресло и обхватил гудящую голову руками. Вика подошла ближе, нежно коснулась его шелковистых волос, но он даже не поднял на нее взгляд.\n     — У тебя кровь! – воскликнула девушка. Ламар убрал от головы руку и поморщился:\n     — Не кричи, Ви-ика! Голова болит.\n     Девушка принесла аптечку, достала обеззараживающий и целебный травяной отвар в специальном флаконе, сохраняющем его свойства, и стала обрабатывать рану.\n     — Значит, он тебя зацепил? – тихо спросила она, размышляя, когда это произошло — тогда, когда он ее закрыл собой или раньше.\n     — Да. В вашем мире тоже были преступники?\n     — О! Больше, чем хотелось бы. Надеюсь, кинжал не был отравлен? — испугалась девушка, сопоставляя факты, что у мужа болит голова и что он ранен.\n     — Нет, малыш. Прошло уже два часа, а я, как видишь, на ногах. Просто он обдал меня таким потоком негативных эмоций во время допроса, а ты же знаешь, как я все чувствую, — он собирался вновь спрятать голову в ладонях, как увидел ее округлившийся живот. Он резко поднял голову и безумным от счастья взглядом посмотрел в любимое лицо.\n      — У нас будет ребенок? И ты молчала? Еще и сражалась?! – он бережно коснулся ее твердого животика, — Теперь никаких битв с преступниками.\n      — Я думала ты сам услышишь эту новость в моих мыслях, — улыбнулась Вика.\n     Он поднялся с кресла, скинул с себя плащ, рубашку, подхватил жену на руки, позволяя ей обхватить его пояс ногами и страстно припал к родным губам, как измученный путник в пустыне, добравшийся до оазиса. Между ними снова пробежала не искра, а электрический разряд, как когда-то во время их первого свидания.\n     — Я люблю тебя, — прошептал он в ее губы своим красивым бархатным голосом.\n     — И я люблю тебя, — ответила она, задыхаясь от счастья.",
    "answers": [
      {
        "id": 116,
        "text": "Концовка \"Я прикрою тебя\""
      }
    ]
  },
  {
    "id": 116,
    "text": "Поздравляю, Вы получили достижение «Я прикрою тебя»!\n\nВиктория достигла высот в боевых искусствах и вышла замуж за Ламара. Теперь она боец, он детектив в одном детективном агентстве. У них прекрасная семья. Вы также можете получить другие концовки этого квеста.\n\n",
    "answers": [
      {
        "id": 116,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-23.userapi.com/CQOcL3Q612J-2WLU1-g2mC0j0LumMFoAfPO3dA/wnq5ubHVxQk.jpg"
      },
      {
        "id": 139,
        "text": "Список доступных концовок квеста"
      }
    ]
  },
  {
    "id": 117,
    "text": "      — Дан, ты звал меня на прогулку сегодня вечером? Твое предложение еще в силе? – Вика почувствовала, как ее сердце упало куда-то в пятки от волнения. В серебристых глазах Дана лишь на долю секунды мелькнуло волнение, но тут же на губах заиграла кривоватая ухмылочка уверенного в себе человека. Внешне он хотел показать всему миру, что он и не сомневался в том, что девушка скажет ему «да». Их глаза встретились, и он подмигнул Вике.\n    — Само собой. Ты разве во мне сомневалась?\n     Он встал из-за стола и подал Вике руку, девушка вложила свою резко онемевшую ладонь в его. Она чувствовала на себе пристальные взгляды со стороны Вейлина и Ламара, похоже они были огорчены подобным поворотом событий, но что ж – иногда нужно принимать определенные решения, и не всем они могут понравится. В любом случае, Вика верила, что сможет сохранить дружбу с ребятами. Илианта же ободряюще улыбнулась девушке, целительница всегда была добра и милосердна, и ассоциировалась у Вики то с ангелами, то с земными врачами, именно врачами по духу, по зову сердца, теми, кто действительно хочет помогать людям, бороться за их жизни, а не «номинальными» врачами.\n     Парень с девушкой вышли на улицу, вдыхая вечерние ароматы «ночных красавиц», эти цветы росли и на этой планете! Эволюция шла разными путями, но «ночные красавицы», совсем как на родной Земле, росли и на этой планете тоже. Вика ахнула от радости и подбежала к клумбе во дворе академии.\n     — Это же «ночные красавицы»!\n     — Они самые, — усмехнулся Дан, — Но ты еще мой сюрприз не видела!\n     Вика открыла было рот спросить, что за сюрприз, но парень в шутливой манере приложил палец к губам, намекая, что все сама увидит. Он протянул ей руку и повел через двор академии к задним воротам учебного заведения. Там стоял белоснежный пегас, которого придерживал человек под уздцы.\n      — Пегас?! – почти закричала от восторга земная девушка.\n      — Ох, ничем тебя не удивишь, — расстроился парень, — У вас они тоже водятся?\n      — Нет! Что ты! У нас таких красавцев нет!  Они живут на страницах сказочных книг и в фильмах.\n      — Фильмах? Что-то слышал об этом. В вашем мире показывают вымышленные истории с участием людей, да? У нас фильмов нет.\n      — Зато у вас есть пегасы! – потрясенно заявила девушка.\n      — Все-таки удивишь, — сказал Дан и расплылся в своей фирменной улыбочке довольного кота.\n      — Пойдем. Мы сегодня покатаемся на нем.",
    "answers": [
      {
        "id": 118,
        "text": "Обрадоваться"
      },
      {
        "id": 119,
        "text": "Струсить"
      }
    ]
  },
  {
    "id": 118,
    "text": "     — Покатаемся?! – почти сорвалась на писк Вика и радостно захлопала в ладоши, — Мы будем кататься на пегасе! – запрыгала она.\n      — Да-да! – вторил ей Дан и добродушно смеялся. Нечасто увидишь его таким – искренним, без внешней бравады, без показательной «крутости». Было видно, что он счастлив, когда счастлива Вика. Ему захотелось обнять эту радующуюся жизни девушку, он прижал ее к груди, погладил по волосам, поцеловал в макушку. Вика обняла его в ответ, а сердце пропустило удар.\n       Они весело дошли до пегаса, и Дан помог девушке взобраться, отобрав у человека уздцы. Устроившись позади девушки, страхуя ее, чтобы она не выпала из седла, парень легонько шлепнул животное, и пегас взмахнул белоснежными крыльями. Крик восторга и счастья вырвался из груди Вики. Они взмыли в небо, переливающееся разноцветными красками заката двух Солнц. Сердце бешено стучало в груди. Эмоции переполняли Вику. Она всегда мечтала об этом. Неужели пегасы – не вымысел? И они мирно существовали себе все это время на Магической Земле, другой планете пригодной для жизни.\n       — Облака-а-а-а, белогривые лоша-адки! Облака, что вы мчитесь без оглядки? Не смотрите вы с высока-а, а по небу прокатите нас, облака-а! – запела Вика в сумасшедшем восторге известную песню из мультика, который она видела в детстве на родной планете. Эта песня как нельзя лучше описывала ее состояние души в настоящий момент.\n       Дан дослушал песню, а потом потянувшись к Вике через правое плечо, удивленно заглянул ей в глаза. Их взгляды встретились, и ребята засмеялись. А потом девушка рассказывала парню о мультфильмах, кинематографе, творчестве на Обычной Земле. И теперь уже Дан сказал ей:\n     — Вы удивительные!\n     — Мы такие же люди, как и вы, — засмеялась девушка.\n     Магическая Земля с высоты полета пегаса была удивительной – как лоскутное одеяло раскинулись ее леса, поля, цветы, реки и озера.\n      Под уверенным руководством Дана пегас улетел на высокий утес, с которого открылся прекрасный вид на закат. Здесь было холоднее, и Вика зябко обняла себя за плечи:\n       — Здесь красиво, — прошептала девушка. Дан подошел к ней со спины, и обнял, согревая своим теплом. Она слышала его дыхание над ухом, и этот момент казался вечностью. Ребята затихли. Просто наслаждались высотой утеса, красотой заката двух Солнц, друг другом. Внезапно погода начала портиться, налетел ветер, полил дождь.\n      Вика повернулась к парню лицом, и они, не сговариваясь, соединили губы в поцелуе. Он был так сладок и чувственен, их сердца громко стучали, а на дождь им было просто наплевать. Когда девушка открыла глаза, чтобы вдохнуть внезапно переставшего хватать воздуха, она увидела мокрое от дождя и счастливое лицо парня. Его белые волосы переливались жемчугом и струились вниз, как продолжение потоков воды. Вика счастливо улыбнулась. Слов больше не требовалось.\n     — Полетели? А то ты промокнешь, простудишься, — сказал тихо Дан, заглядывая в голубые глаза девушки.\n     — Да, — сказала она и добавила чуть тише, — спасибо, что научил меня летать.",
    "answers": [
      {
        "id": 120,
        "text": "Через годы"
      },
      {
        "id": 118,
        "text": "Укажите команды для картинки",
        "url": "https://sun7-9.userapi.com/UwPdUyHp-2GbP_1XZl3nuHeRLO4j-t3Zr_TVFg/gnv9rieUnAk.jpg"
      }
    ]
  },
  {
    "id": 119,
    "text": "     — Ой, я-я не уверена… — начала Вика, а ее сердце нырнуло куда-то в пятки от страха. Дан иронично закатил глаза:\n      — Не думал, что ты трусиха! – рассмеялся он в своей насмешливой манере.\n      — Эй! Я не трусиха! – воскликнула девушка, и тише добавила, — Я не трус, но я боюсь…\n       Громкий хохот парня рядом был ей ответом. А потом он, вдоволь насмеявшись, стал уговаривать девушку покататься, объяснил, что не даст ей упасть. В конечном итоге она согласилась.\n       Они дошли до пегаса, и Дан помог девушке взобраться, отобрав у человека уздцы. Устроившись позади девушки, страхуя ее, чтобы она не выпала из седла, парень легонько шлепнул животное, и пегас взмахнул белоснежными крыльями. Отчаянный вопль страха сменился криком восторга и счастья. Они взмыли в небо, переливающееся разноцветными красками заката двух Солнц. Сердце бешено стучало в груди. Эмоции переполняли Вику. Она всегда мечтала об этом. Неужели пегасы – не вымысел? И они мирно существовали себе все это время на Магической Земле, другой планете пригодной для жизни.\n       — Облака-а-а-а, белогривые лоша-адки! Облака, что вы мчитесь без оглядки? Не смотрите вы с высока-а, а по небу прокатите нас, облака-а! – запела Вика в сумасшедшем восторге известную песню из мультика, который она видела в детстве на родной планете. Эта песня как нельзя лучше описывала ее состояние души в настоящий момент.\n       Дан дослушал песню, а потом потянувшись к Вике через правое плечо, удивленно заглянул ей в глаза. Их взгляды встретились, и ребята засмеялись. А потом девушка рассказывала парню о мультфильмах, кинематографе, творчестве на Обычной Земле. И теперь уже Дан сказал ей:\n     — Вы удивительные!\n     — Мы такие же люди, как и вы, — засмеялась девушка.\n     Магическая Земля с высоты полета пегаса была удивительной – как лоскутное одеяло раскинулись ее леса, поля, цветы, реки и озера.\n      Под уверенным руководством Дана пегас улетел на высокий утес, с которого открылся прекрасный вид на закат. Здесь было холоднее, и Вика зябко обняла себя за плечи:\n       — Здесь красиво, — прошептала девушка. Дан подошел к ней со спины, и обнял, согревая своим теплом. Она слышала его дыхание над ухом, и этот момент казался вечностью. Ребята затихли. Просто наслаждались высотой утеса, красотой заката двух Солнц, друг другом. Внезапно погода начала портиться, налетел ветер, полил дождь.\n      Вика повернулась к парню лицом, и они, не сговариваясь, соединили губы в поцелуе. Он был так сладок и чувственен, их сердца громко стучали, а на дождь им было просто наплевать. Когда девушка открыла глаза, чтобы вдохнуть внезапно переставшего хватать воздуха, она увидела мокрое от дождя и счастливое лицо парня. Его белые волосы переливались жемчугом и струились вниз, как продолжение потоков воды. Вика счастливо улыбнулась. Слов больше не требовалось.\n     — Полетели? А то ты промокнешь, простудишься, — сказал тихо Дан, заглядывая в голубые глаза девушки.\n     — Да, — сказала она и добавила чуть тише, — спасибо, что научил меня летать.",
    "answers": [
      {
        "id": 120,
        "text": "Через годы"
      },
      {
        "id": 119,
        "text": "Укажите команды для картинки",
        "url": "https://sun7-9.userapi.com/UwPdUyHp-2GbP_1XZl3nuHeRLO4j-t3Zr_TVFg/gnv9rieUnAk.jpg"
      }
    ]
  },
  {
    "id": 120,
    "text": "     Шли годы, Вика обучалась целительству и травничеству и сделала в этом неплохие успехи. И теперь она странствующий лекарь, ее муж странствующий воин. Много километров они преодолели вместе, много приключений повидали, многим людям помогли. Дан прекрасно обращается как двуручным мечом, так и двумя парными мечами, закаленными магией. В совершенстве владеет различными видами боевых техник. Но если он пропустит какой удар во время их странствий, рядом есть любимая жена, которая его исцелит. Они есть друг у друга, и это главное. Странствиям пришел конец, когда Дан узнал, что Вика беременна. Они остановились в одном небольшом городке. Их накоплений хватило, чтобы купить небольшой уютный домик. Через несколько месяцев лекарь сама попала в больницу, правда повод был радостный – молодые родители ожидали появления на свет ребенка.\n     Дан не спал всю ночь. Он знал, что возможно этой ночью появится на свет малыш. Он впервые в жизни должен был стать папой, и очень волновался за молодую жену и ребенка. Но когда его пригласили в больницу, он чуть ли не пулей туда помчался.\n     Мужчина сидел возле кровати измученной, но счастливой Вики. Им уже сообщили, что родилась девочка. Хорошенькая, 3,5 килограмма, здоровенькая. Молодые родители ожидали, когда же они наконец ее увидят. Дан поглаживал руку жены и улыбался.\n     — Давай назовем ее Эвелиной? – нарушила тишину, пропитанную счастьем, Вика.\n     — Эвелина? Это имя с твоей планеты? А что? Мне нравится. Красивое. Давай назовем, как ты захочешь. Мне главное, чтобы вы обе были живы-здоровы. И счастливы, — добавил он, немного помолчав.\n   — Мы счастливы, — ответила Вика за себя и за дочь и протянула руку, чтобы привычным жестом взъерошить короткие непослушные волосы мужа, но не смогла дотянуться.\n   Он обычно возмущался, когда Вика так делала, но сегодня сам наклонил голову, чтобы позволить жене поиграть его волосами.\n   — А вот и Эвелина! – весело сказал Дан, когда медсестра принесла в комнату ребенка. Услышав это имя, молоденькая работница больницы улыбнулась. Видимо, имя с Обычной Земли нравилось местным жителям.",
    "answers": [
      {
        "id": 121,
        "text": "Концовка \"Сотни дорог ведут к целительному свету\""
      }
    ]
  },
  {
    "id": 121,
    "text": "Поздравляю, Вы получили достижение «Сотни дорог ведут к целительному свету»!\n\nВиктория достигла высот в целительстве и вышла замуж за Дана. Теперь она лекарь, он воин. У них прекрасная семья. Вы также можете получить другие концовки этого квеста.",
    "answers": [
      {
        "id": 121,
        "text": "Укажите команды для картинки",
        "url": "https://sun7-8.userapi.com/I8a8NGpDd-4dkhpIaWVFHfGp5tmfVhQI6iH9WQ/4GuqAQ-ycTE.jpg"
      },
      {
        "id": 139,
        "text": "Список доступных концовок квеста"
      }
    ]
  },
  {
    "id": 122,
    "text": "         — Дан, ты звал меня на прогулку сегодня вечером? Твое предложение еще в силе? – Вика почувствовала, как ее сердце упало куда-то в пятки от волнения. В серебристых глазах Дана лишь на долю секунды мелькнуло волнение, но тут же на губах заиграла кривоватая ухмылочка уверенного в себе человека. Внешне он хотел показать всему миру, что он и не сомневался в том, что девушка скажет ему «да». Их глаза встретились, и он подмигнул Вике.\n    — Само собой. Ты разве во мне сомневалась?\n     Он встал из-за стола и подал Вике руку, девушка вложила свою резко онемевшую ладонь в его. Она чувствовала на себе пристальные взгляды со стороны Вейлина и Ламара, похоже они были огорчены подобным поворотом событий, но что ж – иногда нужно принимать определенные решения, и не всем они могут понравится. В любом случае, Вика верила, что сможет сохранить дружбу с ребятами. Илианта же ободряюще улыбнулась девушке, целительница всегда была добра и милосердна, и ассоциировалась у Вики то с ангелами, то с земными врачами, именно врачами по духу, по зову сердца, теми, кто действительно хочет помогать людям, бороться за их жизни, а не «номинальными» врачами.\n     Парень с девушкой вышли на улицу, вдыхая вечерние ароматы «ночных красавиц», эти цветы росли и на этой планете! Эволюция шла разными путями, но «ночные красавицы», совсем как на родной Земле, росли и на этой планете тоже. Вика ахнула от радости и подбежала к клумбе во дворе академии.\n     — Это же «ночные красавицы»!\n     — Они самые, — усмехнулся Дан, — Но ты еще мой сюрприз не видела!\n     Вика открыла было рот спросить, что за сюрприз, но парень в шутливой манере приложил палец к губам, намекая, что все сама увидит. Он протянул ей руку и повел через двор академии к задним воротам учебного заведения. Там стоял белоснежный пегас, которого придерживал человек под уздцы.\n      — Пегас?! – почти закричала от восторга земная девушка.\n      — Ох, ничем тебя не удивишь, — расстроился парень, — У вас они тоже водятся?\n      — Нет! Что ты! У нас таких красавцев нет!  Они живут на страницах сказочных книг и в фильмах.\n      — Фильмах? Что-то слышал об этом. В вашем мире показывают вымышленные истории с участием людей, да? У нас фильмов нет.\n      — Зато у вас есть пегасы! – потрясенно заявила девушка.\n      — Все-таки удивишь, — сказал Дан и расплылся в своей фирменной улыбочке довольного кота.\n      — Пойдем. Мы сегодня покатаемся на нем.",
    "answers": [
      {
        "id": 123,
        "text": "Обрадоваться"
      },
      {
        "id": 124,
        "text": "Струсить"
      }
    ]
  },
  {
    "id": 123,
    "text": "   — Покатаемся?! – почти сорвалась на писк Вика и радостно захлопала в ладоши, — Мы будем кататься на пегасе! – запрыгала она.\n      — Да-да! – вторил ей Дан и добродушно смеялся. Нечасто увидишь его таким – искренним, без внешней бравады, без показательной «крутости». Было видно, что он счастлив, когда счастлива Вика. Ему захотелось обнять эту радующуюся жизни девушку, он прижал ее к груди, погладил по волосам, поцеловал в макушку. Вика обняла его в ответ, а сердце пропустило удар.\n       Они весело дошли до пегаса, и Дан помог девушке взобраться, отобрав у человека уздцы. Устроившись позади девушки, страхуя ее, чтобы она не выпала из седла, парень легонько шлепнул животное, и пегас взмахнул белоснежными крыльями. Крик восторга и счастья вырвался из груди Вики. Они взмыли в небо, переливающееся разноцветными красками заката двух Солнц. Сердце бешено стучало в груди. Эмоции переполняли Вику. Она всегда мечтала об этом. Неужели пегасы – не вымысел? И они мирно существовали себе все это время на Магической Земле, другой планете пригодной для жизни.\n       — Облака-а-а-а, белогривые лоша-адки! Облака, что вы мчитесь без оглядки? Не смотрите вы с высока-а, а по небу прокатите нас, облака-а! – запела Вика в сумасшедшем восторге известную песню из мультика, который она видела в детстве на родной планете. Эта песня как нельзя лучше описывала ее состояние души в настоящий момент.\n       Дан дослушал песню, а потом потянувшись к Вике через правое плечо, удивленно заглянул ей в глаза. Их взгляды встретились, и ребята засмеялись. А потом девушка рассказывала парню о мультфильмах, кинематографе, творчестве на Обычной Земле. И теперь уже Дан сказал ей:\n     — Вы удивительные!\n     — Мы такие же люди, как и вы, — засмеялась девушка.\n     Магическая Земля с высоты полета пегаса была удивительной – как лоскутное одеяло раскинулись ее леса, поля, цветы, реки и озера.\n      Под уверенным руководством Дана пегас улетел на высокий утес, с которого открылся прекрасный вид на закат. Здесь было холоднее, и Вика зябко обняла себя за плечи:\n       — Здесь красиво, — прошептала девушка. Дан подошел к ней со спины, и обнял, согревая своим теплом. Она слышала его дыхание над ухом, и этот момент казался вечностью. Ребята затихли. Просто наслаждались высотой утеса, красотой заката двух Солнц, друг другом. Внезапно погода начала портиться, налетел ветер, полил дождь.\n      Вика повернулась к парню лицом, и они, не сговариваясь, соединили губы в поцелуе. Он был так сладок и чувственен, их сердца громко стучали, а на дождь им было просто наплевать. Когда девушка открыла глаза, чтобы вдохнуть внезапно переставшего хватать воздуха, она увидела мокрое от дождя и счастливое лицо парня. Его белые волосы переливались жемчугом и струились вниз, как продолжение потоков воды. Вика счастливо улыбнулась. Слов больше не требовалось.\n     — Полетели? А то ты промокнешь, простудишься, — сказал тихо Дан, заглядывая в голубые глаза девушки.\n     — Да, — сказала она и добавила чуть тише, — спасибо, что научил меня летать.",
    "answers": [
      {
        "id": 125,
        "text": "Через годы"
      },
      {
        "id": 123,
        "text": "Укажите команды для картинки",
        "url": "https://sun7-9.userapi.com/UwPdUyHp-2GbP_1XZl3nuHeRLO4j-t3Zr_TVFg/gnv9rieUnAk.jpg"
      }
    ]
  },
  {
    "id": 124,
    "text": "     — Ой, я-я не уверена… — начала Вика, а ее сердце нырнуло куда-то в пятки от страха. Дан иронично закатил глаза:\n      — Не думал, что ты трусиха! – рассмеялся он в своей насмешливой манере.\n      — Эй! Я не трусиха! – воскликнула девушка, и тише добавила, — Я не трус, но я боюсь…\n       Громкий хохот парня рядом был ей ответом. А потом он, вдоволь насмеявшись, стал уговаривать девушку покататься, объяснил, что не даст ей упасть. В конечном итоге она согласилась.\n       Они дошли до пегаса, и Дан помог девушке взобраться, отобрав у человека уздцы. Устроившись позади девушки, страхуя ее, чтобы она не выпала из седла, парень легонько шлепнул животное, и пегас взмахнул белоснежными крыльями. Отчаянный вопль страха сменился криком восторга и счастья. Они взмыли в небо, переливающееся разноцветными красками заката двух Солнц. Сердце бешено стучало в груди. Эмоции переполняли Вику. Она всегда мечтала об этом. Неужели пегасы – не вымысел? И они мирно существовали себе все это время на Магической Земле, другой планете пригодной для жизни.\n       — Облака-а-а-а, белогривые лоша-адки! Облака, что вы мчитесь без оглядки? Не смотрите вы с высока-а, а по небу прокатите нас, облака-а! – запела Вика в сумасшедшем восторге известную песню из мультика, который она видела в детстве на родной планете. Эта песня как нельзя лучше описывала ее состояние души в настоящий момент.\n       Дан дослушал песню, а потом потянувшись к Вике через правое плечо, удивленно заглянул ей в глаза. Их взгляды встретились, и ребята засмеялись. А потом девушка рассказывала парню о мультфильмах, кинематографе, творчестве на Обычной Земле. И теперь уже Дан сказал ей:\n     — Вы удивительные!\n     — Мы такие же люди, как и вы, — засмеялась девушка.\n     Магическая Земля с высоты полета пегаса была удивительной – как лоскутное одеяло раскинулись ее леса, поля, цветы, реки и озера.\n      Под уверенным руководством Дана пегас улетел на высокий утес, с которого открылся прекрасный вид на закат. Здесь было холоднее, и Вика зябко обняла себя за плечи:\n       — Здесь красиво, — прошептала девушка. Дан подошел к ней со спины, и обнял, согревая своим теплом. Она слышала его дыхание над ухом, и этот момент казался вечностью. Ребята затихли. Просто наслаждались высотой утеса, красотой заката двух Солнц, друг другом. Внезапно погода начала портиться, налетел ветер, полил дождь.\n      Вика повернулась к парню лицом, и они, не сговариваясь, соединили губы в поцелуе. Он был так сладок и чувственен, их сердца громко стучали, а на дождь им было просто наплевать. Когда девушка открыла глаза, чтобы вдохнуть внезапно переставшего хватать воздуха, она увидела мокрое от дождя и счастливое лицо парня. Его белые волосы переливались жемчугом и струились вниз, как продолжение потоков воды. Вика счастливо улыбнулась. Слов больше не требовалось.\n     — Полетели? А то ты промокнешь, простудишься, — сказал тихо Дан, заглядывая в голубые глаза девушки.\n     — Да, — сказала она и добавила чуть тише, — спасибо, что научил меня летать.",
    "answers": [
      {
        "id": 125,
        "text": "Через годы"
      },
      {
        "id": 124,
        "text": "Укажите команды для картинки",
        "url": "https://sun7-9.userapi.com/UwPdUyHp-2GbP_1XZl3nuHeRLO4j-t3Zr_TVFg/gnv9rieUnAk.jpg"
      }
    ]
  },
  {
    "id": 125,
    "text": "    Шли годы, Вика обучалась боевой магии и сделала в этом неплохие успехи. И теперь они с мужем странствующие воины, только девушка специализируется на магии. Много километров они преодолели вместе, много приключений повидали, многим людям помогли. Дан прекрасно обращается как двуручным мечом, так и двумя парными мечами, закаленными магией. В совершенстве владеет различными видами боевых техник. Они есть друг у друга, и это главное. Странствиям пришел конец, когда Дан узнал, что Вика беременна. Они остановились в одном небольшом городке. Их накоплений хватило, чтобы купить небольшой уютный домик. Через несколько месяцев жена попала в больницу, правда повод был радостный – молодые родители ожидали появления на свет ребенка.\n     Дан не спал всю ночь. Он знал, что возможно этой ночью появится на свет малыш. Он впервые в жизни должен был стать папой, и очень волновался за молодую жену и ребенка. Но когда его пригласили в больницу, он чуть ли не пулей туда помчался.\n     Мужчина сидел возле кровати измученной, но счастливой Вики. Им уже сообщили, что родилась девочка. Хорошенькая, 3,5 килограмма, здоровенькая. Молодые родители ожидали, когда же они наконец ее увидят. Дан поглаживал руку жены и улыбался.\n     — Давай назовем ее Эвелиной? – нарушила тишину, пропитанную счастьем, Вика.\n     — Эвелина? Это имя с твоей планеты? А что? Мне нравится. Красивое. Давай назовем, как ты захочешь. Мне главное, чтобы вы обе были живы-здоровы. И счастливы, — добавил он, немного помолчав.\n   — Мы счастливы, — ответила Вика за себя и за дочь и протянула руку, чтобы привычным жестом взъерошить короткие непослушные волосы мужа, но не смогла дотянуться.\n   Он обычно возмущался, когда Вика так делала, но сегодня сам наклонил голову, чтобы позволить жене поиграть его волосами.\n   — А вот и Эвелина! – весело сказал Дан, когда медсестра принесла в комнату ребенка. Услышав это имя, молоденькая работница больницы улыбнулась. Видимо, имя с Обычной Земли нравилось местным жителям.",
    "answers": [
      {
        "id": 126,
        "text": "Концовка \"Это пламя не обжигает\""
      }
    ]
  },
  {
    "id": 126,
    "text": "Поздравляю, Вы получили достижение «Это пламя не обжигает»!\n\nВиктория достигла высот в боевой магии и вышла замуж за Дана. Теперь она маг, он воин. У них прекрасная семья. Вы также можете получить другие концовки этого квеста.\n\n \n\n",
    "answers": [
      {
        "id": 126,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-43.userapi.com/NZdvuBip5hLwqdYg6NhFDKJY34Spfvok8mXHuA/AtbefWmP5yY.jpg"
      },
      {
        "id": 139,
        "text": "Список доступных концовок квеста"
      }
    ]
  },
  {
    "id": 127,
    "text": "         — Дан, ты звал меня на прогулку сегодня вечером? Твое предложение еще в силе? – Вика почувствовала, как ее сердце упало куда-то в пятки от волнения. В серебристых глазах Дана лишь на долю секунды мелькнуло волнение, но тут же на губах заиграла кривоватая ухмылочка уверенного в себе человека. Внешне он хотел показать всему миру, что он и не сомневался в том, что девушка скажет ему «да». Их глаза встретились, и он подмигнул Вике.\n    — Само собой. Ты разве во мне сомневалась?\n     Он встал из-за стола и подал Вике руку, девушка вложила свою резко онемевшую ладонь в его. Она чувствовала на себе пристальные взгляды со стороны Вейлина и Ламара, похоже они были огорчены подобным поворотом событий, но что ж – иногда нужно принимать определенные решения, и не всем они могут понравится. В любом случае, Вика верила, что сможет сохранить дружбу с ребятами. Илианта же ободряюще улыбнулась девушке, целительница всегда была добра и милосердна, и ассоциировалась у Вики то с ангелами, то с земными врачами, именно врачами по духу, по зову сердца, теми, кто действительно хочет помогать людям, бороться за их жизни, а не «номинальными» врачами.\n     Парень с девушкой вышли на улицу, вдыхая вечерние ароматы «ночных красавиц», эти цветы росли и на этой планете! Эволюция шла разными путями, но «ночные красавицы», совсем как на родной Земле, росли и на этой планете тоже. Вика ахнула от радости и подбежала к клумбе во дворе академии.\n     — Это же «ночные красавицы»!\n     — Они самые, — усмехнулся Дан, — Но ты еще мой сюрприз не видела!\n     Вика открыла было рот спросить, что за сюрприз, но парень в шутливой манере приложил палец к губам, намекая, что все сама увидит. Он протянул ей руку и повел через двор академии к задним воротам учебного заведения. Там стоял белоснежный пегас, которого придерживал человек под уздцы.\n      — Пегас?! – почти закричала от восторга земная девушка.\n      — Ох, ничем тебя не удивишь, — расстроился парень, — У вас они тоже водятся?\n      — Нет! Что ты! У нас таких красавцев нет!  Они живут на страницах сказочных книг и в фильмах.\n      — Фильмах? Что-то слышал об этом. В вашем мире показывают вымышленные истории с участием людей, да? У нас фильмов нет.\n      — Зато у вас есть пегасы! – потрясенно заявила девушка.\n      — Все-таки удивишь, — сказал Дан и расплылся в своей фирменной улыбочке довольного кота.\n      — Пойдем. Мы сегодня покатаемся на нем.",
    "answers": [
      {
        "id": 128,
        "text": "Обрадоваться"
      },
      {
        "id": 129,
        "text": "Струсить"
      }
    ]
  },
  {
    "id": 128,
    "text": "     — Покатаемся?! – почти сорвалась на писк Вика и радостно захлопала в ладоши, — Мы будем кататься на пегасе! – запрыгала она.\n      — Да-да! – вторил ей Дан и добродушно смеялся. Нечасто увидишь его таким – искренним, без внешней бравады, без показательной «крутости». Было видно, что он счастлив, когда счастлива Вика. Ему захотелось обнять эту радующуюся жизни девушку, он прижал ее к груди, погладил по волосам, поцеловал в макушку. Вика обняла его в ответ, а сердце пропустило удар.\n       Они весело дошли до пегаса, и Дан помог девушке взобраться, отобрав у человека уздцы. Устроившись позади девушки, страхуя ее, чтобы она не выпала из седла, парень легонько шлепнул животное, и пегас взмахнул белоснежными крыльями. Крик восторга и счастья вырвался из груди Вики. Они взмыли в небо, переливающееся разноцветными красками заката двух Солнц. Сердце бешено стучало в груди. Эмоции переполняли Вику. Она всегда мечтала об этом. Неужели пегасы – не вымысел? И они мирно существовали себе все это время на Магической Земле, другой планете пригодной для жизни.\n       — Облака-а-а-а, белогривые лоша-адки! Облака, что вы мчитесь без оглядки? Не смотрите вы с высока-а, а по небу прокатите нас, облака-а! – запела Вика в сумасшедшем восторге известную песню из мультика, который она видела в детстве на родной планете. Эта песня как нельзя лучше описывала ее состояние души в настоящий момент.\n       Дан дослушал песню, а потом потянувшись к Вике через правое плечо, удивленно заглянул ей в глаза. Их взгляды встретились, и ребята засмеялись. А потом девушка рассказывала парню о мультфильмах, кинематографе, творчестве на Обычной Земле. И теперь уже Дан сказал ей:\n     — Вы удивительные!\n     — Мы такие же люди, как и вы, — засмеялась девушка.\n     Магическая Земля с высоты полета пегаса была удивительной – как лоскутное одеяло раскинулись ее леса, поля, цветы, реки и озера.\n      Под уверенным руководством Дана пегас улетел на высокий утес, с которого открылся прекрасный вид на закат. Здесь было холоднее, и Вика зябко обняла себя за плечи:\n       — Здесь красиво, — прошептала девушка. Дан подошел к ней со спины, и обнял, согревая своим теплом. Она слышала его дыхание над ухом, и этот момент казался вечностью. Ребята затихли. Просто наслаждались высотой утеса, красотой заката двух Солнц, друг другом. Внезапно погода начала портиться, налетел ветер, полил дождь.\n      Вика повернулась к парню лицом, и они, не сговариваясь, соединили губы в поцелуе. Он был так сладок и чувственен, их сердца громко стучали, а на дождь им было просто наплевать. Когда девушка открыла глаза, чтобы вдохнуть внезапно переставшего хватать воздуха, она увидела мокрое от дождя и счастливое лицо парня. Его белые волосы переливались жемчугом и струились вниз, как продолжение потоков воды. Вика счастливо улыбнулась. Слов больше не требовалось.\n     — Полетели? А то ты промокнешь, простудишься, — сказал тихо Дан, заглядывая в голубые глаза девушки.\n     — Да, — сказала она и добавила чуть тише, — спасибо, что научил меня летать.",
    "answers": [
      {
        "id": 130,
        "text": "Через годы"
      },
      {
        "id": 128,
        "text": "Укажите команды для картинки",
        "url": "https://sun7-9.userapi.com/UwPdUyHp-2GbP_1XZl3nuHeRLO4j-t3Zr_TVFg/gnv9rieUnAk.jpg"
      }
    ]
  },
  {
    "id": 129,
    "text": "      — Ой, я-я не уверена… — начала Вика, а ее сердце нырнуло куда-то в пятки от страха. Дан иронично закатил глаза:\n      — Не думал, что ты трусиха! – рассмеялся он в своей насмешливой манере.\n      — Эй! Я не трусиха! – воскликнула девушка, и тише добавила, — Я не трус, но я боюсь…\n       Громкий хохот парня рядом был ей ответом. А потом он, вдоволь насмеявшись, стал уговаривать девушку покататься, объяснил, что не даст ей упасть. В конечном итоге она согласилась.\n       Они дошли до пегаса, и Дан помог девушке взобраться, отобрав у человека уздцы. Устроившись позади девушки, страхуя ее, чтобы она не выпала из седла, парень легонько шлепнул животное, и пегас взмахнул белоснежными крыльями. Отчаянный вопль страха сменился криком восторга и счастья. Они взмыли в небо, переливающееся разноцветными красками заката двух Солнц. Сердце бешено стучало в груди. Эмоции переполняли Вику. Она всегда мечтала об этом. Неужели пегасы – не вымысел? И они мирно существовали себе все это время на Магической Земле, другой планете пригодной для жизни.\n       — Облака-а-а-а, белогривые лоша-адки! Облака, что вы мчитесь без оглядки? Не смотрите вы с высока-а, а по небу прокатите нас, облака-а! – запела Вика в сумасшедшем восторге известную песню из мультика, который она видела в детстве на родной планете. Эта песня как нельзя лучше описывала ее состояние души в настоящий момент.\n       Дан дослушал песню, а потом потянувшись к Вике через правое плечо, удивленно заглянул ей в глаза. Их взгляды встретились, и ребята засмеялись. А потом девушка рассказывала парню о мультфильмах, кинематографе, творчестве на Обычной Земле. И теперь уже Дан сказал ей:\n     — Вы удивительные!\n     — Мы такие же люди, как и вы, — засмеялась девушка.\n     Магическая Земля с высоты полета пегаса была удивительной – как лоскутное одеяло раскинулись ее леса, поля, цветы, реки и озера.\n      Под уверенным руководством Дана пегас улетел на высокий утес, с которого открылся прекрасный вид на закат. Здесь было холоднее, и Вика зябко обняла себя за плечи:\n       — Здесь красиво, — прошептала девушка. Дан подошел к ней со спины, и обнял, согревая своим теплом. Она слышала его дыхание над ухом, и этот момент казался вечностью. Ребята затихли. Просто наслаждались высотой утеса, красотой заката двух Солнц, друг другом. Внезапно погода начала портиться, налетел ветер, полил дождь.\n      Вика повернулась к парню лицом, и они, не сговариваясь, соединили губы в поцелуе. Он был так сладок и чувственен, их сердца громко стучали, а на дождь им было просто наплевать. Когда девушка открыла глаза, чтобы вдохнуть внезапно переставшего хватать воздуха, она увидела мокрое от дождя и счастливое лицо парня. Его белые волосы переливались жемчугом и струились вниз, как продолжение потоков воды. Вика счастливо улыбнулась. Слов больше не требовалось.\n     — Полетели? А то ты промокнешь, простудишься, — сказал тихо Дан, заглядывая в голубые глаза девушки.\n     — Да, — сказала она и добавила чуть тише, — спасибо, что научил меня летать.",
    "answers": [
      {
        "id": 130,
        "text": "Через годы"
      },
      {
        "id": 129,
        "text": "Укажите команды для картинки",
        "url": "https://sun7-9.userapi.com/UwPdUyHp-2GbP_1XZl3nuHeRLO4j-t3Zr_TVFg/gnv9rieUnAk.jpg"
      }
    ]
  },
  {
    "id": 130,
    "text": "    Шли годы, Вика обучалась алхимии и сделала в этом неплохие успехи. И теперь они с мужем странствуют. Он воин, она занимается улучшением доспехов и оружия. Навыки алхимии и магии очень помогают создавать артефакты и улучшать амуницию. Много километров они преодолели вместе, много приключений повидали, многим людям помогли. Дан прекрасно обращается как двуручным мечом, так и двумя парными мечами, закаленными магией. В совершенстве владеет различными видами боевых техник. Они есть друг у друга, и это главное. Странствиям пришел конец, когда Дан узнал, что Вика беременна. Они остановились в одном небольшом городке. Их накоплений хватило, чтобы купить небольшой уютный домик. Через несколько месяцев жена попала в больницу, правда повод был радостный – молодые родители ожидали появления на свет ребенка.\n     Дан не спал всю ночь. Он знал, что возможно этой ночью появится на свет малыш. Он впервые в жизни должен был стать папой, и очень волновался за молодую жену и ребенка. Но когда его пригласили в больницу, он чуть ли не пулей туда помчался.\n     Мужчина сидел возле кровати измученной, но счастливой Вики. Им уже сообщили, что родилась девочка. Хорошенькая, 3,5 килограмма, здоровенькая. Молодые родители ожидали, когда же они наконец ее увидят. Дан поглаживал руку жены и улыбался.\n     — Давай назовем ее Эвелиной? – нарушила тишину, пропитанную счастьем, Вика.\n     — Эвелина? Это имя с твоей планеты? А что? Мне нравится. Красивое. Давай назовем, как ты захочешь. Мне главное, чтобы вы обе были живы-здоровы. И счастливы, — добавил он, немного помолчав.\n   — Мы счастливы, — ответила Вика за себя и за дочь и протянула руку, чтобы привычным жестом взъерошить короткие непослушные волосы мужа, но не смогла дотянуться.\n   Он обычно возмущался, когда Вика так делала, но сегодня сам наклонил голову, чтобы позволить жене поиграть его волосами.\n   — А вот и Эвелина! – весело сказал Дан, когда медсестра принесла в комнату ребенка. Услышав это имя, молоденькая работница больницы улыбнулась. Видимо, имя с Обычной Земли нравилось местным жителям.",
    "answers": [
      {
        "id": 131,
        "text": "Концовка \"Прочные связи\""
      }
    ]
  },
  {
    "id": 131,
    "text": "Поздравляю, Вы получили достижение «Прочные связи»!\n\nВиктория достигла высот в алхимии и вышла замуж за Дана. Она создает артефакты, закаливает мечи магией, он воин. У них прекрасная семья. Вы также можете получить другие концовки этого квеста.\n\n",
    "answers": [
      {
        "id": 131,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-36.userapi.com/iSHH7byatkImvbiRpFObSO6Ppqj25fvmgvCMzg/DtZU5IWHv98.jpg"
      },
      {
        "id": 139,
        "text": "Список доступных концовок квеста"
      }
    ]
  },
  {
    "id": 132,
    "text": "         — Дан, ты звал меня на прогулку сегодня вечером? Твое предложение еще в силе? – Вика почувствовала, как ее сердце упало куда-то в пятки от волнения. В серебристых глазах Дана лишь на долю секунды мелькнуло волнение, но тут же на губах заиграла кривоватая ухмылочка уверенного в себе человека. Внешне он хотел показать всему миру, что он и не сомневался в том, что девушка скажет ему «да». Их глаза встретились, и он подмигнул Вике.\n    — Само собой. Ты разве во мне сомневалась?\n     Он встал из-за стола и подал Вике руку, девушка вложила свою резко онемевшую ладонь в его. Она чувствовала на себе пристальные взгляды со стороны Вейлина и Ламара, похоже они были огорчены подобным поворотом событий, но что ж – иногда нужно принимать определенные решения, и не всем они могут понравится. В любом случае, Вика верила, что сможет сохранить дружбу с ребятами. Илианта же ободряюще улыбнулась девушке, целительница всегда была добра и милосердна, и ассоциировалась у Вики то с ангелами, то с земными врачами, именно врачами по духу, по зову сердца, теми, кто действительно хочет помогать людям, бороться за их жизни, а не «номинальными» врачами.\n     Парень с девушкой вышли на улицу, вдыхая вечерние ароматы «ночных красавиц», эти цветы росли и на этой планете! Эволюция шла разными путями, но «ночные красавицы», совсем как на родной Земле, росли и на этой планете тоже. Вика ахнула от радости и подбежала к клумбе во дворе академии.\n     — Это же «ночные красавицы»!\n     — Они самые, — усмехнулся Дан, — Но ты еще мой сюрприз не видела!\n     Вика открыла было рот спросить, что за сюрприз, но парень в шутливой манере приложил палец к губам, намекая, что все сама увидит. Он протянул ей руку и повел через двор академии к задним воротам учебного заведения. Там стоял белоснежный пегас, которого придерживал человек под уздцы.\n      — Пегас?! – почти закричала от восторга земная девушка.\n      — Ох, ничем тебя не удивишь, — расстроился парень, — У вас они тоже водятся?\n      — Нет! Что ты! У нас таких красавцев нет!  Они живут на страницах сказочных книг и в фильмах.\n      — Фильмах? Что-то слышал об этом. В вашем мире показывают вымышленные истории с участием людей, да? У нас фильмов нет.\n      — Зато у вас есть пегасы! – потрясенно заявила девушка.\n      — Все-таки удивишь, — сказал Дан и расплылся в своей фирменной улыбочке довольного кота.\n      — Пойдем. Мы сегодня покатаемся на нем.",
    "answers": [
      {
        "id": 133,
        "text": "Обрадоваться"
      },
      {
        "id": 134,
        "text": "Струсить"
      }
    ]
  },
  {
    "id": 133,
    "text": "     — Покатаемся?! – почти сорвалась на писк Вика и радостно захлопала в ладоши, — Мы будем кататься на пегасе! – запрыгала она.\n      — Да-да! – вторил ей Дан и добродушно смеялся. Нечасто увидишь его таким – искренним, без внешней бравады, без показательной «крутости». Было видно, что он счастлив, когда счастлива Вика. Ему захотелось обнять эту радующуюся жизни девушку, он прижал ее к груди, погладил по волосам, поцеловал в макушку. Вика обняла его в ответ, а сердце пропустило удар.\n       Они весело дошли до пегаса, и Дан помог девушке взобраться, отобрав у человека уздцы. Устроившись позади девушки, страхуя ее, чтобы она не выпала из седла, парень легонько шлепнул животное, и пегас взмахнул белоснежными крыльями. Крик восторга и счастья вырвался из груди Вики. Они взмыли в небо, переливающееся разноцветными красками заката двух Солнц. Сердце бешено стучало в груди. Эмоции переполняли Вику. Она всегда мечтала об этом. Неужели пегасы – не вымысел? И они мирно существовали себе все это время на Магической Земле, другой планете пригодной для жизни.\n       — Облака-а-а-а, белогривые лоша-адки! Облака, что вы мчитесь без оглядки? Не смотрите вы с высока-а, а по небу прокатите нас, облака-а! – запела Вика в сумасшедшем восторге известную песню из мультика, который она видела в детстве на родной планете. Эта песня как нельзя лучше описывала ее состояние души в настоящий момент.\n       Дан дослушал песню, а потом потянувшись к Вике через правое плечо, удивленно заглянул ей в глаза. Их взгляды встретились, и ребята засмеялись. А потом девушка рассказывала парню о мультфильмах, кинематографе, творчестве на Обычной Земле. И теперь уже Дан сказал ей:\n     — Вы удивительные!\n     — Мы такие же люди, как и вы, — засмеялась девушка.\n     Магическая Земля с высоты полета пегаса была удивительной – как лоскутное одеяло раскинулись ее леса, поля, цветы, реки и озера.\n      Под уверенным руководством Дана пегас улетел на высокий утес, с которого открылся прекрасный вид на закат. Здесь было холоднее, и Вика зябко обняла себя за плечи:\n       — Здесь красиво, — прошептала девушка. Дан подошел к ней со спины, и обнял, согревая своим теплом. Она слышала его дыхание над ухом, и этот момент казался вечностью. Ребята затихли. Просто наслаждались высотой утеса, красотой заката двух Солнц, друг другом. Внезапно погода начала портиться, налетел ветер, полил дождь.\n      Вика повернулась к парню лицом, и они, не сговариваясь, соединили губы в поцелуе. Он был так сладок и чувственен, их сердца громко стучали, а на дождь им было просто наплевать. Когда девушка открыла глаза, чтобы вдохнуть внезапно переставшего хватать воздуха, она увидела мокрое от дождя и счастливое лицо парня. Его белые волосы переливались жемчугом и струились вниз, как продолжение потоков воды. Вика счастливо улыбнулась. Слов больше не требовалось.\n     — Полетели? А то ты промокнешь, простудишься, — сказал тихо Дан, заглядывая в голубые глаза девушки.\n     — Да, — сказала она и добавила чуть тише, — спасибо, что научил меня летать.",
    "answers": [
      {
        "id": 135,
        "text": "Через годы"
      },
      {
        "id": 133,
        "text": "Укажите команды для картинки",
        "url": "https://sun7-9.userapi.com/UwPdUyHp-2GbP_1XZl3nuHeRLO4j-t3Zr_TVFg/gnv9rieUnAk.jpg"
      }
    ]
  },
  {
    "id": 134,
    "text": "      — Ой, я-я не уверена… — начала Вика, а ее сердце нырнуло куда-то в пятки от страха. Дан иронично закатил глаза:\n      — Не думал, что ты трусиха! – рассмеялся он в своей насмешливой манере.\n      — Эй! Я не трусиха! – воскликнула девушка, и тише добавила, — Я не трус, но я боюсь…\n       Громкий хохот парня рядом был ей ответом. А потом он, вдоволь насмеявшись, стал уговаривать девушку покататься, объяснил, что не даст ей упасть. В конечном итоге она согласилась.\n       Они дошли до пегаса, и Дан помог девушке взобраться, отобрав у человека уздцы. Устроившись позади девушки, страхуя ее, чтобы она не выпала из седла, парень легонько шлепнул животное, и пегас взмахнул белоснежными крыльями. Отчаянный вопль страха сменился криком восторга и счастья. Они взмыли в небо, переливающееся разноцветными красками заката двух Солнц. Сердце бешено стучало в груди. Эмоции переполняли Вику. Она всегда мечтала об этом. Неужели пегасы – не вымысел? И они мирно существовали себе все это время на Магической Земле, другой планете пригодной для жизни.\n       — Облака-а-а-а, белогривые лоша-адки! Облака, что вы мчитесь без оглядки? Не смотрите вы с высока-а, а по небу прокатите нас, облака-а! – запела Вика в сумасшедшем восторге известную песню из мультика, который она видела в детстве на родной планете. Эта песня как нельзя лучше описывала ее состояние души в настоящий момент.\n       Дан дослушал песню, а потом потянувшись к Вике через правое плечо, удивленно заглянул ей в глаза. Их взгляды встретились, и ребята засмеялись. А потом девушка рассказывала парню о мультфильмах, кинематографе, творчестве на Обычной Земле. И теперь уже Дан сказал ей:\n     — Вы удивительные!\n     — Мы такие же люди, как и вы, — засмеялась девушка.\n     Магическая Земля с высоты полета пегаса была удивительной – как лоскутное одеяло раскинулись ее леса, поля, цветы, реки и озера.\n      Под уверенным руководством Дана пегас улетел на высокий утес, с которого открылся прекрасный вид на закат. Здесь было холоднее, и Вика зябко обняла себя за плечи:\n       — Здесь красиво, — прошептала девушка. Дан подошел к ней со спины, и обнял, согревая своим теплом. Она слышала его дыхание над ухом, и этот момент казался вечностью. Ребята затихли. Просто наслаждались высотой утеса, красотой заката двух Солнц, друг другом. Внезапно погода начала портиться, налетел ветер, полил дождь.\n      Вика повернулась к парню лицом, и они, не сговариваясь, соединили губы в поцелуе. Он был так сладок и чувственен, их сердца громко стучали, а на дождь им было просто наплевать. Когда девушка открыла глаза, чтобы вдохнуть внезапно переставшего хватать воздуха, она увидела мокрое от дождя и счастливое лицо парня. Его белые волосы переливались жемчугом и струились вниз, как продолжение потоков воды. Вика счастливо улыбнулась. Слов больше не требовалось.\n     — Полетели? А то ты промокнешь, простудишься, — сказал тихо Дан, заглядывая в голубые глаза девушки.\n     — Да, — сказала она и добавила чуть тише, — спасибо, что научил меня летать.",
    "answers": [
      {
        "id": 134,
        "text": "Укажите команды для картинки",
        "url": "https://sun7-9.userapi.com/UwPdUyHp-2GbP_1XZl3nuHeRLO4j-t3Zr_TVFg/gnv9rieUnAk.jpg"
      },
      {
        "id": 135,
        "text": "Через годы"
      }
    ]
  },
  {
    "id": 135,
    "text": "     Шли годы, Вика обучалась боевым искусствам и сделала в этом неплохие успехи. И теперь они с мужем странствующие воины. Много километров они преодолели вместе, много приключений повидали, многим людям помогли. Дан прекрасно обращается как двуручным мечом, так и двумя парными мечами, закаленными магией. Вика владеет парными кинжалами, она стала очень ловкой и гибкой. Оба в совершенстве владеют различными видами боевых техник. Они есть друг у друга, и это главное. Дан обрел настоящую боевую подругу, которая плечом к плечу, мечом к мечу встретит трудности на пути. Странствиям пришел конец, когда мужчина узнал, что Вика беременна. Они остановились в одном небольшом городке. Их накоплений хватило, чтобы купить небольшой уютный домик. Через несколько месяцев жена попала в больницу, правда повод был радостный – молодые родители ожидали появления на свет ребенка.\n     Дан не спал всю ночь. Он знал, что возможно этой ночью появится на свет малыш. Он впервые в жизни должен был стать папой, и очень волновался за молодую жену и ребенка. Но когда его пригласили в больницу, он чуть ли не пулей туда помчался.\n     Мужчина сидел возле кровати измученной, но счастливой Вики. Им уже сообщили, что родилась девочка. Хорошенькая, 3,5 килограмма, здоровенькая. Молодые родители ожидали, когда же они наконец ее увидят. Дан поглаживал руку жены и улыбался.\n     — Давай назовем ее Эвелиной? – нарушила тишину, пропитанную счастьем, Вика.\n     — Эвелина? Это имя с твоей планеты? А что? Мне нравится. Красивое. Давай назовем, как ты захочешь. Мне главное, чтобы вы обе были живы-здоровы. И счастливы, — добавил он, немного помолчав.\n   — Мы счастливы, — ответила Вика за себя и за дочь и протянула руку, чтобы привычным жестом взъерошить короткие непослушные волосы мужа, но не смогла дотянуться.\n   Он обычно возмущался, когда Вика так делала, но сегодня сам наклонил голову, чтобы позволить жене поиграть его волосами.\n   — А вот и Эвелина! – весело сказал Дан, когда медсестра принесла в комнату ребенка. Услышав это имя, молоденькая работница больницы улыбнулась. Видимо, имя с Обычной Земли нравилось местным жителям.",
    "answers": [
      {
        "id": 136,
        "text": "Концовка \"Боевая подруга\""
      }
    ]
  },
  {
    "id": 136,
    "text": "Поздравляю, Вы получили достижение «Боевая подруга»!\n\nВиктория достигла высот в боевых искусствах и вышла замуж за Дана. Теперь они воины, выполняют различные государственные и местные поручения. У них прекрасная семья. Вы также можете получить другие концовки этого квеста.\n\n \n\n",
    "answers": [
      {
        "id": 136,
        "text": "Укажите команды для картинки",
        "url": "https://sun7-8.userapi.com/ct1yIgCXrHXGuXAhND10gOS3izSz0v5HDJz-xQ/wS4zj4F2LEg.jpg"
      },
      {
        "id": 139,
        "text": "Список доступных концовок квеста"
      }
    ]
  },
  {
    "id": 137,
    "text": "    Звенящую тишину, наступившую после ужина нужно было срочно нарушить, потому что Вика буквально кожей чувствовала, что парни ожидают, к кому потянется девушка с Обычной Земли. Но она уже решила для себя, чем она займется на этой планете. И ей некогда крутить романы.\n     — Парни, вы все красивые и замечательные, — начала она.\n     — Я не сомневался, — заявил Дан.\n     — Дай, пожалуйста, сказать. Вы красивые, замечательные, но я не пойду с вами гулять. Потому что у меня есть дела поважнее. Я должна столькому научиться, я хочу овладеть и магией, и алхимией и боевыми искусствами.\n     — Тебе жизни не хватит, — вставил слово задумчивый Ламар.\n     — Я знаю. Поэтому начну прямо сейчас. Не буду тратить ни минуты.\n     Даже Илианта была огорчена услышанным, об этом говорил печальный взгляд целительницы. Она хотела счастья для новой подруги, но если она сама отвергает его, ничего не поделать. А может у Вики счастье в другом.\n      Шли годы, а «инопланетянка» так не с кем и не сблизилась. Даже Илианта стала постепенно от нее отдаляться, а потом лекарь вышла замуж за Ламара и ей стало некогда видеться с подругой. Да и Вике было некогда. После академии она окончила научный университет, и стала самым молодым в истории ученым. А работает она в команде с верховными магами Магической Земли над созданием более совершенного антидота против бактериологического оружия, созданного на Злой Земле. Если она не смогла уберечь родную планету, то постарается уберечь эту. Только счастлива ли она? Ее сверстницы в этом возрасте уже давно замужем, у них подрастают детки, у некоторых даже по двое-трое. А она по-прежнему возвращается домой одна, и дома одна. Лишь цветок в горшке – ее друг. Но она не может думать ни о чем. Только о том, что однажды она потеряла родителей, друзей, все человечество, и выжила лишь она. Магическая Земля и по сей день остается ей чужой, но теперь это ее дом. И она должна сделать все, чтобы сохранить оставшиеся семь планет во имя памяти человечеству.\n",
    "answers": [
      {
        "id": 138,
        "text": "Концовка \"Высокая цель\""
      }
    ]
  },
  {
    "id": 138,
    "text": "Поздравляю, Вы получили достижение \"Высокая цель\"!\n\nВиктория стала прекрасным специалистом в области магии, алхимии и науки. Теперь она много работает, посвящает всю себя созданию антидота против бактериологического оружия, созданного Злой Землей. Ведь ей нужно спасти оставшиеся семь планет ради светлой памяти человечества.",
    "answers": [
      {
        "id": 138,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-72.userapi.com/wfB_2-7jo29lmrBmJOZVFZzXwjQxZUpVuARoyA/9w1nRTFxs6E.jpg"
      },
      {
        "id": 139,
        "text": "Список доступных концовок квеста"
      }
    ]
  },
  {
    "id": 139,
    "text": "Список доступных концовок квеста:\n\n\nХрабрая, но мёртвая\n\nСердце целителя и сердце боевого мага\n\nОдно счастье на двоих\n\nНаука для жизни\n\nБоевая семья\n\nИсцеление души и тела\n\nЗадыхаясь от счастья\n\nПравосудие восторжествует\n\nЯ прикрою тебя\n\nСотни дорог ведут к целительному свету\n\nЭто пламя не обжигает\n\nПрочные связи\n\nБоевая подруга\n\nВысокая цель\n\n",
    "answers": [
      {
        "id": 1,
        "text": "К началу."
      }
    ]
  },
  {
    "id": 140,
    "text": "Одним совершенно обычным весенним утром в одну ничем непримечательную квартирку заглянули солнечные лучи, разливаясь теплым светом по стенам и мебели, радуя глаз. Кот, сладко зевнув и потянувшись, открыл глаза и погнался за солнечным зайчиком. На кухне суетилась женщина лет пятидесяти, готовила семье завтрак. Ее муж, высокий мужчина приблизительно ее же возраста, сидел тем временем перед телевизором. И только один человек в этой семье не хотел просыпаться, ох, уж этот здоровый молодой сон. Возле окошка сладко спала двадцатилетняя девушка, улыбаясь чему-то во сне и раскинув по подушке длинные черные волосы. Ее светлую кожу ласкали весенние солнечные лучи, маня на новый день, на новые достижения, но, увы, они не в силах были разбудить «спящую красавицу», ей было хорошо в своем маленьком мире снов и уходить из него совершенно не хотелось.",
    "answers": [
      {
        "id": 2,
        "text": "Услышать голос матери и проснуться"
      },
      {
        "id": 3,
        "text": "Ничего не слышать и спать дальше"
      }
    ]
  },
  {
    "id": 141,
    "text": "",
    "answers": []
  }
]