[
  {
    "id": 1,
    "text": "Пройдите увлекательный квест за четырех персонажей. только от вас зависит, дойдет он до конца, или нет.",
    "answers": [
      {
        "id": 2,
        "text": "Кел"
      },
      {
        "id": 4,
        "text": "Чивгель"
      }
    ]
  },
  {
    "id": 2,
    "text": "Пролог\nСелестина. Тротингем. Зоопарк. Из черных облаков шел моросящий дождь. Копыто пони ударило об лужу, ведро с рыбой покачивалось из стороны в сторону. Знакомьтесь, это Кел, он работает в зоопарке смотрителем. В его обязанности входит уход за животными, и он рад этой работе. Его шерстка коричневая, а грива светло коричневая. Ему 26 лет.\nВот он входит в вольер с птицей Капустой. Ее разноцветный перья переливались от дождя.\n—Миленькая, почему ты не хочешь пойти в гнездышко?\nПтица лишь испустила вопль и затрясла головой.\n—А ну, давай в убежище.\nКел взял рыбку ртом и подлетев к домику, положил в него еду. Птица подняла голову и подлетела к гнезду и забралась во внутрь.\n—Вот так, умница.\nВыйдя из клетки, Кел направился к следующему вольеру. На встречу ему шел красно-синий единорог, держа своей голубой левитации воздушную сладкую вату. А вон грифон в очках снимал на камеру зверушек. Бирюзовая пегаска тащила свое дитя, земнопони в ошейнике куда-то, а тот упирался как мог.\nКел подошел к вольеру с пингвинами и постучал по решетке крылом. Пингвины обернулись к нему. Обойдя клетку, он вошел в вольер. Поставив ведро с рыбой, Кел поддел крылом рыбешку и кинул ее самому крупному пингвину. Тот поймал ее в полете и одним глотком проглотил. Кел улыбнулся.\n—Кел!\nПегас обернулся и увидел бегущего к нему единорога охранника. На его жетоне красовалась изображение их старой принцессы, почему он не как не может снять его, ведь она давно погибла. Теперь у них новый правитель, точне правительница. Нечего носить старые побрякушки.\n—Что случилось?\n—Там, Деред, заливает в рот ведро яблочного сиропа. Он сказал тебя позвать.\n—Зачем?\n—Сам у него узнаешь. Так что, идешь?\n",
    "answers": [
      {
        "id": 6,
        "text": "не идти"
      },
      {
        "id": 7,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 3,
    "text": "—Хорошо. Пошли в лазарет.\nОни прошли до лазарета. Тут их встретил шаман с рыбьей костью на носу и на халате.\n—Хиалер, подлечи моего раба?\n—Конечно, без вопросов.\nСпарт вошел, лег на кушетку и убрал крылья с раны. Лекарь взяла спиртовую ватку, обработала рану и забинтовала. Затянув узел, она посмотрела на Чивгеля.\n—Рана серьезная, задеты некоторые мышцы. Он не сможет драться как минимум несколько дней.\n—Ему это не понадобится, он может уже сегодня отправляться в свой мир.\n—И ты едешь с ним?\n—Конечно. Я его должен сопровождать, до тех пор, пока не привезу на место.\n—Значит сегодня вы едете с ним на тот остров?\n—Да.\n—Начальник, когда выдвигаемся?\n—Через несколько часов. Пошли, посадим тебя обратно.\nОни вышли из лазарета, прошли по коридору и остановились около 167 клетки.\n—Давай на боковую. Раб.\n—Но почему вы так злитесь на нас?\n—Потому что вы верите в своих богинь, а мы верим в звезды. Ваши богини нечто по сравнению с силой звезд.\n—Но это ведь неправильно. Солнце двигает богиня Селестия, а луну богиня Луна.\n—Они погибли, все богини погибли, а Вот звезды остались.\n—Разве?\n—А ты что, не знал?\n—Да я давно уже не был в своей стране. Десять лет. Меня поймали зебры, когда началась катастрофа.\n—Ясно. А теперь мне пора.\nЧивгель закрыл клетку и пошёл по коридору.\n\nГлава 2\nЧивгель вошел в столовую.\n—О, смотрите кто пришел.\n—Краг, что тебе нужно? Не порть хороший день.\n—Да я что? Разве я могу тебе что-то испортить?\n—Тогда молчи.\nЧивгель взял поднос и пошел к еде. Насыпав рису, он полил все это подливкой и уселся за стол.\nВдруг Краг подошел к нему и стукнул по столу. Тарелка с едой сделала сальто и приземлилась на голову Чивгелю. Он заржал, его друзья следом.\n—Тикусе. Зачем ты это сделал?\n—Ну смешно же. Смешно.\n—Кому как. Теперь оттирать придется.\nЧивгель встал. Но есть то хочется. Быстро слизав со стола остатки, он пошел к коридору. Спустившись в подвал, он дошел до раздевалки и приоткрыл дверь. За ней раздавались крики.\n—... И чтобы я больше такого не видел!\nУ стены стояла, робко сжавшаяся зебра. Рядом стоял большой зебра и что-то раздраженно говорил. Окончи он развернулся и пошел к двери. Чивгель быстро убежал за угол. Злой зебра ушла на право, оставив дверь открытой. Чивгель осторожно вышел из-за поворота и вошел в раздевалке. Войдя во внутрь он сказал.\n—Привет, что тут произошло?\nЗебра повернула к нему голову и грустно посмотрела одним глазом. Ее грива сползала на один глаз.\n—Ты все слышал?\n—Только конец.\n—Это был мой босс.\n—И что ему не понравилось?\n—То, что я мутила со своим рабом.\n—Да, зря ты так. Зачем иметь к этим пони хоть какие-нибудь чувства?\n—Он сказал точно также, только грубее. Теперь меня могут решить раба.\n—Дауш. Мог бы я чем ни быть помочь?\n—Да тебе самому нужна помощь.\nЧивгель посмотрел на свою грязь и застеснялся.\n—Да все впорядке.\nОна опустила голову и пошла к двери. Когда она ее открыла, он произнес.\n—Тебя как зовут?\n—Флора.\nОна ушла за дверь, оставив его в одиночестве.\n\n**********\nЧивгель пришел к воротам. Тут стоял зебра страж.\n—Ну что там?\n—Мой почти выиграл, осталось всего нанести несколько ударов.\nИ действительно. Пегас парил над земным пони, занеся пику в боевую готовности. У пони был автомат, тот как раз нажимал спусковой крючок. Но автомат дал осечку. Кончались патроны. Пони откинул автомат в сторону и бросился бежать. Пегас же прицелился и кинул пику. Та пролетела несколько метров и Влетела в правое копыто. Пони спаткнулся и рухнул в грязь. Пегас приземлился на него и посмотрел на трибуны. Она топали и свистели. Но вот царь поднял копыто и все участились. Царь подождал минуту, которая длилась вечность, и закивал головой.\nПегас встал с противника и пошел к своему углу.\n—Все. Сейчас начнется речь.\n—Я пойду тогда.\nЧивгель прошелся по коридору и пришел к 167 клетке.\n—Просыпайся, раб. Пора на совет.\n—Как, уже. А я хотел бы ещё поспать…\n—Хватит болтать. Одевай кандалы.\nЗебра кинула через решетку кандалы. Пегас их одел и пошол по коридору.\n—Начальник.\n—Что ещё?\n—А почему вы держите нас как рабов.\n—Я тебе уже обьяснял…\n—Да помню я, помню. Мне вот только одно не понятно. Кто вас тогда создал?\n—Как кто? Звёзды. Они создатели всего.\n—А кто же создал монстров?\nНа этот вопрос чивгель не мог ответить.\nОни пришли к воротам. Тут уже стояло двое зебр и двое рабов. Протрубил горн. Зебра дёрнул за рычаг. Ворота поднялись. Все вышли на арену. С другой стороны тоже вышли трое пар. Мы встали в середину. Все посмотрели на трибуны.\nЦарь встал со своего трона и заговорил.\n—Да здравствуй мой тщеславный народ. Леди и джентль звери, я рад сообщить вам, что сегодня, ровно сто одиннадцать дней спустя, мы готовы освободить наших детей от цепей. Да пускайте они отправятся в последний путь.\nТолпа затоптала в аплодисментах. Рабы поклонились. Чивгель посмотрел вправо и увидел флору. Она стояла рядом с громадным уиком.\nЭто и есть ее раб? Бедняжка, как же она тащила его бессознательное тело.\nОна посмотрела влево и улыбнулась нежной улыбкой.\nОн то же ей улыбнулся.\nТут прозвенел горн. Зебры и рабы направились в левый вход. Чивгель стал засматривался на бедра флоры. Как вдруг послышался падение цепей. \n—Начальник. Они сами.\nЧивгель развернулся и увидел как спарт стоит без кандалов. Все, нужно что-то срочно делать. Но что?\nЗебра развернулся и бросился к Спарту. Подбежав, он сразу же схватил кандалы и попробовал надеть их. Но ничего не получилось. Черт. Вся шеренга остановилась, сотни взглядов уставились на Чивгеля. Царь произнес.\n—Что это такое? Как рабу удалось освободится?\n—Я не знаю. Скорее всего цепи неисправны.\nПо толпе пробежался перешептывания.\n—Идите, выдайте ему новые кандалы. А с тобой я ещё поговорю.\nЦарь с короной ушел с трибуны. Шеренга двинулась дальше. Раб без кандалов шел с опущенной головой. Чивгель прошел за ворота и сразу же поднялся по черным ступенькам на второй этаж. Там, в самом дальнем углу коридора, была отворена дверь. Зебра заглянула за нее и медленно вошел в помещение. Дверь за ним захлопнулась, напугав его. Там, за столом сидела секретарша. Она что-то печатала в печатной машинке. Она приподняла взгляд и жестом указала на сидение. Зебра уселась на него и стала ждать.\nЧерез несколько минут в соседнем дверь вошел король. Он мрачно посмотрел на чивгеля и поманил его за собой. Войдя в главный зал, они уселись напротив друг друга и король заговорил.\n—Давай начнем по порядку. Твой поступок просто отвратителен.\n",
    "answers": [
      {
        "id": 1,
        "text": "Б.К.А.Ч."
      }
    ]
  },
  {
    "id": 4,
    "text": " Пролог\nЧивгель вошел из коридора в актовый зал. Здесь было мало учеников. По скольку это был вуз на зебренскую магию, то его почти никто не посещал. Поднявшись по каменным ступенькам на восьмой ряд, зебра достал принадлежности и стал ждать. НА следующие мгновение, буквально за ним шаг на шаг, в зал вошел преподаватель. Положив седельные сумки, зебра произнесла.\n—Добро пожаловать на четвертую сходку любителей зелий.\n—А чего мы сегодня будем готовить? — спросил один из учеников.\n—Хороший вопрос. Конечно, ничего такого, что вы не смогли бы повторить. Сегодня мы создадим эликсир интеллекта. Надеюсь вы не забыли кристаллы.\n—Извините, я забыл. — сказал Чивгель, порывшись в вещах.\n—Опять забыл, это уже в пятый раз. — учитель недовольно постучал по столу копытом. -Ладно, я тебе дам один из своих. Чтобы больше не забывал. Не то будешь сам новый материал готовить.\nЧивгель спустился вниз и взял кристалл.\n—А почему он такой маленький? Разве этого достаточно?\n—Тебе что-то не нравится?\n—Нет, простите. Спасибо.\nЧивгель взял кристалл на рот, прошел вверх и услышал тихое хихиканье. Это были Деус и Краг, которые раньше крали у него кристаллы. Варили по памяти зелья и продавали по втридорога. Может это они забрали у него кристалл на перемене?\nЕму хотелось крикнуть им в морду:\n—Воры, бизнесмены хреновы.\nНо тогда ему будет туго и с педагогом и с ними. Он вернулся на своё место.\n—Под вашими сидениями есть конверты с ингредиентами. Достаньте их и высыпьте все на стол. Наденьте грилзы для безопасности.\nЗебра нажала на кнопку на столах и у всех выдвинулись из стола котелки.\n—Откройте банку и высыпьте порошок рыбной чешуи. Добавляйте эту смесь до кипения.\n—А-а-а-а-а!!!\n—Пясмит, что там.\n—У него в котелке дырка.\n—Быстрее! Уберите его котелок.\n—Он прикручен шурупами.\n—Что!?\nПясмит кричал во всю глотку, пока не начал кашлять кровью. Вода разливалась по его ногам, сдирая плоть. Дживо со стуком открыл дверь и начал звать на помощь. Как на зло в коридоре не было ни души. Даже уборщика пегаса не было. Тогда он вызвал с накопытника скорою. Скорая помощь прилетела через 30 минут. Все это время ученики пытались остановить кровь, ктото даже сделал зелье регенерации. Но он уже умер от болевого шока. У Чивгеля надломилась психика из-за этих событий. Конечно, не каждый день увидишь смерть друга.\n\n\nГлава 1\n10 лет спустя\nПрошли годы с того события, произошедшее между зебрами и понями. Чивгель проснулся вечером на соломенной подстилке. Протерев глаза, он вышел из шалаша и вдруг услышал крик со спины.\n—Чивгель. Чивгель. Ты что не слышишь?\nРазвернувшись он увидел бывшего задиру.\n—А? Что? Деус, что тебе?\n—Ты тоже идешь в Колизей?\n—Я вообще-то там работаю.\n—А, ясно. Я забыл. Давно не виделись и все дела. Ну я тогда пошёл. Встретимся там.\nДеус обошел его и радостно побежал к колизею. Чивгель пошёл в другую сторону. Подойдя к запасному входу, он ввел пин код и вошёл вовнутрь. Его встретил полутемный коридор. Он пошел вдоль решеток. За каждой было что-то свое. То склад коробок, то склад брони, то склад оружия. Чивгель свернул за угол, поднялся по лестнице и вошел в раздевалку. Здесь не было никого, только один охранник.\n—Привет.\n—И тебе того же.\n—Послушай. А ты слыхал про Спарта дружочек?\n—Кто это?\n—Раб. Пегас.\n—И что с ним?\n—Он победил в четырнадцати боях и сегодня он будет участвовать в бою с самим Уиком.\n—Вау. И когда?\n—Через два раунда.\n—А кто его охраняет?\n—Еще неизвестно. Пошли скорее к распределителю.\n—Сейчас, только оденусь.\nОхранник вышел за дверь. Подойдя к специальному оборудованию, он встал под него и нажал на кнопку носом. Механизм загудел и тяжёлые доспехи опустились на его спину. Затем механические щупальцы прикрепили к его ногам пластины. И в довершению всего был шлем. Взяв из шкафчика копье, он вышел и спустился вниз. Чивгель Пошёл по коридору к железной двери. Войдя, он снова увидел автомат с рычажком. Он подошёл к нему и дернул за рычаг. Из автомата выполз чек.\n—Спарт.\nЗначит он сегодня следит за этим рабом.\n",
    "answers": [
      {
        "id": 42,
        "text": "порадоваться"
      },
      {
        "id": 43,
        "text": "крутануть еще раз"
      }
    ]
  },
  {
    "id": 5,
    "text": "",
    "answers": []
  },
  {
    "id": 6,
    "text": "—Нет, я лучше останусь с животными.\nОхранник неодобрительно хмыкнул и побежал обратно.\nКел снова поддел рыбку и кинул ее пингвинам.\nДождь стал стихать. Время клонилось к вечеру. В конце рабочего дня, после кормежки, Кел снял с себя пропахшей рыбой униформу. Зайдя в душ, он встал под теплую воду. Его конечности устали за время работы, и поэтому требовали отдыха, а вода как раз успокаивала боль. Сердце в груди застучало сильнее, когда в душ вошла красивая кобылка.\n—Вориса, как сегодня с очистителями воды?\n—Вчерашнюю поломку удалось заменить. Так что теперь животные не будут испытывать жажду.\nТут включился обдуватель, не давая им разговаривать. Высушив шерстку, Кел стал выходить из душа, напоследок взглянув на круп кобылки.\nСдав ключи от клеток своему сменщику, он вышел в предвечерний город. Облака рассеялись, показывая небо.\n",
    "answers": [
      {
        "id": 9,
        "text": "Пойти в магазин"
      },
      {
        "id": 22,
        "text": "полететь домой"
      }
    ]
  },
  {
    "id": 7,
    "text": "—Хорошо, я пойду с тобой.\nПришлось оставить ведро в вольере. Надеюсь, пингвины ее не съедят. Охранник вошёл в сторожку, за ним Кел. Войдя в помещение, он увидел, как толпа охранников сгрудилась вокруг Дереда, который заливал в горло яблочный сидр. Влив последнюю каплю, он поставил кружку на стол и с пьяной улыбкой посмотрел на Кела.\n—Давай, попробуй. Ведь это так легко.\n—Я не пью на работе.\n—Ну чего ты стесняешься, здесь ведь все свои.\nКел немного застеснялся, но одобрительный вопль толпы, заставил его согласиться.\n—Ну раз так, то одну можно и попробовать.\nКел уселся за стол и отпил из кружки. Вдруг сзади раздался звук открываемой двери и знакомый голос произнес.\n—Что тут происходит?!\nКел обернулся и увидел директора.\n—Директор?\n—А ну объясняйтесь!\n",
    "answers": [
      {
        "id": 23,
        "text": "Соврать"
      },
      {
        "id": 24,
        "text": "Сознаться"
      }
    ]
  },
  {
    "id": 8,
    "text": "Расправив крылья и немного помахав ими, пегас взлетел. С силой махая крыльями, Кел взлетал выше высоток, пролетел сквозь облака и полетел к своему дому. Его дом состоял из облаков. Влетев на порог крыльца, он толкнул копытом облачную дверь и вошел в коридор. Пройдя по облачному полу, он вошел на кухню и стал готовить ужин.\nВ открытое окно дул ветер. Кел закрыл окно белым облаком и продолжил готовить. Вскоре еда была готова.\nКел сел на диван и стал поедать еду.\nВдруг что-то проломило крышу и пол, улетело дальше. Пегас насторожился. Снова что-то проломило крышу и улетело дальше.\nПегас встал. Что это было? Вдруг по дому что-то застучало, разбивая облака, ломая пол, разбивая утварь. Пегас выбежал из дома и посмотрел в небеса. На его дом летел небольшой метеорит. Крылья пегаса сложились, и он не смог даже пошевелиться, его глаза раскрылись от страха. И если бы он не стоял на облаке,-то наверняка свалился вниз. Метеорит все приближался и приближался. Кел наконец-то смог отвести взгляд от камня и тут же в его голове щелкнуло. Надо спасать дом.\nОн расправил крылья и подлетел к дому. Упираясь копытами в него, Кел энергично замахал крыльями. Дом понемногу сдвигался. Пегас стал прикладывать ещё больше усилий. Вдруг он услышал рев. Посмотрев наверх, увидел метеорит, который стал ещё ближе и ещё больше.\nПегас в последний раз напряг крылья и стал отлетать от дома. Отлетев на несколько метров, развернулся, чтобы увидеть как его дом пропадает под космическим куском камня.\n—Н-е-т!!!\n\nГлава 1\nКел приоткрыл глаза. Приподнялся на кровати и провел копытом по голове. его короткая стрижка смялась под весом копыта. Он осмотрелся и встал с кровати. Зайдя на кухню, пегас вскрыл консервированную капусту, и проглотил все залпом. После разминал суставы, одел серую шляпу, взял и надел на спину винтовку и вышел на улицу. Все, пора идти в город.\nОн направился по тропинке. Теплый ветерок шелестел его гриву, Мягкая почва проминалась под его копытом.\nВдруг тонкий писк привлек его внимание. По сосне взбиралась белка.\n\n\n",
    "answers": [
      {
        "id": 10,
        "text": "Стрелять"
      },
      {
        "id": 11,
        "text": "не стрелять"
      }
    ]
  },
  {
    "id": 9,
    "text": "Кел прошелся по улицам и вышел к гипермаркету. На улице уже почти стемнело. Он вошел в помещение, немного походил между полок и вдруг ему на глаза попалась пегаска белого цвета. Она стаяла к нему спиной, но он и так знал какие у нее глаза. Розовые, как у ее матери. Все правильно, это была его дочь. Почему она с другими родителями, и почему она не с ним, не так уж и важно. Главное что ему тут не рады. Он развернулся и собрался уже уходить, как тут с наружи раздался сильный удар об землю и в одночасье все прекратилось.\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Б.К.А.Ч."
      }
    ]
  },
  {
    "id": 10,
    "text": " Кел снял винтовку, прицелился и выстрелил. выстрела почти не было слышно, так как глушитель. Но все равно эхо разошлось по лесу. Белка упала в траву. Подняв, он убрал ее в седельные сумки и продолжил свое путешествие. Но стоило ему пройти всего несколько шагов, как тут в кустах что то зашумело. Кел насторожился. Кто это там? Тут из кустов вышел пони черно синей шерсткой и удивленно посмотрел на него.\n—здрасте.\n—Здравствуйте. — сказал кел, подходя к нему. -А что вы там делали.\n—Я просто услышал выстрел, и подумал что это бандиты.\n—Не, это я. А вы тоже идете в понивиль?\n—Нет, мне не туда.\n—Ну ладно. Бывайте.\nМы разошлись. Пройдя развилку Кел вышел к Понивилю. Войдя в город, и пройдя мимо стражи он сразу же направился в знакомый магазинчик. На его вывески были потемневшие слова(Отворись Господня). Отворив дверь, он вошел в заведение. Пройдя к стойке, он нажал на колокольчик. через минуту из бытовки вышел единорог белый.\n—Привет Кел. Зачем сегодня ты пришел?\n—Во-первых, вот белка на продажу.\n—Спасибо. — сказал пони, отдавая Биты.\n—А во-вторых, я слыхал что у тебя какие-то проблемы.\n—От кого?\n—Да вчера в баре рассказали.\n—Ну раз так, значит больше напиваться не буду.\n—Так есть проблемы? — надавил пегас.\n—Ну есть, есть. На мои караваны кто-то нападает.\n—И?\n—И из-за этого продажи падают. Сегодня караван отправляю в Филадельфию. Я планировал с конвоем провести, но раз ты тут,-то можно без охраны.\n—А что взамен?\n—А чего ты сам желаешь?\n—Я. Новую шляпу, а то эта уже сносилась.\n—Хорошо, будет тебе шляпа. Только защити караван.\nКел кивнул.\n—Они уже ждут у северной тропы.\nКел вышел из здания, прошел по улочкам городка и вышел к каравану.\n—Привет ребята.\n—И тебе того же.\n—Слушайте, я сейчас пойду с вами, так сказал Пор. Так что, можем выдвигаться.\n—Но где же конвой?\n—Его не будет, вместо них, я.\n—А тебя одного-то хватит?\n—Ещё бы, я ведь лучший снайпер на всю округу.\n—Ну раз так, тогда выдвигаемся.\nВорота отворились, четверо пони сдвинули с места повозку. Сидевший на повозке пони, дернул поводьями. Кел пошел вслед за ними.\n\n\n*********\nОни шли по дороге. Лес закрывал частично солнце. Кел шел рядом с повозкой.\n—Послушай, как говоришь, тебя зовут? — обратился он к вознице.\n—Ава.\n",
    "answers": [
      {
        "id": 12,
        "text": "Ава, скажи, тебе что нибудь известно об Филадельфии?"
      },
      {
        "id": 13,
        "text": "Ава, скажи, зачем ты едешь в Филадельфию?"
      }
    ]
  },
  {
    "id": 11,
    "text": "Кел снял винтовку, прицелился, но не выстрелил. Все таки это живое существо. Вот на горизонте показался Понивиль. Войдя в город, он сразу же направился в знакомый магазинчик. отворив дверь, вошел в заведение. Пройдя к стойке, он нажал на колокольчик. из бытовки вышел единорог.\n—Привет Кел. Зачем сегодня ты пришел?\n—Я слыхал что у тебя какие-то проблемы.\n—От кого?\n—Да вчера в баре рассказали.\n—Ну раз так, значит больше напиваться не буду.\n—Так есть проблемы?\n—Ну есть, есть. На мои караваны кто-то нападает.\n—И?\n—И из-за этого продажи падают. Сегодня караван отправляю в Филадельфию. Я планировал с конвоем провести, но раз ты тут,-то можно без охраны.\n—А что взамен?\n—Весть товар с той встречи.\nКел кивнул.\n—Они уже ждут у северной тропы.\nКел вышел из здания, прошел по улочкам городка и вышел к каравану.\n—Привет ребята.\n—И тебе того же.\n—Слушайте, я сейчас пойду с вами, так сказал Пор. Так что, можем выдвигаться.\n—Но где же конвой?\n—Его не будет, вместо них, я.\n—А тебя одного-то хватит?\n—Ещё бы , я ведь лучший снайпер на всю округу.\n—Ну раз так, тогда выдвигаемся.\nЧетверо пони сдвинули с места повозку. сидевший на повозке пони, дернул поводьями. Кел пошел вслед за ними.\n\n***\nОни шли по дороге. Лес закрывал частично солнце. Кел шел рядом с повозкой.\n—Послушай, как говоришь, тебя зовут?\n—Ава.\n\n\n",
    "answers": [
      {
        "id": 12,
        "text": "Ава, скажи, тебе что нибудь известно об Филадельфии?"
      },
      {
        "id": 13,
        "text": "Ава, скажи, зачем ты едешь в Филадельфию?"
      }
    ]
  },
  {
    "id": 12,
    "text": "—Это почти заброшенный город. Там сейчас только несколько десятков торговцев. А так никого.\n—Ясно. А в Тротингеме?\n—Ну что за глупый вопрос. Откуда мне знать о таком далеком городе? Хотя, если подумать,-то там как и везде, запустение.\n—Хорошо что хотя бы Понивиль устоял. А ты сама откуда?\n—Из Окела.\n—Значит ты из того самого города?\n—Да. Раньше, я работала курьером. А теперь перевожу товар.\n—Значит, ты не знаешь, что случилось с твоим городом?\n—Почему же не знаю, знаю. Его атаковало стадо тирексов.\n—Странно. На мой город упал метеорит. Интересно, что произошло в других городах.\n—Наверное…\n—Тсс.\nКел подбежал к ведущему и остановил его. Повозка встала. Кел снял снайперку и взлетел. Взлетев выше кромок деревьев, он прислонил глаз к прицелу и стал осматриваться кругом.\nВдруг шевельнулся кустарник, что привлекло внимание. Это был древесный волк. Кел снова прицелился и выстрелил. Пуля попала в спину. Перезаредив, Кел снова выстрелил. и попал в голову и волк рассыпался. Следом выпрыгнула целая стая.\nКел прицелился, выстрелил, прицелился, выстрелил. Так он методично отстреливал волков. Ава забралась на крышу телеги и стреляла из револьвера. Ведущие пони нервно переступали с ноги на ногу.\nПегас успел снять 8. Ава 5. Атака закончилась на последнем. Пони спустился к повозке.\n—Все в порядке?\n—Да.\n—Что это было?\n—Спланированная атака волков.\n—А они так могут?\n—Не знаю. Тсс, еще кто-то остался.\nВ кустах что-то зашуршало. Кел поднял винтовку и прицелился. Вдруг из кустов выбежал волк. Он бежал в сторону леса. Пони проследили за ним.\n\n",
    "answers": [
      {
        "id": 14,
        "text": "Следить за волком",
        "need": [
          -11,
          7
        ]
      },
      {
        "id": 15,
        "text": "Оставить волка"
      },
      {
        "id": 21,
        "text": "Следить за волком",
        "need": [
          24
        ]
      },
      {
        "id": 27,
        "text": "Следить за волком",
        "need": [
          23
        ]
      }
    ]
  },
  {
    "id": 13,
    "text": "—Конечно же, чтобы отвести товар. А что?\n—да так. Просто у тебя есть и другая причина.\n—И какая же?\n—Ты не из местных. В окрестностях я тебя тоже не видел. так что скорее всего ты из Филадельфии.\n—Нет, я из портового города.\n—А что за портовый город?\n—Это город в который причаливают корабли с рабами. Я раньше жила на улице, пока меня не нашли добрые пони. они устроили меня работать переводчицей. Так что я им очень благодарна.\n—Ясно. А в Тротингеме?\n—Ну что за глупый вопрос. Откуда мне знать о таком далеком городе? Хотя, если подумать, то там как и везде, запустение.\n—Хорошо что хотя бы Понивиль устоял. Тсс.\nКел подбежал к ведущему и остановил его. Повозка встала. Кел снял снайперку и взлетел. Взлетев выше кромок деревьев, он прислонил глаз к прицелу и стал осматриваться кругом.\nВдруг шевельнулся кустарник, что привлекло внимание. Это был древесный волк. Кел снова прицелился и выстрелил. Пуля попала в спину. Перезаредив, Кел снова выстрелил. и попал в голову и волк рассыпался. Следом выпрыгнула целая стая.\nКел прицелился, выстрелил, прицелился, выстрелил. Так он методично отстреливал волков. Ава забралась на крышу телеги и стреляла из револьвера. Ведущие пони нервно переступали с ноги на ногу.\nПегас успел снять 8. Ава 5. Атака закончилась на последнем. Пони спустился к повозке.\n—Все в порядке?\n—Да.\n—Что это было?\n—Спланированная атака волков.\n—А они так могут?\n—Не знаю. Тсс, еще кто-то остался.\nВ кустах что-то зашуршало. Кел поднял винтовку и прицелился. Вдруг из кустов выбежал волк. Он бежал в сторону леса. Пони проследили за ним.\n\n",
    "answers": [
      {
        "id": 15,
        "text": "Оставить волка"
      },
      {
        "id": 14,
        "text": "Следить за волком",
        "need": [
          11,
          7
        ]
      },
      {
        "id": 21,
        "text": "Следить за волком",
        "need": [
          24
        ]
      },
      {
        "id": 27,
        "text": "Следить за волком",
        "need": [
          23
        ]
      }
    ]
  },
  {
    "id": 14,
    "text": "—Сейчас приду.\n—Стой, ты куда?\n—Этот волчонок может привести меня к их логову.\nЯ повесил снайперку на спину и бросился за волком. Он успел убежать на большое расстояние. Я бежал за ним из всех сил. Он добежал до небольшой горки, нелепо влез на первый камень и вбежал в пещеру.\nКел взлетел и опустился у пещеры. Здесь было темно. Пони нажал на Компьютер, и включилась подсветка. Здесь было много яиц созданных из маленьких веток и листьев. Некоторые были раскрыты. Я стал давить яйца копытами. В конце пещеры было птичье гнездышко, в котором лежало два детеныша волчонка. Достав снайперку и нацелил его на первого волчонка, он непонимающим взглядом уставился на меня. Я спустил спусковой крючок. Он рассыпался. Я перевел на второго. Тот как раз проснулся.\n—Прости. — сказал я давя на спусковой крючок.\nПроизошел выстрел, но я не попал. Волчонок рванулся и очень резво увернулся от пули.\n—Ты чего это делаешь?\nЯ потупил взгляд от его вопроса.\n—Зачем вы стреляете в меня.\nЯ подобрал свою челюсть и опустил снайперку на пол.\n—Что?\n—В смысле что. Я спрашиваю вас, зачем вы стреляете в меня.\n—Так ты же волчонок, тебя нужно убить, дабы ты не вырос и не стал нападать на других пони.\n—Я не такой как они. Эти тупые псины не могут понять меня.\n—Погоди, ты говоришь?\n—Да, я говорю на вашем языке, это совсем не сложно.\nКел уселся на пол.\n—То есть ты не такой как они?\n—Абсолютно.\n—И то что я убил всю твою семью, тебя не пугает?\n—Они все равно не понимали меня. Я бы хотел жить с такими как ты.\n—Как я?\n—А ты приютишь меня.\n—Что?\n—Ты убил всю мою семью, так что ты теперь в ответе за меня.\nКел потер копытом гриву.\n—Но зачем тебе ко мне?\n—Потому что я один, маленький волчонок, не смогу выжить в лесу. И ты ответственен за меня.\nЯ потер подбородок.\n—Ну если я тебя возьму,-то чем ты мне будешь полезен?\n—Я могу говорить с любым животным.\n—Значит у тебя талант к языкам?\n—Ну вроде да.\nЯ встал, повесил снайперку и развернулся.\n—Хорошо, я возьму тебя, но только на обратном пути. Сначала я должен довести торговый повозку до города.\n—Я буду тебя ждать до луны.\n—Хорошо.\n\nГлава 2\nКел шел по лесу. Где-то в дальних уголках завывали монстры. Закат освещала лес, отбрасывая жуткие тени на бредущего путника. Кел перелетел через поваленное дерево, поднялся по камням и вошел в пещеру. Волчонок выбежал к нему навстречу.\n—Ну что, готов к первому своему путешествию?\n—Конечно. Давай скорее пойдем.\nОни вышли из пещеры и пошли к дороге.\n—Послушай, а ты какие языки знаешь?\n—Ауисотльский, бризинский, кекатрический, крагедайлский и еще много каких. Также знаю язык зверей.\n—Какой же полезный навык. А я вот к примеру снайпер. Могу попасть в сердце волка со ста метров.\n—Спасибо что напомнил, я только избавился от кошмаров.\nКел улыбнулся\nОни вышли на дорогу.\n—Послушай теперь очень внимательно. Я сейчас должен сходить в город, там получу свое вознаграждение и тогда мы вернёмся ко мне домой.\n—А мне что делать?\n—Ты останешься за стеной города и подождешь меня.\n—Хорошо.\n**********\nОни подошли к Понивилю.\n—Прячься в этих кустах и жди меня.\n—Хорошо.\nВолчонок спрятался в кусты.\nКел зашел за стену и подошел к зданию. Войдя в заведение, он нажал на колокольчик.\n—А вот и мой главный конвоир. Выполнил задание?\n—Конечно. Где моя оплата?\n—Вот. совсем новая. Прямо по тебе.\nКел надел шляпу.\n—Как влитая. Что-то ещё?\n—Ты слыхал новость?\n—Какую?\n—Со вчерашнего дня снова повадился кровосос питаться заплутавшими путниками.\n—Снова этот неуловимый.\n—я уже пытался бороться с этой напастью, теперь очередь шерифа.\n—Говорят у него есть какой то план.\n—Ну и хорошо. раз у него есть план, значит у убивашки нет и шанса.\nВдруг на улице закричали. Послышались голоса и топот.\n—Что там, неужели кровосос?\nМимо лавки промчался волчонок, за ним неслась полиция.\n—Неужели в нашу деревню заглянул сам волкодрев.\nЕдинорог выхватил из под прилавка обрез и выпрыгнул в зал. Но Кел опередил его, первым выбежал на улицу.\nВолчонок петлял между домами, пока не оказался заперт на центральной площади. Он ощетинился и стал махать лапой, пытаясь отогнать от себя окруживших его стражников. Стражники все наступали и наступали. Волчонок забрался задними лапами на постамент. Всё, некуда теперь бежать. Вдруг что-то подхватило его и вознесло в воздух. Волчонок стал барахтать лапами, увидев под собой провал, но подняв взгляд, увидел Кела и успокоился.\n—Что ты натворил? Вся стража за тобой гонялась. почему ты не остался в кустах как я тебя просил?\n—Я сидел там, но только стражник меня увидел.\n—Ясно.\n—И куда мы теперь?\n—К моей подруге. там нас искать не станут.\nОни пролетели над темным лесом и влетели в хижину.\n—Зекора ты где.\nЗебра выскочила из своей кровати.\n—Что случилось Кел, зачем я понадобилась тебе в такой час?\n—Мне нужно чтобы ты спрятала на время вот этого волчонка.\n—Зачем мне эта тварь в моем доме. Что тут забыл этот волчонок.\n—Он разумный. я перебил всю его семью и теперь он остался без семьи, и я за него в ответе.\n—Так зачем оставляешь мне его?\n—Потому что нужно вернутся в деревню и успокоить жителей.\nЗебра согласно кивает. Кел вылетает из дома и его провожает волчонок грустно испуганами глазами.\n**********\nНаступает следующий день. Кел возвращается с охапкой ткани в седельных сумках.\n—Что это такое?\n—Ему нужно сшить костюм.\n—Какой?\n—Собаки. Самый ему близкий.\n—И как ты собираешься это сделать?\n—Да просто, я же умею шить еще с детства.\nКел уселся на пол и разложил перед собой первый кусок ткани. разрезав ее ножницами, он достал нитки с иголкой и стал сшивать куски.\nВскоре у него получился довольно неплохой костюм собаки.\n—Ты легко сможешь влезать в него.\n—Но зачем мне это?\n—Что бы я мог находиться с тобой в общественных местах.\n—То есть это моя маскировка?\n—Ну как бы да.\n—Спасибо. я тогда примерю его.\nволчонок подошел к костюму и посмотрел на него. затем на Кела.\n—А как его одевать?\n—Да все просто. расстегиваешь молнию, влезаешь лапами, а я уж как-нибудь застегну тебе молнию.\nволчонок влез в костюм и Кел застегнул молнию.\n—Зекора, теперь твоя очередь.\n—Что я должна сделать?\n—Зачаруй вот этот ошейник.\n—И под что?\n—Он должен скрывать запах волчонка, так же менять его глаза.\n—Подождите некоторое время.\nЗебра пошла к полке с зельями и порошками, взяла две банки и поставила их на стол. Затем взяла ошейник и вернулась к столу.\nпроходит какое-то время, зебра закончила рисовать знаки на ошейнике и немного потанцевала вокруг него.\n—Все готово. забирайте его.\nКел принял ошейник и подошел к Вулфу.\n—Сейчас я надену его и ты станешь больше похож на собаку.\nВулф спокойно опустил голову. Кел уселся перед волчонком и надел ошейник при помощи крыльев. Он застегнулся магнитными застежками. волчонок посмотрел на Кела и вдруг завалился на бок. Его тело стало содрогаться.\n—Что с ним?!\n—Он превращается, не надо ему мешать.\nВолчонок стал размахивать лапами. Вдруг костюм прижался плотнее к телу. Глаза вспыхнули, а зубы побелели.\nПрошли всего секунды и все было кончено. Кел и Зекора подошли к волчонку.\n—Что, Что со мной? Я как-то себя по-другому чувствую.\n—Ты... Ты изменился. В лучшую сторону естественно.\n—Что произошло? Что со мной? Дайте мне посмотреться в зеркало.\nКел посмотрел на Зекору, подошел к полке, взял зеркало и положил его перед волчонком.\nТот посмотрел в него и увидел собачью морду.\n—Что это? Что это со мной?\n—Теперь ты пес. Прими это с достоинством.\n—Н-Е-Т!!!\nВулф вскочил на ноги и стал в страхе осматривать себя.\n—Что вы со мной сделали? Что я такое теперь?\n—Ты пес. Так лучше для всех. Ты ведь хочешь путешествовать со мной. Если ты так решил то будь любезен, стань собакой.\n—Ну если так подумать...\nПес успокоился и сел на пол.\n—...То я согласен быть псом.\n—Вот и хорошо. Пошли тогда домой.\nКел надел снайперку через голову, пес поднялся и затрусил за ним.\n—Пока.\n—Пока.\nОни вышли из домика.\n—И куда теперь?\n—Домой.\nОни пошли в сторону Понивилля.\nВолчонок шел неуклюже. Как будто заново учился ходить.\n—Не привычно?\n—Да. Новые лапы, новые ощущения.\n—Ясно.\nОни прошли совсем немного, как вдруг за деревьями послышалось жужжание насекомых.\n—т-с-с-с. Тише. Там алекторофобии. Давай обойдем их?\n—Согласен.\nОни пошли большим крюком, обошли монстров и двинулись дальше.\n—Они ищут своих малышей.\n—Что? О чем ты?\n—Эти насекомые. Они ищут своих малышей.\n—Как ты это понял?\n—Я понимаю любой язык. Даже язык монстров.\n—Так значит ты понимаешь их?\n—Я же уже говорил об этом.\nКел повел плечами. Они дошли до Понивиля.\n\n",
    "answers": [
      {
        "id": 16,
        "text": "Город",
        "need": [
          7
        ]
      },
      {
        "id": 17,
        "text": "Домой"
      },
      {
        "id": 18,
        "text": "Город",
        "need": [
          6
        ]
      }
    ]
  },
  {
    "id": 15,
    "text": "Кел спустился на землю.\n—Почему ты его не убил? — спросила Ава.\n—Потому что этого не требовалось. Ну все, поехали.\nОни сели на повозку и возница тронулась в путь.",
    "answers": [
      {
        "id": 1,
        "text": "Б.К.А.Ч"
      }
    ]
  },
  {
    "id": 16,
    "text": "—Давай в город.\nПройдя по полю засеянному пшеницей и войдя в город, они увидели ятрофобий — белые пони с двумя змеями за спиной. Кел сразу снял снайперку, прицелился и выстрелил. Но змея одного из монстров поймала пулю, разгрызла и зашипел, бросилась на Кела. Кел пригнулся, но не почувствовал движения воздуха. Посмотрев вперед, пони увидел перед собой голову змеи. Ее придавливал Вулф.\n—Вовремя я ее поймал?\nКел кивнул. Поднявшись он снова прицелился. К ним уже шёл монстр. Его белые глаза выражали ярость. Второй змей вился за его спиной. Кел прицелился в грудь монстру и выстрелил. Вторая змея снова поймала пулю.\n—Так монстра не победить. Вулф, убей уже эту змею.\nВулф наклонился и вцепился в шею змеи. Та зашипела и голова ее поникла.\n—Какой отвратительный привкус у этой твари.\n—А теперь пора прикончить вторую змею. Я применю ее, а ты должен убить ее.\n—И как ты его приманишь?\n—Выстрелами.\nПегас взлетел на уровень второго этажа и прицелился. Волчонок тем временем пополз в обход. Монстр, смотрел на Кела. Тот прицелился и выстрелил. Змея поймала пулю. Кел снова выстрелил. Змея дернулась и поймала пулю, хотя, он даже не целился. Змее это надоело. Она дернулась и бросилась на Кела. Тут Вулф подбежал к пони, прыгнул на него и вцепился в змеюку. Кел тем временем прицелился в голову монстра, спустил спусковой крючок и размозжил голову монстра. Пегас спустился вниз.\n—Первый готов, осталось трое.\n—Давай выманивать их по одному.\n—Пошли, сначала изучим обстановку.\nПегас прошёл к углу дома и заглянул за него. Монстры наступали на стражу. За ними лежало несколько трупов. Стража отстреливалась автоматами, но змеи ловили каждую пулю. Через несколько секунд им некуда будет отступать.\nКел прицелился в голову последнему монстру и выстрелил. Змея поймала пулю и зашипела. Монстр развернулся и пошел обратно.\n—Работаем по старой схеме?\n—У меня мало патронов осталось, всего 12.\n—Тогда придется поменять план.\n—Давай я полечу к монстру и буду выманивать змей. Я помню какой они длины. Так что они меня не укусят. Пони тупой, так что он не будет проблемой. Ты подкрадешься к нему сбоку и будешь готов прыгать.\n—Хорошо.\nВулф пополз в сторону. Кел подождал немного и тоже пошёл вперед. Пегас подошел на расстояние семи шагов от монстра и подлетев, стал то приближаться, то удаляться. Змеи ждали. Монстр ждал. Вдруг правая змея дернулась и бросилась вперед. Тогда пес прыгнул. Но молниеносное движение второй змеи, и волченок в ее пасти. Кел сразу же нацелился на ее голову и выстрелил. Правая змея поймала пулю.\n—Не сработало? Вот черт.\nВолчонок взвыл, по его бокам стала стекать кровь. Что же делать? Оружие бесполезно. Придется в копытную.\nКел спрятал снайперку, взлетел и стал наматывать круги вокруг монстра. Змея гипнотизирующие смотрела на него. Раз, два, три. Кел замер на секунду, затем резко спикировал в сторону змеи. Та бросилась в атаку. В последний момент, Кел дернулся вправо. Пасть прошла всего в нескольких миллиметрах от копыта. Кел резко остановился и бросился к голове монстра. Монстр повернул ее и уставился пустым взглядом на пегаса. Кел с силой пригвоздил его к земле. И не мешкая ударил копытами по голове. Обе змеи рухнули наземь. Кел подлетел к Вулфу и освободил его из пасти.\n—Вулф. Вулф. Очнись. Ты меня слышишь?\n—Тикусе. Как же больно. Тело прямо таки немеет.\nКел прилег перед волчонком и прижался к тому губами.\nВолчонок отстранился.\n—Что ты делаешь?\n—Лечу тебя.\n—Это так ты лечишь?\n—Только так и лечат пони.\n—Но я не пони.\n—Ну и что, вдруг и на тебе это сработает. Ты ведь хочешь избавиться от боли?\n—Ладно. Давай, только быстро.\nКел впился в губы собаке. Прошло несколько секунд и он отодвинулся от него.\n—Ну как? Болит еще?\n—Да знаешь. Перестало, только онемение есть.\nКел посмотрел на спину волчонка. Ран не было.\n—Все. Ты здоров.\nВдруг сзади раздались вопли. Кел обернулся. Остались четверо стражников. Две змеи поедали чей-то труп, а двое других, защищали их. Кел встал и посмотрел на пса.\n—Лучшего момента и не найти для атаки. Встать сможешь?\nволчонок приподнялся.\n—Какой план?\n—Говорим стражникам, чтобы те стреляли по змеям. Мы пока же атакуем ятрофобий. Ты правого, я левого.\n—Хороший план.\nКел кивнул и пошёл по улочке.\n—Стража! Стреляйте по змеям. Мы пока атакуем монстров!\nСтражники закивали, прицелились и стали стрелять по змеям, те естественно ловили все пули. Кел и Вулф пригнулись и поползли к монстрам. Подполз вплотную, пегас и волчонок прыгнули и сломали головы тварям. Их тела рухнули как подкошенные.\n—Ура! Мы победили! — закричали пони.\n—Естественно.\n—Спасибо что вы нас спасли. Если бы не вы, и ваш пес, мы бы не пережили этот день.\n—Да всегда пожалуйста. Вот только одного я не могу понять. Как так получилось, что монстры пробрались в город?\n—Они материализовались прямо из воздуха. Мы шли в патруле, когда они появились, ну а дальше вы и сами знаете.\n—Я думал что уже никто не испытывает страха.\n—Похоже что кто-то все же испугался.\n\n",
    "answers": [
      {
        "id": 19,
        "text": "попрасить патроны"
      },
      {
        "id": 20,
        "text": "уйти домой"
      }
    ]
  },
  {
    "id": 17,
    "text": "—Домой.\n—Хорошо, а то мне как то не по себе от это прошлых стычек с городом.\nОни прошлись по полю в обход городка и войдя в лес, пришли к своему домику.\nВойдя, Кел сказал.\n—Теперь это твой дом.\n—В смысле?\n—Теперь мы с тобой друзья, мой дом, это твой дом. А теперь пошли слушать радио.\nОни вошли на кухню. Так прошло с несколько часов. Вдруг в дверь постучали. Кел подошел и открыл ее, на пороге стояла белая пони с серебристой гривой.\n—Здравствуйте, вы случайно не знаете, где здесь можно подлечится?\n—А что случилось. Я собирала дрова и вдруг навалилась на занозу. Можете помочь вытащить.\nОна показала свое копыто. В нем торчал огромная заноза. Кел аж присвистнул.\n—Что это такое?\n—Я ж говорю, заноза. ну так что, вы мне помогите?\n—Хорошо. проходите в гостинную.\nКел ушел на кухню, взял крылом палочку, и подошёл к больной.\n—Положите палочку в рот. Сейчас будет немножко больновато.\nПони кивнула. Пегас схватился за занозу зубами и выдернул ее с корнем. Пони стиснула зубы до хруста и взвыла.\n—ЫЫЫЫЫ!!\nПони выплюнул занозу и прильнул губами к губам пони.\nРана сразу же затянулась.\n—Спасибо вам. Почти не болит.\n—Это хорошо. Куда вы теперь?\n—Наверное к своей тете. Я пойду, а то могу опоздать.\nКел кивнул. пони взяла дрова и вышла из дома в вечерние сумерки.\n—А все таки странно. — сказал волк.\n—Что?\n—Ее запах. где то я его уже чувствовал.\nКел хмыкнул и пошел на кухню. Наступила ночь. Кел лег в кровать и положил на пса крыло.\n—Спокойной ночи.\n—И тебе. — ответил пес.\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Б.К.А.Ч"
      }
    ]
  },
  {
    "id": 18,
    "text": "—Давай в город.\nПройдя по полю засеянному пшеницей и войдя в город, они увидели ятрофобий — белые пони с двумя змеями за спиной. Кел сразу снял снайперку, прицелился и выстрелил. Но змея одного из монстров поймала пулю, разгрызла и зашипел, бросилась на Кела. Кел пригнулся, но не почувствовал движения воздуха. Посмотрев вперед, пони увидел перед собой голову змеи. Ее придавливал Вулф.\n—Вовремя я ее поймал?\nКел кивнул. Поднявшись он снова прицелился. К ним уже шел монстр. Его белые глаза выражали ярость. Второй змей вился за его спиной. Кел прицелился в грудь монстру и выстрелил. Вторая змея снова поймала пулю.\n—Так монстра не победить. Вулф, убей уже эту змею.\nВулф наклонился и вцепился в шею змеи. Та зашипела и голова ее поникла.\n—Какой отвратительный привкус у этой твари.\n—А теперь пора прикончить вторую змею. Я применю ее, а ты должен убить ее.\n—И как ты его приманишь?\n—Выстрелами.\nПегас взлетел на уровень второго этажа и прицелился. Волченок тем временем пополз в обход. Монстр, смотрел на Кела. Тот прицелился и выстрелил. Змея поймала пулю. Кел снова выстрелил. Змея дернулась и поймала пулю, хотя, он даже не целился. Змее это надоело. Она дернулась и бросилась на Кела. Тут Вулф подбежал к пони, прыгнул на него и вцепился в змеюку. Кел тем временем прицелился в голову монстра, спустил спусковой крючок и размозжил голову монстра. Пегас спустился вниз.\n—Первый готов, осталось трое.\n—Давай выманивать их по одному.\n—Нет, мы пойдем домой.\n—Но ведь им нужна наша помощь.\n—Нет, я не буду им помогать, из-за личных причин. Пошли домой.\nС этими словами пегас подхватил пса и взлетел в небеса, и полител дамой. Войдя домой, он сказал.\n—Теперь это твой дом.\n—В смысле?\n—Теперь мы с тобой друзья, мой дом, это твой дом. А теперь пошли слушать радио.\nОни вошли на кухню. Так прошло с несколько часов. Вдруг в дверь постучали. Кел подошел и открыл ее, на пороге стояла белая пони с серебристой гривой.\n—Здравствуйте, вы случайно не знаете, где здесь можно подлечится?\n—А что случилось. Я собирала дрова и вдруг навалилась на занозу. можете помочь вытащить.\nОна показала свое копыто. В нем торчал огромная заноза. Кел аж присвистнул.\n—Что это такое?\n—Я ж говорю, заноза. ну так что, вы мне помогите?\n—Хорошо. проходите в гостинную.\nКел ушел на кухню, взял крылом палочку, и подошёл к больной.\n—Положите палочку в рот. Сейчас будет немножко больновато.\nПони кивнула. Пегас схватился за занозу зубами и выдернул ее с корнем. Пони стиснула зубы до хруста и взвыла.\n—ЫЫЫЫЫ!! Взвыть.\nПони выплюнул занозу и прильнул губами к губам пони.\nРана сразу же затянулась.\n—Спасибо вам. Почти не болит.\n—Это хорошо. Куда вы теперь?\n—Наверное к своей тете. Я пойду, а то могу опоздать.\nКел кивнул. пони взяла дрова и вышла из дома в вечерние сумерки.\n—А все таки странно. — сказал волк.\n—Что?\n—Ее запах. где то я его уже чувствовал.\nКел хмыкнул и пошел на кухню. наступила ночь. Кел лег в кровать и положил на пса крыло.\n—Спокойной ночи.\n—И тебе. — ответил пес.\n**********\nКел проснулся от того, что что-то ужалило его за ногу. Кел открыл глаза и увидел как по его копыту ползет огонь. Кел вскочил и стал тушить копыто об кровать. потушив пламя он поднял взгляд. Вся комната горела. Кел закашлялся. подойдя к окну, он услышал голоса. открыв окно, он увидел толпу. они стояли и кричали.\n—Умри трус!\n—Это за наших мужей!\n—Как ты посмел их бросить на произвол!\n—Да что я вам сделал? — спросил кел.\n—Из-за того что ты не помог нашим мужьям, они теперь мертвы. одна из нас видела как ты их бросил. умри теперь за них.\nВ кела полетел факел. он еле еле смог увернутся. вдруг балки крыши затрещали и они рухнули вниз, похоронив под собой кела.\nКонец\n",
    "answers": [
      {
        "id": 1,
        "text": "Б.К.А.Ч."
      }
    ]
  },
  {
    "id": 19,
    "text": "—Ну и ладно. Скажите, а у вас случайно нет снайперских патронов. А то я много вчера и сегодня потратил.\n—Возможно на складе в полицейском участке есть.\n—А проведете меня туда?\n—Мы не можем идти никуда, кроме как домой. Нас близкие должны подлечить. А вот ты можешь сам отправиться в полицейский участок. А чтобы тебя приняли и за наше спасение, держи медальон. Покажи его при входе и тебе дадут все что нужно.\nСтражник протянул медальон и Кел надел его.\nПосле они отдали друг другу честь и пегас отправился по улочке. Волченок послушно семенил за ним. Из домов стали выползать заспанные жители. Неужели их даже выстрелы не разбудили? Хотя чему удивляться, ведь стреляют постоянно. Кел прошел улочку, другую, прошел площадь, обошел дом и оказался перед полицейским участком.\nВойдя вовнутрь, он подошел к дежурному. За его спиной располагались камеры.\n—Здравствуйте, можно мне на склад?\n—С какой это стати?\n—Вот медальон.\n—Хорошо. Идите за мной.\nОни прошли в подвал, открыли железную дверь и вошли на склад. Здесь было три реда стеллажей, доверху заполненными коробками со всякими патронами и другими вещами.\n—Что вас интересует?\n—Патроны к снайперской винтовке. В размере 2... нет, 5 рожков.\n—Сейчас проверим по базе данных.\nПони подошел к висячему планшету, поводил по нему копытом и сказал.\n—Коробка номер 158.\nКел походил по рядам и нашел нужную коробку. Открыв ее он печально выдохнул.\n—Здесь ничего нет.\n—Как нет. По данным там должно быть 48 обойм.\n—Но здесь пусто.\nКел опустил коробку, так, что бы ее было видно.\n—Значит кто-то проник на склад и украл именно эти патроны?\n—Как раз мимо вашего носа.\nДежурный стал причитать и доставать рацию.\nТут Вулф стал водить носом по ноге пегаса.\n—Скажи ему, чтобы он ушел. Я найду его носом.\n",
    "answers": [
      {
        "id": 29,
        "text": "вулф"
      },
      {
        "id": 30,
        "text": "дежурный"
      }
    ]
  },
  {
    "id": 20,
    "text": "—Спасибо. Мы пойдем домой.\nПройдя по центру, пройдя мимо дерева библиотеки, они вышли из города и войдя в лес, пришли к своему домику.\nВойдя, Кел сказал.\n—Теперь это твой дом.\n—В смысле?\n—Теперь мы с тобой друзья, мой дом, это твой дом. А теперь пошли слушать радио.\nОни вошли на кухню. Так прошло с несколько часов. Вдруг в дверь постучали. Кел подошел и открыл ее, на пороге стояла белая пони с серебристой гривой.\n—Здравствуйте, вы случайно не знаете, где здесь можно подлечится?\n—А что случилось. Я собирала дрова и вдруг навалилась на занозу. можете помочь вытащить.\nОна показала свое копыто. В нем торчал огромная заноза. Кел аж присвистнул.\n—Что это такое?\n—Я ж говорю, заноза. ну так что, вы мне помогите?\n—Хорошо. проходите в гостинную.\nКел ушел на кухню, взял крылом палочку, и подошёл к больной.\n—Положите палочку в рот. Сейчас будет немножко больновато.\nПони кивнула. Пегас схватился за занозу зубами и выдернул ее с корнем. Пони стиснула зубы до хруста и взвыла.\n—ЫЫЫЫЫ!! Взвыть.\nПони выплюнул занозу и прильнул губами к губам пони.\nРана сразу же затянулась.\n—Спасибо вам. Почти не болит.\n—Это хорошо. Куда вы теперь?\n—Наверное к своей тете. Я пойду, а то могу опоздать.\nКел кивнул. пони взяла дрова и вышла из дома в вечерние сумерки.\n—А все таки странно. — сказал волк.\n—Что?\n—Ее запах. где то я его уже чувствовал.\nКел хмыкнул и пошел на кухню. наступила ночь. Кел лег в кровать и положил на пса крыло.\n—Спокойной ночи.\n—И тебе. — ответил пес.\n\nГлава 3\nКел сладко спал. Вдруг какой-то резкий звук разбудил его. Открыв резко глаза, он увидел над собой Вулфа.\n—Что тебе?\n—У меня жар. Для меня это впервые. А также у меня проблемы с глазами, из них что-то выделяется.\nВдруг пес раскрыл рот и чихнул, затем снова и снова.\n—Так прошел день. Что это тебя вдруг свалило?\n—Помнишь тот укус?\n—Помню.\n—Похоже на зубах был яд. А поскольку я не пони, то он подействовал не так и через какое-то время.\n—И что мне с тобой делать?\n—Лечить.\n—Но я не знаю как, я ведь не ветеринар.\n—А ты не знаешь какого-нибудь ветеринара?\n—В Понневиле есть один.\n—Так веди меня к нему.\n—К ней.\n—Ну к ней, неважно. Я так больше не могу, мне срочно нужны лекарства.\n—Хорошо, сейчас пойдем.\nКел собрался, вышел из дому и пошёл по лесу. Волченок еле переставлял лапы. Через несколько метров он упал.\n—Все, больше не могу.\n—Мне понести тебя?\n—Пожалуйста. Ну пожалуйста.\n—Хорошо, забирайся на спину.\nволчонок медленно поднялся, забрался на спину и уснул. Кел осторожно пошёл по кривой дорожке. Но вот он вышел к границе Понивиля. Тут он свернул в поле и пошёл напрямик. И вот он дошёл до мостика, перейдя его, он постучал в дверь. Ему открыла синяя пегаска.\n—Уните. Привет. Я принес тебе бальную собаку. Можешь ее осмотреть?\n—Конечно, но почему так рано?\n—Потому что ему только ночью стало плохо. Я вот, сразу к тебе.\n—Хорошо, проходи.\nКел вошёл в гостиную.\n—Клади его на диван.\nКел подошёл к дивану и похлопал по волчонку крылом.\n—Вулф, просыпайся, мы пришли на осмотр.\nволчонок приоткрыл глаза, зевнул, спрыгнул на диван и уселся на задние лапы.\nПегаска взяла Шпатель и подошла к собаке.\n—Скажи а.\nПес открыл рот. Пегаса посмотрела и повернулась к Келу.\n—У него все горло красное. Так же выделение из...\nВулф вдруг чихнул, затем ещё и ещё.\n—...глаз. Так же чиханье. Все ясно. У него чумка.\n—Что!? Это ведь плохо?\n—Очень. Если сейчас ничего не предпринять, то он может умереть через пять дней.\n—А что нужно для лечения.\n—Стрептамин. Но его нет в нашей больнице. Есть в Филадельфии, только там.\n—Да я был там два дня назад, если бы знать, что это лекарство пригодится, то я бы его забрал.\n—Ну никто не мог этого предвидеть.\n—Кстати, ты не видела ли белую пони с серебристой гривой?\n—Да, она мне дрова приносит.\n—Хорошо, я побежал, передай от меня привет.\n—Да, хорошо. Я спущу его в подвал, там у меня удобно.\nКел подошёл к Вулфу и произнес у самого уха.\n—Не выдавай себя и не позволяй ей снять ошейник.\n—Хорошо.\nКел отошёл от волчонка и вышел за дверь.\n***********\nКел подошёл к трехэтажному, уцелевшему, зданию. Постучал по железной двери. Открылась защелка и голос произнес.\n—Кто здесь?\n—Кел. Позавчера я привел вам группу торговцев. Сейчас мне надо сделать покупку.\n—Заходи.\nДверь отворилась. Кел вошёл в коридор, прошел до двери и вошёл в огромное помещение. Ряды палаток и строений, занимали весь пол. По краям стояли вышки. В дальнем углу находился деревянный мотель. Между рядов прогуливались стражники. Кел подошёл к одному из них.\n—Простите. А где здесь можно купить лекарства?\n—Пятая лавка в пятом ряду. А вы хотите вступить в отряд по уничтожению волков?\n—У меня смертельно болен во... пес. Я должен купить ему лекарства. Мне сейчас не до вашей бредней.\nСтражник обиделся.\n—Вот как, а ведь вы могли бы получить неплохой подарок.\n—Нет, спасибо.\nКел развернулся и пошёл к нужному ряду. Подойдя к палатке, он удивился. здесь почти не было товара?\n—Простите. У вас есть Стрептамин?\n—Был.\n—А где он сейчас?\n—У меня украли весь товар. Я еле смог спасти эти крохи. Вот если бы кто-нибудь бы смог вернуть мне их.\n",
    "answers": [
      {
        "id": 25,
        "text": "поинтересоваться"
      },
      {
        "id": 28,
        "text": "уйти"
      }
    ]
  },
  {
    "id": 21,
    "text": "—Сейчас приду.\n—Стой, ты куда?\n—Этот волчонок может привести меня к их логову.\nЯ повесил снайперку на спину и бросился за волком. Он успел убежать на большое расстояние. Я бежал за ним из всех сил. Он добежал до небольшой горки, нелепо влез на первый камень и вбежал в пещеру.\nКел взлетел и опустился у пещеры. Здесь было темно. Пони нажал на Компьютер, и включилась подсветка. Здесь было много яиц созданных из маленьких веток и листьев. Некоторые были раскрыты. Я стал давить яйца копытами. В конце пещеры было птичье гнездышко, в котором лежало два детеныша волчонка. Достав снайперку и нацелил его на первого волчонка, он непонимающим взглядом уставился на меня. Я спустил спусковой крючок. Он рассыпался. Я перевел на второго. Тот как раз проснулся.\n—Прости. — сказал я давя на спусковой крючок.\nПроизошел выстрел, но я не попал. Волчонок рванулся и очень резво увернулся от пули.\n—Ты чего это делаешь?\nЯ потупил взгляд от его вопроса.\n—Зачем вы стреляете в меня.\nЯ подобрал свою челюсть и опустил снайперку на пол.\n—Что?\n—В смысле что. Я спрашиваю вас, зачем вы стреляете в меня.\n—Так ты же волчонок, тебя нужно убить, дабы ты не вырос и не стал нападать на других пони.\n—Я не такой как они. Эти тупые псины не могут понять меня.\n—Погоди, ты говоришь?\n—Да, я говорю на вашем языке, это совсем не сложно.\nКел уселся на пол.\n—То есть ты не такой как они?\n—Абсолютно.\n—И то что я убил всю твою семью, тебя не пугает?\n—Они все равно не понимали меня. Я бы хотел жить с такими как ты.\n—Как я?\n—А ты приютишь меня.\n—Что?\n—Ты убил всю мою семью, так что ты теперь в ответе за меня.\nКел потер копытом гриву.\n—Но зачем тебе ко мне?\n—Потому что я один, маленький волчонок, не смогу выжить в лесу. И ты ответственен за меня.\nЯ потер подбородок.\n—Ну если я тебя возьму,-то чем ты мне будешь полезен?\n—Я могу говорить с любым животным.\n—Значит у тебя талант к языкам?\n—Ну вроде да.\nЯ встал, повесил снайперку и развернулся.\n—Хорошо, я возьму тебя, но только на обратном пути. Сначала я должен довести торговый повозку до города.\n—Я буду тебя ждать до луны.\n—Хорошо.\n\nГлава 2\nКел шел по лесу. Где-то в дальних уголках завывали монстры. Закат освещала лес, отбрасывая жуткие тени на бредущего путника. Кел перелетел через поваленное дерево, поднялся по камням и вошел в пещеру. Волчонок выбежал к нему навстречу.\n—Ну что, готов к первому своему путешествию?\n—Конечно. Давай скорее пойдем.\nОни вышли из пещеры и пошли к дороге.\n—Послушай, а ты какие языки знаешь?\n—Ауисотльский, бризинский, кекатрический, крагедайлский и еще много каких. Также знаю язык зверей.\n—Какой же полезный навык. А я вот к примеру снайпер. Могу попасть в сердце волка со ста метров.\n—Спасибо что напомнил, я только избавился от кошмаров.\nКел улыбнулся\nОни вышли на дорогу.\n—Пошли.\n—Куда?\n—К нам домой.\n—А ты меня примешь?\n—Конечно. Только так. Ну все, пошли.\nОни двинулись вдоль дороги к дому.",
    "answers": [
      {
        "id": 1,
        "text": "Б.К.А.Ч."
      }
    ]
  },
  {
    "id": 22,
    "text": "Кел расправил длинные, как его тело, крылья и стал ими махать для разминки. Немного помахав, он согнул копыта и подпрыгнул. Крылья сами его понесли в небеса. Кел взлетал выше высоток, как вдруг поток ветра сбил его курс, но он удержался, пролетел сквозь облака и полетел к своему дому. \nИ вот он добрался до своего воздушного района. Здесь, прямо в воздухе, висели маленькие домики. На облачных газонах прыгали пегаски. По облачным дорожкам прогуливались пегасы и единороги. Кел подлетел к своему дому. Их район находился примерно над центром города. Пройдя сквозь облачную калитку, он поднялся на порожек и толкнул дверь. вы наверняка спросите, а почему никто не может войти в мой дом, кроме меня, а я вам отвечу. потому что облака можно программировать. К примеру, впускать того или иного. Также облака можно заставлять светится. Просто сдавливайте их и все, получаете светящиеся облака. А если добавить еще и радужную смесь, то можно получить разноцветный свет. В общем, войдя в дом, Кел сразуже прошелся по облачному полу на кухню и стал готовить ужин.\nВ открытое окно дул ветер. Кел закрыл его белым облаком и продолжил готовить. Вскоре еда была готова. Подойдя к облачному дивану. Улегшись спиной на него, он стал подбрасывать ягодки крыльями, ловя их ртом и пережевывая. Наступила ночь. Кел уже порядком задремал как вдруг с потолка что то упало, просвистело мимо головы и улетело в пол. Пегас резко открыл глаза и посмотрел в дыру. Сквозь потолок вдруг стали проносится камушки разных размеров. Кел вышел на улицу и обомлел. В небесах, на его дом летел большой метеорит. Прямо на его дом. Крылья пегаса сложились, и он не смог даже пошевелиться, его глаза раскрылись от страха. И если бы он не стоял на облаке, то наверняка свалился вниз. Метеорит все приближался и приближался. Кел наконец-то смог отвести взгляд от камня и тут же в его голове щелкнуло. Надо спасать дом.\nОн расправил крылья и подлетел к дому. Упираясь копытами в него, Кел энергично замахал крыльями. Дом понемногу сдвигался. Пегас стал прикладывать ещё больше усилий. Вдруг он услышал рев. Посмотрев наверх, увидел метеорит, который стал ещё ближе и ещё больше.\nПегас в последний раз напряг крылья и стал отлетать от дома. Отлетев на несколько метров, развернулся, чтобы увидеть как его дом пропадает под космическим куском камня.\n—Н-е-т!!! — единственное, что он смог прокричать.\n\nГлава 1\n10 лет спустя.\nКел приоткрыл глаза. Солнце пробивалось сквозь закрытые шторы, попадает ему на глаз. Приподнявшись на кровати на локтях и проведя копытом по голове, его короткая стрижка смялась под весом копыта. Он осмотрелся и встал с кровати. Зайдя на кухню, пегас вскрыл консервированную капусту, и проглотил все залпом. После разминки суставов, одел серую шляпу, взял на спину винтовку и вышел на улицу. Все, пора идти в город.\nЗнакомьтесь с новым Келом. Теперь он не просто пони. Он защитник деревни, санитар леса, да и просто не плохой охотник. Он направился по тропинке. Теплый ветерок шелестел его гриву, мягкая почва после дождя проминалась под его копытами.\nВдруг тонкий писк привлек его внимание. По сосне взбиралась белка. Кел снял винтовку, прицелился и выстрелил. выстрела почти не было слышно, так как глушитель. Но все равно эхо разошлось по лесу. Белка упала в траву. Подняв, он убрал ее в седельные сумки и продолжил свое путешествие. Но стоило ему пройти всего несколько шагов, как тут в кустах что то зашумело. Кел насторожился. Кто это там? Тут из кустов вышел пони черно синей шерсткой и удивленно посмотрел на него.\n—здрасте.\n—Здравствуйте. — сказал кел, подходя к нему. -А что вы там делали.\n—Я просто услышал выстрел, и подумал что это бандиты.\n—Не, это я. А вы тоже идете в понивиль?\n—Нет, мне не туда.\n—Ну ладно. Бывайте.\nМы разошлись. Пройдя развилку Кел вышел к Понивилю. Войдя в город, и пройдя мимо стражи он сразу же направился в знакомый магазинчик. На его вывески были потемневшие слова(Отворись Господня). Отворив дверь, он вошел в заведение. Пройдя к стойке, он нажал на колокольчик. через минуту из бытовки вышел единорог белый.\n—Привет Кел. Зачем сегодня ты пришел?\n—Во-первых, вот белка на продажу.\n—Спасибо. — сказал пони, отдавая Биты.\n—А во-вторых, я слыхал что у тебя какие-то проблемы.\n—От кого?\n—Да вчера в баре рассказали.\n—Ну раз так, значит больше напиваться не буду.\n—Так есть проблемы? — надавил пегас.\n—Ну есть, есть. На мои караваны кто-то нападает.\n—И?\n—И из-за этого продажи падают. Сегодня караван отправляю в Филадельфию. Я планировал с конвоем провести, но раз ты тут,-то можно без охраны.\n—А что взамен?\n—А чего ты сам желаешь?\n—Я. Новую шляпу, а то эта уже сносилась.\n—Хорошо, будет тебе шляпа. Только защити караван.\nКел кивнул.\n—Они уже ждут у северной тропы.\nКел вышел из здания, прошел по улочкам городка и вышел к каравану.\n—Привет ребята.\n—И тебе того же.\n—Слушайте, я сейчас пойду с вами, так сказал Пор. Так что, можем выдвигаться.\n—Но где же конвой?\n—Его не будет, вместо них, я.\n—А тебя одного-то хватит?\n—Ещё бы, я ведь лучший снайпер на всю округу.\n—Ну раз так, тогда выдвигаемся.\nВорота отворились, четверо пони сдвинули с места повозку. Сидевший на повозке пони, дернул поводьями. Кел пошел вслед за ними.\n\n\n*********\nОни шли по дороге. Лес закрывал частично солнце. Кел шел рядом с повозкой.\n—Послушай, как говоришь, тебя зовут? — обратился он к вознице.\n—Ава.\n",
    "answers": [
      {
        "id": 13,
        "text": "-Ава. Скажи, зачем ты едешь в Филадельфию?"
      },
      {
        "id": 12,
        "text": "-Ава. Скажи, тебе что-нибудь известно об Филадельфии?"
      }
    ]
  },
  {
    "id": 23,
    "text": "—Простите меня, простите. Это они меня подговорили. Я Сам не хотел этого. Можно я пойду на работу.\n—Ладно. Раз я тебя не видел с кружкой, то значит можешь идти на работу. А вот с вами мы еще поговорим, это ж надо, спаевать работника в рабочие время.\nКел встал и направился к выходу из здания под неодобрительный взгляд охраны.\nОн вернулся к вольеру с Пингвинами. В ведре не оказалось не единой рыбки.\n—Во имя Силестии. Как Же так.\nКел вышел из вольера и грустно посмотрел назад.\nДождь стал стихать. Время клонилось к вечеру. В конце рабочего дня, после кормежки, Кел снял с себя пропахшей рыбой униформу. Зайдя в душ, он встал под теплую воду. Его конечности устали за время работы, и поэтому требовали отдыха, а вода как раз успокаивала боль. Сердце в груди застучало сильнее, когда в душ вошла красивая кобылка.\n—Вориса, как сегодня с очистителями воды?\n—Вчерашнюю поломку удалось заменить. Так что теперь животные не будут испытывать жажду.\nТут включился обдуватель, не давая им разговаривать. Высушив шерстку, Кел стал выходить из душа, напоследок взглянув на круп кобылки.\nСдав ключи сменщику, он уже собирался выходить наружу, как вдруг его остановили толпа охранников. Они стали теснить его к темному углу.\n—Как ты посмел слинять от нас? Мы же были с тобой друзьями!\n—Так вы сами меня напоили.\n—Ну и что. Ты не должен был нас бросать, мы ведь были как братья. Теперь нам придется провести семейное востание.\nОхранники пихнули кела и тот упал на асфальт. Каждый из них подходил и трижды пинал того в бок, а затем плевали ему в морду. Закончив, они ушли. Кел еле еле встал, стряхнул крыльями с морды слюни и грустный и хромой вышел в предвечерний город.Облака рассеялись, показывая небо.\n",
    "answers": [
      {
        "id": 8,
        "text": "Пойти Домой"
      },
      {
        "id": 9,
        "text": "Пойти в магазин"
      }
    ]
  },
  {
    "id": 24,
    "text": "—Простите меня пожалуйста. Я не смог не попробовать напитка. Я больше так не буду. Можно я пойду на работу.\n—Да. Ведь это твой последний рабочий день. Знал же, что это запрещено. а теперь вон.\n—Ну и хорошо. Я слал ваш зоопарк за такие правила. Прощайте.\nОн вернулся к вольеру с Пингвинами. В ведре не оказалось не единой рыбки.\n—Во имя Силестии. Как Же так.\nКел вышел из вольера и грустно посмотрел назад.\nДождь стал стихать. Время клонилось к вечеру. В конце рабочего дня, после кормежки, Кел снял с себя пропахшей рыбой униформу. Зайдя в душ, он встал под теплую воду. Его конечности устали за время работы, и поэтому требовали отдыха, а вода как раз успокаивала боль. Сердце в груди застучало сильнее, когда в душ вошла красивая кобылка.\n—Кел. Ты как. Слыхала, тебя уволили.\n—Да я не против этого. Лишь Бы не видеть эти охрановские морды.\n—Я тебя пони...\nТут включился обдуватель, не давая им разговаривать. Высушив шерстку, Кел стал выходит из душа, напоследок взглянув на круп кобылки.\nСдав ключи сменщику, он уже собирался выходить наружу, как вдруг его остановили толпа охранников.\n—Послушай, хорошо что ты не бросил нас. За это мы готовы почь тебе устроится на следующую работу, если бросишь эту.\n—Спасибо ребята, но мне пока это не нужно.\nОхранники лишь пожали плечами. Кел вышел в предвечерний город. Облака рассеялись, показывая небо.\n",
    "answers": [
      {
        "id": 8,
        "text": "Пойти Домой"
      },
      {
        "id": 9,
        "text": "Пойти в магазин"
      }
    ]
  },
  {
    "id": 25,
    "text": "—А кто украл?\n—Банда Сердцеедка. Они поджидали меня около входа в город и обобрали до нитки.\n—А вы не знаете, где они обитают?\n—А как же не знать? В мэрии. Там у них штаб. А вы что, хотите туда идти?\n—Я должен получить это лекарство. Я снайпер, так что я быстро их всех перестреляю и верну вам ваши лекарства.\n—О во имя Селестии и Луны я буду вам очень благодарен.\nКел кивнул и пошёл к выходу.\n***********\nКел взлетал на крышу многоэтажки. Заняв огневую позицию, он прильнул к прицелу.\n—Один около входа, пять на крыше, семь на заборе и сколько-то ещё в тени. Так, как лучше, перестрелять их, или пробраться втихую? \n",
    "answers": [
      {
        "id": 33,
        "text": "перестрелять"
      },
      {
        "id": 35,
        "text": "не стрелять",
        "need": [
          31
        ]
      },
      {
        "id": 36,
        "text": "не стрелять",
        "need": [
          -31
        ]
      }
    ]
  },
  {
    "id": 26,
    "text": "—Сейчас приду.\n—Стой, ты куда?\n—Этот волчонок может привести меня к их логову.\nЯ повесил снайперку на спину и бросился за волком. Он успел убежать на большое расстояние. Я бежал за ним из всех сил. Он добежал до небольшой горки, нелепо влез на первый камень и вбежал в пещеру.\nКел взлетел и опустился у пещеры. Здесь было темно. Пони нажал на Компьютер, и включилась подсветка. Здесь было много яиц созданных из маленьких веток и листьев. Некоторые были раскрыты. Я стал давить яйца копытами. В конце пещеры было птичье гнездышко, в котором лежало два детеныша волчонка. Достав снайперку и нацелил его на первого волчонка, он непонимающим взглядом уставился на меня. Я спустил спусковой крючок. Он рассыпался. Я перевел на второго. Тот как раз проснулся.\n—Прости. — сказал я давя на спусковой крючок.\nПроизошел выстрел, но я не попал. Волчонок рванулся и очень резво увернулся от пули.\n—Ты чего это делаешь?\nЯ потупил взгляд от его вопроса.\n—Зачем вы стреляете в меня.\nЯ подобрал свою челюсть и опустил снайперку на пол.\n—Что?\n—В смысле что. Я спрашиваю вас, зачем вы стреляете в меня.\n—Так ты же волчонок, тебя нужно убить, дабы ты не вырос и не стал нападать на других пони.\n—Я не такой как они. Эти тупые псины не могут понять меня.\n—Погоди, ты говоришь?\n—Да, я говорю на вашем языке, это совсем не сложно.\nКел уселся на пол.\n—То есть ты не такой как они?\n—Абсолютно.\n—И то что я убил всю твою семью, тебя не пугает?\n—Они все равно не понимали меня. Я бы хотел жить с такими как ты.\n—Как я?\n—А ты приютишь меня.\n—Что?\n—Ты убил всю мою семью, так что ты теперь в ответе за меня.\nКел потер копытом гриву.\n—Но зачем тебе ко мне?\n—Потому что я один, маленький волчонок, не смогу выжить в лесу. И ты ответственен за меня.\nЯ потер подбородок.\n—Ну если я тебя возьму,-то чем ты мне будешь полезен?\n—Я могу говорить с любым животным.\n—Значит у тебя талант к языкам?\n—Ну вроде да.\nЯ встал, повесил снайперку и развернулся.\n—Хорошо, я возьму тебя, но только на обратном пути. Сначала я должен довести торговый повозку до города.\n—Я буду тебя ждать до луны.\n—Хорошо.\n\nГлава 2\nКел шел по лесу. Где-то в дальних уголках завывали монстры. Закат освещала лес, отбрасывая жуткие тени на бредущего путника. Кел перелетел через поваленное дерево, поднялся по камням и вошел в пещеру. Волчонок выбежал к нему навстречу.\n—Ну что, готов к первому своему путешествию?\n—Конечно. Давай скорее пойдем.\nОни вышли из пещеры и пошли к дороге.\n—Послушай, а ты какие языки знаешь?\n—Ауисотльский, бризинский, кекатрический, крагедайлский и еще много каких. Также знаю язык зверей.\n—Какой же полезный навык. А я вот к примеру снайпер. Могу попасть в сердце волка со ста метров.\n—Спасибо что напомнил, я только избавился от кошмаров.\nКел улыбнулся\nОни вышли на дорогу.\n—Послушай теперь очень внимательно. Я сейчас должен сходить в город, там получу свое вознаграждение и тогда мы вернёмся ко мне домой.\n—А мне что делать?\n—Ты останешься за стеной города и подождешь меня.\n—Хорошо.\n**********\nОни подошли к Понивилю.\n—Прячься в этих кустах и жди меня.\n—Хорошо.\nВолчонок спрятался в кусты.\nКел пошел к зданию. войдя в заведение, он нажал на колокольчик.\n—А вот и мой главный конвоир. Выполнил задание?\n—Конечно. Где моя оплата?\n—Вот. совсем новая. Прямо по тебе.\nКел надел шляпу.\n—Как влитая. Что-то ещё?\n—Ты слыхал новость?\n—Какую?\n—Со вчерашнего дня снова повадился кровосос питаться заплутавшими путниками.\n—Снова этот неуловимый.\n—я уже пытался бороться с этой напастью, теперь очередь шерифа.\n—Говорят у него есть какой то план.\n—Ну и хорошо. раз у него есть план, значит у убивашки нет и шанса.\nВдруг на улице закричали.\n—Что там, неужели кровосос?\nМимо лавки промчался волчонок. за ним неслась полиция.\n—Неужели в нашу деревню заглянул сам волчонок.\nЕдинорог выхватил из под прилавка обрез и выпрыгнул в зал. Но Кел опередил его, первым выбежал на улицу.\nВолчонок петлял между домами, пока не оказался заперт на центральной площади. Он ощетинился и стал махать лапой, пытаясь отогнать от себя окруживших его стражников. Стражники все наступали и наступали. Волчонок забрался задними лапами на постамент. Всё, некуда теперь бежать. Вдруг что-то подхватило его и вознесло в воздух.\n—Что ты натворил? Вся стража за тобой гонялась. почему ты не остался в кустах как я тебя просил?\n—Я сидел там, но только стражник меня увидел.\n—Ясно.\n—И куда мы теперь?\n—К моей подруге. там нас искать не станут.\nОни пролетели над темным лесом и влетели в хижину.\n—Зекора ты где.\nЗебра выскочила из своей кровати.\n—Что случилось Кел, зачем я понадобилась тебе в такой час?\n—Мне нужно чтобы ты спрятала на время вот этого волчонка.\n—Зачем мне эта тварь в моем доме. Что тут забыл этот волчонок.\n—Он разумный. я перебил всю его семью и теперь он остался без семьи, и я за него в ответе.\n—Так зачем оставляешь мне его?\n—Потому что нужно вернутся в деревню и успокоить жителей.\nЗебра согласно кивает. Кел вылетает из дома и его провожает волчонок грустными глазами.\n**********\nНаступает следующий день. Кел возвращается с охапкой ткани в седельных сумках.\n—Что это такое?\n—Ему нужно сшить костюм.\n—Какой?\n—Собаки. Самый ему близкий.\n—И как ты собираешься это сделать?\n—Да просто, я же умею шить еще с детства.\nКел уселся на пол и разложил перед собой первый кусок ткани. разрезав ее ножницами, он достал нитки с иголкой и стал сшивать куски.\nВскоре у него получился довольно неплохой костюм собаки.\n—Ты легко сможешь влезать в него.\n—Но зачем мне это?\n—Что бы я мог находиться с тобой в общественных местах.\n—То есть это моя маскировка?\n—Ну как бы да.\n—Спасибо. я тогда примерю его.\nволчонок подошел к костюму и посмотрел на него. затем на Кела.\n—А как его одевать?\n—Да все просто. расстегиваешь молнию, влезаешь лапами, а я уж как-нибудь застегну тебе молнию.\nволчонок влез в костюм и Кел застегнул молнию.\n—Зекора, теперь твоя очередь.\n—Что я должна сделать?\n—Зачаруй вот этот ошейник.\n—И под что?\n—Он должен скрывать запах волчонка, так же менять его глаза.\n—Подождите некоторое время.\nЗебра пошла к полке с зельями и порошками, взяла две банки и поставила их на стол. Затем взяла ошейник и вернулась к столу.\nпроходит какое-то время, зебра закончила рисовать знаки на ошейнике и немного потанцевала вокруг него.\n—Все готово. забирайте его.\nКел принял ошейник и подошел к Вулфу.\n—Сейчас я надену его и ты станешь больше похож на собаку.\nВулф спокойно опустил голову. Кел уселся перед волчонком и надел ошейник при помощи крыльев. Он застегнулся магнитными застежками. волчонок посмотрел на Кела и вдруг завалился на бок. Его тело стало содрогаться.\n—Что с ним?!\n—Он превращается, не надо ему мешать.\nВолчонок стал размахивать лапами. Вдруг костюм прижался плотнее к телу. Глаза вспыхнули, а зубы побелели.\nПрошли всего секунды и все было кончено. Кел и Зекора подошли к волчонку.\n—Что, Что со мной? Я как-то себя по-другому чувствую.\n—Ты... Ты изменился. В лучшую сторону естественно.\n—Что произошло? Что со мной? Дайте мне посмотреться в зеркало.\nКел посмотрел на Зекору, подошел к полке, взял зеркало и положил его перед волчонком.\nТот посмотрел в него и увидел собачью морду.\n—Что это? Что это со мной?\n—Теперь ты пес. Прими это с достоинством.\n—Н-Е-Т!!!\nВулф вскочил на ноги и стал в страхе осматривать себя.\n—Что вы со мной сделали? Что я такое теперь?\n—Ты пес. Так лучше для всех. Ты ведь хочешь путешествовать со мной. Если ты так решил то будь любезен, стань собакой.\n—Ну если так подумать...\nПес успокоился и сел на пол.\n—...То я согласен быть псом.\n—Вот и хорошо. Пошли тогда домой.\nКел надел снайперку через голову, пес поднялся и затрусил за ним.\n—Пока.\n—Пока.\nОни вышли из домика.\n—И куда теперь?\n—Домой.\nОни пошли в сторону Понивилля.\nВолчонок шел неуклюже. Как будто заново учился ходить.\n—Не привычно?\n—Да. Новые лапы, новые ощущения.\n—Ясно.\nОни прошли совсем немного, как вдруг за деревьями послышалось жужжание насекомых.\n—т-с-с-с. Тише. Там алекторофобии. Давай обойдем их?\n—Согласен.\nОни пошли большим крюком, обошли монстров и двинулись дальше.\n—Они ищут своих малышей.\n—Что? О чем ты?\n—Эти насекомые. Они ищут своих малышей.\n—Как ты это понял?\n—Я понимаю любой язык. Даже язык монстров.\n—Так значит ты понимаешь их?\n—Я же уже говорил об этом.\nКел повел плечами. Они дошли до Понивиля.\n—Пойдем в город, или в обход?\n\n",
    "answers": []
  },
  {
    "id": 27,
    "text": "—Сейчас приду.\n—Стой, ты куда?\n—Этот волчонок может привести меня к их логову.\nЯ повесил снайперку на спину и бросился за волком. Он успел убежать на большое расстояние. Я бежал за ним из всех сил. Он добежал до небольшой горки, нелепо влез на первый камень и вбежал в пещеру.\nКел взлетел и опустился у пещеры. Здесь было темно. Пони нажал на Компьютер, и включилась подсветка. Здесь было много яиц созданных из маленьких веток и листьев. Некоторые были раскрыты. Я стал давить яйца копытами. В конце пещеры было птичье гнездышко, в котором лежало два детеныша волчонка. Достав снайперку и нацелил его на первого волчонка, он непонимающим взглядом уставился на меня. Я спустил спусковой крючок. Он рассыпался. Я перевел на второго. Тот как раз проснулся.\n—Прости. — сказал я давя на спусковой крючок.\nПроизошел выстрел, но я не попал. Волчонок рванулся и очень резво увернулся от пули.\n—Ты чего это делаешь?\nЯ снова выстрелил и попал в кристал. Сделал вид что не слышал его слов. Выйдя в лес, он вернулся к повозке и они поехали к городу.",
    "answers": [
      {
        "id": 1,
        "text": "Б.К.А.Ч."
      }
    ]
  },
  {
    "id": 28,
    "text": "—Простите, но я найду кого нибудь с товаром.\n—Что, нет, пожалуйста, выслушайте.\n—Не интересно.\nКел отошел от палатки, пока за его спиной плакал продавец.\nЗачем ему эти проблемы, если можно без них. Просто найти другого продавца.\nНо обход всех рядов не дал никакого результата. Никто больше не торговал медикаментами. Ну чтож, предетсяя вернутся к торговцаму. Но его уже не было. Кел пошел к страже.\n—Скажите, а где тот торговец?\n—Погоди, так это ты, тот кто не отказался в грубой форме от наших услуг. Ну все, мы тебе ничем помогать не будем.\n—Но почему?\n—А нечего было нас обижать. Все, оставайся на ночь, а завтра уходи, откуда пришел.\n—Нет, пожалуйста, помоги...\n—Нет. Проваливай.\nТут кел разозлился. Да как он посмел ему отказать.\n—Помогите мне. — сказал он, выхватил винтовку.\n—Жеребец, успокойся. — сказал стражник, но вот что забыл пегас, так это то что стража может атаковать магией.\nЕго повалили на пол скрутили его передние копыта за спиной, также как и крылья.\n—Отведите его в участок. Завтра его отправят в Сан Паломино.\n",
    "answers": [
      {
        "id": 1,
        "text": "Б.К.А.Ч."
      }
    ]
  },
  {
    "id": 29,
    "text": "—Хорошо.\nКел подошол к дежурному и опустил его рацию.\n—Что вы...\n—Мой вол... пес сможет найти ваши патроны, но только вы должны выйти.\n—Почему?\n—Что бы... что бы не мешать ему своим запахом.\nПолицейский согласился и вышел из помещения.\n—Вулф. Ты ведь можешь определить запахи?\n—Да. Здесь есть запахи троих. Тебя, полицейского и кого-то еще.\n—Ура! Ты его учуял.\n—Он ведет к стене.\nВолченок подошел к стене.\n—Запах уходит за нее.\nКел подошёл к стене и ощупал ее.\n—Здесь нечего нет. Может ты ошибся?\n—Нет. Запах точно идет оттуда.\n—Значит нам придется сломать стену. Если там пустота, то она сломается от моих ударов.\nКел развернулся и лягнул стену. За ней послышалось эхо. Кел снова пнул. Стена пошла трещинами. Еще пять раз и стенка рассыпалась в щебень. За ней оказалась яма, в которой лежали все патроны.\n—Ура! Джек пот!\n",
    "answers": [
      {
        "id": 31,
        "text": "вернуть патроны"
      },
      {
        "id": 32,
        "text": "забрать все сибе"
      }
    ]
  },
  {
    "id": 30,
    "text": "—Пусть он сам разберется.\n—Но веть я могу...\n—Нет.\nВолченок грусно опустился на пол и свернулся клубочком.\nДежурный обратился к нам.\n—Вобщем, вы не чего не получите.\n—Почему?\n—Потому что нечего отдовать. В общем уходитека дамой.\nКел злобно зыркнул на полицейского и вышел из подвала, а волченок за ним.\nВыйдя из здания, они направились к дому.\n—А всетаки зря ты не дал мне взять след. — сказал он шопотом.\n—Хватит меня упрекать. Я просто не знал как его отвлечь!\nПрохожие стали страно посматривать на них.\n—Дома поговорим.\nни вышли из города и войдя в лес, пришли к своему домику.\nВойдя, Кел сказал.\n—Теперь это твой дом.\n—В смысле?\n—Теперь мы с тобой друзья, мой дом, это твой дом. А теперь пошли слушать радио.\nОни вошли на кухню. Так прошло с несколько часов. Вдруг в дверь постучали. Кел подошел и открыл ее, на пороге стояла белая пони с серебристой гривой.\n—Здравствуйте, вы случайно не знаете, где здесь можно подлечится?\n—А что случилось. Я собирала дрова и вдруг навалилась на занозу. можете помочь вытащить.\nОна показала свое копыто. В нем торчал огромная заноза. Кел аж присвистнул.\n—Что это такое?\n—Я ж говорю, заноза. ну так что, вы мне помогите?\n—Хорошо. проходите в гостинную.\nКел ушел на кухню, взял крылом палочку, и подошёл к больной.\n—Положите палочку в рот. Сейчас будет немножко больновато.\nПони кивнула. Пегас схватился за занозу зубами и выдернул ее с корнем. Пони стиснула зубы до хруста и взвыла.\n—ЫЫЫЫЫ!! Взвыть.\nПони выплюнул занозу и прильнул губами к губам пони.\nРана сразу же затянулась.\n—Спасибо вам. Почти не болит.\n—Это хорошо. Куда вы теперь?\n—Наверное к своей тете. Я пойду, а то могу опоздать.\nКел кивнул. пони взяла дрова и вышла из дома в вечерние сумерки.\n—А все таки странно. — сказал волк.\n—Что?\n—Ее запах. где то я его уже чувствовал.\nКел хмыкнул и пошел на кухню. наступила ночь. Кел лег в кровать и положил на пса крыло.\n—Спокойной ночи.\n—И тебе. — ответил пес.\n\nГлава 3\nКел сладко спал. Вдруг какой-то резкий звук разбудил его. Открыв резко глаза, он увидел над собой Вулфа.\n—Что тебе?\n—У меня жар. Для меня это впервые. А также у меня проблемы с глазами, из них что-то выделяется.\nВдруг пес раскрыл рот и чихнул, затем снова и снова.\n—Так прошел день. Что это тебя вдруг свалило?\n—Помнишь тот укус?\n—Помню.\n—Похоже на зубах был яд. А поскольку я не пони, то он подействовал не так и через какое-то время.\n—И что мне с тобой делать?\n—Лечить.\n—Но я не знаю как, я ведь не ветеринар.\n—А ты не знаешь какого-нибудь ветеринара?\n—В Понневиле есть один.\n—Так веди меня к нему.\n—К ней.\n—Ну к ней, неважно. Я так больше не могу, мне срочно нужны лекарства.\n—Хорошо, сейчас пойдем.\nКел собрался, вышел из дому и пошёл по лесу. Волченок еле переставлял лапы. Через несколько метров он упал.\n—Все, больше не могу.\n—Мне понести тебя?\n—Пожалуйста. Ну пожалуйста.\n—Хорошо, забирайся на спину.\nволчонок медленно поднялся, забрался на спину и уснул. Кел осторожно пошёл по кривой дорожке. Но вот он вышел к границе Понивиля. Тут он свернул в поле и пошёл напрямик. И вот он дошёл до мостика, перейдя его, он постучал в дверь. Ему открыла синяя пегаска.\n—Уните. Привет. Я принес тебе бальную собаку. Можешь ее осмотреть?\n—Конечно, но почему так рано?\n—Потому что ему только ночью стало плохо. Я вот, сразу к тебе.\n—Хорошо, проходи.\nКел вошёл в гостиную.\n—Клади его на диван.\nКел подошёл к дивану и похлопал по волчонку крылом.\n—Вулф, просыпайся, мы пришли на осмотр.\nволчонок приоткрыл глаза, зевнул, спрыгнул на диван и уселся на задние лапы.\nПегаска взяла Шпатель и подошла к собаке.\n—Скажи а.\nПес открыл рот. Пегаса посмотрела и повернулась к Келу.\n—У него все горло красное. Так же выделение из...\nВулф вдруг чихнул, затем ещё и ещё.\n—...глаз. Так же чиханье. Все ясно. У него чумка.\n—Что!? Это ведь плохо?\n—Очень. Если сейчас ничего не предпринять, то он может умереть через пять дней.\n—А что нужно для лечения.\n—Стрептамин. Но его нет в нашей больнице. Есть в Филадельфии, только там.\n—Да я был там два дня назад, если бы знать, что это лекарство пригодится, то я бы его забрал.\n—Ну никто не мог этого предвидеть.\n—Кстати, ты не видела ли белую пони с серебристой гривой?\n—Да, она мне дрова приносит.\n—Хорошо, я побежал, передай от меня привет.\n—Да, хорошо. Я спущу его в подвал, там у меня удобно.\nКел подошёл к Вулфу и произнес у самого уха.\n—Не выдавай себя и не позволяй ей снять ошейник.\n—Хорошо.\nКел отошёл от волчонка и вышел за дверь.\n***********\nКел подошёл к трехэтажному, уцелевшему, зданию. Постучал по железной двери. Открылась защелка и голос произнес.\n—Кто здесь?\n—Кел. Позавчера я привел вам группу торговцев. Сейчас мне надо сделать покупку.\n—Заходи.\nДверь отворилась. Кел вошёл в коридор, прошел до двери и вошёл в огромное помещение. Ряды палаток и строений, занимали весь пол. По краям стояли вышки. В дальнем углу находился деревянный мотель. Между рядов прогуливались стражники. Кел подошёл к одному из них.\n—Простите. А где здесь можно купить лекарства?\n—Пятая лавка в пятом ряду. А вы хотите вступить в отряд по уничтожению волков?\n—У меня смертельно болен во... пес. Я должен купить ему лекарства. Мне сейчас не до вашей бредней.\nСтражник обиделся.\n—Вот как, а ведь вы могли бы получить неплохой подарок.\n—Нет, спасибо.\nКел развернулся и пошёл к нужному ряду. Подойдя к палатке, он удивился. здесь почти не было товара?\n—Простите. У вас есть Стрептамин?\n—Был.\n—А где он сейчас?\n—У меня украли весь товар. Я еле смог спасти эти крохи. Вот если бы кто-нибудь бы смог вернуть мне их.\n",
    "answers": [
      {
        "id": 25,
        "text": "поинтересоваться"
      },
      {
        "id": 28,
        "text": "уйти"
      }
    ]
  },
  {
    "id": 31,
    "text": "Они поднялись вверх и подошли к стойке дежурного.\n—Я нашел патроны. Они были в тайнике. Я взял столько, сколько нужно, все остальное там, внизу.\nПолицейский кивнул. Кел и Вулф вышли из здания.\n—Куда теперь?\n—Домой.\nОни пошли по улицам Понивиля. Затем вышли за его пределы и вошли в лес. Пройдя еще немного Кел остановился.\n—Что?\n—Слышишь?\nВпереди раздавались какие-то звуки.\nНапарники медленно пошли вперед. И вот за деревьями показался домик. В его дверь стучала лошадка.\nКел насторожено стал приближаться.\n—Здравствуйте мисс. Вам что-то нужно?\n—Ой... Простите. Это ваш дом?\n—Да.\n—А вы можете мне помочь?\n—А что у вас случилось?\n—В копыте застряла заноза. Большая. Я сама не могу ее вытащить. Помогите?\nИнтересно, как это, лошадка не может вытащить какую-то там занозу?\nПони подняла копыто и Келу предстала огромная заноза.\n—А, теперь понятно.\n—Хорошо. Я помогу чем смогу.\nПегас подошёл к двери, отворил ее и вошёл вместе с лошадкой. Та положила связку дров в прихожей и похромала к дивану.\nКел взял крылом палочку и подошёл к больной.\n—Положите палочку в рот и держите крепко зубами.\nЛошадка кивнула. Взяла в рот палку и протянула копыто.\nКел схватился за занозу зубами и потянул изо всех сил. Пони выронила палку и закричала.\n—Аааааа!!!! кричит.\nКел вынул занозу.\n—Теперь поцелуй.\nОн впился губами в ее губы. Прошли секунды. Поцелуй закончился.\n—Все?\n—Да. Нога не болит?\n—Нет. Спасибо вам.\n—Скажи, а у тебя есть имя?\n—Прости но я никому не могу его говорить.\n—Почему?\n—Потому что вы будете ненавидеть меня.\n—Нет. Ни за что я не буду вас ненавидеть.\n—Это вряд ли.\n—Хорошо, скажите тогда, хоть зачем вы пришли в этот лес. Я думал что местные бояться в него ходить.\n—Нет. Я живу в нем. Недалеко отсюда находится моя родственница. Я как раз несла ей дрова для очага. Кстати, что это у вас за песик?\n—Это Вулф. Я его нашёл в пещере. Он был совсем один.\n—Ясно. Значит усыновили.\n—Ну вроде того.\n—Хорошо. Мне уже пора. Еще до дома надо дойти. А ведь скоро будет ночь. Так что пока.\n—Пока.\nПони встала, взяла вязанку в зубы и вышла за дверь.\n—А она красавица.\n—Кел, знаешь что?\n—Что?\n—Это она украла те патроны.\n—Что?!\n—это был ее запах.\n—А чего же сразу не сказал.\nКел вскочил с дивана и выбежал на улицу, но незнакомка пропала. В лес что ли пойти искать? Да нет, это бесполезно.\nРасстроенный, Кел вернулся обратно.\n—Ну прости, я просто не хотел мешать вашим разговорам. Она, кстати, была совсем обычной. Так что возможно это и не она.\n—Ладно. Давай хоть ужин приготовим.\n\n\nГлава 3\nКел сладко спал. Вдруг какой-то резкий звук разбудил его. Открыв резко глаза, он увидел над собой Вулфа.\n—Что тебе?\n—У меня жар. Для меня это впервые. А также у меня проблемы с глазами, из них что-то выделяется.\nВдруг пес раскрыл рот и чихнул, затем снова и снова.\n—Так прошел день. Что это тебя вдруг свалило?\n—Помнишь тот укус?\n—Помню.\n—Похоже на зубах был яд. А поскольку я не пони, то он подействовал не так и через какое-то время.\n—И что мне с тобой делать?\n—Лечить.\n—Но я не знаю как, я ведь не ветеринар.\n—А ты не знаешь какого-нибудь ветеринара?\n—В Поневиле есть один.\n—Так веди меня к нему.\n—К ней.\n—Ну к ней, неважно. Я так больше не могу, мне срочно нужны лекарства.\n—Хорошо, сейчас пойдем.\nКел собрался, вышел из дому и пошёл по лесу. Волченок еле переставлял лапы. Через несколько метров он упал.\n—Все, больше не могу.\n—Мне понести тебя?\n—Пожалуйста. Ну пожалуйста.\n—Хорошо, забирайся на спину.\nволчонок медленно поднялся, забрался на спину и уснул. Кел осторожно пошёл по кривой дорожке. Но вот он вышел к границе Понивиля. Тут он свернул в поле и пошёл напрямик. И вот он дошёл до мостика, перейдя его, он постучал в дверь. Ему открыла синяя пегаска.\n—Уните. Привет. Я принес тебе бальную собаку. Можешь ее осмотреть?\n—Конечно, но почему так рано?\n—Потому что ему только ночью стало плохо. Я вот, сразу к тебе.\n—Хорошо, проходи.\nКел вошёл в гостиную.\n—Клади его на диван.\nКел подошёл к дивану и похлопал по волчонку крылом.\n—Вулф, просыпайся, мы пришли на осмотр.\nволчонок приоткрыл глаза, зевнул, с прыгнул на диван и уселся на задние лапы.\nПегаска взяла Шпатель и подошла к собаке.\n—Скажи а.\nПес открыл рот. Пегаса посмотрела и повернулась к Келу.\n—У него все горло красное. Так же выделение из...\nВулф вдруг чихнул, затем ещё и ещё.\n—...глаз. Так же чиханье. Все ясно. У него чумка.\n—Что!? Это ведь плохо?\n—Очень. Если сейчас ничего не предпринять, то он может умереть через пять дней.\n—А что нужно для лечения.\n—Стрептамин. Но его нет в нашей больнице. Есть в Филадельфии, только там.\n—Да я был там два дня назад, если бы знать, что это лекарство пригодится, то я бы его забрал.\n—Ну никто не мог этого предвидеть.\n—Кстати, ты не видела ли белую пони с серебристой гривой?\n—Да, она мне дрова приносит.\n—Она как мне кажется, украла из полицейского участка, все снайперские патроны.\n—Да ну. А я и не знала. Спасибо, в следующий раз я буду более внимательна.\n—Ну все, я побежал.\n—Да, давай. Я спущу его в подвал, там у меня удобно.\nКел подошёл к Вулфу и произнес у самого уха.\n—Не выдавай себя и не позволяй ей снять ошейник.\n—Хорошо.\nКел отошёл от волчонка и вышел за дверь.\n***********\nКел подошёл к трехэтажному, уцелевшему, зданию. Постучал по железной двери. Открылась защелка и голос произнес.\n—Кто здесь?\n—Кел. Позавчера я привел вам группу торговцев. Сейчас мне надо сделать покупку.\n—Заходи.\nДверь отворилась. Кел вошёл в коридор, прошел до двери и вошёл в огромное помещение. Ряды палаток и строений, занимали весь пол. По краям стояли вышки. В дальнем углу находился деревянный мотель. Между рядов прогуливались стражники. Кел подошёл к одному из них.\n—Простите. А где здесь можно купить лекарства?\n—Пятая лавка в пятом ряду. А вы хотите вступить в отряд по уничтожению волков?\n—У меня смертельно болен во... пес. Я должен купить ему лекарства. Мне сейчас не до вашей бредней.\nСтражник обиделся.\n—Вот как, а ведь вы могли бы получить неплохой подарок.\n—Нет, спасибо.\nКел развернулся и пошёл к нужному ряду. Подойдя к палатке, он удивился. здесь почти не было товара?\n—Простите. У вас есть Стрептамин?\n—Был.\n—А где он сейчас?\n—У меня украли весь товар. Я еле смог спасти эти крохи. Вот если бы кто-нибудь бы смог вернуть мне их.\n",
    "answers": [
      {
        "id": 28,
        "text": "уйти"
      },
      {
        "id": 25,
        "text": "поинтересоваться"
      }
    ]
  },
  {
    "id": 32,
    "text": "Кел сыпал все патроны к сибе в сумку и вышел из подвала.\n—Мы ничего не нашли.\n—Как, совсем не чего?\n—Да.\n—Жалко, мы тогда поговорим с месными жителями и снова общим подвал.\n—Желаю вам удачи.\nКел вышел из здания.\n—Что ты твориш?\n—Я не мог упустить такой возможности.\n—Но веть это плохо.\n—И что, ты будешь меня упрекать в этом?!\nПрахожие стали косится на них.\n—Дома поговорим.\nни вышли из города и войдя в лес, пришли к своему домику.\nВойдя, Кел сказал.\n—Теперь это твой дом.\n—В смысле?\n—Теперь мы с тобой друзья, мой дом, это твой дом. А теперь пошли слушать радио.\nОни вошли на кухню. Так прошло с несколько часов. Вдруг в дверь постучали. Кел подошел и открыл ее, на пороге стояла белая пони с серебристой гривой.\n—Здравствуйте, вы случайно не знаете, где здесь можно подлечится?\n—А что случилось. Я собирала дрова и вдруг навалилась на занозу. можете помочь вытащить.\nОна показала свое копыто. В нем торчал огромная заноза. Кел аж присвистнул.\n—Что это такое?\n—Я ж говорю, заноза. ну так что, вы мне помогите?\n—Хорошо. проходите в гостинную.\nКел ушел на кухню, взял крылом палочку, и подошёл к больной.\n—Положите палочку в рот. Сейчас будет немножко больновато.\nПони кивнула. Пегас схватился за занозу зубами и выдернул ее с корнем. Пони стиснула зубы до хруста и взвыла.\n—ЫЫЫЫЫ!! Взвыть.\nПони выплюнул занозу и прильнул губами к губам пони.\nРана сразу же затянулась.\n—Спасибо вам. Почти не болит.\n—Это хорошо. Куда вы теперь?\n—Наверное к своей тете. Я пойду, а то могу опоздать.\nКел кивнул. пони взяла дрова и вышла из дома в вечерние сумерки.\n—А все таки странно. — сказал волк.\n—Что?\n—Ее запах. где то я его уже чувствовал.\nКел хмыкнул и пошел на кухню. наступила ночь. Кел лег в кровать и положил на пса крыло.\n—Спокойной ночи.\n—И тебе. — ответил пес.\n\nГлава 3\nКел сладко спал. Вдруг какой-то резкий звук разбудил его. Открыв резко глаза, он увидел над собой Вулфа.\n—Что тебе?\n—У меня жар. Для меня это впервые. А также у меня проблемы с глазами, из них что-то выделяется.\nВдруг пес раскрыл рот и чихнул, затем снова и снова.\n—Так прошел день. Что это тебя вдруг свалило?\n—Помнишь тот укус?\n—Помню.\n—Похоже на зубах был яд. А поскольку я не пони, то он подействовал не так и через какое-то время.\n—И что мне с тобой делать?\n—Лечить.\n—Но я не знаю как, я ведь не ветеринар.\n—А ты не знаешь какого-нибудь ветеринара?\n—В Понневиле есть один.\n—Так веди меня к нему.\n—К ней.\n—Ну к ней, неважно. Я так больше не могу, мне срочно нужны лекарства.\n—Хорошо, сейчас пойдем.\nКел собрался, вышел из дому и пошёл по лесу. Волченок еле переставлял лапы. Через несколько метров он упал.\n—Все, больше не могу.\n—Мне понести тебя?\n—Пожалуйста. Ну пожалуйста.\n—Хорошо, забирайся на спину.\nволчонок медленно поднялся, забрался на спину и уснул. Кел осторожно пошёл по кривой дорожке. Но вот он вышел к границе Понивиля. Тут он свернул в поле и пошёл напрямик. И вот он дошёл до мостика, перейдя его, он постучал в дверь. Ему открыла синяя пегаска.\n—Уните. Привет. Я принес тебе бальную собаку. Можешь ее осмотреть?\n—Конечно, но почему так рано?\n—Потому что ему только ночью стало плохо. Я вот, сразу к тебе.\n—Хорошо, проходи.\nКел вошёл в гостиную.\n—Клади его на диван.\nКел подошёл к дивану и похлопал по волчонку крылом.\n—Вулф, просыпайся, мы пришли на осмотр.\nволчонок приоткрыл глаза, зевнул, спрыгнул на диван и уселся на задние лапы.\nПегаска взяла Шпатель и подошла к собаке.\n—Скажи а.\nПес открыл рот. Пегаса посмотрела и повернулась к Келу.\n—У него все горло красное. Так же выделение из...\nВулф вдруг чихнул, затем ещё и ещё.\n—...глаз. Так же чиханье. Все ясно. У него чумка.\n—Что!? Это ведь плохо?\n—Очень. Если сейчас ничего не предпринять, то он может умереть через пять дней.\n—А что нужно для лечения.\n—Стрептамин. Но его нет в нашей больнице. Есть в Филадельфии, только там.\n—Да я был там два дня назад, если бы знать, что это лекарство пригодится, то я бы его забрал.\n—Ну никто не мог этого предвидеть.\n—Кстати, ты не видела ли белую пони с серебристой гривой?\n—Да, она мне дрова приносит.\n—Хорошо, я побежал, передай от меня привет.\n—Да, хорошо. Я спущу его в подвал, там у меня удобно.\nКел подошёл к Вулфу и произнес у самого уха.\n—Не выдавай себя и не позволяй ей снять ошейник.\n—Хорошо.\nКел отошёл от волчонка и вышел за дверь.\n***********\nКел подошёл к трехэтажному, уцелевшему, зданию. Постучал по железной двери. Открылась защелка и голос произнес.\n—Кто здесь?\n—Кел. Позавчера я привел вам группу торговцев. Сейчас мне надо сделать покупку.\n—Заходи.\nДверь отворилась. Кел вошёл в коридор, прошел до двери и вошёл в огромное помещение. Ряды палаток и строений, занимали весь пол. По краям стояли вышки. В дальнем углу находился деревянный мотель. Между рядов прогуливались стражники. Кел подошёл к одному из них.\n—Простите. А где здесь можно купить лекарства?\n—Пятая лавка в пятом ряду. А вы хотите вступить в отряд по уничтожению волков?\n—У меня смертельно болен во... пес. Я должен купить ему лекарства. Мне сейчас не до вашей бредней.\nСтражник обиделся.\n—Вот как, а ведь вы могли бы получить неплохой подарок.\n—Нет, спасибо.\nКел развернулся и пошёл к нужному ряду. Подойдя к палатке, он удивился. здесь почти не было товара?\n—Простите. У вас есть Стрептамин?\n—Был.\n—А где он сейчас?\n—У меня украли весь товар. Я еле смог спасти эти крохи. Вот если бы кто-нибудь бы смог вернуть мне их.\n",
    "answers": [
      {
        "id": 25,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 28,
        "text": "уйти"
      }
    ]
  },
  {
    "id": 33,
    "text": "Кел прицелился в первого врага. Но немного погодя, решил выстрелить в цистерну красного цвета. Она как раз стояла рядом с правым торцом здания. И там было больше всего противников. Кел нажал на спусковой крючок и тут же пуля пробила в металле дыру, но взрыва не произошло. Бензин стал стекать по наклонной к главному входу. Пегас стал ждать. Прошло немного, как вдруг один из пони что то закричал. Это послужило сигналом к атаке. Снова выстрел, на этот раз цистерна взорвалась, выбив стекла из окон и убив с десяток бандитов. Огонь пробежал по бензиновому следу и окольцевал вход огнем. Кел взлетел и переместился на другое место стрельбы. Вдруг в прицел попал чья то тень, метнувшись с крыши в его сторону. Кел сразу же попробовал проследить за движением тени, но она исчезла из поля видимости. Тут сверху раздался выстрел. он попал в прицел Снапы, разбив его в клочья. Кел посмотрел вверх, но увидел только солнце. Тут послышался второй выстрел, который убил Кела.\n",
    "answers": [
      {
        "id": 1,
        "text": "Б.К.А.Ч."
      }
    ]
  },
  {
    "id": 34,
    "text": "Ну если так прикинуть, то лучше по-тихому, так как оружие у меня не тихое. Да и трупы могут заметить. А что насчет канализации?\nКел встал, спрятал оружие, спланировал на улицы и открыл люк. Спустившись вниз, он включил накопытный фонарик.\n—И куда теперь? Жаль что я не знаю расположения туннелей. Ладно, пойдем наугад.\nОн двинулся вперед. Прямо идти долго не получилось. Он уперся в тупик.\n—Вот чёрт.\nЕще какое-то время он блуждал. Вдруг Кел расслышал еле слышные звуки шаркающих шагов. Остановился и прислушался. Кто-то шёл сзади него. Он развернулся и посветил. Луч фонаря высветил поняшичию фигуру. Она шла заваливаясь на один бок, все ближе и ближе. Вдруг она замерла. Келу стало немного страшно.\n—Простите, вы кто?\nВместо ответа, во тьме, раздался писклявый хохот. От этого стало еще страшнее. Вдруг раздались еще шаги. Два, три, пять, десять. Все они смешались в единую какофонию звуков. А затем раздался еще несколько десятков хихиканий.\nПо спине Кела пробежали мурашки. Сейчас ему было реально страшно. Теперь фигура сдвинулась с места. В свет фонаря вышел клоун. Его перемазанное кровью морда была искажена злобой. За его спиной появились еще фигуры. Кел понял что ему нужно бежать. Он развернулся и бросился бежать. За его спиной раздался дикий вой. Кел метался по коридорам, пока не увидел лестницу. Вскарабкавшись по ней, он отворил люк, вылез и закрыл его. Кел тяжело дышал.\n—Что это было? Черт, как я мог так влипнуть с этой канализацией. Да и испугаться я себе позволил. Нет, больше ни нагой в это место. Кстати, что они все там делали? И где я вообще?\nКел осмотрелся. Он находился в маленькой каморке. За его спиной была деревянная дверь. Кел стал открывать ее и выглянул в коридор. Никого. Значит он сейчас в мэрии. Так, где они могли бы хранить лекарства?\nКел вышел, прошелся до первого поворота, осмотрелся, подошел к двери и открыл ее. Там был спуск в подвал. Спустившись, он вошел в помещение, Кел увидел целый склад всего на свете. Ту было и оружие, и патроны, и одежда, и самое главное, лекарства. Кел как зачарованный, сделал шаг к цели, и тут же запищала сигнализация. Кел сразу все понял и бросился обратно.\nВыбежав в коридор, он напоролся на бандитов.\n—Епт. Чего ты там делал?\n—Хей. И кто ты вообще такой?\n—Да так. Просто прохожий.\nКел развернулся и бросился бежать. Охрана за ним. Как же хорошо, что они все земнопони. Кел вбежал в зал. Единственное окно было закрыто. В зал вбежали десять бандитов.\n—Все Епта, ты попался. Тебя пристрелить или на виселицу, за попытку нас обокрасть?\nКел задумался.\n—Стреляйте псины гнилые, все равно вы не попадете.\n—Что?! Ну за это ты ответишь.\nДесять выстрелов.\nИ все мимо. Точнее по стеклу. Оно разлетелось вдребезги.\n—Аривидерчи, дурачье.\nКел выпрыгнул на балкон, затем расправил крылья и взлетел. Ему в догонку начали палить, но куда уж им попасть по движущемуся объекту, да ещё и ночью.\nИ хоть он и спасся, но в общем счете это провал.\nНо ничего, наверняка кто-нибудь согласится помочь.\n**********\n—Как это, не можете помочь в простой просьбе? Я вас не понял.\n—Ты хоть знаешь, что это за бандиты?\n—Да. Сердцеедка. И что?\n—Нас всего десять, а их с десяток и больше. Да еще они лучше вооружены, и у них есть маман. А что мы против маман? Тьфу. Мокрое место. Хоть мы и стража, но дальше этого здания не пойдем.\n—Даше за несметные сокровища?\n—Даже за них. Иди, проси кого-нибудь поглупее.\nКел разозлился, плюнул на пол, вышел из каморки и пошел к бару.\nНужно пропустить по стаканчику.\n",
    "answers": []
  },
  {
    "id": 35,
    "text": "Ну если так прикинуть, то лучше по-тихому, так как оружие у меня не тихое. Да и трупы могут заметить. А что насчет канализации?\nКел встал, спрятал оружие, спланировал на улицы и открыл люк. Спустившись вниз, он включил накопытный фонарик.\n—И куда теперь? Жаль что я не знаю расположения туннелей. Ладно, пойдем наугад.\nОн двинулся вперед. Прямо идти долго не получилось. Он уперся в тупик.\n—Вот чёрт.\nЕще какое-то время он блуждал. Вдруг Кел расслышал еле слышные звуки шаркающих шагов. Остановился и прислушался. Кто-то шёл сзади него. Он развернулся и посветил. Он находился в широком помищение колектора. Луч фонаря высветил поняшичию фигуру. Она шла заваливаясь на один бок, все ближе и ближе. Вдруг она замерла. Келу стало немного страшно.\n—Простите, вы кто?\nВместо ответа, во тьме, раздался писклявый хохот. От этого стало еще страшнее. Вдруг раздались еще шаги. Два, три, пять, десять. Все они смешались в единую какофонию звуков. А затем раздался еще несколько десятков хихиканий.\n",
    "answers": [
      {
        "id": 37,
        "text": "бежать"
      },
      {
        "id": 38,
        "text": "перестрелять"
      }
    ]
  },
  {
    "id": 36,
    "text": "Ну если так прикинуть, то лучше по-тихому, так как оружие у меня не тихое. Да и трупы могут заметить. А что насчет канализации?\nКел встал, спрятал оружие, спланировал на улицы и открыл люк. Спустившись вниз, он включил накопытный фонарик.\n—И куда теперь? Жаль что я не знаю расположения туннелей. Ладно, пойдем наугад.\nОн двинулся вперед. Прямо идти долго не получилось. Он уперся в тупик.\n—Вот чёрт.\nЕще какое-то время он блуждал. Вдруг Кел расслышал еле слышные звуки шаркающих шагов. Остановился и прислушался. Кто-то шёл сзади него. Он развернулся и посветил. Луч фонаря высветил поняшичию фигуру. Она шла заваливаясь на один бок, все ближе и ближе. Вдруг она замерла. Келу стало немного страшно.\n—Простите, вы кто?\nВместо ответа, во тьме, раздался писклявый хохот. От этого стало еще страшнее. Вдруг раздались еще шаги. Два, три, пять, десять. Все они смешались в единую какофонию звуков. А затем раздался еще несколько десятков хихиканий.\nПо спине Кела пробежали мурашки. Сейчас ему было реально страшно. Теперь фигура сдвинулась с места. В свет фонаря вышел клоун. Его перемазанное кровью морда была искажена злобой. За его спиной появились еще фигуры. Кел понял что ему нужно бежать. Он развернулся и бросился бежать. За его спиной раздался дикий вой. Кел метался по коридорам, пока не увидел лестницу. Вскарабкавшись по ней, он отворил люк, вылез и закрыл его. Кел тяжело дышал.\n—Что это было? Черт, как я мог так влипнуть с этой канализацией. Да и испугаться я себе позволил. Нет, больше ни нагой в это место. Кстати, что они все там делали? И где я вообще?\nКел осмотрелся. Он находился в маленькой каморке. За его спиной была деревянная дверь. Кел стал открывать ее и выглянул в коридор. Никого. Значит он сейчас в мэрии. Так, где они могли бы хранить лекарства?\nКел вышел, прошелся до первого поворота, осмотрелся, подошел к двери и открыл ее. Там был спуск в подвал. Спустившись, он вошел в помещение, Кел увидел целый склад всего на свете. Ту было и оружие, и патроны, и одежда, и самое главное, лекарства. Кел как зачарованный, сделал шаг к цели, и тут же запищала сигнализация. Кел сразу все понял и бросился обратно.\nВыбежав в коридор, он напоролся на бандитов.\n—Епт. Чего ты там делал?\n—Хей. И кто ты вообще такой?\n—Да так. Просто прохожий.\nКел развернулся и бросился бежать. Охрана за ним. Как же хорошо, что они все земнопони. Кел вбежал в зал. Единственное окно было закрыто. В зал вбежали десять бандитов.\n—Все Епта, ты попался. Тебя пристрелить или на виселицу, за попытку нас обокрасть?\nКел задумался.\n—Стреляйте псины гнилые, все равно вы не попадете.\n—Что?! Ну за это ты ответишь.\nДесять выстрелов.\nИ все мимо. Точнее по стеклу. Оно разлетелось вдребезги.\n—Аривидерчи, дурачье.\nКел выпрыгнул на балкон, затем расправил крылья и взлетел. Ему в догонку начали палить, но куда уж им попасть по движущемуся объекту, да ещё и ночью.\nИ хоть он и спасся, но в общем счете это провал.\nНо ничего, наверняка кто-нибудь согласится помочь.\n**********\n—Как это, не можете помочь в простой просьбе? Я вас не понял.\n—Ты хоть знаешь, что это за бандиты?\n—Да. Сердцеедка. И что?\n—Нас всего десять, а их с десяток и больше. Да еще они лучше вооружены, и у них есть маман. А что мы против маман? Тьфу. Мокрое место. Хоть мы и стража, но дальше этого здания не пойдем.\n—Даше за несметные сокровища?\n—Даже за них. Иди, проси кого-нибудь поглупее.\nКел разозлился, плюнул на пол, вышел из каморки и пошел к бару.\nНужно пропустить по стаканчику.\n\n\nГлава 4\nКел сидит в баре, отстраненно осматривал соседние столики. Ну где найти помощника?\n—Ну где ж раздобыть деньжат?\nПегас поднял шляпу. Вот повезло. Его и возьму. Встав, он подошел к его столику.\n—Дружище, я слышал что ты хочешь подзаработать деньжат?\n—Да.\n—Я знаю одно местечко, в котором есть очень много товара. Помоги мне его достать, и я тебе заплачу.\n—Чего-то это смахивает на поставу.\n—Да какая подстава? Пойми, мне просто очень нужно туда попасть.\n—Но я только вчера ходил на опасную сходку, чуть было не погиб. А теперь опять в бой.\n—А куда ты ходил?\n—волков убивать.\n—Ага. Ясно. Но мне просто позарез нужен помощник. Я пытался один, но потерпел фиаско.\n—И поэтому ты теперь берешь не провереного бойца и идешь туда снова?\n—Да пойми же, это вопрос жизни или смерти.\n—А что я получу взамен?\n—Я же сказал, я очень хорошо тебе заплачу.\n—Дай подумать... Ну... Я согласен, только сначала посвяти меня в свой план.\n—А какой план. Придти туда, убить бандитов и забрать товар.\n—раз надо всех убить, то давай сначала я прикуплю оружие, а то у меня только пистолет и меч.\n—Конечно. И мне нужно оружие.\n—Пошли тогда за покупками.\nКел и пони вышли из бара и подошли к первой палатке.\n—Что будешь брать?\n—Для начала дробовик. А то пистолет какой-то маломощный. Также мне понадобится маленькие ножи, где-то 7 штук.\n—Зачем тебе они? Они же только для ближнего боя, да и возможности у них не большие.\n—У меня есть секрет, который поможет нам победить. А для этого секрета нужно холодное оружие.\n—Хороше. Что ещё?\n—Также нам понадобятся рации. А лучше микронаушники. У них есть такие?\n—Есть, только зачем это?\n—Что и где мы будем делать?\n—Мы должны уничтожить бандитов в мэрии.\n—А где они находятся?\n—Кто?\n—Бандиты. Ну как они стоят?\n—Несколько снаружи, остальные внутри.\n—Ну вот. Ты снайпер, ты будешь снимать их с улицы, а я внутри. Ведь там от тебя некакого толка. А ктому же, мне нужно работать в одиночку.\n—Почему?\n—Секрет.\n—Хороше. Будет тебе все. Что-нибудь ещё?\n—Побольше патронов.\n—Ну это в соседнюю лавку. Ну раз тебе больше ничего не нужно, то я куплю себе, пистолет и военный нож. Сколько с нас?\n—250 бит.\n—А почему так дешево?\n—Потому что он очистил нам торговые пути от волков. Теперь ему положена большая скидка.\n—Вот как. А я даже не знал. Ладно, собирай все в седельные сумки, а я пока схожу за патронами, встречаемся около выхода через полчаса.\nОни разошлись и спустя полчаса они встретились.\n—Пошли?\n—Да.\n**********\nКел взлетел на остов разрушенной многоэтажки. Добравшись до самого верха, он улегся на холодный, почерневший пол, достал снайперку и прицелился. В прицеле появилась лысая голова бандита. Поводив прицелом, Кел насчитал одиннадцать бандитов. Так, с каких начать? Наверное лучше отстреливать тех что наверху. Тогда никто нечего не заподозрит. Вдруг он расслышал голос Бориса.\n—Алло, Кел. Ты как, на связи?\n—да, как обстановка?\n—Да все прекрасно, три трупа. Ты там следишь за обстановкой?\n—Да все готово. Сейчас на улице их стало больше. Возможно внутри их меньше.\n—Хорошо, ещё пять трупов и начинай отстреливать.\n—Все, конец связи.\nЧерез несколько минут в наушниках снова раздался его голос.\n—Алло. Кел. Пора.\n—Понял. Первый готов, второй готов. Третий. Пятый. Восьмой. Черт, труп упал перед охранниками, теперь они поднимут тревогу.\nКел встал с холодного пола, взлетел вверх и полетел к соседнему зданию. Он менял свою позицию. Приземлившись, он снова прицелился и выстрелил. Еще труп. И еще, и еще. Они так и не поняли откуда их бьют. Вдруг раздался голос Бариса.\n—Сигнализация молчит.\n—Что?\n—Я отключил ее в подвале. Теперь можно ходить спокойно.\n—Ты дурак, или как? Те ясным языком сказали, нужно зачистить базу, чтобы можно было все спокойно брать. Что я непонятного сказал?\n—Да все понятно. Сейчас зачистим. Все, мне пора. Конец связи.\nКел снова приложился к прицелу. Еще труп. Остальные попрятались за вещами, но все с одной стороны. Вот тупые. Кел взлетел и полетел к противоположному зданию. Приземлившись, он снова прильнул к прицелу. Снова труп, и еще, и еще. Погодите, что-то тут не так. Почему они не меняют позицию? Вдруг Кел почувствовал спиной чье-то присутствие. Он резко сделал перекат и как раз вовремя. Пуля лишь пробило перо. Развернувшись, он увидел пегаса, который целился в него из револьвера. Ясно, значит эти бандиты не такие уж и глупые. Кел посмотрел краем глаза на оставленную снайперку. До нее никак не добраться. До пистолета тоже, он на заднем боку, значит только нож на передней ноге. Вот только нужно его заболтать, чтобы подобраться поближе.\n—Послушай, ты бандит или обычный пони?\n—Я? Я бандит, а что, так не понятно?\n—Да ясно, конечно, но ведь есть одно непонятное дело.\n—Какое?\n—Почему ты стреляешь в меня?\n—Ну ты тупой. Я стреляю в тебя, потому что ты стреляешь в моих корешей.\n—А, ну тогда понятно. Я просто не разобрался. Мне сказали вернуть украденный товар. А эти пони стали в меня стрелять.\n—Естественно, все что поподает к нам, остается у нас. Таков наш закон.\n—Но мне очень нужно одно лекарство. Оно нужно моему другу. Без него он погибнет через несколько дней.\n—А нам какая разница. Он не наша проблема.\n—это понятно, но попробуйте войти в мое положение. Его укусили в Вечнодиком лесу и ему стало хуже. Я пришел из самого Поневиля и теперь мне осталось до цели всего немного.\n—Я повторяю, это не наша проблема... эй, мне кажется, или ты стал ближе?\n—Тебе не кажется, бандюга.\nБандит спустил спусковой крючок и выстрелил. Кел прильнул к полу, схватился зубами за нож и прыгнул на пони, помогая себе крыльями. Пони снова выстрелил и попал пегасу в крыло. Но это его не спасло. Бандит упал истекая кровью. Кел убрал нож и посмотрел на крыло. Оно было пробито, получится только планировать вниз. Кел выдохнул, пошел снова к снайперке, улёгся на холодный пол и прицелился. В прицеле было пусто. Ни кого на улице не осталось.\n—Алло, как там крыша?\n—Все чисто, малые остатки спрятались в парадной, прибей их. А я пока к тебе спущусь.\n—Погоди, сначала зачистка, затем спуск.\n—Почему?\n—Я не хочу показывать тебе мой секрет.\n—А. это твой секрет, благодаря которому ты всех побеждаешь. Хорошо, я буду ждать твоего сигнала.\n—Конец связи.\nКел встал, убрал снайперку, расправил крылья и прыгнул. Спланировав на крышу здания, он стал искать спуск вниз. Но его нигде не-было.\n—Кел, я все, можешь спускаться.\n—Хорошо. Я уже на крыше.\n—Что? Я ж сказал ждать моего сигнала.\n—Ну что бы изменилось, если я прилетел раньше. Алло, алло.\nНо Барис не отвечал, интересно, что с ним случилось? Так и не найдя спуск, Кел спланировал вниз и вошел через парадный вход.\n—А что это ты сумки и наушник снял?\n—Секрет использовал.\n—А что это под тобой? Кожа чья-то.\n—Да. Чья-то кожа. Все, не задавай тупых вопросов. Лучше скажи, что за план дальше.\n—Давай сейчас пойдем во двор. Там я заметил огромную телегу.\nОни вышли во двор. Там, на парковочном месте, стояла огромная телега.\n—Да в такую надо вдвоём запрягаться.\n—Вот. Нас как раз двое.\n—Значит мы складываем вещи из подвала, затем везем пять километров и остаемся в плюсе?\n—Все правильно. Пошли, эти вещи долго таскать.\nОни начинают носить вещи.\n—Можешь пока рассказать что не будь о себе. – спросил Кел.\n—А что рассказывать?\n—Где ты жил, до катастрофы. Чем занимался.\n—да вроде ни чем таким, просто подработка курьером.\n—А какая компания?\n—У вас все равно такой нет.\n—А от куда ты?\n—Из _______\n—Не когда не слышал о таком месте.\n—Это не здесь. Даже не в этом мире.\n—Ха, так значит ты у нас путешественник по разным мерам?\n—Вроде того, вот только у меня в воспоминаниях иногда появляются разные непонятные картинки.\n—Какие к примеру?\n—Да в роде какого-то допроса. Не пойму откуда он вообще у меня в голове.\n—А может это ДЕЖАВЮ?\nТут Борис внезапно остановился и не понимающе посмотрел на Кела.\n—Что прости.\n—Что это с тобой?\n—Да сам не знаю, как будто перед глазами пронеслось воспоминание и улетело вдаль.\nДальше они работали моча. Прошел час, вещи были уже сложены.\n—Ух. Как же рот болит.\n—Это с непривычки. Сейчас главное впрячься и двинуть к цели.\n—Пошли. Поможешь мне.\n—А почему это я. Сам что не можешь?\n—К сожалению нет. Я вообще этого не понимаю.\n—Да все просто. Берешь ноги, ставишь их в прорези, и затягиваешь зубами. Затем делаешь шаг вперед и воля. Ты впряжен.\n—Спасибо. А то я бы не разобрался.\nКел снял винтовку и положил ее сверху на кучу вещей. Затем так же впрягся и скомандовал. Они двинулись. Медленно, тяжело, но все же вперед. Выйдя из двора, поплелись по старой улице. Они шли и шли. Дома все сменялись друг с другом. Обуглившиеся остовы возвышались над такими же прогоревшими машинами.\n—Скажи, а что произошло с этим городом?\n—Да тоже что и со всеми крупными городами, пришел страх и стер его.\n—А подробнее?\n—Тогда я жил в доме из облаков. Это еще до катастрофы было. Тогда мой дом стер метеорит. Что происходило в остальных городах я даже не представляю. Единственно, что я знаю, это то что все выжившие ехали в Поневиль. Скорее всего на него пролился огненный дождь, анемометрия если точнее.\nТак они прошли еще несколько кварталов и наконец-то свернув на повороте, достигли завода. Подойдя к гигантским воротам, Кел постучал. Заскрипел механизм и ворота приподнялись, впуская героев.\n—Что за барахло вы нам тут привезли?\n—Это на продажу.\n—Так много? Давайте хоть поможем разобрать?\n—Нет, мы сами. Кел помоги снять ремни.\n—Да тут ничего сложного. Просто тяни в другую сторону. Вот, правильно.\nКел и Барис распаковались и направились в зал.\n—Сейчас нужно оформить доверенность на товар. Ты пока походи, посмотри, может чего приглянется. Встречаемся здесь через час.\nБарис кивнул и куда-то направился. Кел же пошел к знакомому торговцу.\n—Снова привет.\n—Привет. Чего-то тебя долго не было.\n—Я искал помощника. Но я выполнил задание.\n—Правдо! Где он?\n—В телеге. Пойдемте.\nОни вернулись к телеге. Продавец проверил товар и радостно сообщил.\n—Так, некоторых товаров не хватает, но в основном все на месте. Спасибо огромное. Чем я могу вам отплатить?\n—Мне нужен только Стрептамин.\n—Да забирайте хоть весь. Я готов с ним расстаться за вашу помощь.\nЯ пожал копыто единорогу и забрал все таблетки. Затем помог перенести весь товар к лавке продавца. Теперь нужно начать продавать вещи. И начнем с патронов. Я быстро нашел продавца и при помощи непростого разговора, начал продавать ему патроны. Тут вернулся Барис.\n—Что продаешь?\n—Да вот продаю патроны. Они пока самые легкие.\n—Тебе же они нужны были.\n—Вообще мне так много не надо. И тебе тоже. Найди пока покупателя на одежду. Её там много.\nБарис ушёл, я же разговорился с торговцем. Потом пошел с мешком денег к повозке. Положив его рядом, я стал ждать. Вскоре вернулся Барис.\n—Вот этот подходит.\n—Хорошо, покажи ему наш товар.\nОн прошёл к повозке,вместе с продавцом. Сняли и выложили всю одежду. Продавец осмотрел её и заверил, что готов купить за 3000 битов. Я усмехнулся. Борису достался крупный куш. Довольный, с мешком денег в зубах, он вернулся ко мне.\n—Смотри что я заработал. — проговорил он, сковозь зубы.\n—И сколько?\n—Ровно 3000 бит.\n—Отлично, они твои. Убери их куда-нибудь и помоги мне продать оружие.\nДовольный он куда-то ушёл, затем вернулся и стал раскладывать оружие. Его оказалось 30 штук. Он решил оставить себе самые лучшие. Те бандиты много кого грабили. В основном были ножи и пистолеты, но также ему попалась эквестрийская крупнокалиберная винтовка. Он сразу вручил ее мне. Я был несказанно рад и сразу отказался от старой. Разве что только ремень снял. К этой винтовке патроны находить очень легко. Ему же досталось 16 зарядный дробовик. А также пневматическая винтовка. К сожалению я продал все патроны к этому оружию. Но с его репутацией, он их легко может вернуть и даже с прибавкой. Так же он выбрал обычный автомат. Опять куда-то пошёл и вернулся с каким-то торговцем, тот стали оценивать товар.\nВышло 6000 битов. Он получил мешок денег и довольный ушёл. Я все это время сидел напротив телеги. Но пора немного отремонтировать моё оружие. Я прошел вдоль стены и остановился около верстака. Передо Мной сразу высветилось табло.\n\n\nПОЧИНКА ОДЕЖДА\n\n\nПОЧИСТИТЬ ОРУЖИЕ HHHHHHHHHHHHH\nОДЕТЬ ПРИКЛАД\nОДЕТЬ СТВОЛ\nОДЕТЬ ПРИЦЕЛ\nОДЕТЬ УКАЗКУ\nОДЕТЬ ГЛУШИТЕЛЬ\n\n\nЯ нажал на вычистить оружие, затем сменил на новое и тоже почистил. Теперь они будут лучше работать. У меня осталось немного денег, так что можно купить какие нибудь улучшения. Я подошел к палатке.\n—Здравствуйте. У вас есть что-нибудь к эквестрийской крупнокалиберной винтовке?\n—Только двойной прицел.\n—А сколько?\n—900 битов.\n—Это же почти все мои деньги.\n—Так вы берете или нет?\n—Хорошо.\nЯ расплатился и вернулся к верстаку. Выбрал одеть прицел, и сменил с обычного на двойной. Теперь легче будет прицеливаться. Я снова почистил оружие и вернулся к повозке. Она совсем опустела. Я взял мешок денег, положил его в телегу и прикрыл. Тут вернулся Барис.\n—Барис. Послушай, мне нужно сходить в Понивилль, кое-что сделать. Можешь меня здесь подождать?\n—Смотря на сколько ты уйдешь. Мне ещё один заказ выполнить нужно.\n—День. Подожди день.\n—Хорошо. Я как раз Сару найду. Интересно, куда она могла подеваться?\n—Ну она не могла отсюда никуда уйти. Так что ищи здесь. Я пошёл.\n—Сначала заплати за работу. Мы ведь продавали вещи, чтобы расплатиться со мной?\n—Ты прав. Деньги лежат в телеге, прикрытые. Забирай их когда нужно. Все, мне пора.\nКел развернулся и пошёл к коридору.\n\nГлава 5\nПегас шел по асфальтовой дороге. Луна освещала синими лучами его спину. Теперь лететь не получится, так что есть время подумать. В животе неприятно весело, что говорило о том, что он давно не ел. И где ему перекусить? Задумавшись, Кел даже не заметил как сзади взревел мотор. Только свет вспыхнувших фар вывел его из транса и заставил отпрыгнуть в сторону. Машина прокатилась вперед, развернулась и остановилась. Из правого окна раздался автоматная очередь. Кел сделал перекатом спрятался за деревом.\n—Вы что творите?\n—Это ты, тварь, убил наших друзей?\n—Не убивал я ваших друзей.\n—А последний выживший утверждал, что видел Пегаса со шляпой, и черного земнопони.\n—Так вы бандиты?\n—Что за глупый вопрос, конечно бандиты. \nКел чу-чуть выглянул из-за дерева, всего одним главком. И тут перед ним предстал бандитская морда с пистолетом в зубах. Хорошо что Кел был готов. От снова спрятался за дерево, прилёг и об полз дерево справа. Выйдя за спину бандита, он выхватил из ножен нож и прыгнул на спину противнику. Тот от испуга стал стрелять по сторонам, но быстрый удар в голову моментально успокоил его. Вытерев нож об ногу, Пегас развернулся. И тут вдруг очередь из автомата прошила его задней ногу. Кел вскрикнул и упал на землю. Это и спасло его от очереди, прошедшая над его головой. Но Кел не заметил этого. Его взгляд был сосредоточен на задней ноге. Из нее обильно хлестала кровь и торчала сломанная кость. Кел сжал зубы, встал и похромал к машине. Теперь пистолет висел на передней ноге, напротив ножа. Пегас похромал к машине, вынул пистолет и пошел к передней части автомобиля. Там сидел единорог и магией перезаряжал автомат. Кел взял зубами пистолет и выстрелил в противника. Тот рухнул, так и не успев вставить ражок в автомат. \n",
    "answers": [
      {
        "id": 39,
        "text": "взять машигу"
      },
      {
        "id": 40,
        "text": "пойти пешком"
      }
    ]
  },
  {
    "id": 37,
    "text": "\nПо спине Кела пробежали мурашки. Сейчас ему было реально страшно. Теперь фигура сдвинулась с места. В свет фонаря вышел клоун. Его перемазанное кровью морда была искажена злобой. За его спиной появились еще фигуры. Кел понял что ему нужно бежать. Он развернулся и бросился бежать. За его спиной раздался дикий вой. Кел метался по коридорам, пока не увидел лестницу. Вскарабкавшись по ней, он отворил люк, вылез и закрыл его. Кел тяжело дышал.\n—Что это было? Черт, как я мог так влипнуть с этой канализацией. Да и испугаться я себе позволил. Нет, больше ни нагой в это место. Кстати, что они все там делали? И где я вообще?\nКел осмотрелся. Он находился в маленькой каморке. За его спиной была деревянная дверь. Кел стал открывать ее и выглянул в коридор. Никого. Значит он сейчас в мэрии. Так, где они могли бы хранить лекарства?\nКел вышел, прошелся до первого поворота, осмотрелся, подошел к двери и открыл ее. Там был спуск в подвал. Спустившись, он вошел в помещение, Кел увидел целый склад всего на свете. Ту было и оружие, и патроны, и одежда, и самое главное, лекарства. Кел как зачарованный, сделал шаг к цели, и тут же запищала сигнализация. Кел сразу все понял и бросился обратно.\nВыбежав в коридор, он напоролся на бандитов.\n—Епт. Чего ты там делал?\n—Хей. И кто ты вообще такой?\n—Да так. Просто прохожий.\nКел развернулся и бросился бежать. Бандиты за ним. Как же хорошо, что они все земнопони. Кел вбежал в зал. Единственное окно было закрыто. В зал вбежали с десяток бандитов.\n—Все, Епт, ты попался. Тебя пристрелить или на виселицу, за попытку нас обокрасть?\nКел задумался.\n—Стреляйте псины гнилые, все равно вы не попадете.\n—Что?! Ну за это ты ответишь.\nДесять выстрелов.\nИ все мимо. Точнее по стеклу. Оно разлетелось вдребезги.\n—Аривидерчи, дурачье.\nКел выпрыгнул на балкон, затем расправил крылья и взлетел. Ему в догонку начали палить, но куда уж им попасть по движущемуся объекту, да ещё и ночью.\nИ хоть он и спасся, но в общем счете это провал.\nНо ничего, наверняка кто-нибудь согласится помочь.\n**********\n—Как это, не можете помочь в простой просьбе? Я вас не понял.\n—Ты хоть знаешь, что это за бандиты?\n—Да. Сердцеедка. И что?\n—Нас всего десять, а их с десяток и больше. Да еще они лучше вооружены, и у них есть маман. А что мы против маман? Тьфу. Мокрое место. Хоть мы и стража, но дальше этого здания не пойдем.\n—Даше за несметные сокровища?\n—Даже за них. Иди, проси кого-нибудь поглупее.\nКел разозлился, плюнул на пол, вышел из каморки и пошел к бару.\nНужно пропустить по стаканчику.\n\n\nГлава 4\nКел сидит в баре, отстраненно осматривал соседние столики. Ну где найти помощника?\n—Ну где ж раздобыть деньжат?\nПегас поднял шляпу. Вот повезло. Его и возьму. Встав, он подошел к его столику.\n—Дружище, я слышал что ты хочешь подзаработать деньжат?\n—Да.\n—Я знаю одно местечко, в котором есть очень много товара. Помоги мне его достать, и я тебе заплачу.\n—Чего-то это смахивает на поставу.\n—Да какая подстава? Пойми, мне просто очень нужно туда попасть.\n—Но я только вчера ходил на опасную сходку, чуть было не погиб. А теперь опять в бой.\n—А куда ты ходил?\n—волков убивать.\n—Ага. Ясно. Но мне просто позарез нужен помощник. Я пытался один, но потерпел фиаско.\n—И поэтому ты теперь берешь не провереного бойца и идешь туда снова?\n—Да пойми же, это вопрос жизни или смерти.\n—А что я получу взамен?\n—Я же сказал, я очень хорошо тебе заплачу.\n—Дай подумать... Ну... Я согласен, только сначала посвяти меня в свой план.\n—А какой план. Придти туда, убить бандитов и забрать товар.\n—раз надо всех убить, то давай сначала я прикуплю оружие, а то у меня только пистолет и меч.\n—Конечно. И мне нужно оружие.\n—Пошли тогда за покупками.\nКел и пони вышли из бара и подошли к первой палатке.\n—Что будешь брать?\n—Для начала дробовик. А то пистолет какой-то маломощный. Также мне понадобится маленькие ножи, где-то 7 штук.\n—Зачем тебе они? Они же только для ближнего боя, да и возможности у них не большие.\n—У меня есть секрет, который поможет нам победить. А для этого секрета нужно холодное оружие.\n—Хороше. Что ещё?\n—Также нам понадобятся рации. А лучше микронаушники. У них есть такие?\n—Есть, только зачем это?\n—Что и где мы будем делать?\n—Мы должны уничтожить бандитов в мэрии.\n—А где они находятся?\n—Кто?\n—Бандиты. Ну как они стоят?\n—Несколько снаружи, остальные внутри.\n—Ну вот. Ты снайпер, ты будешь снимать их с улицы, а я внутри. Ведь там от тебя некакого толка. А ктому же, мне нужно работать в одиночку.\n—Почему?\n—Секрет.\n—Хороше. Будет тебе все. Что-нибудь ещё?\n—Побольше патронов.\n—Ну это в соседнюю лавку. Ну раз тебе больше ничего не нужно, то я куплю себе, пистолет и военный нож. Сколько с нас?\n—250 бит.\n—А почему так дешево?\n—Потому что он очистил нам торговые пути от волков. Теперь ему положена большая скидка.\n—Вот как. А я даже не знал. Ладно, собирай все в седельные сумки, а я пока схожу за патронами, встречаемся около выхода через полчаса.\nОни разошлись и спустя полчаса они встретились.\n—Пошли?\n—Да.\n**********\nКел взлетел на остов разрушенной многоэтажки. Добравшись до самого верха, он улегся на холодный, почерневший пол, достал снайперку и прицелился. В прицеле появилась лысая голова бандита. Поводив прицелом, Кел насчитал одиннадцать бандитов. Так, с каких начать? Наверное лучше отстреливать тех что наверху. Тогда никто нечего не заподозрит. Вдруг он расслышал голос Бориса.\n—Алло, Кел. Ты как, на связи?\n—да, как обстановка?\n—Да все прекрасно, три трупа. Ты там следишь за обстановкой?\n—Да все готово. Сейчас на улице их стало больше. Возможно внутри их меньше.\n—Хорошо, ещё пять трупов и начинай отстреливать.\n—Все, конец связи.\nЧерез несколько минут в наушниках снова раздался его голос.\n—Алло. Кел. Пора.\n—Понял. Первый готов, второй готов. Третий. Пятый. Восьмой. Черт, труп упал перед охранниками, теперь они поднимут тревогу.\nКел встал с холодного пола, взлетел вверх и полетел к соседнему зданию. Он менял свою позицию. Приземлившись, он снова прицелился и выстрелил. Еще труп. И еще, и еще. Они так и не поняли откуда их бьют. Вдруг раздался голос Бариса.\n—Сигнализация молчит.\n—Что?\n—Я отключил ее в подвале. Теперь можно ходить спокойно.\n—Ты дурак, или как? Те ясным языком сказали, нужно зачистить базу, чтобы можно было все спокойно брать. Что я непонятного сказал?\n—Да все понятно. Сейчас зачистим. Все, мне пора. Конец связи.\nКел снова приложился к прицелу. Еще труп. Остальные попрятались за вещами, но все с одной стороны. Вот тупые. Кел взлетел и полетел к противоположному зданию. Приземлившись, он снова прильнул к прицелу. Снова труп, и еще, и еще. Погодите, что-то тут не так. Почему они не меняют позицию? Вдруг Кел почувствовал спиной чье-то присутствие. Он резко сделал перекат и как раз вовремя. Пуля лишь пробило перо. Развернувшись, он увидел пегаса, который целился в него из револьвера. Ясно, значит эти бандиты не такие уж и глупые. Кел посмотрел краем глаза на оставленную снайперку. До нее никак не добраться. До пистолета тоже, он на заднем боку, значит только нож на передней ноге. Вот только нужно его заболтать, чтобы подобраться поближе.\n—Послушай, ты бандит или обычный пони?\n—Я? Я бандит, а что, так не понятно?\n—Да ясно, конечно, но ведь есть одно непонятное дело.\n—Какое?\n—Почему ты стреляешь в меня?\n—Ну ты тупой. Я стреляю в тебя, потому что ты стреляешь в моих корешей.\n—А, ну тогда понятно. Я просто не разобрался. Мне сказали вернуть украденный товар. А эти пони стали в меня стрелять.\n—Естественно, все что поподает к нам, остается у нас. Таков наш закон.\n—Но мне очень нужно одно лекарство. Оно нужно моему другу. Без него он погибнет через несколько дней.\n—А нам какая разница. Он не наша проблема.\n—это понятно, но попробуйте войти в мое положение. Его укусили в Вечнодиком лесу и ему стало хуже. Я пришел из самого Поневиля и теперь мне осталось до цели всего немного.\n—Я повторяю, это не наша проблема... эй, мне кажется, или ты стал ближе?\n—Тебе не кажется, бандюга.\nБандит спустил спусковой крючок и выстрелил. Кел прильнул к полу, схватился зубами за нож и прыгнул на пони, помогая себе крыльями. Пони снова выстрелил и попал пегасу в крыло. Но это его не спасло. Бандит упал истекая кровью. Кел убрал нож и посмотрел на крыло. Оно было пробито, получится только планировать вниз. Кел выдохнул, пошел снова к снайперке, улёгся на холодный пол и прицелился. В прицеле было пусто. Ни кого на улице не осталось.\n—Алло, как там крыша?\n—Все чисто, малые остатки спрятались в парадной, прибей их. А я пока к тебе спущусь.\n—Погоди, сначала зачистка, затем спуск.\n—Почему?\n—Я не хочу показывать тебе мой секрет.\n—А. это твой секрет, благодаря которому ты всех побеждаешь. Хорошо, я буду ждать твоего сигнала.\n—Конец связи.\nКел встал, убрал снайперку, расправил крылья и прыгнул. Спланировав на крышу здания, он стал искать спуск вниз. Но его нигде не-было.\n—Кел, я все, можешь спускаться.\n—Хорошо. Я уже на крыше.\n—Что? Я ж сказал ждать моего сигнала.\n—Ну что бы изменилось, если я прилетел раньше. Алло, алло.\nНо Барис не отвечал, интересно, что с ним случилось? Так и не найдя спуск, Кел спланировал вниз и вошел через парадный вход.\n—А что это ты сумки и наушник снял?\n—Секрет использовал.\n—А что это под тобой? Кожа чья-то.\n—Да. Чья-то кожа. Все, не задавай тупых вопросов. Лучше скажи, что за план дальше.\n—Давай сейчас пойдем во двор. Там я заметил огромную телегу.\nОни вышли во двор. Там, на парковочном месте, стояла огромная телега.\n—Да в такую надо вдвоём запрягаться.\n—Вот. Нас как раз двое.\n—Значит мы складываем вещи из подвала, затем везем пять километров и остаемся в плюсе?\n—Все правильно. Пошли, эти вещи долго таскать.\nОни начинают носить вещи.\n—Можешь пока рассказать что не будь о себе. – спросил Кел.\n—А что рассказывать?\n—Где ты жил, до катастрофы. Чем занимался.\n—да вроде ни чем таким, просто подработка курьером.\n—А какая компания?\n—У вас все равно такой нет.\n—А от куда ты?\n—Из _______\n—Не когда не слышал о таком месте.\n—Это не здесь. Даже не в этом мире.\n—Ха, так значит ты у нас путешественник по разным мерам?\n—Вроде того, вот только у меня в воспоминаниях иногда появляются разные непонятные картинки.\n—Какие к примеру?\n—Да в роде какого-то допроса. Не пойму откуда он вообще у меня в голове.\n—А может это ДЕЖАВЮ?\nТут Борис внезапно остановился и не понимающе посмотрел на Кела.\n—Что прости.\n—Что это с тобой?\n—Да сам не знаю, как будто перед глазами пронеслось воспоминание и улетело вдаль.\nДальше они работали моча. Прошел час, вещи были уже сложены.\n—Ух. Как же рот болит.\n—Это с непривычки. Сейчас главное впрячься и двинуть к цели.\n—Пошли. Поможешь мне.\n—А почему это я. Сам что не можешь?\n—К сожалению нет. Я вообще этого не понимаю.\n—Да все просто. Берешь ноги, ставишь их в прорези, и затягиваешь зубами. Затем делаешь шаг вперед и воля. Ты впряжен.\n—Спасибо. А то я бы не разобрался.\nКел снял винтовку и положил ее сверху на кучу вещей. Затем так же впрягся и скомандовал. Они двинулись. Медленно, тяжело, но все же вперед. Выйдя из двора, поплелись по старой улице. Они шли и шли. Дома все сменялись друг с другом. Обуглившиеся остовы возвышались над такими же прогоревшими машинами.\n—Скажи, а что произошло с этим городом?\n—Да тоже что и со всеми крупными городами, пришел страх и стер его.\n—А подробнее?\n—Тогда я жил в доме из облаков. Это еще до катастрофы было. Тогда мой дом стер метеорит. Что происходило в остальных городах я даже не представляю. Единственно, что я знаю, это то что все выжившие ехали в Поневиль. Скорее всего на него пролился огненный дождь, анемометрия если точнее.\nТак они прошли еще несколько кварталов и наконец-то свернув на повороте, достигли завода. Подойдя к гигантским воротам, Кел постучал. Заскрипел механизм и ворота приподнялись, впуская героев.\n—Что за барахло вы нам тут привезли?\n—Это на продажу.\n—Так много? Давайте хоть поможем разобрать?\n—Нет, мы сами. Кел помоги снять ремни.\n—Да тут ничего сложного. Просто тяни в другую сторону. Вот, правильно.\n\n\n",
    "answers": [
      {
        "id": 39,
        "text": "взять Машину"
      },
      {
        "id": 40,
        "text": "пойти пешком"
      }
    ]
  },
  {
    "id": 38,
    "text": "Сняв снайперку, Кел выстрелил в первого монстра. Он не даст страху взять верх. Вскоре монстры были побеждены. Спрятав винтовку, пегас отправился дальше. И вот он добрался до лестнице, поднявшись наверх, он отворил люк, и тут же на него наставили оружие.\n—Вот тикусе. Откуда вы узнали что я приду?\n—А нечего было стрелять в замкнутом пространстве.\n—А теперь прощай.\n",
    "answers": [
      {
        "id": 1,
        "text": "Б.К.А.Ч."
      }
    ]
  },
  {
    "id": 39,
    "text": "",
    "answers": [
      {
        "id": 41,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 40,
    "text": "",
    "answers": [
      {
        "id": 1,
        "text": "Б.К.А.Ч."
      }
    ]
  },
  {
    "id": 41,
    "text": "",
    "answers": [
      {
        "id": 1,
        "text": "Б.К.А.Ч."
      }
    ]
  },
  {
    "id": 42,
    "text": "Чивгель улыбнулся. Вот серьезно ему фортануло. Выйдя в соседний коридор, он направился вдоль клеток. Его сопровождали разные взгляды. Боль, страх, злоба, презрение читалось в них.\nЧивгель дошёл до 145 камеры. Там, на куче сена, спал огромный Пегас. Его мускулы подчеркивали тени. Его грудь прерывисто вздымалась. Обрезанный хвост подергивался в такт дыханию.\n—Уик. Уик! Проснись!\nГолова пегаса приподнялась и посмотрела на зебру.\n—Что, мелкотня. — пробасил он.\n—Говорят ты самый сильный пони на арене. Каково тебе сидеть на привязи, за решеткой, и видеть при этом улыбку мучителя?\n—Тошно.\n—Я так и думал.\nЧивгель улыбнулся и пошёл дальше.\nДойдя до 167 клетки, он постучал по прутьям.\n—Что начальник?\n—Спарт. Готовься. Скоро твой выход.\n—Да знаю я, знаю.\nЧивгель пошёл дальше по коридору. Свернув за угол, он вышел к высоченной решетке, закрывающей вход. Там стоял охранник и смотрел на арену.\n—Ну как ты. — спросил Чивгель.\n—Да вот, мой раб сейчас сражается. А так нечего.\nЧивгель посмотрел на арену. Там бились двое жеребцов. Один с копьем, другой с пикой.\nС копьем проигрывал. Истекая кровью, он отступал все дальше и дальше от центра арены. С пикой же напротив, приближался неумолимо медленно. В итоге жеребец прижат к ограждению. Выронив копье, он выкрикнул.\n—Я сдаюсь!\nТолпа, сидевшая на трибунах, гневно закричала. С ближних рядов полетели камни. Но вот король, сидевший в ложе, поднял копыто. Все успокоились. Прошли секунды и король помотал головой.\nПобедивший жеребец улыбнулся и покрутившись на месте, вонзил пику в голову побежденного.\nСтражник выругался.\n—Вот тикусе. Как же так.\n—Ну все, мне пора за своим.\n—Иди, а мне еще тело убирать.\nЧивгель ушёл в коридор. Пройдя до нужной камеры, он постучал по решетке.\n—Да, начальник. Уже пора?\n—Пора. Одевай кандалы.\nЧивгель кинул к ногам раба кандалы, тот быстро надел их и подошел к решетке. Отперев ее, прочитав шепотом заклинание, Чивгель пошел вместе с пегасом к арене.\n—Послушай, начальник. Как тебя зовут?\n—А тебе какая разница?\n—Я стараюсь запоминать все имена моих хозяев.\n—Ну Чивгель я. И что теперь?\n—Ты вот знал, к примеру, что мы, пегасы, живем до семидесяти лет.\n—А еще вы балаболы.\n—Почему это?\n—Я знаю что пегасы не доживают и до шестидесяти. Это у них генетическое. Вроде как.\n—Ну это ведь не правда.\n—Поговори мне тут еще.\nПегас обиженно уставился в пол. Чивгель довел его до ворот, остановился и дернул за колокольчик. С другой стороны тоже звякнули. Чивгель снял с пегаса кандалы и пошел дергать за рычаг.\n—Ты помнишь правила?\n—Конечно. Бой до смерти, или до того, пока кто-нибудь не выкрикнет 'я сдаюсь', а дальше воля короля. Тот кто победит в пятнадцати боях освобождают. Мне остался последний бой.\n—Ага. Против Уика.\n—Не думаю что он такой уж и сложный.\n—Да уж. Несложный.\nВорота поднялись и пегас вышел на арену. Над Ареной висела железная сетка, а на ней были прикреплены бочки. В бочках было разное оружие. Можно было сбивать только одну бочку.\nДва пегаса, Спарт и Уик, вышли на середину арены.\n—На счет три начинаем бой. — проголосил голос диктора.\nПони поклонились друг другу и разошлись на расстояние четырех шагов.\nСпарт подошёл к воротам и заговорил с Чивгелем.\n—Послушай. Я не подозревал что он такой огромный.\n—А я что. Ты главное продержись как можно дольше. Толпе нужны хлеб и зрелище.\n—А как же, доживи до победы, и всякое такое?\n—А я что. Просто победи. Чтобы мне не пришлось убирать твое тело.\n—... три. — прозвучал голос диктора.\nБой начался. Оба пегаса сразу же вспорхнули своими огромными крыльями к бочкам. Первым долетел Уик. Он разбил бочку головой и из нее выпало мачете. Спарту достался пистолет. Пегас поймал его ртом на лету и нацелившись на противника, выстрелил. Уик отбил пулю мачетом и разозлившись, несколькими взмахами оказался перед пони. Тот ушёл резко вниз и снова выстрелил. Тот попал Уику в ногу. Он взвыл и бросился в догонку. Сделав еще несколько взмахов, Уик оказался за Спартом и полоснул того по спине. Рана была страшная. Металл окрасился багровым цветом. Спарт развернулся спиной к земле и выстрелил в противника, попав тому в брюхо. Уик спикировал вбок и приземлился на пол. Спарт тоже приземлился и крыльями прикрыл рану. Уик тоже прикрыл свои раны крыльями. Теперь они не могли летать. Спарт стал отходить назад и целясь в противника. Тот стал приближаться.\n—Сдавайся! Тебе не победить! — Крикнул Спарт.\n—Да я даже не устал.\nПегас снова выстрелил, попав противнику в плечо. Тот завалился и рухнул на подкосившуюся ногу. Снова выстрелив, он попал в ухо падающему пегасу. Тот вскрикнул и выронил мачете. Спарт снова нажал на спусковой крючок, но пистолет дал осечку. Уик улыбнулся.\n—Патроны кончились?\n—На тебя хватит и копыт.\nСпарт отшвырнул головой пистолет в сторону и бросился к противнику. Добежав, он развернулся и лягнул его. Но тот закрылся копытом и удар получился в пустоту. Тогда Спарт развернулся и поднявшись на дыбы, рухнул всем весом на его голову. Но получилась только вмятина, но и этого хватило чтобы вырубить противника. Спарт посмотрел на королевскую трибуну. Король подумал несколько секунд и закивал головой. Толпа ликовала. Спарт прихрамывая подошёл к Чивгелю.\n—Молодчина. Не подвел меня.\n—Мне сейчас бы подлечится. А то очень болит.\n",
    "answers": [
      {
        "id": 3,
        "text": "подлечить"
      }
    ]
  },
  {
    "id": 43,
    "text": "Нельзя этого пегаса выбирать. Он не достоин лучшего экземпляра. Вырвав лист, он крутанул еще раз. Ему выпал лист с именем двух поней. Единорогов. Интересно, кто это? Имен не было. Клетка 16. Ну ок. Хоть не знаменитости. Может хоть их он будет достоин. И почему два?\nВсе Эти мысли его посещали пока он шел по коридору. Остановившись у клетки, он увидел жуткую картину. Перед ним стоял пони с двумя головами. Одним рогом и двумя крыльями. Его тело было непропорционально раздуто. Особенно с крупа. И у него было два хвоста.\n—Что с вами случилось?\n—Мы не можем рассказать. — ответила голова кобылки. \nМужская голова же нечленораздельно промычала.\n—Окей, вы странные, но мне все равно на вас. Хотите молчать, молчите. Пошли.\nОн снял зубами кандалы и кинул их на пол перед ними. Они непонимающе уставились на нее.\n—Одевай.\n—Куда мы идем? — со страхом в голосе произнесла девушка. Но ее ноги уже стали вставляться на кандалы.\n—На арену. Вы должны одержать четырнадцать побед. И тогда вас освободят.\nЖеребец кивнул, а девушка с ужасом посмотрела на него.\n—Что, ты готов драться? Нет!! Я не хочу смертей!\nОна стала дергать головой на сторону. Половина копыт опустилась, из-за чего оно завалилось на бок. Но тут он быстро встал, и подошел к клетке. Мужская голова закивала.\nКандалы были одеты. Так что Чивгель открыл клетку заклинанием и повел пленников перед собой.\n—Интересно, куда вас определят. НА пегасы, или на единороги? НА любом случае вам нельзя пользоваться всем сразу. Как огласят вердикт, я надену на вас сдерживающие оковы.\n—Скомер, почему ты готов убивать, я же не за это тебя полюбила. Да знаю я что ты хочешь нас спасти. Но ведь это… а ладно, делай что хочешь.\n—У вас один разум на двоих?\n—Да. После того мы слышим друг друга.\nНА голове зебры пронеслись мысли об какой то чупакабре, которая заколдовала этих голубков, а может и не только заколдовала, но и прокляла. А может это соплеменники. Или зебры. Но ведь зебры не могут скрещивать поней. Или могут.\nПленники свернули за угол, и они вышли к высоченной решетке. Там стоял охранник и смотрел на арену.\n—Ну как ты. — спросил Чивгель.\n—Да вот, мой раб сейчас сражается. А так нечего. А чего ты привел это?\nЧивгель посмотрел на арену.\n—А чего ходить туда сюда?\n На арене бились двое жеребцов. Один с копьем, другой с пикой. С копьем проигрывал. Истекая кровью, он отступал все дальше и дальше от центра арены. С пикой же напротив, приближался неумолимо медленно. В итоге жеребец прижат к ограждению. Выронив копье, он выкрикнул.\n—Я сдаюсь!\nТолпа, сидевшая на трибунах, гневно закричала. С ближних рядов полетели камни. Но вот король, сидевший в ложе, поднял копыто. Все успокоились. Прошли секунды и король помотал головой. Победивший жеребец улыбнулся и покрутившись на месте, вонзил пику в голову побежденного. Стражник выругался.\n—Вот ое. Как же так.\n—Ну все, иди приберайся.\n—Ишь раскомандовался.\nНечто на страхе смотрело, как с копья слизает голова. Чивгель постучал по его плечу.\n—Готовься.\nПоне стало трясти. Одна голова развернулась назад, другая продолжала смотреть вперед. Через пару минут поле освободилось. Чивгель нажал на рычаг и повел поней на центр арены.\n—Царь, что с ними делать? они не подходят для боя.\nЦарь привстал и произнес.\n—Они действительно не подходят для боя.\n—Так что?\n—Я говорю свой вердикт. Они должны отправится на город грифонов.\n",
    "answers": [
      {
        "id": 1,
        "text": "Б.К.А.Ч."
      }
    ]
  },
  {
    "id": 44,
    "text": "",
    "answers": []
  }
]