[
  {
    "id": 1,
    "text": "Автор: Наумов Олег\nЖанр: Апокалипсис, боевик\nВозрастные ограничения: 16<plus>\n\nНа данный момент, рассказ имеет только одну главу, в дальнейшем, я это буду дорабатывать. \n\n(Если интересуют вопросы по поводу рассказа или идеи для будущих глав, пишите в комментарии) \n\nЭто история о том, как один юный и очень интересующийся подросток, мечтал попасть в ЧЗ [Чернобыльскую Зону], но он не ожидал, что его мечта, свершится..\n\n°Всё иные совпадения с реальными или игровыми людьми, считается чистой случайностью, данный рассказ, является чистой задумкой автора°\n\nПриятного прохождения, сталкер :)\n\n",
    "answers": [
      {
        "id": 4,
        "text": "Отправиться в ЧЗ. "
      },
      {
        "id": 3,
        "text": "Поддержка. "
      },
      {
        "id": 2,
        "text": "Руководство"
      }
    ]
  },
  {
    "id": 2,
    "text": "=Руководство=\n—----\nЗдравствуй, сталкер. Данный рассказ, является задумкой меня, то есть автора, все, было придумано именно мной, кроме аварии на ЧАЭС в 1986 году, остальное, может немнооого быть схожим с игрой \"STALKER\".\n—----\nЕсли есть претензии или хочешь поставить оценку моему рассказу, жду твой ответ в комментариях, приятного прохождения ;) ",
    "answers": [
      {
        "id": 1,
        "text": "В главное меню. "
      }
    ]
  },
  {
    "id": 3,
    "text": "=Поддержка=\n—----\nЕсли вы столкнулись с ошибкой [Вылетом из квеста, из приложения] прошу срочно мне сообщить, ибо при запутанности страниц, я могу что-то не правильно поставить.\n—----\nВсе кто сообщит о багах, благодарю Вас)\nТак вы помогаете мне делать квест полностью идеальным.\n\n\n\n\n\n\nВсе АП данного рассказа являются защищены в сфере договора о \"АП людей\" по 2020 году. ",
    "answers": [
      {
        "id": 1,
        "text": "В главное меню. "
      }
    ]
  },
  {
    "id": 4,
    "text": "Санкт-Петербург. 22:46, пятница.\n\n\"О да, вот уже через 14 минут долгожданная суббота, я так устал от этой работы, так выматывает ездить туда-сюда, наконец-то съезжу загород..\" — и тут мечты Артёма [Артём является главным героем данного рассказа] прервал телефонный звонок.\n\"Да, Артём? Это Лёха, тот который Кузнецов, мы с Стародубовым и тобой тогда бухали прошлой пятницой в Баре \"Заря\", помнишь?.\"\n\nНо тут Артём наотрез не помнил, что за Лёха, Стародуба он знал аж целых 10 лет в своей жизни, его лучший друг как никак. ",
    "answers": [
      {
        "id": 6,
        "text": "[Солгать] - Да. "
      },
      {
        "id": 5,
        "text": "- Не помню. "
      }
    ]
  },
  {
    "id": 5,
    "text": "\"Чёрт, ну ладно, сможешь в субботу подъехать к часу в тот бар?\"\n\nАртём ястественно надул щёки и стал раздумывать с злым оскалом на лице, стоит ли ему верить и ехать, либо же просто сказать \"нет\" и сбросить трубку, но жажда исполнить мечту была сильнее, поэтому пришлось соглашаться. ",
    "answers": [
      {
        "id": 7,
        "text": "- Да, конечно. "
      }
    ]
  },
  {
    "id": 6,
    "text": "\"Отлично, жду к часу в том же баре\" и тут Лёха сразу же сбросил.\n\nАртём с недовольство пошёл в комнату, сел на кровать и ушёл глубоко в свои самые заветные мечты и скромные идеи. \n\nПрошло 15 минут, Артём пошёл в ванную чтобы умыться и лечь спать, но тут, сразу же пошли странные мысли в его голову\n\"А стоит ли ехать? Может быть, меня убьют, либо возьмут в заложники? Как никак, нужно съездить, хоть и страх ставит преграды\". ",
    "answers": [
      {
        "id": 7,
        "text": "Лечь спать. "
      }
    ]
  },
  {
    "id": 7,
    "text": "Санкт-Петербург, 11:32, суббота.\n\nПроснувшись, Артём сразу же посмотрел на часы\n\"Да ну ладно, уже, будто всего минуту спал... Нужно срочно умыться и пойти что-нибудь съесть\". ",
    "answers": [
      {
        "id": 8,
        "text": "Умыться. "
      }
    ]
  },
  {
    "id": 8,
    "text": "Умывшись, Артём пошёл на кухню для уничтожения голода в своём организме, открывший холодильник, он достал палку колбасы и сделал себе бутерброд, заварил кофе и сел завтракать.\n\n\"Бутики, так обожаю на завтрак колбасятинку, ммм..\" — с нетерпением сказал Артём, но тут, неожиданно позвонили в дверь и сказали, что доставили письмо от Кузнецова.\n\nАртём открыл дверь и с интересом забрал письмо.\n\nОткрывши письмо, он начал завтракать и читать данное письмо переданное курьером от Кузнецова. ",
    "answers": [
      {
        "id": 9,
        "text": "- Читать. "
      }
    ]
  },
  {
    "id": 9,
    "text": "\"Хей, Артёмка, доброго, я тут по наслышке узнал, что Стародуб собирается ехать в Припять, может постараемся уговорить и нас взять? Уж до мурашек на заднице хочу съездить, поговаривают там не такие дешёвые артефакты, да и интересные вещицы за дорого берут, так что, к часу по прежнему жду у бара, буду стоять у входа, далее определимся, что нам делать непосредственно дальше.. \"\n\nДочитав письмо и дожевав последний кусок священной еды, Артём отправился в комнату собираться, собравшись, он стремительно пошёл к входной двери. ",
    "answers": [
      {
        "id": 10,
        "text": "Отправиться на площадку. "
      }
    ]
  },
  {
    "id": 10,
    "text": "Выйдя на площадку, Артём тихонько закрыл дверь и два раза провернув замок, развернулся..\nПеред ним, стоял странный и загадочный человек в капюшоне.\n\n\"Эмм, сир, вы можете дать мне пройти?\" — спросил Артём загадочную личность в капюшоне.\n\n\"Ты знаешь..\" — сказал тайняк, но по голосу, отчётливо ясно, что это девушка.\n\n\"Что знаю?\" — спросил Артём.\n\n\"Кузнецова..\"\n\n\"Да, а что.?\"\n\nСнявши капюшон, это оказалась лет 19 стройная и красивая блондинка с веснушками на лице.\n\n\"Просто он мне сообщил твои данные и где ты живёшь, сказал присмотреть за тобой, меня зовут Лея\"\n\nВ таком не обычном знакомстве Артём немного застеснялся и покраснел, пообщавшись минут 5, они двинулись к машине. ",
    "answers": [
      {
        "id": 11,
        "text": "К машине. "
      }
    ]
  },
  {
    "id": 11,
    "text": "Севши, Лея спросила\n\"А сколько вы со Стародубом знакомы?\"\n\n\"Ну как тебе сказать точно бы, лет 10, мы познакомились ещё мелкими, когда были на площадке\" — ответил Артём.\n\n\"Крутоо, а ты кстати, такой ничего, красивенький..\" — сказала Лея после чего покраснела и начала смотреть в окно автомобиля на природу. ",
    "answers": [
      {
        "id": 12,
        "text": "Ехать к бару. "
      }
    ]
  },
  {
    "id": 12,
    "text": "Санкт-Петербург, 13:03, суббота.\n\nПодъехавши, к двери со стороны Артёма, подошёл человек с пистолетом в кобуре под курткой.\n\n\"Опа, вот такой поворот событий я не ожидал..\"\n\nКак оказалось, это был местный \"Бандюган\", по кличке \"Буря\" звали его так, потому что сметал все и всех на своём пути.\n\n\"Так Лея, подожди меня в машине, я разберусь\" — приказал Артём.\n\nВыйдя, Буря сразу же кинул Артёма к боку автомобиля после чего приставив ствол к челюсти спросил\n\n\"Стародуба знаешь? Хьтпфу. Этот олух обещал мне 10 тысяч долг за проигрыш в картах, но тут оказался ты, с кем он и бухал той пятницой\"\n\nАртём сразу начал вспоминать отрывки с той пятницы, но его раздумия прервал сильный удар в голову Бури прикладом АК-74..\n",
    "answers": [
      {
        "id": 13,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 13,
    "text": "\"Вот он этот придурок, так и знал, что по твоему приезду сразу докопается. Я Лёха, если вдруг ты забыл\"\n\nЛёха Кузнецов, так же один из друзей Стародуба, возраст около 25 лет, работает охраной в частном предприятии.\n\n\"Господи, так и до инфаркта можно довести, но за помощь спасибо.. \" — с испуганно гримассой на лице ответил Артём.\n\n\"Смотри, Старый пока едет, я ему точно так же как и тебе послал письмо о том, что нужно встретиться в баре, но он пока не знает того, что мы едем с ним, сечёшь?\"\n\nКивнув головой, Лёха пошёл ко входу бара, до этого сказав Артёму посидеть в машине. ",
    "answers": [
      {
        "id": 14,
        "text": "Сесть в машину. "
      }
    ]
  },
  {
    "id": 14,
    "text": "Сев в машину, Лея сразу обняла Артёма.\n\"С тобой всё в порядке, кхм..\" — сказала Лея.\nОбняв Артёма, Лея резко отодвинулась и покраснела.\n\nСпустя 12 минут к бару подъехал Старый на своей чёрной пятнашке. Выйдя, он ринулся к Кузнецову.\n\nАртём осмотревшись по сторонам, вышел из машины и так же двинулся к входу. ",
    "answers": [
      {
        "id": 15,
        "text": "Идти. "
      }
    ]
  },
  {
    "id": 15,
    "text": "Подойдя, Старый сразу же начал по дружески обнимать Артёма.\n\"Здарова, братишка, что, по какому в итоге делу то вызвали?\" — спросил Старый.\n\n\"В общем, мы с тобой\" — ответил Лёха.\n\n\"Не понял?\"\n\n\"Не притворяйся, мы знаем, что ты едешь в Припять\" — решительно сказал Артём.\n\n\"А-а.. Как вы узнали..?\" — с комком в горле спросил Старый.\n\n\"Я видел, как прошлой субботой, ты скупил более 30-ти банок тушёнки, явно не просто так, колись давай, на сколько и зачем\"- ответил Лёха.\n\n\"Ладно-ладно.. Еду я на месяц, если не более, но точно не менее, там говорят, ничего такие вещицы есть, которые до 200 тысяч стоят, ну вот и жаба задушила\" — ответил Старый. ",
    "answers": [
      {
        "id": 16,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 16,
    "text": "Спустя 20 минут.\n\n\"Ладно, раз еда есть, да и оружие вполне тоже, то можно искать пропуск на проезд, иначе просто перестреляют.\" — сказал Артём.\n\n\"Не, брехня твой пропуск, найдут по нему и выпрут насильно, если вояки на Зону пустят на месяц только. Я знаю одну лазейку не далеко от главного КПП, там вполне и пройдём, главное машину спрятать\" — сказал Лёха.\n\nСевши в одну машину, они двинулись в Украину к Чернобылю.\n",
    "answers": [
      {
        "id": 17,
        "text": "Ехать. "
      }
    ]
  },
  {
    "id": 17,
    "text": "КПП на границе Украины, 23:45, суббота.\n\n\"Боже, неужели мы доехали..\" — выдохнув сказал Старый.\n\n\"Сейчас будет моральное насилие со стороны пограничников, о том зачем мы тут и куда едем..\" — уставши сказал Лёха, обернувшись и хотев разбудить Артёма, он увидел, как крепко и в обнимку спали они с Леей на матрасе.\n[Авто, к справочке на данный момент, это мини автобус, где кухня, туалет, спальня и т.п по типу квартиры\"студия\".\n\n\"Ох, ладно, пусть спят, они там с Леей в обнимку, поэтому будить не стану, лучше уж видеть бодрыми, да и мы зато потом поспим, пока они за рулём будут\" — зевая сказал Лёха. ",
    "answers": [
      {
        "id": 18,
        "text": "Граница Украины. "
      }
    ]
  },
  {
    "id": 18,
    "text": "Подъехавши, к машине подошло больше 4-х погранов, двое с автоматами \"Ак-47\", другой с журналом, а 4-й с металоискателем.\n\n\"Здравия желаю, куда двигаетесь и цель визита в страну?\" — спросил погран.\n\n\"Доброй ночи, мы с семьёй решили съездить в путешествие в Украину и по всяким разным интересным местам\" — ответил Старый.\n\n\"Хорошо, оружия, наркотики или взрывоопасные объекты в салоне присутствуют?\"\n\n\"Никак нет\" \n\n\"Хорошо, если вас остановит дальнейший КПП Украины, сообщите им такой код '344317', это чтобы повторно не осматривали\" — удачной поездки. \n\n",
    "answers": [
      {
        "id": 19,
        "text": "Двинуться. "
      }
    ]
  },
  {
    "id": 19,
    "text": "Украина, 02:31, воскресенье.\n\nНастолько измотавшись и сильным голодом организма, ребята решили остановится в отеле у трассы, разбудивши Лею и Артёма, они пошли внутрь.\n\n\"Добрый день, чего изволите\" — спросила встречающая.\n\n\"Доброй, нам бы два номера, для нас с моим другом и парочки\" — закрывая глаза сказал Старый.\n\n\"Да, есть, 503 и 504 свободны, бар и всякие плюхи уже присутствуют, прекрасно провести время.\"\n\nПоднявшись на 5-этаж отеля, и пройдя в номер, Лея с Артёмом решили утолить голод своих желудков.\n\n\"Лея, а где твои родители? Ты им сообщила, что едешь с нами хоть?\" — спросил Артём.\n\n\"Нет... Мои родители погибли в автокатастрофе когда мне было 15 лет.. Тогда я решила пойти работать, в итоге к 17 годам я переехала из деревни проживая у бабушки пока не вырасту в город, там уже решила снимать квартиру, да и как оказалось, не далеко от тебя жила все это время, хотя ни разу тебя не встречала\" с грустью ответила Лея. ",
    "answers": [
      {
        "id": 20,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 20,
    "text": "\"Прости, ладно, давай, я помою посуду, а ты пока иди ложись\" — предложил Артём.\n\n\"Хорошо\" — ответила Лея.\n\nСпустя 20 минут, Артём пошёл в спальню, где его ждала сидящая на кроватке Лея, у неё были сильно покрасневшие и растертые тушью глаза\n\n\"Что случилось? \" — спросил Артём.\n\n\" Да так, вспомнила родителей... \" — всхлюпывая сказала Лея со стекающей на щеке слезой.\n\n\"Всё, успокойся, они всегда будут в твоём сердце\" — ласково сказал Артём.\n\nПовернув голову в сторону Артёма и медленно подняв взгляд на Артёма, она увидела тоску в глазах Артёма, она подсела чуть ближе, закинула руки за голову и поцеловала в губы Артёма.. А что было дальше, увы, рассказать я не могу, догадайтесь сами)\n\n",
    "answers": [
      {
        "id": 21,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 21,
    "text": "Конец первой главы.\n\nДобавь этот рассказ в любимое, чтобы всегда знать о его обновлениях, удачи) ",
    "answers": [
      {
        "id": 1,
        "text": "В главное меню. "
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  }
]