[
  {
    "id": 1,
    "text": "Квест по вселенной звёздных войн.\nСтатус: Так как существует множество хороших квестов, то этот квест закрыт. Задумка неудачная.\n\nВам предстоит играть за имперского офицера, которому был предоставлен флот из 5 звездных разрушителей. Вашей задачей было преследование и уничтожение повстанческих кораблей. Всё шло хорошо, пока не был замечен флот повстанцев вблизи имперских верфей Куата, вам было приказано немедленно уничтожить их.\n\nВы можете остаться верным сторонником имперской власти, или же примкнуть к восстанию и помочь уничтожить империю. \nОт вас зависит судьба главного героя и его окружения.",
    "answers": [
      {
        "id": 2,
        "text": "Начать историю"
      },
      {
        "id": 3,
        "text": "Персонажи"
      },
      {
        "id": 35,
        "text": "Главы"
      }
    ]
  },
  {
    "id": 2,
    "text": "Глава 1: Верфи Куата\nВы капитан небольшого имперского флота Генри Морган.\nВы получили сигнал бедствия с верфей Куата, как один из ближайших флотов вы немедленно отправились в сектор. По прибытию вы вступаете в бой с силами повстанцев. Их силы превосходят в количестве, но звёздные разрушители лучше оснащены.",
    "answers": [
      {
        "id": 7,
        "text": "Атаковать повстанцев"
      }
    ]
  },
  {
    "id": 3,
    "text": "Персонажи:",
    "answers": [
      {
        "id": 4,
        "text": "Генри Морган"
      },
      {
        "id": 6,
        "text": "Дарт Вейдер"
      },
      {
        "id": 44,
        "text": "Руса Хевор"
      },
      {
        "id": 62,
        "text": "Кейл Норт"
      },
      {
        "id": 63,
        "text": "Лана Фес"
      },
      {
        "id": 77,
        "text": "Нитра Крин"
      }
    ]
  },
  {
    "id": 4,
    "text": "Генри Морган\nВозраст: 27 лет\nРаса: Человек \nСостоит на службе с 17 лет, являлся лучшим пилотом в академии. Во время нападения пиратов на базу снабжения, принял командование на себя и победил силы превосходящие в четыре раза. Был повышен и получил флот из 5 звездных разрушителейей. Занял место заместителя адмирала Руса Хевора.   Считал, что империя может наладить мир в галактике, но решил действовать только в своих интересах. Двуличный человек, чей характер непредсказуемый. Но ",
    "answers": [
      {
        "id": 3,
        "text": "обратно"
      }
    ]
  },
  {
    "id": 5,
    "text": "Руса Хевор\nВозраст:49\nРаса: Человек\nАдмирал флота империи. Один из немногих знающий о \"Зведе Смерти\". Должен был контролировать работу верфей Куата для проекта императора, но попал в засаду повстанцев. ",
    "answers": [
      {
        "id": 3,
        "text": "обратно"
      }
    ]
  },
  {
    "id": 6,
    "text": "Дарт Вейдер\nВозраст:неизвестен\nРаса:неизвестно (предположительно человек)\nЛорд ситхов, верный только императору, ужас для джедаев. Благодаря ему, их почти не осталось. Император посылает его для подавления очагов восстания или ареста корумпированных имперсккорумпированных. Его боятся как повстанцы, так и имперцы. ",
    "answers": [
      {
        "id": 3,
        "text": "обратно"
      }
    ]
  },
  {
    "id": 7,
    "text": "Повстанцев больше, но им не справиться с разрушителями.\nОфицер 1: Капитан, поступил сигнал бедствия от адмирала Хевора. Он угодил в ловушку повстанцев, им не справиться без поддержки.\nМорган: У адмирал должно быть сопровождение, они должны максимально долго их задерживать.\nОфицер 1: Корабли сопровождение были застигнуты в расплох и уничтожены. Остался лишь флагман адмирала \"Покоритель\"\n\n\nНам нужны эти верфи, но гибель адмирала лишь усилит веру в востания. Это может послужить моей карьере.",
    "answers": [
      {
        "id": 8,
        "text": "Защищать верфи"
      },
      {
        "id": 9,
        "text": "Спасти адмирала"
      }
    ]
  },
  {
    "id": 8,
    "text": "Адмирал конечно важен, но потеря верфей будет дороже, возможно даже я станк аадмиралом Хотя, Хевор выкрутится, где-то должны быть патрули, они ему и помогут.\nОфицер2: Повстанцы атакуют центральный узел.\nМорган: отлично, направте два разрушителя на защиту склада с ресурсами. Остальным защищать центр, его уничтожение недопустимо.\n\n\nСпустя час боя, силы повствнцев были уничтожены, лишь 4 канонерки успели уйти.\n\nТем временем прибыл \"Покоритель\" не знаю как но он уцелел, конечно сильно поврежден.\nОфицер1: На связи адмирал Хевор \n",
    "answers": [
      {
        "id": 11,
        "text": "Соедините "
      }
    ]
  },
  {
    "id": 9,
    "text": "Адмирал важен, оставлю здесь три звёздных разрушителей, пусть уничтожат повстанцев.\nМорган: Прикажите остальным защищать  пространство, мы отправляемся за адмиралом.\n\n\nКорветы  повстанцев уже были готовы уничтожить флагман, мы вовремя прибыли.\nОфицер 1: На связи адмирал Хевор\nМорган: Соедините.\nХевор: Вовремя вы пришли, что с верфями\nМорган: Там осталось три звёздных разрушителя, они уже зачищают пространство Куата. \nХевор: Кто-то знал что я прибуду на инспекцию стройки. Но с этим позже, сейчас надо уничтожить повстанческое отродье.\nМорган: Так точно адмирал.  Уничтожить все корабли повстанцев.\n\nЧерез 20 минут все корветов были уничтожены.\nЗначит предатель был в окружении адмирала или где-то на верфи, придётся задержаться и найти его, иначе имератор убьёт нас.\n",
    "answers": [
      {
        "id": 10,
        "text": "Вернуться на верфи"
      }
    ]
  },
  {
    "id": 10,
    "text": "Верфь была сильно повреждена, вдобавок я потерял один корабль, не навижу терять корабли ведь это означает что твоя тактика несовершена и требует доработки, сколько её не меней исход всегда будет лишь один, такова война.\nХевор: Я надеялся на лучший исход. Надеюсь центральный узел уцилел. \nМорган: Адмирал, пришли данные о повреждениях верфи и наших потерях.\nХевор: отправь их мне, я потом посмотрю. Встретимся на верфи  ",
    "answers": [
      {
        "id": 12,
        "text": "Пристыковаться к верфи"
      }
    ]
  },
  {
    "id": 11,
    "text": "Хевор: Морган, не ожидал тебя здесь увидеть\nМорган: Я был на патрулировании пространства, по пратаколу я немедленно выдвинулся.\nХевор: Вблизи кроме вас никого небыло, кто-то знал о моём прибытие, но об этом позже. Доложить о состоянии верфей  и вашего флота.\nМорган: Повреждены 17 процентов верфей и 7 новых звёздных разрушителей, так же были уничтожены 14 эскадрилей TIE-истребителей.\nИз моего флота повреждены 2 разрушителя, одному уничтожили двигатели. Все остальные в порядке\nХевор: Слишком дорого обошлась эта победа, обсудим всё на верфи.\n ",
    "answers": [
      {
        "id": 12,
        "text": "Пристыковаться к верфям"
      }
    ]
  },
  {
    "id": 12,
    "text": "Я шёл к залу совещания. Среди нас есть шпион.\nИнтересно, что из этого выйдет. Порой, надоедает носить маску верного прислужника высших чинов. Зато с остальными можно расслабиться. А ведь правда, никто не знает меня истинного. Надо сосридоточиться на шпионе, надеюсь это не надолго.\n",
    "answers": [
      {
        "id": 13,
        "text": "Войти в зал совещаний"
      }
    ]
  },
  {
    "id": 13,
    "text": "Зал был пуст. Только я и адмирал. \n\nХевор: Присаживайся, мы останемся здесь надолго.\nМорган: Сэр, база повстанцев находится в ближайших системах, позвольте мне отправить развед-дронов и унич...\nХевор: НЕТ!!! Слишком рано, если ты это сделаешь они будут готовы к удару. Пока не найдём шпиона.\nМорган: Это может быть любой кто знал о вашем прибытии. Слишком многие знали.\nХевор: И в этом была моя ошибка. Я даю тебе ещё один звёздный разрушител, заместо того. Ты можешь послать разведчиков, но знать об этом должен лишь ты и я.\nМорган: Тогда я немедленно отправляюсь\nХевор: Сядь, ты нужен мне здесь\nМорга: Я тактик, а не полевой агент\nХевор: Тогда осваивает новую роль! Нет ,ты не полевой агент, а мой заместитель и помощник, ты нужен мне здесь. Ты единственный кому я доверяю.\nМорган: Благодарю адмирал, я вас не подведу\nХевор: Я знаю... Можешь идти\n\n\n\n",
    "answers": [
      {
        "id": 14,
        "text": "Вернуться на флагман"
      }
    ]
  },
  {
    "id": 14,
    "text": "Как же он меня бесит, но не буду отрицать от него я многое узнал и многому научился. А теперь к делу.\nФлагман \"Центурион\"  был передан мне после уничтожения пиратского флота. Вот уже пять лет онаходиться под моим командованием. Он стал мне домом, возможно из-за того что я не помнил свою семью и родной мир. Я помню лишь фрагменты, но и они размыты. \n",
    "answers": [
      {
        "id": 15,
        "text": "Идти на мостик"
      }
    ]
  },
  {
    "id": 15,
    "text": "Офицер1: Сэр в ваше распоряжение поступил звёздный разрушителй \"Простор\"  \nМорган: Мы тут задержимся, а пока, отправьте развед-дронов в ближайшие сектора, все отчёты лично мне передавать. Вы поняли!\nОфицер1: Так точно\nМорган: вольно, можете приступать\nОфицер1: Мы точно знаем, что корветы были кореллианские. А если я не ошибаюсь, то у них там целый чёрный рынок.\nМорган: Возможно, отправьте туда как можно больше дронов. Возможно найдём что-то интереснее чем повстанцев и преступников.\nОфицер1: слушаюсь\n\nНадо вернуться в каюту.\n",
    "answers": [
      {
        "id": 16,
        "text": "отправиться в каюту"
      }
    ]
  },
  {
    "id": 16,
    "text": "Глава 2: Расследование\nНа следующий день меня вызвал адмирал Хевор. Опять я ему понадобился. Я конечно уважаю его, но порой он слишком медлительный и опасается мелочей. Может это из-за того, что император требовал его присутствия в Имперском центром. Интересно, что там случилось.  ",
    "answers": [
      {
        "id": 18,
        "text": "Отправиться к адмиралу"
      }
    ]
  },
  {
    "id": 17,
    "text": "\n",
    "answers": []
  },
  {
    "id": 18,
    "text": "Хевор: Мы должны немедленно найти этого шпион, так требует император.\nОфицер охраны: Мы усилили контроль за рабочими и ввели дополнительные ограничения.\nХевор: Этого мало! Контроль должен вестись за каждым рабочим как и на верфи, так и на самом Куате.  \nОфицер охраны: Но...сер у нас нет таких ресурсов\nХевор: Я выделю вам часть штурмовиков. Свободен\n\n...\nХевор: Он может быть где угодно, император беспокоится о проекте \nМорган: Сер, что это за проект?\nХевор: Тебя достаточно знать лишь что он важен для Империи",
    "answers": [
      {
        "id": 19,
        "text": "Что будем делать?"
      },
      {
        "id": 20,
        "text": "Настоять на ответе"
      }
    ]
  },
  {
    "id": 19,
    "text": "Морган: Какая у нас цель, мы даже примерно не знаем где он может быть.\nХевор: Мы знаем примерное местоположение. Этого достаточно.\nМорган: Слишком большой диапазон поисков.\nХевор: Я бы так не сказал. Мы точно знаем что это один из рабочих верфей.\nМорган: А личный состав флота?\nХевор: Кто-то изменил маршруты патрулей. Это могли сделать только с командного центра на верфи. Все рабочие живут в специальном районе.\nМорган: Жилой район рабочих. Достаточно большое место чтобы затеряться, а учитывая размер самого города, они могут быть где угодно.\nХевор: Но мы точно знаем, что они в столице этой планеты. Но расследование должен возглавить ты.\nМорган: Извиняюсь, но луч...\nХевор: Это приказ, так что выполняй.",
    "answers": [
      {
        "id": 21,
        "text": "Подготовиться"
      }
    ]
  },
  {
    "id": 20,
    "text": "Заинтриговал, не люблю когда есть тайны от меня. \nМорган: Мне кажется для лучшей понимании ситуации, я должен знать что это.\nХевор: Ты узнаешь, но не сейчас. Все об этом узнают.\nМорган: Но адмир...\nХевор: Повторю! Тебе достаточно знать что он важен. Больше ни слова об этом.\nМорган: ...\nХевор: У на есть дела важнее чем грызться по пустякам. Я могу лишь сказать что проект настолько важен что скоро прибудет лорд Вейдр.\nМорган: Я вас понял.\nХевор: Вот и отлично. Вернёмся к делу. ",
    "answers": [
      {
        "id": 19,
        "text": "Приступим к раследованию "
      }
    ]
  },
  {
    "id": 21,
    "text": "Мне возглавлять расследование!!! Старый идиот.\nМоё место на кораблях, чем я там буду полезен? Нет, я не спорю. У меня уже был опыт стрельбы из бластеров, я допрашивал контрабандистов и всякую дрянь. Татуин тогда оказался суровым местом. Ладно что-то придумаю, иначе мне конец.",
    "answers": [
      {
        "id": 23,
        "text": "Отправиться на Куат"
      }
    ]
  },
  {
    "id": 22,
    "text": "Глава 3: Агент \"Свет-2\"\nИногда, у меня складывается ощущение, что адмирал следит за мной. Повстанцы будут уничтожены уже в ближайшие часы. \nИнтересно, что меня ждёт после этого. ",
    "answers": [
      {
        "id": 43,
        "text": "У адмирала"
      }
    ]
  },
  {
    "id": 23,
    "text": "Спустя да часа, я уже был на Куате. Слишком много вариантов поиска. Шпион может быть где угодно. С чего же начать?\n\n",
    "answers": [
      {
        "id": 25,
        "text": "Узнать информацию у местных"
      },
      {
        "id": 26,
        "text": "Обыскать квартиры рабочих"
      }
    ]
  },
  {
    "id": 24,
    "text": "Морган: Отправьте солдат ко всем выходам отсюда, о любой подозрительной жеятельности сообщать мне.\nШтурмовик1: Так точно.\n",
    "answers": []
  },
  {
    "id": 25,
    "text": "Морган: Надо узнать у здешних жителей что здесь происходит. И не выдели они подозрительных лиц.\nШтурмовик1: Мы делаем всё что в наших силах. Но местные отказываются сотрудничать. Видимо повстанцы добрались до них раньше чем мы.   \nМорган: Мне плевать как вы это сделаете, но вы должны узнать что они скрывают.\nШтурмовик1: Так точно.\n\nВозможно шпион не один и тут работает целая подпольная сеть.",
    "answers": [
      {
        "id": 27,
        "text": "Спустя время"
      }
    ]
  },
  {
    "id": 26,
    "text": "Штурмовик начали обыскивать каждый дом, каждую квартиру. Здесь точно должны быть повстанцы. Возможно здесь рабатает целая сеть. \nПока я размышлял об операции, послышался звук выстрелов.\nШтурмовик2: В укрытие!\n\nЯ быстро осмотрел куда можно спрятаться от огня неприятеля.",
    "answers": [
      {
        "id": 46,
        "text": "Забежать за угол здания "
      },
      {
        "id": 47,
        "text": "Спрятаться за транспорт"
      }
    ]
  },
  {
    "id": 27,
    "text": "Штурмовик1: Командующий, мы взяли одного родианца. В его квартире был обнаружен бластер и эмблема повстанцев.\nМорган: И где он сейчас?\nШтурмовик1: Ожидает допроса в комнате.\nМорган: Что нибудь ещё?\nШтурмовик1: Один из наших патрулей попал в засаду. Выжил только один. Все серьёзней чем мы предполагали.\nМорган: Надо с этим разобраться.\nШтурмовик1: Что делать с родианцем?",
    "answers": [
      {
        "id": 28,
        "text": "Допросить родианца"
      },
      {
        "id": 29,
        "text": "Исследовать место нападения "
      }
    ]
  },
  {
    "id": 28,
    "text": "Морган: С ним тоже надо что-то делать.\n*Я уже допрашивал пиратов и котрабандистов. Интнресно, не растерял ли я умений* \nМорган: Я сам его допрошу. Ты отправишься на место нападения, надо узнать куда они делись.\nШтурмовик1: Слушаюсь.\n\nРодианец, я скорей подумал что это контрабандист, если бы не знак повстанцев.\nТа самая квартира.\n\nШтурмовик3: Капитан, родианец отказывается сотрудничать, мы уже отправили за пыточным дроидом.  \nМорган: В этом нет необходимости. Я сам хочу узнать какие тайны он скрывает.\nШтурмовик3: Вы уверены? Родианцы ков...\nМорган: Я уверен. Ждите пока меня на выходе, это не займёт много времени \n\n\n",
    "answers": [
      {
        "id": 30,
        "text": "Начать допрос"
      }
    ]
  },
  {
    "id": 29,
    "text": "Родианец конечно важен, но нужно  узнать что там произошло.\nМорган: Родианца предоставьте дроиду.\nШтурмовик1: Слушаюсь.\nМорган: А также мне нужен транспорт и 10 штурмовиков.\nШтурмовик1: Место нападения в трёх кварталов отсюда. Весь патруль был перебит.\nМорган: Я разберусь на месте. Сколько было в том патруле?\nШтурмовик1: Солдат семь.",
    "answers": [
      {
        "id": 36,
        "text": "Отправиться к месту нападения"
      }
    ]
  },
  {
    "id": 30,
    "text": "Морган: И так. Что ты можешь мне сказать.\nРодианец: ...\nМорган: Ага, значит на сотрудничество не идёшь. Хорошо, будет меньше бумажной волокиты. Ну ты ведь понимаешь что у тебя отсюда два выхода. Один хуже другого, и только в моих силах сделать так чтобы ты остался в живых. Только дай мне на это стимул.\nРодианец: ...\nМорган: Я тоже могу долго терпеть. Но у меня поджимает время. Вот что ты хочешь за эту информацию.\nРодианец: Предан делу востания, Империя лишь уничтожает.\nМорган: А я предан делу Империи. Мы с тобой похоже, но всё же что тебе дороже жизнь или же те кто даже не вспомнят о твоей \"героической\" жертве. Ты поможешь нам и будешь жить, а если посчитаем что информация была полезной, тебя будет ждать не только амнистия, но и вознаграждение .\nРодианец: ...",
    "answers": [
      {
        "id": 31,
        "text": "Прострелить колено"
      },
      {
        "id": 33,
        "text": "Дождаться дроида"
      }
    ]
  },
  {
    "id": 31,
    "text": "Морган: Моё терпение не безгранично.\nВзяв пистолет я прострелил ему правое колено.\n\nРодианец: Ааааааа!\nМорган: Если будешь молчать продолжу стрелять по конечностям.\n*Без медицинского дроида он долго не протянет* \nМорган: Надеюсь мы друг друга поняли.\nРодианец: я...я ничего не скажу.\nМорган: ну что-же это твоя жизнь. Время поджимает, ты ведь не против если я пропущу ногу и руки и перейду сразу к голове? Нет, ну и отлично.\nРодианец: Стой! Нет! Не надо! Я расскажу.\nМорган: А мне казалось ты был готов умереть на благо востания. Поверь ты не первый кто передумывает. Для начала сколько вас на планете и кто ваш лидер? \nРодианец: У нас группа из агентов и солдат, всего около 500 существ. Мы скрываемся в одном из заброшаных небоскрёбов на нижни этажах.\nМорган: Кто ваш командир?\nРодианец: Я знаю лишь позывной \"Свет-2\"\nЯ начал давить ему на рану, нвдеясь что он ещё что--то раскажет.\nМорган: Имя?\nРодианец: Мы не знаем имён, только позывные. Прекрати, пожалуйстаааа.\nМорган: А знаешь что, я тебе верю. Но извини мне пора.",
    "answers": [
      {
        "id": 34,
        "text": "Отправиться в штаб"
      }
    ]
  },
  {
    "id": 32,
    "text": "Морган: Раз ты не хочешь говорить, то за тебя скажут химикаты.\nРодианец: ...\nМорган: Я так и думал.\n\n",
    "answers": []
  },
  {
    "id": 33,
    "text": "Морган: Поверь, у тебя был шанс выжить. \n\n\nСпустя каких-то 10 минут, дроид прибыл и был готов начать пытки.\nМорган: Знаешь, по статистики 89 процентав существ, прошедших через этого дройда, не выживают. Может ты передумаешь?\nРодианец: ...\nМоргнан: Ну что-же, прощай.\nЯ вышел на улицу и ждал пока дроид закончит. Если бы он сказал, то всё бы закончилось иначе, но он сам так решил. \nСпустя 20 минут.\nМорган: Есть результат?\nДроид: Повстанцы собираются в заброшенном небоскрёбе, их командир носит прозвище \"Свет-2\" так же скоро к ним прибудет подкрипление для диверсии, место не было сказано. Данные переданы адмиралу.\nМорган: Не навижу дроидов. Слишком многое на себя берёте. Что с родианцем?\nДроид: Мёртв.\nМорган: Продолжим, у нас ещё многт работы.\n ",
    "answers": [
      {
        "id": 34,
        "text": "Отправиться в штаб"
      }
    ]
  },
  {
    "id": 34,
    "text": "Штаб был расположен в центре города, мы остановились там на время расследование. Наверное иногда полезно спуститься с корабля на землю, хотя всё равно непривычно.\nУлик мало, но сам император требует.\nМорган: И так господа что мы узнали? \nОфицер1: Мы сделали всё что смогли, но информации мало и мы не может подтвердить что она правдивая.\nОфтцер2: Но это лучше чем ничего.",
    "answers": [
      {
        "id": 40,
        "text": "Родианец рассказал о ячейке",
        "need": [
          28
        ]
      },
      {
        "id": 41,
        "text": "Сказать про место нападения",
        "need": [
          29
        ]
      },
      {
        "id": 42,
        "text": "Что с раскопками?",
        "need": [
          50
        ]
      }
    ]
  },
  {
    "id": 35,
    "text": "Главы",
    "answers": [
      {
        "id": 2,
        "text": "Глава 1: Верфи Куата",
        "need": [
          2
        ],
        "need_ever": true
      },
      {
        "id": 16,
        "text": "Глава 2: Расследование",
        "need": [
          16
        ],
        "need_ever": true
      },
      {
        "id": 22,
        "text": "Глава 3: Агент \"Свет-2\"",
        "need": [
          22
        ],
        "need_ever": true
      },
      {
        "id": 74,
        "text": "Глава 4: Новый путь",
        "need": [
          74
        ],
        "need_ever": true
      }
    ]
  },
  {
    "id": 36,
    "text": "Один из заброшенных кварталов, которых на Куате множество. В основном здесь находятся контрабандисты и преступники.\n\nТранспорт был уничтожен, а все солдаты убиты. Но непонятно откуда были выстрелы.\n\nМорган: Известно откуда были выстрелы.\nШтурмовик2: Мы заем что транспорт взорвали, а солдаты расстреляны из соседних зданий по бокам улицы. \nМорган: Постарайтесь найти хоть что-то.\nШтурмовик2: Мы сделаем всё что нужно.\n\nОни не могли уйти незамеченными, значит в домах могут быть тайные ходы. ",
    "answers": [
      {
        "id": 37,
        "text": "Осмотреть транспорт"
      },
      {
        "id": 38,
        "text": "Проверить дом по левой стороне"
      },
      {
        "id": 39,
        "text": "Проверить дом по правой стороне"
      }
    ]
  },
  {
    "id": 37,
    "text": "В транспорте было три штурмовика, включая пулемёт. Бомба была под ним, значит они знают маршрут патрулей, как и с кораблями. Оставшихся они сняли с зданий.  \nСлишком долго мы сюда добирались, следов может и не осталось.",
    "answers": [
      {
        "id": 36,
        "text": "Вернуться обратно"
      }
    ]
  },
  {
    "id": 38,
    "text": "Стандартный дом, таких полно в промышленных мирах. Внутри множество комнат для рабочих, но мне нужны верхние этажи.\nПримерно стреляли из 73 квартиры (на каждом этаже по 30 квартир). Квартира оказалась пуста. Не видно что её кто посещал, даже на время. Всюду пыль и никаких следов деятельности. Надо проверить соседние квартиры.\nСпустя минут десять, я обошёл пять комнат, ни в одной из них нет следов прибывания хоть кого-нибудь. В другом здании должно быть хоть что-то.\n",
    "answers": [
      {
        "id": 39,
        "text": "Идти в здание напротив"
      }
    ]
  },
  {
    "id": 39,
    "text": "В центре прихожей расположен люк. Для того что-бы его открыть нужна карта доступа. У меня нет времени на поиск.\nМорган: Тащите сюда резак.\nШтурмовик2: На вскрытие понадобиться время.\nМорган: Сколько?\nШтурмовик2: около трёх или пяти минут.\nМорган: Куда ведёт этот люк?\nШтурмовик2: В систему канализации, она проходит по всей столице Куата. Слишком много мест куда они могли отправиться.\nМорган: Будем исходить из того, что им не нужны лишние внимание. Сколько всего заброшенных мест есть в городе?\nШтурмовик2: С десяток, возможно и сотня.\nМорган: Отправьте по этим тунелям развед-дроидов. Они должны что-то найти. Докладывайте если что-то найдёте.\n \n ",
    "answers": [
      {
        "id": 34,
        "text": "Отправиться в штаб"
      }
    ]
  },
  {
    "id": 40,
    "text": "Морган: Всё было бы намного проще, если их там  лишь несколько, но мы господа узнали о целой ячейке на планете. Я скажу вам больше, мы знаем их место собрания. Осталось лишь организовать захват.\nОфицер1: Мы можем атаковать в любой момент.  Они не будут нас ожидать. \nОфицер2: Будь у нас больше информации, мы бы проникли, и ударили изнутри.\nМорган: Работаем с тем что есть. \n\nВ последующие часы шла подготовка по захвату убежища ячейки повстанцев. \n\nОфицер2: Будем прижимать и с верхних этажей, а группа В долж...\nОфицер3: Капитан, адмирал требует вашего присутствия.\nМорган: Мы можем уничтожить повстанцев, а он отрывает меня в самый важный момент.\nОфицер3: Он лишь сказал, что ждёт вас, немедленно. ",
    "answers": [
      {
        "id": 22,
        "text": "Отправиться к адмиралу"
      }
    ]
  },
  {
    "id": 41,
    "text": "Морган: В одном из домов был обнаружен люк. Есть отчёты с того сектора?\nОфицер1: Да, есть. Этот люк ведёт к старой системе канализации.\nМорган: Тогда это бессмысленно, что у нас ещё есть.\nОфицер1: Это совсем не бессмысленно капитан. Система стара, она ведёт лишь в несколько мест, а большая частт проходов заблокированы или повреждены. \nОфицер2: Так у нас получается около трёх потенциальных мест: заброшенный небоскрёб, старый космопорт, перерабатывающий завод.\nМорган: Завод сразу отпадает, осталось два места. Направьте туда штурмовые отряды.\n\nОфицер3: Капитан, вас вызывает к себе адмирал.\nЭто срочно.\n",
    "answers": [
      {
        "id": 22,
        "text": "Отправиться к адмиралу"
      }
    ]
  },
  {
    "id": 42,
    "text": "Офицер1: Они напали в открытую на заместителя адмирала, их надо уничтожить.\nОфицер2: Да, но их сначала надо найти. В тех развалинах был люк, он ведёт в систему канализации.\nОфицер1: Тогда мы должны отследить их передвижение по тунелям и найти их базу.\nОфицер2: Капитан... С вами всё в порядке?\n... \nМорган: Да. Найдите эти места и отправьте туда захват-отряды. Мы должны разгромить их.\nОфицер2: Сделаем всё вазможное. \nОфицер3: Капитан, вас требует адмирал.",
    "answers": [
      {
        "id": 22,
        "text": "Отправиться к адмиралу"
      }
    ]
  },
  {
    "id": 43,
    "text": "Морган: Вызывали, адмирал.\nХевор: Надеюсь ты разобрался с повстанцами.\nМорган: Их убежище будет уничтожено в ближайшее время.\nХевор:  Отлично. Скоро сюда прибудет лорд Вейдер.\nМорган: Адмирал?\nХевор: Нам повезло, что вуки восстали, они дали нам отсрочку. Ты поймал главаря повстанцев?\nМорган: Он скорее всего в их убежище. Надо дождаться конца операции.\nХевор: Времени всё равно мало. Узнаешь из него всё что возможно, потом желай с ним что хочешь.\nМорган: Сделаю всё что в моих силах.",
    "answers": [
      {
        "id": 51,
        "text": "Спустя время"
      }
    ]
  },
  {
    "id": 44,
    "text": "Руса Хевор\nВозраст: 56 лет\nРаса: Человек\nАдмирал имперского флота. Один из немногих знающий о \"Звезде Смерти\" . Должен был курировать сборку некоторых компонентов проекта. Но по пути на верфи Куата, попал в ловушку повстанцев. Ради достижения целей, готов на всё что угодно, вплоть до геноцида планет.",
    "answers": [
      {
        "id": 3,
        "text": "Обратно"
      }
    ]
  },
  {
    "id": 45,
    "text": "Я быстро метнулся за ящики. Огонь был плотный, стреляли из пулемёта. Из-за переулка  вышли ещё повстанцев. У меня не было выбора как скрыться в доме, возле которого стояли ящики. Со мной было несколько штурмовиков, мы начали отстреливать их из окон здания, но пулемёт не давал нам нормально прицелиться. Можно обойти через здания и выйти к ним в тыл. Нельзя позволить им уйти.",
    "answers": [
      {
        "id": 48,
        "text": "Уничтожить пулемёт "
      }
    ]
  },
  {
    "id": 46,
    "text": "Я успел забежать в переулок. Там оказалось несколько повстанцев. Хоть со мной и было три штуштурмови, но я уже ничего не мог поделать. Очередь из бластера и мой труп уже лежал в грязи. Нас поджидали. ",
    "answers": [
      {
        "id": 26,
        "text": "Застрелен повстанцами "
      }
    ]
  },
  {
    "id": 47,
    "text": "Пулемёт вёл по нам плотный огонь. Я думал о то как его обойти, но из-за угла вышла группа повстанцев. Других укрытий по близости нету, мы отбиваться как могли, многие штурмовики погибли но их группа была уничтожена, остались только в здании с пулемётом. Нужно вызвать воздушный удар, как же хорошо что связь в транспорте работала. \nМорган: Мы под обстрелом, запрашиваю точечную  бомбардировку.\nОфицер:  Высылаем два бомбардировщика, ожидайте в районе пяти минут.\nМорган: Они издеваются.\nШтурмовик5: Мы так на каждой операции рискуем. \nМорган: Верю. Нам главное не высовываться.\n\nУже через минуты налетели бомбардировщики, огневая точка была уничтожена. Теперь можно иследовать то что здесь осталось.",
    "answers": [
      {
        "id": 50,
        "text": "Обследовать место нападения"
      }
    ]
  },
  {
    "id": 48,
    "text": "",
    "answers": []
  },
  {
    "id": 49,
    "text": "Штурмовик3: Командир, что нам делать?\nМорган: Ничего, дайте им уйти.\nШтурмовик3: Но.. Командир...\nМорган: Приказы не обсуждаются. Пусть уйдут. Мы поквитаемся с ними позже.\nШтурмовики: Так точно.\n\nВыстрелы стихли с обеих сторон. Повстанцы отступили, можно бросаться в догонку.\nШтурмовик3: Капитан, ни один из патрулей и блок постов не докладывают о передвижении повстанцев.\nМорган: Этого не может быть! ",
    "answers": []
  },
  {
    "id": 50,
    "text": "Ещё долго будут разгребать завалы, но я не могу вернуться без каких либо улик.  Придётся подождать.\n\nСпустя час, часть обломков была расчищенна, всё это выглядело страно: трупов нет, снаряжения минимум. Они не могли так быстро уйти, подкрепление уже было на подходе, но боевых столкновений, в остальной части города, не было. \nМорган: КАК?!?!\nШтурмовик3: Командир?\nМорган: Я не могу понять как они это сделали! Они не могли исчезнуть! Вы должны найти их, проведите повторный поиск, проверьте все камеры.\n*Пора вернуться в штаб, надо подвести итоги*",
    "answers": [
      {
        "id": 34,
        "text": "Вернуться в штаб"
      }
    ]
  },
  {
    "id": 51,
    "text": "Офицер1: Капитан, прибыл шатлл с штурмовой группой. Они взяли в плен несколько повстанцев, но среди нет их лидера.\nМорган: Тогда где он? \nОфицер1: Нам  неизвестно.\nМорган: Ясно. Всё как всегда делать самому.\nОфицер1: Пыточный дроид уже начал свою работу. Один из них точно расколится.\nМорган: И сколько это займёт. У нас мало времени.\nОфицер1: Я не знаю, но мы сообщим вам если кто-то из них сломается.\n ",
    "answers": [
      {
        "id": 52,
        "text": "Сделать всё самому"
      },
      {
        "id": 54,
        "text": "Дождаться результатов"
      }
    ]
  },
  {
    "id": 52,
    "text": "Морган: Время уходит, я сам разберусь с плениками.\nОфицер1: Хорошо капитан.\n \nЯ добуду эту информацию любой ценой. Возможно повезёт и кто нибудь из них сразу расскажет. \nЯ уже добрался до тюремного блока, уже три повстанца погибли от рук дроида.\n\nПыточный дроид: Капитан, никто из низ ничего не знает. Мне продолжить допрос?\nМорган: Нет, я сам. Приведите следующего, это и так настрадался.  \n\nСпустя бессмысленное количестыо пыток, я был уверен что и остальные ничего не расскажут.",
    "answers": [
      {
        "id": 54,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 53,
    "text": "",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 54,
    "text": "Повстанцы ничего не сказали. Может их главный уже улетел с планеты. Скоро прибудет дарт Вявейд. Интересно, кого он убьют первым. \nПока я был на планете и разбирался с повстанцами, накопилось множество отчётов от развед-дронов. Может хоть их информация нас спасёт.",
    "answers": [
      {
        "id": 55,
        "text": "Отчёт с Корелии"
      },
      {
        "id": 56,
        "text": "Отчёт с Явина"
      },
      {
        "id": 57,
        "text": "Отчёт с Кашиика"
      },
      {
        "id": 58,
        "text": "Идти в свою каюту",
        "need": [
          56,
          57,
          55
        ]
      }
    ]
  },
  {
    "id": 55,
    "text": "Корелия является одной из самых больших верфей Империи, но здесь большая концентрация преступности от контробандистов до пиратов, я уже не говорю о чёрном рынке. Те корветы были ихнего производства. Хотя такие корветы выполняют и дипломатическую, и торговую функцию. но всё же лучше начать отслеживать производство этих кораблей.",
    "answers": [
      {
        "id": 54,
        "text": "Другие отчёты"
      }
    ]
  },
  {
    "id": 56,
    "text": "Явин- гигантский газовый гигант, пригодны для жизни только его луны. На луне Явин-4 есть древние постройки, остальные две пусты. Связь с дроидом пропала как раз на этой луне. Но то что это повстанцы сразу говорить нельзя. Хотя местных обитателей там нет. Но это могли сделать и бури на газовом гиганте. Над этим надо размышлять, а пока отправить туда на разведку небольшой патруль.",
    "answers": [
      {
        "id": 54,
        "text": "К остальным"
      }
    ]
  },
  {
    "id": 57,
    "text": "Кашиик- лесная планета, где легко затеряться повстанцам. Насколько мне известно, недавно вуки снова восстали. Деятельность повстанцев не обнаружено, только контрабандистов. А корабль \"Тясячелетний  сокол\" с его капитаном-контрабандистом Ханом Соло, многое про него слышал, но не сталкивался. Иногда помогает повстанцам, но что ему понадобилось на Кашиике? Там только тюрьмы для непокорных вуки. Странно. Но отметить как деятельность повстанцев не могу.",
    "answers": [
      {
        "id": 54,
        "text": "К остальным отчётам"
      }
    ]
  },
  {
    "id": 58,
    "text": "Иногда должна быть хоть какая-то разгрузка, а то порой слишко много мыслей бывает.\nНе успел я лечь, как раздался звук сирены, не ужели мне прям вот так сильно везёт с отдыхом. Первым делом надо подняться на мостик у узнать в чём дело.\n\nНа мостике была полная неразбериха, что здесь твориться? ",
    "answers": [
      {
        "id": 59,
        "text": "Может мне уже кто-кто-нибудь скажет"
      }
    ]
  },
  {
    "id": 59,
    "text": "Морган: Может кто-нибудь уже скажет что здесь происходит.\nОфицер1: Кто-то взломал систему безопасности, это было сделано возле ядра верфей.\nМорган: Господа, мы нашли главаря ячейки и нашего шпиона.\nОфицер1: Если он движется к ядру, мы все здесь умрём.\nМорган: Перекройете все коридоры, и отправьте туда всех штурмовиков. На этот раз он не уйдёт.\nЯ сам его поймаю.\nОфицер1: Но капитан это слишком опасно.\nМорган: Знаю, но не что мне не доставит большего удовольствия чем самалично его захватить, за те нападения и за то потраченное время здесь.",
    "answers": [
      {
        "id": 60,
        "text": "Отправиться к ядру"
      }
    ]
  },
  {
    "id": 60,
    "text": "Я взял нескольких штурмовиков, а по дороге к нам присоеденилось ещё 20 человек. Блокировка  должна была задержать его, но двери либо были взломаны либо как будто разрезаны, резак слишком тяжёлый, что это может быть? \nГлавная дверь ядра была не повреждена.\n\nМорган: Слишком это странно, ищете везде, но эта дверь должна остаться закрытой. А не мог он уже проникнуть внутрь и запереть проход?\nОфицер1: Здесь стоит лучшая защита, и внутренней комлекс подключён к планете, а не к станциям.\nМорган: А что здесь ещё находиться?\nОфицер1: Главный сборочный цех, но под особым контролем адмирала. Само ядро. Хранилище данных.\nМорган: А нельзя было сразу сказать? Вы, пятеро остаётесь здесь, остальные к базе данных. ",
    "answers": [
      {
        "id": 61,
        "text": "К хранилищу данных"
      }
    ]
  },
  {
    "id": 61,
    "text": "Дверь в хранилище с данными была вырезана. Я был прав, возле консоли стоял человек.\nМорган: Знаешь, я даже слегка устал, пока искал тебя на планете. А ты оказался на этой станции. Признаться честно, я разочарован.\nКейл: Я не хочу смертей, позволь мне уйти.\nМорган: Понимаешь, я тоже не хочу твоей смерти, ты же ведь знаешь насколько ценной информацией ты обладаешь. А отпустить тебя, это очень смешно, если бы даже я это сделал, то Вейдер меня убьёт. У тебя только один выход, а нет два, извини перепутал. Первый мы тебя оглушим и запрём в камере до прибытия Вейдера, а второй ты сам сдашься и мы постараемся сохранить тебе жизнь. Тебе выбирать.\nКейл: Мне не подходит ни один из вариантов. \nМорган: Что-же, пойдём по первому плану. Не убивайте его, он нужен мне живым.\n",
    "answers": [
      {
        "id": 65,
        "text": "Отдать приказ"
      }
    ]
  },
  {
    "id": 62,
    "text": "Кейл Норт\nВозраст: 28 лет \nРаса: Человек\nДжедай, которой пережил зачистку. Тогда он был ещё юнглингом, но успел скрыться с небольшой группой. В последующие годы обучался на Дантуине у неизвестного мастера-джедая, и от него получил звания рыцаря. Командует небольшой группой повстанцев целью которых было добыча информации, в том числе о секретном проекте императора. Спокойны и уровновешаный, следующий кодексу джедаев, хотя иногда от него отступается.",
    "answers": [
      {
        "id": 3,
        "text": "Обратно "
      }
    ]
  },
  {
    "id": 63,
    "text": "Лана Фес\nВозраст: 23 года\nРаса: Человек\nДжедай, смогла пережить зачистку в составе небольшой группы юнлингов. Ненавидит Империю за приченёную боль галактике, и готова сделать всё для её уничтожения. А пока, помогает руководить группой повстанцев своему другу Кейлу Норту.",
    "answers": [
      {
        "id": 3,
        "text": "Обратно"
      }
    ]
  },
  {
    "id": 64,
    "text": "",
    "answers": [
      {
        "id": 3,
        "text": "Обратно"
      }
    ]
  },
  {
    "id": 65,
    "text": "Соперник достал световой меч и был готов обороняться. Это джедай, почему мне так не везёт в последнее время.\n\nМорган: Джедай?!?! А разве их не перебили во время чистки?\nЛана: Большую часть. Сдавайсяимперц!\nМорган: Два джедая. Кто-нибудь вызовите подкрепление. \nШтурмовик1: Может лучше использовать боевые? \nМорган: Делаете что хотите, но они нужны мне живыми.\nС джедаями лучше не сталкиваться, отправлюсь к адмиралу, доложу об шпионах. Я уже был готов уйти как вдруг...\nКейл: Уходишь, оставляя своих людей один на один с джедаями? Ты лишь ещё оди жалкий трус.\nМорган: К твоему сведению, я не трус.\nКейл: Так докажи это!",
    "answers": [
      {
        "id": 66,
        "text": "Уйти"
      },
      {
        "id": 67,
        "text": "Остаться"
      }
    ]
  },
  {
    "id": 66,
    "text": "Морган: Я ничего не должен. Покрайней мере тебе. Открыть огонь.\n\nЯ ушёл, в последующие минуты был слышен звуки бойни. Штурмовики всё пребывали и пребывали, джедаям всё равно не выдержать натиска, да и я ничего бы немог сделать. Надеюсь адмирал будет рад их поимки.\n\nШтурмовик83: Оба джедая схвачены, один из них серьёзно ранен.\nМорган: Отведите в мед-отсек.\nШтурмовик83: Погибло около 80 штурмовиков.\nМорган: Но всё же приказ выполнен, так что вы иожете идти, ожидайте повышения.\nШтурмовик83: Слушаюсь капитан.\n\nНадо бы доложить адмиралу.",
    "answers": [
      {
        "id": 68,
        "text": "Доложить адмиралу"
      }
    ]
  },
  {
    "id": 67,
    "text": "Морган: Допустим я останусь, но смысла в этом немного. Не зависимо где я буду находиться, сюда будут пребывать отряды штурмовик. Вас просто задавят численностью.\nЛана: Тогда мы перебьём всех солдат, что встанут у нас на пути.\nКейл: Видимо у нас нет другого пути.\nМорган: Ну и смысл мне здесь мне находиться. Встретимся в камере. \n.....\nКейл: Мы сдаёмся.  \nЛана: Что?\nМорган: Не понял!?!? \nКейл: Ты сам сказал, что смысла сражаться нет. Так что мы упаваем на вашу милость.\nМорган: Меня любой расклад устроит. Увидите их в камеры. ",
    "answers": [
      {
        "id": 70,
        "text": "Доложить адмиралу"
      }
    ]
  },
  {
    "id": 68,
    "text": "Морган: Адмирал, повстанцы были схваченны, мы потеряли почти два отряда.\nХевор: И как это вы умудрились потерять два отряда!?!?! \nМорган: Двое оставшихся повстанцев оказались джедаями, они уже должны быть в камере \nВейдер: Джедаи не так просты как кажутся.\nХевор: Лорд Вейдер. Нам не сообщили о вашем прибытии.\nВейдер: Вы тратите слишком много ресурсов империи. Но они оказались джедаями. Я сам хочу их допросить.\nХевор: Нам сначала надо разобраться с проектом. \nВейдер: Наличие повстанцев на этой базе, позволяет убедиться в ващей не компитенции адмирал.\n\nВейдер один из самых опасных люд... существ о которых мне довелось слышать.",
    "answers": [
      {
        "id": 72,
        "text": "Вмешаться"
      },
      {
        "id": 71,
        "text": "Не вмешиваться"
      }
    ]
  },
  {
    "id": 69,
    "text": "\n",
    "answers": []
  },
  {
    "id": 70,
    "text": "Морган: Адмирал, повстанцы были схвачены. \nХевор: И как вы их схватили?\nМорган: Они сами сдались, выбрав путь без жертв, философия джедаев.  \nХевор: Значит вы утверждаете, что двое джедаев сами сдались. Удивительно.\nВейдер: У джедаев всегда есть план, я сам их допрошу.\nХевор: Лорд Вейдер. Нам не сообщили о вашем прибытии.\nВейдер: Император беспокоится о проекте. Недавнее нападение позволили убедиться в вашей не компетенции адмирал. Император недоволен, так же как и я.\n\nЕдинственное что я знал про Вейдера, это то что с ним лучше не связываться. За любую ошибку- смерть. И что же важного в этом проекте. \nДело доходит до критической точки, надо что-то придумать.  ",
    "answers": [
      {
        "id": 71,
        "text": "Не вмешиваться"
      },
      {
        "id": 72,
        "text": "Вмешаться "
      }
    ]
  },
  {
    "id": 71,
    "text": "Хевор: Да, но я получил сообщение от императора, вы периходите под моё командование и та....\nВейдер: Я служу только императору.\nХевор: Но он вас направил ко мне. У нас есть общая цель. Морган является моим заместителем и ответственным за операцию. Если вам что-то нужно обращайтесь к нему, а я буду занят проектом. \nМорган: Я не подведу империю и вас.\nХевор: Все можете идти.",
    "answers": [
      {
        "id": 74,
        "text": "Отправиться на линкор"
      }
    ]
  },
  {
    "id": 72,
    "text": "Морган: Но все повстанцы были пойманы, а раз..в..кх...\nВейдер: Знайте своё место, капитан.\nМорган: С..лу...Слу..ша...\nВейдер: Я понял вас капитан. Впредь я не проявлю такого милосердия.\nХевор: Я получил сообщение императоры, этот этап будет завершён через два или три дня. А пока, по указу нашего императора, вы переходите под моё командование.\nВейдер: Я служу только императору.\nВидимо Вейдер отправился на свой корабль или надеюсь куда подальше.\n\nХевор: Мог бы и не вмешиваться, он бы тебя легко убить.\nМорган: Я слышал про него истории. Но испытать на себе.... Я такого не планировал.\nХевор: Тебе придётся его терпеть. Я буду занят проектом и ты станешь временно во главе флота. \nМорган: Слушаюсь, Адмирал.\n\n",
    "answers": [
      {
        "id": 74,
        "text": "Отправиться на линкор"
      }
    ]
  },
  {
    "id": 73,
    "text": "В хранилище должны храниться все ответы. Хотя, даже в звании адмирала мне не дадут доступ к секретным данным. Никогда не думал, что пойду против империи, но она не была на столько жестокой. Или же я просто не хотел замечать, что она творит. А я участвовал в этих делах. Но ведь Империя дала мир галактике. Мир полоный рабства, коррупции и геноцида невиных. \nВозможно... Повстанцы правы и Империю нужно уничтожить. А что будет после? Снова какая-то Республика, Империя, а может и хуже.\nЯ... я не знаю, что делать. ",
    "answers": [
      {
        "id": 82,
        "text": "Остаться на стороне Империи"
      },
      {
        "id": 84,
        "text": "Примкнуть к повстанцам "
      }
    ]
  },
  {
    "id": 74,
    "text": "Глава 4: Новый путь \nЯ стал новым, пусть и временным, адмиралом флота. Всё было бы хорошо, если бы не Вейдер. Придётся работать с ним, надо разобраться и с заключеными повстанцами. Вейдер первым делом отправится к тюремному блоку. В принципе я смогу его опередить, но я так же должен принять командование. Потом нужно максимально разузнать про этот проект.\n",
    "answers": [
      {
        "id": 75,
        "text": "Отправиться на мостик"
      },
      {
        "id": 76,
        "text": "Отправиться к тюремному блоку"
      }
    ]
  },
  {
    "id": 75,
    "text": "Меня ждут куда большие дела, чем какое-то повстанчиское отродье. На мостике меня ждут офицеры и капитаны, пора уничтожить повстанцев.\nЯ шёл по коридору до лифта, но сзади уже кто-то догонял меня.\n\nНитра: Здравствуйте капитан или лучше сказать адмирал?\nМорган: И кто ты такая?\nНитра: Про меня разве ничего не говорили? Я Нитра Крин адъютант адмирала Хевора, теперь уже ваш.\nМорган: Хевор вас не упоминал, ниразу.\nНитра: Адмиралу было не до этого, уж поверьте. Наша первостепенная задача: ликвидировать деятельночть повстанцев в ближайших системах.",
    "answers": [
      {
        "id": 83,
        "text": "На мостике"
      }
    ]
  },
  {
    "id": 76,
    "text": "Повстанцы что-то скрывают, мне нужно разузнать что они здесь делали. Надо успеть раньше Вейдера. \n\nЯ торопился как мог. Пройдя вдоль камер, я нашёл нужную мне. \n\nКейл: И зачем ты пришёл? Показать своё превосходство.\nМорган: Возможно. А на самом деле нет. Возможно мне стало иинтеречн: почему именно джедаев, и не одного, а двух. Что таково в этом проекте? \nКейл: А ты разве сам не знаешь!?!?\nМорган: Ну если бы я знал, меня бы здесь не было. И не было бы шанса вам выжить.\nЛана: Предав всё во что мы верили, я на это не согласна. Кейл...пожалуйста не доверяй ему!\nКейл: И не собираюсь!\nМорган: Давай так: ты мне рассказываешь что было в тех данных, а я не убиваю твою подругу. Ну что скажешь?\nКейл: Ты уверен, что хочешь знать что творит твля любимая Империя?!?!",
    "answers": [
      {
        "id": 78,
        "text": "Мне нужно знать про проект"
      },
      {
        "id": 75,
        "text": "Хотя... Пусть вами займётся лорд Вейдер "
      }
    ]
  },
  {
    "id": 77,
    "text": "Нитра Крин\nВозраст: 22 года\nРаса: Человек\nРадостная и умная женщина, обучалась в специальной имперской академии по приказу императора. Была назначена адъютантом адмирала Хевора, все данные передавала лично императору (неизвестно откуда такие тёплые отношение с императором, но существует множество теорий от дочери до любовницы и т.д).  В последствии перешла под командование Моргана.",
    "answers": []
  },
  {
    "id": 78,
    "text": "Кейл: Твоя Империя готовится уничтожать целые миры, с помощью \"Звезды Смерти\", того самого секретного проекта. Мы лишь попытка, за нами будут и другие.\nМорган: И ты думаешь я в это поверю. Империи нет смысла уничтожать свою территорию.\nКейл: Император мечтает об абсолютной власти, он будет уничтожать всех несогласных с ним. Сначала повстанцы, затем и внутренних врагов. Всё это есть на моём носители. Ты можешь проверить.\nМорган: Это же бред... Я конечно частично не согласен с политикой империи, но это... в этом нет смысла.\nКейл: Теперь ты понимаешь, Империя-зло. Но ты можешь это изменить, помоги нам.",
    "answers": [
      {
        "id": 80,
        "text": "Возможно ты прав"
      },
      {
        "id": 81,
        "text": "Империя-необходимое зло"
      }
    ]
  },
  {
    "id": 79,
    "text": "",
    "answers": []
  },
  {
    "id": 80,
    "text": "Морган: Допустим, я тебе поверил. И что дальше?\nКейл: Ты можешь помочь нам.\nЛана: Он офицер империи, ему нельзя доверять.\nМорган: Если хочешь можешь не доверять, но я подумаю над вашими словами.\nКейл: Я на это надеюсь.\n\nИмперии готовится уничтожать свои планеты. Это уже слишком, я могу помочь повстанцем. Но меня гложет сомнение, может что-то не так. Мне надо проникнуть в хранилище данных и всё самому узнать.",
    "answers": [
      {
        "id": 73,
        "text": "К хранилищу"
      }
    ]
  },
  {
    "id": 81,
    "text": "Морган: Возможно ты прав, но без Империи галактика погрузилась в войны и коррупцию. Вы хотите этого? Пока не появились повстанцы, основной проблемой были только пираты. Но нет вам же так важно ваша свобода, равенство, демократия. Но уже не те времена, нач может направить только сильный и решительный лидер, готовый на трудные решения и их последствия. И у нас такой есть.\nКейл: Вижу ты всё равно слеп к правде. Ты бы мог нам сильно помочь.\nЛвна: Ваша Империя всё равно будет разрушена, и никому это не остановить.\nМорган: Дам один совет: не дерзи Вейдеру. Желаю вам удачи, думаю мы больше не встретимся.\nЛана: Это только начало!!!\n\n",
    "answers": [
      {
        "id": 75,
        "text": "Уйти на мостик"
      }
    ]
  },
  {
    "id": 82,
    "text": "Нет, повствнцы принесут только хаос и разрущения. Надо отправляться на мостик, иначе Вейдер меня убьёт. Уже в ливте мне догнала один из офицеров. \nНитра: Адмирал, я как раз вас и ищу. Я ваш новый адъютант Нитра Крин. С вами ввс в порядке?\nМорган: Да... да... просто задумался, слишком много дел. \nНитра: Поверьте их будет только больше. Наша первая задача: уничтожить повстанцев в ближайших системах.\n",
    "answers": [
      {
        "id": 83,
        "text": "На мостике"
      }
    ]
  },
  {
    "id": 83,
    "text": "Морган: Лорд Вейдер, неожидал вас здесь увидеть.\nВейдер: Император потребовал защиты проекта, нужно уничтожить повстанцев в ближайших системах.\nНитра: Я получила отчёты от развед-дронов, повстанцы были замечены на Мон-Каламари и Биссе. Только два места.\nВейдер: Всё предельно ясно, возьмите часть флота и отправляйтесь в одну из этих систем.",
    "answers": []
  },
  {
    "id": 84,
    "text": "",
    "answers": []
  },
  {
    "id": 85,
    "text": "",
    "answers": []
  }
]