[
  {
    "id": 1,
    "text": "В данном квесте вы будете играть за подростка 16 лет. Зовут вас Валера. В его жизни много интересного, подробности вы узнаете при прохождении. Квест основан на реальных случаях из жизни.\n",
    "answers": [
      {
        "id": 2,
        "text": "Начать историю"
      },
      {
        "id": 26,
        "text": "Концовки"
      }
    ]
  },
  {
    "id": 2,
    "text": "Глава 1. Поход к Маге \n\nПроснувшись в 10 утра, ты пошёл умыться и позавтракать. После всех своих домашних дел вы не знали чем сегодня заняться.\n",
    "answers": [
      {
        "id": 3,
        "text": "Позвонить Магамеду "
      },
      {
        "id": 4,
        "text": "Проверить счёт на 1xbet "
      },
      {
        "id": 5,
        "text": "Проверить кто дома"
      }
    ]
  },
  {
    "id": 3,
    "text": "Ты решил позвонить своему давнему знакомому Магамеду. Он всегда рано просыпается и рад гостям с утра.",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "Взяв телефон с зарядки вы решили проверить соц.сети. Не увидев ни одного сообщения, вы хотели уже выключить телефон, но внезапно захотели проверить счёт на 1xbet, ведь после последней игры больше не заходили на протяжении месяца. Как ни странно, на балансе кросавался круглый нолик с дыркой.",
    "answers": [
      {
        "id": 6,
        "text": "Забить болт и позвонить другу."
      },
      {
        "id": 12,
        "text": "Занять 1.000 на пару игр"
      }
    ]
  },
  {
    "id": 5,
    "text": "Поняв, что дома никого нет и ловить нечего, ты решил позвонить своему давнему знакомому Магамеду. Он всегда рано просыпается и рад гостям с утра.",
    "answers": [
      {
        "id": 3,
        "text": "Набрать Магамеду "
      }
    ]
  },
  {
    "id": 6,
    "text": "После короткого разговора ты начал собираться. Накинул джинсы с кофтой, взял пачку сигарет, аирподсы и двинулся в путь. По пути встретились ваши друзья, которые собрались выпить в своём родном дворе. Они решили что и вы не помешаете их компании ведь вы никогда не отказывались от таких предложений. ",
    "answers": [
      {
        "id": 7,
        "text": "Согласиться на предложение "
      },
      {
        "id": 8,
        "text": "Отказаться и продолжить путь "
      }
    ]
  },
  {
    "id": 7,
    "text": "Согласившись пойти выпить со своими друзьями, все сначала пошли до магазина. После похода, вы дошли до своего места и открыли первый ствол водки. Никто даже не заметил как всё распили. Находясь в состоянии дикого опьянения, вы сидели с одним из кентов на лавке, он сообщил что сейчас все куда-то поедут. Спустя 10-15 минут, которые для вас пролетели незаметно, приехала машина.",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "Отказавшись от предложения, подкурив сигарету, вы решили продолжить свой путь.",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "Все ваши товарищи сели в машину, друг который сидел с вами буквально тащил вас в неё, ведь нормально ходить было очень тяжко. Пока вы ехали, в голове был сплошной туман, который окутал вашу голову и рассудок. Когда машина остановилась и все вышли, первое что кинулось в глаза — это беседка. Там было полно народу, это радовало, ведь вы не противник новых знакомств. ",
    "answers": [
      {
        "id": 10,
        "text": "Осмотреть всё получше "
      }
    ]
  },
  {
    "id": 10,
    "text": "Не далеко от места где вся компания вышла  стоял двухэтажный дом, на втором этаже горел свет, так же, как и на первом. Все двинулись в беседку. Пройдя со всеми вы увидели большой стол, который был полон выпивки. Все были только за, что бы догнаться. Закончив с выпивкой и потеряв контроль, туман который был в голове стал только сильнее. Ноги вообще не держали. После этого вы оказались дома в луже всего вами выпитого. Было страшно встретить отца, ведь за вчерашний день в голове была только пропость без воспоминаний с момента приезда к беседке\n\n\nКонцовка 1\n\nТаинственная беседка",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 11,
    "text": "Хорошенько обдумав,вы все таки закрыли приложение и продолжили собираться ",
    "answers": [
      {
        "id": 3,
        "text": "Продолжить собираться"
      }
    ]
  },
  {
    "id": 12,
    "text": "Когда вы добились своей цели и благополучно потратили сумму которую вам дали, пришлось писать всем знакомым с просьбой дать в долг. Каждую сумму денег вы проигрывали, но войдя в кураж не могли остановиться. Задолжав в общей сумме 30.000 пришлось остановиться. Попросив маму скинуть 500 рублей на карту, двинулись до магазина за водкой. Выпив весь пузырь в гордом одиночестве вы не сдержалась и решили повеситься, думая что не сможете отдать такую сумму. Но подойдя к проводу который казался надёжным, вам набрал \"Отец*, с просьбой дойти до дома. Придя домой вы получили сутенерского леща, по скольку не учли что заняли у знакомого отца. После того как вас раскрыли с тем что вы играете в казино, вас отправляют в детдом. \n\n\nКонцовка 2\n\nБезумный азарт. \n",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 13,
    "text": " ",
    "answers": []
  },
  {
    "id": 14,
    "text": "Дойдя донужного дома, вы позвонили в домофон. За небольшой промижуток времени, вам открыли дверь и вы начали подниматься на второй этаж. Зайдя в дом, вы сразу встретили Магамеда и начали диалог\n— Здорова Валер. \n— Да, здорова. \n— С чего решил сегодня так рано наведаться? \n— Да, делать нечего и давно с тобой не виделись. \n— Понятно, ну ты присаживайся, сам знаешь что где. \nПосле вашего диалога зазвонил домофон, Магамеду открыл дверь и спустя минуту поднялся ещё один ваш друг Макс. Не долго думая, вы решили набрать ещё одному другу Андрею. Немного подождав, он пришёл к вам и так же со всеми поздоровался.",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы сели в небольшой круг на полу, рассуждая о том чем будете заниматься сейчас. Немного подумав, Магамед предложил сыграть в покер на деньги. Услышав последнее слово в вас заиграл азарт, ведь вы знали что сейчас у вас на карте имеется немного денег. Андрей решил что будет портье в вашей игре с Магамедом, а Максим остался наблюдателем. \n",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "Сыграв пару партий вы разошлись на равных, но азарт не угасал у обоих. Максим наблюдая за игрой решил присоединиться и игроков уже стало трое.",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "Спустя 15 минут игры, вы ушли в небольшой плюс, но следующая игра вас немного шокировала... ",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "Получив карты, вы обрадовались и рассчитывали на победу, повышая ставки. Напряжение наростало. Азарт в буквально поглащал выш разум. Подняв ставку до 300 рублей, вы все вскрыли карты. С довольным лицом вы показали свои, ведь вы не капли не думали о поражении. Увидев карты Максима, у вас моментально пропало настроение ведь ваши карты по сравнению с его, просто пустышка. Посмотрев на карты Магамеда вы увидели такую же комбинацию. Они уже разделили выигрыш напополам, а вы остались ни с чем, От разочарования вы решили выйти на улицу что бы покурить. Вы достали телефон и увидели сообщение о пополнении баланса, у вас осталось 200 рублей. \n",
    "answers": [
      {
        "id": 19,
        "text": "Предложить продолжить игру"
      },
      {
        "id": 20,
        "text": "Остановиться"
      }
    ]
  },
  {
    "id": 19,
    "text": "После не долгих убеждений, вы все таки смогли убедить своих друзей сыграть ещё пару партий.",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "Скурив свою сигарету, вы вернулись в квартиру. Максим с Магамедом предлагали вам продолжить игру, но вы отказывались, ведь у вас слишком мало денег на счету. ",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "Впервые вы сами отказались от игры, ведь для вас это очень сложно сделать. Вы ушли с положительным счётом на балансе. \n\nКонецовка 3\n\nНе Валера\n\n",
    "answers": [
      {
        "id": 1,
        "text": "В начало "
      }
    ]
  },
  {
    "id": 22,
    "text": "Спуся некоторое время вы проиграли все свои деньги и не смогли удержаться.\nНо вы знали что можете занять у своих знакомых знаком в вконтаке.",
    "answers": [
      {
        "id": 23,
        "text": "Занять и продолжить игру"
      },
      {
        "id": 24,
        "text": "Остановится "
      }
    ]
  },
  {
    "id": 23,
    "text": "Заняв пару тысяч, играя от силы 15 минут вы проиграли половину денег. Ваши друзья уже остановились ведь у них уже не было желания играть. Вы вышли во двор и зашли на 1xbet, там вы потратили свои оставшиеся деньги. Вы влезли в долги и не знали как их раздовать.\n\nКонецовка 5\n\nИстина. ",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы переосмыслили свою идею и решили что вы не хотите уходить в большие долги. Появилось желание покурить, придя на кухню и подкурив сигарету вы начали задумываться на счёт своего азарта.",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы не влезли в долги, но на вашем счету красовался бублик с дыркой.\n\nКонецовка 4\n\nПочти Валера. ",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 26,
    "text": "Концовка 1\n\"Таинственная беседка\"\n\nКонцовка 2\n\"Безумный азарт\"\n\nКонцовка 3\n\"Не Валера\"\n\nКонцовка 4\n\"Почти Валера\" \n\nКонцовка 5\n\"Истина\"",
    "answers": [
      {
        "id": 1,
        "text": "Назад <~~~¬"
      }
    ]
  },
  {
    "id": 27,
    "text": "",
    "answers": []
  }
]