[
  {
    "id": 1,
    "text": "Наша героиня-частный детектив, прибывший в странное поместье, чтобы расследовать загадочное исчезновение молодой девушки. В этом странном особняке, населённом не менее странными существами ей придётся пройти через величайшее приключение в жизни, испытать неведанные ранее чувства и, возможно, обрести вечное счастье.\n\nСпасибо что выбрали данный квест. Автору очень приятно ваше внимание и важна поддержка. ^_^",
    "answers": [
      {
        "id": 2,
        "text": "В путь! "
      },
      {
        "id": 3,
        "text": "Концовки"
      }
    ]
  },
  {
    "id": 2,
    "text": "Дождь крупными каплями бьёт по лобовому стеклу машины, стекая вниз тонкими ручейками. Давно в наших краях не было такого ливня. Сейчас бы прогуляться с зонтом. Но работа важнее. Судя по навигатору до нужного дома осталась чуть меньше километра. Съехав на проселочную дорогу, я оказалась в густом лесу. Неужели заблудилась? Может позвонить мистеру Смиту? Или положиться на собственную удачу? ",
    "answers": [
      {
        "id": 11,
        "text": "Ехать дальше"
      },
      {
        "id": 12,
        "text": "Позвонить начальнику "
      }
    ]
  },
  {
    "id": 3,
    "text": "Краткое знакомство с основными персонажами и список концовок",
    "answers": [
      {
        "id": 4,
        "text": "Лиам Нортон"
      },
      {
        "id": 5,
        "text": "Эдгар Нортон "
      },
      {
        "id": 6,
        "text": "Харт Нортон "
      },
      {
        "id": 7,
        "text": "Алек Нортон "
      }
    ]
  },
  {
    "id": 4,
    "text": "Холодный, как лёд и твёрдый, как скала. Такое определение как нельзя лучше подходит для этого молодого человека. Никогда не улыбающийся и очень серьёзный. Ни одна женщина ещё не смогла растопить этот айсберг. По силам ли это нашей героине? \n\n°Вечная любовь\n°Сжигая мосты\n°Мотылек\n°Память не стереть",
    "answers": []
  },
  {
    "id": 5,
    "text": "Игривый, беззаботный, весёлый молодой юноша. В первого взгляда можно подумать, что он совсем не умеет серьёзно разговаривать. Но за маской весельчака, скрывается ранимый и чуткий романтик. Сможет ли героиня залечить душевную рану юного Казановы?\n\n\n°Кукла вуду\n°Былого не вернешь\n°Тепло в груди\n°Жертва не напрасна\n ",
    "answers": []
  },
  {
    "id": 6,
    "text": "Главный врач поместья. Большую часть времени проводит в своей лаборатории. Его загадочная натура привлекает, но в тоже время и пугает. Но эта загадка с подвохом. Сможет ли Виктория разгадать её? \n\n\n°Помощница \n°Смена карьеры\n°Отрава для сердца\n°Холодный ветер ",
    "answers": []
  },
  {
    "id": 7,
    "text": "Молчаливый и замкнутый юноша, с холодным взглядом, готовый в любой момент покончить с собой. Единственный кто знает о том что случилось с Лайлой, но беда в том что из-за пережитого стресса он почти не реагирует на окружающий мир. Сможет ли Виктория вернуть смысл жизни человеку, который потерял все? \n\n°Расскажи мне о море\n°Слабаки не достойны жизни\n°Ванильное мороженое \n°Малявка",
    "answers": []
  },
  {
    "id": 8,
    "text": "Резко обернувшись я увидела перед собой молодого человека. Очень бледный, кожа почти прозрачная. Медно-рыжие волосы, промокшие от дождя и искрящиеся темно-карие глаза. Его чудесное лицо озаряла игривая улыбка, придавая обаятельным чертам ещё большее очарование. В этот самый момент во мне проснулись дремлющие женские инстинкты. Застыв на месте, я внимательно разглядывала незнакомца, а он видимо и не возражал. Улыбка не сходила с его лица\n—Развратница, разве прилично так откровенно пялиться на незнакомых людей? —  нахальный тон, с которым он говорил, вывел меня из ступора. \n—Простите... — я опустила глаза. Взгляд этого человека вызывал во мне странное чувство смущения\n—Ну что такое, рассматривай. Мне это даже нравится. Я тоже на тебя посмотрю. \n\n\n\n",
    "answers": [
      {
        "id": 9,
        "text": "Дерзко ответить "
      },
      {
        "id": 10,
        "text": "Спросить про поместье"
      },
      {
        "id": 13,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 9,
    "text": "—Сам же сказал что неприлично. Да и вообще может хотя бы познакомимся? \nРыжий слегка растерялся, но спустя мгновение нахальная улыбка вернулась\n—Давай познакомимся. Ты, наверное, тот самый детектив, который будет искать нашу сестру? Отец рассказывал про тебя, но я забыл твоё имя — он закрыл правый глаз и посмотрел на меня одним левым — Замёрзла? Пойдём внутрь.\nОн протянул мне руку. ",
    "answers": [
      {
        "id": 19,
        "text": "Взять его за руку "
      },
      {
        "id": 20,
        "text": "Не брать за руку"
      },
      {
        "id": 21,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 10,
    "text": "—Извините, а это поместье семьи Нортон? — мой голос дрожал, может от холода, а может от пристального взгляда юноши\n—Ты права, малышка. А ты, видимо, Виктория.... Как же.... А Виктория Митчел, которая будет искать нашу сестру — он широко улыбнулся, обнажив белоснежные зубы. Что-то в этой улыбке меня смутило, но я не поняла что именно — Знаешь, твоё имя мне совсем не нравится. Я буду звать тебя Джун,что значит послушная\n",
    "answers": [
      {
        "id": 16,
        "text": "Что за глупость? Я попрошу называть меня Викторией, либо Вики и никак иначе"
      },
      {
        "id": 17,
        "text": "А вы вообще кто? "
      },
      {
        "id": 18,
        "text": "Мне нужен Генри Нортон. Это не вы? "
      }
    ]
  },
  {
    "id": 11,
    "text": "Решив что беспокоить человека напрасно не стоит, я решила рискнуть и поехать наугад. Спустя полчаса поездки цель была достигнута. Роскошный особняк вырос как из под земли.  Когда видишь перед собой такое великолепие, невольно начинаешь чувствовать себя маленьким жалким муравьем перед величественным гигантом. Железные ворота открылись с мерзким скрипом и перед моим взором предстал не менее чудесный двор. Дорожка усыпана опавшими лепестками. ",
    "answers": [
      {
        "id": 14,
        "text": "Рассмотреть розы"
      },
      {
        "id": 15,
        "text": "Идти внутрь дома"
      }
    ]
  },
  {
    "id": 12,
    "text": "Достав из кармана мобильник я набираю номер своего начальника мистера Смита\n—Чего тебе? — в трубке слышны женские хихиканья. \n—Простите, я сбилась с пути. Навигатор, видимо барахлит. Я в каком-то странном лесу и....\n—Всё правильно. Те к кому ты едешь немного с причудами. Их дом и правда построен в лесу. Ну ладно, не звони больше. У меня много работы. Прощай! — три коротких гудка говорят об окончании разговора. Ну раз в лесу, то придётся ехать. Интересно, этот ли лес он имел ввиду? \n\nСпустя полчаса поездки цель была достигнута. Роскошный особняк вырос как из под земли.  Когда видишь перед собой такое великолепие, невольно начинаешь чувствовать себя маленьким жалким муравьем перед величественным гигантом. Железные ворота открылись с мерзким скрипом и перед моим взором предстал не менее чудесный двор.  Аромат роз, которым пропитался воздух, кружит голову. На присыпанной песком дорожке лежат лепестки. ",
    "answers": [
      {
        "id": 22,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 13,
    "text": "",
    "answers": []
  },
  {
    "id": 14,
    "text": "Какие они красивые. Белые, красные, розовые. Простояла бы так весь вечер, но я уже достаточно промокла. \n—Эй, малышка, ты замерзла? Не хочешь погреться? — приторно-нежный голос раздался как гром среди ясного неба. ",
    "answers": [
      {
        "id": 8,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 15,
    "text": "Насколько же богата эта семья? Внутреннее убранство поместья ослепило меня своей роскошью. Мраморные колонны, поддерживающие высоченные потолки. Люстра весом, наверное, в несколько киллограм. Огромная лестница, ведущая на второй этаж. И это только вестибюль. Седой дворецкий забрал мой чемодан и унёс его куда-то наверх. Прекрасный дом. Сколько же времени и средств ушло на его постройку? Так хватит уже. Надо сосредоточиться на расследовании ",
    "answers": [
      {
        "id": 24,
        "text": "Ещё раз осмотреть комнату "
      }
    ]
  },
  {
    "id": 16,
    "text": "—Глупышка, меня не интересует твоё мнение. Здесь я господин и я твой хозяин. Ты должна меня слушать.\n—Хо-зя-ин? Мальчик, ты не офигел? — я возмутилась. Какая-то мелочь называет себя моим хозяином. Это не в какие рамки не лезет.\n—Ну, мне не нравится когда Джун сердится. Ладно, ты уже продрогла пойдём внутрь\n\n\n",
    "answers": []
  },
  {
    "id": 17,
    "text": "—Я твой господин.\nЭтот наглый тип начал выводить меня из себя. Я никогда не была такой уверенной и поэтому всегда ненавидела харизматичных и обаятельных людей. ",
    "answers": []
  },
  {
    "id": 18,
    "text": "",
    "answers": []
  },
  {
    "id": 19,
    "text": "Я покраснела, но все же взяла руку юноши. Какая холодная, даже ледяная. Неужели он настолько сильно замёрз?\n—Простите, но вы так и не представились — моя дерзость испарилась, стоило мне коснуться его.\n—Зови меня Эдгар. Ну или хозяин — юноша снова улыбнулся.\n—А я....\n—Не говори, я сам дам тебе имя -подумав секунду он выдал — Теперь тебя зовут Джун.\n—Что за вздор? Я Виктория — я попыталась возразить, но Эдгар посмотрел на меня таким ужасным взглядом, что желание спорить пропало\n—Вот и хорошо. Не смей дерзить своему хозяину\n",
    "answers": [
      {
        "id": 23,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 20,
    "text": "",
    "answers": []
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  },
  {
    "id": 24,
    "text": "Из-за огромной двери слышны приглушенные голоса. Наверное, хозяева поместья. Постучавшись я вошла внутрь. Огромная комната в которую я попала, по всей видимости, гостинная. Причём сделанная со вкусом. Дорогие диваны, обитые изысканной кожей. Пушистый ковер на полу и такая же превосходная люстра.\n—Ну чего в дверях застыла? Проходи — одна из присутствующих женщин(а их там было трое)похлопала рукой по свободному месту на диване рядом с собой. ",
    "answers": [
      {
        "id": 25,
        "text": "Сесть и рассмотреть женщин"
      }
    ]
  },
  {
    "id": 25,
    "text": "Все три женщины как будто пришли из девятнадцатого века. Первая с печальным, заплаканным лицом. Наверняка, она в молодости была редкой красавицей. Её чёрные густые волосы струятся по плечам, спадая прядями на высокую грудь, а изумрудно-зеленые глаза, как будто насквозь пропитаны грустью и усталостью. Красно-чёрное платье в пол, подчёркивает идеальную фигуру. Вторая, та самая рядом с которой я сидела — полная противоположность первой. Взгляд ясно-голубых глаз излучающий добро и позитив. Светло-русые волосы собраны в два хвоста. Лёгкая улыбка играющая на бледно-белом лице. Нежно-розовое платье, некрасиво вздувшееся на животе и лёгкая полнота-все это выдаёт в ней счастливую будущую мать. Третья из дам с нежно-розовыми волосами, уложенными в идеальную причёску. Живые цветы вплетенные в волосы делают её невероятно прелестной. Сдержанность в каждом движении, грация и манерность выдают в ней настоящую аристократку.\n—Ах. Ты ведь Виктория..... Вот же память.... Детектив в общем — вторая поглаживает себя по круглому животу ",
    "answers": [
      {
        "id": 26,
        "text": "Да, я Виктория Митчел. Частный детектив. Я могу увидеть Генри Нортона? "
      }
    ]
  },
  {
    "id": 26,
    "text": "—Генри уехал. Будет не скоро, возможно через неделю. А сейчас ты можешь поговорить с Эдгаром или Лиамом. Конечно, ты можешь и с Алеком попробовать поговорить, но он совсем не разговаривает с того момента. Бедняжка наш наследник, если он так и не придёт в себя, то наше поместье придётся передать в руки Эдгара. Неизвестно что этот разбойник с ним сделает — женщина говорила очень быстро и местами непонятно. Её высокий голос очень сильно резал по ушам\n—Мариэль, будь сдержанней — третья всмешалась в разговор — Леди не должна себя так вести\n—Простите, госпожа Лилиана — блондинка обиженно надула губки\n\n\n\n",
    "answers": [
      {
        "id": 27,
        "text": "Простите, а что за тот момент? "
      },
      {
        "id": 28,
        "text": "Когда я могу опросить всех жильцов? "
      },
      {
        "id": 29,
        "text": "Расскажите о пропавшей девушке"
      }
    ]
  },
  {
    "id": 27,
    "text": "—Ах, наследник и Лайла гуляли....-леди Мариэль сделала паузу -... В саду. Потом Алек вернулся один, в крови и ссадинах. Несколько дней наш мальчик был без сознания. Когда он пришёл в себя, то совсем перестал говорить.\nТяжёлый вздох разнесся по гостинной. Первая леди смахнула слезу и ушла куда-то в другой комнату\n—Бедняга наша Адель она постоянно плачет. Единственная дочка пропала все-таки, а сын.... — женщина помолчала — что-нибудь ещё? ",
    "answers": [
      {
        "id": 30,
        "text": "Когда я могу опросить всех жильцов "
      },
      {
        "id": 31,
        "text": "Расскажите о пропавшей девушке"
      }
    ]
  },
  {
    "id": 28,
    "text": "",
    "answers": []
  },
  {
    "id": 29,
    "text": "",
    "answers": []
  },
  {
    "id": 30,
    "text": "",
    "answers": []
  },
  {
    "id": 31,
    "text": "",
    "answers": []
  }
]