[
  {
    "id": 1,
    "text": "Ты выиграл бесплатный билет в парк аттракционов для смельчаков. Время от времени тебе придется выбирать дорогу — она приведет либо к победе, либо к поражению.\nПомни: ты сам в ответе за свой выбор! А чтобы узнать, какие приключения он тебе сулит, будь смелым. Но прежде чем что-то решить, хорошенько подумай. Обычные парки развлечений устроены для забав , а этот для смельчаков, вроде тебя. Помимо забав, тут подстерегают и опасности. Поэтому не спеши посетить все аттракционы подряд — как бы потом не пожалеть.\n( продолжение следует)...",
    "answers": [
      {
        "id": 1,
        "text": "",
        "bgImg": "https://i.ibb.co/x5CcxH5/2020-06-16-12-38-33-720x460.jpg",
        "system": true
      },
      {
        "id": 2,
        "text": "Начало."
      }
    ]
  },
  {
    "id": 2,
    "text": "Третий день ты лежишь с гриппом, жутко надоело валяться и смотреть телевизор. Выключить бы эти дурацкие сериалы, но пульт куда-то подевался, а у тебя нет сил перетряхивать всю постель. Ты отворачиваешься, закрываешь глаза, хочется и уши заткнуть от надоевших звуков.\nТы уже проваливаешься в сон, как вдруг необычно громкая музыка привлекает твое внимание. Она звучит волнующе, таинственно и даже немного зловеще. Ты бросаешь взгляд на экран, по которому проносятся яркие образы: уходящие в пропасть американские горки… ныряющая в водопад байдарка… атакующий лев… отвратительно уродливое лицо в окне дома с привидениями.\n— Самые удивительные чудеса — в парке для смельчаков! — объявляет диктор.\nНе веря своим ушам, ты подскакиваешь на кровати. Неужели он и вправду откроется, этот парк? Не может быть! Ведь таких чудес не бывало еще ни в одном парке аттракционов! Вы с друзьями уже несколько лет слышите об этом, но открытие почему-то все откладывалось, говорят, администрация не уверена в полной безопасности аттракционов.<s>r\n",
    "answers": [
      {
        "id": 3,
        "text": "Тем временем в телевизоре..."
      }
    ]
  },
  {
    "id": 3,
    "text": "Музыка смолкла. На экране появился красный черт в рогатом шлеме.\n— Эй, смельчаки, слышите? Парк откроется ровно через месяц, но для четверых счастливчиков мы устраиваем предварительное открытие! Если вам повезет, вы сможете провести полный приключений уик-энд. Весь парк будет в вашем распоряжении!\nТы резко садишься на постели. Как?! И в очереди стоять не надо? Последний раз, когда ты был в луна-парке, у тебя ушло два с половиной часа, чтобы попасть на американские горки и насладиться всего полутораминутным захватывающим полетом.\nЧерт в телестудии снимает трубку телефона и трясет ею у тебя перед носом.\n— Я выберу наугад четырех смельчаков. Если хочешь быть одним из них — дождись моего звонка, возьми трубку и скажи: «Да».\nТы копошишься под одеялом, разыскивая пульт. Наконец находишь его под грудой комиксов. Выключаешь телевизор. Больше ничего уже не будет: пустая болтовня про кошек и собак тебя не интересует. Сейчас необходимо мысленно передать ведущему, чтобы он позвонил именно тебе. Конечно, глупо на что-то надеяться, но, кроме этой дурацкой надежды, у тебя ничего нет. Мечтать о том, что родители когда-нибудь отвезут тебя за тысячу километров на экскурсию в парк для смельчаков, еще глупее.<s>r\n",
    "answers": [
      {
        "id": 4,
        "text": "Удача!"
      }
    ]
  },
  {
    "id": 4,
    "text": "В ушах звенит от волнения, и когда этому звону начинает вторить телефон, ты подпрыгиваешь, как от электрического разряда.\n— Ура, я выиграл!\nСоскакиваешь с кровати; в голове туман, коленки дрожат, и все же кое-как добираешься до прихожей.\n— Не смей вставать! — кричит мама.\nНу, еще два шага! Но к горлу подкатывает дурнота. А телефон звонит уже третий раз. Слышится стук маминых каблучков — она снимает трубку на кухне. Одним прыжком ты оказываешься у телефона, дрожащими руками хватаешь трубку и отчаянно вопишь:\n— Да-а-а!\nИз трубки доносится уже знакомый голос ведущего:\n— Береги голос, юноша. Он тебе еще понадобится. Ты выиграл.\n— Что выиграл? — удивляется мама.\nА у тебя уже нет сил. Голова кружится так, что ты вот-вот грохнешься на пол.\n— Мам, запиши, пожалуйста, все, что тебе скажут. А я пойду лягу.\nТы плетешься в спальню и забираешься под одеяло. Выиграл! С усталой и счастливой улыбкой мгновенно проваливаешься в сон.\n",
    "answers": [
      {
        "id": 5,
        "text": "Месяц спустя..."
      }
    ]
  },
  {
    "id": 5,
    "text": "Ровно через месяц ты уже сидишь в самолете частной авиакомпании и пытаешься сквозь иллюминатор хоть мельком увидеть таинственные очертания парка для смельчаков. Проплывающие мимо облака заслоняют видимость, и тебе удается углядеть только огромные водные массы да крутые спирали американских горок.\n— А вот и наши горки, — сообщает сидящий в соседнем кресле молодой человек. (Как будто у тебя глаз нету!).\nЗовут его Уолтер. Он служащий рекламного агентства при Луна-парке, и ему поручено тебя сопровождать. Ты бы прекрасно обошелся вообще без взрослых, но уж лучше Уолтер, чем родители.\n— Самые большие горки в мире! — с гордостью заявляет твой гид. — Мы назвали их «Черной Дырой».\nБедняга, ему так хочется завоевать твои симпатии! Но как может понравиться человек, говорящий на языке рекламных проспектов? Ты молча киваешь, а тем временем самолет заходит на посадку.\n— Ну вот, мы и на месте! — восклицает Уолтер. (Видно, он держит тебя за полного идиота!).\nВздохнув, отстегиваешь ремень безопасности и сходишь по трапу на асфальтовую площадку. Здесь тебя поджидает лимузин — уже второй за сегодняшний день.\nНеподалеку толпятся репортеры. Ты идешь к машине, а они как бешеные щелкают своими вспышками.\n",
    "answers": [
      {
        "id": 6,
        "text": "..."
      }
    ]
  },
  {
    "id": 6,
    "text": "Они тебя фотографируют, — продолжает свои объяснения Уолтер.\nК тебе подходят солидные дяденьки в костюмах (по твоим предположениям, члены совета директоров), и ты вместе с ними позируешь перед камерами. Наконец Уолтер ведет тебя в отель.\nЗдание все из стекла: ты уже в вестибюле, а кажется, еще на улице. Посреди холла декоративная каменная стенка — по ней струится вода. Лифты прозрачные.\n— Впечатляет, а? — спрашивает Уолтер, подавая тебе ключ от номера.\n— Да, ничего, — откликаешься ты, а про себя думаешь: на кой мне нужен твой отель, мне бы скорей на американские горки!\nУолтер провожает тебя до двери номера.\n— Ужин в шесть. В ресторане встретишься с тремя остальными смельчаками. А пока чувствуй себя как дома.\nЛегко сказать! Так хочется прокатиться на горках, а ты торчи в отеле и «чувствуй себя как дома»!\nДо ужина целый час. Можно потратить его на видеоигры: в каждом номере есть специальная приставка к телевизору. Говорят, от этих игр дух захватывает. А может, лучше побродить по отелю: вдруг с верхнего этажа видны аттракционы?\n",
    "answers": [
      {
        "id": 7,
        "text": "Остаться в номере."
      },
      {
        "id": 8,
        "text": "Осмотреть отель."
      }
    ]
  },
  {
    "id": 7,
    "text": "Ты предпочел видеоигры. Первым делом осматриваешь номер. Вот бы пригласить сюда всех друзей и повеселиться на славу. Кровать широченная, есть еще раскладной диван. На телевизоре с громадным экраном стоит видеоприставка.\nТы зажигаешь свет в ванной. По размерам она не уступает вашей гостиной, и вся в мраморе, в зеркалах. А ванна!.. Да это ж целый бассейн — хоть вдоль ложись, хоть поперек. И можно включить водный массаж — отлично снимает усталость после целого дня бешеных гонок.\nПлюхаешься на кровать, врубаешь приставку. А что, если поиграть, лежа в ванной?..\nНаполняешь ванну, выливаешь туда бутылочку шампуня, включаешь гидромассаж. Вода крутится, точно в омуте, и покрывается мыльной пеной.\nТак, теперь подвинем телевизор — а то он слишком далеко и экран смотрит в другую сторону. Но это, оказывается, непросто: телевизор стоит на подставке, намертво прикрепленной к полу.\n",
    "answers": [
      {
        "id": 9,
        "text": "После нескольких минут размышлений..."
      }
    ]
  },
  {
    "id": 8,
    "text": "Ты опускаешь в карман ключ от номера и выходишь в просторный, устланный ковром коридор — отсюда начнется твой осмотр. Идешь к лифту, но тут из двери соседнего номера высовывается вихрастая голова мальчишки примерно одних с тобой лет. Выйдя в коридор, он вдруг спохватывается:\n— Ах, черт, ключ!\nНо дверь уже захлопнулась.\n— Спустись вниз, попроси запасной, — советуешь ты.\n— Дырявая башка! — ругает себя сосед. — Привык во всем полагаться на гида. Мы с ним летели от самого Далласа. Не успел отдохнуть от него малость, как сразу влип в историю!\n— Это уж точно! — смеешься ты. — Я сам до смерти рад, что избавился от этого зануды Уолтера.\n— Так ты тоже смельчак? — Вихрастый, сияя, протягивает тебе руку. — Меня зовут Том Харбер.\nТы рад знакомству. Пожимаешь ему руку и посвящаешь его в свои планы:\n— Решил побродить немного вокруг отеля.\n— Я с тобой! — оживляется Том. — Давай попробуем в парк пробраться.\nВы входите в стеклянный лифт и спускаетесь в вестибюль. Пересекаете большую площадь перед отелем и устремляетесь по извилистой тропинке, ведущей к парку.\n",
    "answers": [
      {
        "id": 12,
        "text": "У входа в парк."
      }
    ]
  },
  {
    "id": 9,
    "text": "Тебя вдруг осеняет идея: в коридоре, прямо перед дверью, стоит тележка, на которой привозят в номер еду из ресторана. Чем не подставка для телевизора?\nОткрываешь дверь. Тебе повезло: тележку не убрали. Ты мигом стряхнул остатки пищи и вкатываешь ее к себе в номер.\nДа, могла бы быть и поустойчивей, думаешь ты, взгромождая на тележку довольно тяжелый телевизор. Надо еще проверить, чтобы провод не угодил под колесо, и развернуть экран в сторону ванны.\nНу, вперед!\nТы разделся, погасил свет и включил потрясающую игру — называется «Четвертое Июля». И вот вступаешь в облако мыльной пены.\nОтлично! Телевизор так близко, словно ты сам находишься посреди фейерверка, сверкающего на экране… Ох, черт, пульт остался на кровати! Что делать? Не вылезать же из ванны? Лучше придвинуть вплотную телевизор.\n",
    "answers": [
      {
        "id": 10,
        "text": "..."
      }
    ]
  },
  {
    "id": 10,
    "text": "Встаешь на ноги. Дно ванны слишком скользкое: наверно, ты перелил шампуня.\nТебе известно, что мокрыми руками электроприборы лучше не трогать, потому ты тянешься за полотенцем, что висит на крючке прямо над телевизором.\nПолотенце огромное, как и все в этом отеле; сдернуть его с крючка не так-то просто. Ты поскользнулся, а ухватиться не за что.\nПлюх! — падаешь обратно в ванну. Выныриваешь, весь в мыле, и снова протягиваешь руку к полотенцу, чтоб стереть с глаз проклятую пену.<s>r\n",
    "answers": [
      {
        "id": 11,
        "text": "..."
      }
    ]
  },
  {
    "id": 11,
    "text": "К несчастью, краем полотенца ты задеваешь телевизор и опрокидываешь его с шаткой тележки прямо в ванну.\nРвущиеся на экране хлопушки гаснут в воде, потом тебя пронзает молниеносный электрический разряд, и ты даже не успеваешь почувствовать боли.\nКОНЕЦ<s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "Попробовать еще раз."
      }
    ]
  },
  {
    "id": 12,
    "text": "Ворота, разумеется, на замке. На самом верху массивной железной решетки светятся буквы: ДОБРО ПОЖАЛОВАТЬ В ПАРК ДЛЯ СМЕЛЬЧАКОВ! А к воротам прибита маленькая табличка: «Посторонним вход воспрещен».\n— Да, не повезло! — вздыхаешь ты. — Пошли, что ли, хоть в бассейне поплаваем.\n— Еще чего! Кто так быстро сдается? — протестует твой новый знакомый. — Давай поищем дырку в заборе.\n— А вывеска? Мы же посторонние, — колеблешься ты.\n— Да кто нас увидит? — ухмыляется Том. — Завтра чертовы гиды станут следить за каждым нашим шагом, а пока мы без них все разведаем. Времени вагон, к ужину вернемся, никому и в башку не стукнет, что мы выходили из номера. Здорово, правда?\nКонечно, здорово, мысленно соглашаешься ты, немного завидуя уверенности Тома. Хотя поплавать тоже было бы неплохо, да и безопасней.\n",
    "answers": [
      {
        "id": 13,
        "text": "Поискать с Томом лазейку в парк."
      },
      {
        "id": 14,
        "text": "Поплавать в бассейне."
      }
    ]
  },
  {
    "id": 13,
    "text": "— Ладно, пошли! — соглашаешься ты.\nВы начинаете искать дырку в железной ограде. Дырки нет, зато у забора стоит фургон. Как раз то, что нужно! Озираетесь кругом — нет ли кого поблизости, — залезаете на капот, потом на крышу фургона. С нее перелезаете на забор. Прыжок — и вы уже на территории Луна-парка.\nШатаясь, встаешь на ноги. Том приземляется рядом с тобой, потирает ушибленный локоть, но на лице у него торжествующая ухмылка.\n— Ну, что я говорил?\nОсмотревшись, видите тропинку: скорее всего, она и ведет к американским горкам. Поначалу вам обоим страшновато: а вдруг вас засекут? Но вокруг ни сторожей, ни мастеров, ни конструкторов. Никого, кроме тебя и Тома. И вы успокаиваетесь.\nТропинка вьется мимо палаток со всякими сувенирами и закусками. Вы петляете по ней минут десять. Том заметно приуныл.\n— По-моему, тут горками и не пахнет.<s>r\n",
    "answers": [
      {
        "id": 15,
        "text": "Немного пройдя вглубь парка..."
      }
    ]
  },
  {
    "id": 14,
    "text": "Нет уж! — Ты мотаешь головой. — Давай без меня.\n— Ну, как хочешь… — пожимает плечами Том. — Увидимся за ужином.\nТы провожаешь его взглядом. Эх, напрасно он так рискует, надо было его отговорить!.. Потом возвращаешься в номер за плавками.\nЧерез пятнадцать минут ты и думать забыл о Томе. В бассейне плавают еще двое — мальчик и девочка. Наверно, тоже смельчаки. Решив с ними познакомиться, ты ныряешь с вышки и обдаешь мальчика брызгами. Он протирает глаза.\n— Погоди, я тебе еще устрою! — кричит он и, улыбаясь, протягивает мокрую руку. — Я — Сэм Бреннер из Анкориджа.\n— Это что ж, возле самой Аляски?\n— Ну не во Флориде же! — усмехается он.\nК вам подплывает девочка.\n— Привет! Я — Лесли Харрис. А мы тут с Сэмом сидим и думаем, куда же другие смельчаки подевались? Говорят, четвертого зовут Том. Ты его уже видел?\nТы не знаешь, что ответить. С Томом нехорошо вышло. Вдруг он теперь в опасности?.. Ладно, не каркай! Ты начинаешь что-то мямлить, но в этот момент из парка доносится вой сирены.<s>r\n",
    "answers": [
      {
        "id": 24,
        "text": "Все нодоумевая переглянулись..."
      }
    ]
  },
  {
    "id": 15,
    "text": "За поворотом тропа разветвляется. На развилке указатель.\n— Нам налево! — заявляет Том.\n— А почему не направо? — возражаешь ты. — Говорят, на острове Трансильвания страх как интересно. Там наверняка больше всего увидишь.\n— Увидишь?! Ты что, смотреть сюда приехал? Вон, горки-то работают! — Том показывает вдаль на продвигающиеся к вершине вагонетки. — Представляешь, на них еще никто не катался! Мы будем первыми.\n— Но там нас наверняка застукают.\n— Попытка — не пытка. — Том подталкивает тебя в спину. — Раз уж мы сюда забрались, не бросать же на полдороге?\nВот кто настоящий смельчак! А тебя все время одолевают сомнения. Вряд ли вы так же легко попадете на американские горки, как в сам парк. К тому же любопытно, какие такие чудеса ждут тебя на острове Трансильвания.<s>r\n",
    "answers": [
      {
        "id": 16,
        "text": "Идти с Томом к «Черной Дыре»"
      },
      {
        "id": 17,
        "text": "Пойти к острову Трансильвания"
      }
    ]
  },
  {
    "id": 16,
    "text": "На пути к американским горкам вам попадается очень странное сооружение: башня метра четыре высотой, а к ней прикреплены круглые клетки на стальных рычагах, торчащих во все стороны. Одни клетки висят высоко, другие — у самой земли. Внутри каждой имеются страховочные ремни для четверых.\nТом читает на башне надпись здоровенными буквами: «БЕЗУМНЫЙ ДЕРВИШ». Вы вместе осматриваете нижнюю клетку.\n— И что это, по-твоему, такое? — спрашивает он.\n— Не знаю. — Ты входишь в клетку, просовываешь руки под ремни. — Наверно, надо встать вот так и пристегнуться, чтоб не кидало по всей клетке.\nПовозившись с этими ремнями, ты застегиваешь их на груди. И вдруг клетка начинает двигаться. Ты вертишь головой: где же Том? А он, оказывается, вошел в башню. Сквозь открытую дверь тебе видно, как он склонился над электронным щитом управления.\n— Эй, Том, чего задумал? — кричишь ты ему<s>r.\n",
    "answers": [
      {
        "id": 18,
        "text": "..."
      }
    ]
  },
  {
    "id": 17,
    "text": " Пока, — говоришь ты Тому и устремляешься по тропе к острову Трансильвания. Ты опасаешься за своего беспечного спутника и поневоле думаешь, удастся ли еще свидеться.\nМиновав ряды ларьков и палаток, ты вступаешь в таинственное царство. Лес перед тобою стоит плотной стеной, но деревья почти все мертвы и покрыты свисающими прядями лишайников. Тропинка постепенно сужается.\nТы идешь по ней до шатких мостков, перекинутых через стоячее болото. Они теряются в густом зеленовато-сером тумане. К одной из стоек прикреплен щит с надписью:\nЕСЛИ НЕ СТРАШНО — ВХОДИ!\nТебе, по правде сказать, страшновато; ты понимаешь, это и есть загадочный остров Трансильвания. Но все же ставишь ногу на мостки, и тебя мгновенно окутывает туман.\nОщупью пробираешься вперед, цепляясь за неструганые перила, но вдруг в ужасе отскакиваешь: рука натыкается на человечий череп! Перейдя через болото, с трудом различаешь в тумане мрачные очертания старинного замка.<s>r\n",
    "answers": [
      {
        "id": 34,
        "text": "Идти в сторону замка."
      }
    ]
  },
  {
    "id": 18,
    "text": "Да вот, хочу ее запустить. — Голос у Тома дрожит от азарта. — Питание подключил. А все остальное, по-моему, регулируется изнутри. Вот он, пульт!\nРазмахивая устройством дистанционного управления, Том выбегает из башни и прыгает в клетку. Становится против тебя, пристегивает ремни.\n— Том! Ты что, хочешь…\nНо ты не успеваешь закончить: Том уже нажал кнопку, и клетка ползет вверх.\nСначала медленно. Потом все быстрее. Начинает вращаться. Пальцы Тома давят еще на какие-то кнопки, и тебя закручивает такой вихрь, что ты прилипаешь к решетке.\nКлетка достигла верха башни и ухает оттуда вниз. Том скалит зубы и продолжает орудовать пультом управления.\nСкорость увеличивается. Слышится какое-то лязганье, и ты с ужасом замечаешь, что пол и потолок клетки отвалились. Глядишь на стремительно приближающуюся землю. Клетка на миг приостанавливается и снова летит к небу. Косишься на Тома. Его, как и тебя, пригвоздило к решетке; руки и ноги растопырены; на лице дикий страх.<s>r\n",
    "answers": [
      {
        "id": 19,
        "text": "..."
      }
    ]
  },
  {
    "id": 19,
    "text": "<s>r\n— А зачем тогда привязные ремни? — недоумеваешь ты. Ведь центробежная сила вращающейся клетки и так не выпустит тебя.\nДа, такой карусели ты еще не видел. Закрываешь глаза, чтобы насладиться стремительным полетом. Хочешь поднять кверху большой палец — мол, здорово, Том! — но какое там: ты не только рукой шевельнуть не в силах, даже веки не разлепляются.\nВот именно, глаза будто сургучом запечатаны. Наконец тебе все-таки удается их открыть, и тут ты понимаешь весь ужас приятеля. Пульт вылетел у него из рук, прилип к стенке, и Том никак не может до него дотянуться. Иными словами, крутиться вам до тех пор, пока кто-нибудь не придет на выручку, — может, до завтрашнего утра.\nКак бы все-таки добраться до пульта? Ты уставился на металлический прямоугольник и мысленно взываешь: «Ну подползи же хоть чуть-чуть!» Но пульт будто пришпилен к стенке.\n",
    "answers": [
      {
        "id": 20,
        "text": "Собраться с мыслями."
      }
    ]
  },
  {
    "id": 20,
    "text": "И вдруг тебе в голову приходит блестящая идея: отстегнуть ремни и по стенке добраться до пульта. Ты уже сыт по горло этим «Безумным Дервишем»! Но с другой стороны, затея опасная. Может, лучше все-таки дождаться подмоги...",
    "answers": [
      {
        "id": 21,
        "text": "Рискнуть..."
      },
      {
        "id": 22,
        "text": "Подождать помощи извне..."
      }
    ]
  },
  {
    "id": 21,
    "text": "Руки отяжелели, голова будто свинцом налита, но ты все-таки изловчился и отстегнул ремни. Облегченно вздыхаешь и смотришь вниз: метрах в трех стремительно вращается земля.\nЦентробежная сила удерживает тебя в клетке, и ты начинаешь передвигать по ней свое невероятно отяжелевшее тело. До пульта какой-нибудь метр, но кажется, проходит целая вечность — четыре тысячи круговращений и около двухсот подъемов и спусков, — прежде чем ты достигаешь цели.\nНаконец пальцы нащупали гладкий металлический пульт.\n— Есть! — кричишь ты, хватая его.\nСтоп машина! Видимо, на радостях ты нечаянно нажал кнопку. Клетка резко останавливается, и ты летишь вниз — а дна-то нету! Пытаешься уцепиться за что-нибудь рукой, ногой — безнадежно! Ничто не удержит тебя от падения с трехметровой высоты.\nНа беду, когда ты нажал кнопку, клетка находилась в верхнем положении, иначе ты, может, и уцелел бы. А так в мире стало одним смельчаком меньше.\nКОНЕЦ<s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 22,
    "text": "Ты решил, что расстегивать ремни — не самая удачная идея. Вместо этого пытаешься сбросить напряжение и терпеливо ждешь подмоги. Тебя подташнивает, и в глазах мутится. Неужели этот «Дервиш» может закружить до смерти?..\n\n\n",
    "answers": [
      {
        "id": 23,
        "text": "..."
      }
    ]
  },
  {
    "id": 23,
    "text": "Через десять часов ты получаешь ответ на свой вопрос, когда какой-то охранник вдруг замечает, что «Безумный Дервиш» работает, хотя все испытатели давно разошлись по домам.\nК этому времени у тебя и у Тома такое чувство, будто вы превратились в студень. Ни встать, ни даже ногой шевельнуть вы не можете. Вот когда ты на собственной шкуре испытал, что Земля вращается.\nЗа ночь врачи приводят тебя в норму, а наутро в сопровождении гида ты отправляешься домой. Шагая к самолету, думаешь: удастся ли еще побывать в парке для смельчаков? Да и захочется ли?..\nКОНЕЦ<s>ufeff",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 24,
    "text": "Мимо вас проносится к воротам охранник. В одной руке у него портативная рация, в другой пистолет.\nТы выпрыгиваешь из бассейна и летишь за ним. У ворот уже целая толпа охранников. Подбегая, ты замечаешь пулей промчавшийся гоночный автомобиль. У сидящего в кабине Тома лицо белое как мел, а глаза вылезли на лоб. Он явно впервые в жизни сел за руль.\nМашина врезается в ограждение, опрокидывает лоток для продажи сосисок, перелетает через невысокий каменный парапет и со всего размаха плюхается в пруд.<s>r\n",
    "answers": [
      {
        "id": 25,
        "text": "Бежать в сторону аварии."
      }
    ]
  },
  {
    "id": 25,
    "text": "Ты, запыхавшись, добегаешь до пруда. Машина ушла под воду, а Том барахтается на поверхности.\n— Том! — вопишь ты.\nОн смотрит на тебя виноватыми глазами. Наконец ему удается выдавить улыбку.\n— Видишь, я тоже решил чуток поплавать.\nТы ныряешь в пруд и за две секунды доплываешь до него.\n— Ты как? Не ушибся?\n— Я-то ничего, — отвечает он. — А вот машине, думаю, крышка.\nК вам обоим уже плывет охранник.\n— Эй, сынок, не бойся! — ласково говорит он. — Сейчас я тебя вытащу.\nНо тон его голоса резко меняется, как только он узнает, что злоумышленник не пострадал. На берегу Тома уже поджидает его гид.\n— За пять минут нанес парку ущерб в пятьдесят тысяч долларов! — восклицает он и тащит Тома к лимузину. — Надо скорей отправить тебя обратно в Даллас, пока ты все нам тут не разворотил.\n",
    "answers": [
      {
        "id": 26,
        "text": "Несколько часов спустя..."
      }
    ]
  },
  {
    "id": 26,
    "text": "Перед тем как забраться на заднее сиденье лимузина, Том дружески подмигивает тебе.\n— Прокатись разок за меня на «Черной Дыре»! — Но голос у него дрожит; бедняга с трудом сдерживает слезы.\nТы долго машешь вслед лимузину и, когда он скрывается из виду, идешь в отель переодеться, думая о том, какие еще сюрпризы преподнесет тебе Луна-парк в эти выходные.\nБез пяти шесть ты спускаешься на лифте в вестибюль, где встречаешь Уолтера в шахтерском шлеме и шортах цвета хаки. Увидев его, ты чуть не прыснул со смеху. Про Тома он ни словом не обмолвился, однако прочел тебе строгую нотацию о бдительности и ответственности.\n— Мы понимаем ваше нетерпение, поэтому решили не дожидаться завтрашнего дня. Ужинать будем на яхте «Королева Амазонки».\n— Ух ты! Здорово!\nУолтер идет к выходу, а ты вприпрыжку бежишь следом. Перед отелем стоит гоночный автомобиль; на заднем сиденье Лесли и Сэм. Уолтер садится за руль; ты усаживаешься возле него, и машина трогается.<s>r\n",
    "answers": [
      {
        "id": 27,
        "text": "Через 20 минут..."
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы въезжаете в парк не через главные ворота, а откуда-то сбоку. Минут пять колесите по тропинкам и наконец резко останавливаетесь. Перед вами чуть покачивается белоснежное пятнадцатиметровое судно. И самое удивительное — оно не на воде, а будто плывет по облаку густого тумана.\n— А где же Амазонка? — спрашиваешь ты.\n— Увидишь, — улыбается Уолтер.\nВместе с Уолтером, Лесли и Сэмом ты поднимаешься по трапу на борт. Палуба слегка покачивается под ногами; явственно слышится плеск воды.\n— Странно! — шепчет тебе на ухо Сэм. — Вроде бы мы на воде, а никакой воды не видно.<s>r\n",
    "answers": [
      {
        "id": 28,
        "text": "Через мгновение..."
      }
    ]
  },
  {
    "id": 28,
    "text": "Вслед за Уолтером вы поднимаетесь на верхнюю палубу. Перед вами стол, заставленный всякой всячиной: жареными цыплятами, хрустящим картофелем, пирожными — ешь сколько влезет!\n— Угощайтесь, друзья мои! — приглашает Уолтер. — А я вынужден вас покинуть. Желаю вам вернуться из «Джунглей Амазонки» целыми и невредимыми.\nОн уходит, а вы втроем растерянно переглядываетесь. Ваше любопытство разыгралось не меньше, чем аппетит. Но из-за тумана ничего не видно вокруг, поэтому вы налегаете на еду. Через несколько минут по сигналу сирены судно отчаливает.\nПроходит еще четверть часа. Вы уже съели по третьему куску цыпленка и приступили к пирожным. Яхта набирает скорость, но за бортом все та же плотная туманная завеса — в трех метрах ничего не разглядишь. Хорошенькое путешествие! Так вы и будете всю дорогу болтаться в молочной пелене. Но вдруг туман, как по волшебству, рассеивается.\n— Ой, мамочки! — ахает Лесли.\nСэм тоже выпучил глаза.\n— Где это мы?\nВ ответ ему из динамика раздается голос:\n— Добро пожаловать в «Джунгли Амазонки» — самое дикое место на земле!<\n",
    "answers": [
      {
        "id": 29,
        "text": "Осмотреться..."
      }
    ]
  },
  {
    "id": 29,
    "text": "От этого зрелища дух захватывает. Яхта плывет по широкой реке, а с обеих сторон непроходимые джунгли. Тридцатиметровые стволы деревьев обвиты лианами; на них раскачиваются птицы ярчайшей окраски; в воздухе мелькают тучи бабочек.\n— А почему ж мы не видели их с борта самолета, эти джунгли? — удивляется Лесли.\n— Да они, скорей всего, ненастоящие, — догадываешься ты. — Я читал, что в Луна-парке для смельчаков аниматроника раз в десять совершеннее, чем в других парках, и даже в Диснейленде.\n— Аниматроника? — озадаченно переспрашивает Сэм. — А что это такое?\nТы отвечаешь не сразу, поскольку внимание твое привлекает стая диких обезьян, прыгающих по деревьям. Они качаются на лианах и пронзительно верещат. К пояснице одной мартышки крепко прицепился детеныш.\n— Электронные люди и животные — вот как эти обезьяны, — объясняешь ты. — Но главный фокус в том, что вместе с аниматроникой в парках есть и живые существа. Поди догадайся, где робот, а где настоящие обезьяна или, скажем, тигр…\nЛесли хватает тебя за руку.\n— А этот настоящий? — И указывает на что-то движущееся по реке в вашу сторону.\nТы напрягаешь зрение. В грубо сработанном каноэ сидит свирепого вида человек и гребет прямо к вам.\n",
    "answers": [
      {
        "id": 30,
        "text": "Голлс из динамика продолжает..."
      }
    ]
  },
  {
    "id": 30,
    "text": "— В «Джунглях Амазонки» вас ожидает много удивительных приключений! — объявляет голос из динамика.\nПриключения приключениями, а про каноэ ни слова. Странно! Между тем оно уже близко, и правит им юноша, как две капли воды похожий на индейца с берегов Амазонки. Именно такими их рисуют на картинках: почти голый, все тело в оранжевых и черных загогулинах, а в прямых волосах цвета воронова крыла украшение из ярких перьев.\nИндеец ловко подгребает к вашей яхте и, уцепившись за борт, скрывается в трюме.\n— Будьте начеку! — предупреждает динамик. — Дикие индейцы порой нападают на…\nГолос обрывается. А вместе с ним и негромкое урчание мотора.\nВы с тревогой глядите друг на друга.\n— Тут что-то не то, — заключает Сэм.\n— А может, попугать решили? — высказываешь ты еще одну догадку. — Они на всех аттракционах пугают.\n— Если так, — шепчет Лесли, — им это удалось.\n",
    "answers": [
      {
        "id": 31,
        "text": "Через несколько минут..."
      }
    ]
  },
  {
    "id": 31,
    "text": "Из трюма доносятся шум и возня.\n— Пошли, посмотрим! — предлагает Сэм.\n— Как бы не так! — заявляет Лесли. — Я отсюда ни ногой.\nТы задумываешься. Сэм прав: любопытно взглянуть, что там внизу. Но и Лесли права: с дикими индейцами лучше не связываться. Пока ты пребываешь в сомнениях, в трюме разгорается настоящая битва.\n",
    "answers": [
      {
        "id": 32,
        "text": "Спуститься в трюм."
      },
      {
        "id": 33,
        "text": "Остаться с Лесли."
      }
    ]
  },
  {
    "id": 32,
    "text": "Вслед за Сэмом ты устремляешься вниз по ступенькам.\n— Ага! А я здесь одна останусь? — восклицает Лесли и бежит за вами.\nВ трюме происходит ожесточенная схватка между индейцем и дородным охранником.\n— Стойте! — властным голосом командуешь ты.\nОт неожиданности дерущиеся замирают на месте. Несколько секунд оторопело смотрят на тебя, потом продолжают бороться.</p><s>r\n<p>Сэм обхватил индейца за пояс, Лесли пытается пролезть между краснокожим и охранником, ты за ремень оттаскиваешь последнего. Но взрослые отшвыривают вас в сторону. Вам ничего не остается, как беспомощно наблюдать за схваткой. Может, она входит в сценарий? — успокаиваешь себя ты.\nНо, взглянув на свирепое лицо индейца, тут же отказываешься от этой мысли. Нет, он явно вышел на тропу войны. Из ушей и носа у него торчат кости, а на шее висит ожерелье из страшных клыков.\nЕму удается положить противника на обе лопатки. Сняв пояс, он скручивает ему руки. Потом поворачивается и пронзает яростным взглядом тебя, Сэма и Лесли.<s>r\n",
    "answers": [
      {
        "id": 64,
        "text": "Через несколько мгновений..."
      }
    ]
  },
  {
    "id": 33,
    "text": "Ты решил остаться с Лесли. А Сэм спускается в трюм.\n— Будь осторожен, — предупреждаешь его ты.\nЛесли затыкает уши и забивается в уголок.\n— Да может, там и страшного-то ничего нету, — пытаешься ты успокоить не столько ее, сколько самого себя.\nДержась за поручни, Лесли смотрит вниз, потом переводит взгляд на берег.\n— Вообще-то, не так уж далеко… — нерешительно произносит она.\nТы понимаешь ее с полуслова. К шуму битвы, доносящемуся снизу, добавляются крики Сэма, и тебе не терпится сбежать отсюда как можно скорее. Ты берешь инициативу в свои руки.\n— Рискнем!\nПервым залезаешь на борт и прыгаешь…\nДа, это было необдуманное решение. Ты забыл о том, что не все в этом парке для смельчаков реально. На вашу беду, яхта стоит вовсе не на реке, а ее покачивание — только иллюзия. Ты готов погрузиться в воду, а вместо этого шлепаешься на твердый цемент. Вероятно, при таком падении есть шанс уцелеть — один на тысячу. Но ты и Лесли к тем счастливчикам не принадлежите.\nКОНЕЦ<s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 34,
    "text": "Ты приближаешься к замку. Вид у него заброшенный. Окна трех этажей заколочены, а в нескольких, что наверху, под самой крышей, горит свет.\nПо обеим сторонам крыши вздымаются две круглые башни. От ворот к крыльцу тянется мощеная дорожка, когда-то, видно, проходившая через лужайку, но теперь все вокруг поросло бурьяном. Запустение и смерть витают в воздухе вокруг этого угрюмого строения, а что-то ждет тебя внутри?..\nС опаской поднимаешься на скрипучее деревянное крыльцо и видишь две черные двери. На каждой скалит зубы с огромным, зажатым в них кольцом отлитое из бронзы чудовище. Должно быть, надо постучать одним из колец.\nБум-бум-бум! Грохот кольца по медной пластине эхом разносится внутри. Ты ждешь, когда откроют, но вместо этого слышишь грозный рык:\n— Уноси ноги, если жизнь дорога!<s>r\n",
    "answers": [
      {
        "id": 35,
        "text": "..."
      }
    ]
  },
  {
    "id": 35,
    "text": "От этого рыка по спине бегут мурашки и волосы встают дыбом. Чуть отступив, ты напоминаешь себе, что дело происходит в Луна-парке и страсти тут невсамделишные. Но спокойней на душе не становится. К страхам добавляется не слишком приятная мысль, что вообще-то никто тебя сюда не приглашал.\nТы берешься за кольцо и тянешь его на себя в надежде, что дверь окажется заперта. Но к твоему ужасу, она отворяется. Изнутри доносится дьявольский смех, еще более грозный, чем рык, который ты слышал только что.\nМожет, повернуть назад, пока не поздно? Ты здесь один, и никто не узнает, что ты струсил. Однако перед самим собой тоже стыдно: дошел, можно сказать, до цели — и на попятный!<s>r\n",
    "answers": [
      {
        "id": 36,
        "text": "Сбежать."
      },
      {
        "id": 37,
        "text": "Решиться войти."
      }
    ]
  },
  {
    "id": 36,
    "text": "Ну нет! — говоришь себе ты. — С меня хватит этих страхов! — И бежишь обратно к мосткам.\nТуман сгущается, ты продвигаешься почти вслепую. Но мысль работает. И с каждым ее поворотом тобой все больше овладевает паника. Скорей, скорей отсюда! Ты уже не заботишься о том, чтобы выйти на прежнюю тропинку, а бежишь прямо через лес. И вскоре понимаешь, что заблудился.\nНадо собраться, успокоиться, а ты не можешь. Все мчишься вперед, не разбирая дороги. Ветви деревьев цепляются за одежду, ты запыхался и весь взмок.\nНаконец выходишь на опушку, вдали виднеется твой отель. Облегченно вздохнув, направляешься к нему.\nНо вскоре перед тобой возникает каменная ограда. Перелезть через нее — плевое дело, но за ней проходит ров десятиметровой глубины. И стена, и овраг тянутся в обе стороны, насколько хватает глаз.\nПерелезаешь через ограду и спускаешься в ров. Затем с трудом выкарабкиваешься. Отряхиваешь джинсы и спешишь к отелю. Солнце уже садится, а тебе надо поспеть до темноты.<s>r\n",
    "answers": [
      {
        "id": 38,
        "text": "По ту сторону ограды..."
      }
    ]
  },
  {
    "id": 37,
    "text": "Сердце дико бьется в груди, когда ты открываешь дверь и входишь во мрак замка. Глаза не сразу привыкают к темноте, но наконец ты различаешь широкую каменную лестницу и массивную люстру над головой. Со стен на тебя угрюмо взирают портреты, оправленные в богатые рамы. Рядом коллекция старинного оружия: этими алебардами и мечами можно вооружить по меньшей мере пятьдесят воинов. В углу стоят рыцарские доспехи. Все покрыто паутиной и толстым слоем пыли. Единственное движение в мрачном вестибюле — покачивание маятника огромных напольных часов, наполняющих пространство монотонным тиканьем.\nТы переходишь в следующую комнату, расположенную сразу же за вестибюлем. Здесь царит та же могильная тьма, то же безмолвие. Поневоле стараешься не спугнуть эту гнетущую тишину.\nИ вдруг чья-то тяжелая рука опускается тебе на плечо. Холодея, ты оборачиваешься и встречаешь пронзительный взгляд человека с копной седых волос и густыми черными усами над жесткой линией рта.\n— Я же велел тебе уносить ноги! — рычит он, еще пристальнее вглядываясь в твое лицо, и, видимо, остается недоволен осмотром. — Мальчишка! И, похоже, дерзкий, безрассудный мальчишка!\n",
    "answers": [
      {
        "id": 43,
        "text": "Попытаться объяснится..."
      }
    ]
  },
  {
    "id": 38,
    "text": "По эту сторону оврага раскинулась широкая долина, посреди которой островками высятся утесы. Обследуешь один из скалистых островков, и вдруг кровь застывает у тебя в жилах от низкого грозного рева.\nОн доносится прямо из-за твоей спины. Ты с опаской поворачиваешь голову и оказываешься лицом к лицу с громадным леопардом. Передними лапами он уцепился за край утеса, и ты понимаешь, что он может достать тебя одним прыжком. Если, конечно, это настоящий леопард, а не робот, выполненный в натуральную величину.\nВозможно, это африканский пейзаж парка аттракционов, рассуждаешь ты. Кажется, ты видел в проспекте название аттракциона: «Африканская охота-сафари», — где тебя возят на джипе и где непременно должны встретиться дикие звери и прочие ужасы. А если он все-таки настоящий?.. — думаешь ты. Такого опасного приключения в твоей жизни еще не было. Ты растерялся и отчаянно ищешь выход из положения. Все зависит от того, как быстро ты его найдешь.\n",
    "answers": [
      {
        "id": 39,
        "text": "Леопард настоящий..."
      },
      {
        "id": 40,
        "text": "Убедить себя в том,что это робот..."
      }
    ]
  },
  {
    "id": 39,
    "text": "Леопард явно изготовился к прыжку. У тебя холодеют руки и ноги.\nТы знаешь, что хищников лучше не дразнить, поэтому стоишь как вкопанный и, по возможности, стараешься не дышать.\nВремя идет. То и дело леопард угрожающе рычит, а ты боишься шелохнуться.\nСтемнело. На небо высыпали звезды. В отеле одно за другим загораются окна. А ты стоишь тут среди ночной пустыни один на один с леопардом.\nСтоишь и сам себе удивляешься: как до сих пор не умер от страха и усталости?\nТак проходит целая ночь. Едва рассвело, вдали появляется джип. Водитель выходит из кабины, меряет тебя взглядом, потом леопарда и снова тебя.\n— Не бойся, парень, он не тронет. Это же не настоящий леопард, а робот.\nПереводя дух, ты валишься на траву как подкошенный. Слезы градом катятся по лицу, а ноги от многочасового стояния свело судорогой.<s>r\n",
    "answers": [
      {
        "id": 41,
        "text": "Придя в себя..."
      }
    ]
  },
  {
    "id": 40,
    "text": "Ты улепетываешь так, что пятки сверкают. Леопард-робот, конечно, не станет тебя преследовать. Пролетев метров двести, с замиранием сердца оглядываешься: хищник по-прежнему стоит на утесе и устрашающе ревет. Так и есть, липа!\nОблегченно вздохнув, спешишь к отелю. К ужину опоздать никак нельзя, иначе придется объяснять, где был. Но темнеет здесь быстро, и ты поневоле замедляешь шаг. На часах без пяти шесть. Только чудом ты можешь поспеть вовремя.\nИ чудо является, как по заказу: позади светятся фары джипа. Если он тебя подбросит, то через минуту-другую ты будешь в отеле. Скорее всего, за рулем служитель парка; какое ему дело до того, что занесло тебя сюда?\n",
    "answers": [
      {
        "id": 42,
        "text": "Попытаться доехать на джипе."
      }
    ]
  },
  {
    "id": 41,
    "text": "Ты чувствуешь себя круглым идиотом.\n— Представляю, что вы там обо мне подумали! — говоришь ты, качая головой и не сводя глаз с леопарда. — Стоит перед роботом всю ночь, как последний болван и трус!\nМолодой водитель в майке с напечатанным призывом «Спасите китов!» вполне серьезно откликается:\n— Вовсе нет. Так и было задумано, чтоб люди верили, что наши роботы настоящие. Иначе игра не стоит свеч.\nОн помогает тебе забраться в кабину и по радиотелефону докладывает:\n— На связи Эд Джексон. Я нашел пропавшего смельчака. — Потом слушает, что говорят ему в ответ, кладет трубку и сочувственно похлопывает тебя по плечу. — Как ни жаль, приятель, но ты нынче же полетишь домой. Слишком много с тобой хлопот.\nТы обреченно вздыхаешь, воображая, сколько интересного мог бы увидеть, если б не лез в смельчаки, когда тебя не просят!\nКОНЕЦ<s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 42,
    "text": "Ты выходишь на дорогу и машешь руками водителю, чтоб остановился. Джип мчится прямо на тебя. Он уже в десяти метрах и вроде не собирается сбрасывать скорость. Странно! Ты не трогаешься с места. Наверняка остановится.\nНо он не останавливается. Перед тем как ощутить страшный удар бампером, ты успеваешь взглянуть в лицо водителю. У него улыбка робота. Ну, уж если леопарду не удалось тебя одурачить, то этому и подавно. Ты отлично понимаешь, кто он, однако от этого тебе не легче.\nКОНЕЦ<s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 43,
    "text": "Мне просто было любопытно взглянуть на ваш дом, — совершенно искренне отвечаешь ты и оглядываешься вокруг. — Потрясающе! — За льстивой улыбкой ты пытаешься скрыть свой страх.\n— Ну, коли так, проходи, полюбуйся. — В его голосе, как и во взгляде, ты ощущаешь явную угрозу. — Но прежде я задам тебе несколько вопросов. С тобой еще кто-нибудь есть?\n— Нет, что вы!\n— А сюда пробрался…\n— Тайком, — признаешься ты.\n— И кто будешь?\n— Один из смельчаков. — Ты называешь ему свое имя.\n— А я доктор Бок, главный конструктор Луна-парка для смельчаков, — представляется он. — Я провожу испытания, и ты оторвал меня от работы. Надо бы охранников позвать, да времени нет. Хочешь, поброди по замку или пойдем со мной в подвал, в мою лабораторию.\nТебе хотелось бы продолжить осмотр замка. Однако и в лабораторию ты не прочь заглянуть<s>r\n",
    "answers": [
      {
        "id": 44,
        "text": "Осмотреть замок."
      },
      {
        "id": 45,
        "text": "Сопровождать доктора Бока."
      }
    ]
  },
  {
    "id": 44,
    "text": "— Если не возражаете, сэр, я бы побродил по замку, — смиренно отзываешься ты.\n— Валяй! — отвечает доктор Бок и, засунув руку за ржавые доспехи, нажимает кнопку на стене.\nТы видишь перед собой старинное подъемное устройство, нечто вроде лифта. Доктор Бок отворяет скрипучую дверцу.\n— Осмотр лучше начинать сверху, с Восточной башни.\n— Благодарю вас, — киваешь ты и улыбаешься доктору Боку, но его суровое лицо остается неподвижным.\nЛифт дергается и тут же останавливается. Потом продолжает движение уже медленно, с жуткой тряской и скрежетом. Прежде ты не боялся оставаться один в закрытой кабине лифта, но при виде этого дряхлого сооружения невольно думаешь: неужели он когда-нибудь доберется до цели? Твое внимание привлекает новый звук — какое-то странное жужжанье. По мере того как лифт ползет в башню, оно становится все громче.\nТы силишься понять, откуда исходит звук, и за секунду до остановки лифта содрогаешься от внезапной догадки. Дверь открывается, и ты видишь…\nЛетучих мышей! Так и знал! Это были крылья — тысячи крыльев, заполняющих всю башню. Летучие твари облепляют тебя. Одна маленькая мышь вцепляется прямо в волосы. Ты вопишь, мечешься, тебя передергивает от омерзения.<s>r\n",
    "answers": [
      {
        "id": 46,
        "text": "Немного придя в себя..."
      }
    ]
  },
  {
    "id": 45,
    "text": "— Я с вами, — заявляешь ты доктору Боку. — Очень хочется посмотреть, как работает аудиоаниматроника.\nОн удивленно поднимает бровь.\n— Ишь ты, каких слов нахватался! Нынче даже малолетки учеными стали. Ну что ж, пойдем. Раз ты такой умный, может, и постигнешь мой замысел.\nОн отворяет проржавевшую железную дверь. За нею лестница ведет вниз.\n— Сюда, — говорит доктор, и ты следом за ним спускаешься по ступеням.\n",
    "answers": [
      {
        "id": 52,
        "text": "Следовать за доктором..."
      }
    ]
  },
  {
    "id": 46,
    "text": "Конечно, это не настоящие летучие мыши, а роботы, внушаешь ты себе, пробираясь по стене башни. А ведь совсем как живые! Даже запах от них такой резкий, словно вокруг полно тухлятины.\nНаконец ты дошел до узкой каменной лестницы на другом краю площадки. Вскоре убеждаешься, что мыши не запрограммированы на спуск вместе с тобой, и все же на всякий случай прикрываешь лицо руками.\nЛестница выводит тебя из башни, и ты попадаешь в просторный зал. Тебя еще трясет, когда ты переступаешь через порог.\nЗал слабо освещен лунным светом, что струится сквозь открытое окно. Внимание твое привлекает огромная кровать, на которой лежит золотоволосая красавица.\nУж не мертвая ли? — грешным делом подумал ты. Но нет, в тишине ты слышишь ее легкое дыхание.<s>r\n",
    "answers": [
      {
        "id": 47,
        "text": "..."
      }
    ]
  },
  {
    "id": 47,
    "text": "Вроде бы все спокойно, однако внутреннее напряжение не оставляет тебя, как будто что-то должно вот-вот случиться.\nИ ты не ошибся. Из дальнего угла доносится скрип, и, обратив туда глаза, ты замечаешь длинный ящик — гроб. Изнутри крышку медленно приподнимает мужская рука. И вот мертвец встал из гроба. Высокий, худой, очень-очень бледный. На нем черный костюм и черная бархатная, подбитая красным шелком накидка, он глядит прямо на тебя. Потом губы раздвигаются в жутком оскале, и ты видишь два клыка. Перед тобой вампир.<s>r\n",
    "answers": [
      {
        "id": 48,
        "text": "Наблюдать..."
      }
    ]
  },
  {
    "id": 48,
    "text": "Вампир подкрадывается к спящей красавице.\nТы сразу понял, что у него на уме: вампиры редко меняют свои пристрастия. А еще ты готов поспорить, что девица сейчас проснется и начнет визжать.\nХотя робот выглядит очень натурально, тебе уже порядком наскучила страшная история, которую ты миллион раз видел в кино и в комиксах. Поэтому ты решаешься заглянуть в гроб. Остановить тебя некому — здесь никого нет, а узнать, как управляют роботами, крайне любопытно. В темноте поблескивает откидная панель. Должно быть, за ней какое-то электронное устройство — хорошо бы его потрогать! Вряд ли когда-нибудь тебе снова представится возможность управлять вампиром.<s>r\n",
    "answers": [
      {
        "id": 49,
        "text": "Поддаться любопытству..."
      }
    ]
  },
  {
    "id": 49,
    "text": "Гроб оказывается глубже, чем ты предполагал, и тебе никак не дотянуться до панели, разве что залезть внутрь. Наконец ты открываешь крышку — за ней кнопки, кнопки… Ах, жаль, фонарика нету!\nПронзительные крики золотоволосой красавицы сменяет органная музыка, сопровождающая мерный перестук шагов. Ты выглянул из-под крышки. Увидев перед собой вампира, хочешь встать, но он ударяет тебя по голове ботинком.\n— Эй, думай, что делаешь! — кричишь ты.\nНо, разумеется, роботы не могут думать — они делают то, на что запрограммированы. На сей раз программа предписывает ему прыгнуть в гроб и захлопнуть крышку.<s>r\n",
    "answers": [
      {
        "id": 50,
        "text": "..."
      }
    ]
  },
  {
    "id": 50,
    "text": "Пытаешься отпихнуть вампира, но, оказывается, роботы гораздо тяжелей, чем ты предполагал.\n— Доктор Бок! Эй, кто-нибудь! Помогите! — кричишь ты, но органная музыка заглушает твои крики.\nТы вытягиваешься в гробу, прижимаешься к стенке, чтобы проклятый вампир тебя не раздавил. Крышка захлопывается, и ты не в силах ей помешать.\nОрганная музыка смолкла. Ты вопишь что есть мочи, в душе понимая, что никто здесь тебя не услышит. Навалившегося робота тебе кое-как удается сбросить, но, несмотря на все твои усилия, крышка не открывается.\nДо пульта тебе тоже не дотянуться, а если б и дотянулся, ты же не знаешь, какую кнопку нажимать. В отчаянии ощупываешь стенку гроба: может, хоть какая щель найдется — воздуху глотнуть. Но гроб заколочен на совесть.\nСнова ложишься и думаешь: надо экономить кислород. Интересно, сколько времени пройдет, прежде чем ты станешь таким же холодным и безжизненным, как твой сосед. Слезы наворачиваются на глаза. Ты утираешь их краешком вампировой бархатной накидки.<s>r\n",
    "answers": [
      {
        "id": 51,
        "text": "Спустя какое-то время..."
      }
    ]
  },
  {
    "id": 51,
    "text": "Ты не знаешь, сколько времени прошло — двадцать минут или двадцать часов, — но вдруг снова раздается органная музыка: судя по всему, она возвещает выходы вампира.\nОн и в самом деле зашевелился, приоткрывает крышку гроба. Ты вскакиваешь, рвешься к свету, вопишь:\n— Я живой! Живо-ой!\nА вампир опять пробирается к златовласке.\nОна визжит, но все разом обрывается, и на сцену выступает служитель парка аттракционов.\n— Ты как? Ничего?\n— Ничего. Руки и ноги малость занемели, — откликаешься ты.\nСлужитель награждает тебя неодобрительным взглядом.\n— Если б тебя не хватились, еще не то было бы.\n— И давно я в этой ловушке? — интересуешься ты.\n— Кто ж тебя знает? Мы уже восемь часов ищем — с ног сбились. — Он выводит тебя из комнаты. — Хорошо, что догадались направить сюда видеокамеры.\nБез промедления тебя сажают в самолет и отправляют домой. Можешь радоваться: в гробу побывал — вот тебе и весь парк аттракционов!\nКОНЕЦ<s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 52,
    "text": "Заброшенный замок выглядит так натурально, что ты почти уверен: сейчас тебе предстанет сырое и мрачное подземелье. А вместо этого вдруг оказываешься в чистом и светлом помещении, оборудованном по последнему слову техники: компьютеры, мониторы, телеэкраны и все такое прочее.\nДоктор Бок указывает тебе на стул перед главным компьютером, а сам роется в шкафу.\n— Я рад, что ко мне в гости зашел парень, разбирающийся в технике… Ну вот, как раз то, что нужно!\nОн подходит к тебе, что-то пряча за спиной. На его изжелта-бледном лице впервые за все время появляется улыбка.\nОднако от этой улыбки у тебя мороз по коже. Надо бежать, думаешь ты, лестница рядом. Но вдруг твои страхи напрасны? Скорей всего, он просто безобидный чудак, и, улизнув от него, ты упустишь случай разобраться в механике всех этих сказочных аттракционов.\n",
    "answers": [
      {
        "id": 53,
        "text": "Обратиться в бегство..."
      },
      {
        "id": 54,
        "text": "Рискнуть остаться..."
      }
    ]
  },
  {
    "id": 53,
    "text": "Не желая рисковать, ты взлетаешь по лестнице и ощупью пробираешься по темному замку. Нащупываешь дверную ручку — дверь открывается. Ты выходишь на задний двор, заваленный пустыми банками из-под краски, грудами щепок, сломанными роботами. Стараешься не шуметь, поэтому путь обратно к мосткам занимает довольно много времени.\nШагов не слышно, и ты, набравшись смелости, оборачиваешься. Никого! Ну, слава Богу, наверно, доктор Бок все еще разыскивает тебя внутри замка!\nВ густом тумане почти ничего не видно. Нетрудно догадаться, кто его напустил. Ты еще раз оглядываешься и видишь, как дверь отворяется. Доктор Бок бежит за тобой, размахивая руками.\nТы даешь деру не разбирая дороги. И вдруг проваливаешься в пустоту.\nСтоя по колено в воде, смотришь вверх на мостки. В них не хватает нескольких досок. Не иначе, мерзавец доктор их вытащил, пока ты блуждал по двору.<s>r\n",
    "answers": [
      {
        "id": 55,
        "text": "Мгновение спустя..."
      }
    ]
  },
  {
    "id": 54,
    "text": "Внушив себе, что бояться нечего, ты улыбаешься в ответ доктору Боку. Внезапно он жестом фокусника выхватывает из-за спины веревку и накрепко привязывает тебя к стулу.\n— Эй! Вы чего?! — кричишь ты, отбиваясь руками и ногами.\nНо в следующий момент чувствуешь во рту платок. Мотаешь головой, однако доктору удается как следует закрепить кляп. Ты нем и беспомощен.\nТрудно представить, что тебя ожидает, но, как ни странно, ты скорее рассержен, чем испуган. И негодуешь больше на себя самого. Сперва попался в ловушку, потом сидел тут, как дурак, и ждал, пока этот псих отыщет веревку!\nТеперь деваться некуда: сиди себе на стуле и не рыпайся!\nТем временем доктор Бок нажимает кнопку на компьютере. Тут же вспыхивает один из экранов. Ты узнаешь мрачный вестибюль замка. Рыцарский доспех начинает медленно двигаться к видеокамере.<s>r\n",
    "answers": [
      {
        "id": 56,
        "text": "..."
      }
    ]
  },
  {
    "id": 55,
    "text": "Удирая от вероломного доктора, ты пускаешься вплавь. Кажется, спасен! В уме ты уже репетируешь свой рассказ репортерам о приключениях на острове Трансильвания.\nНо ты рано обрадовался. Впереди слышится грохот: тебя неудержимо несет к водопаду. Заманчивая перспектива, будь это очередной аттракцион Луна-парка. Но, к несчастью, водопад настоящий.\nКОНЕЦ<s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 56,
    "text": "Доктор Бок нажимает вторую кнопку, включает еще один монитор. По большому залу перемещается скелет.\n— Смотри, ну как живой! — с гордостью говорит доктор Бок. — Я двадцать два года работал над этой аниматроникой, и теперь моих вампиров и призраков никто не отличит от настоящих.\nОн все больше возбуждается, рассказывая о своих творениях; в глазах безумный блеск. Точно одержимый носится он по комнате от одного компьютера к другому, давит на кнопки; экраны показывают все новые комнаты замка.\n— И для чего это все? — спрашивает он. — Чтоб меня уволили за неделю до открытия?! — Он глядит на тебя; его левая бровь сильно подергивается; на лбу вздулись жилы. — За что?.. — вопрошает он, дрожа от ярости. — Да потому, видите ли, что мои блестящие эффекты, мои легендарные аттракционы чересчур опасны! — Он плюхается на стул подле тебя. — Что же мне делать? — говорит он тихо и обреченно.<s>r\n",
    "answers": [
      {
        "id": 57,
        "text": "Собраться с силами..."
      }
    ]
  },
  {
    "id": 57,
    "text": "Несмотря на страх, ты восхищен представлением полоумного доктора. Этот тип явно жаждет славы, а ты — единственный зритель. Надо как-нибудь довести до его сознания, что тебе крайне интересно все происходящее. Тогда, может, и выпутаешься из опасной переделки.\nОднако трудно уследить за сменой его настроений. Взгляд из обреченного становится вызывающим. Бок вскакивает со стула и бежит к телемониторам.\n— Но сегодня я снова на коне! — восклицает он. — Остров Трансильвания — мое величайшее изобретение — станет орудием чудовищной мести.\nОн выдвигает какой-то ящик и начинает выкладывать на пол шашки динамита. Какой ужас! Взрывчатки хватит, чтобы разметать в пух и прах весь остров.\n— Я заложу динамит в компьютер. И поставлю взрывное устройство на завтра после полудня.\nТы киваешь и мычишь сквозь платок:\n— О-о о-а а а-о а-а…\nДоктор Бок с любопытством глядит на тебя. Ему явно не терпится услышать комплимент в свой адрес, поэтому он вытаскивает кляп.\n— Что-что?\n— Такого аттракциона я еще не видал, — переводишь ты на человечий язык. — Жалко, что больше никто не сможет им полюбоваться.<s>r\n",
    "answers": [
      {
        "id": 58,
        "text": "..."
      }
    ]
  },
  {
    "id": 58,
    "text": "Доктор Бок поигрывает на ладони шашкой динамита. Ага, задумался, значит, есть надежда! Ты начинаешь развивать свою идею:\n— По-моему, сэр, несправедливо лишать публику такого зрелища. Ведь, несмотря ни на что, остров Трансильвания остается вашим гениальным изобретением.\nДоктор Бок, не выпуская из рук динамит, внимательно смотрит на тебя.\n— Надо, чтобы весь мир узнал, кому в действительности принадлежит заслуга создания Луна-парка для смельчаков. — (Ты говоришь как по писаному.) — Держу пари, скоро у вас не будет отбоя от журналистов, от приглашений выступить по телевизору, написать книгу! Про вас будут фильмы снимать — целые сериалы! — (Во загнул!).\nДоктор Бок откладывает взрывчатку.\n— Ты вправду так думаешь? — заинтересованно спрашивает он.\nТы улыбаешься во весь рот.\n— Еще бы! Знаете, что мне пришло в голову? Почему бы не устроить пресс-конференцию прямо здесь? Созовем газетчиков, телевизионщиков, и вы поведаете им о своей грандиозной работе, А я готов подтвердить это как очевидец.<s>r\n",
    "answers": [
      {
        "id": 59,
        "text": "..."
      }
    ]
  },
  {
    "id": 59,
    "text": "Доктор Бок запускает пальцы в свою седую гриву.\n— Вообще-то у меня была мысль обратиться в прессу… — Но он тут же умолкает.\n— Если вы окажете любезность меня развязать, — вкрадчиво говоришь ты, — я тут же начну обзванивать все газеты. Вот увидите — репортеры слетятся как мухи на мед.<s>r\n",
    "answers": [
      {
        "id": 60,
        "text": "Подождать..."
      }
    ]
  },
  {
    "id": 60,
    "text": "Доктор Бок нерешительно переминается с ноги на ногу.\n— Неужто вы хотите разрушить дело всей жизни, даже не получив должного признания? — спрашиваешь ты.\nЭто его добило. Он развязывает опутавшую тебя веревку, а ты стараешься не показать ему, как дрожат руки. Тебе удалось подольститься к доктору Боку, но ты понимаешь, что один неверный шаг может оказаться роковым.\nНаконец руки у тебя развязаны, ты потираешь их и бросаешься к телефону.\nНо доктор Бок отталкивает тебя.\n— Нет уж, лучше я сам, — заявляет он.\nЗа несколько минут он обзвонил все местные газеты и телевидение. Скоро журналисты явятся в лабораторию.\n— Что я говорил?! — восклицаешь ты. — Им не терпится взять у вас интервью. Давайте немного здесь приберем к их приходу. Я смотаю веревку, а вы спрячете динамит.\nДоктор Бок с готовностью убирает шашки. Ты заговариваешь ему зубы, пока снаружи не раздается рев мотора.\n— Вот и они! — радуешься ты. — Пойду встречу!\n— Зачем? — возражает Бок. — У меня все продумано.",
    "answers": [
      {
        "id": 61,
        "text": "..."
      }
    ]
  },
  {
    "id": 61,
    "text": "Он говорит в микрофон:\n— Добро пожаловать! Я — доктор Бок. Прошу вас, проходите в дверь слева. — Он нажимает кнопку на щитке. — Спускайтесь по лестнице в мою лабораторию, где состоится пресс-конференция.\nОн смотрит на тебя, явно ожидая восхищения.\n— Толково придумано, — одобряешь ты.\nНа лестнице слышатся шаги, и вскоре в дверном проеме возникает молодая женщина. За ней следуют двое мужчин — у одного в руках видеокамера, у другого осветительная аппаратура.\n— Позвольте представиться: Жанетта Уоллес, ведущая пятого канала, я готовлю шестичасовые новости. — Женщина оглядывает помещение, подходит к доктору Боку и берет его под руку. — Вам лучше встать вот здесь, перед вашими мониторами.\nТы размышляешь, какой бы знак им подать, чтобы вызвали полицию, но все происходит слишком стремительно. Операторы устанавливают оборудование, а мисс Уоллес советует доктору Боку держаться перед камерой как можно раскованнее. Ладно, пускай берут свое интервью, а я пока придумаю, что делать, решаешь ты.<s>r\n",
    "answers": [
      {
        "id": 62,
        "text": "Минуту спустя..."
      }
    ]
  },
  {
    "id": 62,
    "text": "Мисс Уоллес берет в руки микрофон.\n— Я — Жанетта Уоллес. Мы ведем репортаж из Луна-парка для смельчаков, где проходит операция по задержанию известного преступника доктора Ирвинга Бока.\nУ Бока отвисла челюсть. Двое операторов хватают его под руки.\nМисс Уоллес показывает ему значок.\n— Мы переодетые сотрудники полиции. После вашего звонка газеты немедленно поставили нас в известность. Мы давно за вами следим.\nДоктор Бок с ненавистью смотрит на тебя.\n— Ты меня обманул!\n— Нет, — отвечаешь ты. — Я в самом деле еще не видел такого аттракциона.<s>r\n",
    "answers": [
      {
        "id": 63,
        "text": "Час спустя..."
      }
    ]
  },
  {
    "id": 63,
    "text": "Час спустя президент компании, слушая твой рассказ о событиях на острове Трансильвания, потрясенно качает головой.\n— Судя по всему, он действительно собирался взорвать замок. — Он снимает трубку и отдает распоряжение: — Немедленно проверить все аттракционы и места общественного питания. До тех пор пока не будет гарантии полной безопасности, мы не можем открыть наш парк.\nНа пути домой ты гадаешь, пригласят ли тебя сюда еще раз, учитывая твою помощь в разоблачении преступных планов доктора Бока, или, наоборот, больше близко к парку не подпустят за то, что ты нарушил инструкции.\nТам видно будет!\nКОНЕЦ<s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 64,
    "text": "— Если не станете мне препятствовать, — на чистейшем английском языке заявляет индеец, — останетесь целы.\n— А в чем препятствовать? — поинтересовался Сэм.\n— В моем протесте, — отвечает краснокожий. — Меня зовут Кайано. Я родился на берегах Амазонки, а теперь учусь в Нью-Мексико, в университете. Этот Луна-парк возводит клевету на мой народ — потому я здесь.\n— То есть? — не понял ты.\nКайано оглядывает помещение.\n— Их «аттракцион» — «Джунгли Амазонки» изображает нас как головорезов. Я не позволю им обливать грязью мое племя!\nТы невольно бросаешь взгляд на охранника, со связанными руками.\nГлаза Кайано вспыхивают гневом.\n— Я не собирался драться с ним, но он вытащил нож. — Он указывает на пол, где и вправду валяется нож. — У меня не было выбора.\n— Нас предупреждали о нападении диких индейцев, — вмешивается Лесли. — Я знаю, это неправда. Недавно я прочла книгу о джунглях Амазонки. Ваше дело правое, — заявляет она. — В парке полно журналистов, так что здешнее начальство поневоле выслушает ваши претензии.\n",
    "answers": [
      {
        "id": 65,
        "text": "Через пару минут..."
      }
    ]
  },
  {
    "id": 65,
    "text": "По правому борту слышится рокот моторки.\n— Ну вот, — говоришь ты, — на ловца и зверь бежит!\nНа борт поднимается солидный, шикарно одетый господин в сопровождении охраны.\n— Взять его! — приказывает он, врываясь в трюм.\n— И нас вместе с ним! — восклицаешь ты и загораживаешь собой Кайано.\nДрузья следуют твоему примеру.\nОхранники в недоумении смотрят на шикарного седовласого господина.\n— Ваш так называемый «аттракцион» «В джунглях Амазонки» изображает индейцев как шайку головорезов, которые нападают на ни в чем не повинных людей! — с горячностью говорит ему Лесли.\nНо холодные голубые глаза администратора глядят невозмутимо.\n— Я — Бернард Уэстон, президент компании, учредившей парк для смельчаков. — Он протягивает индейцу руку. — Предлагаю всем сесть за стол переговоров.\nМистер Уэстон начинает подробно расспрашивать Кайано, а ты про себя отмечаешь, что этот человек недаром занимает столь высокий пост. Через четверть часа он заявляет, что аттракцион не откроется до тех пор, пока сценарий не будет переработан, и даже просит Кайано помочь в таком нелегком деле.<s>r\n",
    "answers": [
      {
        "id": 66,
        "text": "..."
      }
    ]
  },
  {
    "id": 66,
    "text": "Вы пересаживаетесь в моторку. По пути мистер Уэстон отдает распоряжение по рации, чтобы для Кайано подали самолет, который доставит его в Нью-Мексико. Затем президент останавливает свои немигающие голубые глаза на тебе и друзьях.\n— Ну, раз путешествие по Амазонке не состоялось, не хотите ли взамен прокатиться по «Белопенной Стремнине»?\n«Белопенная Стремнина»!\n— Почему бы и нет? — с напускным спокойствием отвечаешь ты, вспомнив жуткое зрелище ныряющего в водопад каяка из телерекламы парка для смельчаков.\nУ Сэма и Лесли такой взволнованно-испуганный вид, что ты сразу понимаешь: они рады к тебе присоединиться.<s>r\n",
    "answers": [
      {
        "id": 67,
        "text": "Спустя 10 минут..."
      }
    ]
  },
  {
    "id": 67,
    "text": "Спустя десять минут ты уже смотришь вниз на крутые излучины горной реки, бегущей по глубокому каменистому ущелью. Высота водопада — метров пятнадцать; у подножия пенный омут, а дальше река продолжает головокружительный спуск по стремнине.\nТы вызвался пойти первым. Мистер Уэстон самолично помогает тебе надеть защитный шлем.\n— В него вмонтировано контрольное устройство, — объясняет он. — Наш эксперт Винс… — он кивает на человека в наушниках, — будет передавать тебе инструкции по радио, чтобы у тебя не возникло затруднений.\nТы подтягиваешь ремень шлема, оглядываешься напоследок на Сэма и Лесли и прыгаешь в каяк — маленькую лодку на одного человека. Хватаешься за весло, готовый грести изо всех сил, чтоб не наткнуться на какой-нибудь валун или не врезаться в скалистую стену ущелья. Ты, конечно, понимаешь, что это аттракцион и, греби не греби, конец все равно один. И тем не менее…\n— Смелей! — напутствует мистер Уэстон, подталкивая каяк на край водопада. — Ты первый, но не последний, кому посчастливилось попасть на «Белопенную Стремнину». Думаю, она станет одним из самых популярных аттракционов в парке<s>r\n",
    "answers": [
      {
        "id": 68,
        "text": "Начать гребсти."
      }
    ]
  },
  {
    "id": 68,
    "text": "Сердце колотится. Ты набираешь воздуху в легкие, когда нос каяка свешивается над краем бездны. И вот с безумной скоростью ты летишь вниз. В ушах стоит рев ветра и воды, а ты все падаешь, пока по резкому удару об днище не догадываешься, что уже погрузился в омут.\nКаяк бешено вращается. Тебе страшно. Спираль закручивается все туже и увлекает тебя к мощной воронке. Сейчас затянет!\n— Греби! — слышится в микрофоне крик Винса.\nТы отчаянно работаешь веслами и чувствуешь, как лодка мало-помалу двигается вперед. Неизвестно, благодаря ли твоим лихорадочным движениям или чему еще, но каяк выбирается из водоворота.\nТы переводишь дух, пытаешься собраться с мыслями, а твое суденышко уже скользит по зеркально-гладкой воде. Но вдруг сверху доносится угрожающий рокот. Подняв глаза, ты бледнеешь при виде огромной глыбы, что сорвалась со скалы и неудержимо летит в ущелье.\n— Берегись! — вопит Винс<s>r.\n",
    "answers": [
      {
        "id": 69,
        "text": "..."
      }
    ]
  },
  {
    "id": 69,
    "text": "А как беречься? Лодка чересчур медленно скользит по ровному пространству. Гигантский валун навис над твоей головой, и ты гребешь из последних сил, пытаясь свернуть с его пути. Никогда еще тебе не было так жутко.\nИ все же сокрушительный удар буквально в метре от борта лодки застигает тебя врасплох. Он оглушил тебя, всего окатил водой, но ты остался жив. И лишь тогда вспомнил, что это аттракцион и здесь тебе не причинят вреда — во всяком случае, ты питаешь такую надежду. Главное — собрать силы, не поддаться страху и с достоинством продержаться до конца.\n— Ну, страшней уж не будет, — говоришь ты вслух, подбадривая себя.\n— Будет! — обещает Винс.\nТы вновь хватаешься за весло, услыхав впереди грохот воды. Огибаешь излучину, и у тебя мутится в глазах: впереди раскинулись ужасающие пороги.\nУщелье здесь такое узкое, а пороги такие крутые, что воды почти не видно — сплошная пена. Отсюда, наверно, и название аттракциона — «Белопенная Стремнина»<s>r\n",
    "answers": [
      {
        "id": 70,
        "text": "Напрячь все силы..."
      }
    ]
  },
  {
    "id": 70,
    "text": "Ты ощущаешь мощный рывок — это твой каяк перепрыгивает через огромное скопление валунов; потом еще несколько ударов послабее — это он погружается в пену. Его швыряет из стороны в сторону средь бурливых волн, а ты пытаешься в точности исполнять все команды Винса.\nВесло кажется тебе копьем, когда ты отталкиваешь свою лодчонку от каменных громад, но внезапно налетевший вал вырывает его у тебя из рук. Теперь тебе остается только вцепиться в борт и уповать на судьбу.\nКаяк мчится вперед, следуя за сумасшедшими изгибами потока. На одном из поворотов он подпрыгивает и несется прямо на скалу.\n— Спасите! — голосишь ты и, зажмурив глаза, врезаешься в скалу.\n",
    "answers": [
      {
        "id": 71,
        "text": "Открыть глаза."
      }
    ]
  },
  {
    "id": 71,
    "text": "Странно: ты совсем не чувствуешь боли, только очень перепугался. Потом наступает прекрасное ощущение полета, но вслед за этим каяк вновь содрогается, ударяясь о воду. Мало того — тебе чудится, что он ушел в глубину метров на шесть и мучительно медленно всплывает.\nТы затравленно озираешься и видишь, как лодка уже скользит к пристани. Следом за тобой причаливают Лесли и Сэм. По их лицам видно, что они в таком же шоке.\nИ вдруг тебя осеняет: ты еще жив! И не можешь удержаться от истерического хохота.\n— Ур-ра! Доплыли! — кричишь ты друзьям.\n— Вот страху-то натерпелись! — откликается Сэм.\nНа пристани вас встречает мистер Уэстон, одаривает дежурно-радушной улыбкой и по очереди помогает вам выбраться на берег.\n— Вот это да! — говоришь ты ему, с трудом сохраняя равновесие. Потом оглядываешь себя с ног до головы. Что-то здесь не так. — Ну надо же, — удивленно говоришь ты, — я уже считал себя утопленником, а весь почему-то сухой, будто и в воде не был!\n",
    "answers": [
      {
        "id": 72,
        "text": "..."
      }
    ]
  },
  {
    "id": 72,
    "text": " Естественно, — подтверждает мистер Уэстон. — Это специально разработанные психологические эффекты, — говорит он. — Все движется так стремительно, что у вас на самом деле возникает ощущение, будто вы плывете в бурном потоке.\nЛесли смотрит на часы.\n— Неужели это длилось всего семь минут? Не может быть!\nМистер Уэстон глубокомысленно кивает.\n— Когда ваше сознание помещают в непривычную ситуацию, время тоже воспринимается иначе — словно бы растягивается. — Он кладет тебе руку на плечо. — Я рад, ребятки, что вам понравилось. А теперь отдыхать! Завтра у вас очень насыщенная программа.\nВернувшись в номер отеля, ты натягиваешь пижаму и плюхаешься в постель. Хорошо бы перед сном посмотреть телевизор, но нет сил дотянуться до пульта. Ты и впрямь будто провел целый день на ревущей стремнине. Через минуту ты уже крепко спишь<s>r.\n",
    "answers": [
      {
        "id": 73,
        "text": "На следующее утро."
      }
    ]
  },
  {
    "id": 73,
    "text": "Продолжение следует...\n(84)",
    "answers": []
  }
]