[
  {
    "id": 1,
    "text": "\n Ты принцесса большого и процветающего королевства. Скоро твое 18-летие и тебе придется встать во главе твоего прекрасного королевства. Однако для начала тебе нужен спутник жизни, который будет помогать тебе и несомненно любить тебя. Ведь какой ты будешь королевой, без короля?!\n  Для этого в день твоего 18-летия твои родители, король и королева, приглашают во дворец многих красавцев королевства, чтобы выбрать для тебя будущего мужа и короля. \n\n\n\n ",
    "answers": [
      {
        "id": 2,
        "text": "Начать\n"
      },
      {
        "id": 24,
        "text": "Читателям)"
      }
    ]
  },
  {
    "id": 2,
    "text": "Глава 1. \n\n Сегодня самый важный день для тебя, не только потому что сегодня твое 18-летие, но и потому что сегодня будет сделан твой самый главный выбор. Именно сегодня в замке собрались самые красивые, умные, добрые... и далее, и далее, сколько есть эпитетов, чтобы описать мужа принцессы и будущего короля. Родители по традиции выберут трёх самых  лучших претендентов, а после выбор будет за тобой. Ну что ж, вперёд на встречу приключениям;)",
    "answers": [
      {
        "id": 3,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 3,
    "text": "Глава 2. \n\n О Боже, я так волнуюсь! Сегодня, именно сегодня я выберу своего будущего мужа, я просто не могу спокойно усидеть от волнения. А ведь нужно быть самой прекрасной сегодня, потому что сегодня только мой день)\n Сначала нужно выбрать наряд и прическу. И это будет...\n",
    "answers": [
      {
        "id": 4,
        "text": "серое платье"
      },
      {
        "id": 15,
        "text": "красное платье"
      },
      {
        "id": 16,
        "text": "сиреневое платье"
      }
    ]
  },
  {
    "id": 4,
    "text": "Чудесно! Теперь идём завтракать будем ждать, когда родители отберут трёх лучших.\n\n Принцесса спустилась в столовую, там уже были король с королевой.\n — Доброе утро, — поприветствовала я их и села за свое место.\n После недолгого завтрака, ты ушла в покои, специально приготовленные, для знакомства с претендентами. Чтобы не умереть от скуки, решила почитать, пока ожидаешь, только какую же выбрать книгу...",
    "answers": [
      {
        "id": 4,
        "text": "серое платье",
        "url": "https://d.radikal.ru/d25/2006/3c/5496e3f2383a.jpg"
      },
      {
        "id": 5,
        "text": "Александр Дюма. \"Граф Монте -  Кристо\""
      },
      {
        "id": 22,
        "text": "Артур Конан Дойл. \"Записки о Шерлоке Холмсе\""
      },
      {
        "id": 23,
        "text": "Оскар Уайльд. \"Портрет Дориана Грея\""
      }
    ]
  },
  {
    "id": 5,
    "text": " И так, по напольным часам, скоро все должно начаться.  Ты сделала глубокий вдох и выдохнула, чтобы хоть немного успокоиться. Спустя несколько минут кто-то то постучал в дверь, и ты ответила: \"Войдите\".\n Дверь, слегка скрипнув, отворилась и на пороге появился высокий\nшатен с карими глазами, одетый в достаточно приличный костюм для того времени. Закрыв дверь он поклонился и представился:\n —  Рэймонд Браун.\nПосле вы встали и, сделав реверанс, также представились:\n — Люсия Кинг.\n Затем вы оба прошли к небольшому столику и сели. Ты не знала с чего начать разговор и пока просто сидела и аккуратно рассматривала первого претендента. Он был очень красив, правильные черты лица и карие глаза, которые от солнечного света, были похожи на истинный янтарь.\nРэймонд первый завязал разговор, спросив:\n — Вы любите читать Дюма? \nВидимо заметил книгу, лежащую на тумбе. Что ж, ты переборов волнение, все таки ответила, подняв на него изумрудного цвета глаза:\n — Да, мне очень нравится, как он пишет. И темы его произведений мне достаточно близки. А вы знакомы с его творчеством?\n — Несомненно. И я полностью с вами согласен, он очень хорошо пишет и темы у него очень близки для нашего времени. — он одарил меня лучезарной улыбкой. Я не оставила этот жест без внимания и тоже улыбнулась. \n — А кто ваши родители и чем они занимаются? — все-таки решила я хоть как-то поддержать беседу. Волнение начало спадать и я чувствовала себя лучше.\n — Мой отец торговец, у него есть несколько лавок в разных городах королевства и он довольно часто наведывается туда... А моя мать... умерла, почти сразу после родов и воспитывал меня один отец, — ответил он, и глаза как-то сразу потускнели. Видимо, плохую я тему выбрала.\n — Ох... Извините, я... — хотела продолжить, но меня перебили.\n — Ничего, вы ведь не знали, — сказал он, положив свою ладонь на мою и я невольно посмотрела ему в глаза.  А там была буря эмоций, я не успела в них разобраться, потому что почти сразу опустила взгляд. А Рэймонд решил продолжить разговор:\n — Вы увлекаетесь музыкой?\n — Да... Я играю на пианино и очень люблю слушать классическую музыку. — ответила я, вновь воодушевившись. \n С ним было очень приятно вести беседу, за какой-то час, который был отведен на знакомство с каждым претендентом, мы стали почти друзьями. И когда я снова рассмеялась, после очередного рассказа о  его приключениях в детстве, часы прозвонили, и это означало то, что наше время закончилось. Мне стало как-то грустно, но я понимала, что должна посмотреть ещё двух претендентов. Поэтому я встала, чтобы проводить Рэймонда до двери. Там он улыбнулся мне на прощание и поцеловал мою руку, как настоящий джентльмен. Что же мне стоит сделать в ответ...",
    "answers": [
      {
        "id": 6,
        "text": "Улыбнуться"
      },
      {
        "id": 5,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c34/2006/8d/9c8fd50416fd.jpg"
      },
      {
        "id": 17,
        "text": "Поцеловать в щеку"
      }
    ]
  },
  {
    "id": 6,
    "text": " В ответ я улыбнулась Рэймонду и он вышел. А я осталась ждать нового претендента.\n Что ж, Рэймонд мне очень даже понравился, думаю я выберу его, хотя... все равно нужно будет встретиться ещё с двумя, может я ещё поменяю свое решение.\n",
    "answers": [
      {
        "id": 7,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 7,
    "text": " Глава 3.\n\n Прошло не так много времени, как в дверь снова постучали. Я вновь произнесла: \"Войдите\". И когда дверь отворилась, в покои зашёл среднего роста, достаточно молодой парень, блондин... вы, наверное, подумали с голубыми глазами, но нет, у него были зелёные глаза. Они были чуть темнее, чем у меня и также очень красивые. Войдя он поклонился и представился:\n — Майкл Уайт. — и его лицо озарила улыбка звезды, а глаза сразу начали бегло меня рассматривать.\n — Люсия Кинг. — вновь представилась я и попыталась улыбнуться, но почему-то мне совсем не хотелось этого делать.\n Мы прошли за стол и сели напротив друг друга. Начинать разговор как-то не хотелось, но долго в молчании сидеть не пришлось. Майкл начал первым:\n — Вы сегодня просто прекрасно выглядите, — сделал он мне достаточно сомнительный комплимент. И не спрашивайте почему сомнительный). Лицо вновь озарила улыбка, ну, а в глазах засияли огоньки. Все что я могла ответить было: \" Благодарю\". Но Майкл не собирался на этом останавливаться, начал расспрашивать: что мне нравится, как я отношусь к путешествиям и все в том же духе. Сначала я отвечала не очень охотно, но потом меня втянула эта беседа и я начала также расспрашивать его о всяком.  Все время, что мы разговаривали Майкл пытался всячески прикоснутся ко мне, сначала я пресекала это, но к концу мне стало уже как-то все равно и я перестала обращать на это свое внимание.   Когда пришел конец так называемого знакомства, я так же немного расстроилась. Кто вообще придумал давать только час?! Как я должна выбрать себе будущего мужа всего лишь за час знакомства?! Бред!\n Но как бы я не возмущалась внутри себя, все равно ничего не смогу сделать. Поэтому, когда пробили часы, я поднялась  со своего места и подошла к двери, чтобы попрощаться с Майклом:\n — До свидания, Майкл.\n — Надеюсь, что до встречи, дорогая Люсия. — ответил он, поцеловал мою руку и улыбнувшись так, как будто он был уверен, что мы ещё встретимся. А в глазах как будто ничего и не было. Либо было очень трудно что то прочесть в них. \n",
    "answers": [
      {
        "id": 7,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a26/2006/32/1ab2787b9342.jpg"
      },
      {
        "id": 8,
        "text": "Улыбнуться в ответ"
      },
      {
        "id": 18,
        "text": "Поцеловать в щеку"
      }
    ]
  },
  {
    "id": 8,
    "text": " Я улыбнулась ему в ответ, он вышел и я осталась одна. Вернулась в кресло, в котором сидела, как только сюда пришла и решила взяться за книгу. Не хочу сейчас думать, кого выбрать, все равно ещё не всех претендентов видела, остался один. Интересно, каким будет он? А пока, думаю у первых двух равные шансы. Но это только пока...)\n",
    "answers": [
      {
        "id": 9,
        "text": "Продолжить\n"
      }
    ]
  },
  {
    "id": 9,
    "text": " Глава 4.\n\n Не успела я прочесть и пары страниц, как в дверь снова постучали. Я также, как и в прошлые два раза произнесла: \"Войдите\". Дверь сразу же отворилась, и моему взору предстал симпатичный брюнет с голубыми глазами. Солнечный луч упал на его лицо и глаза заискрились, как необъятная гладь океана на закатном солнце. Он также поклонился и представился:\n — Алекс Бейкер, — произнес он и в глазах промелькнуло, как мне показалось что-то нехорошее. Но взгляд так быстро переменился, что я подумала, что мне просто показалось и почти сразу забыла об этом. Улыбнувшись, я также представилась, сделав реверанс и мы прошли к столу. Я села за свое место, Алекс же прошел к окну и слегка присел на подоконник. Я не стала возражать. Как и первые два раза, я не стала начинать разговор и ждала, когда парню надоест играть в молчанку. А пока я решила рассмотреть его по внимательнее. Лицо было с правильными чертами, очень сильно выражались на нем скулы, что очень меня привлекло. Одно я могу сказать точно: мои родители выбрали самых красивых претендентов. Его губы растянулись во что-то наподобие ухмылки, а глаза внимательно меня рассматривали, как бы оценивая. Что мне не очень понравилось и я решила отвести взгляд. Прошло уже наверное минут 15, но Алекс, кажется, не собирался начинать разговор, тогда я решила взять все в свои руки, потому что молчание уже изрядно начинало на меня давить, в перемешку с оценивающим взглядом, это создавало не очень приятную атмосферу. Тогда я задала интересующий меня вопрос:\n — А почему вы решили прийти сегодня на отбор? Есть какая-то причина или это было просто от скуки? — он, видимо, не ожидал от меня такого вопроса, потому что лицо его сразу изменилось, но он быстро восстановил самообладание и нацепив все ту же ухмылку ответил:\n — Хм, вообще очень завидно стать королем такого прекрасного королевства, но, думаю, если бы была другая девушка на роль королевы, то я бы ещё хорошенько подумал. Но, зная, вашу просто неземную красоту, я не мог не попытать своего счастья.\n Да, ответ достаточно банален, но он меня все равно слегка удивил. Никто ещё так открыто не выражался на счёт меня и моей красоты. Вообще, соглашусь, что я достаточно привлекательна: каштановые волосы длиной до талии, изумрудного цвета глаза, в которых никогда не угасает огонек детства. Миленькое личико, правильно очерченные черты лица. Да, я была первой красавицей королевства, но это понятно, я ведь принцесса. Что-то я сильно начала оценивать свою внешность, после всего лишь маленького замечания о моей привлекательности. А Алекс все не отрывал взгляда внимательных глаз от моей фигуры. Тогда я решила подняться и немного пройтись, слишком засиделась. А парень почти сразу подошёл ко мне и протянул свою руку, сказав при этом:\n — Не разрешите ли мне потанцевать с вами, чтобы хоть как-то разбавить нашу \"беседу\"? \n Я лишь слегка кивнула и Алекс, взяв мою ладонь в свою, а другую положив себе на плечо, закружил меня в танце. Благо место позволяло. Мягко прижимая меня к себе за талию, он плавно кружил меня. А я решила просто расслабиться и дать ему вести меня в этом танце. Когда мы закончили танцевать, я села в кресло и пыталась отдышаться. Алекс же сел напротив меня и снова не отрывал взгляда, пока часы вновь не прозвонили. Вот и закончилась третья встреча, а дальше... будет очень сложный выбор. Ну что ж, пора прощаться. Я встала вместе с Алексом и мы пошли к выходу. Я попрощалась, а он поцеловав мою руку, взглянул в мои глаза, как будто что-то спрашивая, а вслух сказал: \n — До свидания, миледи. Надеюсь, что до скорой встречи, — и лицо озарила настоящая улыбка, не обычная ухмылка.",
    "answers": [
      {
        "id": 9,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c01/2006/b0/8f385ef43f1b.jpg"
      },
      {
        "id": 10,
        "text": "Улыбнуться"
      },
      {
        "id": 19,
        "text": "Поцеловать в щеку"
      }
    ]
  },
  {
    "id": 10,
    "text": " Я также слегка улыбнулась в ответ и он вышел. Постояв некоторое время, я немного прошлась, а после посмотрев на часы, вышла. Теперь пойду в свою комнату и у меня есть время до вечера, чтобы дать свой ответ. Кажется, это будет очень сложный выбор для меня, ведь час —   это слишком мало времени для нормального знакомства. Главное не ошибиться с выбором...",
    "answers": [
      {
        "id": 11,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 11,
    "text": "Глава 5.\n\n Придя в свою комнату, я легла на кровать и, закрыв глаза, начала прокручивать в голове все три встречи. Да, все они разные и пока я не могу понять от какой у меня большее впечатление. Все три претендента красивы, галантны и я думаю совершенно не глупы, но... нужно подумать и о чувствах, которые я испытывала с каждым. \n Рэймонд был вежлив, с ним было очень легко разговаривать и чувствовалось что-то родное в этом разговоре. Однозначно, с ним у меня связываются только теплые чувства, но на любовь не похоже, это больше как дружба, близкий по духу человек. Хотя может потом это будет очень крепкая и чуткая любовь...?\n Дальше Майкл... Да, поначалу он мне не очень понравился, даже не знаю почему). Может потому что был явный контраст с Рэймондом? Но все же, потом завязалась неплохая беседа, которая очень меня увлекла. Прикосновения... Да, он всячески хотел во время беседы дотронуться до меня, а не это ли признак симпатии? Сначала мне это не понравилось, но потом ведь стало все равно. Нет, все-таки от этой встречи у меня смешанные чувства. Не знаю... сложно разобраться в себе, в своих чувствах... Тем более в тех, которые возникли всего лишь за час знакомства!\n И последний Алекс... самая непонятная встреча. Хотя оставшееся впечатление после танца достаточно хорошее). И его ответ на мой вопрос также впечатлил меня. А этот его взгляд, который неотрывно рассматривал меня, оценивая... Да, соглашусь, он мне очень даже привлекателен, есть в нем какая-то загадка, которую очень хочется разгадать, но не поэтому критерию я должна выбирать себе жениха.\n Черт, да все они красивы, вежливы, галантны... Все оставили разное, но в то же время хорошее впечатление. Наверное, нужно подумать с кем из них я смогу прожить счастливую жизнь и вдобавок управлять королевством. Но я ведь о них почти ничего не знаю! Неужели я должна выбирать по первому впечатлению или родители думали, что это будет любовь с первого взгляда и я сразу пойму кто мой единственный?! Нет, так не пойдет, я совершенно запуталась. \n Встав с постели, я прошлась по комнате. Может прогуляться по свежему воздуху? Там, надеюсь, будет лучше думать над этим не слишком простым выбором.\n Открыв дверь, я прошла по коридору, спустилась на первый этаж и вышла в сад. Пройдусь немного, может что-нибудь и придет в голову.\n Погуляв где-то час по саду, я все-таки сделала свой выбор и пошла обратно в замок.\n Подойдя к тронному залу, где должны были находится король с королевой, я открыла двери и вошла внутрь. Родители сидели на тронах и о чем-то беседовали. Увидев меня, они замолчали и посмотрели в мою сторону. Отец начал первым:\n — Ну, что дочка, выбрала себе жениха? — его голос был спокоен, как будто он был уверен, что я сделаю правильный выбор. А в глазах было полное доверие. Мама смотрела с теми же чувствами во взгляде. Сделав глубокий вдох, я все-таки ответила:\n — Да, папа, я сделала свой выбор. И моим женихом и будущим королем будет... Кто же он тот, кто все-таки похитил твое сердце всего лишь за час знакомства и кому ты готова довериться как самой себе...?\n \n ",
    "answers": [
      {
        "id": 12,
        "text": "Рэймонд Браун"
      },
      {
        "id": 20,
        "text": "Майкл Уайт"
      },
      {
        "id": 21,
        "text": "Алекс Бейкер"
      }
    ]
  },
  {
    "id": 12,
    "text": " После свадьбы мы официально стали королем и королевой. Я была счастлива, находясь рядом с ним. И каждый раз, была благодарна судьбе, что мы встретились и я выбрала именно его. Благодаря ему и немного с моей помощью наше королевство процветало. А спустя 2 года я родила ему прекрасного наследника, который был очень на него похож, только вот глаза мои были. Что ж тут ещё сказать, я просто искренне счастлива, что в тот день сделала правильный выбор...)",
    "answers": [
      {
        "id": 1,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 13,
    "text": "",
    "answers": [
      {
        "id": 14,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 14,
    "text": "",
    "answers": []
  },
  {
    "id": 15,
    "text": "Чудесно! Теперь идём завтракать будем ждать, когда родители отберут трёх лучших.\n\n Принцесса спустилась в столовую, там уже были король с королевой.\n — Доброе утро, — поприветствовала я их и села за свое место.\n После недолгого завтрака, ты ушла в покои, специально приготовленные, для знакомства с претендентами. Чтобы не умереть от скуки, решила почитать, пока ожидаешь, только какую же выбрать книгу...\n",
    "answers": [
      {
        "id": 15,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b28/2006/63/ca697ebf1d31.jpg"
      },
      {
        "id": 5,
        "text": "Александр Дюма. \"Граф Монте -  Кристо\""
      },
      {
        "id": 22,
        "text": "Артур Конан Дойл. \"Записки о Шерлоке Холмсе\""
      },
      {
        "id": 23,
        "text": "Оскар Уайльд. \"Портрет Дориана Грея\""
      }
    ]
  },
  {
    "id": 16,
    "text": " Чудесно! Теперь идём завтракать будем ждать, когда родители отберут трёх лучших.\n\n Принцесса спустилась в столовую, там уже были король с королевой.\n — Доброе утро, — поприветствовала я их и села за свое место.\n После недолгого завтрака, ты ушла в покои, специально приготовленные, для знакомства с претендентами. Чтобы не умереть от скуки, решила почитать, пока ожидаешь, только какую же выбрать книгу...",
    "answers": [
      {
        "id": 5,
        "text": "Александр Дюма. \"Граф Монте -  Кристо\""
      },
      {
        "id": 22,
        "text": "Артур Конан Дойл. \"Записки о Шерлоке Холмсе\""
      },
      {
        "id": 23,
        "text": "Оскар Уайльд. \"Портрет Дориана Грея\""
      },
      {
        "id": 16,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b15/2006/4c/ba7814fdd414.jpg"
      }
    ]
  },
  {
    "id": 17,
    "text": " Я решилась поцеловать Рэймонда в щеку. Немного поднялась на цыпочки и слегка коснулась его щеки губами. Кажется он удивился). \n Что ж, Рэймонд мне очень даже понравился, думаю я выберу его, хотя... все равно нужно будет встретиться ещё с двумя, может я ещё поменяю свое решение.\n",
    "answers": [
      {
        "id": 7,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 18,
    "text": "Я решилась поцеловать Майкла в щеку. Немного поднялась на цыпочки и слегка коснулась его щеки губами. Кажется он удивился). \n Он вышел и я осталась одна. Вернулась в кресло, в котором сидела, как только сюда пришла и решила взяться за книгу. Не хочу сейчас думать, кого выбрать, все равно ещё не всех претендентов видела, остался один. Интересно, каким будет он? А пока, думаю у первых двух равные шансы. Но это только пока...)\n",
    "answers": [
      {
        "id": 9,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 19,
    "text": " Я решилась поцеловать Алекса в щеку. Немного поднялась на цыпочки и слегка коснулась его щеки губами. Кажется он удивился). \n Постояв некоторое время, я немного прошлась, а после посмотрев на часы, вышла. Теперь пойду в свою комнату и у меня есть время до вечера, чтобы дать свой ответ. Кажется, это будет очень сложный выбор для меня, ведь час —   это слишком мало времени для нормального знакомства. Главное не ошибиться с выбором...",
    "answers": [
      {
        "id": 11,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 20,
    "text": " После свадьбы мы официально стали королем и королевой.\nПоначалу все было хорошо и мы жили достаточно счастливо. Но потом я начала замечать, что в казне не хватает нескольких тысяч монет. Спросив у моего мужа, куда могли пропасть деньги, я просто не получила нормального ответа. Я начала настораживаться и беспокоиться, и не зря. Буквально спустя месяц, проснувшись, я стала свидетелем просто ужасного обмана моего доверия. Казна была почти пуста и большинство моих украшений также пропали. Как вы все уже наверное поняли, своего мужа я тоже не нашла. И тогда поняла, что я ошиблась в своем выборе и не раскрыла ту его часть за время, которое мы жили вместе. Думаю, винить меня можно только отчасти, потому что не каждый может понять истинные мотивы человека за час, тем более, когда они хорошо скрыты. Ну, а потом я, видимо, была ослеплена любовью, которая раскрылась во мне. Главное, не отчаиваться, я обязательно найду решение этой проблемы. Ну и заодно нового мужа).\n",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 21,
    "text": " После свадьбы мы официально стали королем и королевой.\nИ я была счастлива в браке, до одного момента. Мой муж и король, не смог разрешить разногласия с соседним королевством мирным путём и решил пойти войной. Я уговаривала его не делать этого, но он меня не слушал, он был настроен слишком решительно. Да, последнее время я стала замечать в его поведении излишнюю агрессию, но не думала, что она выльется в войну. Это была роковая ошибка и моя как оказалось тоже, потому что он был моим выбором. И он проиграл эту войну, погибнув в ней. Мы потеряли там чуть ли не половину населения нашего королевства. И мне будет очень сложно восстановить здесь равновесие, но я должна с этим справиться, я ведь Королева и не стоит об этом забывать! А подумать о своей ошибке в выборе жениха, я могу и потом...(\n \n\n",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 22,
    "text": "И так, по напольным часам, скоро все должно начаться.  Ты сделала глубокий вдох и выдохнула, чтобы хоть немного успокоиться. Спустя несколько минут кто-то то постучал в дверь, и ты ответила: \"Войдите\".\n Дверь, слегка скрипнув, отворилась и на пороге появился высокий\nшатен с карими глазами, одетый в достаточно приличный костюм для того времени. Закрыв дверь он поклонился и представился:\n —  Рэймонд Браун.\nПосле вы встали и, сделав реверанс, также представились:\n — Люсия Кинг.\n Затем вы оба прошли к небольшому столику и сели. Ты не знала с чего начать разговор и пока просто сидела и аккуратно рассматривала первого претендента. Он был очень красив, правильные черты лица и карие глаза, которые от солнечного света, были похожи на истинный янтарь.\nРэймонд первый завязал разговор, спросив:\n — Вы любите читать Конан Дойла? \nВидимо заметил книгу, лежащую на тумбе. Что ж, ты переборов волнение, все таки ответила, подняв на него изумрудного цвета глаза:\n — Да, мне очень нравится, как он пишет. И темы его произведений мне достаточно близки. А вы знакомы с его творчеством?\n — Несомненно. И я полностью с вами согласен, он очень хорошо пишет и темы у него очень близки для нашего времени. — он одарил меня лучезарной улыбкой. Я не оставила этот жест без внимания и тоже улыбнулась. \n — А кто ваши родители и чем они занимаются? — все-таки решила я хоть как-то поддержать беседу. Волнение начало спадать и я чувствовала себя лучше.\n — Мой отец торговец, у него есть несколько лавок в разных городах королевства и он довольно часто наведывается туда... А моя мать... умерла, почти сразу после родов и воспитывал меня один отец, — ответил он, и глаза как-то сразу потускнели. Видимо, плохую я тему выбрала.\n — Ох... Извините, я... — хотела продолжить, но меня перебили.\n — Ничего, вы ведь не знали, — сказал он, положив свою ладонь на мою и я невольно посмотрела ему в глаза.  А там была буря эмоций, я не успела в них разобраться, потому что почти сразу опустила взгляд. А Рэймонд решил продолжить разговор:\n — Вы увлекаетесь музыкой?\n — Да... Я играю на пианино и очень люблю слушать классическую музыку. — ответила я, вновь воодушевившись. \n С ним было очень приятно вести беседу, за какой-то час, который был отведен на знакомство с каждым претендентом, мы стали почти друзьями. И когда я снова рассмеялась, после очередного рассказа о  его приключениях в детстве, часы прозвонили, и это означало то, что наше время закончилось. Мне стало как-то грустно, но я понимала, что должна посмотреть ещё двух претендентов. Поэтому я встала, чтобы проводить Рэймонда до двери. Там он улыбнулся мне на прощание и поцеловал мою руку, как настоящий джентльмен. Что же мне стоит сделать в ответ...\n",
    "answers": [
      {
        "id": 6,
        "text": "Улыбнуться"
      },
      {
        "id": 22,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b20/2006/75/0de0e52f8989.jpg"
      },
      {
        "id": 17,
        "text": "Поцеловать в щеку"
      }
    ]
  },
  {
    "id": 23,
    "text": " И так, по напольным часам, скоро все должно начаться.  Ты сделала глубокий вдох и выдохнула, чтобы хоть немного успокоиться. Спустя несколько минут кто-то то постучал в дверь, и ты ответила: \"Войдите\".\n Дверь, слегка скрипнув, отворилась и на пороге появился высокий\nшатен с карими глазами, одетый в достаточно приличный костюм для того времени. Закрыв дверь он поклонился и представился:\n —  Рэймонд Браун.\nПосле вы встали и, сделав реверанс, также представились:\n — Люсия Кинг.\n Затем вы оба прошли к небольшому столику и сели. Ты не знала с чего начать разговор и пока просто сидела и аккуратно рассматривала первого претендента. Он был очень красив, правильные черты лица и карие глаза, которые от солнечного света, были похожи на истинный янтарь.\nРэймонд первый завязал разговор, спросив:\n — Вы любите читать Уайльда ? \nВидимо заметил книгу, лежащую на тумбе. Что ж, ты переборов волнение, все таки ответила, подняв на него изумрудного цвета глаза:\n — Да, мне очень нравится, как он пишет. И темы его произведений мне достаточно близки. А вы знакомы с его творчеством?\n — Несомненно. И я полностью с вами согласен, он очень хорошо пишет и темы у него очень близки для нашего времени. — он одарил меня лучезарной улыбкой. Я не оставила этот жест без внимания и тоже улыбнулась. \n — А кто ваши родители и чем они занимаются? — все-таки решила я хоть как-то поддержать беседу. Волнение начало спадать и я чувствовала себя лучше.\n — Мой отец торговец, у него есть несколько лавок в разных городах королевства и он довольно часто наведывается туда... А моя мать... умерла, почти сразу после родов и воспитывал меня один отец, — ответил он, и глаза как-то сразу потускнели. Видимо, плохую я тему выбрала.\n — Ох... Извините, я... — хотела продолжить, но меня перебили.\n — Ничего, вы ведь не знали, — сказал он, положив свою ладонь на мою и я невольно посмотрела ему в глаза.  А там была буря эмоций, я не успела в них разобраться, потому что почти сразу опустила взгляд. А Рэймонд решил продолжить разговор:\n — Вы увлекаетесь музыкой?\n — Да... Я играю на пианино и очень люблю слушать классическую музыку. — ответила я, вновь воодушевившись. \n С ним было очень приятно вести беседу, за какой-то час, который был отведен на знакомство с каждым претендентом, мы стали почти друзьями. И когда я снова рассмеялась, после очередного рассказа о  его приключениях в детстве, часы прозвонили, и это означало то, что наше время закончилось. Мне стало как-то грустно, но я понимала, что должна посмотреть ещё двух претендентов. Поэтому я встала, чтобы проводить Рэймонда до двери. Там он улыбнулся мне на прощание и поцеловал мою руку, как настоящий джентльмен. Что же мне стоит сделать в ответ...",
    "answers": [
      {
        "id": 6,
        "text": "Продолжить"
      },
      {
        "id": 23,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b20/2006/75/0de0e52f8989.jpg"
      }
    ]
  },
  {
    "id": 24,
    "text": " Я очень рада, что ты решил(-а) почитать мой квест. Это моя первая работа и я буду рада любой критике. Надеюсь тебе понравится и приятного чтения)))\n Оставляйте отзывы, чтобы я могла понять нравиться ли вам и стоит ли продолжать писать, а также если что-то не так, буду рада видеть обратную связь;)\n \n\n ",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  }
]