[
  {
    "id": 1,
    "text": "Я, наверное, не очень хороший человек. Хорошие люди не перенимают вредных привычек, не втягиваются в долгие споры, не шутят над чужой болью. Им не на что обижаться и их не за что ненавидеть.    \n    \nХорошие люди не живут долго. Они приходят на Землю, светят всем нам, а после, когда их срок годности подходит к концу, умирают. Тихо и безболезненно. Ещё одно тело отправляется на кладбище, проходят похороны, отпевания. Мясные отростки некогда живого и понимающего существа разлагаются, превращаясь в гниль и грязь. Их сознание уходит куда-то вдаль, и, наверное, там влачит такую же жизнь, как раньше до этого. Светит прочим ушедшим душам.    \n    \nПлохие люди так не делают. Они живут долго, гадя тем, кто попадается им под руку. Смеются над переживаниями о бессмертной душе и пониженной пенсии. А потом, когда приходит время умирать, они оборачиваются красивой бабочкой и спустя время перерождаются в человека. Такого же отвратительного, каким они были раньше.    \n    \nИ иногда всего один выбор влияет на то, что случится с человеком дальше. А иногда нет.     ",
    "answers": [
      {
        "id": 2,
        "text": "[Начало] "
      }
    ]
  },
  {
    "id": 2,
    "text": "Владислав был маленьким хорошим мальчиком. Он часто кормил своего хомячка (почему же он умер?) и не забывал каждый день поливать растения водой и соком (но ведь растениям же тоже хочется!). Если бы у него спросили: \"Кого ты любишь?\", он бы сразу ответил: \"Маму\". И, немного помолчав, добавил: \"И папу\". В общем, он был ребёнком. Играл в пластмассовые кубики и ездил на велосипеде с дополнительными колёсиками. Он ходил в садик и у него был друг, Вова, с которым они часто гуляли. Иногда вместе катались на велосипедах.     \n    \nКак сейчас, например. Заехали далеко, дальше всех их друзей, которые живут рядом и иногда тоже ездят на велосипедах. Они не боялись потеряться. Матери часто водили их на прогулку по отдалённым местам, находившимся в городе. Опять же, иногда их матери выгуливали своих детей вместе, так как тоже были подружками. Вова ехал впереди, часто оглядываясь на Владика, который пыхтел позади него. Нет, он не насмехался. Он просматривал на него, чтобы он не отставал. Ножки Владика были короче и не могли быстро крутить педали.     \n    \nНаверное, не стоило ему делать этого. \"Если едешь на велосипеде, всегда смотри вперёд, туда, куда хочешь уехать\", — говорил Вове отец, когда учил его кататься на велосипеде. Мальчик в ответ на это кивал головой, вставал с земли, отряхиваясь от недавнего падения и снова садился на велосипед, тут же забывая, что только что сказал ему отец. Вот и сейчас, он, не заметив вовремя приближение места затянувшейся стройки, почувствовал только, что велосипед резко переворачивается, увлекая его за собой. Протяжный крик раздался среди лабиринтов построенных давно многоэтажек. Дети часто кричали, когда играли (право слово, они довольно громкие), поэтому никто даже не выглянул в окно, реагируя на это. Второй крик: \"Во-ова!\", был чуть тише предыдущего, но тоже давил на нервы. \"Тихо там!\" — донёсся из далёкого окна окрик, перекрывая рыдания, исходившие из строительного оврага.     ",
    "answers": [
      {
        "id": 3,
        "text": "[Слезть с велосипеда и подбежать к оврагу] "
      },
      {
        "id": 4,
        "text": "[Окрикнуть человека, говорившего вести себя тише] "
      }
    ]
  },
  {
    "id": 3,
    "text": "— Вовка! Вовка! — не переставая кричать, Владик подбежал к оврагу, бросив велосипед там, где он стоял. Друг не ответил, тихо всхлипывая на дне. Не волнуясь о том, что он может испачкаться, Владик лёг на край асфальта животом, неудобно, царапаясь футболкой. Протянул свою маленькую руку вниз. — Хватайся! — конечно, результатом такого недвумысленного манёвра стало только большое грязное пятно на одежде мальчика. Владик подвинулся ближе, чтобы Вова мог схватиться за его руку. Видя, что этого всё ещё не хватает, он опять подполз вперёд и на этот раз перевесила его верхняя половина.     \n    \nКрик, издавшийся от Владика, был ничуть не хуже визга Вовы, только он не вызвал гневной реакции взрослых повыше. Наверное, мальчику было больно. По крайней мере, он был потрясён. Падение с большой высоты вызвало временную глухоту, сопровождавшуюся резким повышением количества пыли в воздухе, что привело к неудержимому кашлю, вперемешку с острой болью, исходившей от лопаток и ниже.     \n    \nСколько они там пролежали неизвестно. Наверное, несколько часов. Самое большее — шесть. Большое количество синяков и непозволительно много пыли в воздухе и в лёгких не позволяли кричать. К счастью, у них не была перебита шея, а сломанных костей тоже не наблюдалось — так заключил врач, позже осмотревший их. Наверное, родители немного поседели. По крайней мере, мальчиков позже ожидал серьёзный разговор. Остаток детства прошёл скомканно и без одиночных прогулок (даже если ты с другом).     ",
    "answers": [
      {
        "id": 5,
        "text": "[Но не всё так плохо] "
      }
    ]
  },
  {
    "id": 4,
    "text": "— Помогите! Помогите! — чего-то более осмысленного у Владика не получалось. Трудно было сориентироваться сразу, пришлось немного повертеться, чтобы понять, куда кричать лучше. То окно, из которого раньше кричали, было открыто. Вскоре и дверь подъезда тоже оказалась открыта. Добрый дядушка-сосед с красным лицом выбежал первый. Насколько мог судить Владик, остальные выходить даже не собирались. В слезах объясняя ему, что случилось, Владик не переставал всхлипывать, что это он во всём виноват — ехал позади друга, заставляя его постоянно оглядываться.     \n    \nВова был извлечён из оврага живым, но в плохом состоянии. Плачущем и грязном. Приехавшие скоро врачи погрузили его в машину, не забыв поинтересоваться, где он живёт и как его зовут. Наверное, с ним всё будет хорошо. Скоро и не вспомнит, что он недавно был на грани жизни и смерти.     \n    \nК сожалению, телевидение не даёт так просто забыть то, что случилось в твоей жизни. Когда врачи узнали, что всё-таки произошло с Вовой, вызвав большое количество травм, то об этом тут же узнали и журналисты. Репортёры слетелись к мальчику, находящемуся на интенсивном лечении, требуя интервью. Врачи пытались защитить его как могли, но не всех получалось остановить. Журналисты тоже проникли к нему. Узнав всю историю, они посчитали её недостаточно интересной и решили приписать, что Вова остался жив только благодаря Владику — его другу, о котором Вова говорил чаще всех. Договорившись между собой, они скормили эту историю общественности. Те проживали её и забыли. Поохали, конечно, повозмущались о бессовестных строителях, не могущих закончить стройку, и разошлись.     \n    \nА Владику предстоял серьёзный разговор дома. Конечно, родители не общественность. Они не собирались так легко забывать то, что их сын мог умереть. И пусть даже он не упал в овраг, но ему теперь надолго запретили выходить из дома одному, даже в присутствии друзей.     ",
    "answers": [
      {
        "id": 5,
        "text": "[Но не всё так плохо] "
      }
    ]
  },
  {
    "id": 5,
    "text": "Детство тоже проходит. Как и боль от ушибов. Наверное, даже обида проходит. Со временем.    \n    \nГоворят, забывать то, что было давно, легче, если тебе об этом не напоминают. Конечно же о неприятном инциденте говорили редко, а потом прекратили. Ну было и было.    \n    \nГлавное, живые. До сих пор поддерживают связь, дружат. А по субботам собираются в одном баре, встречаются, травят байки. Вспоминают. Шутят.    \n    \nОба бородатые, с семьёй. Но до сих пор помнят, как в детстве смерть обошла их стороной.    \n   \nНаверное, у них не было выбора. Вообще. Может, они никогда не задумывались над тем, что такое добро и зло. Может, добра и зла нет. Да разве это так важно?    \n   \nОни же счастливы. Их дети счастливы. И даже их внукам никогда не придётся вспоминать, что, возможно, когда-то они не такими уж хорошими детьми.    \n    \nПотому что плохих детей не бывает? Вздор. Просто, всё ведь относительно, верно?    ",
    "answers": [
      {
        "id": 1,
        "text": "[И бабочки тоже светят, знаешь ли] "
      }
    ]
  },
  {
    "id": 6,
    "text": "",
    "answers": []
  },
  {
    "id": 7,
    "text": "",
    "answers": []
  }
]