[
  {
    "id": 1,
    "text": "\nавтор:Klava_Bond.\nЖанр:рамантика.\n\nЗдравствуйте дорогие читатели, я прошу простить за ошибки если вы их заметите, обязательно напишите мне об этом.\n\n\nЭто история про девушку Элизабет Тейлор, которая потеряла смысл жизни, она потеряла всё, сможет ли она справится со всеми проблемами или нет, вы узнаете прочитав этот квест!\n\n\nЯ прошу вас написать в комментариях понравился ли вам квест, и продолжать ли его.\n\nЖелаю удачи!!!\n\n\n\nстатус: в процессе.",
    "answers": [
      {
        "id": 2,
        "text": "Глава 1.Прощай дом!"
      },
      {
        "id": 6,
        "text": "Глава 2. Начало новой жизни!"
      },
      {
        "id": 10,
        "text": "Глава 3.Новые знакомства."
      },
      {
        "id": 14,
        "text": "Глава 4.Да уж славный разговор."
      },
      {
        "id": 19,
        "text": "Глава 5. Вечеринка."
      },
      {
        "id": 22,
        "text": "Глава 6.Ужин."
      },
      {
        "id": 24,
        "text": "от автора."
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://vk.com/photo458176774_457239260https://vk.com/photo458176774_457239260"
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://vk.com/photo458176774_457239260"
      }
    ]
  },
  {
    "id": 2,
    "text": "\n\n\n\nЯ сидела на скамейке и плакала. Слёзы смешались с дождем, и рекой стекали с лица. \"Как?\", \"Как он мог так поступить, я ему верила, а он использовал меня, какой он гад\". Я сидела и не знала как мне поступить, что мне делать, и тут на глаза мне попался мост, очень высокий мост.Я подошла к нему и перелезла через оградку, внизу виднелась река.Она была очень глубокой и помимо этого ещё и с каменистым дном.\n\n\n \"Зачем мне жить?\", \"Как?\".Боюсь уже нечего не поделать.\n\nХотите узнать как я докатилась до такой жизни.Что я делаю на мосту? И кто тот, кто посмел меня обидеть? Хотите? Тогда слушайте!!",
    "answers": [
      {
        "id": 3,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 3,
    "text": "\n\n\n\n\n\n\n\n\n\n\n\nУтро. 7:49.\n\nЯ проснулась. Лёжа на кровате я ощутила на себе солнечные лучи,которые проходили через занавеску моего окна,немного понежась в кровате я всё таки встала с неё. Сходив в душ, почистив зубы я спустилась на первый этаж.\n—Джони, ты точно всё положил?-строго спросил его отец.\n— Да пап,-спокойно ответил Джони.\n\nДжони Адамс, мой не родной брат ему 17 он учиться в 11 классе ,красивый, стройный блондин с кариеми глазами, на его лице почти всегда серьёзность, безразличие. У него правильные черты лица,и конечно же толпы поклониц, но он не бабник, наоборот, он всегда выбирает себе пару осторожно.\n\n—О, Лизи! Наконец то, ты проснулась.Так, я не понял почему ты ещё не собрана?\n—Прости пап я хотела позавтракать,и потом одеваться.-тихо и немного грубовато ответила я.\n\n\nМеня зовут Элизабет Тейлор мне 16 я учусь в 10 классе и я на год младше Джона.Так вот, как вы заметили у нас с братом разные фамилии, это потому что Он мне не родной.",
    "answers": [
      {
        "id": 4,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 4,
    "text": "  Мой папа Роберт Адамс и моя мама Кэтрин Тэйлор, когда то встретились,и полюбили друг друга,а потом у них появилась я.Папа и мама не стали жениться,т.к папа говорил что это бесполезно,зачем тратить деньги на ерунду.\n   Вобщем в какой то \"прекрасный\" день папа пришёл и сказал ,что уходит от нас к другой семье, после  этого мама сильно переживала и плакала, мне было около 6 лет.\n\n После этого мама решила уделять всё своё время работе, чтобы забыть папу.И в один день,это был худший день в моей жизни.\n   Мама ехала домой на машине,был  сильный дождь, мама ехала и почти не видела дорогу и вдруг...в маму врезалась другая машина,случилась авария и мама погибла,как и второй водитель,я была в шоке когда узнала что второй водитель это новая жена папы.Я целыми днями рыдала,умоляла бога чтобы он вернул её, но чуда не произошло и тогда я стала замкнутой,не скем не общалась , и рыдала каждую ночь.\n\nЗатем приехал папа и сказал что он забирает меня с собой, он приехал ко мне со своим неродным сыном, они  пожили у меня пару недель,а затем папа сказал что завтра мы переезжаем.",
    "answers": [
      {
        "id": 5,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 5,
    "text": " Позавтракав я поднялась навверх, чемодан я собрала ещё вчера,поэтому мне остовалось только првезти себя в порядок.Перед уходом я посмотрела на себя в зеркало..\n  Рыжие волосы падали на плечи, зелёные глаза еле  еле держались чтобы не заплакать, и веснушки которые подходили к этому образу.\n Одета я была в синюю толстовку, джинсы с дырками на коленях(сейчас так модно) и небольшое кольцо, которое подарила мне мама.\n\n Я спустилась вниз, мне не хотелось расстоваться с домом, но это единственный выход из всей ситуации.\n Загрузив все вещи в машину,я села на заднее сиденье, Джони сел впереди, а папа за руль.\n—Пристегнулись?,- спросил папа.\n—Да,- также спокойно ответил Джони.\nЯ просто кивнула не хотелось с кем либо разговаривать.Машина тронулась.\"Прощай\" тихо сказала я дому, и по моей щеке покатилась слеза..\n\n\n\n\n\n\n\n\n\n\n\nКонец первой главы, но не конец истории!!!",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 6,
    "text": " Вот и всё конец моей нормальной жизни,хотя её у меня никогда и не было,всё моё детство я была практически одна, играла сама с собой,  готовила себе сама, ведь мама углубилась в работу и  очень редко занималась мною.\n\n\n\nЧерез 3 часа машина остановилась я молча вышла из неё прихватив свой чемодан. Дом был достаточно большой два этажа, гараж, небольшой сад.\n—\"Хорошо, в таком большом доме я редко буду видеться со с воей семьёй\",-подумала я.\n Да если честно, я не была рада тому что мне придётся жить с отцом, который предал меня и маму,и с сыном его жены.\n—Твоя комната на втором этаже,-сказал папа,-Джони провади её.\n—Ага,-коротко ответил Джони.\nКогда я зашла в дом то просто обалдела.Большая просторная кухня,в серых тоннах,барная стойка,большое окно на этом этаже также находиться просторненький гостевой зал с камином, журнальный столик,два кресла и диван также в серых тонах.\n На втором этаже находяться три комнаты, уборная и небольшой балкон.\n—Вот твоя комната,- сказал Джони, открывая одну из комнат.\n— Спасибо,- ответила я и зашла в комнату.\n Просторная комната в серых и белых тонах, большая кровать посередине комнаты, шкаф для вещей,две тумбочки, и большое окно с видом на сад.            ",
    "answers": [
      {
        "id": 7,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 7,
    "text": "—\"Уютненько\",- подумала я.\nЯ подошла к чемодану, и стала разбирать вещи, как ко мне постучали.\n—Войдите,- сказала я.\nВ комнату вошёл ....\n— Папа?,- удивилась я.\n— Да это я!,-сказал папа не много радуясь тому что я не выгнала его из комнаты,-Мм..вобщем я зашёл поговорить.\n— Ну говори!,- ответила я.\n— Понимаешь я не любил твою маму, дело в том что мы встретились,познакомились она расскаала мне что, поссорилась с родителями и убежала, вобщем в тот вечер мы переспали, мы договорились что забудем это но оказалось, что она забеременела, нам пришлось изображать дружную семью, только ради тебя,- в этот момент его голос дрогнул,- прошу прости меня я не хотел уходить, я знаю что в твоих глазах я предатель, но всё таки прошу прощения,- после этих слов он встал и вышел оставив меня одну со своими мыслями.Я прильнула к стене и дала волю эмоциям, воспоминания о маме снова заставили меня почуствовать себя одинокой, в конце концов я заснула.\n",
    "answers": [
      {
        "id": 8,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 8,
    "text": "7:30.\n Я проснулась в не очень хорошем настроении,ведь из за вчерашних слёз моя тушь растеклась, а под глазами образовались круги.\nЯ сходила в душ, а после привела себя в порядок,затем я спустилась, вниз и увидела Джони который стоял у плиты.\n— Доброе утро сестрёнка,- улыбнувшись сказал Джони.\n—Мм...доброе.\n— Я приготовил завтрак,- весело разложив завтрак по тарелкам, Джони сел напротив меня.\n— М...омлет с помидорами выглядит вкусно,- немного улыбнувшись сказала я.\n— Да, Роберт сказал что ты любишь омлет, а с помидорами он немного вкусней.\n— Что? Почему ты называешь папу Роберт, а не папа или отец?,- спросила я.\n— Как ты уже знаешь Роберт мне не родной отец, мой настоящий отец погиб когда мне было три года, и мама воспитывала меня одна, а когда мне исполнилось 7 она познакомила меня с Робертом, он просил называть его отцом, я так и делаю, но когда его нет рядом я называю его Роберт, просто я ещё не привык, называть его отцом.\n— А какая у тебя настоящая фамилия?,- заинтересованно спросила я.\n— На самом деле меня зовут Джон Керри, просто Роберт захотел чтобы у меня была его фамилия.\n— Понятно,- ответила я.\nПозавтракав я пошла в комнату ведь сегодня у меня первый день в новой школе, оказывается папа неделю назад подал мои документы в новую школу, я одела белую блузку,брюки,и белые кеды, макияж я не нанесла я не очень люблю касметику, а что насчёт причёски то я пошла расспущеной.\n—Вау, выглядишь бомбически,- сказал Джони который ждал меня около машины.\n— Спасибо,- ответила я,- у тебя есть права?\n—М..да,-коротко произнёс Джони.\n Как вы уже поняли папа очень состоятелен, у него вроде бы какой то бизнес поэтому он так рано уехал, меня никогда не волновали деньги, ведь в этом есть минус потому что отца почти не будет рядом, и мы будем одни.\n",
    "answers": [
      {
        "id": 9,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 9,
    "text": " Мы подъехали к школе она была просто огромной,три этажа, сад и баскетбольная площадка.\n Внутри тоже не плохо, кирпичные стены, много лавочек, большой гардероб, и много кабинетов.\nНапротив входа висит стенд с расписанием,и стенд с отличниками.\n— Тебе нужно к деректору,- сказал Джони,- Второй этаж 21 кабинет.\n— Хорошо, спасибо,- я поблагодарила Джони и направилась к директору.\n Да уж начало новой жизни мне обеспечено.\n\n\n\n\n\n\n\n\n\nКонец главы но не конец истории!!",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 10,
    "text": "  Поднявшись на второй этаж, я быстро нашла кабинет директора.\n—\"Ну что с богом\",- подумала я и постучала в кабинет.\n— Войдите,- раздалось за дверью.\n— Эм... здравствуйте, я Элизабет Тейлор.\n— О, Элизабет проходи, садись.Итак меня зовут Оливия Уильямс и я директор, значит ты новенькая поэтому сегодня ты пойдешь на занятия и будешь только слушать, сходи сегодня в библиотеку и возьми все учебники, понятно?\n— Да,- как можно увереней ответила я.\n— Хорошо значит сейчас сходи к расписанию и посмотри какой у тебя урок, а потом я назначу кого нибудь твоим гидом по школе.\n— Хорошо, спасибо. Досвидания.\n— Пока.\nЯ вышла из кабинета и направилась к сденду с расписанием,как вдруг я услышала знакомый голос я обернулась и увидела Джони в компании нескольких парней. Джони тоже заметил меня и они все направились в мою сторону.\n— О, лиз! Познакомся это мои друзья!Макс,Лео,и Аллан.\n— Привет, я Элизабет Тейлор,- представилась я стала их рассматривать.\n",
    "answers": [
      {
        "id": 11,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 11,
    "text": " Макс- бландин с серыми глазами,которые внушали беспокойство, у него был широкий нос и тонкие губы,такое ощущение что он всегда серьёзный и относиться ко всему с безразличием.Одет он был в клетчатую рубашку и синие джинсы.\n Лео- парень с русыми кудрявыми волосами, его глаза были кариеми, он наоборот казался весёлым и дружелюбным,у него был как говориться нос-картошка,узкие губы и овальное лицо.Он был в синий толстовке и чёрных джинсах.\n И Аллан- брюнет с синими глазами,его нос был прямой, а губы немного пухловаты, он же внушал то ли страх,то ли отчаяние, от одного его взгляда у меня мурашки по кожи.Одет он был в белую рубашку на которой не застёгнуты две первые пуговицы, и синие джинсы.\n",
    "answers": [
      {
        "id": 12,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 12,
    "text": "—Какой у тебя урок?,- спросил меня Джони.\n—Я не знаю!,-честно призналась я.\nОн уставился на меня, а затем окликнул какую-то девушку.\n— Эй,Марго.\nМарго повернула голову к нам, а затем стала двигаться в нашу сторону.\n— Привет ребята,-Улыбнувшись произнесла Марго.\n— Привет, какой у тебя сейчас урок?,- спросил её Джони.\n Марго была брюнеткой с жёлтыми глазами, она выглядела милой и доброй, одета она была в милый сарафан и балетки.\n— Биология, а что?,- спросила она.\n— Не могла бы ты, проводить Элизабет в кабинет?,- спросил Джони.\n— Конечно!,-ответила Марго.\n Мы шли по коридору , а Марго распрашивала меня обо всём я просто шла и отвечала на её вопросы.\n Уроки прошли нормально, я отправилась в библиотеку за учебниками.\nКогда я зашла то увидела просторную библиотеку.Я подошла к столу где должен сидеть библиотекарь.\nКакаво было моё удивление когда я увидела Алана.",
    "answers": [
      {
        "id": 13,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 13,
    "text": "Я была в шоке ,я не знала что такие парни как он сидят в библиотеке.\n— Эм... привет ещё раз,- сказала я.\n— Что тебе нужно?,- грубо спросил он.\n— Мне нужны учебники,- тоже грубо ответила я.\n Он встал из-за стола и поставил на него учебники.\nЯ молча смотрела на них, а потом ответила.\n— Спасибо,- и я отправилась к выходу.\n— Элизабет стой,- неожиданно крикнул Аллан.\nЯ повернулась.\n— Прости что так грубо ответил, просто нет настроения.\n— Ничего,- с безразличием ответила я.\n— Я надеюсь никто не узнает что я был здесь?,- спросил он.\n— Можешь не волноваться,никто не узнает,-сказала я и отправилась домой.\n\n\n\n\nКонец главы но не конец истории!!",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 14,
    "text": "7:30.\n Я встала с кровати и отправилась в душ.Настроения у меня не было как и всегда. После душа я спустилась на кухню. Папа и Джони о чём то спорили.\n— Ты не понимаешь, это важно и для меня и для тебя!,- крикнул отец.\n— Это ты не понимаешь отец, я не собираюсь это делать, это нечестно!,- также крикнул Джони.\n— Что здесь происходит?,- спросила я спускаясь по лестнице.\n— О лизи, солнышко ты уже проснулась?,- спросил отец.\n— Не говори мне что ты и её хочешь прилипить к этому делу?,- спросил Джони у отца.\n— Куда прилипить?,- спросила я.\n— Элизабет сядь,- с серьезным лицом приказал мне папа,- дело в том что я работаю в очень крупной компании, со мной также работает мой друг, он договорился с другой компанией что они будут нас спонсировать, при одном условии.\n— Каком условии?,- настороженно спросила я.\n— В этой компании работает один очень влиятельный человек и он готов нас спонсировать, только если Джон жениться на его дочери, или ты выйдешь замуж за его сына.",
    "answers": [
      {
        "id": 15,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 15,
    "text": " Сказать что я была в шоке ни чего не сказать, мой папа хочет чтобы я вышла замуж по расчету.\n— Послушай послезавтра они придут к нам на ужин, и тогда вы познакомитесь сними, пообщаетесь узнаете друг друга получше.\n Я молча встала и не чего им не сказав отправилась собираться в школу.",
    "answers": [
      {
        "id": 16,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 16,
    "text": " Джони отвёз меня в школу, я вышла из машины и отправилась в школу.\n—\"Сейчас у меня история, мне в 24 кабинет\",- подумала я отходя от расписания.\n Зайдя в кабинет я увидела Марго которая что  то писала в блокнот я подошла к ней.\n— Привет, можно?,- сказала я указывая на место рядом с ней.\n— Конечно, садись.\n Урок пролетел быстро и  мы с Марго отправились в столовую.\n— Ты что возьмёшь,- спросила она меня.",
    "answers": [
      {
        "id": 17,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 17,
    "text": "— Я возьму булочку и сок.\n— Мм..понятно.\n Мы сели за стол по середине столовой.\nСзади меня сидели Джони и его компания. Вдруг к нам подходят три девушки.\n\n           *************************************\n1д-первая девушка\n2д- вторая девушка\n3д- третья девушка\n            *************************************\n \n\n1д- О, новенькая,ха, только пришла, а уже с отбросами общаешься.\n2д- Видимо статус не позволяет общаться с достойными.\n3д- ха-ха ха-ха ха.\nЯ увидела как Марго покраснела, я конечно не истеричка, но за себя постоять могу.\n Я встала из-за стола повернулась к \"трио\" и сказала.\n— Я посмотрю ты тоже не из золота сделана, если подруг выбирать не умеешь, ты ведь вкурсе что они с тобой только из за бабла дружат?,- сказала я смотря ей в глаза",
    "answers": [
      {
        "id": 18,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 18,
    "text": "1д- Ты что со всем страх потеряла?\n2д- Тебе что жизнь не дорога?\n— Эй, Эрика отвали от них,-сказал голос позади меня.\n— Лео?,- удивилась я.\n1д- Лео не мешай а?\n— Я тебе ещё раз говорю отстань от них.\n2д- Хорошо, хорошо мы уходим,- сказала вторая и утащила Эрику из столовой.\n— Спасибо Лео,- немного краснея сказала Марго.\n Так стоп, Марго что нравиться Лео? Ухты это круто надо будет у неё спросить.\n— А, кстати девочки придёте на мою вечеринку?\n,- спросил Лео.\n—Конечно,- сразу же ответила Марго.\n— Отлично,- сказал Лео и вышел из столовой.\n—\"Да уж славный разговор\",-подумала я и пошла на уроки.\n\n\n\n\n\n\nКонец главы но не конец истории!!!\n",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 19,
    "text": " Сегодня вечеринка у Лео.Я спросила у пары можно мне пойти он согласился, но только если Джони пойдёт со мной.Хорошо что Джони так и так хотел пойти.\n 8:30. Вечеринка начинается в 9:00.\n Я одела длиное чёрное платье,с разрезом в декольте,чёрные каблуки,и красивую падвеску с чёрным сердцем. Макияж я не наносила потомучто я его не люблю. Я спустилась к Джони, он как всегда сделал мне пару комплементов, и мы поехали к дому Лео.",
    "answers": [
      {
        "id": 20,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 20,
    "text": " Дом был большой, с садом, и большим балконом, Зайдя в дом, я увидела больше скопление людей, некоторые сидели на диване, не которые, танцевали,а некоторые уединились в комнатах.\n— О, Эли!,- крикнула Марго, подходя к нам.\n— Привет Марго!.\n— А ты круто, выглядишь.\n— Спасибо ты тоже!\n— Пойдём танцевать!\n— Мм..давай без меня, я не очень люблю танцевать.\n— Да брось!,- сказала Марго.\n— Привет девочки!,- сказал Лео который стоял позади Марго.\nМарго вспрыгнула от неожиданности.\n— Лео, что пугаешь?,- сказала Марго схватившись за сердце.\n Я заметила что Марго не много покраснела увидев Лео.\n—  Хотите чего-нибудь выпить?,- спросил Лео.\n— Я пожалуй откажусь,- сказала я,- ммм..вобщем я пойду найду Джони, а потом снова к вам.\nЯ развернулась и направилась на второй этаж, здесь было четыре комнаты, и большой балкон.\n Я направилась к балкону, Джони здесь не было.\n— Ты меня приследуешь?,- Спросил голос который стоял за мной.\n Я повернулась и увидела Алана с ухмылкой на лице.\n— Кому ты нужен?,-съязвила я.\n— Хм, обидно.\n— Мне всё равно,- грубо сказала я.\nЯ собиралась уйти, но он перенородил мне дорогу.\n— Ты чего? Дай пройти,- я толкнула его но он стоял как будто его приклеили к полу.\n Он стал приближаться ко мне.\n—\"Что ему нужно?\", \"Он что маньяк?? Так Элизабет думай, думай!!!\"\n— Не подходи, я буду кричать,- не уверено и тихо сказала я.\n Он начал смеяться, да так что у меня такое ощущение как будто весь дом сейчас развалиться.\n— Ты что псих!,-громко воскликнула я и начала бить его ладошками.\n—  Да успокойся ты!Как ты там говорила кому ты нужна,я тебе отомстил, хотел посмотреть на твою реакцию.\n Я что игрушка?Разве можно так шутить?\nЯ не навижу когда надо мной издеваются.\n— Дурак,- крикнула я и убежала.\nПо моей щеке покатиась слеза, это не из за него, просто в тот момент я сново почувствовала себя одинокой, я вспомнла мама, её глаза, хоть она и проводила со мной мало времени,я всё равно очень её люблю.\n— О,лизи!Вот ты где!,- сказал радостно Джони подбегая ко мне но увидя моё лицо, тут же изменился в лице.\n — Что стобой?Тебя кто то обидел! Кто он!,- задавал мне вопросы Джони.\n— Ничего всё хорошо,просто...просто я вспомнила маму и..\n— Понятно, извини что набросился на тебя с вопросами, просто я волнуюсь за тебя, я всю жизнь мечтал что бы у меня была младшая сестра.\n— Оуу, Джони это так мило,- сказала я улыбаясь.\nТут к нам подошёл Алан, он увидел моё заплаконое лицо и сказал.\n— Элизабет, что с тобой? Прости я не думал что, что так отриагируешь, я просто хотел тебе отомстить за твои слова.\n— Что?Что ты ей сделал?- спросил Джони у Алана.\n— Ничего серьёзного!\n— Всё хорошо, не волнуйся Алан всё в порядке, я наверное пойду домой, Джони отвезёшь меня?\n— Эм.. прости я договорился с друзьями что приду к ним, и вот..\n— Не волнуйся Джон я отвезу её,если она не против,- сказал Алан.\n— Хорошо я не против!,- сказала я.\n— Отлично, но если ты её обидешь я убью тебя,- немного шутливо сказал Джони.\n Мы сели в машину всю доргу царила тишина и никто не осмелился нарушать её.\nМашина остановилась около моего дома.\n— Спасибо,- поблагодарила я его.\n— Не зачто, и извини меня,- смутившись сказал Он.\n— Забудь, не чего не было, пока!\n— Пока,- ответил он и уехал.\n\" Да уж ну т вечринка\", подумала я хаходя в дом.\n\n\n\n\nКонец главы но не конец истории\n\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 21,
    "text": "",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 22,
    "text": " Утро.8:30\nПосле вчерашней вечеринки, у меня болела голова не смотряна то что я ни чего не пила.\n Я проснулась, сходила в душ, переоделась, и спустилась вниз. На кухне ни кого не было, я села за стол на нём уже стоял завтрак с запиской.\n ''''' Скорее завтракай, одевайся и иди к машине'''''''\n Я поела переоделась в джинсы и майку, и пошла к машине.\n— Доброе утро, соня,- улыбнувшись сказал мне Джони.\n— Доброе,куда мы едем?,-спросила я.\n— Если ты помнишь, то унас сегодня ужин с папиным колегой и его семьёй, поэтому надо выглядеть безупречно!\n— То есть у нас шопинг.\nМы ездили по всяким магазинам, покупали, различные вещи, но больше всего мне понравиось платье, оно было чуть ниже колен, красного цвета, а бо бокам были разрезы, имено в нём я буду на ужине.",
    "answers": [
      {
        "id": 23,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 23,
    "text": " Мы приехали домой и я сразу пошла к себе в комнату.\nИ вот я стою у дверей и встречаю гостей, настроение было хорошее до того пока я не увидела своего типо жениха.\n— Что??? Макс?\n— Элизабет?\n\n\n\n\n\n\n\n\n\n\n\nКонец главы но не конец истории!!",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 24,
    "text": "  Здравствуйте дорогие читатели, это первый том моей истории, кнечно скоро я начну писать второй, поэтому прошу прочитать эту историю,и написать отзыв.\n  ",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  }
]