[
  {
    "id": 1,
    "text": "Автор: MaxElis\n\nЖанр: романтика, приключения, драма, детектив\n(P.S. Романтики — больше, детектива — меньше.\n\nГлавный герой — Паша, получил письмо от родителей на день рождения. Это письмо изменило не только его жизнь, но и его самого. Узнайте, какую тайну скрывают его родители, кто изображен на фото 10-летней давности и что за события произошли тогда.\n\nО квесте: \n— повествование от лица двух персонажей\n— небольшое число выборов\n— если есть здравый смысл, то смерти избежать легко\n— Квест создан по мотивам мода \"Облака\" для \"Бесконечного Лета\".\n— Лагерная романтика\n— Небольшой детектив\n— Щепотка юмора\n— Только одна подруга! Гарема нет и не будет. И судьба у Паши лишь одна (Из девушек)\n\n",
    "answers": [
      {
        "id": 4,
        "text": "Начать",
        "instant": true
      },
      {
        "id": 3,
        "text": "Сохранения",
        "instant": true
      },
      {
        "id": 2,
        "text": "Разработка",
        "instant": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Пролог: 100%",
    "answers": [
      {
        "id": 1,
        "text": "На главную",
        "instant": true
      }
    ]
  },
  {
    "id": 3,
    "text": "По мере прохождения у вас будет возможность \"сохраниться\". По сути — обычная контрольная точка, после которой будет возможность сделать другой выбор.",
    "answers": [
      {
        "id": 1,
        "text": "На главную",
        "instant": true
      }
    ]
  },
  {
    "id": 4,
    "text": "Квест содержит ненормативную лексику для лучшего и более яркого понимания настроения героев. После релиза будет возможность отключить мат.\n\nДля квестописцев и читателей.\n\nБуду рад любой идее продолжения или дополнения истории.\n\nПрошу писать в комментариях к страницам, если найдете ошибку. Буду очень благодарен.\n\nПосле прочтения прошу оставить комментарий. Мне важно знать ваше мнение.\n\nКо всему прочему я лишь любитель, прошу особо не критиковать по мелочам, а просто упоминать, если нашли недостаток. \n\nСпасибо за прочтение такого большого... Дисклеймера?\nВ любом случае, теперь можно начать читать. Приятного вам чтения, дорогие читатели!",
    "answers": [
      {
        "id": 5,
        "text": "Пролог"
      },
      {
        "id": 1,
        "text": "На главную",
        "instant": true
      }
    ]
  },
  {
    "id": 5,
    "text": "Комната. Обычная такая подростковая комната. Ничего особенного. \n\nМое внимание привлек компьютер. Сообщение от... Даа..., давно я сообщений не получал от нее. Обычно она пишет, если ей что-то нужно. Просто проигнорирую ее. \n\nПосмотрев время на часах, я понял, что уже 4 часа ночи. А ведь дедлайн уже скоро, а я еще не закончил.\n\nЯ взял в руки карандаш и пытался поймать вдохновение...\n\nПусто, вообще никак. На бумаге лишь несчастные линии карандаша, не несущие в себе никакого смысла.\nВообще я стал работать художником не так давно, да и работой это не назвать. В детстве я не рисовал особо, но в средней школе меня попросили выступить на конкурсе по рисованию. Я нехотя согласился.\n\nВсем понравилась моя работа, они восторженно смотрели на мои рисунки и восхваляли.\n\nВ старшей школе мне предложили нарисовать иллюстрации для манги. За деньги. С этого все и пошло, я начал зарабатывать, пусть и небольшие, но свои деньги. Однако мои работы мне никогда не нравились. Не нахожу в них ничего привлекательного.",
    "answers": [
      {
        "id": 6,
        "text": "Далее",
        "var_set": [
          "m1",
          0,
          "m2",
          0,
          "m3",
          0,
          "m4",
          0
        ]
      }
    ]
  },
  {
    "id": 6,
    "text": "Я снова посмотрел на монитор. Еще одно сообщение. От нее же.\n\nДракончик: Может ты не будешь меня игнорить?",
    "answers": [
      {
        "id": 6,
        "text": "Прости, я просто заснул.",
        "var_not": [
          "m1",
          1
        ],
        "var_set": [
          "m1",
          1
        ]
      },
      {
        "id": 6,
        "text": "Прости, я просто заснул.",
        "comment": true,
        "var_equal": [
          "m1",
          1
        ]
      },
      {
        "comment": true,
        "var_equal": [
          "m1",
          1
        ],
        "id": 6,
        "text": "Дракончик: Так я тебе и поверила. Спал с включенным компьютером.",
        "merge": false
      },
      {
        "var_not": [
          "m2",
          1
        ],
        "var_equal": [
          "m1",
          1
        ],
        "id": 6,
        "text": "Ладно, прости за игнор. Так что хотела?",
        "var_set": [
          "m2",
          1
        ]
      },
      {
        "id": 6,
        "text": "Ладно, прости за игнор. Так что хотела?",
        "comment": true,
        "var_equal": [
          "m2",
          1
        ]
      },
      {
        "id": 6,
        "text": "Дракончик: Ты совсем забыл, да? У тебя же сегодня день рождения! С Днем Рождения!",
        "comment": true,
        "var_equal": [
          "m2",
          1
        ]
      },
      {
        "var_not": [
          "m3",
          1
        ],
        "var_equal": [
          "m2",
          1
        ],
        "id": 6,
        "text": "Да? Спасибо! Я совсем забыл о нем...",
        "var_set": [
          "m3",
          1
        ]
      },
      {
        "id": 6,
        "text": "Да? Спасибо! Я совсем забыл о нем...",
        "comment": true,
        "var_equal": [
          "m3",
          1
        ]
      },
      {
        "id": 6,
        "text": "Дракончик: Слушай, как насчет завтра прогуляться?",
        "comment": true,
        "var_equal": [
          "m3",
          1
        ]
      },
      {
        "var_not": [
          "m4",
          1
        ],
        "var_equal": [
          "m3",
          1
        ],
        "id": 6,
        "text": "Я не против. Но я не обещаю придти.",
        "var_set": [
          "m4",
          1
        ]
      },
      {
        "id": 6,
        "text": "Я не против. Но я не обещаю придти.",
        "comment": true,
        "var_equal": [
          "m4",
          1
        ]
      },
      {
        "id": 6,
        "text": "Дракончик: Хорошо, тогда пока.",
        "comment": true,
        "var_equal": [
          "m4",
          1
        ]
      },
      {
        "id": 7,
        "text": "Пока.",
        "var_equal": [
          "m4",
          1
        ]
      }
    ]
  },
  {
    "id": 7,
    "text": "Я выключил компьютер и пошел в кровать.\nВырубило мгновенно.\n\nПроснулся я из-за яркого солнца, несущее свои яркие лучи прямо на меня.\n\nДоброе утро...\n\nЯ встал, помылся и пошел в кухню. В холодильнике было пусто. Значит сейчас пойду в магазин.\n\nЯ собрался, вышел из дома и пошел по уже полной людьми улице.\n\nПятерочка встретила меня кучей продуктов, какие-то свежие, какие-то нет. Кстати, может взять тортик? День рождения все же. Я закупился и пошел обратно домой.\n\nСудя по времени, обед уже давно прошел, ибо было уже 4 часа дня.\n\nПолучается, у меня сейчас обед? Или все же завтрак?\n\nЯ сытно поел и пошел в свою комнату. \n",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "Я опять сел рисовать. Вдохновение пришло быстро и я увлекся делом...\n\nЭкран монитора вновь выдал мне сообщение.\n\nДракончик: Ну ладно, еще раз с днем рождения.",
    "answers": [
      {
        "id": 8,
        "text": "Прости, я погрузился в рисование и совсем забыл.",
        "var_set": [
          "m5",
          1
        ]
      },
      {
        "comment": true,
        "var_equal": [
          "m5",
          1
        ],
        "id": 8,
        "text": "Хотел написать я, но увидел сообщение:\nВы не можете отправить сообщение, так-как пользователь добавил вас в черный список.",
        "var_add": [
          "m5",
          0
        ]
      },
      {
        "id": 9,
        "text": "Далее",
        "var_equal": [
          "m5",
          1
        ]
      }
    ]
  },
  {
    "id": 9,
    "text": "Как я мог забыть?... Она была единственным человеком, с которым я общался последние 2 года... Ладно... Сегодня мама с папой должны придти пораньше, жду недождусь нашей встречи, так давно их не видел...\n\nЗазвонил телефон.\n\n—Алло?\n—Привет сыночек, мы сегодня задержимся на работе, поэтому поздравляем тебя с днем рождения! Желаем счастья, здоровья, успехов в карьере. (Мама)\n—С днем рождения, сын, прости что не сможем приехать, а если и приедем, то только совсем поздной ночью. (Папа)\n—Ладно, мам, пап, я понимаю, все таки вы ради меня стараетесь.\n—Спасибо, что поддерживаешь нас! Ладно, ложись спать, уже поздно.\n—Хорошо, пока, мам, пап.\n—Пока, сын, спокойной ночи.\n—Спасибо.\n\nНу а чего я ожидал? Они редко вообще бывают дома и сегодня тоже заняты. Чтож, хотя бы поздравили, и то хорошо.\n\nЯ лег спать, но спать особо не хотелось. Просто провалялся в кровати. Не знаю, сколько времени прошло, но входную дверь кто-то открыл. В комнату вошла мама.\n—Ах, ты уже спишь, какой молодец.\nПоцеловала она меня в макушку и я тут же уснул.",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "На следующий день я встал где-то в 2 часа дня. Все как обычно, умылся, привел себя в порядок, пошел в кухню, поел. Кстати тортик был очень вкусным, жаль, что ел я его один...\n\nПосле обеда я пошел обратно в свою комнату. На столе возле компьютера лежала записка.\n\nЗаписка гласила: \"Привет, сынок. Мы же знаем, как ты любишь квесты! Поэтому на этот день рождения мы приготовили тебе подарок, а найти его ты сможешь, только разгадав наши загадки.\nУдачи! Еще раз с днем рождения!\"\n\nДа, я с самого детства получаю такие подарки. Не сказать, что мне такие квесты не нравятся, наоборот, я очень даже их люблю. \n\nПеревернув записку я прочел подсказку:\n\"Следующая записка находится в твоих воспоминаниях\"\n\nЧто бы это могло значить?",
    "answers": [
      {
        "id": 10,
        "text": "Помню, как однажды ходили куда-то. Не то.",
        "comment": true,
        "var_need": [
          "q1",
          1
        ]
      },
      {
        "id": 10,
        "text": "Как праздновали день рождения за столом. Тоже не то.",
        "comment": true,
        "var_need": [
          "q1",
          2
        ]
      },
      {
        "var_not": [
          "q1",
          3
        ],
        "var_add": [
          "q1",
          1
        ],
        "id": 10,
        "instant": true,
        "text": "Пытаться вспомнить что-нибудь."
      },
      {
        "id": 10,
        "text": "Точно, может это вовсе не духовные воспоминания, а физические? Альбом с фотографиями!",
        "comment": true,
        "var_need": [
          "q1",
          3
        ]
      },
      {
        "var_equal": [
          "q1",
          3
        ],
        "forget": [],
        "text": "Далее",
        "id": 11,
        "var_set": [
          "q1",
          0
        ]
      }
    ]
  },
  {
    "id": 11,
    "text": "Я нашел свой альбом с фотографиями из детства. \nДолистав до самого конца, я увидел старое фото. На котором был 10-ти летний я, вместе со своими родителями, на фоне таких же семей и автобуса. Что это за девочка была рядом со мной — я не знаю, предки, видимо, тоже, раз так и не рассказали мне о ней.\n\n\"22.06.2012\", —  Прочитал я подпись на фотографии. После я заметил, что фотография сильно выпирала на фоне других, под ней лежала сложенная вчетверо бумажка.\n\nЯ достал записку и начал читать:\n\"Фото — это память. Поэтому, когда ты найдешь наш подарок, обязательно сфотографируйся!\nНа обороте, как обычно, подсказка к следующему месту:\n\"Следующая подсказка. Открыв его один раз и поняв, что он пуст, ты все равно откроешь его еще раз в надежде на изменение.\"\n\nСтранна загадка.\nЯ долго пытался понять, что это может быть за место и сильно проголодался. Чтож, пойду поем, потом продолжу.",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "Я пошел на кухню, открыл холодильник. И какого же было мое удивление, когда я там нашел записку. Никогда бы не подумал, что мой желудок когда-нибудь поможет мне найти ответ.\n\nСначала я поел, потом принялся читать:\n\"Я так тобой горжусь, сынок. Следующую загадку придумал твой отец. Посмотри на обороте.\"\n\n\"Сын, в этот раз я тоже решил поучаствовать и поздравить тебя с днем рождения еще раз. Я прекрасно понимаю, что тебе невтерпеж получить свой подарок, поэтому по секрету, между нами, загадка будет довольно простой. Машина времени 21 века. Удачи тебе, сынок.\"\n\nИ что же это может быть? Я остановился и начал пропускать через свою голову все возможные варианты ответа на эту загадку. Которых у меня было совсем немного, а если быть точнее, то не было совсем. Простая загадка, сказал он, ага-ага. А может я слишком тупой для ее решения?",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 13,
    "text": " Я решил немного схитрить. Не, ну а что такого? Это же мой подарок на день рождения, почему я должен голову ломать для того, чтобы ее получить?\nЯ присел за компьютер, покликал мышкой по темному монитору, тем самым пробудив компьютер из режима сна. Попробуем погуглить.\n\nНо перед тем, как открыть браузер, я заметил созданный файл в середине рабочего стола, который явно создал не я.\nТочно. Интеренет-компьютер-телефон. Все это машина времени, только в одну сторону. Как я не догадался?!\nДважды кликнув по файлу передо мной на весь экран открылся текст.\n\"Поздравляем тебя! Ты прошел наш квест и заслужил приз! Надеюсь, ты решил квест до 6 часов вечера, иначе все было зря. Наверное, стоило тебя предупредить, но мы об этом подумали только в конце. Ладно, загляни в шкаф. Еще раз с днем рождения, мы тебя любим!\nМама и Папа.\n\nДо шести вечера? Или что? Мой подарок превратиться в тыкву?\nЯ ухмыльнулся, а после посмотрел на часы. Пять часов. У меня еще полно времени... Встав из-за компьютера, вместе со своим чувством победы и слабым предвкушением подарка, я направился к шкафу. Раскрыв двери шкафа...\n...я умер.",
    "answers": [
      {
        "id": 14,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 14,
    "text": "Конечно нет. Я был жив, чему и был очень разочарован. Открыв глаза и осмотревшись, я понял, что сижу на полу. А на мне лежит...\nМЕДВЕДЬ?!\nКАКОГО? — закричал на весь дом, я отбил рукой напавшего на меня зверя и отскочил в сторону.\nБоже, да за шо?!\nУспокоившись, я понял, что это был не настоящий медведь, а лишь часть его. Конкретнее — голова.\nНенавижу охоту.\nЭтот медведь был подстрелен моим дедом очень давно. Помню, как я плакал по бедному мишке, когда он привез трофей домой.\nСейчас же я даже рад, что он его подстрелил.\nИ вообще, какого черта она здесь делает?\nЗачем мы вообще ее храним? Да и тем более в моем шкафу?!\nЯ взял голову медведя и выставил за дверь своей комнаты. Ничего личного, просто нам не по пути, Мишань.\nОтдышавшись, я вернулся к своему подарку.\nЭтим подарком оказалось приглашение — билет в какой-то лагерь.\nЗначит, путевка.\nИ ради нее я проделал такой путь?!\nРазвернув сложенное приглашение, на обложке которого красовались ворота лагеря, я начал читать.",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "Поздравляем, вы приглашены в тематический летний лагерь \"Совенок\"!\nВас ждет незабываемая смена, полная приключений, новых знакомств и веселья!\nВы будете окружены прекрасными природными видами и атмосферой СССР!\nЧего ты ждешь? Ты нужен нам, ПИОНЕР!\n\nПионерлагерь?\nДа вы с ума сошли?!\nНикуда я не поеду.\nЯ посмотрел на дату приезда автобуса, а потом на часы. Оставалось каких-то 30 минут. Приглашение лежало рядом с еще какой-то запиской на дорожной сумке.\n\nP.S. Не забудь переодеться!\n\nСумка была забита всеми нужными и ненужными вещами, а рядом лежала униформа лагеря, наверное. \nЗначит, все решили за меня?\nЯ еще раз пробежался взглядом от даты поездки до часов и подумал.\nЕще до остановки нужно дойти...\nЛадно, хорошо, хорошо!\nПротараторил вслух я, словно отвечал родителям, которые уговаривали меня поехать.\nНе пропадать же деньгам...\nОсмотрев сумку, я выкинул из нее ненужное, а после сложил реально необходимые мне вещи в рюкзак.",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "Став полностью готовым, физически и морально, я переоделся и вышел из дома, направляясь на остановку, к которой должен был подъехать автобус. Солнце потихоньку приближалось к горизонту, и на небе начали образовываться дождевые облака. А людей на улице меньше не становилось. Все то и дело спешили куда-то, гуляли, существовали. А я уже представлял себя несущим флаг СССР.\nВот же срань...\nТихо промолвил я, и на меня косо посмотрела проходящая мимо мадам, услышавшая, что я сказал.\nНеловко.\nВсю дорогу до остановки я старался внушить себе, что все будет шикарно. Но непонятное чувство неизвестного, немного раздражавшее и пугавшее меня, не давало настроиться на хорошее.\n\nСпустя каких-то 15 минут ходьбы я оказался на остановке.\nНадеюсь, они приедут за мной.\nКажется, с этого района я один еду в этот лагерь.\nЯ осмотрел пустую остановку, еще раз посмотрел на часы и принялся ждать.",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "Хоть долго ждать и не пришлось, но мысли о том, чтобы бросить все и пойти домой, посещали мою голову неоднократно.\n410-ый автобус, который должен заехать за мной, как написано в путевке, прибыл, хоть и опоздал на 10 минут.\nДвери автобуса распахнулись, и оттуда выпорхнула женщина лет 25.\n—Здравствуй, ты ждешь автобус в \"Совенок\"?\nЯ немного замялся, но все же ответил.\n—Да, вот.\nЯ протянул ей приглашение.\n—Отлично, меня зовут Ольга Дмитриевна, а ты у нас?..\n—Павел, Павел Киченко.\n—Паша?\nОна задумалась и начала осматривать меня с ног до головы.\nМеня удивило такое поведение. Потому что не каждый день на меня так пристально осматривает какая-то женщина.\n—Э-э, все в порядке?\nМой голос, кажется, вывел ее из раздумий.\n—Да, все нормально. Проходи в салон, садись на любое свободное место и приготовься к поездке.\nОна улыбнулась и отошла в сторону, пропуская меня.\nНу что, народ, погнали.\nПодумал я и зашел в автобус.",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "Зайдя внутрь, я проходил мимо обычных ребят примерно моего возраста и младше, здесь были и парни, и девушки. Они все разговаривали, смеялись. Никто не обращал на меня внимания.\nЯ почувствовал себя не в своей тарелке.\nСтоило бы подсесть к кому-нибудь и познакомиться, но остались только пустые места, где никто не сидел. Их было достаточно много, видимо, мы будем еще заезжать за другими детьми.\nТак даже лучше.\nПодумал я и сел на свободное место возле окна.\nКто ко мне подсядет, с тем первым и познакомлюсь.\nКогда я уселся, Ольга Дмитриевна зашла в салон, держа в руке какую-то тетрадку, и сделала в ней отметку. Скорее всего, она отметила меня. После она дала сигнал водителю, и мы поехали.\nКаждые 15 минут мы останавливались и подбирали еще каких-то ребят.\nВсе они заходили парами, поэтому никто из новеньких не собирался подсаживаться ко мне.\nНе то, чтобы мне стало обидно от этого, просто стало немного одиноко...\n\nВстречу новых друзей, ага...\n\nЯ достал телефон, отписал родителям, что я сел и мой путь ниндзя начался.\nСпустя еще час езды меня потянуло в сон.\nПоследней мыслью перед тем, как меня окутала тьма, была:\nЗря я поехал...",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "Предупреждение: Далее повествование будет идти от лица другого персонажа. Пожалуйста, привыкните к этому. Персонажи часто будут меняться (К счастью, главных героев лишь 2, поэтому особо не запутаетесь).\nПеред каждой сменой персонажа будет специальная страница, оповещающая о смене.\nСпасибо за то, что читаете и приятного прочтения.\nP.S. Пролог еще не закончен\n\nО том, какой персонаж будет активен, оповестит ответ ниже.",
    "answers": [
      {
        "id": 20,
        "text": "Повествование от лица Полины"
      }
    ]
  },
  {
    "id": 20,
    "text": "—Да, мам, я все собрала-а-а-а!\nЯ поцеловала Маман и выбежала из квартиры.\n—Так-с, автобус должен будет приехать к 20:10, вроде я должна успеть.\nКак я могла забыть? Впервые в жизни такое...\nХотя у меня это семейное, походу...\nИнтересно, приедут ли туда Влад с Олькой и Серегой, они вроде как все из одного города, точно не знаю.\n\nРазмышляя о лагере, я и не заметила, как уже стояла на остановке. На часах было без пяти восемь. Я зажгла сигарету, очень хотелось курить. Наверное из-за того, что я нервничала. По телу проходила мелкая дрожь.\nПомимо меня на остановке было еще человек пять, среди которых было три придурка и две девочки.\n—Глянь какая, а?\n—Ну да, ниче такая.)\n—Чекай, ща подойду, подцеплю!)\n—Хах, лошара наивная удачи! — сказала я ему в ответ.\nОн подошел ко мне... и как только дотронулся до моей юбки, я долго не думала.\nЯ вынула изо рта не до конца докуренную сигарету и потушила ее... об его лоб!\n—АААА-АА-АА-АЙ!!! ТЫ ЧЕ С-СОВСЕМ, С-СУКА, Б-Б-БЕЗМОЗГЛАЯ?!\nОн замахнулся на меня, но я смогла проскользнуть под рукой этого идиота и обхватить его, после чего я с легкостью повалила его на землю.\nПап, твои учения не прошли даром!\nСпасибо тебе!\nЯ наклонилась к этому уроду и произнесла:\n—Безмозглый здесь только ты...\nЕго и его дружков удалось напугать. Он вскочил и через секунду их здесь уже не было. Те две девочки были ошарашены происходящим.\nМне было неловко, и я просто улыбнулась и помахала им.",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "Автобус под номером 410 прибыл в пункт назначения, и из него вышла моя любимая Ольга Дмитриевна! Я не смогла сдержать себя в руках, и она оказалась в моих крепких объятиях\n—Здравствуйте, Ольга Дмитриевна, я так по вам скучала! Прям не могу!\nЯ почувствовала, что помимо меня Ольгу Дмитриевну обнимает кто-то еще. Это были те самые девочки!\n—Привет, Полиночка, Юлечка, Катенька, я по вам всем тоже сильно-сильно скучала!\nОй, блин, она, походу, заметила!\n—Т-а-а-а-к, я не поняла. Майская, опять за свое?\n—Ольга Дмитриевна, нет, это не я, честное слово, я давно бросила... Это... это парни здесь какие-то только что стояли, курили, вот я видимо и провонялась дымом. Вон, у девочек спросите!\nОльга перевела взгляд на девочек, и те с выпученными глазами подтвердили мои слова.\nДевочки, благодарю вас!\n—Ну, смотри мне, не дай Бог, если я почувствую хоть малейший запах от тебя в лагере. Майская, пеняй на себя.\nНу все-е-е... Лагерь строгого режима начинается...\n—Я не курю больше, правда.\n—Ну ладно, поверю тебе... Ну все, давайте мне путевки и заходите.",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "Мы с девочками по \"щучьему\" велению отдали их и зашли в автобус. Они быстро побежали в конец, занимать места. Я прошла почти весь салон и заметила свободное место. Тут сидел какой-то мальчик, упершись в окно.\n—Гхм-гхм... Простите, здесь свободно?\nОтвета не последовало, он либо спал, либо был в наушниках, либо оба варианта верны.\nЯ не стала его тормошмить и села рядом. В конце концов многие сидели попарно, а здесь никого не было.\nОдин едет?\nВремя шло, мы были все ближе к лагерю, а я не могла уснуть. Моя головешка думала о том, как пройдет эта смена. Очень не хотелось, чтобы в лагере меня окружали такие додики, как эти, которые были на остановке.\nВ автобусе практически никто не спал, обстановка была достаточно ламповой. Спереди маленькие пионеры оживленно разговаривали о чем-то, размахивали руками, корчили рожицы.\nОльга Дмитриевна не теряла боевого духа и попыток успокоить малых. Но у нее так ничего и не вышло.\nНа стороне мелких была очень мощная боевая поддержка, несущая название \"Усталость\". Ольга Дмитриевна смирилась и через минуту уже спала. Было приятно наблюдать за этим историческим моментом.",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "Эти ребята напомнили мою первую поездку в лагерь. Первую встречу с Ольгой, которая просила звать себя Олечкой, она была совсем молодая. Возможно, тогда она была возрастом как я сейчас, ну или чуть постарше.\nТогда я впервые познакомилась с людьми, дома которых были разбросаны чуть ли не по всей стране. Обычно мои знакомства ограничивались ребятами, которые жили в нашем дворе.\nТак... С кем же я тогда познакомилась? Просто ощущение, что я знаю этих людей всю жизнь.\nНу, вроде бы это была Оля со своим братом Серым, Владом, Максом и... кто-то еще был среди них... П... Пе... нет?.. Не-а, не помню!\nВремя и автобус начали работать в дуэте. Я не смогла противостоять им и уснула.",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "Повествование от лица Паши.",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "2:23.\n\nСильный толчок, моя голова влетает в стекло!\n—Ай-ай-ай!!! Моя голова! Ой...\nЗаметив, что в автобусе темно, я закрыл свой рот. Я понял, что сейчас глубокая ночь и то, что все люди, находящиеся в транспорте, давно спят.\nНа стекле был кровавый след... Я умудрился разбить себе лоб.\nЯ полез в свой рюкзак, так как у меня имелись перекись и ватные диски.\nЯ протер свой лоб и вытер стекло. Вытирая, я заметил, что по ту сторону стекла обильно шел дождь, хотя ночь была настолько темной, что, закрывая глаза, ничего не менялось.\nАвтобус сильно наклонился, но уже в другую сторону!\nЯ не смог усидеть, в итоге меня тоже наклонило и я скатился с сидения!\nМое лицо было напротив лица моего соседа.\nВсе-таки ко мне подсели.\nСверкнула молния!\nМолния — мгновенная вспышка электрического заряда, но тут она была явно не мгновенной, потому что я смог разглядеть от \"А\" до \"Я\" черты ее лица. Это была девушка моего возраста. Она была красивой, быть может, не более красивая, чем некоторые другие. Но все, что находилось на ее личике, было идеальным, без единого изъяна.\nМиниатюрный носик, большие ресницы, с помощью которых, наверное, можно было улететь, восходящие брови и иссохшие губы подчеркивали в ней миловидность. Смотря на нее, можно было увидеть что-то детское.\nЭто лицо я впервые наблюдал в своей жизни, но меня не покидало чувство, что я его уже видел где-то.\n",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "Я понял, что так лежу уже несколько минут! Меня перемкнуло, стало очень стыдно, и я отвернулся и начал смотреть в окно.\nОсвещаемый молнией ночной дождь, который поливал поля, почему-то завораживал.\nСпустя несколько минут я уже спал.",
    "answers": [
      {
        "id": 27,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 27,
    "text": "Мы приехали.\nЗнаете, как я это узнал, будучи спящим?\nЯ въехал в переднее кресло со всей скорости.\nКогда оклемался, то решил первым делом повернуться и поприветствовать своего соседа.\n—Привет!..\nВыглядел я как дурачек, ибо сидение напротив меня было пустое...\nМожет быть мне приснилось, что тут была девочка?\nЯ дотронулся до лба и почувствовал жгучую боль.\n—Ай! Нет, все-таки не приснилось!\nКто-то на выходе из автобуса выкрикнул.\n—МЫ ПРИЕХАЛИ!\nЯ выглянул в проход между кресел.\nСпереди люди только начали собираться, а некоторые уже выходили. Я решил посмотреть, какая обстановка была позади меня.",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "—Какого фига вылупился?! Выходим! Приехали!\nПередо мной оказалась девочка лет двенадцати. Она явно не выспалась. Ночь ее сильно потрепала.\nДевочка дунула на клочок волос, который мешался и закрывал глаз.\nЕе лоб точно так же, как и у меня, был поврежден.\n—АХАХ!\nМеня почему-то это обрадовало, наверное потому, что я был таким не единственным.\nЯ схватил ее за руку и посадил рядом с собой.\n—Ч-что ты собираешься делать?\nОна была в недоумении.\n—Тихо! Сиди смирно и не дергайся... Сейчас...\nПерекись куда-то бесследно пропала, но, перешарив весь свой хабар, я нашел заживляющий крем и пару пластырей.\n—А он не щиплет?\n—Не-а, охлаждает разве что...\nНамазанный пластырь уже был на лбу у девочки.\n—Спасибо... А... А как твое имя?\nЗаливаясь краской, спросила она.\n—Киченко Павел, а как звать вас, юная леди?\n—А меня Алевтина! Линчевская! Приятно познакомиться!\nМоя новая знакомая улыбалась во все 32! Или сколько там у нее зубов?\nБыло видно, что ребенка переполняло счастье.\nОна вскочила, схватила меня за руку и потянула к выходу. Я еле-еле успел забрать свой рюкзак.",
    "answers": [
      {
        "id": 29,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 29,
    "text": "Мы вышли из автобуса последними. Перед нами была огромная толпа из 150, а может и больше, человек. Что происходит спереди — было не видно.\n—Паш, подыми меня, пожалуйста, а то я не вижу ничего!\nАля подняла руки. Смущение в этом ребенке как рукой сняли.\nЯ посадил Альку к себе на плечи. Было трудно, девочка маленькая, а я чуть не сдох!\n—Ну что, видно что-нибудь?\n—Да! Там стоят: какой-то большой мужик!..\nАля размахнула руками\n—Вожатая из нашего автобуса, как ее зовут — я не помню, и какой-то паренек. И еще несколько людей, тоже вожатые, наверно.\n—Ольгой Дмитриевной ее зовут...\n—Да-а-а, точно!\nЯ закатил глаза.\nВидимо я слишком сильно продемонстрировал это, так как крошечный кулачек влетел в мой затылок!\n—Ай\n—Я не виновата, что у меня память на имена плохая!\n—Ладно-ладно, прости...\nАля сложила свои руки, закрыла глаза и фыркнула.\nОх уж эта молодежь!",
    "answers": [
      {
        "id": 30,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "(Ольга Дмитриевна — ОД\nОД: ...Сыроежкин Сергей, Двачевская Алиса...\n—Каво??? Аль, не слышно ни черта, озвучивай, что они говорят.\n—Она свой отряд назвала.\n—А мы там были?\n—Нет! Тихо, не мешай, я не слышу! Эй, вы тоже заткнитесь!!!\nХа-ха, а то че?\n—А то Пашка вам щас рты позакрывает!\nА ну-ка, где там этот Пашка, пусть попробует!\n—А нууу, ПАХА, ДАВ... ГХМ-ГХМ-ГХМ!!!\nЯ закрыл рот Але, так как увидел того, кто вызвал недовольство Королевишны. Это был пацан, который по габаритам в 2 раза больше меня — и в высоту, и в ширину!\n—Аля, блин... слушай Ольгу и не отвлекайся ни на кого!\n—Ой, ладно...\nОна снова набундючилась.\n—Отряд Максима Сергеевича: Фролов Владислав... Киченко Павел... Майская Полина... Линчевская Алевтина... АЛЕВТИНА! Пашка, мы с тобой в одном отряде!!!\nОна схватила меня за щеки и начала теребить их!\nПаша: ЛаВДноА, ДофАй Прадфолвяй СлуАшут!\nАля засмеялась и продолжила.\n—Сыроежкина Ольга... и... Ножнова Мия!\n—И это весь отряд??? А что так мало?\n—Маленький да удаленький! Я слышала, что девочки — Полина и Оля — чуть ли не идолы в лагере. И что они каждый год сюда приезжают.\n—Хм...\nМне стало интересно, что там за идолы такие.\n—Все, все расходятся к своим вожатым.\nНам было проблематично пройти через народ, поэтому я сказал Але, чтобы она оповестила Вожатого, что мы здесь.\n—МАКСИМ СЕРГЕЕВИЧ, МЫ ЗДЕ-Е-ЕСЬ!!!\nОна закричала и начала махать рукой из всех сил.\nЭто был крик Драконорожденного! Я думал, что у меня от такого крика перепонки лопнут!\n—Да что же ты так орешь?! Просто бы помахала рукой, да и все!\n—Все, он нас увидел и тоже махнул!\nСпустя несколько минут мы уже стояли около ворот. Точнее, стоял только я, Аля продолжала сидеть у меня на плечах.",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "Здесь было несколько пионеров, большинство которых состовляли девчонки, одной из которых была моя соседка в автобусе. Как только я взглянул на нее, она быстро отвела взгляд от меня.\nАля: А где наш Вожатый?\n—А я вас чем-то не устраиваю, юная леди?\nЯ вместе с Алей перевел взгляд на...\nДа вы шутите... Нашим вожатым будет какой-то мальчик! Меня это очень сильно смутило, и, скорее всего, не меня одного...\nОн улыбался и тыкал пальцем на значок, который, скорее всего, должен был указывать на его статус в лагере, но мне это ни о чем не говорило.\nАля: Попрошу вас не называть меня так.\nНе было понятно, улыбалась ли Аля с сарказмом или это была вежливость.\nМаксим: Извиняюсь!\nОн поклонился, Аля ничего не сказала.\nМаксим: Ну что же, ребята, приветствую вас всех в нашем лагере, меня зовут Максим Сергеевич, я буду вашим вожатым в эту смену, по всем вопросам обращаться ко мне. Давайте пройдемся по списку, я отмечу вас.\nОльга Сыроежкина?\n—Здесь!\nЭто была белокурая, кучерявая девочка, на лицо она была очень симпатичная. Только посмотрев на нее, можно было почувствовать жизненную энергию (Полюбому КИ), которая исходила от нее! Девочка-тусовщица, дома, скорее всего, не бывает. Хотя внешность бывает обманчива.\n\nP.S. Простите, автор не удержался.\nКи — жизненная энергия в Китае (Вроде)",
    "answers": [
      {
        "id": 32,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "—Мия Ножнова?\n—Здесь.\nВсю жизнь я думал, что это я очень тихий и тише меня просто никого не бывает.\nКак же я ошибался.\nТишина была громче, нежели то, как она это сказала.\nЯ повернул голову в сторону, чтобы узреть источник шума.\nПередо мной предстала девочка с растрепанной прической. Ее круглые очки с большими, но тонкими линзами, одним своим видом могли сказать, что их хозяйка достаточно умна и начитана. Учеба, скорее всего, стоит на первом месте.",
    "answers": [
      {
        "id": 33,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 33,
    "text": "—Владислав Фролов?\nТишина...\n—Влад Фролов?\nСнова тишина...\n—Он может хотя бы раз быть на месте и никуда не свалива...\nВлад: ЗДЕ-Е-Е-ЕСЬ!!!\nПослышался крик из лагеря, весь отряд, да и не только наш, начали смеяться, у Али наконец-то начало появляться настроение!\n—Ну что за чело...\n—ВЛАД ФРОЛОВ В \"СОВЕНКЕ\", ДЕТКА!\nМы начали смеяться пуще прежнего!\n—М-да уж... Так, далее... Алевтина Линчевская?\nАля, вытирая глаза от смеха, воодушевленно прокричала.\n—Алевтина на месте!\nВ этом ребенке уже и капли недовольства не было! Она снова стала жизнерадостным человеком.\n—Полина Майская?\n—Тут.\nОтветила та самая девочка, которая ехала со мной в автобусе. Из всего отряда она, видимо, серьезнее всех, даже меня. То детство, которое я видел в автобусе, исчезло.",
    "answers": [
      {
        "id": 34,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 34,
    "text": "—Павел... Ки... ченко?\nНеужели моя фамилия такая сложная?\n—Здесь.\nЯ не пытался проявить какое-то недовольство, но мой голос даже мне показался через чур грубым.\nВожатый побледнел и буквально начал прожигать меня своим взглядом! Я не мог понять, задел ли я его так своим ответом или причина была в другом.\nКакого фига он так вылупился?\nОт его взгляда во мне начала бурлить кровь.\nЕще бы чуть-чуть и произошло что-нибудь нехорошее, но девочки отозвали его.\nПолина: Макс!\nОля: Максим Сергеевич, может, вы уже наконец-то ознакомите новичков с лагерем?\nМаксим: Да-да, извините... Ребят, пройдемте за мной.\nОн пришел в себя и снова начал улыбаться, но эта улыбка уже была явно натянутой!\nИ что это сейчас было??? Его лицо было таким, как будто он призрака увидел. Если мои отношения с вожатым будут продолжаться в таком же духе, это не приведет ни к чему хорошему. Стоит не зацикливаться...",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "Из мыслей меня вывела Аля.\n—Паш, опусти меня на землю, пожалуйста...\nЯ послушался ее.\n—Паш, с тобой все в порядке?\nАлька смотрела на меня с чуть ли не заплаканными глазами.\n—Со мной? Да вроде все хорошо... А что такое? Это у тебя, скорее всего, что-то случилось.\n—Когда вожатый смотрел на тебя, ты начал сжимать мои ноги... было больно, я попыталась тебя окликнуть, но ты никак не отреагировал, и я испугалась...\nМне стало жалко Алю, она была похожа на котенка, которого выкинули на улицу, и я обнял ее.\n—Аль, извини меня, пожалуйста.\n—Да ладно тебе, я-то понимаю, что ты это не специально!\nОна протерла свои глаза и улыбнулась.\n—Ладно, пошли, но если еще раз такое повторится, я тебе ухо откушу.\n—Ха-ха, понял, больше не повторится, ухи мне еще нужны! (Это не ошибка, так сказал гг)\nАля захохотала и взяла меня за руку, мы продолжили идти.",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "Далее повествование от лица Полины.\n\nНезадолго до приезда автобуса.",
    "answers": [
      {
        "id": 37,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 37,
    "text": "Я посмотрела на время в телефоне.\n\n6:40\n\nКошмар, какая рань.\nЯ снова закрыла глаза и устроилась поудобнее.\nВдруг сбоку послышался какой-то напев.\n—Вставай, страна огромная... На честный славный бой...\nИ голос такой до боли знакомый... Немного хрипловатый и замученный.\nЧто за идиот горланит в такое время?\nДальше он просто мычал.\nЯ решила не обращать внимания, пока кто-то не начал тыкать мне пальцем в щеку.\n—Я сейчас кого-то по полу размажу!\nОткрыв глаза, я узрела Влада и Олю в полной красе!\nОни заливались и дали друг другу пять.\n—Да ладно!\nЯ чуть ли не подскочила на месте.\nМы не видились целый год!\n—Ребята, я так рада вас видеть!\nОлечка сразу кинулась ко мне в объятия.\n—И мы тебя!\nЯ погладила ее по голове и поправила ей челку.\n—Сменила прическу?\n—Да, как ты и сказала!\nОля вся сияла.\nВлад же спокойно сидел, опершись о кресла, и улыбался своей заговорщической улыбкой.\nВсе тот же Влад, все те же шрамы на лице.\n(Шрамы на правой щеке и по всему левому глазу)\nОн так и не рассказал о них, так и не посвятил меня, почему у него один глаз красный.\nКонечно, по сравнению с Олей, которая словно лампочка, он не такой веселый и жизнерадостный. Зато настоящий и подлостей от него можно не ждать.",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "Полина: Ну привет, сердцеед!\nВлад захохотал.\n—Кукушеньки, Полька!\nМы и с ним обнялись.\n—Смотрю, тоже подросла, такая взрослая прям. Птенцы взрослею и покидают гнездно.\nОн вытер невидимую слезу.\n—А ты все тот же засранец, ломаешь комедии?\n—Кто-то должен оставаться прежним.\nПодмингул он.\n—С ума сойти, целый год прошел!\nОля: И не говори, я очень скучала по нашему отряду! Особенно по нашим посиделкам... и проделкам!\nНа последнем слове она перевела взгляд на Влада.\n—Обеспечим.\nКивнул он с серьезным видом.\nПолина: Обязательно! Тогда с тебя истории про шрамы, а то постоянно бегаешь от этой темы!\nМы с Олей хитро на него посмотрели.\nВлад: Что говоришь? Не слышу.\nОн подставил ухо.\nКак врезала бы, чтобы аж перевернулся!\nОля: Ну-у-у! Ты обещал!\n—Ладно-ладно, не нойте. Время будет — расскажу.\nПолина: А Сережка не поехал?\nВлад: Ага, как бы не так. Он — и не поехать в лагерь??? П-ф-ф-ф!\n—Ну а где он тогда?\nОля резко подняла свою руку вверх и резко наклонила, указывая пальцем в конец автобуса.\nТам на весь ряд кресел развалился этот блондинистый красавчик! Было ощущение, что он помер... но нет, храп раздавался на весь автобус.\n—Ох, мать моя женщина!\n—Ха-ха-ха, мы поэтому оттуда и ушли. Невозможно, думали, хотя бы здесь не достанет — ага!\n—Ладно, пусть спит. Ну а вы как? Давайте, рассказывайте!",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "В разработке.",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 40,
    "text": "",
    "answers": []
  }
]