[
  {
    "id": 1,
    "text": "я мечтаю стать писательницей, и первый свой шаг я хочу написать здесь. здесь все мои книги написаные на данный момент (2020).  я надеюсь что вам понравится, и вы будете читать мои следуешие книги или сказки) связь с автором, здесь! надеюсь вам понравится!",
    "answers": [
      {
        "id": 2,
        "text": "начнем!"
      },
      {
        "id": 3,
        "text": "связь с автором \n"
      }
    ]
  },
  {
    "id": 2,
    "text": "выбор маштаба книги",
    "answers": [
      {
        "id": 4,
        "text": "мелкий"
      },
      {
        "id": 6,
        "text": "Грандиозный!"
      },
      {
        "id": 1,
        "text": "назад"
      }
    ]
  },
  {
    "id": 3,
    "text": "1) коментарии \n2) vk. com arimok\n3)viber \"книги авторства Kinara\"    \n4) vk. com \"книги авторства Kinara\"",
    "answers": [
      {
        "id": 1,
        "text": "понятно"
      }
    ]
  },
  {
    "id": 4,
    "text": "жанр?",
    "answers": [
      {
        "id": 7,
        "text": "рассказ"
      },
      {
        "id": 2,
        "text": "назад"
      }
    ]
  },
  {
    "id": 5,
    "text": "выберите жанр\n",
    "answers": [
      {
        "id": 8,
        "text": "милодрамма"
      },
      {
        "id": 2,
        "text": "назад"
      }
    ]
  },
  {
    "id": 6,
    "text": "выберите жанр",
    "answers": [
      {
        "id": 13,
        "text": "Роман, фентези"
      }
    ]
  },
  {
    "id": 7,
    "text": "выбирайте!",
    "answers": [
      {
        "id": 9,
        "text": "Снегурочка (сказка)"
      },
      {
        "id": 10,
        "text": "Мороженное"
      },
      {
        "id": 11,
        "text": "Мылыш и варежки"
      },
      {
        "id": 12,
        "text": "Торт"
      },
      {
        "id": 6,
        "text": "назад"
      }
    ]
  },
  {
    "id": 8,
    "text": "выберите книгу",
    "answers": [
      {
        "id": 14,
        "text": "кот Ячмень"
      },
      {
        "id": 5,
        "text": "назад"
      }
    ]
  },
  {
    "id": 9,
    "text": "У деда мороза была одна дочка.\nЕе звали Снегурочка.как выбежит Снегурка на улицу снег пойдет, по этому Снегурочка лето дома седела. Седела себе за столом и сочиняла\n В пятницу сказку \n Во вторник стих\n В среду рассказ\n В четверг прозу\n В понедельник быль\n А остальные дни из пластилина снеговиков лепила. Но однажды дед мороз в гости к Санта Клаусу  поехал. А Снегурка одна осталась. Лижит на кровати Снегурочка и грустит. Потом вспомнила что одна она и некто ее дома не держит. Выбежала на улицу и снег повалил. Побежала Снегурочка в деревню к друзьям а друзья у нее были\n Снег, Иней, Лед, Снеговик, снежная баба, ледяная горка и много других друзей. Играет Снегурка веселится! А дед мороз чай пил и в окошко посмотрел\n -Санта а у тебя в июне всегда снег валит?\n Сказал дед мороз\n -нет, дай-ка я посмотрю... И правда! Снег в июне, как же так!\n Сказал Санта\n -Ох бедный я, бедный я! Это же Снегурочка дочь моя издому вышла! Вот и снег валит!\n—да!!! И вправда она убежала! Беги спасай мир. И по дороге Тетю Лето возьми она то Лето вернёт! \n—поехал я, ты уж извини что так рано ухожу.\n—нечего ежай!\nДед мороз сел в свои сани и поехал так быстро как только мог! Заехал за сестрой  Лето ее зовут. и в месте отправились они за Снегурочкой. Приехали, а дверь на распашку, снеговиков Море, а Снегурка катается на ледяной горке. \n—ты что, дочка! Я же говорил тебе не выходи из дому !\n—так получилось. Я не нарошно. Мне скучно было. -пролепетала Снегурка\n—-дед мороз!!! не ругай Снегурку, сам попробуй хоть день дома просидеть. Сейчас мы всё исправим!\nДед мороз завел Снегурочку домой поставил ее в угол, а Тетя лето рукавом  повела а земля \n и снег начал таять.  Скоро весь снег растаял, дед мороз поблагодарил Тетю Лето и довёз ее домой . \n\n\n        А Снегурочка летом больше не выходила. ",
    "answers": [
      {
        "id": 7,
        "text": "интересно, назад, еще что нибудь прочитаю."
      }
    ]
  },
  {
    "id": 10,
    "text": "приехали мы в июне на дачу. ягод — тьма! придумала я тогда рицепт — как мороженое делать. а рецепт был таков: взять стаканчик, насобирать туда ягод. раздавить их ложечкой, насыпать сахара и перемешать. добавить воды и поставить в морозилку.\n     так я и сделала. вкусно получилось, очень вкусно. да только мы мороженое соседям отдали. холодное оно оказалось. так теперь соседи каждый день приходят, спаршивают еще мороженое!",
    "answers": [
      {
        "id": 7,
        "text": "интересно, назад"
      }
    ]
  },
  {
    "id": 11,
    "text": "катался однажды малыш на горке ледяной. веселится хохочет.  вот мама его позвала домой. взял малыш свою лопатку и побежал в подъезд. приходит домой — мама его спрашивает\n—Где варжеки?\n— там же где и сапоги...\n— а где сапоги?!\n— где, где на болоте!",
    "answers": [
      {
        "id": 7,
        "text": "интересно, назад"
      }
    ]
  },
  {
    "id": 12,
    "text": "сидят за столом две девочки и три мальчика. они явно чего-то ждут. вдруг дверь окрывается и входит мальчик. в руках у него торт. мальчик ставит торт на сотол, и окрывает крышку коробки, в которой находится торт.\n— ой, а ножик то я забыл! -говорит мальчик.\n—твой день рождения, ты и иди! -сказал мальчик сидящий за столом.\n—ладно... \nмальчик отошел от стола и направился к двери. он остановился. мальчик развернулся и снова пошел к столу.  он закрыл коробку с тортом крышкой и направился к двери.он обернулся.\n—иди, иди! -сказала девочка с рыжими волосами\nмальчик открыл дверь и вышел. немного постояв за дверью, он снова вошел в комнату. на столе стояла пустая кробка из под торта. мальчик который отправил именинника за ножом пожал плечами, а остальные улыбались.\nдевочка с рыжими волосами сказала\n—ну тебя только за смертью посылать!",
    "answers": [
      {
        "id": 7,
        "text": "интересно, назад\n"
      }
    ]
  },
  {
    "id": 13,
    "text": "у меня есть только одна огромная книга. это будет цыкл книг, но он еще не готов. пока что есть только одна книга, и то она не дописана. но даже не дописаная, она огромна. потом, когда я допишу эту книгу, я сделаю отдельный квест где её можно будет прочитать.",
    "answers": [
      {
        "id": 15,
        "text": "В леса!"
      }
    ]
  },
  {
    "id": 14,
    "text": "кот по имени Ячемень лежал на диване. ему было скучно. кот встал и направился в спальню. кот поскреб когтями в закрытую дверь.\n—чшшь.. -услышал Ячмень ворчание за дверью. он опять поскреб когтями. судя по звукам Ячмень, понял что человек встал.  дверь открылась, больно ударив кота по носу.\n— что те надо, сумашедший? -крикнул человек, бросая подушку в кота. тот дико завижал и направился на кухню. человек взял из банки один катышек, что очень мало и брлсил в миску. Ячмень был настолько худой, что можно было посчитать все косточки. он одним глотком съел \"еду\"  и пошел на свое \"место\". если кот ложтлся не на свое \"место\" то ему хорошенько влетало от человека. сегодня ему повезло, он поспал на диване и его не побили. кот лег на холодный пол под ванной. вся подстилка котооая у него была, это украденная у человека тряпка. под ванной было сыро, и на голову Ячменю капала вода. кот вжался в угол ии попытался уснуть. сон не шол в голову. Ячмень вылез из под ванной и сел в лоток. сделав дела кот хотел пойти под ванну, но из-за двери вышел человек. \n—орять нагадил? да ты еще и тряпку забрал, наглец! -Человек вытащил из под ванной и больно ударил ей по спине кота\n—будешь еще воровать?! -прошипел человек -ах, да! ты же еще гагадил! человек взял лоток и вылил все содержимое на голову коту. кот яростно зашипел , и исцарапал человека. потом он побежал в спальню, вскарабкался на стол, а со стола выпрыгнул в окно. был третий жтаж, и кот мучительно долго радал. приземлившись на лапы кот побежал дальше от дома. окозавшись на незнлклмой улице кот лег на тратуаре. даже там было уютней чем под ванной. одна женщина проходившая по этому тратуару громко охнула, увидев кота.\n—бедненький, что же с тобой жизнь сделала...  -пролепетала незнакомка пошлаживая кота.\n—пойдем, милый. -сказала она и взяла кота на руки. \nуже скоро кот лежал на мягкой кровати, завернутый в полотенце после мытья. чернз месяц кот стал толстым и сильным. в нем не возможно было узнать того Ячменя. теперь  его имя О'Хара.  и ему оно нравится. у него началась новая жизнь. и  теперь никто ее ему не испортит. он теперь в хороших руках.",
    "answers": [
      {
        "id": 2,
        "text": "назад"
      }
    ]
  },
  {
    "id": 15,
    "text": "выберите главу\n\n(книга дописана не до конца)",
    "answers": [
      {
        "id": 16,
        "text": "1"
      },
      {
        "id": 17,
        "text": "2"
      },
      {
        "id": 18,
        "text": "3"
      },
      {
        "id": 19,
        "text": "4"
      },
      {
        "id": 20,
        "text": "5"
      },
      {
        "id": 21,
        "text": "6"
      },
      {
        "id": 22,
        "text": "7"
      },
      {
        "id": 23,
        "text": "8"
      },
      {
        "id": 24,
        "text": "9"
      },
      {
        "id": 25,
        "text": "10"
      },
      {
        "id": 2,
        "text": "назад"
      },
      {
        "id": 26,
        "text": "пролог"
      }
    ]
  },
  {
    "id": 16,
    "text": "Луна отливала приятный серебряный свет. Лес нёс с собой множество приятных запахов. Один из них — Гоша узнал сразу. Мышь. Он сразу принял охотничью стойку, и начал подкрадываться к мыши. Он уже собирался прыгнуть, но тут его кто-то схватил. Он вцепился в него когтями — ещё секунда и он бы оказался в Звёздном Племени.  Гоша открыл глаза. Котенок двуногих взял его мертвой хваткой и прижал к себе. Частички сна начали таять, а котенок двуногий сжимал его все сильнее и сильнее. Гоша услышал голос мамы малыша двуногого.  Гоша не знал язык двуногих, но малыш отпустил его. Гоша встал на четыре лапы и неторопливо, демонстративно пошел к миске еды. Двуногая что-то пробурчала, открыла шкав, взяла из банки три катышка, и бросила в миску. Гоша без особого удовольствия похрустел, а затем подошёл к двери, и громко, как только мог мяукнул. Малыш подбежал к двери, и распахнул её. Гоша кивнул и вышел на улицу. \n\nОказавшись на свежем воздухе он вспомнил мысли в своем сне. В голове Гоши всплыло слово — Звёздное Племя.    -Что это могло означать? — неторопливо начал думать Гоша  -Может, оно послало мне знак? Но что он означает... Нет. Это все бред. Просто слово. Слово — есть слово. Мало ли что может приснится! \nГоша запрыгнул на забор, пошел по ниму, и оказался во дворе у Рыжика. Рыжик сидел около куста и вылизывался. \n—Рыжик! -позвал Гоша\nРыжик неторопливо поднял голову.\n—Подожди. Я воняю. сказал рыжий котик.\n—ты каждый день вылизываешся по пять раз! Ту уже чистый — запртистовал Гоша\n—ладно. Иду.  -Рыжик неторопливо встал и запрыгнул на забор.\n—привет! — сказал Рыжик.\n—здорово! — поздоровался Гоша\n—как дела, Гоша?\n—да, все нормально. А у тебя?\n—хорошо!\n—хотя подожди. Мне опять приснился сон про лес. \n—странно...\n—вот именно! Только в этом сне было ещё какое-то Звёздное Племя!\n—Звездное Племя?\n—да!\n—Пурди рассказывал мне про племена. Говорят в лесу четыре лесных племени — начал рассказ Рыжик- Яркое племя, племя Света,  Лунное племя, Сумрачное племя. Они всегда воюют между собой.\nВ каждом племени есть: котята, оруженосцы, воины, глашатаи, предводители, старейшины, целители. Вообщем у каждого есть свое дело. Кто-то целитель, кто-то предводитель.\n— глупости  — промурлыкал Гоша- во всяком случае, откуда это знать Пурди? \n— я не знаю. Верь не верь. Это твое дело. Но, есть и пятое племя. Звёздное Племя.  Когда коты любого племени умирают — они попадают в Звёздное Племя. Там они посылают знаки живым котам, следят за ними, даруют жизни предводителям...\n— ха-ха-ха -засмеялся Гоша- и ты в это веришь?! Глупости!!! Ха-ха-ха! Сказки для котят!\nРыжик отвернулся от Гоши и пошел в сад.\n— постой! Я не хотел тебя обидеть!\nВ ответ Рыжик махнул хвостом, призывая к молчанию. Это означало что разговор окончен. \nГоша подумал что надо сходить в лес. Может если он поймает мышь сны прекратятся? ",
    "answers": [
      {
        "id": 15,
        "text": "назад"
      }
    ]
  },
  {
    "id": 17,
    "text": "Гоша спрыгнул с забора ( за забором был лес), принюхался. Мыши он не унюхал. \n  — может надо зайти поглубже в лес? Подумал Гоша. \n  Он неуверенно зашагал в перед, втягивая воздух. Мышь! Он принял охотничью стойку сразу как только почуял запах.\n  -откуда я это знаю?! -подумал Гоша.\n  -ладно. Надо затаится и прыгнуть!\n  Ещё чуть-чуть и мышь была бы у него в зубах, как из кустов показался черный хвост. Мышь увидела его и забежала под корни сосны.\n  -ну вот! Как же так?! Что это за нахал!? -разозлился Гоша.  \n Торчащий хвост скрылся. Прошло несколько секунд, и что-то вцепилось в спину Гоши. Гоша не стал ждать, истирично и угрожаюши зашипел, потом попытался достать до шеи врага. Зубами у него не получилось, зато когтями он смог хорошенько полоснуть врага.\n Тот завизжал, но не ослабил хватки. Тогда, Гоша резко упал на спину, пытаясь задушить врага. Тот в проворность не уступил Гоше, и выскользнул из под него, резко набросившись на беззащитный живот Гоши. Гоша бешено забил задними лапами, царапая врага. Наконец враг слез, и начал вылизыватся, будто нечего и не было. Гоша изогнул спину, готовясь к нападению.\n -привет киска! Ты неплохо бьёшься! Я Птичка. Можешь опустить спину, я не буду нападать. Тебе лучше бежать к двуногим, и держатся от леса подальше. Если тебя встретять другие патрульные, то просто разорвут в клочья. -сказал Птичка.\n -я не киска! А ещё ты не Птичка, ты кот\n — ха-ха-ха! Я согласен, я кот! Мое имя Птичка!\n — ой...\n — ха-ха-ха, ладно!\n — не смейся над о мной!\n — ок'кей. Постой. Тебя вообще учили?!\n — учили?! Чему?\n — чему, чему! Вежливости! -пробурчал Птичка-\n — вежливости? Я тебе не грубил!\n — не грубил, но привет-то не сказал!\n — ой... Привет!\n Тут кусты зашуршали.  Из зарослей выбежали два кота.",
    "answers": [
      {
        "id": 15,
        "text": "назад"
      }
    ]
  },
  {
    "id": 18,
    "text": "—Птичка! Я тебе удивляюсь! Мало того что ты проиграл битву домашнегу котенку, так ты ещё и не выгнал его! Как ты смел так поступить?! -сказала кошка рыже-красной, густой лоснящейся шерстью, длинным хвостом, лапами, и пронзительно синими воинственными глазами.\n       -эм... Я уступил ему... Любой другой оруженосец, и даже воин так бы поступил! Воинский закон гласит: не убивай ради победы! Что я не так сделал?! Неужели мне надо было его погубить?! — сказал Птичка. В его глазах показалось недовольство.\n       -Звездный Свет! Птичка говорит правду! — сказал серый кот с одной чёрной лапой. Он не должен был губить котенка! К тому же... Он в возрасте оруженосца!\n       -о чем ты говоришь, Карал?! Неужели ты хочешь взять домашнюю киску! Не одно... племя до такого ещё не доходило!...\n       Гоша понял что Звездный свет наверное, тоже была \"киской\" двуногих.\n       -о побереги меня Звёздное Племя! -сказала Звездный Свет -скем я связалась ! Карал, о чем ты думал когда это говорил?!\n       -но Звездный Свет, нам не хватает ни воинов, ни учеников! Этот малыш хорошо дерётся. Птичка учиться уже одну луну, а этот котенок смог побороть его! Да и по нему не скажешь что он игрушка двуногих! Если бы Птичка не спугнул мышку, он бы легко её поймал! Темболие по его виду ему уже шесть лун! Из него выйдет отличный воин! Просто прекрасный! Я чувствую! — сказал Карал.\n       Гоше стало тепло от похвалы.\n       -ладно... -простонала Звездный Свет — пусть он выберет свою судьбу.  Малыш, как тебя зовут?\n       -Гоша...\n       -прекрасно, Гоша. Хочешь ли ты вступить в Лунное племя?\n       -можно мне подумать?\n       -конечно. Я даю тебе один день. Если ты этого хочешь, приходи сюда на рассвете. Если нет, сторонись леса и некогда сюда не возвращайся. Понятно?!\n       -да Звездный Свет! -Гоша почтительно склонил голову. В его мыслях снова всплыли слова Рыжика \n       \"- Яркое племя, племя Света, Лунное племя, Сумрачное племя. Они всегда воюют между собой.\" Это правда.... Ой! Надо бежать домой и рассказать все Рыжику! А как же дружба... Что же мне делать?! Я не могу бросить друга! \n       С этими мыслями бежал Гоша домой. Он запрыгнул на забор, и лапы сами пренесли его к Рыжику.\n  — Рыжик! Иди сюда, быстрее!\n  — отстань!\n  — ну хватит дутся, пожалуйста!\n  — я не дуюсь!..\n  — ну почему же ты не идёшь ко мне?\n  — я моюсь.\n  — дело серьезное Рыжик. Иди сюда, пожалуйста!\n  — хе хе. Опять хочешь воровать еду у Пурди? \n  —  очень смешно! Важнее!\n  —  хм... Не ужели ты поймал птичку?\n  —  важнее! Иди сюда!\n  -ладно ладно.\n  Рыжик неторопливо прошел по полянке прыгнул на забор и сел рядом с Гошой.\n Глаза Рыжика были полны любопытства.\n -так что ты хотел?\n -я... Я встретил в лесу племенных котов. Они предложили мне остаться у них в племени.\n Глаза Рыжика мгновенно потускнели и наполнились болью.\n — т-ты ведь меня не бросишь?!... -простонал Рыжик-\n — я всегда об этом мечтал...\n — не надо пожалуйста! Не бросай меня, умаляю тебя, ты мне дроже собственного дома и двуногих!\n Гоша прижался подбородком к голове Рыжика. Потом почувствовал как по его грудке потекла вода. Гоша посмотрел на Рыжика. Его глаза были полны слез. \n — ты не можешь уйти! -прошептал он- -ты мне дорог... Не уходи...\n — другого пути нет... Я никогда тебя не забуду.\n — ну... Давай.. давай тогда проведём последний день в двоем!\n — давай! Куда пойдем?\n — а давай в парк! Может нам опять колбасы дадут?\n — ага, точно! Пошли скорее!?\n Гоша с Рыжиком одновременно подняли лапы, прижались друг к другу боками и спрагнули с забора. Потом побежали в парк. В парке на скамейке сидела бабушка, которая все время давала им колбасу. Гоша первым подбежал к бабушке и начал терется ей об ноги, и мурчать. Бабушка так обрадовалась, потому что раньше Гоша этого никогда не делал. Она дала колбасу котам, и куда-то пошла. Но Рыжик и Гоша не стали терять времени и побежали на полянку. Там они растянулись и положили лапки друг на друга. Они долго грелись на солнышке, но потом побежали к Пурди чтобы Гоша с  ним попрощался. Потом пошли на речку, и ловко наловили рыбки. Когда  перекусили  они побежали опять в парк, чтобы пробежаться по своим любимым дорожкам. Затем побежали к дереву, которое было недалеко от дома. Когда они вскорабкались на дерево они окуратно  забрались в дупло, и  по грибам, как по лестнице пошли в низ. Там пробежали по выротым и коридором, и зашли в комнату, с маленьки отверстием на потолке, чтобы проникал свет. Хоть там и было темно, Гоша увидел камень, и рядом с ним пещерку выстланную мхом, перьями и пухом. Рядом с камнем, была ещё пещерка. Она была обложена камнями и песком. В нутри той пещерки лежали три мышки, кролик, зяблик и еда двуногих. В первой пещерке они иногда спали, во второй брали еду и ели ее на камне. Сама комната была укреплена глиной и камнями, а как \"обои\" у двуногих, стены были у комнаты в листьях и цветочках. Это было их логово. Коты хотели последний день провести здесь. Они подошли к пещерке с едой и достали оттуда по мышке, и судовольствием съели их на камне. Потом легли в большое гнёздышко, которое даже на потолке и стенах пещерки было мягким, и начали вылизывать друг друга.\n—ты правда уходишь? -спросил Рыжик-\n—да. \n—можно... Можно мне с тобой?\n—ну конечно! Только надо спросить у Звёздного Света \n—Звездный свет? Кто это?\n—это \"предводитель\" племени.\n—\"предводитель\"? Это кто?\n—не знаю. Но это что-то величественное... Сложное...\n—ничего не понятно но было интересно.\n—очень смешно, дурачок! Ну... Ну меня хотят взять потому что я хорошо дерусь и охочусь. Может если я научу тебя, то нас обоих возьмут?\n—незнаю. Но я тебя не брошу. Когда первый урок?\n—ну времени до рассвета. Начнем?\n—ага. Настоящий воин должен всегда быть на чеку.\n—всмыс...\nНе успел договорить Рыжик, потому что Гоша прыгнул на него, вцепившись в спину. Коты покатилось по полу превратившись в радостно шипящий клубок. Они долго катались, пока Гоша не оказался под лапами Рыжика.\n— ну что, клубок шерсти? -огрызнулся Рыжик-\n— ни чего...\nГоша резко дернулся, а Рыжик не понимая что происходит смотрел на опустевшие место. Не долго думая Гоша напрыгнул на Рыжика. Тот покатился, но Гоша снова прыгнул на него. Гоша опять оказался под лапами Рыжика. Гоша слегка подумав вспомнил прием Птички.\n—Ага! -Подумал он-\nГоша теперь резко, и с такой силой перевернулся в право, что теперь рыжик был под лапами Гоши.\n—Хе Хе! -засмеялся победитель.\nГоша ослабил хватку, а потом вообще отошёл. \n— а ещё уроки? -спросил Рыжик-.\n— хм... Давай уроки нюха!\n— это как?\n— ложись в пещерку, и закрой глаза. А я спрячу мышку и сам спрячусь! А ты будешь искать по запоху, вот!\n— ладненько!\nРыжик прыгнул в сторону пещерки, и уже через несколько мгновений окозался уже лежащий у стенки\nГоша взял кролика, чтобы запутать Рыжика. Он выкопал маленькую ложбинку под камнем и повозив добычу по земле, от пещерки доложбинки, питляя как кролик положил туда дичь, а сам побежал по комнате. Он бегал с огромным топотом туда сюда, чтобы запутать Рыжика. Потом он остановился у пещерки с едой, топнул и тихо, тише мыши пошел к коридорчику, который вел в его комнату и комнату Рыжика. Он зашёл в свою комнату, походил туда сюда,  и пошел в комнату Рыжика. Там он раздвинул листья подстилки и вырыл огромную яму. Он запрыгнул туда, задвинул листья подстилки, и громко мяукнул. Рыжик выскочил из гнезда и принялся нюхать. У подстилки он нечего не унюхал, и пошел к пещерке с едой. Там он учуял запах кролика, а не мыши. Он пошел по следу кролика, и вытоге нашел его в ложбинке под камнем. Потом Рыжик принюхался к ложбинке, пытаясь найти запах Гоши. След он нашел возле ложбинки. Идя по следу он оказался в своей комнате. -куда он мог спрятаться? -подумал Рыжик. Чательно обнюхав пол комнаты он пришел к подстилке. Подстилка была засыпана рыхло землёй. Поварчав он очистил свою подстилку. Затем чательно ее обнюхал. Запаха нет. Земля впитала, зато из под подстилки виднелись серые пучки шерсти! \n—Ага! -сказал Рыжик раздвигая листья подстилки. -я тебя по запоху нашел!\n—точно?\n—ага!\n—Молодец! Теперь нам надо отдохнуть. Коты разошлись по комнатам и легли в подстилки. Гошу разбудил свет просачиваюшийся через дырочку в потолке.\n—Рассвет! \nГоша радостно выскочил из гнездышка и молнией побежал к Рыжику. \n—Рассвет!\n—и что?\n—пора?\n—что пора?!\n—ну ты идёшь? В племя? А?\n—ой, конечно иду! А я забыл! Мы не опаздаем? Бежим скорее! \nКоты пробежали по коридору, пробежали по грибам и окозались на ветке. Одновременно спрыгнули с ветки, и побежали в лес. Выбежав на полянку коты поняли что здесь никого нет.\n",
    "answers": [
      {
        "id": 15,
        "text": "назад"
      }
    ]
  },
  {
    "id": 19,
    "text": "—где они? -сказал Рыжик \nОтвета не последовало. Гоша принюхался. Пахло Звездным светом, Каралом и ещё каким-то котом.\n—Звездный свет! Карал! Я вас чую! Выходите!... -крикнул Гоша\nКусты зашуршали. Из них вышла величественная рыжая кошка с синими глазами, серый кот с одной чёрной лапой и угольно черный кот с белым носом.      -Ты всё-таки пришел. Не ожидала. Хм... Это ещё кто?! -провозгласила рыжая кошка\n— да, я пришел. А это Рыжик. Он мой друг. Он умеет охотится, драться и находить по запоху. Можно он пойдет со мной? \n—Звездный свет, ты говорила про одного котенка. -сказал угольно черный кот\n—я знаю. Ладно. Гоша, ты уверен?\n—однозначно!  \nИз кустов вышла палевая кошечка одного возраста с Рыжиком и Гошей.   \n—Колендула, проверь его.\nПалевая кошка прыгнула, перемахнув через всю поляну, к счастью Рыжик помнил уроки Гоши и отскочил. Кошка смерила его взглядом полным любопытства и злости. Не став ждать Рыжик молнией побежал к кошке и лбом ударил ее в грудку, так что кошка упала. Рыжик прыгнул и уже через секунду оказался над врагом. Кошка попыхтела и резко дернулась в право, но Рыжик даже не дрогнул, прижимая кошке задние и передние лапы, чтобы та не смогла его поцарапать. Тогда кошка закрыла глаза и перестала дышать. Рыжик не разжимая хватки прижался ухом к ее животу. \n—обманшица. -пропыхтел рыжий котик отступив назад, смотря на кошку с нескрываемым любопытством. Потом рыжий кот посмотрел на Звёздного света с тем же любопытством.\n—ну что? Я прошел?!\nЗвездный свет смерила его задумчивым взглядом.\n—...да.\nГлаза Рыжика вспыхнули радостью. \n—идите за мной. И ещё. Гоша может нас знает, а вот ты нет. -Звездный свет гордо распушила шёрстку.  -я Звездный свет, предводитель. Это Карал, мой глашатай. -махнув хвостом сказала Звездный свет. -это Грач, старший воин. -кивнув головой в сторону черного воина сказала предводительница. -а это Календула, оруженосец. -покозала воительница хвостом на полевую кошку. Календула улыбнулась Рыжику, а в ее  глазах вспыхнула теплота.\n",
    "answers": [
      {
        "id": 15,
        "text": "назад"
      }
    ]
  },
  {
    "id": 20,
    "text": "Коты пробирались через густые заросли. по дороге Гоша поймал мышь.\nОни шли по хорошо утоптанной тропинке. Гоша ловил каждый запах, и вскоре учуял запах пруда.\n—я чую пруд. Ещё Судя по запоху где-то рядом много котов, это и есть племя?\n—да, Гоша. У тебя острый нюх, да лагеря ещё далеко, а ты его уже учюял. -ответил Грач, а Звездный свет только кивнула.\n—а до лагеря очень далеко?  -спросил Рыжик\n—не совсем. Хотите я расскажу вам о лесе?\n—конечно! \n—ну тогда слушайте. Лагерь окружон огромными дубами и кустами ежевики. Рядом с самым высоким дубом в лесу в ежевике круглый просвет размером с кота. Найти вход не так просто. Вся ежевика и дубы заросли мхом, а рядом с дверью особенно густо. Также рядом просветом большие папоротники. Когда вы зайдёте в лагерь то увидете большую поляну.  В середине поляны огромный стоит камень. Когда-то в лагере была река и благодаря ей в камне есть пещера. В этой пещере живёт Звездный свет, тоесть предводители. Когда предводителю надо поговорить с племенем он взбирается на камень и говорит \"пусть все коты способные самостоятельно охотится собирутся у подножия Камня совета.\".  С боку поляны растет большой куст, за кустом пещерка. Вход в пещерку зарос ежевикой. В этой пещерке ясли. Чуть дальше ещё одна пещера только на намного больше. Там живут воины. Напротив воинской пещеры растет огромный куст. Ветки у него такие густые что невозможно пройти. В середине куста коты выцарапали дверь, внутри куст как в пещере. Там темно, сухо и тепло. У в середине куста нет веток, из веток только стены и потолок. Это палатка оруженосцев. Ну... А остальное узнаете когда придёте! У меня уже язык болит.\n—спасибо Грач!\n—большое спасибо!\nДальше коты шли в полном молчании. \n—А вот и лагерь. -прошептала Колендула на ухо Рыжику.\nУ Гоши был не только острый нюх, но и ещё острый слух, поэтому он услышал слова Колендулы. С наружи лагерь был обсалютно как в рассказе Грача. Коты обошли стену ежевики и деревьев и уже скоро оказались у просвета. Это был главный вход. Прежде чем войти Звездный свет пытливо посмотрела на котят. Те ответили ей суровостью и радостью в глазах. Потом кошка кивнула и пошла в ежевику. За ней прошел Карал и Грач. Колендула встала в конце отряда, по этому Гоша пошел следующим. Стена ежевики оказалась гораздо тольше чем думал Гоша. Он остановился чтобы посмотреть на стену ежевики, но сзади прошипел Рыжик\n—ты застрял что-ли?\n—уже иду. \nКогда коты выбрались из ежевики им открылась огромная поляна полная котов.\n  ",
    "answers": [
      {
        "id": 15,
        "text": "назад"
      }
    ]
  },
  {
    "id": 21,
    "text": "Звездный свет стояла на огромном камне в некоторых местах порошим мхом. \n      -пусть все коты способные самостоятельно охотится собирутся у подножия Камня совета! -привоглосила предводительница\n      Из кустов, пещер, ложбинок и даже с верхушек деревьев потянулись коты. Через несколько минут поляна была полна котов. Под самым камнем сидели Грач Карал и Рыжик с Гошей, чуть поодаль от них сидела Колендула. \n      — я, Звездный свет, предводительница Лунного племени. Дарованной Звездным племенем властью я нахожусь на Камне совета, и хочу вам сказать, что у меня есть хорошие новости. Облако, Долголап со своей ученицей Волчеглазкой пришли из патруля и доложили мне о том что лисья нора опустела. Это значит что лисы ушли. Но это не все. -Звездный свет еле заметно махнула хвостом Календуле. Она убежала в заросли ежевики. Вернулась Колендула с какой-то кошкой  и тремя котятами. Первый котенок был серый с голубыми глазами. Второй бурый с зелёными глазами, длинным хвостом и ушами. Третий котенок был белый с янтарными глазами. А за их спинами Гоша заметил кошечку, она была бежевая с фиолетовыми глазами длинным пушистым хвостиком и густой шерстью.\n      — котятам Маковинки пора стать оруженосцами. Но не только им. Вчера в лесу Птичка наткнулся на кота, который охотился за мышкой. Птичка спугнул мышь и напал на кота. В битве окозалась ничья. Эти двое котов сильные и мудрые. Они выбрали жизнь в лесу. -при этих словах Карал горячо закивал. -Лапка! Ты была всегда спокойным котёнком. Тебе уже шесть лун, и ты готова стать оруженосцем! Ты готова?\n      — да!\n      — тогда, властью данной мне Звездным племенем я даю тебе в наставники... Грача! Грач, ты отличный наставник и хорошо доказал это на Долголапе. Сможешь сделать это ещё раз? \n      — да! -настолько громко сказал Грач, что звук отлетел от крон деревьев. бежевый котенок сорвался с места и подбежал к черному воину. Двое котов потерлись носами и сели рядом с воинами.\n      -Акулка! Тебе в наставники я даю Дыма! Дым, ты готов поделится своим опытом в третий раз!\n      -конечно! -выкрикнул коричневый кот. серенький котенок подбежал к коричневому воину и они потерлись носами. \n      -Облачко! Тебе в наставники я даю Белоухого! Белоух, ты готов передать свои знания своему оруженосцу?\n      -а как иначе? -пробасил огромный белый кот. белые котики потерлись носами и сели к своим товарищам.\n      -Листик! По твоей просьбе я даю тебе в наставники Сумрачнолистую. Сумрачнолистая сможешь научить своего ученика целительскому искусству?\n      -еще бы! -сказала черная кошка. рыжий котенок подбежал к целительнице Сумрачнолистой и коты потерлись носами. Через несколько секунд они уже сидели в метре от остальных котов.\n      -Гоша! Тебе я даю имя Туманчик. Твоей наставницей буду я. -Звездный свет      спустилась с камня и потерлась носом о нос Туманчика. Велев Туманчику сесть рядом с Грачом Звездный свет вернулась на камень.\n      -Рыжик! Тебе я даю имя Огонек. Твоим наставником будет Карал. -Серый кот сорвался с места и подбежал к Рыжику. Двое обсалютно разных котов потерлись носами. Но когда они это делали бубенчик   на рыжем ошейнеке зазвенел.\n      -это же домашняя киска! -взревел серый огромный пушистый кот с большими янтарными глазами, и огромными когтями.\n      Вмиг сорвавшись с места кот бросился на Огонька.",
    "answers": [
      {
        "id": 15,
        "text": "назад"
      }
    ]
  },
  {
    "id": 22,
    "text": "Огонек отпрыгнул в сторону, а серый кот врезался в камень. Все сидящие кота вставили взоры на битву. Проворный котенок одним прыжком взлетел на спину серого кота и хорошенько полоснул его по ушам. Но из толпы вышел худой кот с коричневой шерстью и длинными лапами. Пасть кота была оскалена. Через секунду кот бросился на помощь товарищу, и отшвырнул Огонька. Огонек перекувырнувшись в полете презимлился на лапы, чего не ожидал противник. Через секунду Огонек бросился на врага, упал на скользкую траву от росы и проскользил на ней под живот кота. Перевернувшись на спину Огонек начал работать когтями. Коричневый кот завыл от боли и покатился по земле. Огонек снова напрыгнул на противника и коты превратились в катающийся клубок шерсти. Серыг кот развернулся и пошел к дерущимся котам. Туманчик не выдержал и поспешил на выручку. Протолкавшись через толпу Туманчик оказался сзади серого кота. Туманчик выскочил из толпы пробежал по траве и окозавшись совсем близко к коту Туманчик вцепился в хвост противнику. Кот завирищал как котенок потерявший мать и замахал хвостом пытаясь скинуть Туманчика. Но Туманчик лишь сильнее сжал зубы и даже вцепился когтями. Тем временем коричневый кот с визгом убежал в ежевику, а Огонек поспешил к другу. Пока кот отчаянно пытался укусить Туманчика Огонек вцепился коту в спину.\n      -Хватит! -прокричала Звездный свет. Глаза ее метали молнии.",
    "answers": [
      {
        "id": 15,
        "text": "назад"
      }
    ]
  },
  {
    "id": 23,
    "text": "—Вы и так доказали свою силу всему племени. -глаза Звёздного света перестали быть такими строгими.\n     -совет окончен. -все коты обступили новых оруженосцев, в том числе и Огонька с Туманчиком. Они поздравляли их и выкрикивали их новые имена, хотя на чужих котов смотрели недоверчиво. Огонька первая поздравила Колендула, а Туманчика Птичка. Когда коты ушли оруженосцы собрались рядом с наставниками. Звездный свет оставила лагерь на Белоухого и коты пошли первый раз в лес. \n     -это Небесная сосна. Эта сосна самая большая в лесу. -расказывала Звездный свет Туманчику. -это Лекарственная поляна. На эту поляну ходят целители, там много трав. Это Совинное дерево. Там живут совы. -оруженосцы все дальше отходили от лагеря. -стоп! Мы пришли. Это овраг тренировок. Здесь мы будем учится. Первый прием которому я тебя научу, охотничья стойка. -Звездный свет пригнулась к земле, слегка приподняла хвост и медленно и тихо поползла, едва касаясь земли. Остальные наставники показывали своим оруженосцам другие приемы  \n     -сможешь повторить? -спросила Звездный свет?\n     -попробую. \n  Туманчик пригнулся к земле, а хвост поднял. \n  -ты делаешь не правильно. Во первых опусти хвост, и пригнись ниже. Так тебя мышь за километр увидит. \n  Туманчик пригнулся ниже, а хвост опустил к земле. \n   -правильно?\n   -не правильно, а просто великолепно! Теперь иди медленно и тихо. Попробуй поймать воображаемую мышь. Но если под твоими лапами что-нибудь захрустит, например ветка или листок, то она тебя  услышит. \n   -ладно. \n   Туманчик медленно пополз, обходя листики и палочки. Потом он резко прыгнул и поймал воображаемую мышь.\n   -так?\n   -ага, молодец! Ты схватываешь все на лету! Теперь давай поучим боевые приемы. И так... Начнем с этого. Попробуй оказаться у меня за спиной. В битве это поможет тебе победить врага. Как ты это сделаешь — неважно. Главное оказаться за спиной. Начнем?\n   -конечно!\n   -тогда встань напротив меня. \n   Туманчик встал напротив Звёздного света. Туманчик заметил молодое деревце, торчавшее на краю оврага прямо за спиной у предводительницы. Ага, вот сюда и нужно метить! Теперь Звездный свет перестала быть целью, она стала всего лишь препятствием, которое нужно обойти на пути к цели. Туманчик рванулась вперед. Она видела, как наставница перенесла вес на задние лапы, чтобы обрушиться на нее, если она попытается проскользнуть ей за спину. От зоркого взгляда Туманчика не ускользнуло, что при этом Звездный свет слегкла завалилась назад и на один бок.\n«Отлично, этого мне только и надо!» Быстро, как молния, Туманчик бросился в противоположную сторону. Звездный свет не успела перенести вес на другую лапу и беспомощно растянулась на земле в целом хвосте от того места, где проскочил Туманчик.\nТуманчик с торжествующим визгом домчался до молодого деревца и, обернувшись назад, увидел растерянно моргающую предводительницу. Внезапно ему стало стыдно. Неужели он оказалася проворнее своей наставницы?\n— Отлично! — пропыхтела Звездный свет.\n—просто великолепно!  \n—ты такая шустрая! -сказала только что подбежавшая Лапка.\n—спасибо! \n—извини Звездный свет, что отвлекаю, но может Лапка попробует сразится с Туманчиком? Думаю это принесет им больше опыта! -сказал подошедший Грач\n—я не против, если ты так думаешь. -ответила предводительница.\nТуманчик переглянулся с Лапкой. Серый котик подумал, что напав сейчас он сможет застать Лапку в расплох. Он вспомнил свои слова \"воин должен всегда быть готов. Он должен быть на чеку\". Туманчик подпрыгнул, проскользил по песку и окозавшись под животом Лапки начал колотить ее лапами. Лапка радостно завизжала и обхватила лапками   Туманчика. Двое котов покатились по дну оврага.застать Лапку в расплох — не получилось. Она была готова к этому. Коты долго котались, пока Туманчик не прижал к земле Лапку.\n—это все? -пропыхтел Туманчик\n—нет! -прикрикнула Лапка освобождая лапу.\nОсвободив лапку Лапка схватила песок и кинула его в дышешиго ртом от усталости кота. Пытаясь стряхнуть песок, Туманчик ослабил хватку, и Лапка дернулась, выскочив из под лап Туманчика.\n—хе-хе! -просмеялась Лапка.\n—вы просто молодцы! -прокричал Грач. \n—я согласна с Грачом! -сказала Звездный свет. \nРадостно урача, котики подбежали к своим наставникам. \n—какое упражнение следуешие? -спросил Туманчик.\n—а мы будем ещё сражаться? -пропыхтела Лапка.\n—на сегодня хватит! -хором ответили наставники.  -завтра мы пойдем обходить границы. Надаже вам знать свой лес! \nКоты двинулись к лагерю, оставляя позади поляну с ещё тренируемишься коты. Туманчик закрыл глаза и сладко зевнул. За палаткой оруженосцев уже была ночь. По дороге в лагерь Туманчик поймал мышь. Огонек уже сопел рядом, а Туманчик ещё не спал. Серый котик моргнул.\n—сегодня был хороший день... -подумал Туманчик перед сном.",
    "answers": [
      {
        "id": 15,
        "text": "назад"
      }
    ]
  },
  {
    "id": 24,
    "text": "—эй Огонек! Вставай Огонек! Пошли обходить границы! — Вирищала Календула дёргая лапой Огонька.\nКонечно, она уже знает границы. Но она не против обойти их ещё раз с другом.  Туманчик уже сражался на поляне с Птичкой. Котята резвились  на пороге в детскую, воины о чём-то спорили, Звездный свет говорила с Каралом и Грачом. Один из воинов выбежал из полатки старейшин и побежал к Звёздному свету. Давно закончивший игру Туманчик с Птичкой начали прислушиваться.\n—Травоух заболел! От него болезнь подхватила Белолапа, она чистила его подстилку! Целителей Нет! -прокричал воин\n—Травоух... -прошептал Птичка. Его глаза наполнились болью.\n—кто это? -спросил Туманчик не отрывая глаз от палатки старейшин.\n—отец... -горько прошептал Птичка.\nНе успев ничего ответить бурому коту, Птичка бросился в сторону палатки старейшин. \n—Колендула, Белоух, Туманчик! Подойдите сюда! -прогремел властный голос Звёздного света.\nКолендула с Огоньком выскочили из палатки, Белоух спрыгнул с дерева. Огонек остался на пороге, все остальные побежали к Звёздному свету.\n—Огонек! Можешь тоже подойти! -крикнула Звездный свет.\nОгонек припустил за остальными. Коты сидели под скалой.\n— Календула, ты очень быстрая. Туманчик, у тебя острый нюх. Огонек, у тебя острый слух. Белоух, ты отличный воитель. Белолапа и Травоух заболели, целителей нет. Найдите их и переведите в лагерь. Срочно! -сказала Звездный свет.\n— так точно! — хором ответили коты и побежали к выходу. \nТуманчик мчался по лесу вдыхая воздух. Он знал как пахнут Листик и Сумрачнолистая. Он был в главе отряда, потому что у него самый лучший нюх. \n— они рядом! -вдыхая очередную порцию воздуха прикрикнул серый котик с голубыми глазами.\n\n                             * * *\n   Патруль и целительница с своим учеником мчались по лесу. \n   -чем они болеют? -пропыхтела на ходу Сумрачнолистая\n   -нам откуда знать? -буркнул Огонек.\n   Дальше патруль бежал молча.\nКоты добежали до входа в лагерь. Целители вбежали в тунель первыми.\n—где больные? -прокричал Сумрачнолистая. \n—в твоей палатке! -крикнула ей Звездный свет.\nНе отвечая Сумрачнолистая приспустила в сторону ежевики. \n—интересно, зачем она побежала в ежевику? Там же вроде нет прохода! -подумал Туманчик. \nПотом над поляной прогремел горестный вополь. Белолапа умерла.\n",
    "answers": [
      {
        "id": 15,
        "text": "назад"
      }
    ]
  },
  {
    "id": 25,
    "text": "Лапка, Огонек, Туманчик, Акулка и Облачко со своими наставниками шли по лесу. Звездный свет объясняла всем котятам.\n   -это граница с Ярким племенем. За эти метки не переходить. Это пруд. Тут можно напиться воды. Это граница с племенем Теней. Туда не ходить. \n   Коты долго шли по лесу. У Небесной сосны Звездный свет замолчала и резко остановилась. Оруженосцы и другие наставники заделали тоже самое. Звездный свет махнула хвостом на Туманчика, а потом покозала ушами в перед. В опавших листьях кото шебуршал. Туманчик пригнулся, хвост опустил к земле, а уши прижал к голове. Затем он медленно пополз. Остонавившись в нескольких шагах от Мышки, котенок прыгнул. Прижав к земле мышь, он убил ее ударом в голову. \n   -Хорошая охота! -прогудел Белоух.\n   -спасибо! -неразжимая зубов пропыхтел Туманчик. \n   Облачко призрительно фыркнул.  -он просто ничего не умеет! — подумал Туманчик. -и вообще кто он такой что бы думать обо мне плохо? Какая разница где я родился?! Если я был домашним это не означает что я им останусь! Я им всем ещё докажу! Я буду лучшим, и никто мне не помешает! -Туманчик приставил себе такие картины: как он принес в племя пять мышей, три кролика и дрозда, как среди битвы повалил двух огромных котов, как он стоит на скале совета. Но последня картина всплыла сама собой. Он — Туманчик стоял на пороге детской, только он не был оруженосцем, а был всего лишь котёнком. Он сидел и смотрел темно-серую кошку, с яркими серыми пятнами, пушистым длинным хвостом, былым животом и белыми носочками на хрупких лапках. Кошка подошла к Туманчику, обняла его хвостом и начала вылизывать. Потом подошёл темно-серый кот, почти черный. Он тоже лизнул Туманчика. Туманчик замурлыкал. \n   -ты идёшь, или останешься здесь чтобы похвастаться другим мышкам своей добычей?! — прошипел Облачко. Белоух шлёпнул хвостом своего ученика по губам.\n   -Туманчик, пошли! -сказал Белоух\n—Идите... Я вас догоню.\n—ладно. Облачко, пойдем. -Белый оруженосец зашагал за своим наставником.\n—Облачко! Беги за Звездным светом, я скоро. -Облачко что-то буркнул в ответ и пошел дальше.\n—я вижу в твоих глазах растерянность. Что-то случилось?\n—да...\n—что?\n—мне привиделось что я сидел на пороге детской.. потом ко мне подошла серая кошка со светлыми пятнами... Она меня обняла хвостом и начала вылизывать.. ты знаешь кто эта кошка?\n—...\n—Белоух?\n—ты мой брат.\n—что?!\n—Моей мамой была Когтегривка. Были ужасно голодные времена. Мои и твои сестры умерли. Я остался один. Я вырос, стал оруженосцем, воином... Потом Когтегривка родила ещё котят. Одним из этих котят был ты. \n—с чего ты это взял, дурачок?! \n—не забывай что говоришь с воином.\n—пф...\n—потому что Когтегривка темно-серая с ярко-серыми пятнами. И я помню как она вылизывала тебя на пороге детской обнимая хвостом.\n—тогда как я оказался у двуногих?!\n—на лагерь напали двуногие, и всех котят Когтегрвки украли.\n—значит... Ты мой брат?!\n—возможно...  \n—а как выглядел котенок которого украли? Ну тоесть меня...\n—ну ты был маленьким с длинным хвостом, ещё ты был окраса Когтегрвки.\n—ну... А где остальные мои братья и сестры?! \n—Их тоже украли двуногие. Одна Белолапа смогла спастись.\n—...Белолапа?!...\n—да, а что не так? Она где-то в лагере. \n—она умерла... Это была моя сестра... Я слишком медленно искал Сумрачнолистую... Это я виноват в ее смерти!\n—умерла?... Подожди... Ты не виноват... Это болезнь, да?...\n—ага... Ещё Травоух болеет... Травоух тоже виноват! Он её заразил!\n—... Не Травоух, не ты не Сумрачнолистая виновата.\n—Листик! Он тоже виноват!\n—и Листик не виноват. Хм... А она умерла сегодня?\n—да...\n—бежим, мы же опаздаем на ночь бдения! Это будет ужасно!\n—ночь бдения?\n—да, бежим!\nСерый котик побежал за братом.\n—что такое \"Ночь бдения\"?!\n—когда кот умрет, его соплеменники, которые хорошо его знали ложатся рядом с телом умершего, и всю ночь не смыкают глаз.\nКоты бежали очень быстро. Добежав до туннеля они в него нырнули, и через несколько секунд оказались на поляне.\n—Белолапа! -взвыл Белоух подбегая к серо-белой кошечке. Туманчик тоже побежал к сестре.\n—нет, нет, нет! Как же так, Белолапа? Как я буду без тебя? Нет... милая моя... Белолапа... Ну же... Живи... Живи... Ты мне нужна! -Белоух зарылся в шерсть полосатой кошки.\n—не уходи...\nВсе больше и больше котов зарывались в шерсть Белолапы. Туманчик лег рядом с Белоухом и зарылся в ее шерсть.\nОблачко подбежал к котам \n—эй, киска! Ты видишь эту кошку в первый раз! Уходи, ты ее не достоин, Мышеголовый конь! -нагло прошипел Облачко выпуская когти\n—Она моя сестра, Мышеголовый дурень! -прошипел в ответ Туманчик \n—охохо, киска разозлилась! Она не твоя сестра! Твои сестры сейчас посапывают под боком двуногих!\n—замолчи Облачко! Он её брат!\nГлаза Облачко растерянно уставились на Белоуха\n—но он киска...\n—он не киска, дурень! Иди успокойся.\nОблачко отвернулся и побрел в палатку оруженсцев. Бдение продолжалось.  Из тела Белолапы раздался тихий хрип. Белолапа жива.\n\n\n\n\n\n\n_____________________\n\nна этом история Туманчика и Огонька не заканчивается! просто написания остальных глав в процессе.... где-то в ноябре, наверное, я буду уже писать вторую книгу! внимание, спойлер, книга будет называтся \"умершая воительница\" и эта воительница не Белолапа. еще спойлер: Белолапа не умерет, на протяжении трех книг точно. всего в серии книг будет 5 книжек. ну, спасибо что прочитали мое творение! я очень рада!\n",
    "answers": [
      {
        "id": 15,
        "text": "назад"
      }
    ]
  },
  {
    "id": 26,
    "text": "Черная кошка с голубыми глазами запрыгнула на камень и уставилась в небо.\n  -я видела Звёздное Племя.\n  -что они сказали? -спросила кошка с огненной шерстью.\n  — \"придут двое. Кровь огня и воды. Сила стихий будет у них в лапах.\" При этом в озере вместо воды была кровь. Когда Звёздное Племя сказало мне пророчество, кровь стала водой.\n  Рыжая кошка удивлённо посмотрела на чёрную. \n  -что это означает?\n  -пока не знаю. Но что то хорошое.\n  Кошки ещё немного посмотрели на Серебряный пояс и пошли спать. ",
    "answers": [
      {
        "id": 15,
        "text": "назад"
      }
    ]
  },
  {
    "id": 27,
    "text": "",
    "answers": []
  }
]