[
  {
    "id": 1,
    "text": "Жанры: юмор, приключения\n\nВ этой книге вам предстоит стать котом по имени Степан Иванович (для домочадцев Степа) и прожить в таком образе один день. Книга короткая, но забавная, надеюсь, она вам понравится. \n\nАвтор: Я :-)",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 1,
        "text": "system",
        "canEditCover": true,
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы нежитесь в кресле и наблюдаете, как за окном щебечут птички.\n- Степа! Опять ты моё место занял! - кричит ваш Человек номер один или, как она сама себя называет, ,,Мамочка'' . Человек номер один нагло спихивает вас на пол. Вы полны негодования.",
    "answers": [
      {
        "id": 3,
        "text": "Запрыгнуть к человеку на колени и продолжить смотреть на птичек"
      },
      {
        "id": 4,
        "text": "Обидеться и уйти"
      },
      {
        "id": 12,
        "text": "Требовать еды"
      }
    ]
  },
  {
    "id": 3,
    "text": "-Ах ты мой сладенький, ну как на такого сердиться! - осознает свою ошибку Человек номер один.\n- Ах ты мамина умница, хочешь покушать? - извиняется Человек номер один и опять, даже не спросив, нагло скидывает вас с коленей. Человек номер один насыпает в миску корма. Съев его, вы отправляетесь в другую комнату. Человек номер один отбил ваше желание смотреть на птичек.",
    "answers": [
      {
        "id": 4,
        "text": "Идти в комнату"
      }
    ]
  },
  {
    "id": 4,
    "text": "В другой комнате Человек номер два нагло занял весь диван и вам пришлось ютиться на столе.\n- Эй, не спи на клавиатуре! - возмущенно сказал Человек номер два и взял вас на руки. Вы сопротивлятесь, как только можете, и наконец побежденный вами Человек номер два сажает вас на диван. Человек номер два поднял бунт и должен заплатить.",
    "answers": [
      {
        "id": 5,
        "text": "Заставить Человека номер два стать вашей подушкой"
      },
      {
        "id": 7,
        "text": "Раскидать наполнитель из лотка"
      },
      {
        "id": 8,
        "text": "Прожечь взглядом"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы ложитесь на Человека номер два. Проходит час, два, Человек номер два пытается подвинуться. Это не простительно!!",
    "answers": [
      {
        "id": 6,
        "text": "Укусить Человека"
      },
      {
        "id": 11,
        "text": "Уйти с Человека"
      }
    ]
  },
  {
    "id": 6,
    "text": "- Ах ты ж ешкин кот! - закричал Человек номер два и скинул вас. Вы, возмушенные поступком Человека номер два до глубины души, впиваетесь в его руку еще сильней. Человек номер два бежит на балкон и, чудом скинув вас, со словами: ,,Посиди тут, остынь''\nзакрывает вас там. Вы пытаетесь выбраться, но тщетно—дверь заперта.",
    "answers": [
      {
        "id": 15,
        "text": "Выпрыгнуть на улицу"
      },
      {
        "id": 16,
        "text": "Остаться"
      }
    ]
  },
  {
    "id": 7,
    "text": "Во время исполнения вашей мести вас замечает Человек номер один.\n- Ах ты ж негодник, чем это ты тут занят!?  - кричит Человек номер один и, к вашему глубочайшему удивлению, тычет вас носом в раскиданный вами наполнитель. Вы кусаете Человека номер один и убегаете. Весь остаток дня вы сидите на шкафу, а ночью носитесь по всей квартире и мешаете человекам спать.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы смотрите на Человека номер два и пытаетесь прожечь его взглядом уже тридцать минут. Наверное, сегодня не ваш день. Человек номер два даже не думает загораться. Вот наглец!! Бросив попытку испепелить Человека номер два взглядом, вы начинаете громко кричать.\n- Степка, ты сегодня уже ел, если я тебя покормлю, тебе станет плохо, - отрицает свою вину Человек номер два. Вы продолжаете громко кричать. С кухни приходит Человек номер один.\n- Опять ты обижаешь бедного котика! - поддерживает вас Человек номер один.\n- Как тебе не стыдно?! - ругает Человек номер один Человека номер два. Воспользовавшись ситуацией вы сбегаете на кухню. На столе лежит сырая курица.",
    "answers": [
      {
        "id": 9,
        "text": "Украсть кусок и съесть под ванной"
      },
      {
        "id": 10,
        "text": "Есть прямо тут"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы спокойно съедаете курицу под ванной.\n- Куда делась куриная ножка?! - удивлятся Человек номер один.\n- Степа, это ты ее съел? Степа, кис, кис, кис, где ты?\nВесь оставшийся день вы прячетесь под ванной. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 10,
    "text": "Когда вы начинаете есть курицу, на кухню приходит Человек номер один.\n- Негодник, а чем это ты тут занят?! - восхищается вашими умом и проворностью Человек номер один. Человек номер один хватает вас за шкирку и сажает на пол. Вы, возмущенные этим проступком, тут же кусаете Человека номер один за ногу. Человек номер один пытается схватить вас, но вы убегаете. Весь оставшийся день вы сидите на шкафу, а ночью крадете и съедаете остатки курицы.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы отправляетесь на кухню. На столе лежит сырая курица. Как поступить?",
    "answers": [
      {
        "id": 9,
        "text": "Украсть кусок и съесть под ванной"
      },
      {
        "id": 10,
        "text": "Есть прямо тут"
      }
    ]
  },
  {
    "id": 12,
    "text": "- Степа, подожди немного, скоро я буду готовить курицу и дам тебе кусочек.",
    "answers": [
      {
        "id": 13,
        "text": "Ждать"
      },
      {
        "id": 14,
        "text": "Требовать курицу"
      }
    ]
  },
  {
    "id": 13,
    "text": "Проходит время, а Человек номер один еще даже не доставал курицу. Вы больше не можете терпеть и начинаете требовательно мяукать.\n- Степа, не кричи.\nВы обиженно уходите в другую комнату. ",
    "answers": [
      {
        "id": 4,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы начинаете требовательно мяукать. Ваш голос становится все громче и громче и вот вы уже орете на всю квартиру.\n- Степа, не кричи. - сопротивляется Человек номер один.\nВы обижаетесь и уходите в другую комнату.",
    "answers": [
      {
        "id": 4,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы приземляетесь на все свои четыре кошачьи лапы. Перед вами двор с кучей шумных Недочеловеков, а рядом стоят скамеечки с Человеками в платочках.",
    "answers": [
      {
        "id": 17,
        "text": "Подойти к Человекам в платочках"
      },
      {
        "id": 18,
        "text": "Орать на весь двор и проситься домой"
      },
      {
        "id": 19,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 16,
    "text": "Весь оставшийся день вы сидите на балконе, а вечером вас выпускают.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 17,
    "text": "Один из Человеков в платочках начинает говорить с вами.\n- Кис, кис, кис, хочешь рыбки, киса?\nБез раздумий вы берете рыбу и начинаете есть. Это видят Недочеловеки с площадки и тоже кормят вас. Вскоре весь двор собирается вокруг вас.\n- Котик ухоженый, людей не боится. Наверное, упал с чьего-то балкона.\n- Так, вроде у Машки из тридцать пятой кот был!\nВскоре вас относят домой. Весь оставшися день вы посапываете на диване. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 18,
    "text": "С балкона вас слышит Человек номер один и прибегает за вами.\n- Ах ты мой сладенький, упал, бедняжечка!\nВесь отсавшийся день вы спокойно спите на диване.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вроде ничего особенного, только муха уж очень громко жужит.",
    "answers": [
      {
        "id": 20,
        "text": "Поймать муху"
      },
      {
        "id": 17,
        "text": "Подойти к человекам в платочках"
      },
      {
        "id": 18,
        "text": "Орать на весь двор и проситься домой"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы поймали и ропытались съесть муху. Муха оказалась невкусной.",
    "answers": [
      {
        "id": 17,
        "text": "Подойти к человекам в платочках"
      },
      {
        "id": 18,
        "text": "Орать на весь двор и проситься домой"
      },
      {
        "id": 21,
        "text": "Играть с мухой"
      }
    ]
  },
  {
    "id": 21,
    "text": "Пока вы играли, к вам подошли Недочеловеки. Недочеловек номер один схватился за ваш хвост!!",
    "answers": [
      {
        "id": 18,
        "text": "Орать на весь двор и проситься домой"
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  }
]