[
  {
    "id": 1,
    "text": "Приветствую всех, данная история имеет место быть в жизни, некоторые детали были выдуманы, всем приятного время прохождения. \nГлавные герои:\n— Девочка Лия (Лия) \n— Девочка Алина (Кирпич) \n— Девочка Саша (Абрам) \n— Мальчик Андрей (Гаврюша) \n— Мальчик Денис (Автор) ",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "Приветствую всех, данный рассказ происходил в реальной жизни, какие бывают люди, делайте выводы. В данной истории я хочу рассказать фрагмент из своей жизни с элементами рассуждения, он получился очень насыщенный и интересный. Возможно я где-то поступил не так, но я сделал как посчитал нужным, погнали... ",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": " Начну я свой рассказ с далекого 3 класса, именно там я начинал заниматься плаванием, занимался я у чудесного преподавателя по имени Чернышова, она была хорошей женщиной. С самого начала я не хотел заниматься плаванием, но родители настояли и пришлось попробовать, я отходил год и мне очень даже понравилось. Уже в 4 классе мне предложили обучаться в другой школе в спортивном классе, я конечно же был рад и согласился. Отличие спортивного класса от обычного, это то, что ты приходишь домой в лучшем случае в 19:00 весь заебанный. Распорядок в спортивном классе такой:\n1) Утренняя тренировка\n2) Школа  \n3) Вторая тренировка\n Вот наступил долгожданный 5 класс, все документы были оформлены и я начал обучение, хочу сказать сразу, знакомых в данном классе не было от слова совсем. 1 сентября как и обычно в школах проходила линейка, я приехал не много раньше указанного времени, так как я очень сильно не люблю опаздывать. Поднявшись на 3 этаж и отыскав дверь с табличкой кабинет #35 \"География\" и поправив свой костюм я зашел в кабинет. В кабинете было ужасно много людей, были как дети, так и родители. Мельком осмотревшись я заметил некоторые компании которые беседовали о чем-то, вероятнее всего они были знакомы уже очень давно. \n",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      },
      {
        "id": 3,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a01/2010/2a/05145133a906.jpg"
      }
    ]
  },
  {
    "id": 4,
    "text": "Осмотрев класс дальше, я заметил людей, которые сидели одни, закончив осмотр класса я нашел свободную парту и присел за нее. Через некоторое время зашла наша классная, звали ее Светлана Владимировна, или же как мы ее называли дальше \"Светка\". Поздоровавшись с нами она сказала что нам пора спускаться на линейку. Спустившись мы заняли свое место, послушав песни уже врозлых учеников, посмотрев вальс выпускников мы поднялись обратно в класс. Выслушав какие у нас предметы будут на следующий день и попрощавшись со Светкой мы направились домой, естественно я не с кем не познакомился... По приходу домой, я сложил портфель и пошел задротить в \"Танки онлайн\". Первый месяц школьных дней проходил без тренировок, мы знакомились с учителями, все учителя были очень даже хорошими, но был один учитель от которого мы страдали до 10 класса, звали ее Татьяна Петровна, она была очень строгой, на урок боялся ходить каждый, отвлекся я не много, на чем мы там остановились? Ах, да на тренировках. Прошел месяц и мы пришли в бассейн, и уже первый день у меня не задался. Прошла информация что в первый день, тренировка у нас будет в зале, но придя в бассейн и познакомившись с тренером по имени Наташка, я понял что я проебался и меня с половинной группы не пустили на тренировку, по одной простой причине, я не взял плавки и все принадлежности для плавания. ",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": " Сидя и ахуевая от происходящего, я познакомился с одним мальчиком, звали его Даниэль, внешностью он был похож на узбека. Разговорившись мы собрались и пошли домой, как я выяснил, жил он через дорогу от меня. На следующее утро я решил позвонить ему, мы договорились встретиться на остановке. Одевшись я выдвинулся на остановку, подойдя к остановке, увидев Даниэля и поздоровавшись мы дождались автобуса и поехали в школу. Так проходило каждое утро, учеба проходила довольно напряженно, на это были причины. Даниэль никогда ничего не учил и списывать у него было нерационально, а из-за своей внешности и приколов он стал магнитом для учителей, иногда доставалось и мне. После школы нам сразу надо было бежать на тренировку, так как если ты опоздаешь хотя бы на 1 минуту тебя выгоняют. ",
    "answers": [
      {
        "id": 5,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c21/2010/a7/ca9596462ded.jpg"
      },
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": " Приходя на тренировку мы переобувались и поднимались в раздевалку. Переодевшись в плавки и взяв очки мы шли к Натахе уже в сам бассейн, она говорила какие дорожки мы можем занять, диктовала задание и мы начинали плыть. Средняя тренировка выходила в 3-4 км. Естественно из всей тренировки мы тогда проплывали процентов 40, остальное время мы просто баловались, откупывались и ныряли, что не входило в наши задания. В наш класс постоянно приходили новые люди, но на долго они не задерживались. Все так продолжалось до 9 класса, учеба давалась тяжело, надо было что-то делать... \n После того как я по одной из причин ушел из плавания, а класс спортивный, мне пришлось покинуть его и пойти в базовый. Базовый класс это пиздец... На столько отбитых людей я еще не видел. Я начал занимать велоспортом и к 10 классу я обратно вернулся в спортивный класс, я был безумно рад знакомым лицам. ",
    "answers": [
      {
        "id": 6,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c08/2010/54/95b48080eb8c.jpg"
      },
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "Наверное девочка Лия которая будет это читать скажет мне, ты что ахуел? А где я? Давайте побеседуем про девочку Лию. Девочка Лия пришла к нам в 7 классе, она занималась греблей. До 11 класса я особо не замечал эту девочку, она или не приходила в школу или сидела как мышь. Что это за девочка я понял только в последние месяцы учебы, жаль что не общались раньше, но все впереди).\n Опять же, если бы я закончил на этом, то мне бы моментально прилетела сладкая такая пиздюлина, так что продолжим. Девочка Лия, или как я любил ее раньше называть Глия, но это было раньше. Так вот, девочка на самом деле оказалась очень общительной и очень перспективной в области преподавателя. ",
    "answers": [
      {
        "id": 7,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d08/2010/fb/08b4b242f955.jpg"
      },
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "Как вы поняли перед 10 классом я решил рассказать про каждого, кто кем является, чтобы сразу понимать и знать. \nДевочка Саша или же как мы ее называли Абрам или Авраам Линкольн. По началу данная особа казалась нормальной, она нравилось Андрею (про Андрея пойдет речь дальше), но увы Абраму нравились только малолетки. Было много попыток, но Андрей постоянно оказывался во френдзоне, а после тройничка который произошел после школы, про нее вообще следует забыть, я думаю Андрей ты понимаешь о чем я... Запомнилась мне одна фраза одноклассницы по имени Татьяна \"Ты Саша легкодоступная\". В какой-то степени это оказалось именно так, хотя почему в какой-то ? В полной степени. Я думаю тут больше не о чем говорить, двигаемся дальше? ",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      },
      {
        "id": 8,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c31/2010/46/475161d84c90.jpg"
      }
    ]
  },
  {
    "id": 9,
    "text": "Ну что-ж, теперь рассмотрим Алину, она же Кирпич. Из названия данной книги можно понять, что авокадо это не только фрукт, но и овощь. Кирпич, пришел к нам в 10 классе, по внешности девочка красивая, но в голове твориться пиздец. Вам когда-нибудь просто так рисовали хуи в тетрадки? Может быть писали свой инстаграм на всех ваших вещах? Данная особа оказалась мразью, которая начала играть по нашей игре, а вот по какой вы узнаете дальше). Как говорят, об убогих либо много, либо ничего) ",
    "answers": [
      {
        "id": 9,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c13/2010/25/edd69126988d.jpg"
      },
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "А вот и вишенка на тортике, Андруша, он же Гавруша или гав-гав Андреич) \nС данным человеком мы знакомы с 5 класса, но доверие и самая крепкая дружба началась с 10 класса. Андруша помог поднять мне средний балл, благодаря ему я поступил куда хотел. Уже к концу класса у нас не осталось секретов. Данный человек всегда поддерживал меня и помогал. После учебы в родном городе, молодой человек переедет в Минск, ведь так Андрей?)  Конечно же так) В чем сила брат?) ",
    "answers": [
      {
        "id": 10,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d13/2010/e2/4a215bde44d7.jpg"
      },
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "После прихода в 10 класс, я занимался уже вело. Мы частенько рофлили над Алиной, бесили ее. Помнишь Андрей? Так и пролетел незаметно 10 класс. В начале 11 класса Алина вытворила хуйню по отношению к Андрею, я тоже случайно стал участником данного мероприятия, за что очень сильно жалею. Вся основная история началась в начале ноября. Когда Андрей заболел, мне стало очень скучно, надо было что-то решать и к кому-нибудь подсаживаться, легко догадаться что это была именно Алина. Посидев несколько дней вместе, мы начали переписываться в вк, а Андрей все болел... Процесс был необратим. Мы просто 24/7 общались так прошла примерно неделя. ",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      },
      {
        "id": 11,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d06/2010/14/ded17bc6e648.jpg"
      }
    ]
  },
  {
    "id": 12,
    "text": "Дальше началось что-то большее, мы обнимались ходили везде вместе, однажды она спросила в вк, чтобы ты никогда не простил, я ответил что предательство. Прошло еще недели две и начала происходить какая-то хуета. В один прекрасный день она сказала, давай сделаем вид что между нами ничего нету, я хочу посмотреть на реакцию Андрея. Я такой, эм что, зачем?  Она такая, просто посмотреть реакцию, естественно я бомбанул. Я не писал ей дня 2 и она тоже. На 3 день она написала и извинилась, но к счастью данные извинения не были приняты. Как-то раз когда закончились уроки, я пошел провожать Андрея, это была уже как традиция. Андрей забыв свои кеды в столе у физички пошел за ними. Его не было достаточно долго. Позже как Андрей рассказал, его остановила Алина и начала с ним беседовать, будто-бы хотела что-то услышать. Забрав кеды и спустившись Андрей пошел одевать куртку, Алина же опять его догнала и спросила уже прямо, нравится ли она ему. Андрей дал ответ что ему нравится другая и мы с Андреем отправились на остановку. ",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "Добравшись до остановки мы поговорили и разошлись домой. После этого я послушал музыку и лег спать. На следующий день она начала строить из себя королеву, и сразу стало заметно, что ее самооценка завышена до небес. Позже стало ясно, что она будет \"работать\" на Андрея. Андрей обладая доверием Абрама забрал у нее телефон, где была найдена переписка с Алиной. В какой-то части Алина намекала, чтобы Абрам отстал от Андрея, если у них ничего не получается. Уже под конец 11 класса девочка переключилась на другой фронт. Мать Алины знала всю историю и поэтому помогала своей дочери свести Андрея и её путем приглашения на пиццу. Далее она сделала фотку с Андреем, я думаю вы понимаете какую. Она была настолько счастлива и безума от этой фотографии, что мне кажется она рассказала уже всем про нее. После успешной сдачи экзаменов, в чем нам помогла водочка \"Летчинская\" помнишь брат? Мы счастливые пошли потихоньку домой беседуя о жизни. Так как выпускного нету, Алина решила создать свой у себя на хате. Позвав Андрея, Алексея, Диму, Сашу, меня и Лию. \n",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "Я думаю вывод очевиден, даже родителя Андрея и Лии понимали что Алина конченная и не согласились отпускать их, я думаю они и сами не хотели. Суть \"вписки\" была прибухнуть, ну а там Алина уже пьяная во всем созналась бы. Так же Абраменко нагрешила именно там. Уже после школы Алина звала Андрея попить пиво, но Андрей же не алкаш пить пиво с Алиной). В последние дни Барановская их так же хотела свести но все безуспешно. Делаем выводы:\n1) Алина думала все искренне, но оказалось все не так. \n2) Алина чуть ли не плакала говоря что это чуть ли не последний шанс поговорить с Андреем после школы. Мне так было жалко смотреть на ее старания. \n3) Андрей <plus> алкоголь, пффф это даже глупо предлогать)  Андрей может только с Денчиком пивка бахнуть, когда в Минск переедет) \n4) Она не понимала что веселила нас весь год) \n \n",
    "answers": [
      {
        "id": 15,
        "text": "Далее\n"
      }
    ]
  },
  {
    "id": 15,
    "text": "Как-то под конец лета я ей сказал что не общаюсь с Андреем, недавно я выложил историю с пометкой Андрея и она вздумала мне написать. Она написала молл почему ты наебал меня что не общаешься с Андреем. Мой ответ был прост, я спросил почему она наебала меня тогда, нравиться ли ей Андрей. Она сказала молл, нахуя вспоминать прошлое, уже все забыто. Я ответил конечно забыто, особенно когда прочитаешь переписки Лии и Абрама. Она ответила что не помнит уже что она там писала и так далее). Я такой да-да, спасибо тебе клоун за клоунаду в 11 классе, ты нас очень хорошо повеселила. Она же вероятно очень сильно обиделась и ей не оставалось ничего делать, как сказать что это мы играли по ее правилам, ох как же смешно). Надеюсь на отработку ее отправят в залупную деревню и она от туда не вернется). А Андрюше отработочку в Минске) ",
    "answers": [
      {
        "id": 16,
        "text": "Далее\n"
      }
    ]
  },
  {
    "id": 16,
    "text": "Что-ж, теперь можно поговорить об учителях в нашей школе. Лии врятле будет интерестно, она ходила в школу раза 3 за год. Начнем конечно же со Стаса, ахуенный мужик. После Казанцевой, я приходил к нему на математику на раслабоне и не парился. Всегда было весело и очень круто. Очень достойно рассказывал материал. ",
    "answers": [
      {
        "id": 16,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d19/2010/2f/0107367e8326.jpg"
      },
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "Федотов, тоже очень хороший мужик, всегда мог отпустить с последнего урока, никогда не загружал, всегда было очень весело. Самый жесткий экзамен, списать было практически невозможно, но как говорят Летчинская еще не кого в беде не оставляла) ",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "Павлыга, мужик старой закалки. Зевнул, кашлянул или пукнул пошел делать двадцатку. Ты спросишь за что?  За ВДВ. Тоже только хорошие воспоминания. Спасибо за год) ",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "Орехова, баба дизель. Андрюха, вспомни те моменты когда мы угарали у нее на уроке, а она потом орала)  Помню когда перешел в базовый, кинул в нее маленький кусочек стерки, она тогда сказала что я фашист, так то обидно было). ",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "Ирина как-то там ее, бел язица. Все бел язицы такие конченные?) Андрей, сколько прочитал чтобы оценку исправить?) Всегда дико хотелось спать на этом уроке, было дико тяжко отсидеть его). А так лучше чем Орехова наверное будет, но не факт )\n",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "Катюха, тоже иногда ебала мозги, могла бы всем уже по литре поставить норм оценки. Экзамен пролетел на изи. На уроках было сидеть изи, чиллили как могли) ",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "Светка, очень хорошая классуха, наверное самая лучшая из школы. Никогда не ебала мозг. Можно всегда было уйти с уроков и нихуя не было бы. Не пыталась как-то засадить. Халявные 10 по географии в аттестат, да Андрей?)  Столица Турции?) ",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "Баранова, наверное это единственный предмет на который я никогда не хотел ходить. Ведь именно меня она вызвала каждый урок к доске, а биологию я никогда в жизни то и не учил) Была возможность получить 6 вместо 5. Я подумал, нахуй мне это надо, оно того не стоит). Как говорил Даниэль, баба из Чернобыля )",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "Англичанка, на столько прошаренная женщина, пугала нас молл нихуя мы не сдадим, в итоге пошли с Андреем на лайте на экзамен, сидели и ржали. Андрей, тему выучил? Отказ от ответа?) ",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "Химица, респект тебе не грузила нас своей валентностью и прочей дичью, приходили на урок и сидели в телефонах, было по кайфу) ",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "Ну что, вот и надо подводить итоги. Школа закончилась, экзамены сдали, ЦТ сдали, поступили на те специальности на которые хотели. Прощай школа, ты на веки в наших сердцах. Любим, помним. Спасибо тебе Андрюха за школьные годы, дальше будет только больше). И щас бы опять Лия дала бы пиздюлей за то что я ее не упомянул). Я надеюсь Лия тоже не забудет и будет писать) \n Я думаю стоит написать еще что-нибудь про нас троих, как на это смотрите?) \nВсех люблю, обнял) ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 27,
    "text": "",
    "answers": []
  }
]