[
  {
    "id": 1,
    "text": "Здравствуйте это мой первый квест и благодарю что зашли сюда.\nДумаю стоит рассказать о ситуации чтоб не было вопросов. На дворе 21-ый век здесь с давних времён люди болели загадочной \"почти\" неизлечимой болезнью его называют Темной хворью или Темной чумой. Из-за этой болезни на карантин поставили сотни городов и десятки мелких стран. Как раз наш главный герой живет в одной из этих городов из которой нужно убежать найти новый дом. Удачи ведь это вам может понадобиться против препятствий.\n\n\n                                      Автор: PlasmaJason",
    "answers": [
      {
        "id": 2,
        "text": "Приступить к чтению."
      }
    ]
  },
  {
    "id": 2,
    "text": "\"Как вы уже знаете в мире очень сложная ситуация но все под контролем государства и эпидемия будет полностью подавлена\"-говорят в новостях пока вы сидите на диване смотря телевизор.\nНа улице почти нет ни одной живой души. Периодически город патрулируют и проверяют жителей на заражение. Каждый день из города выходят десятки труповозок доверху наполненные сами знаете чем. Страх того что заражение коснется и вас, не позволяет жить спокойно. Каждую ночь вы запираете двери из-за одного случая с соседом к которому ночью вломился зараженный и растерзал на запчасти. Каждый шорох каждый звук вы слишите их каждый день и постоянно вздрагиваете и думаете как бы не закончить как сосед.",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "Но решение пришло само собой. Этот план хотя и был на первый взгляд безумным но вам казался ещё и единственным. Но конечно можно остатся ведь патруль каждую неделю доставляют пропитание и средства гигиены.",
    "answers": [
      {
        "id": 4,
        "text": "Все хватит просиживать здесь свою жизнь, нужно уходить."
      },
      {
        "id": 5,
        "text": "Знаете что мне и тут нравится пожалуй останусь."
      }
    ]
  },
  {
    "id": 4,
    "text": "Пока вы додумали мелочи плана вы услышали что в вашу дверь  посту... не ударились со всей силы из-за которого одна петля двери почти не сорвалась. Приблизившись вы вслушалисьв дверь. Было слышно слабый хрип. У вас плохое предчувствие на счёт всего этого.",
    "answers": [
      {
        "id": 6,
        "text": "Ну на это здесь оставаться больше нельзя можно выпрыгнуть из окна в гостинной."
      },
      {
        "id": 7,
        "text": "Подумать."
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы решили что тут можно и остаться. Какая разница. Еда есть? Есть. Значит все хорошо. Было хорошо до того как в вашу квартиру не вломился зараженный и не растерзал до смерти. Теперь ваше тело досуществует свои последние минуты в сжигателе трупов.",
    "answers": [
      {
        "id": 1,
        "text": "Плохая концовка "
      },
      {
        "id": 5,
        "text": "Лучше не стоять на одном месте",
        "comment": true
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы живёте в пятом этаже дома и падение с такой высоты может закончиться для вас не очень хорошо.\nВсе равно выпрыгнуть?",
    "answers": [
      {
        "id": 8,
        "text": "Пусть поможет бог."
      },
      {
        "id": 4,
        "text": "Подойти к двери"
      }
    ]
  },
  {
    "id": 7,
    "text": "Можно аккуратно открыть дверь и осмотреть обстановку. А можно со всей силы оттолкнуть дверь с ноги и повалить возможного зараженного.",
    "answers": [
      {
        "id": 9,
        "text": "Открыть"
      },
      {
        "id": 10,
        "text": "Выбить."
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы выпрыгнули в окно после которого вы порезалить об осколки стекла и упали с громким хрустом ног и вы потеряли сознание. В течение \"сна\" вас укусил зараженный и после некоторого времени вас отвезли в сжигатель.",
    "answers": [
      {
        "id": 1,
        "text": "Плохая концовка"
      },
      {
        "id": 8,
        "text": "Однозначно можно сказать что вы не ассасин.",
        "comment": true
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы медленно открыли дверь. \"Зараженный\" сидел оперевшись о противоположную стену.",
    "answers": [
      {
        "id": 11,
        "text": "Осмотреть \"зараженного\""
      },
      {
        "id": 12,
        "text": "Медленно уйти"
      }
    ]
  },
  {
    "id": 10,
    "text": "Прокричав:\"За спарту!!!\"-вы ударили со всей силы по двери а тот в свою очередь откинул \"зараженного\" так что у него весь затылок превратился в кашу.",
    "answers": [
      {
        "id": 13,
        "text": "Осмотреть труп"
      },
      {
        "id": 12,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы подошли к \"зараженному\" но не успели рассмотреть его так как он заметил вас раньше и успел укусить. Теперь ваше тело прежде чем отправится в сжигатель заразил многих людей",
    "answers": [
      {
        "id": 1,
        "text": "Плохая концовка"
      },
      {
        "id": 11,
        "text": "Мда... к \"живым\" зараженным лучше не подходить",
        "comment": true
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы прошли через коридор без лишних приключений и подошли к лесничной площадке и так же спутились и вышли из дома.\nНа улице пусто как и всегда... хотя нет идет патруль и им не понравится то что вы не соблюдаете самоизоляцию. Можно спрятаться на переулке но есть риск того что там может сидеть зараженный.",
    "answers": [
      {
        "id": 14,
        "text": "Пройти в переулок."
      },
      {
        "id": 17,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 13,
    "text": "Он определенно \"мертв\" похоже хороший удар в голову отправляет их на тот свет.",
    "answers": [
      {
        "id": 12,
        "text": "Уйти"
      },
      {
        "id": 13,
        "text": "Некоторая информация может вам помочь в будущем",
        "comment": true
      }
    ]
  },
  {
    "id": 14,
    "text": "Как и предполагалось тут сидит зараженный если он вас укусит лучшего исхода можно не ожидать. Благо он находится в состоянии сна.",
    "answers": [
      {
        "id": 15,
        "text": "взять близлежащую палку и ударить по голове",
        "need": 13
      },
      {
        "id": 17,
        "text": "Постараться не шуметь"
      },
      {
        "id": 18,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 15,
    "text": "Взяв волю в кулак вы взяли палку и со всей силы дали зараженному по голове а тот в свою очередь упал замертво. И так теория превратилась в практику.",
    "answers": [
      {
        "id": 17,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 16,
    "text": "Ну вы подошли к перекрестку и вдруг вы натыкаетесь на группу (Похоже не только вы решили сбежать) они рады видеть хотя бы одну живую душу кроме \"теней\" как они выразились. Они предложили присоединиться к ним и вместе что нибудь да получится. Но в то же время вы их незнаете и незнаете что у них в голове.",
    "answers": [
      {
        "id": 19,
        "text": "Почему бы и нет ведь вместе безопаснее"
      },
      {
        "id": 20,
        "text": "Я как нибудь сам справлюсь"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы сидите в ожидании считая каждую секунду. И наконец они ушли и вы вышли на улицу.",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "Когда вы уходили вас заметил патруль и подозревая что вы заражены без суда и следствия проделали пару сквозных отверстий в вашей голове хорошо что вы это не почувствовали и для вас все было быстро.",
    "answers": [
      {
        "id": 1,
        "text": "Плохая концовка"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы согласились и вместе с группой пошли на их последний лагерь. Пока вы шли, вы познакомились с группой. Их было трое: Семен белобрысый с небольшой физически подготовленной фигурой, Арктур не имеет волос и раньше служил на войне а сейчас он в отставке а Дима был боксером но перестал из-за серьезных ранений в одном из боев. Как они говорят каждый из них уже убивал тень.\n    Семен: Забыл спросить у тебя есть опыт по убийству теней?",
    "answers": [
      {
        "id": 21,
        "text": "Да есть",
        "need": 13
      },
      {
        "id": 21,
        "text": "Нет только теория",
        "need": 13
      },
      {
        "id": 21,
        "text": "Нету",
        "need": -15
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы отказались от их предложения а они пожав плечами пошли по своей дороге. \n    ГГ: Интересно пожалею ли я бо этом?",
    "answers": [
      {
        "id": 1,
        "text": "Конец тестирования"
      }
    ]
  },
  {
    "id": 21,
    "text": "На пока что это конец тестирования.\nЗнаю коротко но я это когда нибудь это все равно закончу.\n",
    "answers": [
      {
        "id": 21,
        "text": "спасибо за прочтение",
        "comment": true
      },
      {
        "id": 1,
        "text": "Конец тестирования"
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  }
]