[
  {
    "id": 1,
    "text": "Автор: Ярослав Зверев.\nТематические жанры: Фэнтези, Романтика, Хардкор.\n\n     Что может быть страшнее, чем встретиться с кровожадным и безжалостным монстром? Например, узнать этого монстра в себе.\n     В этом квесте Вы сможете примерить роль оборотня, оказавшегося в центре длительного противостояния, и даже повлиять на его исход. Однако помните и о собственном пути в этом огромном мире, ведь на нём можно найти ответы на тревожащие вопросы, силы для преодоления испытаний, а также то, что разожжёт даже самое холодное сердце — любовь.",
    "answers": [
      {
        "super_calculate": false,
        "id": 1,
        "calculate": true,
        "lua_do": "function lua_do()\n  if g.fullscreen == 1 then\n      g.fullscreen = 0\n  end\n  if myTimer then\n     timer.cancel (myTimer)\n end\nend",
        "text": "      "
      },
      {
        "lua_if": "function lua_if()\nreturn not g.flag1\nend",
        "super_calculate": false,
        "lua_do": "function lua_do()\n  g.links = {\n      leaf_night = \"https://images.vfl.ru/ii/1602407176/a53abeb4/31900904.jpg\",\n      conifer_night = \"https://images.vfl.ru/ii/1602407201/1990ed0c/31900920.jpg\",\n      dream = \"https://images.vfl.ru/ii/1605250458/d32dcb59/32286417.jpg\",\n      leaf_day = \"https://images.vfl.ru/ii/1605200022/e587df77/32282131.jpg\",\n      conifer_day = \"https://images.vfl.ru/ii/1605201614/c7660e7c/32282446.jpg\"\n  }\n \n  g.background = \"https://images.vfl.ru/ii/1602329273/06053036/31892591.jpg\"\n  g.theme = g.links.leaf_night\n\n  g.flag1 = true\n  showPage {id = 1, transition = \"instant\"}\nend",
        "calculate": true,
        "text": "Первая установка фона",
        "id": 1
      },
      {
        "id": 8,
        "text": "Начать",
        "lua_do": "function lua_do()\n anger = 0\n guilt = 0\n mind = 0\n g.theme = g.links.leaf_night\n g.rememberChoices = 1\nend"
      },
      {
        "id": 17,
        "text": "Концовки"
      },
      {
        "id": 1,
        "text": "Связь с автором [ссылка]",
        "url": "https://vk.com/id_first1"
      }
    ]
  },
  {
    "id": 2,
    "text": "     \"Кто я и как стал оборотнем? Почему каждую ночь иду на поиски жертвы, поддаваясь жажде крови? Ради чего живу?\" — Эти вопросы мучили Вас давно, но со временем они стали появляться всё реже, а пропадать быстрее. Ответить на них Вы были не в состоянии, так что сейчас, как и всегда, просто постарались не думать об этом.\n     Сегодня в своём лесу (оборотни обитали в хвойных северных лесах) долго не находилась добыча, поэтому вместе с остальной стаей Вы уже добрались до другого, который был южнее.\n     Внезапно нюх оборотня учуял запах человека поблизости, и Вы медленно двинулись в его сторону. Вскоре взору представилась поляна, освещённая луной, и молодая девушка на ней.\n     Один из оборотней завыл. Следом за этим все бросились к жертве, а она принялась убегать. Сердце забилось чаще, как всегда при погоне. Предвкушая добычу, Вы ускорились, разминая свои лапы. Бегущие в середине стаи пытались допрыгнуть до девушки, а Вы, находясь с краю, хотели обогнать её и преградить путь. Сейчас до осуществления этой цели оставался только один большой прыжок.",
    "answers": [
      {
        "id": 3,
        "text": "Прыгнуть"
      },
      {
        "super_calculate": false,
        "lua_do": "function lua_do()\n link_image = \"https://images.vfl.ru/ii/1603540122/381ffb11/32042314.jpg\"\nend",
        "text": "     ",
        "id": 8,
        "calculate": true
      },
      {
        "id": 8,
        "text": "     ",
        "run": [
          38
        ],
        "comment": true
      }
    ]
  },
  {
    "id": 3,
    "text": "     Приземлившись на четыре лапы, Вы были готовы растерзать девушку, но потом увидели её лицо, и жажда крови впервые исчезла. Сердце забилось ещё сильнее, однако теперь боевая ярость сменилась на незнакомое раньше чувство: хотелось бросить всё и просто остаться с этой девушкой навсегда.\n     Удар ножом вернул Вас к реальности. Он не представлял особой опасности для здоровья, но принёс такую боль, которую Вы никогда не чувствовали раньше. Внезапно стало ясно, что эта девушка, как и остальные люди, считает всех оборотней врагами. Наверное, первый раз Вы серьёзно задумались о своей жизни, и поняли, что приносите только вред: оборотни убивали более слабых людей и обращали в себе подобных более сильных.\n     — Такова жизнь, ничего не поделаешь, — прозвучал голос в голове. Он появился уже давно, когда Вы только стали оборотнем. — Человек поедает мелких зверей, а большие едят его.",
    "answers": [
      {
        "id": 4,
        "text": "Согласиться с голосом",
        "lua_do": "function lua_do()\nwill = 0\nend"
      },
      {
        "id": 4,
        "text": "— Жизнь? Разве она укусила меня, превратив в оборотня?",
        "lua_do": "function lua_do()\nwill = 1\nanger = 1\nend"
      },
      {
        "id": 4,
        "text": "— Нет, ничто не оправдывает моих злодеяний.",
        "lua_do": "function lua_do()\nwill = 1\nguilt = 1\nend"
      }
    ]
  },
  {
    "id": 4,
    "text": "     ",
    "answers": [
      {
        "comment": true,
        "id": 4,
        "text": "— Наверное, ты прав. И всё-таки жаль...\n     Вы вдруг заметили, что девушка с оборотнями уже убежали дальше, и кинулись их догонять.",
        "lua_if": "function lua_if()\nreturn will == 0\nend",
        "merge": true
      },
      {
        "lua_if": "function lua_if()\nreturn anger == 1\nend",
        "id": 4,
        "text": "Мысль стремительно работала, и Вы теперь понимали всё больше.\n     — А кто заставил первого оборотня нападать на людей? — Гнев закипел внутри, и Вы хотели крикнуть \"Кардис!\", но из горла раздался только волчий рык.\n     Голос ничего не ответил. Вы хотели бежать и что-нибудь делать, но почувствовали, что жажда крови вернулась. Все прежние желания будто померкли перед ней, и Вы поднялись, чтобы догнать свою стаю.",
        "comment": true,
        "merge": true
      },
      {
        "comment": true,
        "id": 4,
        "text": "Чувство вины разлилось по всему телу, и от него нельзя было никуда деться — напрасно голос в голове пытался Вас успокоить.\n     Вернувшаяся жажда крови заставила подняться, чтобы догнать свою стаю. Чувство вины стало ещё сильнее, но Вы не могли ничего с этим сделать.",
        "lua_if": "function lua_if()\nreturn guilt == 1\nend",
        "merge": true
      },
      {
        "id": 4,
        "text": "\n     Через некоторое время глазам предстало такое зрелище: оборотни стояли перед болотом и рычали, а девушка шла прямо по болотной почве, где на каждом шагу можно было провалиться в трясину. Сердце замерло при виде этого, но сейчас девушке никак нельзя было помочь. Вот она покачнулась, и Вы невольно подались вперёд, но девушка сохранила равновесие и двинулась дальше. Выдохнуть получилось только тогда, когда она добралась до островка посреди болота.     \n     — Что же это такое? Почему мне, оборотню, страшно за какую-то девушку? Неужели это... любовь? — Вы вдруг вспомнили это слово и всё, что с ним было связано. В памяти всплыли какие-то размытые сцены из юности, где Ваше сердце билось также сильно, как при взгляде на лицо этой девушки, — Может ли оборотень любить человека? Ведь я раньше тоже был человеком... А теперь? Осталось ли в сердце хоть что-то, кроме постоянной жажды крови?\n     — Пора уходить, — заметил голос в голове. И правда, другие оборотни уже покидали это место.",
        "merge": true
      },
      {
        "id": 5,
        "text": "Уходить",
        "lua_do": "function lua_do()\ng.theme = g.links.conifer_night\nend"
      },
      {
        "id": 6,
        "text": "Остаться",
        "lua_do": "function lua_do()\ng.theme = g.links.conifer_night\nend"
      },
      {
        "super_calculate": false,
        "id": 8,
        "calculate": true,
        "lua_do": "function lua_do()\n link_image = \"https://images.vfl.ru/ii/1605247422/21acf8d7/32286024.jpg\"\nend",
        "text": "     "
      },
      {
        "id": 4,
        "text": "      ",
        "run": [
          38
        ],
        "comment": true
      }
    ]
  },
  {
    "id": 5,
    "text": "     ",
    "answers": [
      {
        "id": 5,
        "text": "Скрепя сердце Вы вместе с другими направились домой. Настроение было скверное, и причиной тому являлся не столько голод, сколько мысли, терзающие Вас. Обдумывая последние события, Вы чувствовали вину за все свои зверства, беспомощность перед жаждой крови",
        "merge": true
      },
      {
        "id": 5,
        "text": ", злость на Кардиса ",
        "lua_if": "function lua_if()\nreturn anger\nend",
        "merge": true
      },
      {
        "id": 5,
        "text": " и досаду от того, что не могли быть с той девушкой.\n     Наконец, стало видно большой, вытянутый в длину дом Кардиса, где жили также и все оборотни. Подойдя к нему, Вы зашли внутрь и сразу легли спать. Оборотням тоже нужен отдых, только у них на это отводится гораздо меньше времени.",
        "merge": true
      },
      {
        "id": 7,
        "text": "Уснуть",
        "lua_do": "function lua_do()\n g.theme = g.links.dream\nend"
      },
      {
        "super_calculate": false,
        "lua_do": "function lua_do()\n link_image = \"https://images.vfl.ru/ii/1605247448/252e8e39/32286032.jpg\"\n part_of_indent = 0\n part_of_height = 0.95\nend",
        "text": "     ",
        "id": 8,
        "calculate": true
      },
      {
        "id": 5,
        "text": "     ",
        "run": [
          38
        ],
        "comment": true
      }
    ]
  },
  {
    "id": 6,
    "text": "     ",
    "answers": [
      {
        "id": 6,
        "text": "— Не дури, — сказал голос, — Твоё место рядом с оборотнями, а она человек и никогда тебя не полюбит.\n     Вы хотели было возразить, но вспомнили удар ножом, и, погрузившись в мрачные мысли, направились за остальной стаей. Обдумывая последние события, Вы чувствовали вину за все свои зверства, беспомощность перед жаждой крови",
        "merge": true
      },
      {
        "id": 6,
        "text": ", злость на Кардиса",
        "lua_if": "function lua_if()\nreturn a\nend",
        "merge": true
      },
      {
        "id": 6,
        "text": " и досаду от того, что не могли быть с той девушкой.\n     Наконец, стало видно большой, вытянутый в длину дом Кардиса, где жили также и все оборотни. Подойдя к нему, Вы зашли внутрь и сразу легли спать. Оборотням тоже нужен отдых, только у них на это отводится гораздо меньше времени.",
        "merge": true
      },
      {
        "id": 7,
        "text": "Уснуть",
        "lua_do": "function lua_do()\n g.theme = g.links.dream\nend"
      },
      {
        "super_calculate": false,
        "id": 8,
        "calculate": true,
        "lua_do": "function lua_do()\n link_image = \"https://images.vfl.ru/ii/1605247448/252e8e39/32286032.jpg\"\n part_of_indent = 0\n part_of_height = 0.95\nend",
        "text": "     "
      },
      {
        "id": 5,
        "text": "     ",
        "run": [
          38
        ],
        "comment": true
      }
    ]
  },
  {
    "id": 7,
    "text": "     Вы находились в привычном для глаз еловом лесу, а впереди стояла та девушка и улыбалась.\n     — Ступай по тропинке, и в конце пути мы встретимся, — сказала она и куда-то убежала, а Вы радостно двинулись вперёд.\n     Через некоторое время стала ощущаться сильная жажда крови. Вместе с ней недалеко от тропинки показались огни: признак человеческого селения.\n     Вы знали, что прежняя жизнь и будущее с этой девушкой несовместимы, но жажда крови была так сильна, что, казалось, без её удовлетворения оборотню не выжить.",
    "answers": [
      {
        "id": 9,
        "text": "Свернуть к селению"
      },
      {
        "id": 10,
        "text": "Продолжать идти по тропинке",
        "lua_do": "function lua_do()\nwill = will <plus> 1\nend"
      },
      {
        "super_calculate": false,
        "id": 8,
        "calculate": true,
        "lua_do": "function lua_do()\n link_image = \"https://images.vfl.ru/ii/1605263662/69577a81/32290055.jpg\"\n part_of_height = 0.9\n part_of_indent = 0.03\nend",
        "text": "     "
      },
      {
        "id": 38,
        "text": "     ",
        "comment": true,
        "run": [
          38
        ]
      }
    ]
  },
  {
    "id": 8,
    "text": "     Костёр горел алым пламенем, отгоняя ночную темноту, а возле него грелся молодой славянин. Мысли юноши были далеко отсюда: он думал о своей возлюбленной, ради встречи с которой ему пришлось оказаться ночью в лесу.\n     Внезапно за спиной юноши раздался треск сучьев. Он обернулся и увидел оборотня с хищным взглядом. В ту же секунду человек схватил топор, а зверь бросился на свою жертву. Следом за первым из леса выскочили остальные оборотни, так что у юноши уже не оставалось никаких шансов.\n     В воздухе что-то замерцало, и с другой стороны от костра возник Леший. Он был похож на старого и мудрого человека, но во всём его облике чувствовалась связь с лесом, природой. В руках Леший держал посох, покрытый растительностью.\n     — Вы снова зашли за пределы своей территории, волчье отродье, — сказал он. \n     Оборотни не подчинялись Лешему, но попятились назад, потому что хорошо помнили их прошлую встречу.\n     — Я предупреждал... — продолжил он, но остановился, когда увидел возникшего напротив него повелителя оборотней. Это был высокий, крепкий мужчина с длинными нечёсаными волосами и густой растительностью на теле, отчего напоминал зверя, но две вещи в нём расходились с этим образом: на поясе у него висел легендарный магический топор, а лицо выражало хитрую полуулыбку, демонстрирующую краешки клыков.\n     — Давно не виделись, Владыка лесов, — улыбка говорящего стала шире.\n     — Кардис, — сказал Леший с упрёком, — Мы же договаривались, что твои оборотни не будут охотиться за пределом своего леса.\n     — Ты же знаешь моих ребят: за ними не уследишь, — Кардис развёл руками, — Но я всё-таки не понимаю, к чему это разделение? Ведь мы с тобой делаем одно и то же дело.\n     — Да, но способы у нас разные, — Леший поднял посох, — Я предупреждал, что буду делать, если снова увижу оборотней там, где им не положено быть.\n     — Подожди, — сказал Кардис, который больше не улыбался, — Мы можем договориться...",
    "answers": [
      {
        "id": 2,
        "bg_color": [
          1,
          1,
          1
        ],
        "text": "[Несколько лет спустя]"
      },
      {
        "super_calculate": false,
        "id": 8,
        "calculate": true,
        "lua_do": "function lua_do()\n link_image = \"https://images.vfl.ru/ii/1603540106/61e7d038/32042312.jpg\"\nend",
        "text": "     "
      },
      {
        "id": 8,
        "text": "     ",
        "run": [
          38
        ],
        "comment": true
      }
    ]
  },
  {
    "id": 9,
    "text": "     ",
    "answers": [
      {
        "lua_if": "function lua_if()\nreturn win1\nend",
        "id": 9,
        "text": "Несмотря на жажду крови и голод, смешавшиеся в одно целое, Вы не сходили с тропинки. Когда она исчезла из-под лап, уже восходило солнце.",
        "comment": true,
        "merge": true
      },
      {
        "lua_if": "function lua_if()\nreturn not win1\nend",
        "id": 9,
        "text": "Привычно удовлетворив жажду крови, Вы продолжили путь в хмуром настроении: совесть грызла. \n     Когда тропинка исчезла из-под лап, уже восходило солнце.",
        "comment": true,
        "merge": true
      },
      {
        "id": 9,
        "text": " Под его лучами началось превращение: конечности, голова и прочие части тела изменялись, а шерсть превращалась в одежду — всё это заняло несколько секунд. Поднявшись на ноги, Вы увидели перед собой ту девушку",
        "comment": true,
        "merge": true
      },
      {
        "comment": true,
        "id": 9,
        "text": ", но поговорить с ней не удалось:",
        "lua_if": "function lua_if()\nreturn win1\nend",
        "merge": true
      },
      {
        "comment": true,
        "id": 9,
        "text": ", и чувство стыда прожгло насквозь. \"Как я могу разговаривать с ней, если предал её доверие, продолжая охотиться на людей?\" - подумали Вы и ужаснулись.\n     Однако поговорить с ней всё равно не удалось:",
        "lua_if": "function lua_if()\nreturn not win1\nend",
        "merge": true
      },
      {
        "id": 9,
        "text": " из-за деревьев выскочили вооружённые люди, а следом за ними появились оборотни с топорами.\n     Завязалась жестокая битва, а Вы стояли рядом с девушкой и не знали, что делать.\n     — Сражайся! — крикнул Кардис, кинув меч убитого человека.\n     Вы увидели, что какой-то оборотень лежал на земле без оружия, а человек заносил меч для удара.",
        "comment": true,
        "merge": true
      },
      {
        "id": 12,
        "text": "Помочь оборотню",
        "lua_do": "function lua_do()\nwin2 = 1\nend"
      },
      {
        "id": 13,
        "text": "Ничего не делать",
        "lua_do": "function lua_do()\nwill = will <plus> 2\nend"
      },
      {
        "super_calculate": false,
        "lua_do": "function lua_do()\n link_image = \"https://images.vfl.ru/ii/1605247506/77316755/32286043.jpg\"\nend",
        "text": "     ",
        "id": 8,
        "calculate": true
      },
      {
        "id": 9,
        "text": "     ",
        "run": [
          38
        ],
        "comment": true
      }
    ]
  },
  {
    "id": 10,
    "text": "     Сделав усилие воли, Вы прошли мимо человеческого селения. Вскоре жажда крови стала ещё сильнее, и появились сомнения в правильности сделанного выбора...\n     Вы всё шли и шли, но больше людей нигде не было видно. В голову пришла страшная мысль: неизвестно, сколько ещё придётся пройти, и выдержит ли тело без еды всё это время.\n     К счастью, вскоре Вы увидели пищу: слева от тропинки было человеческое селение, а впереди — белый гриб.",
    "answers": [
      {
        "id": 9,
        "text": "Свернуть к людям"
      },
      {
        "id": 11,
        "text": "Подойти к грибу"
      },
      {
        "id": 9,
        "text": "Идти дальше по тропинке",
        "lua_do": "function lua_do()\nwin1 = true\nwill = will <plus> 2\nend"
      }
    ]
  },
  {
    "id": 11,
    "text": "     Вы решили унять голод грибом, но, как только он оказался во рту, начался приступ тошноты: тело зверя не привыкло к такой пище. А значит, существовал только один способ насытиться...",
    "answers": [
      {
        "id": 9,
        "text": "Зайти в человеческое селение"
      },
      {
        "id": 9,
        "text": "Продолжать идти по тропинке",
        "lua_do": "function lua_do()\nwin1 = true\nwill = will <plus> 2\nend"
      }
    ]
  },
  {
    "id": 12,
    "text": "      ",
    "answers": [
      {
        "comment": true,
        "id": 12,
        "text": "Вы бросились с мечом на человека. Пока он отвлёкся, тот оборотень поднял оружие и воткнул ему в спину. Удача была явно на Вашей стороне.",
        "lua_if": "function lua_if()\nreturn win2 == 1\nend",
        "merge": true
      },
      {
        "lua_if": "function lua_if()\nreturn win2 == 2\nend",
        "id": 12,
        "text": "Стараясь не смотреть на девушку и идущего к ней оборотня, Вы бросились в бой с людьми.",
        "comment": true,
        "merge": true
      },
      {
        "comment": true,
        "id": 12,
        "text": "\n     Но вдруг за спиной раздался жалобный крик, и всё внутри похолодело. Обернувшись, Вы увидели падающую на землю девушку...",
        "lua_if": "function lua_if()\nreturn win2 < 3\nend",
        "merge": true
      },
      {
        "lua_if": "function lua_if()\nreturn win2 == 3\nend",
        "id": 12,
        "text": "Вы кинулись с мечом на оборотня. Он растерялся от нападения \"своего\", поэтому преимущество было на Вашей стороне. Пара точных ударов — и противник был повержен...",
        "comment": true,
        "merge": true
      },
      {
        "comment": true,
        "id": 12,
        "text": "— Остановитесь! — крикнули Вы, — Довольно просто так убивать друг друга!\n      После этой фразы звон железа стих. Все воины остановились и посмотрели на Вас: кто-то с восхищением, кто-то с удивлением, а один человек с негодованием.\n     — Это вы, оборотни, каждую ночь убиваете нас, — сказал он со злостью и затем закричал, — Смерть нечисти!\n      Человек поднял топор и бросил прямо в Вас. Кровь обагрила одежду, а в голове всё звенели слова: \"смерть нечисти\"...",
        "lua_if": "function lua_if()\nreturn win2 == 4\nend",
        "merge": true
      },
      {
        "id": 12,
        "text": "\n     В этот момент Вы проснулись. На чистом горизонте уже появлялось солнце, а оборотни превращались из волков в людей.\n     — Какой странный сон, — подумали Вы.\n     В голове всплыли вчерашние события, и сознание окончательно вступило в силу.",
        "merge": true
      },
      {
        "lua_if": "function lua_if()\nreturn will > 5\nend",
        "id": 12,
        "text": "\n     Настроение было прекрасное, и Вы чувствовали в себе силы свернуть горы. Правда, сейчас требовалось другое: решить, что делать дальше.",
        "comment": true,
        "merge": true
      },
      {
        "comment": true,
        "id": 12,
        "text": "\n     Вы знали, что сегодня предстоит сделать один из решающих выборов в своей жизни: как быть дальше?",
        "lua_if": "function lua_if()\nreturn will == 4 or will == 5\nend",
        "merge": true
      },
      {
        "lua_if": "function lua_if()\nreturn will < 4\nend",
        "id": 12,
        "text": "\n     Вы знали, что сегодня должна была решиться Ваша судьба, но не чувствовали в себе сил её изменить. Тем не менее, нужно было выбирать, что делать дальше.",
        "comment": true,
        "merge": true
      },
      {
        "id": 14,
        "text": "Жить прежней жизнью",
        "lua_do": "function lua_do()\ng.theme = g.links.conifer_night\nend"
      },
      {
        "id": 15,
        "text": "Попробовать всё изменить",
        "lua_do": "function lua_do()\ng.theme = g.links.conifer_day\nend"
      }
    ]
  },
  {
    "id": 13,
    "text": "     Падали люди, падали оборотни, а Вы всё продолжали стоять.\n     — Чего же ты ждёшь? — крикнул в недоумении один оборотень, а в следующее мгновение ему в спину воткнулся меч. \n     Внезапно другой оборотень, сразив какого-то человека, побежал с топором на девушку, ради которой Вы пришли сюда.\n     Медлить было нельзя, надо было выбирать.",
    "answers": [
      {
        "id": 12,
        "text": "Атаковать оборотня",
        "lua_do": "function lua_do()\nwin2 = 3\nwill = will <plus> 1 \nend"
      },
      {
        "id": 12,
        "text": "Сражаться с людьми",
        "lua_do": "function lua_do()\nwin2 = 2\nend"
      },
      {
        "id": 12,
        "text": "Крикнуть: \"Остановитесь!\"",
        "lua_do": "function lua_do()\nwin2 = 4\nmind = 1\nend"
      }
    ]
  },
  {
    "id": 14,
    "text": "     ",
    "answers": [
      {
        "id": 14,
        "text": "Чтобы получить хоть надежду на будущее с той девушкой, пришлось бы изменить всему, из чего раньше состояла жизнь. У Вас же ",
        "merge": true
      },
      {
        "id": 14,
        "text": "не было никакого желания это делать.",
        "lua_if": "function lua_if()\nreturn will > 3\nend",
        "merge": true
      },
      {
        "id": 14,
        "text": "для этого не было ни сил, ни желания.",
        "lua_if": "function lua_if()\nreturn will < 4\nend",
        "merge": true
      },
      {
        "id": 14,
        "text": "\n     Сомнения насчёт принятого выбора возникали ещё долго, но со временем они почти исчезли из головы.\n     Однажды на охоте Вы увидели молодую девушку. Стая начала медленно подбираться к ней, но девушка всё равно услышала оборотней и принялась убегать. Вы бросились в погоню. Сердце снова билось чаще, а мысли в голове были ясны, как безоблачное небо.\n     Вслед за девушкой оборотни прибежали на поляну, и Вы вдруг поняли, что окружены: из-за деревьев со всех сторон показались люди с оружием. Они устроили ловушку, чтобы расплатиться с врагом.\n     Не успели Вы что-нибудь предпринять, как люди осыпали своих противников стрелами, и несколько оборотней упали замертво. В ближнем бою тоже не везло: хоть оборотни и сильнее людей, но сейчас врагов было чуть ли не вдвое больше. На Вас напали сразу два человека: один с мечом и щитом, а другой с топором. Пришлось сильно постараться, чтобы увернуться от всех их ударов, а атаковать в ответ не получалось. \n     Внезапно в бок воткнулась стрела, и Вы покачнулись. Воспользовавшись этим, человек нанёс смертельный удар топором. В глазах потемнело...\n     Тело зверя упало на землю, а оборотни и люди продолжали сражаться, всё больше орошая землю кровью.",
        "merge": true
      },
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 15,
    "text": "     Выйдя на свежий воздух, Вы увидели оборотней, слоняющихся возле дома. Из их разговоров стало понятно, что Кардис ушёл куда-то по своим делам.\n     Можно было бы пробраться в его комнату, чтобы получить больше знаний об оборотничестве, но Вы отложили эту идею по двум причинам. Во-первых, было слишком рискованно взламывать замок, когда вокруг столько оборотней, а во-вторых, на эту дверь могли быть наложены какие-нибудь заклинания.\n     Подговаривать оборотней к бунту тоже было весьма опасно: Вы плохо знали своих боевых товарищей и не могли на них положиться.\n     Таким образом, оставалось два варианта.",
    "answers": [
      {
        "id": 16,
        "text": "Сбежать отсюда и искать ту девушку"
      },
      {
        "id": 18,
        "text": "Дождаться возвращения Кардиса, чтобы вызвать его на поединок",
        "comment": false,
        "lua_do": "function lua_do()\n if anger > 0 then\n     will = will <plus> 1\n end\nend"
      }
    ]
  },
  {
    "id": 16,
    "text": "     Вы пока мало представляли, как будете бороться с внутренним монстром и искать ту девушку, но всё-таки решили скорее покинуть владения Кардиса.\n     ",
    "answers": [
      {
        "id": 16,
        "text": "Сделать это нужно было незаметно, поэтому Вы заняли позицию у одного дерева и стали наблюдать за передвижениями оборотней, ожидая благоприятного момента.",
        "lua_if": "function lua_if()\nreturn will > 5\nend",
        "merge": true
      },
      {
        "id": 16,
        "text": "— Одумайся, — вдруг сказал голос в голове, — Если сделаешь это, будешь врагом не только для людей, но и для оборотней: одни не смогут жить рядом с нечистью, а другие не простят предателя.",
        "lua_if": "function lua_if()\nreturn will < 6\nend",
        "merge": true
      },
      {
        "id": 16,
        "text": "\n     Сомнения терзали душу. От необходимости выбирать Вы почувствовали какую-то тоску и слабость. Захотелось просто забыть обо всём и ничего не делать.\n     Вы понимали, что это не решит проблемы, но сопротивляться этому желанию, казалось, было невозможно...",
        "lua_if": "function lua_if()\nreturn will < 4\nend",
        "merge": true
      },
      {
        "id": 19,
        "text": "Наблюдать",
        "lua_if": "function lua_if()\nreturn will > 5\nend",
        "lua_do": "function lua_do()\n trail = \"Травяная\"\n text_trails = {\"Травяная\", \"Каменная\"}\n logic = {true, false}\n W = {\n     {true, false, true},\n     {true, true, false}\n }\n sum = 0\n g.fullscreen = 1\n dialog ({header =\"Мини-игра\", text = \"Жми на кнопку, если на указанной тропинке нет оборотней.\", answers = {{text = \"Хорошо\"}}})\nend"
      },
      {
        "id": 14,
        "text": "Послушаться совета",
        "lua_if": "function lua_if()\nreturn will == 4 or will == 5\nend",
        "lua_do": "function lua_do()\ng.theme = g.links.conifer_night\nend"
      },
      {
        "id": 21,
        "text": "Всё равно совершить задуманное",
        "lua_if": "function lua_if()\nreturn will == 4 or will == 5\nend"
      },
      {
        "id": 14,
        "text": "Сдаться",
        "lua_if": "function lua_if()\nreturn will < 4\nend",
        "lua_do": "function lua_do()\ng.theme = g.links.conifer_night\nend"
      },
      {
        "super_calculate": false,
        "lua_do": "function lua_do()\n link_image = \"https://images.vfl.ru/ii/1605247486/2bfdc3aa/32286040.jpg\"\nend",
        "text": "     ",
        "id": 8,
        "calculate": true
      },
      {
        "id": 16,
        "text": "     ",
        "run": [
          38
        ],
        "comment": true
      }
    ]
  },
  {
    "id": 17,
    "text": "     Здесь показаны все найденные Вами концовки.",
    "answers": [
      {
        "super_calculate": false,
        "id": 17,
        "text": "Подсчёт концовок",
        "lua_do": "function lua_do()\n e = {\n     good = 0,\n     bad = 0\n }\n p = {23, 45}\n for i = 1, #p do\n     if isGlobalHistoryContain (p[i]) then\n       e.good = e.good <plus> 1\n     end\n end\n p = {14, 25, 26, 43}\n for i = 1, #p do\n     if isGlobalHistoryContain (p[i]) then\n       e.bad = e.bad <plus> 1\n     end\n end\nend",
        "calculate": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 17,
        "text": "Успешные концовки",
        "left_answer": true,
        "bg_color": [],
        "lua_text": "function lua_text()\nreturn e.good .. \"/2 успешных концовок:\"\nend",
        "right_answer": true,
        "middle_answer": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 17,
        "text": "Плоды милосердия.",
        "need": [
          23
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 17,
        "text": "Пламя надежды.",
        "need": [
          45
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 17,
        "text": "Неудачные концовки",
        "left_answer": true,
        "bg_color": [],
        "lua_text": "function lua_text()\nreturn e.bad .. \"/4 неудачных концовок:\"\nend",
        "right_answer": true,
        "middle_answer": true
      },
      {
        "bg_color": [],
        "comment": true,
        "id": 17,
        "text": "Путь оборотня.",
        "need": [
          14
        ],
        "need_ever": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 17,
        "text": "Раскаяние.",
        "need": [
          25
        ],
        "bg_color": [
          1,
          1,
          1
        ]
      },
      {
        "bg_color": [
          1,
          1,
          1
        ],
        "comment": true,
        "id": 17,
        "text": "Загнанный зверь.",
        "need": [
          26
        ],
        "need_ever": true
      },
      {
        "bg_color": [
          1,
          1,
          1
        ],
        "comment": true,
        "id": 17,
        "text": "Побеждённый.",
        "need": [
          43
        ],
        "need_ever": true
      },
      {
        "id": 17,
        "text": "     ",
        "comment": true
      },
      {
        "right_answer": true,
        "comment": false,
        "id": 1,
        "text": "Назад",
        "middle_answer": true,
        "left_answer": true
      },
      {
        "id": 43,
        "text": "       ",
        "lua_if": "function lua_if()\nreturn false\nend"
      },
      {
        "id": 44,
        "text": "       ",
        "lua_if": "function lua_if()\nreturn false\nend"
      },
      {
        "id": 45,
        "text": "       ",
        "lua_if": "function lua_if()\nreturn false\nend"
      }
    ]
  },
  {
    "id": 18,
    "text": "     Поединки у оборотней были частым явлением, а их правила являлись неприкосновенными. И хоть никто раньше не вызывал вождя оборотней на бой, Вы знали, что Кардис не сможет отказаться. Ему придётся ответить за всё, что он сделал!\n     \"А если проиграю?.. — возник вопрос в голове, — Что ж, моя жизнь стоит такой смерти. Зато сколько пользы будет для всех, если я убью этого гада.\"\n     К середине дня Кардис вернулся. Вид его крепкого телосложения напомнил, с каким серьёзным противником предстоит сразиться, но решимость никуда не делась.",
    "answers": [
      {
        "comment": true,
        "id": 18,
        "text": "\n     — Ты в своём уме? — остановил Вас голос в голове. — Поднять руку на своего вождя! Что ты собираешься делать без Кардиса?",
        "lua_if": "function lua_if()\nreturn will < 6\nend",
        "merge": true
      },
      {
        "id": 16,
        "text": "\n     Сомнения терзали душу. От необходимости выбирать Вы почувствовали какую-то тоску и слабость. Захотелось просто забыть обо всём и ничего не делать.\n     Вы понимали, что это не решит проблемы, но сопротивляться этому желанию, казалось, было невозможно...",
        "lua_if": "function lua_if()\nreturn will < 4\nend",
        "merge": true
      },
      {
        "id": 41,
        "text": "Вызвать Кардиса на поединок",
        "lua_if": "function lua_if()\nreturn will > 5\nend"
      },
      {
        "id": 14,
        "text": "Отказаться от этой идеи",
        "lua_if": "function lua_if()\nreturn will == 4 or will == 5\nend",
        "lua_do": "function lua_do()\ng.theme = g.links.conifer_night\nend"
      },
      {
        "id": 41,
        "text": "Всё равно совершить задуманное",
        "lua_if": "function lua_if()\nreturn will == 4 or will == 5\nend"
      },
      {
        "id": 14,
        "text": "Сдаться",
        "lua_if": "function lua_if()\nreturn will < 4\nend",
        "lua_do": "function lua_do()\ng.theme = g.links.conifer_night\nend"
      }
    ]
  },
  {
    "id": 19,
    "text": "empty",
    "answers": [
      {
        "id": 19,
        "text": "a1",
        "comment": false,
        "url": "https://images.vfl.ru/ii/1597995847/d9f4ad3f/31402608.jpg"
      },
      {
        "id": 19,
        "text": "a2",
        "comment": false,
        "url": "https://images.vfl.ru/ii/1604946035/a6fb1e91/32246010.jpg"
      },
      {
        "id": 19,
        "text": "a3",
        "comment": false,
        "url": "https://images.vfl.ru/ii/1597995795/914ad7d4/31402571.png"
      },
      {
        "super_calculate": true,
        "lua_do": "function lua_do()\n if myTimer then\n     timer.cancel (myTimer)\n end\n\n for i = 1, 3 do\n     images[\"a\" .. i].isVisible = false\n end\n\n f_width = canvas.width*0.8\n cell = f_width*0.45\n interval = 0.15*cell\n f_height = 3*cell <plus> 2*interval\n function scale (t1, v, t2)\n     s = v/t1\n     return t2*s\n end\n if f_height/canvas.height*0.94 > 0.76 then\n     f_width = scale (f_height, 0.76*canvas.height*0.94, f_width)\n     f_height = 0.76*canvas.height\n     cell = f_width*0.45\n     interval = 0.15*cell\n end\n\n rField = {}\n rW = {}\n for x = 1, 2 do\n     rField[x] = {}\n     rW[x] = {}\n for y = 1, 3 do\n       if x == 1 then\n           rField[x][y] = display.newImage (\"https://images.vfl.ru/ii/1597995847/d9f4ad3f/31402608.jpg\")\n       else\n           rField[x][y] = display.newImage (\"https://images.vfl.ru/ii/1604946035/a6fb1e91/32246010.jpg\")\n       end\n       rField[x][y].height = cell\n       rField[x][y].width = cell\n       rField[x][y].x = \n(canvas.width - cell - interval)/2 <plus>\n(x - 1)*(cell <plus> interval)\n      rField[x][y].y =\ncanvas.height/2 <plus> \n(y - 2)*(cell <plus> interval)\n\n      rW[x][y] = display.newImage (\"https://images.vfl.ru/ii/1597995795/914ad7d4/31402571.png\")\n      rW[x][y].x = rField[x][y].x\n      rW[x][y].y = rField[x][y].y\n      rW[x][y].height = scale (rW[x][y].width, 0.8*cell, rW[x][y].height)\n      rW[x][y].width = 0.8*cell\n     end\n end\n\n function text ()\n     if rText and rText.removeSelf then\n       rText:removeSelf ()\n     end\n     options = {\n       text = trail .. \" тропинка\",\n       x = canvas.width/2,\n       y = (canvas.height - f_height)/2 - \n(0.94*canvas.height - f_height)/4,\n       parent = canvasGroup,\n       font = native.systemFont,\n       fontSize = math.round (canvas.width/20.5)\n     }\n     rText = display.newText (options)\n     rText:setFillColor (0, 0, 0)\n end\n text ()\n\n function myUpdate (event)\n  if g.current_id == 19 and rW[1][1].x then\n     sum = sum <plus> 1 \n     if sum == 2 then\n       trail = text_trails[math.random(2)]\n       sum = 0\n     end\n     text ()\n     for i = 1, 3 do\n       W[1][i] = W[2][i]\n       W[2][i] = logic[math.random(2)]\n     end\n     for x = 1, 2 do\n       for y = 1, 3 do\n           if W[x][y] then\n               rW[x][y].alpha = 1\n           else\n               rW[x][y].alpha = 0\n           end\n       end\n     end\n  else\n      timer.cancel (myTimer)\n  end\n end\n myTimer = timer.performWithDelay (1500, myUpdate, -1)\nend",
        "calculate": false,
        "text": "     ",
        "id": 19
      },
      {
        "id": 19,
        "text": "          ",
        "comment": true
      },
      {
        "right_answer": true,
        "lua_do": "function lua_do()\n timer.cancel (myTimer)\n werewolves2 = W\n trail2 = trail\n sum = -1\n result = 0\n\n if trail2 == \"Травяная\" then\n     x = 1\n else\n     x = 2\n end\n     for y = 1, 3 do\n       if werewolves2[x][y] == false then\n           result = result <plus> 1\n       else\n           result = 0\n           break\n       end\n     end\n\n werewolves = nil\n logic = nil\n text_trails = nil\n trail = nil\n g.fullscreen = 0\nend",
        "id": 20,
        "middle_answer": true,
        "instant": true,
        "text": "Сбежать",
        "left_answer": true
      }
    ]
  },
  {
    "id": 20,
    "text": "      ",
    "answers": [
      {
        "id": 20,
        "text": "Пробежав по тропинке, Вы из-за кустов посмотрели на оборотней. Все они воплощали безмятежность, из чего можно было сделать вывод, что удалось уйти незаметно.\n     После этого Вы спокойным шагом направились дальше",
        "lua_if": "function lua_if()\nreturn result > 2\nend",
        "merge": true
      },
      {
        "id": 20,
        "text": ". Голос, который раньше часто появлялся в голове, сейчас как будто испарился. Это было немного странно, но тем не менее радовало.\n     \"От оборотней ушёл. Что же делать дальше?\" — подумали Вы.\n     Ответ подсказало урчание в животе (неудачная охота и напряжённый побег от оборотней давали о себе знать): прежде всего нужно было подкрепиться.\n     Вы не брезговали ни грибами, ни ягодами, и через некоторое время уже были сыты. Однако важные вопросы по-прежнему оставались без ответа, а борющиеся в голове надежды и сомнения совсем не помогали думать. \n     В конце концов, Вы решили для начала выйти из своего леса, но с удивлением обнаружили, что не знаете местности. Это было действительно странно, ведь ночью оборотни проходили большие расстояния по своему лесу и за его пределами.\n     Однако Вы не отчаялись и просто пошли куда глаза глядят, добавив в список вопросов ещё один. Но со временем настрой становился всё менее жизнерадостным, ведь конца этим елям не было видно.\n     Появившиеся на небе облака уже окрасились розовым от света заходящего солнца. Делать было нечего — нужно было готовиться ко сну.\n     \"Может быть, после превращения в зверя поиск пути пойдёт лучше, — пронеслось в голове, — Конечно, если жажда крови не появится снова...\"\n     С такими мыслями Вы уснули.",
        "lua_if": "function lua_if()\nreturn result > 2 and will > 5\nend",
        "merge": true
      },
      {
        "id": 20,
        "text": ", но очень скоро это спокойствие было нарушено топотом ног и криками за спиной.\n     \"Как они меня заметили?\" — думали Вы на бегу. Возможно, ответ на этот вопрос ещё удастся получить позже, но сейчас было жизненно важно другое: оказаться быстрее оборотней.",
        "lua_if": "function lua_if()\nreturn result > 2 and will < 6\nend",
        "merge": true
      },
      {
        "id": 20,
        "text": "Пробегая по тропинке, Вы услышали сзади топот ног и поняли, что оборотни заметили побег.\n     \"Всё, теперь пути назад нет, — думали Вы, ускоряясь, — Если они окажутся быстрее, мне конец.\"",
        "lua_if": "function lua_if()\nreturn result == 0\nend",
        "merge": true
      },
      {
        "comment": false,
        "id": 22,
        "text": "Бежать",
        "lua_if": "function lua_if()\nreturn result == 0 or will < 6\nend",
        "lua_do": "function lua_do()\n time = 8\n choice = \"\"\n status = 2\n count = 0\n events = {\n     peaceful = {\n       {text = \"Перед Вами высокий пень.\", answers = {left = true, right = true, jump = true}, key = {left = true, right = true} },\n       {text = \"Впереди растёт старая ель.\", answers = {left = true, right = true, axe = true}, key = {left = true, right = true} },\n       {text = \"Впереди тонкая ветка на уровне пояса.\", answers = {jump = true, roll = true, axe = true}, key = {axe = true} },\n       {text = \"Левее крупный куст.\", answers = {left = true, right = true, axe = true}, key = {right = true} },\n       {text = \"Дорогу преградил ручеёк.\", answers = {left = true, right = true, jump = true}, key = {jump = true} },\n       {text = \"Впереди муравейник.\", answers = {jump = true, roll = true, axe = true}, key = {jump = true} },\n     },\n\n     war = {\n       {text = \"Слева на Вас прыгает оборотень.\", answers = {jump = true, roll = true, axe = true}, key = {roll = true} },\n       {text = \"Впереди оборотень, атакующий с правой руки.\", answers = {left = true, right = true, jump = true}, key = {right = true} },\n       {text = \"Два оборотня загородили дорогу топорами.\", answers = {jump = true, roll = true, axe = true}, key = {roll = true} },\n       {text = \"Впереди оборотень, атакующий с левой руки.\", answers = {left = true, right = true, jump = true}, key = {left = true} },\n     }\n }\n phrases = {\n     \"\",\n     \"<s>\n     — Хватай этого труса! — раздался крик сзади.\",\n     \"<s>\n     За спиной послышалось тяжёлое дыхание. Видно, преследователям нелегко даётся эта пробежка — впрочем, как и Вам.\",\n     \"<s>\n     — Проворный гад, — послышалось сзади.<s>\n     — Проворный... посмотрел бы я на него в бою.<s>\n     Оборотни захохотали. И откуда у них взялось столько злости на Вас?..\",\n     \"\"\n }\n options = {\n     peaceful = {},\n     war = {},\n     phrases = {}\n }\n for i = 1, #events.peaceful do\n     options.peaceful[i] = i\n end\n for i = 1, #events.war do\n     options.war[i] = i\n end\n for i = 1, #phrases do\n     options.phrases[i] = i\n end\n\n type_event = \"peaceful\"\n\n random_event_num = math.random(#options[type_event])\n random_event = options[type_event][random_event_num]\n table.remove (options[type_event], random_event_num)\n\n random_phrase_num = math.random(#options.phrases)\n random_phrase = options.phrases[random_phrase_num]\n table.remove (options.phrases, random_phrase_num)\n\nend"
      },
      {
        "id": 28,
        "text": "Спать",
        "lua_if": "function lua_if()\nreturn result > 2 and will > 5\nend",
        "lua_do": "function lua_do()\ng.theme = g.links.conifer_night\nend"
      }
    ]
  },
  {
    "id": 21,
    "text": "     Ещё раз взвесив все плюсы и минусы, Вы решили не отступать.\n     Покинуть владения Кардиса нужно было незаметно, поэтому Вы заняли позицию у одного дерева и стали наблюдать за передвижениями оборотней, ожидая благоприятного момента.",
    "answers": [
      {
        "id": 19,
        "text": "Наблюдать",
        "lua_do": "function lua_do()\n trail = \"Травяная\"\n text_trails = {\"Травяная\", \"Каменная\"}\n logic = {true, false}\n W = {\n     {true, false, true},\n     {true, true, false}\n }\n sum = 0\n g.fullscreen = 1\n dialog ({header =\"Мини-игра\", text = \"Жми на кнопку, если на указанной тропинке нет оборотней.\", answers = {{text = \"Хорошо\"}}})\nend"
      }
    ]
  },
  {
    "id": 22,
    "text": "     ",
    "answers": [
      {
        "lua_text": "function lua_text()\nreturn events[type_event][random_event].text\nend",
        "id": 22,
        "text": "Текст события",
        "lua_if": "function lua_if()\nreturn time > 0\nend",
        "merge": true
      },
      {
        "lua_text": "function lua_text()\nreturn \"Время: \" .. time\nend",
        "id": 22,
        "comment": true,
        "middle_answer": true,
        "lua_do": "function lua_do()\n time = time - 1\nend",
        "text": "Время: 13",
        "update": [
          1
        ],
        "lua_if": "function lua_if()\nreturn time > 0\nend"
      },
      {
        "lua_if": "function lua_if()\nreturn events[type_event][random_event].answers.left and time > 0\nend",
        "lua_do": "function lua_do()\n choice = \"left\"\n time = 0\nend",
        "text": "Влево",
        "id": 22,
        "left_answer": true
      },
      {
        "right_answer": true,
        "comment": true,
        "id": 22,
        "text": "      ",
        "lua_if": "function lua_if()\nreturn events[type_event][random_event].answers.left and time > 0\nend",
        "left_answer": false
      },
      {
        "right_answer": true,
        "lua_if": "function lua_if()\nreturn events[type_event][random_event].answers.right and time > 0\nend",
        "id": 22,
        "text": "Вправо",
        "lua_do": "function lua_do()\n choice = \"right\" \n time = 0\nend",
        "left_answer": false
      },
      {
        "comment": true,
        "id": 22,
        "text": "      ",
        "lua_if": "function lua_if()\nreturn events[type_event][random_event].answers.left and time > 0\nend",
        "left_answer": true
      },
      {
        "lua_if": "function lua_if()\nreturn events[type_event][random_event].answers.jump and time > 0\nend",
        "id": 22,
        "text": "Прыжок",
        "lua_do": "function lua_do()\n choice = \"jump\"\n time = 0\nend",
        "left_answer": true
      },
      {
        "right_answer": true,
        "comment": true,
        "id": 22,
        "text": "     ",
        "lua_if": "function lua_if()\nreturn not events[type_event][random_event].answers.left and time > 0\nend",
        "left_answer": false
      },
      {
        "right_answer": true,
        "lua_if": "function lua_if()\nreturn events[type_event][random_event].answers.roll and time > 0\nend",
        "id": 22,
        "text": "Кувырок",
        "lua_do": "function lua_do()\n choice = \"roll\"\n time = 0\nend",
        "left_answer": false
      },
      {
        "comment": true,
        "id": 22,
        "text": "      ",
        "lua_if": "function lua_if()\nreturn not events[type_event][random_event].answers.left and time > 0\nend",
        "left_answer": true
      },
      {
        "lua_if": "function lua_if()\nreturn events[type_event][random_event].answers.axe and time > 0\nend",
        "lua_do": "function lua_do()\n choice = \"axe\"\n time = 0\nend",
        "text": "Топор",
        "id": 22,
        "left_answer": true
      },
      {
        "lua_if": "function lua_if()\nreturn time == 0 \nend",
        "lua_text": "function lua_text()\n\n     if events[type_event][random_event].key[choice] then\n       if type_event == \"war\" then\n           status = 2\n           type_event = \"peaceful\"\n           text = \"У Вас получилось вырваться немного вперёд от оборотней.\"\n       else\n           text = \"Оборотни не отстают, но Вы держитесь от них на расстоянии.\"\n       end\n     else\n       if type_event == \"peaceful\" then\n           type_event = \"war\"\n           status = 1\n           text = \"Вы потеряли время. Стычки с оборотнями не избежать.\"\n       else\n           status = 0\n           text = [[Эта ошибка дала оборотням возможность Вас окружить.\n     Круговорот мыслей и целый букет эмоций не давали понять, что творится в голове; Вам только было грустно, что всё так произошло.\n     А оборотни, казалось, совсем не думали — вот счастливые! Они просто бросились на Вас с топорами.]]\n       end     \n     end\n\n random_event_num = math.random(#options[type_event])\n random_event = options[type_event][random_event_num]\n table.remove (options[type_event], random_event_num)\n\n if #options.phrases > 0 then\n     random_phrase_num = math.random(#options.phrases)\n     random_phrase = options.phrases[random_phrase_num]\n     table.remove (options.phrases, random_phrase_num)\n else\n     random_phrase = 0 \n end\n\n choice = \"\"\n count = count <plus> 1\n return text\nend",
        "super_calculate": false,
        "id": 22,
        "calculate": false,
        "text": "После события",
        "merge": true
      },
      {
        "lua_if": "function lua_if()\nreturn time == 0 and random_phrase > 0 and status > 0\nend",
        "id": 22,
        "text": "      ",
        "lua_text": "function lua_text()\n return phrases[random_phrase]\nend",
        "merge": true
      },
      {
        "lua_if": "function lua_if()\nreturn time == 0 and status > 0 and \n(count < 5 or (type_event == \"war\" and count == 5) )\nend",
        "id": 22,
        "text": "Далее",
        "lua_do": "function lua_do()\n if type_event == \"war\" then\n     time = 8\n else\n     time = 5\n end\nend",
        "comment": false
      },
      {
        "id": 24,
        "text": "Далее",
        "lua_if": "function lua_if()\nreturn time == 0 and status > 0 and \nnot (count < 5 or (type_event == \"war\" and count == 5) )\nend",
        "lua_do": "function lua_do()\ntime = nil\ncount = nil\nchoice = nil\ntype_event = nil\ntext = nil\nstatus = nil\nrandom_event = nil\nrandom_event_num = nil\nrandom_phrase = nil\nrandom_phrase_num = nil\n\noptions = nil\nevents = nil\nphrases = nil\nend"
      },
      {
        "id": 25,
        "text": "Покаяться в совершении побега",
        "lua_if": "function lua_if()\nreturn status == 0\nend"
      },
      {
        "id": 26,
        "text": "Сражаться за свою жизнь",
        "lua_if": "function lua_if()\nreturn status == 0\nend"
      }
    ]
  },
  {
    "id": 23,
    "text": "     На следующий день Вы проснулись полным сил: видимо, человеческий сон давал свои плоды. С согласия Добронравы, любопытным слушателям была скормлена выдуманная версия пятилетнего отсутствия. Врать было неловко, но, с другой стороны, эта ложь была во благо. Ведь если всё уже позади, к чему тревожить людей?\n     \"Только правда ли всё позади? Не осталось ли внутри чего-то такого, что ещё сыграет со мной злую шутку?\"\n     Думать об этом не только не хотелось, но и просто было некогда: сначала все вместе позавтракали, а потом Вы со Светозаром занялись строительством избы. Работа шла весело и дружно.\n     — Я ведь только недавно отважился признаться ей в любви, — рассказывал Светозар, орудуя топором, — Когда она заблудилась в лесу и ночью наткнулась на нечисть. Я чуть не потерял её и тогда понял, что не нужно бояться говорить о своих чувствах. Ты знаешь, наши роды враждуют между собой, поэтому мы ушли от них и создали свой, новый род.\n     Разговор прервало появление нежданных гостей: это были представители тех самых враждующих родов. Они шли одной общей группой, что было довольно странно.\n     Наверное, со стороны было любопытно посмотреть на эту сцену.\nВсе люди здесь были удивлены: одни приходом гостей, другие появлением давно пропавшего человека (то есть Вас).\n     — Ты?.. Откуда? Что с тобой произошло? — спросил кто-то из пришедших.\n     — Долго рассказывать, — отмахнулись Вы, — Сначала скажите, ради чего пришли.\n     Они переглянулись. Потом один заговорил:\n     — Мы пришли сказать, что отныне больше нет войны между нашими родами.\n     — Ваши светлые чувства развеяли туман наших заблуждений, — подхватил другой, обращаясь к Светозару и его возлюбленной, — Теперь мы поняли, как бессмысленна эта вражда.\n     Вы посмотрели на Добронраву, её сестру и Светозара. Они были искренне рады услышанной новости.\n     \"Все мы допускаем ошибки, — подумали Вы, — Но лучшая черта человека в том, чтобы прощать ошибки раскаявшегося\".",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 24,
    "text": "     Через некоторое время Вы поняли, что не слышите за собой погони. Пробежав для верности ещё какое-то расстояние, Вы остановились и перевели дух.\n     \"Почему они отстали?\" — возник очевидный вопрос в голове, однако долго он там не продержался: у Вас были вопросы и поважнее. Например, как искать ту девушку и что делать сейчас.\n     Ответ подсказало урчание в животе (неудачная охота и напряжённый побег от оборотней давали о себе знать): прежде всего нужно было подкрепиться.\n     Вы не брезговали ни грибами, ни ягодами, и через некоторое время уже были сыты. Однако важные вопросы по-прежнему оставались без ответа, а борющиеся в голове надежды и сомнения совсем не помогали думать. \n     В конце концов, Вы решили для начала выйти из своего леса, но с удивлением обнаружили, что не знаете местности. Это было действительно странно, ведь ночью оборотни проходили большие расстояния по своему лесу и за его пределами.\n     Однако Вы не отчаялись и просто пошли куда глаза глядят, добавив в список вопросов ещё один. Но со временем настрой становился всё менее жизнерадостным, ведь конца этим елям не было видно.\n     Появившиеся на небе облака уже окрасились розовым от света заходящего солнца. Делать было нечего — нужно было готовиться ко сну.\n     \"Может быть, после превращения в зверя поиск пути пойдёт лучше, — пронеслось в голове, — Конечно, если жажда крови не появится снова...\"\n     С такими мыслями Вы уснули.",
    "answers": [
      {
        "id": 28,
        "text": "Спать",
        "lua_do": "function lua_do()\ng.theme = g.links.conifer_night \nend"
      }
    ]
  },
  {
    "id": 25,
    "text": "     Поддавшись то ли чувствам, то ли инстинкту самосохранения, Вы упали на колени.\n     — Простите, братцы. Не знаю, что это на меня вдруг нашло. Ведь столько всего мы вместе пережили, а я решился бежать...\n     Оборотни замерли, как будто растерявшись от этого зрелища, но уже через мгновение один из них воскликнул:\n     — Нет прощения предательству! — и со всей силы нанёс удар топором.",
    "answers": [
      {
        "id": 1,
        "text": "На главную страницу"
      },
      {
        "id": 20,
        "text": "Попробовать ещё раз"
      }
    ]
  },
  {
    "id": 26,
    "text": "     Вы бились, как загнанный зверь, безрассудно кидаясь то на одного противника, то на другого. Кто-то падал на землю, кто-то бранился, а Вы продолжали сражаться, высматривая в кольце врагов спасительный проход.\n     Но его всё не было, а силы подходили к концу. Где-то в голове крутилась мысль о неизбежности скорой смерти, но Вы отказывались её принимать. До того момента, когда в спину воткнулся топор, а тело против воли упало на землю.",
    "answers": [
      {
        "id": 1,
        "text": "На главную страницу"
      },
      {
        "id": 20,
        "text": "Попробовать ещё раз"
      }
    ]
  },
  {
    "id": 27,
    "text": "     \"Как же это глупо: знать свою цель и продолжать идти в обратном направлении, — думали Вы с горечью, — И ничего с этим не поделаешь. Слишком слаб человек и силён зверь во мне.\n     И на что я надеялся, сбегая от оборотней в поисках лучшей жизни? Я её не достоин — я монстр. Кровожадный и слабовольный монстр, который всегда будет убивать людей и презирать оборотней... Какой толк от такого существования? А всё-таки пожить ещё хочется.\n     Ведь в душе я всё равно надеюсь на хороший исход. Надеюсь, что каким-то чудом мне удастся выбраться из этой ямы, а потом найти ту девушку и добиться её расположения.\"\n     Где-то в небе прогремел гром, а следом за ним начался ливень. Капли шквалом летели сверху, но Вы продолжали стоять на одном месте, погрузившись в свои мысли.\n     Дождь кончился только к утру, когда краешек солнечного диска появился на горизонте. В это время Вы всё ещё размышляли о своей жизни, но превращение в человека отвлекло от малоприятных мыслей.\n     \"Нельзя же вечно здесь сидеть. И уж тем более, возвращаться назад к оборотням,\" — рассудили Вы и снова отправились искать дорогу.\n     В противоположность внутреннему состоянию, тёплый свет восходящего солнца придавал спокойствия. После тёмной ночи, полной мучительных мыслей, он был как глоток свежего воздуха.\n     Вдруг нога задела за что-то, и Вы, споткнувшись, кубарем покатились по земле.",
    "answers": [
      {
        "id": 29,
        "text": "Подняться",
        "lua_do": "function lua_do()\ng.theme = g.links.conifer_day\nend"
      }
    ]
  },
  {
    "id": 28,
    "text": "     Превращение из человека в волка, как обычно, разбудило Вас. На небе сияла полная луна, а вокруг неё расстилались тёмные тучи, закрывая от глаз звёзды.\n     В голове уже не было постороннего голоса, но сразу после пробуждения почувствовалось сильное желание поохотиться.\n      Проявить всю свою звериную силу и получить за это награду, которая так манила к себе — сейчас это представлялось высшим счастьем на свете.\n     Где-то в голове мелькнула мысль о том, что это желание не является настоящим и надо сопротивляться, но она быстро померкла.\n     \"К Лешему всё! Я буду делать то, что хочу\", — подумали Вы и смело ринулись на поиски добычи.\n     Первым на глаза попался крупный дикий кабан. Решив размяться на нём, Вы бросились в атаку. Противник сражался достойно: уворачиваться от ударов его клыков было нелёгким делом. \n     Это усилило боевой задор, и Вы резко прыгнули на кабана, не думая о защите. Нападение оказалось успешным: враг был повален на землю, а когти с клыками пущены в ход.\n     Когда кабан испустил последний вздох, Вы посмотрели на мёртвую тушу животного и ужаснулись содеянному.\n     \"Я снова убиваю, — мысли в голове леденили душу, — Не от голода, а просто так, ради удовольствия... Не из-за Кардиса, а по своей воле.\"\n     Хотелось бежать прочь от мёртвого кабана и гнать наводящие тоску мысли из головы, но Вы не сдвинулись с места. От себя не убежишь.",
    "answers": [
      {
        "id": 27,
        "text": "Далее"
      },
      {
        "super_calculate": false,
        "lua_do": "function lua_do()\n link_image = \"https://images.vfl.ru/ii/1605258568/688cfdf5/32289031.jpg\"\n part_of_height = 0.9\n part_of_indent = 0.03\nend",
        "text": "     ",
        "id": 8,
        "calculate": true
      },
      {
        "id": 28,
        "text": "     ",
        "run": [
          38
        ],
        "comment": true
      }
    ]
  },
  {
    "id": 29,
    "text": "     Вставая, Вы заметили, что оказались на отличавшейся от остальной части леса поляне. Она представляла собой прекрасное место: и трава здесь как будто была зеленее, и солнечные лучи ярче. В центре поляны протекал небольшой ручеёк, а рядом с ним росли какие-то красивые цветы.\n     Также Вы увидели здесь старика с посохом, который почему-то казался знакомым, но вспомнить его имя не получалось.\n     — Красивое место, не правда ли? — сказал он, подходя ближе, — Я вижу по глазам, что ты меня не узнал — меня называют Владыкой леса. У оборотней я пользуюсь дурной славой, — Леший улыбнулся, — Но ты ведь отверг убеждения Кардиса?\n     \"Он всё обо мне знает, — подумали Вы, — Так почему бы не выговориться, выплеснув весь творящийся внутри хаос наружу?\"",
    "answers": [
      {
        "id": 30,
        "text": "Далее"
      },
      {
        "super_calculate": false,
        "lua_do": "function lua_do()\n link_image = \"https://images.vfl.ru/ii/1605247524/903c5c1d/32286044.jpg\"\nend",
        "text": "     ",
        "id": 8,
        "calculate": true
      },
      {
        "id": 29,
        "text": "     ",
        "run": [
          38
        ],
        "comment": true
      }
    ]
  },
  {
    "id": 30,
    "text": "     — Да, я ушёл от Кардиса, но мой внутренний зверь никуда не исчез. Он зовёт убивать, а я слишком слаб, чтобы противостоять жажде крови.\n     — И искра превратится в пожар, если дать ей топливо, — изрёк Леший, — Твоё желание измениться к лучшему — это искра, а топливо для неё — всё то, что тебя вдохновляет. Главное — не унывай и твёрдо иди к своей цели. Ведь человек всегда может подняться вверх, как бы он низко не пал. А ты сейчас выше многих монстров и части людей. \n     — Неужели?\n     — Да. И монстры, и люди убивают, только вторые часто оправдывают это высокими целями. — Леший говорил так, что было видно: он много рассуждал на эту тему, и стремится обменяться с Вами своими умозаключениями. — Многие боятся и ненавидят нечисть, но мало кто слышал о том, как она появилась. Дело в том, что природа очень терпелива и некоторые люди нагло пользуются этим. Чтобы противостоять их разрушительной силе, боги и создали нечисть: ей становятся после смерти те, кто вели подлую жизнь. Вот и выходит, что нечисть будет существовать, пока на свете есть злые люди.",
    "answers": [
      {
        "id": 31,
        "text": "— А как же оборотни? Ведь они становятся нечистью от укуса"
      }
    ]
  },
  {
    "id": 31,
    "text": "     — Кардис, когда ещё был обычным человеком, с помощью магии создал оборотничество. — Леший вздохнул. — Не все боги одобрили бы это, но оборотни были признаны нечистью, а их создатель получил звание повелителя оборотней. Теперь, когда очередная жертва попадает под зубы слуг Кардиса, она начинает слышать в голове его голос и ощущать те желания, которых не было без его вмешательства. Но это не значит, что Кардис полностью подчиняет себе волю других — на такое никто не способен.",
    "answers": [
      {
        "id": 32,
        "text": "— Ведь это несправедливо. Неужели нельзя ничего поделать?",
        "comment": false,
        "lua_do": "function lua_do()\n anger = anger <plus> 1\n answer = 1\nend"
      },
      {
        "id": 32,
        "text": "— Значит, я жертва, а не виновник преступлений?",
        "lua_do": "function lua_do()\n guilt = guilt <plus> 1\n answer = 2\nend"
      },
      {
        "id": 32,
        "text": "— Если Кардис управляет оборотнями с помощью жажды крови, то как это делается с лесной нечистью?",
        "lua_do": "function lua_do()\n mind = mind <plus> 1\n answer = 3\nend"
      }
    ]
  },
  {
    "id": 32,
    "text": "     ",
    "answers": [
      {
        "id": 32,
        "text": "— Способ, конечно, есть. — Ответил Леший. — Если люди сами станут добрее, то и необходимость в нечисти отпадёт.\n     — Как-то слишком фантастично это звучит. Может быть, есть другой вариант?",
        "lua_if": "function lua_if()\nreturn answer == 1\nend",
        "merge": true
      },
      {
        "id": 32,
        "text": "— И да и нет. — Ответил Леший. — На твою долю выпало нелёгкое испытание, но это не снимает ответственности за совершённые поступки.\n     — Что же тогда позволило мне оказаться здесь, перед самим Владыкой леса?\n     — Твои положительные качества. Они не так малы, как кажется, и могут не только победить зло внутри, но и послужить на благо человечества.",
        "lua_if": "function lua_if()\nreturn answer == 2\nend",
        "merge": true
      },
      {
        "id": 32,
        "text": "— Точно так же. — Ответил Леший. — Увы, мы ничего с этим не можем сделать. Ведь если не принимать таких методов, нечисть не будет выполнять свои функции, а значит, природа останется беззащитной перед людьми.",
        "lua_if": "function lua_if()\nreturn answer == 3\nend",
        "merge": true
      },
      {
        "id": 32,
        "text": "\n     Немного помолчав, Владыка леса сказал:",
        "lua_if": "function lua_if()\nreturn answer > 1\nend",
        "merge": true
      },
      {
        "id": 32,
        "text": "\n     — Ты должен понять, что моя роль в этом мире невелика: я всего лишь судья и наставник. Ведь главная для всего мира битва происходит не между хорошими и плохими монстрами, людьми или богами. Она происходит внутри каждого из нас: это битва положительных качеств с отрицательными или, говоря другими словами, внутреннее развитие.\n      Вы неосторожно зевнули, а Леший остановился, посмотрел на Вас и улыбнулся:\n     — Кажется, ты уже устал от моей болтовни. Что ж, тогда перейдём к делу. — Он достал еловую шишку и вручил Вам. — Эта вещь укажет дорогу к той девушке, которую ты ищешь. Просто положи её на ладонь, и шишка повернётся в нужном направлении.\n     — Ого! Большое спасибо.\n     — В добрый путь! Надеюсь, ты ещё вспомнишь мои сегодняшние слова.\n     Покинув поляну, Вы обернулись назад. Там был обычный хвойный лес, без всяких следов Лешего и его магии.\n     Мысли касательно услышанного долго крутились в голове. В одной из них точно не было сомнений: речь Лешего помогла отодвинуть тяжёлые переживания на задний план.\n     К вечеру Вы уже были в другом лесу. Заходящее солнце возвестило о необходимости ночлега, но впереди показались огни человеческого селения. Шишка указывала прямо на них.",
        "merge": true
      },
      {
        "id": 33,
        "text": "Приблизиться",
        "lua_do": "function lua_do()\ng.theme = g.links.leaf_night\nend"
      }
    ]
  },
  {
    "id": 33,
    "text": "     Предвкушение чего-то чудесного порождало волнение, поэтому шаги давались нелегко. Однако Вы всё-таки подошли ближе и из зарослей осмотрели место жительства такой дорогой сердцу девушки. Это была поляна со свежими пеньками, костром и одной избой, строительство которой находилось на начальной стадии.\n     Скользя по этой безмятежной картине, взгляд отыскал ту девушку, и сердце будто пронзили холодным металлом: её обнимал молодой мужчина.\n     \"Влюблена, — пронеслась в голове страшная мысль, — Не в меня, в другого... Что же делать? Бороться за свою любовь? Нет! Так будет лучше... Но как же я? Что мне теперь делать?\"",
    "answers": [
      {
        "id": 34,
        "text": "Остаться жить в этом лесу"
      },
      {
        "id": 34,
        "text": "Вернуться в северный лес"
      }
    ]
  },
  {
    "id": 34,
    "text": "     Не успели Вы что-нибудь предпринять, как сзади раздался женский голос:\n     — Ты кто?\n     Развернувшись, Вы встретились глазами со старшей сестрой той девушки (сходство во внешности было явное). При виде неё внутри будто зажёгся тёплый, приятный огонь. Эти родные глаза, губы, волосы...\n     — Ты? — спросила она с волнением.\n     — Я, — ответили Вы.\n     Она подбежала и тепло обняла Вас. В голове всплыли воспоминания.\n     \"Её имя — Добронрава, я люблю эту девушку уже давно, — поняли Вы, — А в её сестре мне понравились черты внешности любимой.\"\n     — Где ты был эти пять лет? — спросила вдруг она.\n     Огонь внутри погас, оставив горький пепел. Вы освободились из объятий девушки и отступили на шаг назад.\n     — Меня укусил оборотень... — слова давались с трудом, — И все эти годы я пил людскую кровь.\n     Девушка ахнула, а потом ещё сильнее обняла Вас.",
    "answers": [
      {
        "id": 35,
        "text": "— Ты не презираешь меня?"
      }
    ]
  },
  {
    "id": 35,
    "text": "     Она посмотрела на Вас с сожалением и участием:\n     — Ты ведь осознал свою вину и уже вдоволь настрадался.\n     На сердце сразу стало легче, хоть ощущение вины за все годы оборотничества не могло просто так исчезнуть.\n     — Я говорил, что люблю тебя? — спросили Вы с улыбкой, — Ждать пропавшего любимого пять лет, а потом ещё простить все его ошибки — на такое немногие способны.\n     Она смущённо улыбнулась.\n     — Вот ты где! А мы тебя ищем, — из кустов высунулась младшая сестра, — Ой, кто это?.. Неужели он?\n     Добронрава кивнула.\n     — Светозар! — крикнула младшая кому-то, — Сестра здесь. Ты не угадаешь, кто с ней!\n     Затем она обратилась к Вам:\n     — Как хорошо, что ты вернулся. Что с тобой было?\n     Рассказывать всю правду было тревожно, ведь неизвестно, как её воспримет сестра Добронравы.",
    "answers": [
      {
        "id": 36,
        "text": "Уклониться от ответа"
      }
    ]
  },
  {
    "id": 36,
    "text": "     — Долгая история, — ответили Вы.\n     В это время подошёл Светозар. Его Вы тоже вспомнили: в одном роде жили. Разумеется, и Светозар задал тот же вопрос.\n     — Да, расскажи, — поддержала его сестра Добронравы, — Нам очень интересно это узнать.\n     Вас спасла любимая девушка:\n     — Человек только с дороги, а вы к нему сразу с расспросами. Сперва нужно его попотчевать, дать сил набраться, а потом уже и спрашивать.\n     При этих словах Вы вспомнили, что, действительно, было бы неплохо подкрепиться. \n     Пища у этих людей была скромная — жареные на костре грибы, но Вам она показалась необыкновенно вкусной.\n     Вдруг на небе появилась луна и будто ком застрял в горле.\n     \"Как можно было забыть о скором превращении?\" — подумали Вы. Однако мысль уже полетела дальше, а никакого превращения не происходило.\n     \"Я свободен. — Подумали Вы, — Неужели правда? Неужели весь этот кошмар теперь в прошлом?.. Ах, какое счастье!\"\n     После приёма пищи все отправились спать. Прокручивая в голове последние события, Вы чувствовали себя самым счастливым человеком на свете.",
    "answers": [
      {
        "id": 23,
        "text": "Далее",
        "lua_do": "function lua_do()\ng.theme = g.links.leaf_day\nend"
      }
    ]
  },
  {
    "id": 37,
    "text": "     Страница с картинками.\n     Всего 24 изображения: 9 картинок, 5 задних фонов, 1 фон страницы, 1 рамка для картинки, 9 картинок для игр, 1 картинка для инструкции.",
    "answers": [
      {
        "id": 37,
        "text": "Костёр",
        "url": "https://images.vfl.ru/ii/1603540106/61e7d038/32042312.jpg"
      },
      {
        "id": 37,
        "text": "Луна",
        "url": "https://images.vfl.ru/ii/1603540122/381ffb11/32042314.jpg"
      },
      {
        "id": 37,
        "text": "Болото",
        "url": "https://images.vfl.ru/ii/1605247422/21acf8d7/32286024.jpg"
      },
      {
        "id": 37,
        "text": "Стая волков",
        "url": "https://images.vfl.ru/ii/1605247448/252e8e39/32286032.jpg"
      },
      {
        "id": 37,
        "text": "Тропинка в дневном лесу",
        "url": "https://images.vfl.ru/ii/1605247486/2bfdc3aa/32286040.jpg"
      },
      {
        "id": 37,
        "text": "Рассвет",
        "url": "https://images.vfl.ru/ii/1605247506/77316755/32286043.jpg"
      },
      {
        "id": 37,
        "text": "Поляна",
        "url": "https://images.vfl.ru/ii/1605247524/903c5c1d/32286044.jpg"
      },
      {
        "id": 37,
        "text": "Один волк",
        "url": "https://images.vfl.ru/ii/1605258568/688cfdf5/32289031.jpg"
      },
      {
        "id": 37,
        "text": "Тропинка в ночном лесу",
        "url": "https://images.vfl.ru/ii/1605263662/69577a81/32290055.jpg"
      }
    ]
  },
  {
    "id": 38,
    "text": "     Служебная страница.",
    "answers": [
      {
        "id": 8,
        "text": "place",
        "url": "https://images.vfl.ru/ii/1603560967/558bd818/32045278.png\n"
      },
      {
        "lua_if": "function lua_if()\nreturn images.place.isVisible\nend",
        "super_calculate": false,
        "lua_do": "function lua_do()\n function design ()\n if not part_of_height then\n     part_of_height = 0.85\n end\n if not part_of_indent then\n     part_of_indent = 0.04\n end\n\n image = display.newImage(link_image)\n scale = image.height\n image.height = part_of_height*canvas.height\n scale = image.height/scale\n image.x = canvas.width/2\n image.y = part_of_indent*canvas.height <plus> image.height/2\n image.width = image.width*scale\n if image.width < canvas.width then\n     image.width = canvas.width\n end\n\n images.place.isVisible = false\n frame = display.newImage (\"https://images.vfl.ru/ii/1603560967/558bd818/32045278.png\")\n scale = frame.width\n frame.width = canvas.width\n scale = frame.width/scale\n frame.height = canvas.height\n frame.x = frame.width/2\n frame.y = frame.height/2\n\n part_of_height = nil\n part_of_indent = nil\n end\n design()\nend",
        "calculate": true,
        "id": 8,
        "text": "Создание картинки и рамки."
      },
      {
        "super_calculate": true,
        "lua_do": "function lua_do()\n  if images.place.isVisible then\n      design ()\n      showPage {id = g.current_id, transition = \"instant\"}\n  end\nend",
        "calculate": false,
        "text": "Проверка, не отвалилась ли графика.",
        "id": 38
      }
    ]
  },
  {
    "id": 39,
    "text": "Игра",
    "answers": [
      {
        "id": 39,
        "text": "a1",
        "url": "https://images.vfl.ru/ii/1604604239/672ba56d/32199856.jpg"
      },
      {
        "id": 39,
        "text": "a2",
        "url": "https://images.vfl.ru/ii/1604592687/871ac80f/32197401.png"
      },
      {
        "id": 39,
        "text": "a3",
        "url": "https://images.vfl.ru/ii/1604592673/32d40365/32197399.png"
      },
      {
        "id": 39,
        "text": "a4",
        "url": "https://images.vfl.ru/ii/1604079524/0ce14615/32133287.png"
      },
      {
        "id": 39,
        "text": "a5",
        "url": "https://images.vfl.ru/ii/1604079541/438aadb9/32133289.png"
      },
      {
        "id": 39,
        "text": "a6",
        "url": "https://images.vfl.ru/ii/1605266367/b2488491/32290478.png"
      },
      {
        "lua_if": "function lua_if()\nreturn images.a1.isVisible\nend",
        "super_calculate": true,
        "id": 39,
        "text": "       ",
        "calculate": false,
        "lua_do": "function lua_do()\n \n --Объявление функций--\n\n function addPriority (n)\n     vars[\"priority\" .. n][ #vars[\"priority\" .. n] <plus> 1 ] =\n     {x = ways[k].x, y = ways[k].y}\n end\n \n function checkUnwanted ()\n     for i = 1, #unwanted.x do\n       if changeX == unwanted.x[i] and\n       changeY == unwanted.y[i] then\n               return true\n       end\n     end\n     return false\n end \n \n function attack ()\n     if changeX == 1 and changeY == 1 then\n       superWays[ #superWays <plus> 1 ] =\n       {x = ways[k].x, y = ways[k].y}\n       table.remove (ways, k)\n     else\n       k = k <plus> 1\n     end\n end\n \n function optionalWalls2 ()\n     changeX = math.abs (player.x - ways[k].x)\n     changeY = math.abs (player.y - ways[k].y)\n     unwanted = {\n       x = {1, 2, 2},\n       y = {5, 4, 2}\n     }\n     if checkUnwanted () then\n       addPriority (1)\n       table.remove (ways, k)\n     else\n       attack ()\n     end\n end\n \n function optionalWalls1 ()\n     unwanted = {\n       x = {2, 4},\n       y = {2, 4}\n     }\n     if checkUnwanted () then\n       addPriority (1)\n       table.remove (ways, k)\n     else\n       attack ()\n     end\n end\n \n function optionalWalls ()\n     walls = 0\n     sides = {}\n     sides1 = {}\n     relation = {\n       x = {left = 1, right = 5},\n       y = {up = 1, down = 7}\n     }\n     relation1 = {\n       x = {left = 1, right = -1},\n       y = {up = 1, down = -1}\n     }\n     for key, value in pairs (relation) do\n       for key1, value1 in pairs (relation[key]) do\n           if ways[k][key] == value1 then\n               sides[key] = key1\n               sides1[key] = relation1[key][key1]\n               walls = walls <plus> 1\n           end\n       end\n     end\n     relation = nil\n     relation1 = nil\n     if walls == 1 then\n       change = { {}, {} }\n       for key, value in pairs (sides1) do\n           change[1][key] = value\n           change[2][key] = value\n           if key == \"x\" then\n               change[1].y = 1\n               change[2].y = -1\n           else\n               change[1].x = 1\n               change[2].x = -1\n           end\n       end\n       for i = 1,2 do\n           if not field[ ways[k].x <plus> change[i].x ][ ways[k].y <plus> change[i].y ] then\n               walls = 2\n           end\n       end\n       change = nil\n     end\n     sides = nil\n     sides1 = nil\n     if walls == 2 then\n       optionalWalls1 ()\n     else\n       optionalWalls2 ()\n     end\n end\n \n function optionalFuture ()\n     unwanted = {\n       x = {2, 4, 3, 3, 4},\n       y = {0, 0, 1, 3, 2}\n     }\n     if checkUnwanted () then\n       addPriority (2)\n       table.remove (ways, k)\n     else\n       optionalWalls ()\n     end\n end\n \n function optionalCaught ()\n     if ways[k].x == 1 or ways[k].x == 5 or\n     ways[k].y == 1 or ways[k].y == 7 then\n       addPriority (3)\n       table.remove (ways, k)\n     else\n       optionalFuture ()\n     end\n end\n\n function optionalNow ()\n     changeX = math.abs (player.x - ways[k].x)\n     changeY = math.abs (player.y - ways[k].y)\n     if changeY > changeX then\n       changeX, changeY = changeY, changeX\n     end\n     unwanted = { x = {1, 2}, y = {2, 1} }\n     if checkUnwanted () then\n       addPriority (4)\n       table.remove (ways, k)\n     else\n       optionalCaught ()\n     end\n end\n \n function strict2 ()\n     if (not field[ ways[k].x ][ ways[k].y ]) or \n     (ways[k].x == player.x and ways[k].y == player.y) then\n       table.remove (ways, k)\n     else\n       optionalNow ()\n     end\n end\n     \n function strict1 ()\n     if ways[k].x > 0 and ways[k].x < 6 and ways[k].y > 0 and ways[k].y < 8 then\n      strict2 ()\n     else\n       table.remove (ways, k)\n     end\n end\n     \n function randomWay (t)\n     local random = math.random(#vars[t])\n     x = vars[t][random].x\n     y = vars[t][random].y\n end\n \n function delayEnemy ()\n     changeX = x - enemy.x\n     changeY = y - enemy.y\n     options = {\n       time = 250,\n       x = figure[2].x <plus> changeX*cell,\n       y = figure[2].y <plus> changeY*cell\n     }\n     transition.to (figure[2], options)\n     time = 250\n     enemy.x = x\n     enemy.y = y\n     x = nil\n     y = nil\n     options = nil\n     middle ()\n end\n     \n function botAnswer()\n     ways = {}\n     superWays = {}\n     priority1 = {}\n     priority2 = {}\n     priority3 = {}\n     priority4 = {}\n     k = 1\n     for x = -1, 1, 2 do\n       for y = -1, 1, 2 do\n           ways[k] = {x = enemy.x <plus> x, y = enemy.y <plus> y}\n           k = k <plus> 1\n       end\n     end\n     k = 1\n     for j = 1, 4 do\n       strict1 ()\n     end\n     alternatives = {\n       {name = \"superWays\", r = 16},\n       {name = \"ways\", r = 14},\n       {name = \"priority1\", r = 12},\n       {name = \"priority2\", r = 10},\n       {name = \"priority3\", r = 8},\n       {name = \"priority4\"}\n     }\n     k = 1\n     for i = 1, #alternatives do\n       if #vars[ alternatives[k].name ] == 0 then\n           table.remove (alternatives, k)\n       else\n           k = k <plus> 1\n       end\n     end\n     alternatives[#alternatives].r = nil\n     r = 12\n     khp = 1\n     if enemy.hp == 1 then\n          khp = khp <plus> 0.2\n     elseif enemy.hp < 4 then\n          khp = khp <plus> 0.1\n     end\n     if player.hp == 1 then\n          khp = khp - 0.2\n     end\n     for i = 1, #alternatives do\n       if not alternatives[i].r or \n       math.random ( math.round(alternatives[i].r*khp) ) > 1 then\n           randomWay (alternatives[i].name)\n           break\n       end\n     end\n     r = nil\n     if damageEnemy then\n       r = math.random (2, 4)\n     else\n       r = math.random (4)\n     end\n     timer.performWithDelay (r*500, delayEnemy)\n end\n \n function delayHp (tag)\n     vars[tag].hp = vars[tag].hp - 1\n     hp_text (tag)\n end\n \n function myGoto (page)\n     step = 0\n     timer.performWithDelay (200,\n       function ()\n           g.fullscreen = 0\n           showPage {\n               id = page, \n               transition = \"instant\"\n           }\n       end\n     )\n end\n \n function middle ()\n  changeX = math.abs (player.x - enemy.x)\n  changeY = math.abs (player.y - enemy.y)\n  damageEnemy = nil\n  if (changeX == 1 and changeY == 2) or (changeX == 2 and changeY == 1) then\n      timer.performWithDelay (time, function () delayHp (\"enemy\") end)\n      damageEnemy = true\n  elseif changeX == 1 and changeY == 1 then\n      timer.performWithDelay (time, function () delayHp (\"player\") end)\n  end\n  timer.performWithDelay (time, function()\n      if player.hp == 0 then\n          myGoto (43)\n      elseif enemy.hp == 0 and fight == 1 then\n          myGoto (44)\n      elseif enemy.hp == 0 and fight == 2 then\n          myGoto (45)\n      end\n      if step == 1 then\n          step = 2\n          step_text = \"Ход противника.\"\n      elseif step == 2 then\n          step = 1\n          step_text = \"Ваш ход.\"\n      end\n      if step > 0 then\n          step_number = step_number <plus> 1\n          timer.performWithDelay (time, function () text () end)\n      end\n      changeX = nil\n      changeY = nil\n      if step == 2 then\n          botAnswer ()\n      end\n  end)\n end\n \n function playerAnswer (event)\n  if step == 1 then\n     x = event.target.x - (canvas.width - f_width)/2 <plus> cell/2\n     x = math.round (x/cell)\n     y = event.target.y - (canvas.height - f_height)/2 <plus> cell/2\n     y = math.round (y/cell)\n     changeX = math.abs (x - player.x)\n     changeY = math.abs (y - player.y)\n\n     error_text = nil\n     if x == enemy.x and y == enemy.y then\n       error_text = \"в конце пути стоит противник.\"\n     elseif x == player.x and y == player.y then\n       error_text = \"нажмите на клетку, в которую хотите попасть.\"\n     elseif field[x][y] == false then\n       error_text = \"в конце пути препятствие.\"\n     elseif not (changeX == 1 and changeY == 2) and not (changeX == 2 and changeY == 1) then\n       error_text = \"нужно двигаться буквой Г.\"\n  end\n  if not error_text then\n      options = {\n           time = 400,\n           x = event.target.x,\n           y = event.target.y\n      }\n      transition.to (figure[1], options)\n      time = 400\n      player.x = x\n      player.y = y\n      x = nil\n      y = nil\n      options = nil\n      middle ()\n  else\n      text ()\n  end\n  end\n end\n \n --Отрисовка начальной графики--\n     \n for i = 1, 6 do\n     images[\"a\" .. i].isVisible = false\n end\n\n rField = {}\n obstacles = {}\n k = 1\n f_width = canvas.width*0.9\n cell = f_width / 5\n f_height = 7*cell\n function scale (t1, v, t2)\n     s = v/t1\n     return t2*s\n end\n if f_height/canvas.height > 0.74 then\n     f_width = scale (f_height, 0.74*canvas.height, f_width)\n     f_height = 0.74*canvas.height\n     cell = f_width / 5\n end \n \n for x = 1, 5 do \n     rField[x] = {}\n     for y = 1, 7 do\n       rField[x][y] = display.newImage(\"https://images.vfl.ru/ii/1604604239/672ba56d/32199856.jpg\") \n       rField[x][y].width = cell\n       rField[x][y].height = cell\n       rField[x][y].y = canvas.height/2 <plus> cell*(y-4)\n       rField[x][y].x = canvas.width/2 <plus> cell*(x-3)\n       rField[x][y]:addEventListener (\"tap\", playerAnswer)\n       if not field[x][y] then\n           obstacles[k] = display.newImage (\"https://images.vfl.ru/ii/1605266367/b2488491/32290478.png\")\n           obstacles[k].width = 0.8*cell\n           obstacles[k].height = 0.8*cell\n           obstacles[k].x = rField[x][y].x\n           obstacles[k].y = rField[x][y].y\n           k = k <plus> 1\n       end\n     end \n end\n\n hp = { {}, {} }\n hp_width = f_width*0.3\n hp_height = (canvas.height - f_height)/2\n \n function hp_text (tag)\n     if tag == \"player\" then\n       sum = player.hp\n       k = -1\n       n = 1\n     elseif tag == \"enemy\" then\n       sum = enemy.hp\n       k = 1\n       n = 2\n     end\n     if hp[n][1] then\n       hp[n][1]:removeSelf ()\n     end\n     options = {\n       text = sum,\n       x = canvas.width/2 <plus> k*f_width/4 - hp_width/4,\n       y = 0.6*hp_height,\n       parent = canvasGroup,\n       font = \"Roboto-Light\",\n       fontSize = math.round (f_width/9.26)\n     }\n     hp[n][1] = display.newText(options)\n     hp[n][1]:setFillColor (0, 0, 0)\n     options = nil\n end\n hp_text (\"player\")\n hp_text (\"enemy\")\n \n hp[1][2] = display.newImage (\"https://images.vfl.ru/ii/1604592687/871ac80f/32197401.png\")\n hp[2][2] = display.newImage (\"https://images.vfl.ru/ii/1604592673/32d40365/32197399.png\")\n function hp_image (k, n)\n     hp[n][2].height = scale (hp[n][2].width, hp_width/2, hp[n][2].height)\n     hp[n][2].width = hp_width/2 \n     hp[n][2].x = canvas.width/2 <plus> k*f_width/4 <plus> hp_width/4\n     hp[n][2].y= 0.6*hp_height\n end\n hp_image (-1, 1)\n hp_image (1, 2)\n\n figure = {}\n figure[1] = display.newImage (\"https://images.vfl.ru/ii/1604079524/0ce14615/32133287.png\")\n figure[2] = display.newImage (\"https://images.vfl.ru/ii/1604079541/438aadb9/32133289.png\")\n function position (n, x, y)\n     figure[n].height = scale(figure[n].width, 0.4*cell, figure[n].height)\n     figure[n].width = 0.4*cell\n     figure[n].x = canvas.width/2 <plus> (x-3)*cell\n     figure[n].y = canvas.height/2 <plus> (y-4)*cell\n end\n position (1, player.x, player.y)\n position (2, enemy.x, enemy.y)\n\n function text ()\n     all_text = step_number .. \". \" .. step_text\n     if error_text then\n       all_text = all_text .. \"<s>\nНеправильный ход: \" .. error_text \n     end\n     if rText and rText.removeSelf then\n       rText:removeSelf ()\n     end\n     options = {\n       text = all_text,\n       x = canvas.width/2,\n       y = f_height <plus> (canvas.height - f_height)*0.7,\n       width = 0.95*f_width,\n       parent = canvasGroup,\n       font = \"HwHant-Regular\",\n       fontSize = math.round (f_width/18.5)\n     }\n     rText = display.newText (options)\n     rText:setFillColor (0, 0, 0)\n     options = nil\n end\n text ()\nend"
      }
    ]
  },
  {
    "id": 40,
    "text": "Инструкция",
    "answers": [
      {
        "id": 40,
        "text": "a",
        "url": "https://images.vfl.ru/ii/1604768742/47b29315/32218235.png"
      },
      {
        "super_calculate": true,
        "id": 40,
        "calculate": false,
        "lua_do": "function lua_do()\n  images.a.isVisible = false\n  function scale (t1, v, t2)\n      s = v/t1\n      return t2*s\n  end \n  manual = display.newImage (\"https://images.vfl.ru/ii/1604768742/47b29315/32218235.png\")\n  manual.x = canvas.width/2\n  manual.y = 0.44*canvas.height\n  manual.width = scale (manual.height, 0.79*canvas.height, manual.width)\n  manual.height = 0.79*canvas.height\n  if manual.width/canvas.width > 0.954*canvas.height then\n      manual.height = scale (manual.width, 0.954*canvas.height, manual.height)\n      manual.width = 0.954*canvas.height\n  end\nend",
        "text": "Новый ответ. введите текст"
      },
      {
        "right_answer": false,
        "comment": false,
        "middle_answer": true,
        "text": "Вернуться к игре",
        "id": 39,
        "left_answer": false
      }
    ]
  },
  {
    "id": 41,
    "text": "     — За все преступления, совершённые против нас и наших жертв, я вызываю тебя на бой! — уверенно и громко объявили Вы Кардису.\n     Его глаза наполнились гневом. Кардис сжал кулаки и быстро пошёл на сближение, так что Вы уже хотели обороняться, но он только сказал, словно выплюнув:\n     — Жалкий предатель.\n     Оборотни тоже смотрели на Вас злобно. Видно, сказанные слова не произвели на них никакого впечатления.\n     — Я дал тебе огромную силу и возможность быть в этом мире более значимым, чем тысячи других, а ты на эти дары отвечаешь подлостью!",
    "answers": [
      {
        "id": 42,
        "text": "Возразить Кардису",
        "lua_do": "function lua_do()\n  answer = 1\nend"
      },
      {
        "id": 42,
        "text": "Скорее начать бой",
        "lua_do": "function lua_do()\n  answer = 2\nend"
      }
    ]
  },
  {
    "id": 42,
    "text": "     ",
    "answers": [
      {
        "id": 42,
        "text": "— Но ты забрал у меня возможность быть человеком. Чувствовать любовь, создавать семью, помогать другим и вместе строить что-то великое, — ответили Вы.\n  — Любовь, семья, взаимопомощь, — скривился Кардис, — Всё это лишь маска для прикрытия истинной цели каждого — получить могущество и свободу.\n     Вы уже не могли слушать слова Кардиса и смотреть на злобно-равнодушные глаза оборотней. Гнев разлился по всему телу, требуя пролить кровь бывшего предводителя.",
        "lua_if": "function lua_if()\nreturn answer == 1\nend",
        "merge": true
      },
      {
        "id": 42,
        "text": "— Пусть исход поединка покажет, кто из нас прав, — ответили Вы.\n     — Тут и смотреть не на что, всё и так понятно. Но ты заслуживаешь смерти, а мне эта разминка не помешает.\n     Вы окончательно разозлились.",
        "lua_if": "function lua_if()\nreturn answer == 2\nend",
        "merge": true
      },
      {
        "id": 39,
        "text": "Атаковать",
        "lua_do": "function lua_do()\nfight = 1\nfield = {}\n for x = 1, 5 do\n     field[x] = {}\n     for y = 1, 7 do\n       field[x][y] = true\n     end\n end\n r = math.random (4)\n if r < 3 then\n     if r == 1 then\n       field[1][4] = false\n       field[5][4] = false\n     else\n       field[3][4] = false\n     end\n end\n r = nil\n player = {hp = 5, x = 1, y = 1}\n enemy = {hp = 10, x = 5, y = 7}\n step = 1\n step_number = 1\n step_text = \"Ваш ход.\"\n g.fullscreen = 1\n dialog ( { \n     header = \"Мини-игра\",\n     text = [[Правила:\n1. Вы обозначены синим, противник красным. \n2. Вы ходите буквой Г, а противник — на одну клетку по диагонали. \n3. Нанесение урона производится так же, как и движение.]],\n     answers = {\n      {text = \"Всё понятно, приступить к игре\", pressListener = function () hideDialog () end},\n      {text = \"Посмотреть инструкцию с примерами\", pressListener = function () showPage {id = 40, transition = \"instant\"} hideDialog () end}\n     }\n } )\nend"
      }
    ]
  },
  {
    "id": 43,
    "text": "     Из множества ран струилась кровь, слабость сковала тело, однако смертельная схватка продолжалась: здесь никто не поможет.\n     Кардис, которому явно было получше, ловким ударом выбил Ваш топор. Пришлось уворачиваться от его ударов и ждать возможности поднять оружие. Наконец возможность предоставилась, Вы схватили топор и хотели уже атаковать, но не тут-то было — Кардис нанёс удар раньше.\n     После этого всё погрузилось во тьму.",
    "answers": [
      {
        "id": 1,
        "text": "На главную страницу"
      },
      {
        "id": 42,
        "text": "Попробовать ещё раз"
      },
      {
        "lua_do": "function lua_do()\nadvert = true\nfight = 1\nfield = {}\n for x = 1, 5 do\n     field[x] = {}\n     for y = 1, 7 do\n       field[x][y] = true\n     end\n end\n r = math.random (4)\n if r < 3 then\n     if r == 1 then\n       field[1][4] = false\n       field[5][4] = false\n     else\n       field[3][4] = false\n     end\n end\n r = nil\n player = {hp = 10, x = 1, y = 1}\n enemy = {hp = 5, x = 5, y = 7}\n step = 1\n step_number = 1\n step_text = \"Ваш ход.\"\n g.fullscreen = 1\n dialog ( { \n     header = \"Мини-игра\",\n     text = [[Правила:\n1. Вы обозначены синим, противник красным. \n2. Вы ходите буквой Г, а противник — на одну клетку по диагонали. \n3. Нанесение урона производится так же, как и движение.]],\n     answers = {\n      {text = \"Всё понятно, приступить к игре\", pressListener = function () hideDialog () end},\n      {text = \"Посмотреть инструкцию с примерами\", pressListener = function () showPage {id = 40, transition = \"instant\"} hideDialog () end}\n     }\n } )\nend",
        "text": "Попробовать на более выгодных условиях за закладку",
        "paid_answer": [
          "бонус в бою"
        ],
        "id": 39
      }
    ]
  },
  {
    "id": 44,
    "text": "     От очередного удара Кардис упал на землю, так что представилась возможность добить противника. Однако Вы посмотрели на израненного врага и рука неожиданно дрогнула.\n     \"Я опять несу смерть, — возникла страшная мысль, — Убийца, монстр!\"\n     Внезапно в области живота почувствовалась резкая боль, от которой Вы согнулись. Затем заболела спина, заставив разогнуться обратно. Кардис, которому удалось подняться на ноги, злобно ухмыльнулся, и Вы сразу всё поняли.\n     \"Бесчестный негодяй применил свою магию! — злость закипела внутри, — И почему я его не убил?\"\n     Тратить силы на слова об обмане Вы не стали: всё равно бесполезно. Только стиснули зубы и бросились в бой.",
    "answers": [
      {
        "id": 39,
        "text": "Атаковать",
        "lua_do": "function lua_do()\n fight = 2\n field = {}\n for x = 1, 5 do\n     field[x] = {}\n     for y = 1, 7 do\n       field[x][y] = true\n     end\n end\n r = math.random (4)\n if r < 3 then\n     if r == 1 then\n       field[1][4] = false\n       field[5][4] = false\n     else\n       field[3][4] = false\n     end\n end\n r = nil\n player = {hp = 3, x = 1, y = 1}\n enemy = {hp = 10, x = 5, y = 7}\n if advert then\n  player.hp = 8\n  enemy.hp = 5\n end\n step = 1\n step_number = 1\n step_text = \"Ваш ход.\"\n g.fullscreen = 1\nend"
      }
    ]
  },
  {
    "id": 45,
    "text": "     Условия для Вас были невыгодные: всё тело сотрясали внутренние боли, а Кардис, напротив, как будто лечился прямо в бою. Несмотря на это, счёт ударов по-прежнему шёл в Вашу пользу, что явно злило противника.\n     \"Ещё немного удачи и я сделаю это\", — пришла радостная мысль в голову.\n     Но за секунду изменилось всё. Вы только увидели бешеное лицо Кардиса и большой огненный шар...\n     Оборотни уже как-то по-другому смотрели на своего вождя. Быть может, в первый раз кто-то из них задумался о правильности того, что раньше считалось незыблемым.\n     А потом заговорил Кардис.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 46,
    "text": "",
    "answers": []
  },
  {
    "id": 47,
    "text": "",
    "answers": []
  },
  {
    "id": 48,
    "text": "",
    "answers": []
  },
  {
    "id": 49,
    "text": "",
    "answers": []
  },
  {
    "id": 50,
    "text": "",
    "answers": []
  }
]