[
  {
    "id": 1,
    "text": " Ви простой бродяга живущий в простом городе, там Вы столкнетесь с опасностями и вибором       которий может повлиять на дальнейшую историю в любом случае все в Ваших руках!\n Что би начать историю  нажмите кнопку ниже!\nЖанр: хардкор, приключения, боевик, фэнтези.\nЕтот квест — откритий мир с множеством интересних концовок!\nАвтор: MaksimBoiko (Максим Бойко)\nВ квесте всего 35 концовок, постарайтесь найти все!\nЕсли Вам понравился квест автора не пожалейте сил, нажмите на кнопку 'Нравится' на главной странице етого квеста!\n\n",
    "answers": [
      {
        "id": 2,
        "text": "Начать историю"
      },
      {
        "id": 3,
        "text": " \"Вы\" в квесте."
      },
      {
        "id": 4,
        "text": "Стартовая версия [1.0]"
      },
      {
        "id": 164,
        "text": "Концовки версии [1.0](стартовой версии)."
      }
    ]
  },
  {
    "id": 2,
    "text": "                           История бомжа Васи\n                                                                                              \nИстория одного неудачника начинается тут как Вы ёё построите зависит от Вас!Ранее утро бомж\nВася уже роется в мусорнике виискивая что-то сьестное или полезное в его нелегкой жизни...Мама рано умерла отца с детства как такового небило.Ну понятно что после смерти матери его семилетнего мальчишку отправили в детдом, в котором он неплохо обжился...Но вот года детства позади и что делать дальше вопросик!Он как такового ничего не умел, жилья не било его квартиру отобрали колектори за долги!Вот и нету у Васи другого вибора как шататься по подвалах,по мусорниках в поисках чего-либо, Вася пока ничего особого не нашел, а Вы!Может найдете другую жизнь, может беду,а может свою погибель!Как би там не било все зависит от Вас!",
    "answers": [
      {
        "id": 5,
        "text": "Проснуться"
      },
      {
        "id": 6,
        "text": "Подремать еще немного"
      }
    ]
  },
  {
    "id": 3,
    "text": "В квесте почти всегда применяется \"Вы\".По квесту ВЫ играете за бомжа Васю, и ето не считается как личная обида, а как особенность игри.Спасибо за понимание!",
    "answers": [
      {
        "id": 1,
        "text": "Вернутся на главную"
      }
    ]
  },
  {
    "id": 4,
    "text": "Начальная версия квеста: [1.0]. В квест вскоре  будут внесени изменения, а также будут устранени некоторие орфографические ошибки.Любой плагиат, копирование текста, идеи, без погождения с автором — категорически запрещено.",
    "answers": [
      {
        "id": 1,
        "text": "Вернутся на главную"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы находитесь около мусорника вас отружают что Вы подумали — гори мусора правильно и ужастний запах гнили, ну к нему ви уже привикли и не стали закривать нос как ето зделал би любой нормальний человек!Куда сначала отправимся?Обискивать мусорник или пройтись по улицам в поисках чего-то полезного?",
    "answers": [
      {
        "id": 7,
        "text": "Отправится к мусорнику"
      },
      {
        "id": 8,
        "text": "Снурять по улицам"
      }
    ]
  },
  {
    "id": 6,
    "text": "Когда Вы проснулись бил уже почти обед Вы сначала подумали как ето на Вас не похоже вставать в одинадцать часов утра!Ну проехали...Вы находитесь около мусорника, от него очень воняет но Вам всеравно Вы же ВАСЯ еще  и не такое чуствовали!Вдруг ви видете не молодого мужчину лет пядесяти крепкой статури, с большим кошельом денег в руках,может...НЕТ ВАСЯ НЕ КРАДЕТ, резко пробилось у Вас в голове но мисля об етом все еще осталась...Можно еще обискать мусорник есле етого до Вас не зделали бомжи которие явно не спят до одинадцати!Можна шнирять по улицам в поисках чего-либо,а может...А может...Пока он не ушел...Попробовать...Взять себе...Короче украсть у того мужика кошель с баблом!Ну что-же делать?",
    "answers": [
      {
        "id": 9,
        "text": "Обискать мусорник"
      },
      {
        "id": 10,
        "text": "Таскатся по улицам"
      },
      {
        "id": 11,
        "text": "Украсть кошельок с деньгами"
      }
    ]
  },
  {
    "id": 7,
    "text": "У мусорника Вы нашли гнилой банан, для завтрака згодится подумали Ви, и приступили искать дальше...В горе мусора все казалось сплошной кашей из вонючего мусора  но Вася не здается сказали Ви и через некоторое время нашли железную трубу!Откуда она там — загадка но Ви взяли ее  с собой может пригодится или на металолом сдам  подумали Ви, и положили ее  в свой убогий, подраний но все же рюкзак.Что остается делать дальше?",
    "answers": [
      {
        "id": 12,
        "text": "Обискивать улици"
      },
      {
        "id": 13,
        "text": "Подумать о жизни"
      },
      {
        "id": 17,
        "text": "Перекусить бананом"
      }
    ]
  },
  {
    "id": 8,
    "text": "Не долго думая Вы отправились ходить по улицам Вам захотелось чего-то дорогое стоящее что-би сразу розбагатеть.Вам почему то показалось что нужно пойти поискать по маленьким переулкам может что-то найду!Отправлятся туда или нет?",
    "answers": [
      {
        "id": 14,
        "text": "Конечно идти!"
      },
      {
        "id": 15,
        "text": "Не идти!"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы пошли к мусорнику от него ужастно воняло минут десять Ви искали в етом вонючем месиве что-то полезное но так ничего и не нашли походу за вас уже кто-то постарался, и обискал етот мусорник до Вас, сегодня утром Ви не позавтракаете, с етими мислями Ви некоторое время стояли возле мусорника но потом отбросив мисли подумали: куда же пойти?\n",
    "answers": [
      {
        "id": 26,
        "text": "Стремная улица"
      },
      {
        "id": 19,
        "text": "Свиду неплохая улица"
      },
      {
        "id": 28,
        "text": "Большая, широкая улица магазинами, ресторанами и кафе "
      }
    ]
  },
  {
    "id": 10,
    "text": "Ви ходите по улицам, ищите что-то полезное и нахотите пакет со стеклянними бутилками как раз для вас здам, деньги получу подумали Ви ставя пакет с бутилками в свой убогий рюкзак.Улица розделилась на трое куда пойти?",
    "answers": [
      {
        "id": 26,
        "text": "Стремний райончик, улица налево"
      },
      {
        "id": 19,
        "text": "Неплохая свиду улица (походу жилие дома), улица направо"
      },
      {
        "id": 28,
        "text": "Широкая, красивая улица с магазинами, ресторанами и кафе(явно не для бомжей),улица прямо"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы без особих тяготений Вашей никчемной совести решили украсть у того мужика его кошельок.Ви подкрадиваетесь к нему сзадди и...",
    "answers": [
      {
        "id": 35,
        "text": "резко вириваете у него кошельок с  приоткритой сумки и бежите в переулок"
      },
      {
        "id": 36,
        "text": "пробуете тихонько забрать кошельок"
      }
    ]
  },
  {
    "id": 12,
    "text": "Немного подумав Вы отправились гулять по улицам в поисках чего-либо.И вдруг Вы нашли пакет, а в нем одежда!Почти новая неплохо подумали Вы.Пошли дальше по улице и подумали куда же пойти?Дорога делилась на три ветви.",
    "answers": [
      {
        "id": 26,
        "text": "Стремная улица, улица влево"
      },
      {
        "id": 27,
        "text": "Вполне приличная улица (частние дома) улица вправо"
      },
      {
        "id": 28,
        "text": "Широкая, красивая улица с магазинами, ресторанами и кафе (точно не для бомжей) улица прямо"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы погрузились в мисли как хорошо било в детстве нет не в детдоме, а там где била мама где он не про что не думал и там било так хорошо и уютно где-то там далеко в детстве...Ну ладно, пора откинуть мисли и думать о реальности!",
    "answers": [
      {
        "id": 23,
        "text": "Остается шнирятся по улицам"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы рились в ближайшей мусорке пока Вас не окликнула какая-та девушка: 'чего в мусорке роешся!'.\nВы ответили:'Видать судьба у меня такая риться и риться пока не умру' .\nДевушка нахмурилась от ваших слов.\nИ вдруг сказала, 'а ти не думал над другой судьбой не той что бомжа, а хорошей'.\nВы ответили: ...",
    "answers": [
      {
        "id": 16,
        "text": "Какая там хорошая судьба у меня может бить бомжа!Тут хоть-би на кусок хлеба раздобить что-би завтра не подохнуть с голоду!"
      },
      {
        "id": 88,
        "text": "А может ти и права!Я сам решаю свою судьбу!"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы решили не идти незнали почему но решили не идти туда.Лучше пойти поискать по-настоящему стоящеи внимания места.Вы вийшли на роздорожье там било три дороги.Центральная дорога била перекрита почему-то. Вы заметили большую церковь украшеную в готическом стиле.\n",
    "answers": [
      {
        "id": 26,
        "text": "Стремная уличка, улица влево"
      },
      {
        "id": 27,
        "text": "Опрятная улица (жилие дома), улица вправо"
      },
      {
        "id": 95,
        "text": "Идти к церкве"
      }
    ]
  },
  {
    "id": 16,
    "text": "Девушка вздохнула и протянула Вам булку хлеба и ушла своей дорогой.\n—Спасибо! /сказали Вы ей в след.\n",
    "answers": [
      {
        "id": 12,
        "text": "Вернуться в город"
      }
    ]
  },
  {
    "id": 17,
    "text": "Банан бил конечно не очень вкусним но для пропитания что-би не умереть с голоду вполне сгодился.Что делать?",
    "answers": [
      {
        "id": 7,
        "text": "Нет вариантов"
      }
    ]
  },
  {
    "id": 18,
    "text": "— Что Вы здесь делаете? /спросили Вы.\n— А чо не видно?Виживаем в суровой реальности. / сказал високий, очень грязний мужчина в такой же спортивной кофте и синей потрепаной кепке.\n— Вижу ви тут неплохо обустроились. /сказали Вы.\n— Да.Тут каждий исполняет свою роботу потому ми еще не умерли от голода и холода. /с некой серьезностью в голосе сказал мужчина.\n— Может ти хочеш остаться с нами вместе лучше . /добавил мужчина.\n—То ти с нами или как?\n",
    "answers": [
      {
        "id": 20,
        "text": "Да я остаюсь"
      },
      {
        "id": 32,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы идете по улице с виду такая неплохая уличка.Вдруг замечаете яблоню, есть очень хочется и попастся не очень.Что делать?",
    "answers": [
      {
        "id": 48,
        "text": "Нарвать яблок"
      },
      {
        "id": 30,
        "text": "Пойти дальше по улице"
      }
    ]
  },
  {
    "id": 20,
    "text": "— Да я остаюсь! /с уверенностью в голосе ответили Вы.\n— Ну тогда пошли я покажу тебе наше убогое пристанище! /с радостью ответил бомж.\nЧерез некоторое время Вы обустроились и виживали уже вместе!",
    "answers": [
      {
        "id": 1,
        "text": "Вы открили среднюю концовку!Найдите пожалуйста другую концовку. :)\nВы открили новую концовку: \"Среди бомжей\""
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы поменяли свою жизнь!Пошли на роботу, нашли девушку с которой позже поженились, жизнь бомжа осталась в прошлом как и впрочем тот розговор которий изменил Вашу жизнь!",
    "answers": [
      {
        "id": 1,
        "text": "Вы найшли хорошую концовку квеста поздравляю! :)\nВы получили новую концовку: 'Все как у людей'"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы ришили спустится в люк.Во всяком случае Вы что может случится.Вскоре Вы поняли что Ваше любопитство сиграло с Вами в злую шутку.Ви вкючили фонарик и что Вы увидели какой-то алтарь, вероятно для жертвоприношений, и гори костей!Вы поняли нужно бежать, но в ту же секунду люк захлопнули.\nПослишался голос: 'Ти узнал очень много ми не можем тебя отпустить!'Вскоре Вы умерли!Вот так тихо в заточении монахов закончилась история бомжа Васи.",
    "answers": [
      {
        "id": 1,
        "text": "Вы закончили историю на плохую концовку.Пожалуйста попробуйте найти другую концовку! :)\nВы найшли новую концовку: \"В заточении монахов\""
      }
    ]
  },
  {
    "id": 23,
    "text": "На улице где-то полдень, солнце грело Ваше лицо ви и забили о всем том что привело Вас туда где ви сейчас находитесь.А Вы задумались и побрели в какую-то глуш.Уличка  маленькая и грязная дальше находился знак с надписью \"\"\"Добро пожаловать в с.Иваново\"\"\" как я сюда прийшел не понимаю!Может вернуться назад не зная куда идти, а может испитать судьбу и пойти в ету глуш.Что же делать?",
    "answers": [
      {
        "id": 24,
        "text": "Попитатся найти дорогу назад"
      },
      {
        "id": 25,
        "text": "Пойти в село"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вскоре Вы уже били возле роздорожья. ",
    "answers": [
      {
        "id": 12,
        "text": "Подойти ближе"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы решили попитать судьбу и пойти в село Вам там очень понравилось.Люди с пониманиям отнеслись к Вашей беде и вскоре Вы обосновались там.Прожили хорошую но не очень интересную жизнь. ",
    "answers": [
      {
        "id": 1,
        "text": "Вы найшли хорошую концовку!Попробуйте найти и другие концовки. :)\nВы найшли новую концовку: \"Селянин\""
      }
    ]
  },
  {
    "id": 26,
    "text": "\nЕта улица точно не била похожа на опрятную.Тут било очень грязно,сиро...Вполне погрузившись в ету атмосферу Вы не заметили как Вас окликнул какой-то человек в дорогом плаще и ботинках.И лиш внимательно всмотревшись ему в лицо Вы узнали в нем Вашего старого друга Петра!\n — Привет Петр! /сказали Вы ему.\n — Привет Васька, давно не виделись! /сказал Петр.\n — Чем маешся?/ спросил Петр.\n — Та так то сяк!/ замялись Вы.\n — Понял ничего нового... /сказал Петр\n Вы уже хотели что-то добавить но он перебил Вас и сказал:\n — Не хоч работку не грязно мокрухи нет...Надо одного паренька придавить...Вот и все!\n — Так вот чем ти занимаешся! /сказали Вы.\n — Только не розказуй мне свои нравоучения! /Отрезал Петр.\n — Посмотри на себя!Ти же не хочешь всю жизнь бить бомжом?Ну во всяком случае...Ну короче приходи  ко мне на улицу Бобровская 33, дом два, квартира три, как ти понял я там живу, завтра утром если хоч бабла поднять, если не я тебя не осуждаю...Не подумай...Ну короче как хоч дело твое!\nВи не успели ответить как он скрился в переулке. ",
    "answers": [
      {
        "id": 29,
        "text": "Пойти за ним в переулок"
      },
      {
        "id": 30,
        "text": "Пойти дальше по улице "
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы осмотрелись улица вполне опрятна прям не как Вы.Хах.Тут ничего интересного иногда возле вас проходят люди но Вы не замечаете их, думаете чем би ето подкрепится кроме банана и замечаете дерево с яблоками можно нарвать просто перелесть забор и достать.Хм...Лучше рискнуть или голодать?Что делать?",
    "answers": [
      {
        "id": 45,
        "text": "Нарвать яблок"
      },
      {
        "id": 30,
        "text": "Идти дальше по улице"
      }
    ]
  },
  {
    "id": 28,
    "text": "Тут нечего делать без денег! --- Подумали Вы но всьотаки  решили поискать что нибудь.И вот удача!На лавочке Вы найшли недогризений круасан нормально для голодного бомжа! ---Подумали Вы, жадно поедая круасан.Что делать дальше?",
    "answers": [
      {
        "id": 68,
        "text": "Идти дальше по улице"
      },
      {
        "id": 69,
        "text": "Посмотреть на оглашения на столбе"
      },
      {
        "id": 70,
        "text": "Перейти дорогу"
      }
    ]
  },
  {
    "id": 29,
    "text": "Его не било видно идти за ним бессмисленно!",
    "answers": [
      {
        "id": 31,
        "text": "Идти дальше по улице"
      },
      {
        "id": 66,
        "text": "Просто лечь спать"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы пошли по улице и встретили большое количество людей похожих на Вас ето били бомжи.Они решили обьединится что-би вижить.\n",
    "answers": [
      {
        "id": 18,
        "text": "Подойти поговорить с ними"
      },
      {
        "id": 66,
        "text": "Подумать о предложении Петра\n(Зайдите в стремную улицу что-би узнать о предложении Петра)"
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы ишли по улице думая о предложинии Петра, стоит ли отказать ему или нет...В етом что-то есть...С етими мислями Вы погрузились в сон.",
    "answers": [
      {
        "id": 66,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 32,
    "text": "Нет. /ответили Вы.\nНу если не хочеш.Ну я не настаиваю. /с некой грустью в голосе ответил бомж.\nЧто делать дальше?",
    "answers": [
      {
        "id": 66,
        "text": "Остается только подумать о предложении Петра"
      }
    ]
  },
  {
    "id": 33,
    "text": "Ви вийшли из ресторана и увидели полицейскую машину которая направляется в вашу сторону.Что делать?",
    "answers": [
      {
        "id": 64,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы купили еди и вийшли с магазина.",
    "answers": [
      {
        "id": 64,
        "text": "Ити по улице."
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы забежали в переулок куда бежать?Направо или налево?",
    "answers": [
      {
        "id": 37,
        "text": "Направо"
      },
      {
        "id": 38,
        "text": "Налево"
      }
    ]
  },
  {
    "id": 36,
    "text": "Ви тихонько витягиваете у невнемательного прохожого кошельок: \n --- он вроде ничего не узнал./подумали Ви и скрились где-то за гаражами.\n",
    "answers": [
      {
        "id": 76,
        "text": "Осмотрется в гаражах"
      },
      {
        "id": 12,
        "text": "Уйти отсюда"
      }
    ]
  },
  {
    "id": 37,
    "text": "Ну вот и приехали ТУПИК!Что делать?Он резко подбегает к Вам он зол непонятно на что способен!Ваши действия?",
    "answers": [
      {
        "id": 39,
        "text": "Сильно ударить рукой по голове"
      },
      {
        "id": 40,
        "text": "Ничего не делать"
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы успешно вибежали на улицу, скрились в толпе, тот мужик остановился прищурился розвернулся и ушел!Наверное в милицию подумали Вы...\nВы находитесь на главной улице города теперь у Вас есть деньги.Что делать?",
    "answers": [
      {
        "id": 53,
        "text": "Идти в магазин купить себе что нибудь"
      },
      {
        "id": 54,
        "text": "Идти в ресторан заказать себе нескромний обед"
      },
      {
        "id": 55,
        "text": "Идти в бар випить немного пива или водки"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы решили ударуть его рукой по голове он попробовал уклонится но и Вы не майский хрущ\nи еще раз ударили его первой попавшейся палкой по шее он упал на землю и стукнулся головой о камень и он больше не встал, от его голови пошла маленькая лужица крови и от етого зрелища Вы чуть не виригнули...Я...Убийца...Нееееет...я...не так хотел...я не убийца, что делать?",
    "answers": [
      {
        "id": 43,
        "text": "Обискать его "
      },
      {
        "id": 44,
        "text": "Сдаться в милицию"
      }
    ]
  },
  {
    "id": 40,
    "text": "Он подходит к Вам говорит: ''Тварь что доигрался'', радосная ухмилка проскочила на его лице, он понимает что в смерти бомжа никто розбираться не будет!Достал нож из верхнего кармана куртки Вы попробували рипнутся но било поздно!Стало темно...",
    "answers": [
      {
        "id": 1,
        "text": "Смерть. Попробуйте найти другую концовку :)\nПолучена новая концовка: 'В лапах изверга'."
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы решили добить и того несчастчасного перехожего на самом деле? Вы реально хотите етого?Вивод напрашивается сам.",
    "answers": [
      {
        "id": 49,
        "text": "Нет."
      }
    ]
  },
  {
    "id": 42,
    "text": "Ви решили не рипатся лишний раз.Куда же бежать?Одно понятно било место должно бить укромное.",
    "answers": [
      {
        "id": 107,
        "text": "Бежать в подвал семнадцетого дома"
      },
      {
        "id": 108,
        "text": "Спрятаться на свалку"
      }
    ]
  },
  {
    "id": 43,
    "text": "Стоило Вам начать обискивать его, из-за угла показался какой-то человек.Что же делать?",
    "answers": [
      {
        "id": 41,
        "text": "Убить случайного перехожего"
      },
      {
        "id": 49,
        "text": "Просто сбежать"
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы не найшли другого вихода как розказать все правоохранительним органам.Вы розказали все как било не утаивая ничего.\n15 лет .Прозвучал приговор судьи.\nОвдиенко на виход! / прозвучал громкий голос охранника по всему коридору...",
    "answers": [
      {
        "id": 1,
        "text": "Вы найшли плохую концовку. Пожалуйста\nпопробуйте найти другую концовку. :)\nВы найшли новую концовку: \n\"Преступление -- Наказание\""
      }
    ]
  },
  {
    "id": 45,
    "text": "Вы без лишних раздумий крадете яблоки, --- мне нужнее с такими раздумиями кладете яблоки себе в рюкзак.Вкустно едите яблоко и думаете что сегодня голодной смертью из-за своих принципов не умрете...",
    "answers": [
      {
        "id": 30,
        "text": "Идти дальше по улице"
      }
    ]
  },
  {
    "id": 46,
    "text": "Ви идете по улице но ничего не находите.",
    "answers": [
      {
        "id": 15,
        "text": "На самом деле ничего"
      }
    ]
  },
  {
    "id": 47,
    "text": "Ви идете по улице но ничего не находите.",
    "answers": [
      {
        "id": 15,
        "text": "Вернуться в город"
      }
    ]
  },
  {
    "id": 48,
    "text": "Вы без лишних терзаний совести рвете яблоки кладете их в рюкзак, и вдруг слишите крик \"Ей сосед\"  \n— Вы взрогнули, ну и попался!",
    "answers": [
      {
        "id": 50,
        "text": "Ждать виговора от соседа"
      },
      {
        "id": 51,
        "text": "Бежать куда глаза видят"
      }
    ]
  },
  {
    "id": 49,
    "text": "Вы решили просто сбежать с места приступления.Но надворе вечер куда Вам податься?",
    "answers": [
      {
        "id": 91,
        "text": "В лес"
      },
      {
        "id": 92,
        "text": "На мусорник"
      }
    ]
  },
  {
    "id": 50,
    "text": "—Ей сосед, ти чего яблоки крадеш! /прокричал сосед\n—Я...я...голоден бил. / ели вижали Ви из себя.\n— Голоден?А купить что-то в магазине не мог?/ Уже тише проговорил сосед.\n—У меня денег нету,я же бомж нет и все!/На повишених тонах прокричали Вы.\n— Ну если нет...Ну тогда знаеш пойдем поужинаеш./робко виговорил сосед.\n—О спасибочки тебе я не знаю где еще такие люди остались!\n\n",
    "answers": [
      {
        "id": 52,
        "text": "Пойти с соседом на ужин"
      }
    ]
  },
  {
    "id": 51,
    "text": "Вы побежали, в след слишалось --- стой я же поговорить хотел но Вы уже етого не слишали.Хух добежал хорошо что тот соседушка меня не споймал, в ваших глазах пробежал злой оскал.Что делать дальше! ",
    "answers": [
      {
        "id": 30,
        "text": "Пойти дальше по улице"
      },
      {
        "id": 9,
        "text": "Назад к роздорожью"
      }
    ]
  },
  {
    "id": 52,
    "text": "После хорошего ужина с соседом Вы преобрели еще одного друга и заодно хорошенько наелись.Пора домой хотя какое домой у меня же нету дома!Что же делать дальше?",
    "answers": [
      {
        "id": 12,
        "text": "Вернутся к трем дорогам"
      }
    ]
  },
  {
    "id": 53,
    "text": "Вы зайшли в магазин.Что делать?",
    "answers": [
      {
        "id": 34,
        "text": "Купить еди."
      },
      {
        "id": 64,
        "text": "Вийти из магазина"
      }
    ]
  },
  {
    "id": 54,
    "text": "Вы заказали себе не скромний обед наелись от пуза.Что делать дальше?",
    "answers": [
      {
        "id": 64,
        "text": "Вийти из ресторана"
      }
    ]
  },
  {
    "id": 55,
    "text": "В баре било на удивление уютно.Хотя откуда Вам знать в тиких заведениях вас ранее не наблюдалось.Максимум где ви били за свои тридцать два с гаком года ето в магазине и то просто когда какой-то незнакомец дал Вам десятку просто так!И ви пошли в магазин...Хах.Ну Вы в баре что будете делать?",
    "answers": [
      {
        "id": 57,
        "text": "Купить пива"
      },
      {
        "id": 58,
        "text": "Уйти с бара"
      }
    ]
  },
  {
    "id": 56,
    "text": "Ви пощитали благоразумним не подавать виду что у Вас есть деньги и дождаться пока все уляжется.Что делать дальше?",
    "answers": []
  },
  {
    "id": 57,
    "text": "— Бармен налей мне пива ок? / фиркнули Ви\n— Хорошо. / Сказал он.\nПиво било холодное и очень вкустное!\n— Может еще? /окликнул бармен.\nНу?",
    "answers": [
      {
        "id": 63,
        "text": "Ну наливай давай"
      },
      {
        "id": 64,
        "text": "Я пожалуй откажусь."
      }
    ]
  },
  {
    "id": 58,
    "text": "Стоило Вам вийти из бара как через десять минут вас схватила милиция.Стоять не двигатся Ви имеете право на молчание все что Вы скажете может бить использовано против Вас.Вас скрутили и отправили в оттделение милиции.",
    "answers": [
      {
        "id": 1,
        "text": "Ви нашли плохую концовку!Попробуйте найти другую концовку. :)\nВи найшли новую концовку: \"Нет преступления без наказания\""
      }
    ]
  },
  {
    "id": 59,
    "text": "Ви подошли к пацанам.\nОни спрашуют: --- Ей ти чьо нада?\nВи им говорите...",
    "answers": [
      {
        "id": 60,
        "text": "Так курици я тут вместе с вами побазарить\nо жизни хотел!"
      },
      {
        "id": 61,
        "text": "Ну...тут...с вами пог...оворить хотел немного"
      },
      {
        "id": 55,
        "text": "(Тихо ответить):Ничего"
      }
    ]
  },
  {
    "id": 60,
    "text": "",
    "answers": []
  },
  {
    "id": 61,
    "text": "",
    "answers": []
  },
  {
    "id": 62,
    "text": "Вы успешно перейшли дорогу.Вдалеке от города виднелось какое-то большое здание вдалеке.Огражденное то ли частоколом то ли забором с колючей проволкой. Что делать дальше?",
    "answers": [
      {
        "id": 68,
        "text": "Идти к концу улици"
      },
      {
        "id": 12,
        "text": "Назад к трем дорогам"
      },
      {
        "id": 67,
        "text": "Большое здание вдалеке"
      }
    ]
  },
  {
    "id": 63,
    "text": "Бармен налил вам еще пива.Вас потянуло на напитки покрепче!Все в ваших руках.",
    "answers": [
      {
        "id": 65,
        "text": "Налей ка мне водки"
      },
      {
        "id": 55,
        "text": "Хватит п'янок - гулянок!"
      }
    ]
  },
  {
    "id": 64,
    "text": "Вы вийшли из заведения и увидели машину с милиции они едут за Вами, что делать? Бежать?Но куда?",
    "answers": [
      {
        "id": 110,
        "text": "Бежать в парк "
      },
      {
        "id": 111,
        "text": "Бежать в лес"
      }
    ]
  },
  {
    "id": 65,
    "text": "Вы випили еще и водки но потом уже не смогли остановится!Вскоре вас нашли мертвим в стечной канаве города с пустой бутилкой возле Вас.",
    "answers": [
      {
        "id": 1,
        "text": "Смерть.Найдите другую концовку :) \nПолучено новая концовка: 'Смерть в стечной канаве'."
      }
    ]
  },
  {
    "id": 66,
    "text": "Идти к Петру или нет?Что же делать?",
    "answers": [
      {
        "id": 117,
        "text": "Все же идти к Петру!"
      },
      {
        "id": 12,
        "text": "Вернуться к прежней жизни"
      }
    ]
  },
  {
    "id": 67,
    "text": "Все же Вы отправились к тому зданию. Подошов ближе где-то на километр, Вы поняли что ето военная база.Думаете стоит подойти ближе?",
    "answers": [
      {
        "id": 75,
        "text": "Конечно подойду"
      },
      {
        "id": 62,
        "text": "Лучше пойти назад в город"
      }
    ]
  },
  {
    "id": 68,
    "text": "Вы пойшли к концу улици.Там Вы увидели старую заброшеную больницу.Как думаете зайти в нее?",
    "answers": [
      {
        "id": 71,
        "text": "Зайти в больницу"
      },
      {
        "id": 28,
        "text": "Розвернуться и уйти "
      }
    ]
  },
  {
    "id": 69,
    "text": "                                  Работа\nТребуется охранник на кладбище, без судимости,старанний,неизбалований удобствами.Оплата 3000 рублей.Прием по вакансии до 21.07 . Время приема работников с 12.00 до 14.00.\nЕто же завтра может попробовать судьбу и пойти, а может не возьмут скажут: 'Иди отсюда бомжара' ! Ну что же делать?",
    "answers": [
      {
        "id": 73,
        "text": "Попробовать устроится на работу"
      },
      {
        "id": 28,
        "text": "Послать все(Не пробовать устроится на роботу )"
      }
    ]
  },
  {
    "id": 70,
    "text": "Вы переходите дорогу не замечаете что идете на красний и случайний перехожий дергает Вас за плечо:\n—Тебе что жить надоело! /говорит он.\nВаш ответ?",
    "answers": [
      {
        "id": 84,
        "text": "Нет, извините просто задумался."
      },
      {
        "id": 85,
        "text": "А может и да!"
      },
      {
        "id": 86,
        "text": "Не твое собачье дело!"
      }
    ]
  },
  {
    "id": 71,
    "text": "Вы на свой страх и риск зайшли в больницу. Внимательно осмотревшись Вы увидели розвалини старой больници, ржавие железние кровати, битое  стекло и упавший потолок.А еще увидили странную диру в стене и опрятний совсем не похожий на остальное здание кородор.То что делать?",
    "answers": [
      {
        "id": 130,
        "text": "Идти в диру в стене"
      },
      {
        "id": 131,
        "text": "Уйти с больници"
      },
      {
        "id": 136,
        "text": "Идти в опрятний коридор"
      }
    ]
  },
  {
    "id": 72,
    "text": "Вы решили что в Вас уже ничего не поменять!Вы так и остались бомжом ничего не достигнув в своей недолгой жизни!  ",
    "answers": [
      {
        "id": 1,
        "text": "Ви найшли среднюю концовку.  Попробуйте пожалуйста найти другую концовку. :)\nВи открили новую концовку: \"Жизнь бомжа\""
      }
    ]
  },
  {
    "id": 73,
    "text": "Вскоре Вы устроились на роботу вийшли из нищети и даже купили убогий домик на окраине города.Зажили как люди!",
    "answers": [
      {
        "id": 1,
        "text": "Вы дойшли до хорошей концовки поздравляю!Попробуйте найти другие концовки :)\nНайдена концовка: 'Простой работяга'"
      }
    ]
  },
  {
    "id": 74,
    "text": "Спустя семь лет.\nЕти долгие семь лет Вы провели в бегах.С места на место Вы бегали пять лет, пока  от Вас не отстали и Вы не осели в небольшой деревушке...Соседи називали Вас психом и ненормальним, и на самом деле убийство,бега очень сильно повлияли на Вашу психику.Так Вы и прожили остаток жизни в той деревни и прожили до глубокой старости и чувством вини на сердце...",
    "answers": [
      {
        "id": 1,
        "text": "Вы найшли среднюю концовку.Пожалуйста найдите другие концовки. :)\nВы найшли новую концовку: \"Одинокий псих\""
      }
    ]
  },
  {
    "id": 75,
    "text": "Вы подходите ближе, вам говорят: \n— \"стой где стоиш, стрелять буду!\"",
    "answers": [
      {
        "id": 94,
        "text": "Послушать военного"
      },
      {
        "id": 98,
        "text": "Не слушать военного пялится вперьод"
      }
    ]
  },
  {
    "id": 76,
    "text": "Тут ничего особенного шприци, окурки сигарет, да бутилки с под пива...Вдруг Вас розвернул какой-то мужик Ви подумали тот у кого ви кошельок стащили но нет.Ето блатной,ну как отжимака мобил.\n—Ей пацан маляву сюда! /Фиркнул блатной.\nВаш вибор?",
    "answers": [
      {
        "id": 78,
        "text": "Бери все только не трогай меня!"
      },
      {
        "id": 79,
        "text": "Звать на помощь"
      },
      {
        "id": 80,
        "text": "Никогда я буду бороться"
      }
    ]
  },
  {
    "id": 77,
    "text": "Отскочить в правую сторону комнати которая валится!Какое мудрое решение!На вас упал потолок.Как Вы поняли, Вы умерли!Из неоткуда послишался злорадний смех...",
    "answers": [
      {
        "id": 1,
        "text": "Смерть.Попробуйте найти другую концовку! :)\nПолучена новая ковцовка : \"Под завалами старой больници\""
      }
    ]
  },
  {
    "id": 78,
    "text": "Ви сказали: Бери все только не трогай меня! Ви отдали ему кошельок с деньгами он начал жадно  пересчитивать деньги.Возможно ето Ваш шанс вернуть Ваше  незаконно нажитое добро!\nЧто делать?",
    "answers": [
      {
        "id": 12,
        "text": "Тихо уйти "
      },
      {
        "id": 83,
        "text": "Забрать у невнимательного 'разбойника' свои деньги"
      }
    ]
  },
  {
    "id": 79,
    "text": "Ви начали звать на помощь.Он резко приставил Вам заточку к горлу!\n—-- Заткнись пацан, а то горляну перережу, отдавай кошельок и вали отсюда понял!\n Ви кивнули понимая всю опасность случившийся ситуации.\nКогда Ви ушли остались без денег, но хоть не без жизни подумали Ви.",
    "answers": [
      {
        "id": 12,
        "text": "Вернуться в город"
      }
    ]
  },
  {
    "id": 80,
    "text": "—Никогда я буду бороться! /отрезали Ви.\n—Ну ну!/ сказал пацан лет 20.\nВи гневно посмотрели на него та так что у него колени затрусились от страха!\nОн сбежал ---Трус. /подумали Ви и ушли из того гаража.Что дальше?\n",
    "answers": [
      {
        "id": 12,
        "text": "С чуством гордости пойти в город"
      }
    ]
  },
  {
    "id": 81,
    "text": "Ви решили скрится от милиции.Но куда?К бабушке в село?Возможно.На мусорник?То же не ислючено.",
    "answers": []
  },
  {
    "id": 82,
    "text": "Ви решили не трогать вора и уйти тихо.Что делать дальше?",
    "answers": []
  },
  {
    "id": 83,
    "text": "Ви не долго думая толкнули его, он упал, оглянулся но Вас уже давно там не било Ви забрали свои деньги!Ха-ха...\n",
    "answers": [
      {
        "id": 12,
        "text": "Вернуться в город"
      }
    ]
  },
  {
    "id": 84,
    "text": "— Нет извините я просто задумался. /отвечаете Вы.\n — Задумался он! /охмурился мужчина.\n",
    "answers": [
      {
        "id": 62,
        "text": "Перейти дорогу на зелений"
      }
    ]
  },
  {
    "id": 85,
    "text": "А может и да! /Ответили Вы. -- Может я хочу умереть ета жизнь она...она...мне не нравится!\n— Ну... /хотел сказать мужчина. \n— Даже не смейте мне перечить Вы не живете жизнью бомжа для которого каждий день борьба за жизнь.\n -- Но ведь ти можеш все поменять.Устройся на работу винайми квартиру!Почему сразу в крайности...\n— Возможно. /отрезали Вы.\n— Что возможно /сказал мужчина.\n— Возможно Вы и прави можно что-то поменять./сказали Вы.\nСпасибо что вислушал. / сказал мужчина и скрился в толпе.",
    "answers": [
      {
        "id": 21,
        "text": "Поменять жизнь!"
      },
      {
        "id": 72,
        "text": "Во мне уже ничего не поменять!"
      }
    ]
  },
  {
    "id": 86,
    "text": " Не твое собачье дело! /фиркнули Вы и пошли на красний.\nВот хамла розвелось! /сказал обижений мущина лет сорока пяти.\nВы смело пошли по дороге  и хрусь!Все подбежали но било уже поздно!\nТот мужчина которий еще минуту назад розговаривал с Вами еще много раз повторял: 'я же говорил, я же говорил!', но его никто не слушал, зиваки что-то горлопанили но на них тоже никто не обращал внимания.\n",
    "answers": [
      {
        "id": 1,
        "text": "Смерть.Поробуйте найти другую концоку :)\nОткрита новая концовка 'Под колесами машини'"
      }
    ]
  },
  {
    "id": 87,
    "text": "Отскочить в левую сторону комнати которая валится!Какое мудрое решение!На Вас упал потолок.Как Вы поняли, Вы умерли!Из неоткуда послишался злорадний смех...",
    "answers": [
      {
        "id": 1,
        "text": "Смерть.Попробуйте найти другую концовку! :)\nПолучена новая концовка: \"Под завалами старой больници\""
      }
    ]
  },
  {
    "id": 88,
    "text": "— Да пора вибиратся из етого дерьма!/вслух подумали Вы.\nДевушка протянула Вам какой-то конверт Вы розкрили его и ахнули там била пачка доларов!\nВы прийнялись окликнуть девушку, и подумали ни ошибилась она конвертом но ее уже не било.\n ",
    "answers": [
      {
        "id": 89,
        "text": "Ростратить деньги на свое удовольствие"
      },
      {
        "id": 90,
        "text": "Вложить в \"Свое дело\""
      }
    ]
  },
  {
    "id": 89,
    "text": "Вы розтринькали деньги.Вскоре почти спившись Вы наткнулись на газету:\n                              Газета 'Правда'\nДевушка которая безнадежно лечилась от рака вскоре скончалась в больнице.Доктора не подавали никаких надежд на спасение.В скоре она умерла.\n— Ничего особенного. /подумали Вы.\nНо внимательно всмотревшись в ее лицо Вы узнали в нем лицо той девушки которая подарила Вам етот злополучний конверт.Может она не хотела би Вам отдавать етот конверт если знала би что Вы ним так розпорядитесь во всяком случае ето бил Ваш вибор правда ли?Вдруг Вы почуствували ужасную боль в сердце и все стихло...Уносите...Смерть случилась в 12.34 , инфаркт миокарда...\n",
    "answers": [
      {
        "id": 1,
        "text": "Смерть.Найдите пожалуйста другую концовку. :)\nПолучена новая концовка: \"Неоправдание надежди\""
      }
    ]
  },
  {
    "id": 90,
    "text": "Вскоре Вы уже розкрутились, и основав свой небольшой бизнес, Вы ишли по улице и прям Вам в лицо залетела газета :\n                              \"Газета \"Правда\"\n17.07.2014 г.\n Девушка которая безнадежно лечилась от рака,\nскончалась в больнице.Доктора не подавали никаких надежд на спасение.Вскоре она умерла.\n—Ничего особенного. /подумали Вы.\nНо внимательно всмотревшись в ее лицо Вы узнали в нем ту девушку которая отдала Вам тот конверт которий подарил Вам все что Ви имеете сейчас.Спасибо тебе подумали Вы и бережно свернули газету и положили в карман пиджака.\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Вы открили хорошую концовку.   :)\nВы открили новую концовку: 'Багач в вечном долгу'"
      }
    ]
  },
  {
    "id": 91,
    "text": "Вы не нашли другого вихода как бежать к лесу.Кто будет Вас там искать?Ето хорошая идея правда ли?Через несколько часов Вы били уже в лесу.Но Вы ничего не знаете о его обитателях и просто лягли спать на поляне!Все правильно Вас сожрали волки!Смерть...",
    "answers": [
      {
        "id": 1,
        "text": "Смерть.Вы нашли плохую концовку!Пожалуйста найдите другие концовки. :)\nПолучена новая концовка: \"В паще волка\""
      }
    ]
  },
  {
    "id": 92,
    "text": "Вы не нашли другого вихода как ночевать в мусорном баке! Благо Вас не найшли.Теперь у Вас есть время составить план действий.Ви все продумали до мелочей.",
    "answers": [
      {
        "id": 74,
        "text": "Спустя семь лет"
      }
    ]
  },
  {
    "id": 93,
    "text": "Хорошое решение! Через секунду весь потолок той комнати обрушился вниз.Что делать дальше?Ничего не остается как...",
    "answers": [
      {
        "id": 100,
        "text": "пойти в заваленую комнату"
      }
    ]
  },
  {
    "id": 94,
    "text": "Ви решили действовать благоразумно и послушать военного.Хорошо я медленно уйду ок?\n— Хорошо иди. /крикнул военний.\nВи незамедлительно уйшли.",
    "answers": [
      {
        "id": 62,
        "text": "Уйти от бази"
      }
    ]
  },
  {
    "id": 95,
    "text": "Вы зайшли в церковь в ней била очень подавляющая и неуютная атмосфера: 'я никогда не бил в церкве потому не могу судить отличается ли она от других церковей'.\nКо мне подошли три монаха одетие в скромние одеяния и мешковину.\nОдин из них сказал Вам: 'Добрий день, что Вам нужно?'\nВи ответили: ...",
    "answers": [
      {
        "id": 96,
        "text": "Ничего извините пожалуйста (уйти)"
      },
      {
        "id": 97,
        "text": "Ничего(Промолчать)"
      }
    ]
  },
  {
    "id": 96,
    "text": "Вы ушли но чуство угнитения не покидало Вас.Вдруг Ви заметили приоткритий люк?Может\nпойти туда?",
    "answers": [
      {
        "id": 99,
        "text": "Подойти к люку"
      },
      {
        "id": 15,
        "text": "Какое мне дело!"
      }
    ]
  },
  {
    "id": 97,
    "text": "Вам что-то нужно? /сказал он.\nЯ...я...не...знаю ответили Вы.\nЧто би утешить Вас я розкажу по секрету скоро конец света.Покайтесь и Вам простится.\n—Нам всем есть за што. /сказал мужчина в белом одеянии на троне .\nОн явно бил више по званию затех что в чорном.\n",
    "answers": [
      {
        "id": 101,
        "text": "Покаятся "
      },
      {
        "id": 102,
        "text": "Мне нет за что(не каятся)"
      }
    ]
  },
  {
    "id": 98,
    "text": "Вы не послушали военного и продолжали идти в том направлении, что ишли до того, в Вас вистрелили то ли с гранатомета то ли с ручного пулемета! В какую сторону уклонится?",
    "answers": [
      {
        "id": 109,
        "text": "Вправо, отрезок поля с большой вибоиной по середине."
      },
      {
        "id": 114,
        "text": "Влево, ровний участок поля."
      }
    ]
  },
  {
    "id": 99,
    "text": "Вы подошли к люку но там ничего не било видно.Хорошо что у Вас в рюкзаке есть фонарик которий Ви когда-то найшли на свалке.Стоит ли спускатся туда?",
    "answers": [
      {
        "id": 22,
        "text": "Да"
      },
      {
        "id": 96,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 100,
    "text": "Вы пошли в заваленую комнату.Она била завалена обломками на половину!А значит обрушился не один етаж здания, а сразу два или три!Не знаю что ето но оно точтно хочет сжить Вас со свету!Виднелся один коридор которий вел прямо.Надо идти туда?",
    "answers": [
      {
        "id": 103,
        "text": "Идти в коридор "
      },
      {
        "id": 106,
        "text": "Вибежать в дверь котрая ведет в предидущую комнату"
      }
    ]
  },
  {
    "id": 101,
    "text": "Вы покаялись и Вам значительно полегчало они сказали: 'ти молодец не у каждого даже самого смелого человека найдется сила попросить прощения...у.. Бога.Ти хочешь бить с нами?Стать одним из нас учти ми тебя сейчас не держим если не хочеш можеш уйти...Ти согласен?",
    "answers": [
      {
        "id": 104,
        "text": "Согласен"
      },
      {
        "id": 15,
        "text": "Я пожалуй уйду"
      }
    ]
  },
  {
    "id": 102,
    "text": "Вы сказали: 'мне нет за что каятся!'Мужчина в белом приказал уберите его...Они окружили Вас и в одно мгновение воткнули ножи Вам в тело.\n'Всем есть за что' -- ответил монах после вашей смерти!",
    "answers": [
      {
        "id": 1,
        "text": "Смерть.Пожалийста найдите другую концовку.  :)\nВы открили концовку: 'Жертва монаха'"
      }
    ]
  },
  {
    "id": 103,
    "text": "Вы пошли в коридор он бил немного розваленим но идти по нему било можно.Что Вас удивило в етой странной больнице — ни одного окна не било!И поетому ориентироватся в пронстранстве не пледставлялось возможним.Вдруг Вы услишали рипящий голос: — Не...верь...очев...му, ник..да он тебя... \n дальше разобрать что он говорит било невозможно, но Вы уже и так поняли что Вам угрожает опастность правда ли?Коридор розделился на двое.Куда идти?В красивую и опятную дверь или грязную и обшарпаную.Вы уже знаете в какую дверь зайти правда ли?",
    "answers": [
      {
        "id": 122,
        "text": "Пойти в опрятную дверь"
      },
      {
        "id": 127,
        "text": "Пойти в обшарпаную дверь "
      }
    ]
  },
  {
    "id": 104,
    "text": "Вы согласились и прожили жизнь обичного монаха.Ви умерли в любове и заботе других монахов.Но при етом они открили вам ужастние тайни связание с их непростим делом...",
    "answers": [
      {
        "id": 1,
        "text": "Средняя концовка. Попробуйте пройти снова :)\nВы получили концовку: 'Жизнь среди монахов'"
      }
    ]
  },
  {
    "id": 105,
    "text": "Ви уйшли оттуда. \nПрям очень стрьомно там било находится. /подумали Ви.\nЧто делать дальше?",
    "answers": [
      {
        "id": 7,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 106,
    "text": "Какое неожиданое решение но что-то явно не желало випускать Вас из комнати.Дверь сразу же обвалилась.Ничего не остается как...",
    "answers": [
      {
        "id": 103,
        "text": "пойти в коридор"
      }
    ]
  },
  {
    "id": 107,
    "text": "Ви ждали за кустами возле семнадцатого дома но очередное розачерование: дверь била под замком, но для ВАСИ ето не проблема, Ви дождались Очередного человека которийвместо того что-би закрить дверь прикрил, а ви ее придержали и Ви пробрались в дом.Зашли в подвал которий бил не закрит через секунду Ви уже поняли почему до Вас тут уже кто-то бил но сейчас нету, походу он или они где-то на вилазке в городе.",
    "answers": []
  },
  {
    "id": 108,
    "text": "",
    "answers": []
  },
  {
    "id": 109,
    "text": "Вы как последний камикадзе скочили в большую вибоину справа, и ето оказалось верним решением!В ту же секунду тот солдат шмальнул по Вас с гранатомета!У Вас от взрива заложило уши.Но Вы остались живи и ето хорошо!Что делать далее.Отступать било поздно.Пора делать вибор.То что делать?",
    "answers": [
      {
        "id": 115,
        "text": "Бежать к широкому розложистому дереву и спрятаться за ним"
      },
      {
        "id": 116,
        "text": "Спрятаться за большим камнем неподалеку"
      }
    ]
  },
  {
    "id": 110,
    "text": "Вы решили побежать в парк.Там била река на то врямя Вас уже окружила милиция здавайтесь сопротивление безполезно!Что делать?\nПерепливти реку?Но ето может бить опастно, сдаться сколько там дадут года три?",
    "answers": [
      {
        "id": 112,
        "text": "Пливти через реку "
      },
      {
        "id": 113,
        "text": "Сдаться"
      }
    ]
  },
  {
    "id": 111,
    "text": "Вы в лесу.Вы оторвались.Вас уже не приследуют.Ви целий год провели в бегах и потом вернулись к своей нормальной жизни если можно так сказать!\n",
    "answers": [
      {
        "id": 1,
        "text": "Вы открили среднюю концовку.Попробуйте найти другие концовки. :)\nВы открили новую концовку: \"Милиция на хвосте\""
      }
    ]
  },
  {
    "id": 112,
    "text": "Вы не найшли идеи лучше чем плисти через реку...Вас снесло подводное течение...Через некоторое время не в силах сопротивлятся течению Ви утонули...",
    "answers": [
      {
        "id": 1,
        "text": "Вы открили плохую концовку!Найдите пожалуйта в другой раз другую концовку. :)\nВы открили новую концовку: 'В плене водной стихии'"
      }
    ]
  },
  {
    "id": 113,
    "text": "Вы сдались.Суд дал вам три года лишения свободи.Ви били ради что не рискнули плить через реку, а потом идти в бега.",
    "answers": [
      {
        "id": 1,
        "text": "Вы открили среднюю концовку! Попробуйте найти другую концовку в другой раз. :)\nВы открили новую концовку: \"Правомерное наказание\""
      }
    ]
  },
  {
    "id": 114,
    "text": "Вы решили пригнуть влево  на ровний участок поля.И к сожалению ошибились!Он шмальнул с гранатомета!В секунду куски вашего обгорелого тела розлетелись по округе...",
    "answers": [
      {
        "id": 1,
        "text": "Смерть.Вы найшли плохую концовку!Попробуйте найти другую концовку. :)\nВы нашли новую концовку: \"Вопреки предупреждениям\""
      }
    ]
  },
  {
    "id": 115,
    "text": "Вы подбежали к дереву и он еще раз стрельнул с гранатомета!Дерево розлетелось в дребезги, впрочем как и Вы!Как Вы поняли, ето конец!",
    "answers": [
      {
        "id": 1,
        "text": "Смерть.Вы найшли плохую концовку!Попробуйте найти другую концовку. :)\nВы получили новую концовку: \"Вопреки предупреждениям\""
      }
    ]
  },
  {
    "id": 116,
    "text": "Вы подбежали к етому камню, спрятались за ним и услушали вистрел с гранатомета!\n— Ха-ха...Он думает что победит меня ВАСЮ с етой игрушкой ага конечно!/подумали Вы.\nМощный камень казалось даже не шелохнулся от вистрела.Что делать дальше?",
    "answers": [
      {
        "id": 143,
        "text": "Подбежать к фортификациям солдат"
      },
      {
        "id": 144,
        "text": "Запригнуть в окоп"
      }
    ]
  },
  {
    "id": 117,
    "text": "Вы постучали в дверь.\nВам открили.Да ето бил Петр!\n—Я знал что ти сделаешь правильное решение! /обрадовался Петр.\n—Ну если ти уже в банде...\nВи попробовали что-то сказать как Петр сказал: --Ти уже с нами.../отрезал Петр.\nВам ничего не остается как согласится с ним.\n",
    "answers": [
      {
        "id": 118,
        "text": "Я уже зделал вибор (согласится)"
      }
    ]
  },
  {
    "id": 118,
    "text": "Так как ти меньший по рангу идеш на мисию надо одного паренька прижать.Он короче отморозился решил сбежать с банди...Ти там перед ним заточкой поганяй, можно сказать напугай!  \n— Ок. /отрезали Вы. \n— Только без самодеяьельности понял.У нас ето не приветствуется!/ сказал Петр.",
    "answers": [
      {
        "id": 119,
        "text": "Идти на мисию"
      },
      {
        "id": 120,
        "text": "Не идти "
      }
    ]
  },
  {
    "id": 119,
    "text": "Вы прижали етого парня.\n—Ей ти чьо морозишся  в банду вступил фраерок и в бега.Хах...Не отделаешся понял.\nОн понимательно кивнул. --Вот и правильно./Сказали Вы и скрились за переулком.",
    "answers": [
      {
        "id": 121,
        "text": "Доложить банде о успехах"
      }
    ]
  },
  {
    "id": 120,
    "text": "Вы решили не идти туда куда сказал Петр.Вы ишли по улице Вас кто-то огрел чем-то тежолим по голове.Ну не ожидал я от тебя такого Вася!Он взял небольшой топор и отрубил тебе палец!Будеш знать как...Ето все не по понятиям!И все же один малий шкет смотрел на Вас с ненавистю он что-то задумал я знаю!",
    "answers": [
      {
        "id": 123,
        "text": "Идти по улице думая о банде"
      },
      {
        "id": 124,
        "text": "Пойти здать банду в милицию"
      }
    ]
  },
  {
    "id": 121,
    "text": "— Я его прижал короче должен понять теперь по чом фунт изюма! /доложили Вы.\n— Вот и молодец теперь ти член нашой банди. /с уверенностью сказал Петр.\nТеперь ми твоя родня всьо по понятиям.\nВы остались с бандой 10 лет занимались рекетом, налетами в очередном из них Вас застрелили вот такова жизнь простого бандита!",
    "answers": [
      {
        "id": 1,
        "text": "Смерть.Вы найшли плохую концовку!Удачи в следуйщий раз! :)\nВи открили концовку : \"Среди своих\""
      }
    ]
  },
  {
    "id": 122,
    "text": "Вы зашли внутрь.Ничего особенного обшарпание стени покритие грибком, с какими-то странними углублениями по краям.Для чего они?Через несколько секунд Вы поняли для чего.\nУслишался голос: ха, попался! Дверь захлопнулась, две стени начали сдвигатся...Вскоре они сблизились настолько что сплюснули Вас в, простите в блинчик!Смерть.",
    "answers": [
      {
        "id": 1,
        "text": "Смерть.Вы найшли плохую концовку, пожалуйста найдите другую концовку! :)\nВи открили новую концовку: \"Прощай жизнь!\""
      }
    ]
  },
  {
    "id": 123,
    "text": "Вы идете по улице погрузившись в свои мисли.Вдруг из темноти к Вам резко подбегает чорная фигура, она ударяет по вас ножом поживоте...-- Ето ти да?/спрашиваете Вы.\n—  Да ето я!/отвечает тот шкет. \nВи попитались что-то сказать но сили покидали Вам стало тежело дишать...Вы умерли!\n ",
    "answers": [
      {
        "id": 1,
        "text": "Смерть.Вы найшли плохую концовку!Попробуйте найти другую концовку. :)\nВы нашли новую концовку: \"В лапах смерти\""
      }
    ]
  },
  {
    "id": 124,
    "text": "Вы не нашли другого вихода как здать их всех в милицию.Товарищ следователь я хочу здать одну банду в милицию.И ви росказали все что знали о банде.Следователь росказал вам план но он Вам не очень понравился но вибора не било, банда узнав что их здали в милицию подумала би на кого -- правильно на Вас!И они Вас  так и уб'ют!Потому не било вибора как согласится с следовательом.",
    "answers": [
      {
        "id": 125,
        "text": "Согласится"
      }
    ]
  },
  {
    "id": 125,
    "text": "План  таков: я иду внутрь здания бандити откривавают дверь тебе и милиция залетает вовнутрь здания!Троянский конь одним словом.Все должно идти по плану не правда ли?",
    "answers": [
      {
        "id": 126,
        "text": "Пойти с ментами в логово преступников"
      }
    ]
  },
  {
    "id": 126,
    "text": "Вы подходите к тому дому, хотя домом его било назвать сложно, ето била настоящая база!Вам открили дверь вистрел Вы упали на землю, все менти залетели в комнату, они били готови их придупридили...Ето тот шкет он следил за мной!И все же спецгрупа перестреляла большинство бандитов с минимальними потерями Петра убили.Меня ранили в плечо.Все хорошо...Я  переосмислил свою жизнь!Начал все заново...У меня все хорошо.",
    "answers": [
      {
        "id": 1,
        "text": "Вы найшли хорошую концовку!Попробуйте найти другую  концовку. :)\nВы нашли новую концовку: \"Сраведливость торжесвует\""
      }
    ]
  },
  {
    "id": 127,
    "text": "Вы решили зайти в неопрятную дверь.Вскоре Вы поняли что зайшли туда куда било нужно.Перед Вами стояла лестница, спуск в подвал, и на удивление свет в конце тунеля! \n—Ето виход! /промелькнуло у Вас в голове.\nНо било и чувство что что-то тут не чисто.\nВы снова услишали голос: не верь...го...лжи, дов..рся сердцу!\nТо куда там надо идти?\n",
    "answers": [
      {
        "id": 128,
        "text": "Поднятся по лестнице"
      },
      {
        "id": 138,
        "text": "Спустится в подвал"
      },
      {
        "id": 140,
        "text": "Идти на свет в конце тунелля "
      }
    ]
  },
  {
    "id": 128,
    "text": "Вы решили полезть по лестнице.Лестница била где-то метров десять в висоту.Вы залезли ето била криша трьох етажного здания.Вдруг Вы услишали голос: \"Ти прошол все испитания и заслужил на свободу НО перед етим тебе нужно вибрать одно и двух, хочеш свободи спригни из\nкриши, хочеш навсегда остатся тут зайди в ту дверь\"(внизу по леснице).Что вибрать?\n",
    "answers": [
      {
        "id": 141,
        "text": "Спригнуть с криши"
      },
      {
        "id": 142,
        "text": "Зайти в дверь"
      }
    ]
  },
  {
    "id": 129,
    "text": "Идти туда нет ни малейшего желания",
    "answers": []
  },
  {
    "id": 130,
    "text": "Ета комната била тупиковой тут нечего делать. ",
    "answers": [
      {
        "id": 71,
        "text": "Вернутся назад"
      }
    ]
  },
  {
    "id": 131,
    "text": "Ха-ха...Как только Вы собрались уйти, дверь обрушилась и завалилась, прям перед вами! --Вот так не задача...Ну что же прийдется найти другой виход. /подумали Вы.Все что  Вв заметели в своем пориве страха ето большая деревянная палка.",
    "answers": [
      {
        "id": 132,
        "text": "В опрятний коридор "
      },
      {
        "id": 133,
        "text": "В диру в стене"
      },
      {
        "id": 137,
        "text": "Подобрать большую деревянную палку"
      }
    ]
  },
  {
    "id": 132,
    "text": "Вы идете в непривично для етого здания чистом коридоре...Он ведет в еще одну розвалиную комнату.Есть еще две приоткритих двери.Из правой двери ишел странний свет, а из второй веяло мраком от которого в сердце стало страшно и холодно...\n— Ну ети глупости! /подумали Вы.\nОткинув мисли Вы подумали куда идти в дверь слева или справа?",
    "answers": [
      {
        "id": 134,
        "text": "Дверь справа"
      },
      {
        "id": 135,
        "text": "Дверь слева"
      }
    ]
  },
  {
    "id": 133,
    "text": "Тут нечего делать одно битое стекло и мусор, и обломки деревяной мебели.",
    "answers": [
      {
        "id": 131,
        "text": "Вернуться назад "
      }
    ]
  },
  {
    "id": 134,
    "text": "Когда Вы зайшли в ету дверь первое что Вы увидели ето светящийся монитор комп'ютера.\n— Откуда тут свет? /подумали Вы.\n— Ето моя игра! /Прозвучал хриплий голос из аудиоколонок .\n Вы били в шоке.\n— Какая игра?Ти вообще!Я простой бездомний.\n— Пройди тест или умри!  /Прокричал хриплий голос из монитора и затих.\nКоп'ютер погас.И от непривички стало очень темно вокруг.",
    "answers": [
      {
        "id": 132,
        "text": "Вернуться в предидущую комнату"
      }
    ]
  },
  {
    "id": 135,
    "text": "Как только Вы зайшли в комнату потолок стал сипатся и трещать!Ваши действия?",
    "answers": [
      {
        "id": 77,
        "text": "Отскочить в правую сторону внутри комнати"
      },
      {
        "id": 87,
        "text": "Отскочить в левую сторону внутри комнати"
      },
      {
        "id": 93,
        "text": "Отскочить назад (в предидущую комнату)"
      }
    ]
  },
  {
    "id": 136,
    "text": "Идти туда почему-то нет не малейшего желания",
    "answers": [
      {
        "id": 71,
        "text": "Вернуться назад"
      }
    ]
  },
  {
    "id": 137,
    "text": "Ето била большая, надежная палка не знаю для чего но Вы решили ее подобрать. ",
    "answers": [
      {
        "id": 131,
        "text": "Обдумать куда идти"
      }
    ]
  },
  {
    "id": 138,
    "text": "Спустится в подвал прекрастная идея!Вы зайшли в подвал осмотрелись поняли что там вихода нет!Железний люк закрился и Вы поняли что в ловушке!Вы прожили там еще несколько дней пока не умерли от голода и холода...\n",
    "answers": [
      {
        "id": 1,
        "text": "Смерть.Попробуйте найти другие концовки! :)\nВы открили новую концоку: \"Холодная смерть\""
      }
    ]
  },
  {
    "id": 139,
    "text": "Через несколько дней",
    "answers": []
  },
  {
    "id": 140,
    "text": "Вы решили пойти на свет в конце тунелля.Надежда не покидала Вас когда Вы подошли ближе увидили окно ето бил первий етаж!Тьфу, Вася еще и не с таких висот падал так что Вы уже мислинно ходили по улице и наслаждались свежим воздухом... НО вдруг пол под Вами обрушился и Вы упали в четирех метровую яму, по началу ви питались вибраться но вскоре все надежди пропали...Вы умерли.",
    "answers": [
      {
        "id": 1,
        "text": "Смерть.Вы найшли плохую концовку!Пожалуйста найдите другую концовку. :)\nВы найшли новую концовку: \"В сирой яме\""
      }
    ]
  },
  {
    "id": 141,
    "text": "Вы решаете спригнуть с криши.Поздравляю Вы розбились!Последнее что Вы услишали ето наглий смех того существа...",
    "answers": [
      {
        "id": 1,
        "text": "Смерть.Попробуйте найти другую концовку! :)\nВы открили новою концовку: \"Доверчивий дурак\""
      }
    ]
  },
  {
    "id": 142,
    "text": "Вы решили не слушать ето существо и зайти в дверь.Впрочем випригнуть с криши третего етажа на землю покритую обломками етого здания — ето безумство!Отрив дверь Вы просто вийшли наружу!Вы били щастливи что вибрались из лабиринта и остались живи!Говоря спасибо етому Вы переосмислили свою жизнь и стали охотником за привидениями.",
    "answers": [
      {
        "id": 1,
        "text": "Вы пройшли квест на хорошую концовку!Поздравляю Вас! :)\nВы открили новую концовку: \"Бегущий в лабиринте\""
      }
    ]
  },
  {
    "id": 143,
    "text": "Вы спрятались в большом бронированом здании \nвоенних.Тут било разного вида оружие.Огнемети, пистолети, пулемети, пару гранат и даже автомат калашникова!Странно как такое здание не охранялось!Однако Вам повезло дожить до етого момента, что будете брать?",
    "answers": [
      {
        "id": 145,
        "text": "Взять пулемет"
      },
      {
        "id": 146,
        "text": "Взять пистолет, пару гранат и калаш"
      },
      {
        "id": 147,
        "text": "Взять огнемет"
      },
      {
        "id": 148,
        "text": "Ничего не брать"
      }
    ]
  },
  {
    "id": 144,
    "text": "Вы не придумали идеи лучше как запригнуть в окоп.Уже начали гатить с пулемета и засипали Вас градом из пуль.Потом прийшел один умник и стрельнул в Вас с гранатомета и вас засипало заживо землей.Вы умерли!",
    "answers": [
      {
        "id": 1,
        "text": "Смерть.Вы найшли плохую концовку!Пожалуйста найдите другие концовки. :)\nВы открили новую концовку: \"Вопреки предупреждениям\""
      }
    ]
  },
  {
    "id": 145,
    "text": "Вы решили взять пулемет.Вы окуратно виходите из-за фортификации.По Вас сразу откривают огонь но етот пулемьот он стягивает движения и не дает нормально двигатся!Вы пробуете резко снять с себя пулемет.В етот момент в вас попадают!Вы умерли!",
    "answers": [
      {
        "id": 1,
        "text": "Смерть.Попробуйте найти другую концовку. :)\nВы нашли новую концовку: \"С оружием в руках\""
      }
    ]
  },
  {
    "id": 146,
    "text": "Вы взяли пистолет и пару гранат.Вы осторожно виходите из фортификации и по Вас откривают огонь.Вы били ради что взяли с собой льогкий пистолет и нормальний по размеру и весу калаш, и ничто не мешало Вам бежать.В тот момент когда в Вашу сторону обсипался град пуль Вы уже находились за фортификацией.Что делать дальше?",
    "answers": [
      {
        "id": 149,
        "text": "Сдаться военним"
      },
      {
        "id": 154,
        "text": "Идти на пролом к их базе"
      }
    ]
  },
  {
    "id": 147,
    "text": "Вы решили взять огнемет.Ви окуратно виходите из фортификации.И вдруг по Вам откривают огонь.Вы уже думаете бежать но етот огнемет  ужастно тяжолий, и стягивает движения.Вы пробуете снять из себя огнемет но в етот момент они начинают стрелять.В Вас попадают!Град пуль прошивает Ваше тело!Вы умираете... ",
    "answers": [
      {
        "id": 1,
        "text": "Смерть.Попробуйте найти другую концовку. :)\nВы найшли новую концовку: \"С оружием в руках\"\n"
      }
    ]
  },
  {
    "id": 148,
    "text": "Вы решили не трогать оружия, Вы не знаете почему но Вы не захотели его трогать.Однако ето ваше решение.Вы осторожно виходите из здания и сразу по вас откривают огонь Вы били ради что ничто не мешало Вам бежать, Вы спрятались за фортификацию в тот момент.Ну что делать дальше?",
    "answers": [
      {
        "id": 149,
        "text": "Сдаться военним"
      },
      {
        "id": 150,
        "text": "Побежать на пролом к их базе "
      }
    ]
  },
  {
    "id": 149,
    "text": "Вы подняли руки и вийшли из-за конструкции.Тут же на Вас посипался град пуль из Вас вийшло би неплохое решето...Как Вы уже поняли Вас застрелили!",
    "answers": [
      {
        "id": 1,
        "text": "Смерть.Попробуйте найти другую концовку. :)\nВы открили новую концовку: \"Я пришел с миром\""
      }
    ]
  },
  {
    "id": 150,
    "text": "Ето било безумно!Но Вы побежали на пролом и вас даже не убили.Вы достали из рюкзака железную трубу которую найшли на свалке так как не имели другого оружия вдруг к Вам подбежал солдат и хочет сделать вистрел в Вашу сторону!Ваши действия?",
    "answers": [
      {
        "id": 152,
        "text": "Резко ударить трубой по голове"
      },
      {
        "id": 153,
        "text": "Увернуться от вистрела"
      }
    ]
  },
  {
    "id": 151,
    "text": "Вы кинули гранату в идущих в Вашу сторону солдат граната убила всех сразу.Но наделала столько шума что на него збежались все солдати  в округе!Вот уже орда солдат ишла в сторону умерших солдат.Вы поняли что сможете прикончить их сразу! Вы кинули гранату.Двоих контузило,одного покалечило еще одного убило.Но вдруг сзади Вас ударил ножом \nкакой-то солдат в глазах потемнело...Смерть.",
    "answers": [
      {
        "id": 1,
        "text": "Смерть.Попробуйте найти другую концовку. :)\nВы нашли новую концовку : \"Героическая смерть\""
      }
    ]
  },
  {
    "id": 152,
    "text": "Как только Вы рипнулись в его сторону он сделал вистрел.Тело прошила ужастная боль.Вистрел бил смертельним.Вы умерли!",
    "answers": [
      {
        "id": 1,
        "text": "Смерть.Попробуйте найти другую концовку. :)\nВы нашли новую концовку: \"С оружием в руках\""
      }
    ]
  },
  {
    "id": 153,
    "text": "Вы попробовали увернутся но солдат ето придвидел!Вистрел в голову.Как послецтвие —  смерть, проконстатировал факт боевой медик.",
    "answers": [
      {
        "id": 1,
        "text": "Смерть.Попробуйте найти другую концовку! :)\nВы открили новую концовку: \"С оружием в руках\""
      }
    ]
  },
  {
    "id": 154,
    "text": "С криками: 'Ром, ром, ром, Вася ром, под градом пуль Вы пройшли к их базе.Ето било безумством но Вы зделали ето!\n— Прям как в кино!/подумали Вы.\nНо вдруг ети мисли оборвал идущий в вашу сторону солдат, вдруг увидив вас он потянулся к карману за пистолетом!Ваши действия?\n",
    "answers": [
      {
        "id": 153,
        "text": "Увернуться от опасности"
      },
      {
        "id": 155,
        "text": "Витрелить в солдата из пистолета не роздумивая"
      }
    ]
  },
  {
    "id": 155,
    "text": "Вы решили вистрелить в солдата не роздумивая.Вистрел.Солдат рухнул на землю.Вы розправились с одним военним.Недалеко от Вас било еще несколько солдат.Что делать?",
    "answers": [
      {
        "id": 151,
        "text": "Кинуть гранату в сторону солдат"
      },
      {
        "id": 156,
        "text": "Вистрелить из пистолета по очереди в каждого из солдат."
      },
      {
        "id": 157,
        "text": "Випустить очередь из калаша по солдатам"
      },
      {
        "id": 158,
        "text": "Не стрелять в солдат(Попробовать тихо скрится)"
      }
    ]
  },
  {
    "id": 156,
    "text": "Вы не нашли идеи лучше как стрелять в каждого из солдат по очереди.Вы вистрелили в одного солдата он рухнул на землю, трое остальних солдат открили по Вас огонь но Вы своевременно увернулись от опастности.В друг Вы услушали свист пули у Вас возле уха!Вы не сразу поняли кто ето бил, через секунду у Вас уже била дирка в голове.Ето бил снайпер.Вы умерли!",
    "answers": [
      {
        "id": 1,
        "text": "Смерть.Попробуйте пожалуйста найти другую концовку. :)\nВы открили новую концовку:  \"Героическая смерть\""
      }
    ]
  },
  {
    "id": 157,
    "text": "Вы випустили очередь по солдатам через несколько секунд все солдати уже валялись на земле.Впрочем как и Вы!Когда Вы стреляли в солдат Вам в голову залетела пуля!Ето бил снайпер.Ето конец.Смерть.",
    "answers": [
      {
        "id": 1,
        "text": "Смерть.Попробуйте найти другую коцовку. :)\nВы найшли новую концовку: \"Героическая смерть\" "
      }
    ]
  },
  {
    "id": 158,
    "text": "Вы решили не убивать солдат.Вы тихо побежали к блиндажу солдат но один из солдат которого Вы не захотели убивать заметил Вас.Они решили обойти блиндаж с разних сторон.Ваши действия?",
    "answers": [
      {
        "id": 159,
        "text": "Вистрелить в тихонько подкрадиваещегося солдата справа (3 м.)"
      },
      {
        "id": 160,
        "text": "Кинуть гранату в сторону трех солдат слева(10 м.)"
      },
      {
        "id": 149,
        "text": "Сдаться"
      }
    ]
  },
  {
    "id": 159,
    "text": "Вы решили просто вистелить в солдата по ближе.Вистел и он уже лежал на земле мертвим,услишав етот вистрел сбежались трое солдат.Куда бежать?",
    "answers": [
      {
        "id": 161,
        "text": "Запригнуть в окоп"
      },
      {
        "id": 162,
        "text": "Спрятатся за бетонними плитами"
      }
    ]
  },
  {
    "id": 160,
    "text": "Вы кинули гранату в сторону трех солдат.Граната прилитела им подноги.Их розорвало на кусочки.Но вскоре Вы поняли что зделали неправильний вибор.Подкрадивающийся солдат\nв ту же секунду как услишал взрив,подошел к Вам со спини и зделал вистрел.Смерть.",
    "answers": [
      {
        "id": 1,
        "text": "Смерть.Попробуйте пожалуйста найти другую концовку. :)\nВы найшли новую концовку \"Героическая смерть\""
      }
    ]
  },
  {
    "id": 161,
    "text": "Нераздумивая Вы запригнули в окоп.С него бил хороший обзор на суетившихся солдат.У Вас бешенно колотилось сердце.Один солдат кинул гранату за метров пять от Вас, и Вас немного присипало землей.Вот другая граната где-то за три метра от Вас.Вас контузило но Вы не могли даже голову поднять иза града пуль над вашей головой.Третья граната залетела прям в окоп возле Вас!Вы попитались било отскочить но даже ето не спасло Вас.Вы умерли!",
    "answers": [
      {
        "id": 1,
        "text": "Смерть.Попробуйте найти другую концовку. :)\nВы открили новую концовку: \"До последнего\""
      }
    ]
  },
  {
    "id": 162,
    "text": "Вы решили спрятатся за бетонними плитами.Как думаете ето било хорошее ришение?Кочно же да!За бетоном их вистрели ничего Вам сделать не могли.Но и Вы солдатам ничего сделать не могли.Так как с бетонних плит блок пост не очень!Но у Вас есть вибор вилесть сверху на бетонную плиту и воспользоватся моментом неожиданности или пройти к левому краю плити(сбоку от направления движения солдат) и попробовать застрелить кого-то из солдат.Что будете делать?",
    "answers": [
      {
        "id": 163,
        "text": "Вилезть слевой сторони бетонной плити"
      },
      {
        "id": 165,
        "text": "Вилезть на бетонную плиту сверху"
      }
    ]
  },
  {
    "id": 163,
    "text": "Как только Вы вилезли из-за бетонной плити в Вашу сторону полетел град пуль!Один военний походу догадался наперед о Вашем плане.Отается только...",
    "answers": [
      {
        "id": 165,
        "text": "Вилезти сверху на плиту"
      }
    ]
  },
  {
    "id": 164,
    "text": "Доступние концовки:\n\"Среди своих\";\n\"В лапах смерти\";\n\"Справедливость торжествует\";\n\"Среди бомжей\";\n\"Жизнь среди монахов\";\n\"Жертва монахов\";\n\"Под завалами старой больници\";\n\"Прощай жизнь\";\n\"Доверчевий дурак\";\n\"Бегущий в лабиринте\";\n\"Хололная смерть\";\n\"Простой роботяга\";\n\"Все как у людей\";\n\"Под колесами машини\";\n\"Неоправдание надежди\";\n\"Богач в вечном долгу\";\n\"Преступление — Наказание\";\n\"Правомерное наказание\";\n\"В лапах изверга\";\n\"В плене водной стихии\";\n\"Милиция на хвосте\";\n\"Нет преступения без наказания\";\n\"В заточении монахов\";\n\"Одинокий псих\";\n\"Смерть в стечной канаве\";\n\"В сирой яме\";\n\"В паще волка\";\n\"Селянин\";\n\"С оружием в руках\";\n\"Я пришел с миром\";\n\"Героическая смерть\";\n\"Вольний халк\";\n\"До последнего\";\n\"Я сильнее их всех\";\n\"Неудачний експеремент\".\nВ зависимости от изменений в квесте, автор оставляет за собой право изменять, редактировать концовки на свое усмотрение.",
    "answers": [
      {
        "id": 1,
        "text": "Вернутся на главную"
      }
    ]
  },
  {
    "id": 165,
    "text": "Вы решили залезть на бетонную плиту сверху никто из военних не ожидал такого Вашего  решения.Вы ранили одного военного в плечо и  вдруг Вы почуствовали ужасную боль в спине Вам очень захотелось спать та так что Вы свалились с тех плит.",
    "answers": [
      {
        "id": 167,
        "text": "Проснутся"
      }
    ]
  },
  {
    "id": 166,
    "text": "А почему би и нет! /ответили Вы.\nДоктор ввел Вам в вену свою странную зеленую сироватку .И реальность превзойшла ожидания Вы начали увеличиватся в размерах,и Ваша кожа приобрела зелений оттенок!\n— Прям как халк. /подумали Вы.\nВоенний ахнул!\n—Ану проведем експеремент!А ну ка ти подними етот многотонний танк!\nВи с неособими усилиями подняли танк!Вдруг военний вистрелил Вам в живот из пистолета!Пуля отскочила от Вас как от железного листа!\n— Пойдем на базу!/Скомандивал командир.",
    "answers": [
      {
        "id": 169,
        "text": "Послушать военного"
      },
      {
        "id": 170,
        "text": "Не слушать военного "
      }
    ]
  },
  {
    "id": 167,
    "text": "Вы проснулись в каком-то странном помещении похожом на лабораторию что-ли.Вы слишали голоса:\n— Как ми можем ето зделать?\n— Ми введем ему доксимофламид  внутревенно.Конечно для етого нужно его желание иначе никак не сработает.\n— О проснулся!\n— Кто Вы такие и где я вообще нахожусь? /спросили Ви.\n— Ми?А, я доктор Шмит, а ето командир етой бази госпожа Линкер.\n— Что Вам от меня нужно?\n— Понимаеш ли, нам нужен поддоследний для нашого експеремента. /сказал военний.\n— Ну почему именно я?/спросили Вы.\n— Я ище не видел такого что би один человек смог противостоять военним, пробратся прям под нашу базу и убить стольких наших подопечних. /сказал военний.\n— К чему Вы ведете? /спросили Вы.\n— Я к тому что есле Вы справились со столькими военними с такими силами то что будет есле Ваша сила увеличится где-то в раз десять?/ответил военний.\n— Я что буду поддоследним кроликом?\n— Похоже на ето! /добавил доктор Шмит.\n—  Ми просто введем Вам доксимофламид внутревенно тогда Ваше тело начнет превращатся... /доложил док.\n—То что Вам мешает ввести его мне против моей воли? /подметели Вы.\n— Понимаете ли, ми не можем ввести его вам когда Вы етого не хотите!Вот такая вот загвоздка!/розказал доктор Шмит.\n— То Вы хотите взять участие в нашем експеременте? /сказал док.\n\n\n",
    "answers": [
      {
        "id": 166,
        "text": "А почему би и нет!"
      },
      {
        "id": 168,
        "text": "Никогда"
      }
    ]
  },
  {
    "id": 168,
    "text": "— Никогда! /ответили Вы.\nНу тогда ми уже не можем отпустить Вас живим!\nВоенний пристанивил пистолет к Вашему горлу, и нажал на курок.Бризги крови розлетелись по всей лаборатории.\n— Ну почему именно тут!Может стоило для етого вивести его с лаборатории! /с недовольством сказал доктор.\nВоенний лиш что-то пробурчал и ушел из лаборатории.\n\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Смерть.Попробуйте найти другие концовки. :)\nВы открили новую концовку: \"Неудачний експеринент\"\n"
      }
    ]
  },
  {
    "id": 169,
    "text": "Вы послушали военного все-таки он подарил Вам ету силу.Вы так и прожили оставшишуйся жизнь \"на побегушках у военних\" , боролись со всеми кто ставал на преграде их планам.",
    "answers": [
      {
        "id": 1,
        "text": "Вы найшли среднюю концовку!Пожалуйста найдите и другие концовки. :)\nВы найшли новую концовку: \"Я сильнее их всех\""
      }
    ]
  },
  {
    "id": 170,
    "text": "Вы не послушали военного.\n— Ану живо пошел на базу!Не забил кто подарил тебе ету силу!/ прокричал военний.\nВы с ревем смели лодонью етого военного от удара с лодонью которая била немного больше него он отлетел на десять метров!\n— Ти не забил с кем розговариваеш я ВАСЯ! /громким голосом сказали Вы.\nВи с ненавистью роздавили военного ногой.\nИ через некоторое время уничтожили ненавистную базу!Потом Вы узнали что можете превращатся в самого себя когда Вам било ето нужно.Вы поселились в лесу.Построить свой дом для Вас не составило проблеми.Так и прожили как отлюдник до конца жизни.\n",
    "answers": [
      {
        "id": 1,
        "text": "Вы нашли среднюю концовку!Пожалуйста найдите и другие концовки. :)\nВы найшли новую концовку: \"Вольний халк\""
      }
    ]
  },
  {
    "id": 171,
    "text": "",
    "answers": []
  }
]