[
  {
    "id": 1,
    "text": "Автор: Teo GoGo\nЖанр: Романтика, фэнтези, приключения.\nНе задумывались вы когда-нибудь, что было бы с вами, окажись вы в обстоятельствах, которые не описать разумно. Вы можете фантазировать, воображать и раздумывать, но не узнаете, что ждёт вас на самом деле.\nОкунитесь в волшебное приключение, которое изменит все. Принимайте решения, ищите счастье или приключения. \nУдачи в пути!",
    "answers": [
      {
        "id": 2,
        "text": "Начать путешествие"
      },
      {
        "id": 3,
        "text": "Комментарии от автора"
      }
    ]
  },
  {
    "id": 2,
    "text": "Я вышел из школы с плохим настроением. Целый ворох домашки, очередное предупреждение и перепалка с Ронни Блейком в придачу. \nОглянувшись, я увидел последнего. Он, безусловно, направлялся ко мне.",
    "answers": [
      {
        "id": 4,
        "text": "Ускорить шаг"
      }
    ]
  },
  {
    "id": 3,
    "text": "Квест написан и оформлен при поддержке Dangerous Larson. \nСвязаться с автором можно по адресу kararosomahagmail.com\nМожно поделиться советом, идеей или критическим замечанием.\nСпасибо! ",
    "answers": [
      {
        "id": 1,
        "text": "На первую "
      }
    ]
  },
  {
    "id": 4,
    "text": "Несмотря на все мои старания, Блейк легко и быстро меня нагнал.\n— Что мне нужно сделать, чтобы ты от меня отвалил? — нетерпеливо спросил я.\n— Оу, потише! Я так, поболтать. — сказал он, подняв руки. — Но, если ты хочешь что-нибудь сделать, я с радостью.\n— И ты отстанешь? \n— Я держу обещания.",
    "answers": [
      {
        "id": 5,
        "text": "Согласиться"
      },
      {
        "id": 6,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 5,
    "text": "— Говори — устало ответил я, — только быстро.\n— Всё для тебя, дружище! \n— Не называй меня так, и хватит этого цирка.",
    "answers": [
      {
        "id": 8,
        "text": "Следовать за Ронни"
      }
    ]
  },
  {
    "id": 6,
    "text": "— Слушай, просто оставь меня в покое. — зло кинул я и поспешил скрыться. Что казалось невыполнимой задачей, учитывая, что жили мы в одном доме.",
    "answers": [
      {
        "id": 7,
        "text": "Идти домой"
      }
    ]
  },
  {
    "id": 7,
    "text": "Но я ошибался, думая, что он отстанет. Нет, Ронни догнал меня и заставил следовать за ним.\nДа, он ударил меня, схватил за куртку и заставил следовать за ним.",
    "answers": [
      {
        "id": 8,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 8,
    "text": "— Куда ты тащишь меня? — спокойно спросил я.\n— Увидишь, дружище, увидишь...\nЧерез несколько минут, мы наконец дошли. Передо мной стоял небольшой, но величественный деревянный дом. Окна были, как ни странно, витражные. Ронни достал карманный нож и, каким-то чудом, открыл дверь.",
    "answers": [
      {
        "id": 9,
        "text": "Возражать"
      },
      {
        "id": 10,
        "text": "Покориться"
      }
    ]
  },
  {
    "id": 9,
    "text": "— Ронни, ты что вообще творишь? — воскликнул я.\n— Спокойно, дружище, спокойно. Мы просто пошаримся там, и все. — он развёл руками, давая понять, что не видит в этом ничего дурного.",
    "answers": [
      {
        "id": 11,
        "text": "Пройти в дом"
      }
    ]
  },
  {
    "id": 10,
    "text": "Не желая расстраивать мать или снова быть избитым, я решил ничего не говорить. И просто, как всегда, побрел за Ронни, молясь, чтобы всё обошлось.",
    "answers": [
      {
        "id": 11,
        "text": "Пройти в дом"
      }
    ]
  },
  {
    "id": 11,
    "text": "Внутри дом оказался ещё краше, чем снаружи. Витражные окна освещали комнаты разноцветными огнями. На многочисленных полках лежали книги и разного рода красивые предметы. ",
    "answers": [
      {
        "id": 12,
        "text": "Спросить про хозяина дома"
      }
    ]
  },
  {
    "id": 12,
    "text": "— Ронни, чей это дом? — спросил я, оглядываясь.\n— Это дом нашей чокнутой одноклассницы, — ответил он, скаля зубы.\nКруто развернувшись, он стал шарить по полкам, крутить в руках и разглядывать странные предметы.",
    "answers": [
      {
        "id": 13,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 13,
    "text": "Я сразу понял о ком говорил Ронни. Эту девушку звали Дея Лаури, но ее называли просто \"чокнутая\" или \"ненормальная\". Она действительно иногда вела себя странно, но судя по всему была довольно умной и интересной при близком знакомстве.",
    "answers": [
      {
        "id": 14,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 14,
    "text": "Шарясь по дому и разглядывая вещи, Ронни мерзко посмеивался. Однако вскоре он замолчал и подозвал меня.\n— Эй, Дикки, дружище, подойди сюда.\nОторвавшись от безрадостного созерцания корешков многочисленных старинных книг, я пошел на голос Ронни. Войдя в дверной проем, я увидел Блейка, достающего мягко мерцающий камень из стеклянного футляра. ",
    "answers": [
      {
        "id": 15,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 15,
    "text": "Всё произошло так быстро, что я не сразу и понял.\nЯ видел, как Ронни взял в руки камень и как через несколько секунд его руки и голова покрылись чем-то вроде щупалец, а потом он просто исчез, не успел я даже слово сказать. Все это было так немыслимо, что не умещалось в мою голову.\nНе знаю сколько прошло времени, прежде чем я услышал звуки в коридоре старинного дома.",
    "answers": [
      {
        "id": 16,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 16,
    "text": "Всё ещё слабо понимая что происходит, я оглянулся и увидел саму Дею Лаури, входящую в комнату.\nДевушка в замешательстве взглянула сначала на меня, потом на пустой раскрытый футляр. В её глазах отразился страх.\n— Здесь кто-то был с тобой? — с надеждой спросила она.",
    "answers": [
      {
        "id": 17,
        "text": "Молчать"
      },
      {
        "id": 18,
        "text": "Рассказать все"
      }
    ]
  },
  {
    "id": 17,
    "text": "Я оторопело смотрел на нее, не в силах вымолвить слова.\n— Кто здесь был? — спросила она, голосом полным отчаяния.",
    "answers": [
      {
        "id": 18,
        "text": "Ответить"
      }
    ]
  },
  {
    "id": 18,
    "text": "— Ронни, — прохрипел я, — он привел меня сюда, а потом взял какой-то камень и... — я не смог продолжить рассказ.\nНесколько секунд Дея стояла в нерешительности, а после стала быстро ходить из комнаты в комнату и что-то собирать.",
    "answers": [
      {
        "id": 19,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 19,
    "text": "Не знаю сколько прошло времени, но после того как её сборы закончились, она протянула мне какую-то жидкость.\n— Выпей это, — сказала она, — станет легче.\n",
    "answers": [
      {
        "id": 20,
        "text": "Выпить предложенную жидкость"
      },
      {
        "id": 21,
        "text": "Не пить"
      }
    ]
  },
  {
    "id": 20,
    "text": "Не будучи уверенным в своих действиях, я все же выпил то, что мне дала девушка. Уж не знаю, что это было, но оно помогало. Постепенно шоковое состояние стало меня покидать. Не прошло и минуты, как я снова обрёл способность здраво мыслить.\n— Спасибо, — сдавленно сказал я.\nДея лишь устало улыбнулась в ответ.",
    "answers": [
      {
        "id": 22,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 21,
    "text": "Я взял бутылек и уставился на девушку.\n— Это от шока. Тебя нужно привести в порядок, — сказала она.",
    "answers": [
      {
        "id": 20,
        "text": "Выпить"
      }
    ]
  },
  {
    "id": 22,
    "text": "Снова придя в себя, я осмотрелся. Судя по вещам, которые собирала девушка, ей предстояло какое-то путешествие, причем явно не короткое. Что-то внутри, так и подмывало меня предложить ей свою помощь, но также я смутно ощущал, что этот путь может быть очень опасным. Как же мне поступить?",
    "answers": [
      {
        "id": 23,
        "text": "Предложить помощь и пойти с ней"
      },
      {
        "id": 24,
        "text": "Остаться здесь"
      }
    ]
  },
  {
    "id": 23,
    "text": "Я не могу точно сказать, что толкнуло меня на этот поступок, но я, неожиданно даже для себя самого, громко сказал:\n— Я иду с тобой.\n— Что? — удивлённо спросила девушка, — Нет, никуда ты не пойдешь. Прошу, не нужно...",
    "answers": [
      {
        "id": 28,
        "text": "Настаивать на своем"
      }
    ]
  },
  {
    "id": 24,
    "text": "Не сумев пересилить страх я молча наблюдал, как Дея вернулась переодетой по-видимому в дорожный костюм, и повесила на спину рюзкак.\nКогда она была готова уйти, я прошел за ней в коридор и, наконец, вышел из дома, в котором случилось столько странного.\n— Эмм, Ричард, так? — Я кивнул.\n— Ричард, прошу, пообещай мне, что все, случившееся в этом доме, останется в этом доме. Я не должна допускать, чтобы об этом кто-то знал.",
    "answers": [
      {
        "id": 25,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 25,
    "text": "*ДВЕ НЕДЕЛИ СПУСТЯ*\nВсё время после происшествия в старинном доме, я ходил как во сне. Мать рыдала и все время спрашивала не знаю ли я, где мой брат.\nЧто я мог ей ответить? \nНо через две недели Ронни вернулся. Его постоянно расспрашивали о том, где он был, но он всегда отвечал, что ничего не помнит. Но я ему не верил.",
    "answers": [
      {
        "id": 26,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 26,
    "text": "Ронни стал вести себя более чем странно. Он стал очень тихим, но его иногда посещали припадки гнева, особенно когда речь заходила о Дее Лаури, которая так и не вернулась. Однажды он избил парня, который предположил, что она просто сбежала с каким-то бойфрендом.\nЯ пытался у него узнать, что случилось и где он был, но он ничего не отвечал.",
    "answers": [
      {
        "id": 27,
        "text": "{Спустя девять лет}"
      }
    ]
  },
  {
    "id": 27,
    "text": "После той истории Ронни лечился в больнице для душевнобольных. Он вернулся оттуда подавленным, но, кажется, более нормальным.\nМы с ним стали настоящими братьями, хоть и не по крови.\nСейчас он работает в фитнес клубе. Он не женат, но удочерил прекрасную девочку. Ронни назвал ее Дея.\nЯ живу не хуже. Но мою жизнь омрачает одна мысль. \nМожет быть, если бы я пошел туда с Деей все кончилось бы иначе?\nМожет быть я смог бы что-то исправить?\nМожет быть...\n\n\n* КОНЕЦ*",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 28,
    "text": "— Я хочу тебе помочь, — сказал я. \nКакое-то время она молчала и смотрела мне в глаза. Я не знаю, что она в них нашла, но, после она вдруг опустила голову и тихо произнесла:\n\" Тебе может угрожать опасность\".\n— Ну и что? — сказал я, удивляясь собственной смелости.\n— Тогда нужно собрать кое-что ещё. ",
    "answers": [
      {
        "id": 29,
        "text": "И мы отправились в путь..."
      }
    ]
  },
  {
    "id": 29,
    "text": "Мы шли молча. Дорога была короткой, по крайней мере мне так показалось. Так или иначе, мы подошли к странного вида пещере, которой по-моему раньше здесь не было.\n— Уверен, что хочешь идти? — неуверенно спросила Дея. Я молча кивнул.",
    "answers": [
      {
        "id": 30,
        "text": "Идти в пещеру"
      }
    ]
  },
  {
    "id": 30,
    "text": "Дея ловко и быстро спустилась вниз по крутой тропке. А я, неуверенно поглядывая на скользкие лужицы, старался следовать за ней. Несмотря на глубину пещеры, здесь было довольно светло.\nЯ огляделся. Это место было удивительно красивым. Лёгкое синее свечение наполняло все пространство сказочным очарованием. Изо рта сам по себе вырвался восхищённый вздох. На секунду я даже забыл, зачем мы сюда пришли.",
    "answers": [
      {
        "id": 31,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 31,
    "text": "Однако Дея вернула меня на землю, оторвав от мечтаний.\n— Нужно немного подождать. Ближе к вечеру начнем.\n— Начнем что? — недоуменно спросил я.\nДея замялась и тихо сказала, что лучше я посмотрю, когда все будет происходить, потому что объяснить будет трудно.",
    "answers": [
      {
        "id": 32,
        "text": "Ждать в пещере"
      },
      {
        "id": 33,
        "text": "Выбраться наружу"
      }
    ]
  },
  {
    "id": 32,
    "text": "Я решил не рисковать, выбираясь из пещеры, и остаться внутри. Немного подумав, я присел на слегка промокшую землю. Дея беспокойно ходила из угла в угол, а потом присела рядом со мной, закрыла глаза и стала что-то едва слышно напевать.",
    "answers": [
      {
        "id": 34,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 33,
    "text": "Устав от темноты, я решил попробовать выбраться из этой пещеры. Как оказалось зря.\nМои жалкие попытки вскарабкаться вверх по склону не привели ни к чему. Я лишь окончательно запачкал одежду.\nЯ взглянул на Дею. Она немного походила из угла в угол, а потом, взяв себя в руки, присела на землю, закрыла глаза и стала едва слышно что-то напевать.",
    "answers": [
      {
        "id": 34,
        "text": "Сесть рядом"
      }
    ]
  },
  {
    "id": 34,
    "text": "Какое-то время мы просто сидели. Я смотрел на кусочек неба, выглядывавший из прохода, и прислушивался к пению Деи.\nМелодия была красивой, но непривычной для моего уха. \nЯ не понимал слов, но песня была, видимо, грустной.",
    "answers": [
      {
        "id": 35,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 35,
    "text": "Когда солнце почти опустилось, Дея поднялась на ноги и подняла рюкзак.\n— Нам пора. Идёшь? — сказала она.\nЯ кивнул и тоже поднялся. Дея тем временем ощупала стены пещеры и нашла там какой-то проход.\nЭто меня немало удивило, ибо мне казалось, что там ничего нет.",
    "answers": [
      {
        "id": 36,
        "text": "Идти за девушкой"
      }
    ]
  },
  {
    "id": 36,
    "text": "Дея провела меня по узкому коридорчику, который привел нас к просторному углублению.\nИ тут я мог только ахнуть, ибо почти все пространство здесь занимало озеро, которое светилось ярким синим светом.\n— Как красиво! — выдохнул я.\n— Да, и правда... — согласилась Дея.",
    "answers": [
      {
        "id": 37,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 37,
    "text": "Дея подошла к самому краю озера. Она расстегнула верхние пуговицы куртки и сняла с шеи цепочку, на которой висел очень маленький нож. Он был невероятно красивым. Тонкие линии резьбы причудливо завивались, пересекаясь и закручиваясь в крошечные завитки, которые в свою очередь оканчивались тёмно-синими драгоценными камнями.",
    "answers": [
      {
        "id": 38,
        "text": "Молчать"
      },
      {
        "id": 39,
        "text": "Спросить"
      }
    ]
  },
  {
    "id": 38,
    "text": "Я решил не тревожить Дею, которая и без того была напряжена.\nТем временем девушка, сняв ножны, сделала крохотным оружием тонкий и аккуратный надрез на своем запястье.\nКогда из раны потекла кровь, Дея подняла руку прямо над водой. Красные капли, едва касаясь поверхности озера приобретали голубой цвет и начинали ярко мерцать, освещая лицо и глаза девушки. \nТогда я увидел слезу, плывущую по ее щеке.",
    "answers": [
      {
        "id": 40,
        "text": "\"Что такое?\""
      }
    ]
  },
  {
    "id": 39,
    "text": "— Для чего это нужно? — недоуменно спросил я.\nДея то ли не услышала меня, то ли предпочла проигнорировать. \nНапряженно вздохнув, она сделала крохотным оружием тонкий и аккуратный надрез на своем запястье.\nКогда из раны потекла кровь, Дея подняла руку прямо над водой. Красные капли, едва касаясь поверхности озера приобретали голубой цвет и начинали ярко мерцать, освещая лицо и глаза девушки. \nТогда я увидел слезу, плывущую по ее щеке.",
    "answers": [
      {
        "id": 40,
        "text": "\"Что такое?\""
      }
    ]
  },
  {
    "id": 40,
    "text": "— Что-то случилось? — осторожно поинтересовался я.\n— Да так, просто неприятные воспоминания, — ответила Дея, быстро смахивая слезу и грустно улыбаясь.\nЯ вновь взглянул на чудное озеро, и удивлению моему не было предела. Голубая кровь Деи растеклась по всему объему воды и, вместо того чтобы раствориться, дошла до дна, проходя через него. Ещё немного, и я вовсе перестал видеть его.",
    "answers": [
      {
        "id": 41,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 41,
    "text": "Дея повернулась ко мне лицом и, собравшись с мыслями, сказала:\n— Если ты правда хочешь пойти со мной, то нужно соблюдать несколько правил. Они очень простые, но очень важные. Первое — не задумываясь делать все, что я скажу. Второе — ни при каких обстоятельствах, ни с кем не говорить. И третье — не отходить от меня ни на шаг.\n— Ого, — выдохнул я. Было очень непривычно видеть и слышать такую твердость в, обычно мягкой и тихой, Дее.",
    "answers": [
      {
        "id": 42,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 42,
    "text": "— Так ты уверен, что хочешь пойти? — сказала Дея и испытующе посмотрела на меня.\n— Да, конечно. — не задумываясь ответил я.\n— Ладно, тогда слушай. Сейчас мы с тобой войдем в это озеро, доплывем до дна и вынырнем там.\nТолько я собрался задать пару вопросов, вертевшихся на языке, как Дея взяла меня за руку и подвела к краю.",
    "answers": [
      {
        "id": 43,
        "text": "Остановить ее"
      },
      {
        "id": 43,
        "text": "Расспросить ее"
      }
    ]
  },
  {
    "id": 43,
    "text": "— Прости Дея, но...\n— Прошу ничего не говори. Я ведь предупреждала, что все непросто.\nОна была печальна, а ее голос дрожал. Я крепче сжал ее руку и понимающе кивнул.\nИ тогда в ее глазах отразились удивление и... благодарность.",
    "answers": [
      {
        "id": 44,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 44,
    "text": "Один шаг, и мы оказались в воде. Озеро было теплым как молоко. Сияющая вода нежно обнимала наши тела и тянула вниз.\nЧерез некоторое время я потерял внутренний ориентир и у меня закружилась голова. Дея крепко схватила мою руку и поплыла в неизвестном направлении.\nЧерез несколько секунд, показавшихся мне вечностью, мы наконец вынырнули. Воздух обжёг меня холодом.",
    "answers": [
      {
        "id": 45,
        "text": "Вылезти из воды"
      },
      {
        "id": 45,
        "text": "Оглядеться"
      }
    ]
  },
  {
    "id": 45,
    "text": "Нехотя выбираясь из уютных объятий озера, я огляделся. И едва не упал снова, потому что это было совсем не то место, откуда мы прыгали. Дея стояла у большого дерева и ждала меня. Я взглянул на нее и увидел, что её одежда, как и моя, была совершенно сухой.",
    "answers": [
      {
        "id": 46,
        "text": "Расспросить ее "
      },
      {
        "id": 46,
        "text": "Не брать в голову"
      }
    ]
  },
  {
    "id": 46,
    "text": "— Нам надо спешить, — сказала Дея, прежде чем я успел что-нибудь произнести.\n— Нужно переодеться и придумать нам легенду. Будь я одна, было бы легче, но делать уж нечего.\n— Зачем нам легенда? И, если не секрет, где мы вообще? — спросил я.\n— Мы на полночной стороне. Это как бы мир в мире. Войти сюда может не каждый, только хранители и их спутники. Я — хранитель. А легенда нам нужна, потому что я здесь не в фаворе. Меня разыскивают, а для твоей безопасности и безопасности твоего дружка, мне нужно быть на свободе.\n— Ого, — выдохнул я, — это самая странная и длинная реплика, что я слышал из твоих уст.\nДея тихо рассмеялась и взглянула на меня.",
    "answers": [
      {
        "id": 47,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 47,
    "text": "— И кстати, Ронни Блэйк не мой дружок. Он мой сводный брат. — заметил я.\n— Прости, я не знала... — ответила отчего-то погрустневшая Дея.\n— Да, ничего, — сказал я, и добавил, чтобы отвлечь её — Так как там дела с нашей легендой?\n— Думаю есть идея, — сказала она, — но тебе может не понравиться...",
    "answers": [
      {
        "id": 48,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 48,
    "text": "— Глухонемой, брат-идиот? Чем же я тебе так не угодил? — возмущённо воскликнул я.\n— Ну во-первых я не так сказала, а во-вторых у нас не так много вариантов. Я ведь предупреждала, что здесь все непросто. Но так правда будет лучше. Неужели ты мне не веришь? — сказала она и посмотрела на меня в упор. Тут я впервые заметил, какими красивыми были её глаза. Тёмно-синие, цвета ночного неба, и с искорками в глубине. И эти прекрасные глаза глядели на меня с надеждой и волнением.",
    "answers": [
      {
        "id": 49,
        "text": "Согласиться"
      },
      {
        "id": 50,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 49,
    "text": "Немного подумав, я ответил ей.\n— Наверное ты права, у нас нет выбора.\n— Спасибо, Ричард, — воскликнула Дея и бросилась мне на шею.",
    "answers": [
      {
        "id": 51,
        "text": "Обнять в ответ"
      },
      {
        "id": 51,
        "text": "Просто стоять"
      }
    ]
  },
  {
    "id": 50,
    "text": "— Дея, я не знаю... Я даже не уверен, что у меня получится. Других вариантов и правда нет? \nДевушка обречённо взглянула на меня.\n— Ничего, забудь. Я придумаю что-нибудь ещё.\nНу разве можно было отказать такому взгляду? Её учили этому в специальной школе? \n— Ну... я могу попробовать... — сказал я, поддавшись её молчаливой мольбе.\n— Правда? Спасибо, Ричард! — воскликнула она и бросилась мне на шею.\n",
    "answers": [
      {
        "id": 51,
        "text": "Обнять в ответ"
      },
      {
        "id": 51,
        "text": "Просто стоять"
      }
    ]
  },
  {
    "id": 51,
    "text": "Мы сделали небольшой привал, чтобы подготовиться к нашему спектаклю. Дея сняла сумку и достала из нее какие-то вещи. Немного подумав, она вручила некоторые из них мне.\n— Что это?\n— Твоя одежда.\nЯ вопросительно взглянул на девушку.\n— Что? Ты не можешь ходить здесь в таком виде. \nСама Дея отошла переодеваться за большое дерево.",
    "answers": [
      {
        "id": 52,
        "text": "Посмотреть одежду"
      }
    ]
  },
  {
    "id": 52,
    "text": "Я стал заинтересованно разглядывать вещи, которые мне вручила Дея. Здесь была большая рубаха с поясом, тканевый жилет, брюки и сапоги. Тяжко вздохнув, я стянул свою одежду и надел это все на себя.\nКогда я вернулся девушка была уже готова. \n— Ого... Да ты просто звезда!\n— Серьезно? Надо же... — со смехом сказала она.\nНа Дее было пышное синее платье с тёмным кружевом. Иссиня-черные волосы аккуратно убраны под платок.",
    "answers": [
      {
        "id": 53,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 53,
    "text": "— Как ты все это успела? — удивлённо спросил я.\n— Не знаю, — ответила Дея, — я привыкла делать все быстро. Ты не поможешь?\nДевушка протянула мне тонкую полупрозрачную ткань и велела заколоть её сзади булавкой. Когда она развернулась, я понял, что завязал ей глаза.\n— Зачем это надо? \n— Я буду изображать твою слепую сестру. Твоё имя — Луи, меня зовут Мари. Запомнил?\nЯ состроил саркастическую гримасу и кивнул.",
    "answers": [
      {
        "id": 54,
        "text": "Спросить про план"
      },
      {
        "id": 55,
        "text": "Молчать"
      }
    ]
  },
  {
    "id": 54,
    "text": "— Ну, а какой у нас план? — поинтересовался я.\n— Сейчас мы с тобой двинемся в путь. Пока не дойдем до столицы, все должно быть спокойно. Там будем вести себя осторожно. Если кто-то пристанет к нам — молчи. Я скажу, что мы с тобой — сиротки, путешествуем по миру, зарабатываем гаданием",
    "answers": [
      {
        "id": 56,
        "text": "Отправиться в дорогу"
      }
    ]
  },
  {
    "id": 55,
    "text": "Я, молча, слушал Дею. Она продолжала\n— Если кто-то пристанет к нам — молчи. Я скажу, что мы с тобой — сиротки, путешествуем по миру, зарабатываем гаданием. Сейчас мы с тобой двинемся в путь. Пока не дойдем до столицы, все должно быть спокойно. Там будем вести себя осторожно.",
    "answers": [
      {
        "id": 56,
        "text": "Отправиться в дорогу"
      }
    ]
  },
  {
    "id": 56,
    "text": "Мы побрели по темным рощам и полям полночной стороны. Я не совсем понимал, что это значит, но ведь со мной была Дея. Я просто шёл за ней.\nНачало светать (время здесь, будто, было быстрее). Я огляделся. На сухих деревьях не росла листва. Кое-где из земли торчали каменные плиты. Всё было покрыто синеватым мхом. Дея вновь о чем-то напряжённо думала. \n\"Она вообще когда-нибудь расслабляется?\" — подумал я.",
    "answers": [
      {
        "id": 57,
        "text": "Расспросить Дею о её жизни"
      }
    ]
  },
  {
    "id": 57,
    "text": "— Дея?\n— Да, Ричард.\n— Расскажи о себе.\n— Что ты хочешь знать обо мне? — девушка была удивлена.\n— Ну, для начала, кто ты вообще такая? Ты... инопланетянка? Эльф? Фея?\nДея рассмеялась.\n— Нет, я — человек. Почти такой же как ты.",
    "answers": [
      {
        "id": 58,
        "text": "- Ты говорила что-то про хранителей?"
      },
      {
        "id": 59,
        "text": "- Почти?"
      }
    ]
  },
  {
    "id": 58,
    "text": "— Ты говорила что-то про хранителей?\n— Да, это нечто вроде касты. Особенные люди, которые способны создавать проход между сторонами. Хранителем стать нельзя, ими рождаются. В конце концов для ритуала нужна кровь.\n— Как это работает? В смысле, что счастливый случай?\n— Нет, я же сказала — каста. Дар передается по наследству от отца к сыну. Ну, или дочери... — Дея снова помрачнела.",
    "answers": [
      {
        "id": 60,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 59,
    "text": "— Почти? Что это значит?\n— Ну, моя кровь имеет особые свойства. Там, в пещере, ты видел как я использовала её для ритуала. С обычной кровью так не получится.\n— Ясно. Ну, а как становятся хранителями?\n— Это нечто вроде касты. Особенные люди, которые способны создавать проход между сторонами. Хранителем стать нельзя, ими рождаются. Дар передается от отца к сыну. Ну или дочери... — Дея снова помрачнела.",
    "answers": [
      {
        "id": 60,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 60,
    "text": "Некоторое время мы просто шли. Однако вдруг я услышал смех и голоса неподалеку.\n— Дея? — сказал я, взглянув на девушку.\n— Не беспокойся. Думаю это всего лишь трактир. Кстати это нам на руку. Нужно кое-что выяснить. Идём...\nЯ двинулся вслед за Деей. По пути она ещё раз напомнила мне помалкивать и помнить про свою роль. Когда мы вошли в нос ударил ужасный запах — смесь сырого и спертого воздуха с алкогольным душком. Дея шепнула мне в ухо : \"Жди меня здесь\", и скрылась.",
    "answers": [
      {
        "id": 62,
        "text": "Подойти к доске объявлений"
      },
      {
        "id": 64,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 61,
    "text": "— Идём, Луи, — сказала Дея подойдя ко мне.\n— Ты вс... \n— Замолчи, ты вообще-то немой! — прошипела девушка, зажимая мне рот рукой.\nЯ молча кивнул головой, и мы вышли из трактира.",
    "answers": [
      {
        "id": 63,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 62,
    "text": "От скуки я подошёл к доске, на которой висели разные объявления.\n\"Бунт торговцев подавлен силами гвардии Её Величества\"\n\"Установлен новый подушный налог\"\n\"Разыскивается бежавшая принцесса Медея\"\n\"Её Величество, Королева соизволили объявить набор в академию военных искусств Её Величества\"\nИ ещё много неразборчивых рукописных записей.",
    "answers": [
      {
        "id": 61,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 63,
    "text": "— Прости, Дея, — сказал я, когда мы отошли достаточно далеко. \n— Ничего страшного. Но больше так не делай, — пригрозила мне Дея.\n— Постараюсь... Так ты узнала, что хотела?\n— Да, думаю да. А что ты делал?\n— Тебя ждал. Читал объявления.",
    "answers": [
      {
        "id": 65,
        "text": "Спросить про королеву"
      },
      {
        "id": 66,
        "text": "Спросить про принцессу"
      }
    ]
  },
  {
    "id": 64,
    "text": "Некоторое время я ждал появления Деи, но её всё не было.\nЯ осмотрелся. Общество здесь состояло в основном из взрослых и сильно пьяных мужчин. Чтобы избежать их внимания, мне пришлось отойти к стене.",
    "answers": [
      {
        "id": 62,
        "text": "Подойти к доске объявлений "
      }
    ]
  },
  {
    "id": 65,
    "text": "— Там было написано про какую-то королеву. Кто она?\n— Правительница полночной стороны. Немного деспотичная и жестокая. Но я не много знаю о её правлении. Я очень давно здесь не появлялась.\n\n\n\n\nК сожалению, дорогой читатель, это пока все. ",
    "answers": [
      {
        "id": 1,
        "text": "На первую "
      }
    ]
  },
  {
    "id": 66,
    "text": "— Там в объявлениях упоминалась бежавшая принцесса. Кто она?\n— Принцесса? Про неё... почти никто ничего не знает. Она внебрачная дочь покойной королевы. Когда-то борцы за свободу хотели посадить её на трон но она испугалась и отказалась. Когда нынешняя королева взошла на престол, она объявила охоту на сестру и принцесса сбежала.\n\n\n\nК сожалению, дорогой читатель, это пока все. Спасибо! ",
    "answers": [
      {
        "id": 1,
        "text": "На первую "
      }
    ]
  },
  {
    "id": 67,
    "text": "",
    "answers": []
  }
]