[
  {
    "id": 1,
    "text": "Этот квест получился как история\nпоэтому квеста тут не будет)\n",
    "answers": [
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c31/2007/ec/3e7b8cfb6369.png"
      },
      {
        "id": 2,
        "text": "Глава 1"
      },
      {
        "id": 8,
        "text": "Глава 2"
      }
    ]
  },
  {
    "id": 2,
    "text": "—Быстрее, быстрее! Ты уже опаздываешь! Какая же ты медлительная...\n\nИз машины, даже не стараясь двигаться быстрее, вышла симпатичная блондика с огромным чемоданом в руках. Её серые глаза удивленно расширились, когдаона принялась осмвтривать местность. Перед ней находился гигантский готический замок из камня мышиного цвета, с небольшими полукруглыми окнами и возвышающимися остроконечными башнями.\nДевушке показалось, что она окунулась в эпоху рыцарей и драконов или что из-за угла на неё вот-вот накинется какой-нибудь монстр. Хотя, наверное, не удивительно, что замок вызвал у неё именно такие ассоциации: девушка знала это, место. Академия «Рардон». Именно здесь самые разные порождения ночи учились находить общий язык с себе подобными и готовились к будущей жизни среди людей. Помимо этого, девушка знала лишь что свехъестественные создания были довольно агрессивными. Вот, пожалуй, и все. Сама она окунулась в этот неведомый ей ранее мир не больше месяца назад и до сих пор не могла разобраться с кашей в голове. Её «опекун» был довольно немногословным, но заверял, что в академии ей самое место, чтобы принять новую себя. Выбора у неё, собственно, не было. И в итоге блондинка стояла здесь и удивленно хлопала серыми глазищами.",
    "answers": [
      {
        "id": 3,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 3,
    "text": "—Ну, чего встала? Двигайся! — недовольно воскликнула женщина, подталкивая девушку к воротам.\n\nДевушка решила, что стоит послушаться и поспешила за провожающей. Ворота замка были приветливо открыты, а полная луна освещала ровную дорогу, ведущую за высокие стены здания. Пока они шли ко входу, будующая студентка успела отметить, что из помещений не доносится ни звука, а свет не пробивается сквозь окна. Всюду царила тишина, нарушаемая лишь редким стрекотанием кузнечиков.\nКогда эти двое, наконец, дошли до громоздкой дубовой двери, женщина остановилась:\n\n— Всё, на этом моя работа закончена. Дальше разберёшься со всем сама, — и она развернувшись на каблуках поспешила к машине, оставив девушку в некоторой растерянности.\n\nЗастыв в нерешительности на минуту, она все же решилась войти. На удивление легко открыв дверь, она оказалась в просторном, неярко освещённом холле. Изнутри замок выглядел более уютно и современно, нежели снаружи. Однако не успела блондинка опомниться, как к ней уже подлетели двое парней. Выглядели они одинаково: идентичные лица с редкими веснушками, нетерпеливые, любопытные взгляды карих глаз и волнистые тёмные волосы. Вот только у первого они были чуть длиннее, чем у второго.\n\n—Анеля Фритствит?\n\nТа быстро кивнула.",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "— Опаздываешь. Церемония вступления начнётся с минуты на минуту, — произнёс первый,и его легкая улыбка никак не вязалась с замечанием об опоздании.\n\n— Хотя мы надеялись, что ты задержишься подольше, и нам не придется в четвёртый раз выслушивать болтовню ректора, — подхватил второй.\n\n— Но раз уж ты успела — пойдём быстрее, — парень схватил Анель под руку и быстрым шагом потащил по каридору. — Ах да, добро пожаловать в «Рардон». Ты не представляешь, сколько раз за сегодняшний вечер я это произнес.\n\n— Не жалуйся, —рассмеялся второй близнец. — Это наша обящанность.\n\n— Мы старосты первокурсников, —пояснил другой Анели, чтобы та не чувствовала себя в разговоре лишней.\n\n— Мучительная должность, если честно.\n\n— Мы сами её выбрали.\n\n— Чтобы ты не ныл, что тебе скучно!\n\n— Кстати, меня зовут Розмариэль, — представился тот, у которого волосы подлиннее.— А это — Райэль.\n\n—Приятно познакомиться, — вежливо ответила Анель, все еще чувствуя себя не в своей тарелке.\nХотя эти парни и выглядели, как обычные люди, она не знала, что скрывалось под их личинами. И, не смотря на то, что она и сама больше не человек, Анель до сих пор не видела никого, кроме нескольких вампиров в доме «опекуна», и это оставляло некую напряжённость.\n\nОдин из близннцов — кажется, Райэль — на миг склонился над временным подопечным и, вздохнув поглубже, смешно поморщил веснушчатый нос:\n\n— Очередная обращённая кравососка?\n\nРозмариэль оттащил брата в сторону:\n\n— Не груби новичкам в первый же день, староста недоделанный. Она не виновата, что какой-то вампир на нее глаз положил, — он неловко улыбнулся Анель. — Прости за это. Мы с Райэлем — оборотни. Расовые заморочки и все такое...\nНе парся.\n\n— Да ладно, — растерянно броборматала блондинка.\n\nТем временем они подошли к арке, из-за которой доносился мужской голос.\n\n—Похоже, мы все-таки опаздали, — прошептал Розмариэль и потянул Анелю за руку, садясь на последний ряд у самого выхода между ними и и собственным братом.\n\nНовоиспечёная студентка восхищенно осмотрелась по сторонам: стены были окрашены в светлый оттенок, под потолком висело несколько внушительных люстр, а впереди самой Анели сидела куча самых разношерстных учеников.\nНа освещенной полусцене впереди стоял мужчина лет сорока с лишним на вид и произносил приветственную речь.",
    "answers": [
      {
        "id": 5,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 5,
    "text": "— Я не пропустила не чего важного? — немного волнуясь по этому поводу, спросила Анель.\n\n— Не должна, — оптимистично заверил Райэль, которого похоже, уже отпустило.\n\n— Ну, в общем-то ты права, — одобрительно кивнул Райэль. — Крутишься с вампирами и не высовываешься лишний раз, если у тебя за спиной нет влиятельных родственничков, конечно. Ну и с «жёлтенькими» не связывайся… \n\n— С кем? — не поняла Анель. \n\nРайэль презрительно скривился и ткнул пальцем в зеленую нашивку в груди своего поло: \n\n— Её цвет определяет твою расу. Парни с жёлтой — полукровки. Существа, один родитель которых связал себя с человеком. Даже звучит отстойно… Короче говоря, не хочешь попасть под раздачу — не приближайся к ним. Серьёзно. \n\n— Почему? — слишком много вещей казались Анель непонятными. — Связываться с людьми настолько плохо? \n\n— Плохо, — коротко обрезал Райэль. \n\nГлядя на растерянную мордашку Анель, Розмариэль вздохнул: \n\n— Тебе, рождённой человеком, возможно, не понять. Просто прими это. Дело даже не в том, чтобы связаться с людьми. Ты можешь делать с ними, что пожелаешь. Но рождение полукровок — это нечто иное. Это как если бы мы, создания ночи, приняли своё угнетенное положение, приняли своё поражение в этом безмолвном противостоянии с людьми. Посмотри на нас: мы физически совершеннее любого человека, но сидим здесь, в ночной академии и учимся контролировать свои способности, чтобы не выдать себя при людях. Ну что за?.. \n\n— Ты что-то совсем раскис, — ухмыльнулся Райэль, похлопывая близнеца по спине. — Расскажи ей лучше что-нибудь повеселее. Например, как ты уже успел в первый же день отхватить от профессора Ди’Барбиэри… \n\nПосле церемонии всех первокурсников ненадолго задержали и раздали им те самые КПК, о которых говорили близнецы. Анель достался белого цвета, и она на месте принялась тестировать полученную вещь. К ее великому сожалению, ничего, кроме данных о школе, там не было. Впрочем, выход в интернет всё же имелся, так что не всё ещё было потеряно. Студентам объявили, что расписание на первое полугодие они могут найти в том же КПК, попросили поскорее ознакомиться с правилами и отправили по комнатам готовиться к завтрашнему первому учебному дню. \n\nВыходя из зала, Анель заметила близнецов, подпирающих стены коридора. Завидев новую приятельницу, парни оживились: \n\n— О, мы уже заждались, — улыбнулся Розмариэль. \n\n— Пошли прогуляемся, — Райэль довольно приобнял Анель за плечи, но, словив ничего хорошего не предвещающий взгляд брата, быстро убрал руки.",
    "answers": [
      {
        "id": 6,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 6,
    "text": "— Я не могу. Первокурсникам сказали сидеть в комнатах и по возможности никуда сегодня не выходить, — возразила вампирша.\n\n— Это всего лишь небольшая мера безопасности. Ерунда.\n\n— Тем более сейчас мы с тобой.\n\n— Да, всё путём! — дружно принялись уговаривать её близнецы.\n\n— Но…\n\n— Анель, не будь занудой! — воскликнул Райэль. — Только не говори мне, что собираешься соблюдать правила с самого первого дня учёбы в Академии. Пустая трата времени. Их все игнорируют.\n\n— А мы всего лишь проведем тебе небольшую экскурсию, познакомим с нужными людьми. Ты сможешь уйти, если тебе вдруг станет некомфортно или скучно. Просто давай немного прогуляемся.\n\nАнель покачала головой, понимая, что шансов отвязаться у неё нет. Но, в любом случае, из экскурсии можно извлечь немало пользы, так что почему бы и нет, раз уж правила здесь просто для красоты придуманы.\n\n— Ладно, пошли, — без особого желания ответила она, и оборотни расплылись в победных улыбках.\n\n      Втроём они поднялись на второй этаж, где Розмариэль мельком обмолвился, что на этом этаже находятся личные комнаты преподавателей. Там лучше было не задерживаться, если не захотелось схлопотать пару часов внеурочных занятий или что-нибудь и того хуже.\n\n      Затем близнецы привели Анель на третий этаж. Тут, как они объяснили, проводит свободное время основная масса учеников Академии. На всём пространстве этажа было множество залов, больших, уютно оформленных, с мягкими диванами — другими словами, типичные комнаты отдыха.\n\n— Вот здесь и начинаются наши владения. Это зона студентов, где профессорам не место, -многозначительно улыбнулся Райэль, и Розмариэль подхватил его улыбку.\n\n— Да-да, здесь они не властны, — рассмеялся он. — Если что, беги сюда!\n\n— Что-то я не заметил, чтобы ты сегодня сделал так же, когда тебя Ди’Барбиэри полоскал, — расхохотался его брат.\n\n— Заткнись уже, — рыкнул Розмариэль, гневно на него поглядывая.\n\n      Анель опустила голову вниз, чтобы скрыть улыбку, невольно появляющуюся на её губах, когда она наблюдала за перепалками этих двоих. Это смотрелось так забавно, когда знаешь, что они, по сути своей, монстры.\n\n      Когда все трое шли по пустынному коридору, Анель заметила странного парня, стоящего спиной к окну. В глаза сразу бросалась его манера одеваться: кроме элементов обычной формы академии — чёрных штанов и лёгкого джемпера — на нём были перчатки и водолазка, высокий воротник которой закрывал шею. На его лице красовалась чёрная медицинская маска, а волосы частично скрывал капюшон тёмной толстовки. Таким образом, открытыми оставались лишь глаза парня, да ещё часть волос насыщенного пшеничного цвета. Впечатление он производил довольно пугающее. Анель, по крайней мере, ни за что в жизни не рискнула бы к нему подойти, даже будь он при смерти.\n\n   Зато невысокого парнишку рядом, казалось, совершенно ничего не смущало. Он сидел рядом на подоконнике и что-то негромко рассказывал с наисчастливейшей улыбкой.\n\n      Эти двое смотрелись так странно в своей несовместимости: две противоположности. Что общего у них может быть?..\n\nЗаметив взгляд Анель, Розмариэль заговорил замогильным шепотом:\n\n— Видишь того странного парня? Это Ламмерт. Местная легенда, он бессмертный и проклятый вдобавок. Говорят, торчит в академии уже не одно поколение.\n\n— Зачем? — удивилась Анель.\n\n— Кто ж его знает, — фыркнул Райэль. — Рискнешь подойти и спросить? Дерзай. Только не дотронься случайно.\n\n— Когда-то давно он был человеком, но потом его прокляли, — пояснил Розмариэль, видя растерянный взгляд Анель. — И теперь любой, кто дотронется до него, заболеет чумой. Его тело — что-то вроде проводника для вируса.\n\n      Анель ошарашенно таращилась в сторону парня, по уши упакованного в одежду. Чума? Она и не думала, что такие болезни ещё сохранились в наши-то дни.\n\n— Да не напрягайся так, — хохотнул один из близнецов. — У вампиров иммунитет ко всем болезням. Но ты можешь переносить эту заразу на себе и спровоцировать веселый апокалипсис среди людей.\n\nАнель нервно сглотнула. Умеют они поддержать в трудную минуту, ничего не скажешь.\n\n— А этот мелкий ненормальный рядом с ним, — Райэль кивнул в сторону юноши на подоконнике, — вампирский полукровка. Уже второй год крутится около Ламмерта. Совсем без мозгов, очевидно.\n\n— У «жёлтеньких» неполный иммунитет, — Розмариэль, видимо, уже привык пояснять фразы брата. — 95 процентов, что при прикосновении мелкий останется жив, но пять процентов опасности… Я бы и с одним к нему не сунулся.\n\n      В какой-то миг Анель захотелось понять, что же связывает этих двоих, если они оба идут на значительный риск, но уже в следующее мгновение Райэль потянул её за локоть к одной из двери, вытаскивая тем самым из размышлений:\n\n— Эй, нам сюда.\n\n      Внутри было шумно и светло, особо остро это чувствовалось после безжизненного холодного коридора с тусклым освещением. Комната была большой, кое-где стояли декоративные кустики цветов, у стены расположился старинный камин, в котором спокойно потрескивали поленья, подкидываемые чьей-то заботливой рукой. И хотя Анель не могла замерзнуть, но этот камин вносил какую-то домашнюю атмосферу в помещение. То тут, то там стояли мягкие диваны вокруг невысоких столиков. Анель даже заметила огромных размеров шкаф, заполненный книгами.\n\n      Студенты кучковались на этих самых диванах и, наверное, делились новостями, накопившимися за лето, смеялись. Анель понравилась дружелюбная и спокойная атмосфера, царящая в комнате. Она уже ожидала увидеть нечто более величественное и угрожающее, как и подобает нечисти, но, похоже, у них с людьми было гораздо больше общего, чем она привыкла считать.\n\n— Итак, — предвкушающее улыбнулся Розмариэль, — нужно бы тебя с кем-нибудь интересным познакомить.\n\nРайэль указал в один из углов комнаты:\n\n— Например, с ним? — его улыбка была зеркальным отражением многообещающей улыбки брата.\n\n— Зачётный парень! — Розмариэль оживлённо поднял большой палец вверх и одобрительно закивал.\n\n      Анель с сомнением посмотрела туда, куда указывал Райэль. Она сильно сомневалась, что парень, вызывающий восторг у этих двоих, может оказаться хорошим мальчиком. Её взгляд пал на небольшую компанию, столпившуюся вокруг дивана. И, хотя там было не менее десяти человек, внимание каждого было приковано лишь к одному. Анель хватило лишь взгляда, чтобы понять причину: посередине дивана в вальяжной позе сидел парень, который был красив настолько, что перехватывало дыхание. Никогда прежде ей не приходилось встречать кого-то подобного: лицо, слишком совершенное, чтобы быть реальным; движения, уверенные, с естественной, ничуть не наигранной пластикой. У него были прямые чёрные, как смоль, волосы. Чуть длинноватые, по мнению Анель, но тому парню это даже шло.\n\n— Его зовут Камиль. Третий курс, инкуб, — объяснил Розмариэль.\n\nЕщё бы помнить, кто такой инкуб…",
    "answers": [
      {
        "id": 7,
        "text": "далее."
      }
    ]
  },
  {
    "id": 7,
    "text": "— Слюни подбери, — с усмешкой скомандовал Райэль, слегка хлопая Анель по отвисшей челюсти. — Внешность не единственная его положительная сторона.\n\nЩёки девушки покрылись лёгким румянцем:\n\n— Да я же ничего такого…\n\n— Ага, ага.\n\n      Анель снова посмотрела на инкуба, и тот, словно почувствовав, вдруг поднял взгляд. Их глаза встретились, и блондинка вздрогнула, ощутив, как через её тело прошёл электрический заряд. Губы Камиля растянулись в лукавой улыбке, и, поднявшись с дивана, он направился в сторону новенькой.\n\nАнель перевела взволнованный взгляд на близнецов:\n\n— А это нормально, что он идёт сюда?\n\nБратья обменялись только им понятными взглядами и, резко обернувшись к инкубу, в один голос завопили:\n\n— Стоять!\n\nКамиль послушно остановился, выглядя слегка удивленным:\n\n— Всё лето тренировались?\n\n— Два метра, Камиль, два метра, — проигнорировал его подкол один из близнецов. — А лучше выключай свой «вай-фай» и дуй сюда.\n\n— «Вай-фай»? — на секунду растерялся парень, а затем понимающе рассмеялся. – Ах, ты об этом «вай-фае». Он и так выключен.\n\n— Ага, — скептически фыркнул Розмариэль. — Ты в прошлый раз также говорил.\n\n— Да ладно тебе, — без тени сожаления ответил Камиль. — Ещё скажите, что вам не понравился мой маленький прощальный подарок.\n\nБлизнецы озорно переглянулись.\n\n— Не в этом дело, — с довольной усмешкой произнёс Райэль. — Мог бы просто спокойно предложить.\n\nКамиль медленно покачал головой:\n\n— Это же не так интересно.\n\n      Анель, молча наблюдавшая за их беседой, мечтала провалиться сквозь землю. Это ведь не то, о чём она подумала? Судя по их многозначительным взглядам, именно то. Однако этот разговор натолкнул её на воспоминания о короткой лекции от «опекуна»: «инкубы — это существа, которым жизненно необходимо получать сексуальную энергию от своих жертв».\n\n— Подождите, то есть инкубы — это… которые… ну… — Анель чувствовала, как с каждым произнесённым словом становится всё краснее.\n\n— Долго же до тебя доходит, — хохотнул Райэль.\n\n— Кстати, чья это у нас тут смазливая мордашка? — Камиль, наконец, затронул тему, ради которой поднимался с дивана.\n\n      Оторвав от пола смущенный взгляд, Анель наткнулась на его изучающие, чёрные, как ночь, глаза. Лёгкая полуулыбка не сходила с его губ.\n\n— Это смазливая мордашка Анель, — весело пояснил Розмариэль. — И она наша подруга, так что прекращай её взглядом раздевать.\n\n— Одно другому не мешает, — промурлыкал инкуб, не прекращая своего занятия.\n\n      Анель чувствовала себя некомфортно под этим взором, точно её сканируют вдоль и поперёк. Поскорее уйти, спрятаться за толстыми стенами и больше никогда не сталкиваться с этим инкубом — вот чего требовал её внутренний голос.\n\n— Я, наверное, пойду, — пробормотала она близнецам.\n\n— Уже? — Розмариэль недовольно вздохнул. – Ну, увидимся ещё.\n\n— До скорого, — махнул рукой Райэль, и Анель торопливо вышела из комнаты, не оборачиваясь, но всё ещё чувствуя на себе изучающий взгляд.\n\nНомер своей комнаты девушка узнала из КПК, который, к счастью, всё ещё был с ней. Она бегом поднялась на четвертый этаж и, тяжело дыша, ввалилась в спальную, где в темноте отыскала единственную свободную кровать. Две другие были заняты, и соседи уже мирно спали. Дрожащими руками Анель разделась, заперла дверь и погрузилась в тяжёлый сон.",
    "answers": [
      {
        "id": 1,
        "text": "Глава 2"
      }
    ]
  },
  {
    "id": 8,
    "text": "Анель разбудил длительный, раздражающе-громкий звонок, сообщающий о наступлении начала учебного дня. Лениво приоткрыв глаза,девушка попыталась понять, где она находится. Сонный мозг, медленно соображая, начал восстанавливать события прошлой ночи. Точно. Она в академии «Рардон». И вчера она познакомилась с оборотнями-близнецами и инкубом. Анель с разочарованным вздохом осознала, что часть про недвусмысленные намёки инкуба ей не приснились, и вновь закрыла глаза, сосредотачиваясь на этой проблеме.\n\n      Камиль, конечно, был сногсшибательным — с этим Анель даже не спорила. Притягательная улыбка, отличная фигура, взгляд, от которого становилось жарко...\n      Наверное, ей стоило сократить общение с Камилем до минимума — не хотелось бы попадать в неловкие ситуации. Расписание у первокурсников и третьекурсников существенно различалось, а потому это не должно быть сложно.\n\n На этом Анель и остановилась, мысленно радуясь лёгкому разрешению проблемы и улыбаясь. Кажется, она даже задремала на несколько минут, но уже в следующий миг вспомнила, что звонок уже давно прозвенел, и следовало бы встать, если она не хотела опоздать на занятия в свой первый день. Резко распахнув глаза, она собиралась было встать, но внезапно встретилась с любопытным янтарным взором кого-то, нависшего буквально в паре сантиметров над ней. От неожиданности Анель вскрикнула, дёрнулась вверх, стукнулась лбом о лоб незнакомки и снова упала на подушку.\n\n Коротко ойкнув, обладательница янтарных глаз приложила одну руку ко лбу и отскочила от Анель, примирительно махая второй рукой.\n\n— Извини, извини! Я не хотела тебя напугать. Просто прозвенел звонок, а ты всё не вставала. Я хотела тебя разбудить, а ты улыбаешься. Мне любопытно стало, извини, — с виноватой улыбкой протараторила девушка.\n\n— Да ничего страшного, — пробормотала Анель и, потирая ушибленный лоб, села в кровати и окинула собеседницу любопытным взором. Похоже, это и есть её новая соседка. Что из её внешности больше всего бросалось в глаза, так это, пожалуй, абсолютный хаос на голове. Ну, и светло-красная нашивка на форме. Её значение Анель помнила безошибочно точно — ещё одна обращённая вампирша. От этой мысли ей стало даже как-то комфортнее в обществе новой знакомой, словно нашла родственную душу.\n\nТем временем соседка протянула ей руку:\n\n— Я Эвелина можно просто Ева.",
    "answers": [
      {
        "id": 9,
        "text": "Анель"
      }
    ]
  },
  {
    "id": 9,
    "text": "— Если что, форма в шкафу. Я тут вчера всё уже облазила. А ты, кстати, где пропадала?\n\n— Прогулялась немного…\n\n— Ясно, — в голосе Евы слышалась улыбка и ни намека на неодобрение за нарушение правил, за что Анель была ей премного благодарна. Меньше всего ей сейчас хотелось обсуждать вчерашний вечер. — И как? Понравилось?\n\nАнель неуверенно кивнула:\n\n— Красиво.\n\n— Правда? А мне показалось, что коридоры недостаточно освещены. А ещё…\n\nВполуха слушая болтовню Евы, Анель исследовала содержимое шкафа. Там оказалось несколько вариантов одежды, приближенных к классике, на каждом из которых красовался герб «Рардора» и нашивка нужного цвета. Похоже, от бедности Академия не страдала, раз могла позволить себе предоставить каждому студенту полный гардероб вещей, да еще и в разных вариациях цветов.\n\nОсобо не заморачиваясь с выбором, Анель надела чёрную юбку с рубашкой и белый жилет с красующимися на нём гербом.\n\n— О, — улыбнулась Ева, глядя на нашивку, — тоже вампир?\n\nАнель кивнула и бегло осмотрела комнату, в которой ей предстояло прожить следующие четыре года при положительном раскладе. Ничего особенного: небольшое помещение с тремя кроватями, большим шкафом у стены и парой письменных столов у плотно занавешенного окна. Свет люстры максимально приближен к дневному, пол устлан серым ковролином. Жить можно.\n\nАнель обратила внимание на третью, пустующую кровать. Она была чуть смята, что свидетельствовало об ещё одном жителе.\n\n— Он в душе, — пояснила Ева, указывая в сторону одной из дверей комнаты. — Неплохой парень. Слушай, а можно личный вопрос? Как тебя..?\n\nНо договорить соседка так и не успела из-за громкой мелодии зазвонившего телефона.\n\n— Да? Привет, — Ева вышла в коридор, и голос его стих где-то за дверью.\n\nА Анель вовремя вспомнила, что понятия не имеет, какие у неё сегодня занятия. Расписание, как и ожидалось, нашлось в КПК. Изучаемых предметов было всего восемь, но мало какие из них оказались знакомыми. От перечня, явившегося Анель, глаза стремительно полезли на лоб:\n\n1. Алхимия\n\n2. История\n\n3. Основы магического искусства\n\n4. Древний магический язык (один на выбор)\n\n5. Биология\n\n6. Культурология\n\n7. Астрономия\n\nНу, зато физики с математикой не было — хоть что-то радовало.\n\nУчебники Анель нашла в тумбочке у кровати. Книги были старинными, толстыми, с позолоченными узорами на тёмных обложках. Не нашлось только пособия по культурологии, но в этом тоже можно было найти свои плюсы: меньше тяжестей с собой таскать.\n\nСегодня в расписании значилось три пары: культурология, основы магического искусства и биология. Анель забросила в сумку нужные тетради и учебники и завалилась на кровать, без особого интереса листая правила Академии. Сначала это были невинные указания вроде «Первому курсу запрещается покидать пределы Академии без сопровождения преподавателей» или вполне ожидаемое «Запрещены межрасовые споры, ссоры, скандалы и любые другие виды конфликтов, демонстрирующих расовое превосходство». Но вот последний пункт правил оставлял после себя тяжёлый, неприятный осадок: «Категорически запрещается убивать других студентов. Наказание — исключение из Академии без возможности повторного поступления». Анель передернула плечами — страшно представить, что иногда происходило в стенах «Рардора». Она ощутила жгучее желание оказаться сейчас где-нибудь подальше от этого места. Особенно учитывая недавнее заявление близнецов, что правила здесь никто особо не соблюдает.\n\nВернувшееся Ева плюхнулась на краешек своей кровати:\n\n— Извини, друг звонил. Если не отвечу — уже через пять минут здесь будет.\n\n— Здесь? — удивилась Анель, зная, что весь вечер вампирша провела в этой комнате. — Успела вчера с кем-то подружиться?\n\nЕва замялась:\n\n— Не совсем. Понимаешь, он…\n\nПрерывая её мятую речь, дверь ванной открылась и в комнату вошёл миниатюрно сложенный парень с огненно-красными волосами, собранными в высокий хвост. Удивительно то, что они были именно насыщенного красного цвета, более темные у корней и светлеющие к кончикам. Наткнувшись на две пары уставившихся на него глаз, юноша застыл на мгновение, а затем неловко улыбнулся:\n\n— Привет.\n\nЕва тут же оживилась и принялась всех знакомить. Второго соседа звали Аспен. Демон-элементаль огня. Отсюда и необычный цвет волос. Парень искренне заверял, что у всех низших демонов есть во внешности что-то, позволяющее определить их силу. А не верить ему причин не было.\n\nЗакончив короткое знакомство, вампиры по очереди оккупировали ванную, едва успев покончить со всем до короткого, пронзительного звонка, объявляющего о начале первой пары.\n\nКласс, в котором проходила культурология, находился на первом этаже, и им пришлось бегом спускаться по лестницам, проталкиваясь сквозь толпы таких же спешащих студентов, а затем ещё минут пять искать нужный кабинет. В итоге в класс они ворвались запыхавшимися, но, к удивлению, не опоздавшими. Однако не успели они толком отдышаться, как появился преподаватель.\n\nЭто была роскошная молодая девушка, которой едва ли можно было дать больше тридцати. Высокая, с шикарной фигурой и пышной копной волос, собранных в незамысловатую прическу. Тёмно-синие глаза выдавали в ней Истинного вампира. Этот цвет уже приелся Анель за прошедший месяц проживания в окружении таких же, как она.",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "— Итак, — громко прекратила все перешептывания девушка, — меня зовут мисс Рэган Аолани. Будем знакомы. С сегодняшнего дня я буду вести у вас культурологию.\n\n      Она улыбнулась, обнажая ряд белых зубов с чуть удлиненными клыками, а затем пробежалась по журналу, знакомясь со студентами.\n\n      У неё был спокойный, ровный голос, действующий расслабляюще, отчего Анель подавила зевок и окинула взглядом свою группу. Выглядела она внушительно: человек пятьдесят или больше. Кто-то лениво растянулся на парте, кто-то прилежно слушал каждое слово преподавателя, а кто-то просто пялился на неё мечтательным взором.\n\nОкончив знакомство, Рэган громко захлопнула журнал:\n\n— Достаем тетради и записываем. Сегодняшняя тема: «Вводная часть. Почему нам необходимо уживаться с людьми».\n\n      Все зашуршали принадлежностями. Лекция началась.\n\n   Анель записывала лишь основное, половину пропуская мимо ушей и не совсем понимая, зачем вообще изучать подобные вещи. Многое из сказанного казалось естественным и без объяснений. Но, вероятно, не всем, раз это входило в учебную программу Академии.\n\n      Второй парой были основы магического искусства. Название уже интриговало.\n\nКогда преподаватель, высокий мужчина с рыжевато-каштановыми волосами и высокомерно вздернутым подбородком, вошёл в класс, Аспен, постоянно витающий в облаках, заметно оживился, что не укрылось от глаз Анель.\n\n— Что-то не так?\n\nДемон вздрогнул:\n\n— Нет. С чего ты взяла?\n\n    Анель неопределенно пожала плечами и отвернулась к доске, где мужчина выводил мелом своё имя. Может, показалось?..\n\n— Виторио Ди’Барбиэри. Обращаться ко мне «профессор», — деловой тон, никакой мимики, ничего лишнего. — Пишите то, что считаете нужным. Моё дело — рассказывать и доносить до вас информацию, а учить или не учить — дело ваше. Однако, если вас убьют из-за недостатка знаний, не я буду в этом виновен, учтите.\n\n      Класс заметно притих после этих слов. Похоже, на его уроках даже самые болтливые предпочтут молчать. Анель их понимала: от этого мужчины веяло силой, а в его глазах — многолетний опыт, говорящий о том, сколько всего пришлось пережить этому человеку. Он уже точно ничему в этой жизни не удивится.\n\n— Вопросы есть? — в полнейшей тишине голос мужчины звучал ещё строже.\n\nНеожиданно для всех раздался не очень уверенный голос с задних парт:\n\n— Вы человек?\n\n— Я некромант.\n\n— То есть всё же человек?\n\n— Едва ли того, кто продал душу Тьме, можно назвать человеком.\n\n— И что сподвигло Вас встать на этот путь?\n\nНи один мускул на лице Виторио не дрогнул, но глаза вспыхнули раздражением:\n\n— Мы можем обсудить мою личную жизнь на дополнительном занятии. Жду Вас сегодня в 4:30.\n\nБольше вопросов не возникало, и профессор, отбросив мел в сторону, начал лекцию:\n\n— Я уверен, что вы, чертовы эгоисты, всю жизнь просидели на шее у мамочки и даже не почесались, чтобы узнать что-то о других расах и мире вокруг. Тем не менее, знание слабых и сильных мест противника — ваша сила, поэтому будьте паиньками на биологии и запоминайте всё внимательно. Моя же область — магическое искусство. Мы научимся использовать ваши способности с максимальной выгодой и минимальными затратами. А также вам следует научиться взаимодействовать друг с другом межрасово, если не хотите окончательно вымереть. Сегодня я дам вам магические характеристики всех рас.\n\n   Анель быстро открыла тетрадь, приготовившись записывать лекцию. Шестое чувство подсказывало ей, что этот предмет не раз пригодится, если захочется выжить. Да и профессор Ди’Барбиэри немного пугал.\n\nОна заглянула в тетрадь Евы, которая с самого начала лекции что-то увлеченно писала.\n\n«Мы — чёртовы эгоисты и идиоты, просидевшие на шеи матери всю свою жизнь.\nМы должны научиться работать совместно, иначе повымираем, потому что мы расисты», — гласили её записи.\n\n   Анель не сдержала смешок, видя, с каким хладнокровным усердием Ева выводит ту часть лекции Виторио, которую она хотела бы видеть в конспектах меньше всего.\n\n— Я сказал что-то смешное? — взгляд профессора пригвоздил Анель к месту, и та поспешно опустила глаза, чувствуя себя микробом под микроскопом.\n\n— Нет, простите.\n\n— Имя?\n\n— А… Анель Фритсвит.\n\n— Я запомнил.\n\n      Вампирша вздрогнула от колючего холода в простой фразе и несчастно посмотрела на Еву в поисках поддержки. Та участливо покачала головой, думая, что с преподавателем им точно не повезло.\n\nВ то же время профессор, как ни в чем не бывало, продолжал лекцию:\n\n— Начнём с самых магически активных существ…\n\nЧерез час прозвенел звонок, и все вялыми мухами выползли из класса.\n\n— Как это мило, — саркастически бросила Ева, когда они втроем направлялись на следующую пару. — «Чёртовы эгоисты», значит? Меня дико напрягает этот препод.\n\n— Да уж… — невесело вздохнула Анель, растирая уставшую руку.\n\n— Кто его вообще на работу взял с такими методами обучения?!\n\n— Он профессионал своего дела, — робко подал голос Аспен.\n\nЕва скептически покосилась на элементаля:\n\n— А ты откуда знаешь?\n\nАспен закусил губу и опустил голову:\n\n— Знаю… Он не плохой. Просто строгий.\n\nЕва фыркнула в ответ, но спорить не стала.\n\n Последней в расписании стояла биология, на которой, как говорил Виторио Ди’Барбиэри, слушать нужно было крайне внимательно, иначе можно было нарваться на неприятности именно с его стороны.\n\nПреподаватель биологии оказался добродушного вида брюнетом с искрящимися глазами и тихим голосом:\n\n— Моё имя — Лауриас ван Дюран. Надеюсь, мы подружимся, — он приветливо улыбнулся и окинул взором собравшихся. — Сегодня я дам вам краткую характеристику каждой расы. Постарайтесь записать как можно больше. Всё же это основы основ — дальше без них никуда, — с разных сторон донеслись унылые вздохи. — О ком бы вам хотелось узнать в первую очередь?\n\n— Об инкубах, — попросил кто-то насмешливым тоном с задних парт, оттуда же послышалось глупое хихиканье.",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "Анель вздрогнула и уткнулась в тетрадь, делая вид, что ей безумно интересно вырисовывать каракули на полях, в то время как внимание её сосредоточилось на речи биолога.\n\nПрофессор улыбнулся в ответ на реплику:\n\n— Как я понимаю, уже познакомились с нашим редким экземпляром?\n\nХихиканье усилилось.\n\n— Хорошо. Инкубы, как и суккубы, — существа смертные. Продолжительность их жизни достигает пятисот лет, в то время как численность по всему миру составляет менее тысячи особей. Всему виной тот факт, что друг для друга суккубы и инкубы наименее привлекательны, а от связи с любым другим существом особи их вида не рождаются никогда. Что касается питания, им требуется сексуальная энергия. И в этом нет ничего смешного, господа! — добавил профессор, слыша очередную волну пересмешек. — Когда инкубу требуется подпитка, он активизирует свои чары, действующие на расстоянии двух метров. И любой, попавший в этот радиус, уже не сможет сопротивляться.\n\n— А что насчет их детского возраста? — спросил парень с первой парты. — Не могут же они с рождения заниматься… некоторыми вещами.\n\n— До определенного времени они получают энергию от одного из родителей, пока не начинают добывать её сами. В общем, суккубы и инкубы — твари не опасные, не кровожадные, даже очень привлекательные. Единственное — упрямые до ужаса. Если уж кого облюбовали — не отвяжутся. Известны случаи, когда они оставались с одним партнером на всю жизнь. Но, к сожалению, эти создания не могут справиться с основным инстинктом, так что на верность от них надеяться не приходится. Итак, кто следующий?\n\nПосле слов профессора Анель почувствовала отголоски жалости. Может, каждый из сверхъестественных существ и был зависим от чего-либо, но хотя бы полностью принадлежал себе, чего нельзя было точно сказать об инкубах.\n\nПосле пары Ева позвала всех в буфет, но Аспен отказался, сославшись на то, что питается засчет энергии призвавшего, и вампирши пошли вдвоем.\n\n      Буфет находился на третьем этаже и представлял собой просторную комнату, обставленную громоздкими шкафами со стеклянными дверями. В комнате сидел парень лет двадцати, одетый в специальную форму.\n\n— Две порции, пожалуйста, — Ева повернулась к Анель. — Будешь же?\n\nТа растерянно кивнула.\n\n      Через минуту они уже держали в руках непрозрачные закрытые стаканчики с трубочками. Отпив, Анель почувствовала прилив энергии, какой бывает от кофе. Вкус был приятным, с уже привычным металлическим послевкусием.\n\nдевушки уже шли обратно в комнату, когда Ева вдруг спохватилась:\n\n— Я обещала друга найти, когда освобожусь. Скоро вернусь. Я быстро!\n\n     Анель кивнула и стала неторопливо подниматься на четвертый этаж, допивая напиток и по пути выкинув стаканчик в урну. В коридорах было на удивление пусто — наверное, большинство студентов сейчас в комнатах отдыха. Анель тоже не помешало бы завести новые знакомства и пообщаться с одногруппниками, вот только страх наткнуться на инкуба отбивал всё желание идти куда бы то ни было.\n\n   Однако, когда до комнаты оставалось всего ничего, она почувствовала на себе пристальный взгляд и в тот же миг услышала за спиной невыносимо приятный голос:\n\n— Привет, Анель, — растягивая гласные, произнёс он.\n\n   Девушка застыла, как вкопанная.\n\n«Помяни чёрта — он и появится», — думала Анель, медленно поворачиваясь к Камилю.",
    "answers": [
      {
        "id": 1,
        "text": "Продолжение следует..."
      }
    ]
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  }
]