[
  {
    "id": 1,
    "text": "Автор:Крейк (Илья)\n\nЖанр:Апокалипсис, драма\n\n\nВойна никогда не меняется. В 1985 году СССР пал под натиском неведомого врага. В считанные дни вся страна превратилась в радиоактивную пустошь — теперь здесь царят насилие, голод и болезни.\n\nВыжить после апокалипсиса непросто. Тебя ждут настоящие голодные игры! Монстры, жажда, бесчисленные болезни и травмы, кровожадные враги — всё это предстоит преодолеть, чтобы спасти свою жизнь.",
    "answers": [
      {
        "id": 2,
        "text": "Очнутся"
      }
    ]
  },
  {
    "id": 2,
    "text": "Оохххх... Как болит голова. А чтооо? Где это я? Это что за место? Это что наш городской парк? Почему он такой разрушенный? Охх надо вставать. Вы начали вставать. Твою дивизию лучше бы я не вставал. Что стало с городом он полностью разрушен охх чёрт. ",
    "answers": [
      {
        "id": 3,
        "text": "Идти"
      },
      {
        "id": 4,
        "text": "Остаться на месте "
      }
    ]
  },
  {
    "id": 3,
    "text": "Пока я шёл, едва переставляя ноги, новые вопросы родились в моей голове.\nГде все люди? Что стало с городом? И так далее...\nЯ ходил по городу в руинах и нашёл более менее целый дом, дом пуст и похоже очень давно. Двери в квартиры заперты но я залез через дыру в стине. Ломаная мебель, высохшие растения, остатки посуды на полу, книги вывалившиеся из рухнувшего шкафа. Присев на единственный уцелевший стул, я ощутил резь в животе нужна еда. ",
    "answers": [
      {
        "id": 5,
        "text": "Искать провизию"
      }
    ]
  },
  {
    "id": 4,
    "text": "Я остались на месте  но на меня сзади напал мутант и...",
    "answers": [
      {
        "id": 23,
        "text": "Вести бой"
      },
      {
        "id": 24,
        "text": "Поддаться"
      }
    ]
  },
  {
    "id": 5,
    "text": "Овощи в холодильнике давно превратились в комки вонючей плесени. Зато на нижней полке покосившегося шкафчика я нашёл спички, гречневую крупу и банку консервированной тушенки. Что ж, сейчас эта жалкая пыльная баночка была мне дороже всех сокровищ мира. ",
    "answers": [
      {
        "id": 6,
        "text": "Състь"
      }
    ]
  },
  {
    "id": 6,
    "text": "Пища придала сил. Даже боль в теле немного улеглась.\nЧто теперь? Куда идти?\nЯ посмотрел на покрытый пылью портрет хозяев квартиры. Надо искать людей. Но остались ли они в разрушенном городе? И если нет — что с ними стало? Что здесь, черт возьми, произошло? Если в этом городе нет людей, я найду их в другом. Но сперва нужно запастись едой. И водой. А в квартире воды нет.\nСквозь разбитое окно я увидел кратер на другой стороне улицы. В нем что-то поблескивало. Вода? ",
    "answers": [
      {
        "id": 7,
        "text": "Идти к кратеру"
      }
    ]
  },
  {
    "id": 7,
    "text": "Пока я доковылял до кратера, наглотался пыли. Теперь в горле свербило так, будто там поселились разъяренные осы. Губы пересохли, а глаза слезились и почти уже нечего не видели. Ободрав руки в кровь, я забрался на край кратера и заглянул внутрь.\nТак и есть — вода. ",
    "answers": [
      {
        "id": 8,
        "text": "Собрать"
      }
    ]
  },
  {
    "id": 8,
    "text": "Несмотря на мучительную жажду, я почуствовал тошноту, лишь пригубив воды. Слабый едкий запах и желтоватые масляные пятна на поверхности не внушали доверия. Но выбора у меня нет. Если не напьюсь, то свалюсь прямо тут, у кратера. И больше не встану. ",
    "answers": [
      {
        "id": 9,
        "text": "Попить и идти"
      }
    ]
  },
  {
    "id": 9,
    "text": "До этого кратера я добрался даже быстрее, чем до первого. Несмотря на отвратительное питье, я чувствовал себя лучше. Когда альтернатива — гибель, организм усваивает все. Едким запахом от этого кратера не тянуло, и это внушало надежду. Все было напрасно. В кратере вообще не было воды! Я взял в руку гладкий каменный обломок и приблизил к глазам. Похоже на кремень. А кремень может понадобится для розжига костра. ",
    "answers": [
      {
        "id": 10,
        "text": "Взять кремень"
      }
    ]
  },
  {
    "id": 10,
    "text": "Пока я собирал куски кремня, услышал за спиной шорох. На краю кратера сидела крыса. Я взглянул в другую сторону и увидел ещё трех крыс. Они, неотрываясь, следили за мной своими красными глазками, когтистые лапки подрагивали. Крысы были тощие, но огромные. Должно быть, ростом мне до колен. Холодок пробежал у меня по спине. Медленно, стараясь не дышать, я вылез из кратера и стал отступать к ближайшей постройке. Крысы медленно двинулись ко мне. Их стало больше. Пять... Нет, уже шесть... Похоже, они и сами боялись, но их было много, а лютый голод мог пересилить страх в любой момент. Семь... Девять...\nЯ замер на мгновение, а потом побежал прочь из города. ",
    "answers": [
      {
        "id": 11,
        "text": "Бежать "
      }
    ]
  },
  {
    "id": 11,
    "text": "Крысы не стали меня преследовать. Добежав до чахлых зарослей кустарника, я без сил повалился на потрескавшуюся землю. Изнуренный организм требовал сна, но я заставил себя подняться. Сначала надо обеспечить безопасность. И решить вопрос с едой.\nЗа сухой порослью начинается лесок. Нужно наломать веток и развести костёр. Тогда я смогу согреться и приготовить еду. Да и незваных гостей огонь отпугнет.\nА если веток будет достаточно много — построю себе шалаш. ",
    "answers": [
      {
        "id": 12,
        "text": "Искать"
      }
    ]
  },
  {
    "id": 12,
    "text": "Пока я отламывал от деревьев мертвые сучья, среди стволов мелькали смутные тени. Должно быть воображение разыгралось. А может, и нет... \nСвалив добычу в одну кучу, я критически осмотрел её. Нет, так дело не пойдет! Я так до утра буду костер делать. Что бы такое придумать? Может, из кремня получится сделать топор?",
    "answers": [
      {
        "id": 13,
        "text": "Сделать"
      }
    ]
  },
  {
    "id": 13,
    "text": "Полученный агрегат напоминал топор лишь отдалённо,но изготавливать новый у меня уже не было времени. Пора приниматься за дело. ",
    "answers": [
      {
        "id": 14,
        "text": "Добыть дрова"
      }
    ]
  },
  {
    "id": 14,
    "text": "Даже с самодельным топором дело пошло заметно быстрее. Я рубил ветки, пока руки и спина не начали гудеть от усталости. Что ж, на первое время дров хватит. Я собрал их в охапку и пошёл обратно к зарослям. Топор не подвёл. А из второго кремня я сделаю нож. Если нападут крысы, мне будет чем защищаться. ",
    "answers": [
      {
        "id": 15,
        "text": "Сделать нож"
      }
    ]
  },
  {
    "id": 15,
    "text": "Придирчиво осмотрев получившийся нож и убрав его за пояс, я почуствовал себя немного увереннее. Теперь нужно развести костер и соорудить шалаш. Резко похолодало, и я в своей тонкой куртке начал дрожать. ",
    "answers": [
      {
        "id": 16,
        "text": "Разжечь костёр "
      }
    ]
  },
  {
    "id": 16,
    "text": "Костёр разгорелся в считанные секунды. Протянув к нему ладони, я ощутил, что жизнь возвращается ко мне. Приятное тепло разливалось по измученному телу. Я уже готов был залезть в маленький шалаш и провалиться в желанный сон, когда живот свело резкой судорогой. Я с недоверием посмотрел на мясистые белесые грибы, облепившие прогнивший пень. Пожалуй, лучше не рисковать и сварить гречневую кашу. А для этого потребуется чистая вода. Одно воспоминание о сырой из кратера вызвало у меня приступ тошноты. Нужно вскипятить воду в пустой консервной банке. ",
    "answers": [
      {
        "id": 17,
        "text": "Кипятить"
      }
    ]
  },
  {
    "id": 17,
    "text": "Никогда бы не подумал, что вареная гречка без соли, молока  и масла окажется такой вкусной!\nЯ ел так быстро и жадно, будто её вот — вот выхватят у меня из рук.\nТеперь — спать. Больше ни на что я сейчас не спасобен. А как проснусь, нужно будет уходить. Искать людей. И ответы. ",
    "answers": [
      {
        "id": 18,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 18,
    "text": "Я проснулся, поел и пошёл в другой город думая что найду ответы там. Идти не так уж и долго три — четыре часа. ",
    "answers": [
      {
        "id": 19,
        "text": "Остановиться"
      }
    ]
  },
  {
    "id": 19,
    "text": "Это ужас какой-то... Руки трясутся... Тут целая площадь скелетов! Черепа взрослых и детей, кучи костей с истлевшими остаткоми одежды. У меня досих пор перед глазами этот кошмар! Кто или что могло их всех убить? Что мне теперь делать? Я не знаю. Надо уходить отсюда куда нибудь.\nЯ отправлюсь на юг, к Мурманску — надеюсь, кто — нибудь там объяснит мне произошедшиее. ",
    "answers": [
      {
        "id": 20,
        "text": "Уходить"
      }
    ]
  },
  {
    "id": 20,
    "text": "Не успел я войти в сырой тёмный подъезд, как эта тварь вцепилась мне в голень! Крыса! Ох, как же это больно!\nИ, хотя в конце концов с крысой я справился, теперь понятно, что мне не помешало бы мощное оружие, желательно, с лёгко добываемыми боеприпасами. Что бы такое соорудить из доступных средств? Может, арбалет?\nНадеюсь в это доме найдутся подходящие материалы. Как минимум, можно разломать мебель на деревяшки. \n",
    "answers": [
      {
        "id": 21,
        "text": "Сделать арбалет"
      }
    ]
  },
  {
    "id": 21,
    "text": "Двигаясь вдоль железнодорожной насыпи, я наткнулся на электропоезд. Пути перед ним разбиты. Дверь кабины машиниста была сломана, и я пролез внутрь. Многие вагоны оказались пусты, но в двух я увидел знакомую картину: мертвецы. Болшинство лежали на полках, другие — прямо в коридоре. Среди пожитков я нашёл немного еды и питья, значит, умерли они не от голода. Но что с ними случилось? В Заполярном были кратеры и разрушенные дома, смерти можно было объяснить бомбардировкой. Но поезд — то целёхонек...\nНадо поискать какие — нибудь записи, хотя бы что нибудь. ",
    "answers": [
      {
        "id": 22,
        "text": "Газета \"Мурманский Вестник\" "
      }
    ]
  },
  {
    "id": 22,
    "text": "Топливный кризис... \"Активисты ЗОЖ ликуют...\" Значит, в июле 1984 — го никакой котострофы ещё не было. Что ж, эта газета предстовляет хоть какую — то зацепку. \nЕсли бы началась война — отсутствие бензина было бы не на первой полосе. Надо двигаться дальше, к Мурманску. Там я узнаю больше. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец 1 части "
      }
    ]
  },
  {
    "id": 23,
    "text": "Кое — как но я одолел его. Так нужно идти дальше. Прошёл я пару метров и увидел что нога стало кровоточит, чёрт мутант повредил мне ногу. ",
    "answers": [
      {
        "id": 3,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы поддались и вас убил мутант. Довольно глупое решение. ",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  }
]