[
  {
    "id": 1,
    "text": "Жанр : драма, философия, \nСтатус : завершен\n\n\nОПИСАНИЕ :\nВ нашем мире частенько люди забывают об истинных ценностях. \nМы стремимся к власти, деньгам, но забываем о том, что берегли ранее. И...это ввергает в отчаяние. Человек в погоне за репутацией и выгодой теряет человечность, важный осколок своей сущности. Но....что имеет цену для человека? \nСемья, любовь, принципы....в этой истории мы узнаем двух людей, которые несут имена зверей. Хладнокровный Змей и Гордая Лиса. И узнаем....какова цена любви к своей семье, каков вес крови....",
    "answers": [
      {
        "id": 2,
        "text": "НАЧАТЬ"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://c.radikal.ru/c33/2007/05/5088a336fcf9.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://c.radikal.ru/c33/2007/05/5088a336fcf9.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Империя отчаяния. \nВес крови. \n1 глава. \"Этот змеиный взгляд....\"\nЛондон. Поместье Стюартов. \n \nМолодая девушка стоит перед громадными, украшенными гравюрой дверьми. Эта юная дева, Грэтта Симпи прибыла сюда, чтобы встретиться со своей новой \"семьей\". \nОна жила в деревне рядом с Лондоном со своей мамой, но....недавно стало известно, что она — бастард (внебрачный ребёнок) Фредерика Бладлава. \nБладлавы — семейство, претендующее на трон. Оно насчитывает множество членов рода — ,,основная\" ветвь, далёкие кузены и так далее. Сегодня в доме Карла Первого из рода Стюартов проводится званный вечер. И она, простолюдинка, пришла сюда....волнуясь о грядущем, так как.... \nДело в том, что Бладлав означает ,,любовь к крови\". Кровожадность и жестокость в их крови передается от молока матери к ребёнку. Грэтта слышала эти истории и легенды, кровавые мифы о них. И....помогите ей Высшие силы, она хочет выжить сегодня.....",
    "answers": [
      {
        "id": 4,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 3,
    "text": "Империя отчаяния.\nВес крови.\n1.5 глава. ,,Надеюсь, получится избежать этого урода\". \nЛондон. Поместье Прайдвонт. \n \n\"Сейчас крайне опасная ситуация.....но если приложить все усилия, то её можно превратить в возможность\", — леди, устроившись в кресле, размышляет о текущем положении на данный момент. \n\"Со смертью Фредерика Бладлава начинается гонка за трон. Из его рода на престол могут сесть Дэниел, Герния, и.....чёрт... Джер, надеюсь, получится избежать этого урода. Я видела его однажды....эти ужасные глаза и улыбка.....я буду помнить их всю жизнь. К тому же, недавно вскрылась информация о бастарде Фредерика — некая Грэтта Симпи.",
    "answers": [
      {
        "id": 8,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 4,
    "text": "Светловолосая девушка открыла двери и зашла в это помещение... О, невообразимо как красиво. Мужчины в дорогих костюмах, женщины в прекрасных платьях, дети с превосходными манерами, вкуснейшие блюда на столе......это всё излучает светлую ауру, наполняющую душу восторгом... ",
    "answers": [
      {
        "id": 5,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 5,
    "text": ",,О, а вот господин Дэниел\", — Грэтта увидела младшего сына семейства Бладлава. Он, как и всегда пирует в окружении прелестных молодых леди. В обществе простолюдинов его прозвали ,,Праздным принцем\" за его любовь к подобным вечеринкам. \n— Ам...извините, господин Дэниэл, можно к вам обратиться? — девушка скромно произнесла это....своему по сути младшему брату. \n— Какая милая красавица...Судя по вашему скромному одеянию и тому, что я раньше не видел вас...вы впервые на таком вечере, верно? Кто вы? — с улыбкой он высказал свои мысли.... \n— Меня зовут...Грэтта Симпи. Я...внебрачная дочь господина Фредерика. Извините меня, господин Дэниэл, — сказала девушка...утопая в страхе перед Бладлавам и.....виной. \n\n(Молодой юноша на какое-то мгновение сменил выражение лица. Добрая и яркая улыбка сменилась на холодный и строгий лик....лишь на один момент... Дамы, которые стояли рядом с ним отошли подальше, так как....даже им хватает ума отойти, когда начинается серьезный разговор) ",
    "answers": [
      {
        "id": 6,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 6,
    "text": "— За что вы извиняетесь, милая леди? — со своей фальшивой улыбкой спросил Дэниел. \n— Я....простолюдинка, но оказалась вашей сестрой. Я думаю....вам это отвратительно...\n— Не переживай, сестрица. Понимаешь....я никогда не был претендентом на трон. Я — младший сын без ума и способностей. Родители никогда не верили, что я займу важный статус. Я — сын своей семьи, который прожигает свою жизнь праздностью и похотью. И....меня не интересует такая чепуха. Не переживайте, госпожа Грэтта Симпи. Вам....не стоит бояться меня...но стоит бояться его...\n(он направил свой взгляд за спину девушки, заставив её обернуться. Она узрела ЕГО....о....ужас. Джер Бладлав. Белый костюм с темно-синим галстуком. При его ярком одеянии...он всё равно кажется мрачной фигурой. Всё из-за его внешности. Этот змеиный взгляд, который пробирает до костей. Кожа бледна, но...не белая, как у фарфоровой куклы, а как кожа мертвеца. Он выглядит, как ходячий труп....) \n\n— Братец Джер, это крайне грубо. Ты же напугал юную леди, — с той же фальшивой улыбкой высказал Дэниел... ",
    "answers": [
      {
        "id": 7,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 7,
    "text": "— Прошу прощения, леди. Просто меня заинтересовало, кто вы.....мало кто может снять улыбку с лица моего кузена Дэниела.\n— Я...Грэтта Симпи. Твоя кузина, господин Джер,  — борясь с ужасом пролепетала девушка.\n\n(Она....знает его. Джер Бладлав — один из дальних родственников семейства Бладлав. Внушающий ужас...)\n\n— Так вот как выглядит внебрачная дочь дяди Фредерика. Знали бы вы...как нас шокировали его слова на смертном одре. Чего...вы жаждете?\" — спросил Джер.\n— Я...хочу...не знаю. Просто я буквально вчера узнала это. И я....хочу узнать вас....ведь...мы же семья, верно?\", — неловкая улыбка девушки попыталась облегчить эту ситуацию....но не сработало. \nВзгляд Джера наполнился злостью.\n— Ну, что же....(на его лице появилась мерзкая и ужасная улыбка) Рад с вами познакомиться, сестра Грэтта.",
    "answers": [
      {
        "id": 3,
        "text": "ГЛАВА 1.5"
      }
    ]
  },
  {
    "id": 8,
    "text": "Только...я не знаю, сможет ли она претендовать на корону. Подумаю о ней попозже. А ныне — у меня есть три потенциальных и серьезных противника.....\nВ добавок, думаю, множество семей Великобритании захочет претендовать на трон с помощью своих средств и статуса. Скорее всего на подобное решение они не смогут повлиять столь банальными способами. Меня больше волнуют действия, которые они могут совершить ради власти. Они представляют опасность для меня в погоне за престол......\"\n\n— Элли, подойди сюда, пожалуйста, — после тщательных размышлений Труди Прайдвонт позвала свою служанку, которая с детства всегда была рядом.\n— Да, госпожа Труди. Чего вы хотели? — произнесла ровесница своей госпожи, поправляя фартук. \n— Помоги мне завтра раздобыть информацию о семействе Бладлавов. Мне нужно подготовиться к грядущей череде убийств и интриг....",
    "answers": [
      {
        "id": 9,
        "text": "ГЛАВА 2"
      }
    ]
  },
  {
    "id": 9,
    "text": "Империя отчаяния.\nВес крови.\n2 глава. ,,Змей рода Бладлавов и Лиса дома Прайдвонтов встретились вновь\" \n\n,,Они меня так пугают\" — эта мысль витает в разуме Грэтты, пока она разглядывает окружающих. Прошло пару дней с того званного вечера, на котором она познакомилась с ,,братцем\" Дэниелом и кузеном Джером. Последний её сильно испугал своей улыбкой , из-за чего она, как можно скорее ретировалась с поместья, так и не познакомившись с оставшимися двумя сёстрами......\nТак или иначе, её пригласили сегодня на совещание о правлении государством. Смерть Фредерика начинает процесс поиска приемника. Как правило, престол передаётся первенцу, но....в семье Бладлавов на данный момент очень сложное положение, из-за чего ,,вакансия правителя\" свободная. В тронном зале стоят несколько знатных семей и уполномоченные представители парламента. Судя по словам выступающего старца, на трон, вероятнее всего, может сесть кто-то из двух знатных семей: Бладлавы или Прайдвонты. ",
    "answers": [
      {
        "id": 10,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 10,
    "text": "То, что говорит этот господин очень важно....но никто его не слушает. Видимо, обе семьи это знали ещё до собрания. \nИ...кто это девушка? (со стороны Прайдвонтов вышла высокая девушка с чёрными волосами в фиолетовом платье)\nРазмеренным шагом она подошла к ,,главной тройке\" Бладлавов — Маргарет, Кэролин, и Дэниелу. Грэтта стоит рядом.\nТруди Прайдвонт: Желаю нам всем удачи в нашей ситуации. Надеюсь, мы сможем подобрать лучшего правителя среди наших знатных домов. (хоть....на её лице и была добрая улыбка....но она источала желчь) ",
    "answers": [
      {
        "id": 11,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 11,
    "text": "Дэниел Бладлав: Приятно слышать столь приятные слова. Ведь....правителем был наш отец, и мы с великим достоинством возьмём его эстафету в правлении страной. \n\n(та же улыбка, что была тогда.....почему у всех такие похожие лица? Они разные люди, но....из-за того, что они росли в этой среде....научились надевать на лица эти лживые маски?) \n\nТруди Прайдвонт: О, вы собираетесь взять бразды власти? Странно....я слышала, что вы не из того типа людей, кому хватает...способностей на подобное. \nВнезапный голос встревает в диалог:\nДжер Бладлав: Не стоит верить слухам, госпожа Труди, — (как он оказался там? Я не увидела , как он подошел к этой леди Труди...судя по испуганному взгляду госпожи Прайдвонт и господина Дэниэла, они тоже не заметили его появление) ",
    "answers": [
      {
        "id": 12,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 12,
    "text": "Труди Прайдвонт (ранее — на её лице красовалось лёгкое и по-лживому доброе выражение, но...взгляд переменился. Её беспокоит этот человек): Господин Джер, я вас не увидела, прошу прощения. Вы долго там стояли? \nДжер Бладлав: Я подошёл в тот момент, когда вы приблизились к моему братцу. \nТруди Прайдовонт (она и, что греха таить, я с господином Дэниелом были удивлены таким фактом....как он это делает? На том званном вечере я тоже не смогла услышать его шагов): Скажите....по-вашему, кто сможет добиться престола? \nДжер Бладлав: Что вы, я не владею ясновидением и узреть будущее мне не дано, как и всем живущем на земле. Люди не могут узнать ответы наперёд....но...могут влиять на исход вещей в данный момент. \n(О, ужас....их лица...На лице господина Джера появилась та самая ухмылка, которая заставила мою душу уйти в пятки. И лик госпожи Труди не отстаёт. Хитрое, жестокое....это кроется в её взоре) ",
    "answers": [
      {
        "id": 13,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 13,
    "text": "Дэниел Бладлав: О, как же это удивительно. Не думал, что мне когда-либо получится это увидеть снова. (он произнес это громко и с нескрываем восторгом) \n— О чём вы, господин Дэниэл? — (я вымолвила это....но сразу же мой язык ушёл глубоко в глотку. До этого никто не обращал на меня особого внимания, но...даже если не учитывать просто остальных в комнате, я чувствую, как меня прожигают эти ужасающие взгляды)\nДэниел Бладлав: Точно, ты же не знаешь, сестра Грэтта. Господин Джер и госпожа Труди встречались. Однажды в детстве, когда им было....по 9 лет, если не ошибаюсь. И...впервые мне удалось узреть эти нечеловеческие глаза. Взор Джера полный злобы и жестокости — так, как смотрит змея на свою жертву. Холодный и пронизывающий до костей взгляд змея. И взор Труди. Лживый, хитрый и получающий высокомерное удовольствие от собственного превосходства. Это взгляд лисы, которая обхитрила своих врагов.......и вот это снова случилось. \n\nВсе с удивлением слушали тираду Дэниела.\nЗмей рода Бладлавов и Лиса дома Прайдвонтов встретились вновь.",
    "answers": [
      {
        "id": 14,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 14,
    "text": "Джер Бладлав: Мне претит твоя излишняя театральность, кузен. \nТруди Прайдвонт: В данном случае, я согласна с Джером, господин Дэниел. Подобная лиричность звучит натянуто и гротескно. Забудем это......хм, а это, я полагаю, и есть ваша новая сестра, верно? Грэтта Симпи. Рада с вами познакомиться. \n— Я...тоже рада, госпожа Труди, — (почему мне так страшно? Сердце разрывается от ужаса, будто я говорю не с людьми, а с монстрами в людском обличье)\nТруди Прайдвонт: Вот и славно....теперь же....полагаю, пусть на трон сядет лучший среди наших семей, господа Дэниел и Джер. И конечно же, госпожа Грэтта. Пусть это принесёт благо нашим домам и народу...",
    "answers": [
      {
        "id": 15,
        "text": "ГЛАВА 3"
      }
    ]
  },
  {
    "id": 15,
    "text": "Империя Отчаяния.\nВес крови.\n3 глава. ,,Жалкая простолюдинка....о, боже...\" \n \nГрэтта.\n\nГрэтта вышла из дома, где прошло совещание. Она...не сможет ещё продержаться в этой обстановке. По итогам выходит так: на выбор нового правителя отведено полгода, а пока все задачи управления страной отданы собранию уполномоченных людей. Что касается претендентов.....то кроме семьи Бладлав и Прайдвонт участвуют ещё два человека. \nПервый — Герман Вандай, местный герцог с безупречной репутацией. Вторая персона — Джилл Абоми, прелестная леди с идеальными манерами. ",
    "answers": [
      {
        "id": 16,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 16,
    "text": "(Это всё так сложно. Судя по взглядам людей в том зале, они...не хотят отдавать трон кому-либо другому. Я...зачем я вообще здесь? Я не стану королевой, так зачем мне всё это? Дэниел со мной обращается нормально, но...его ,,маска\", что служит ему лицом, заставляет меня бояться. Джер меня вообще ненавидит. \nА остальные....смотрят, как на грязь. Может....с детства мама мне и говорила об отце, как о солдате, который не вернулся с войны. Видимо...я хочу узнать семью, которую не знала. Будто...это залатает мне душу. Вернёт кусок, которого я никогда не знала. Я....не могу отступить. Я должна выжить.....и, если получиться наладить отношения со своей семьей. Но.....как мне это сделать? Раз они аристократы, сливки высшего общества....то они чтят репутацию, положение и деньги.....Но в моём случае первое и третье сразу отпадает. А второе.....то, что я бастард, не играет в мою сторону...... )",
    "answers": [
      {
        "id": 17,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 17,
    "text": "Джилл Абоми: О, вот и простолюдинка. \n(Девушка в жёлтом платье, стуча каблуками о тротуар, подошла к главной героине)\n— Приветствую вас, госпожа Джилл. Чего вы хотели? — произнесла я, стараясь быть...осторожной в словах (из-за начавшейся игры за трон, она — враг) \nДжилл Абоми: Твоя покорность может оказаться полезной, простолюдинка. Я хочу, чтобы ты время от времени приходила в моё поместье и рассказывала мне о планах Бладлавов. \n— О чём вы?...я....не буду это делать, — (видимо, она посчитала, что меня можно будет использовать в этой игре.....если я так поступлю, то в тот же момент сделаю себя врагом Джера и остальных....это будет ужасно.... )\nДжилл Абоми: Это была не просьба, а приказ. Ты сделаешь то, что я хочу, бастард. Жалкая простолюдинка.....о, боже..... \n— Что вы? — (её взгляд резко направился за мою спину....только не говорите, что это он снова....КОШМАР) ",
    "answers": [
      {
        "id": 18,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 18,
    "text": "На расстоянии одного шага за девушкой стоял кузен. Скорее всего, его способность подкрадываться способствовала его ,,имени\" (Змей рода Бладлавов) также, как и его взгляд. \nДжер Бладлав: Я краем уха услышал ваш разговор и решил вклиниться. \n— Господин Джер, клянусь, я ничего не хотела сделать плохого, — этот страх....он сдавливает моё сердце и заставляет говорить....умолять.... \nДжер Бладлав: Мне не нравятся приставки ,,господин\" и ,,госпожа\". Раз ты, Грэтта Симпи, стала частью нашей семьи, то обращайся без них. Говори на \"ты\"......Что касается вас, госпожа Джилл....война ещё не началась, а вы уже ищите слабое звено. Умно, но подло. Должен предупредить.....я, как и вы, склонен сражаться грязно. Берегите себя и тех, кто дорог вашему сердцу......ВОН (взгляд змея заставил ретироваться Джилл так же, как и меня в прошлом)...... ",
    "answers": [
      {
        "id": 19,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 19,
    "text": "— Прошу меня простить, — произнесла я, стараясь держать тон, чтобы не шептать от ужаса..... \nДжер Бладлав: Не стоит беспокоиться, Грэтта. Я услышал то, что ты отказалась. Это похвально. (снова эта улыбка.....она омерзительна и жестока) Надеюсь...проблем у тебя больше нет. Мне нужно ещё подготовиться к грядущему \n(он направился в сторону торговой площади....Хоть всё в моей душе и наполняется желанием больше не видеть эту улыбку....но...возможно, он сможет мне помочь) \n— Погодите, господ... То есть, Джер. Я хотела у тебя спросить....\nДжер Бладлав: Рад буду ответить, сестра. Что терзает твой ум? \n— Я...хочу наладить отношения с остальными из Бладлавов. Что мне для этого сделать?\nДжер Бладлав: Хм....каждый из нас имеет волнующие разум желания. Я могу тебе помочь с этим. Давай....завтра встретимся в поместье Бладлавов. И я тебя познакомлю с сёстрами...сейчас не лучшее время для подобного. (он посмотрел на окно в ту комнату, где проходит совещание....да....думаю, каждый из присутствующих там...сейчас обеспокоен совсем другим.....)",
    "answers": [
      {
        "id": 20,
        "text": "ГЛАВА 4"
      }
    ]
  },
  {
    "id": 20,
    "text": "Империя отчаяния. \nВес крови. \n4 глава. 1 часть. ,,...кровь заляпала мой рукав!!!...\" \n \nДжер.\n\n— Благодарю за разрешение встретиться, господин Вандай, — произнес Джер Бладлав, заходя в гостинную комнату хозяина поместья. Его собеседник находится в кресле за широким столиком, на котором расположены две чашки с свежезаваренным чаем и чаша с угощениями. Ужасающий юноша расположился в противоположном от почтенного мужчины кресле. \nГерман Вандай: Расскажите, зачем прибыли сюда. Что вас сподвигло, господин Бладлав? — (он обратился ко мне, пододвигая напиток, который я взял и поднёс к губам....этот запах....) \n— Пожалуй, отложу чай и угощения пока что. А что касается вашего вопроса....я хотел с вами обсудить грядущее. Какие у вас планы, чтобы навредить семье Бладлав?\nГерман Вандай: О, дорогой юноша, не стоит пугать ,,старика\" такими обвинениями. По вашему, кто я? Разбойник? Ха-ха-ха (натянутый смех и натянутая улыбка...ненавижу...) ",
    "answers": [
      {
        "id": 21,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 21,
    "text": "— Что вы, господин Вандай. Вы не разбойник, вы намного хуже. Вы — человек Высшего общества, который отображает худшее в нём. Понимаете....в разговоре об обществе люди представляют....здание, состоящее из уровней, по которому вдоль и поперёк они двигаются своими успехами и провалами. А я считаю...общество больше похоже на столбы, которые возвышаются над шипами. Мы с помощью уловок, собственных сил и стараний, терпением, и удачей взбираемся выше и выше. Чем дальше мы от шипов, тем лучше....но...так легче упасть. Те, кто не имеет хорошей репутации, вынуждены ходить по шипам, страдая. А те, кто смог возвыситься, всеми правдами и неправдами стараются не упасть. Чем выше, тем больнее упасть....и мы боимся этой боли. Те, кто выше всех, больше всего уязвимы упасть, и они это понимают. Этот страх....способен извратить человека и его душу. И вы, господин Герман Вандайн, такой же. Вы слепо хотите подняться наверх, убегая от собственного страха, и внимая мольбы жадности. Уверен...вы хотите корону, верно? \n(эта старая тварь посмотрела на меня с отвращением....будто сам этого не знал. Хм....он съел печенье из чаши...) ",
    "answers": [
      {
        "id": 22,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 22,
    "text": "Герман Вандай: ЮНОША! Соблюдайте рамки приличия. Гостю говорить такие слова хозяину — неуважительное поведение. \n(Герман встал и подошёл к стене, на которой висело военное ружье. Пока он не видит, я поменял наши кружки с чаем) \nГерман Вандай: В отличие от тебя, я добился в этой жизнь чего-либо, а не был сынком богатой семьи.... \n— (усталый выдох) Своими заслугами вы называете все те предательства и злобу, которые были в вашей жизни? Признаю, мы с вами отличаемся, но в другом. Я сотворил и, поверьте мне, сотворю много всего ужасного, как и вы. Но....разница в причине. Мотив ,,делаю всё для себя\", по-моему, звучит крайне жалко. Это примитивный повод, которым руководствуются животные из-за инстинктов. Потому что.....животный эгоизм является ,,чистым\" , потому что он ради выживания. А человеческий эгоизм грязен и лжив. Мы гонимся за выгодой и радостями. Но....я считаю, что благая, в той или иной степени, цель покрывает ужасные деяния. Знаю...моя позиция скверная, но...почему ,,я творю зло ради добра\" звучит хуже, чем ,,я творю зло ради себя\"? У меня есть мотив всего того, что я делаю. И....(Герман, слушая мой монолог, отхлебнул чай...)...я знаю, что ваша жизнь мне помешает. ",
    "answers": [
      {
        "id": 23,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 23,
    "text": "Герман Вандай: Что ты?...(схватился за горло и упал на пол) Что ты сделал, щенок? \n— Прошу меня простить за ложь в начале нашего диалога. Понимаете....я изначально знал, что вы намереваетесь сделать. \n(Он ползёт к выходу.....какое ничтожество, пожалуй, правое запястье вам уже не понадобиться....)\n,,хруст\"!\n— Вы организовали покушение на семейства Бладлав и Прайдвонт вместе с леди Джилл Абоми. Как понимаю....это соглашение основывается на договоренности о разделении власти. Кто-то из её рода выйдет за вас замуж, и вы бы правили этой страной. К вашему сожалению, я не намерен допускать подобное. (хм...даже со сломанной рукой и ядом в горле он старается доползти до двери. Он — боец, некоторую долю уважения я могу проявить.\nХотя....умирающее животное поступило бы точно так же. Не думаю, что мне стоит проявлять некую жалость к нему.....просто перережу ему глотку. Короткие мужские волосы трудно удержать. В добавок, он пытается сопротивляться......ЧЁРТ, его кровь заляпала мой рукав!!! Я не могу предстать перед Грэттой в таком виде. Нужно будет переодеться в другой костюм...) \n\nУх.....почему решение проблем такие хлопотные? (Я знаю, что даже если отпустил его....он бы отомстил. Такой тип людей любит нанести ,,последний удар\"......Неважно. Он уже не проблема. Теперь....я должен встретиться с сестричкой Грэттой Симпи......)",
    "answers": [
      {
        "id": 24,
        "text": "ГЛАВА 4.2"
      }
    ]
  },
  {
    "id": 24,
    "text": "Империя отчаяния. \nВес крови. \nГлава 4. 2 часть. ,,..твои грехи станут общеизвестны\". \n \nТруди.\n\n— О, вот и вы, госпожа Эбоми. Я вас искала, — сказала Труди Прайдвонт, подойдя к привлекательной леди в окружении своей свиты девиц. ,,Гордая Лиса\" нарядила своё лучшее платье. Красное платье с жёлтыми линиями....ужас. Обычно, она надевает это платье, когда хочет показать своё могущество над другими. Когда она знает, что добьется успеха в текущей проблеме.",
    "answers": [
      {
        "id": 25,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 25,
    "text": "Джилл Абоми: Леди Прайдвонт, с какой целью вы меня искали? \n— Я хотела вам кое-что сказать... — (Хм....где же эти документы?) \nДжилл Абоми: Думаю, с этим можно повременить. Я и мои подруги хотим закупиться новыми платьями. Так что.... \n— Нет, с попыткой убить меня и мою семью нельзя повременить, — (как же меня бесят такие пустоголовые).... \nДжилл Абоми (с удивлением на лице): Убить...О чём вы? Я не понимаю, госпожа Труди... \n— Во-первых, не ,,госпожа Труди\", а ,,госпожа Прайдвонт\". Во-вторых, хоть я и считаю вас девицей с красивым личиком, но пустой головой....Думаю, вы понимаете о чём я. Вы сговорились с Германом Вандайем о покушении на семью Прайдвонт и Бладлав....Он уже мёртв, Джер с ним разобрался. Остались вы...",
    "answers": [
      {
        "id": 26,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 26,
    "text": "Джилл Абоми: Стойте...не надо меня убивать...(на её глупом лице появились слёзы. Она умоляет...но при этом хотела моей смерти. Как жалко требовать такое в подобной ситуации...) \n— Не стоит переживать. Убивать я не собираюсь . Ни вас...ни ваших подруг...(эти клуши выдохнули... дуры...) Ваша участь хуже. Смерть — это естественное, ужасное явление. Она останавливает всё. Уничтожает счастье....удовольствие....и боль...Нет, я не собираюсь вас убивать, я уничтожу вас. Вот эти документы, которые я искала.... в них свидетельствуются твои проступки перед обществом. И.... \nДжилл Абоми (перебивая): Пожалуйста, не надо их разглашать! Я заплачу вам...Просите что хотите... \n— ...Ты мерзкая...твои грехи станут общеизвестны. Ваши семьи уже получили эти бумаги. И чтобы избежать позора....они отреклись от вас. Вам следует покинуть Лондон...\n(Я надеялась просто сказать это и дать бумаги. Теперь осталось...) \nДжилл Абоми (начинает плакать, как и её свита): Это...жестоко...почему? ",
    "answers": [
      {
        "id": 27,
        "text": "- Почему?..."
      }
    ]
  },
  {
    "id": 27,
    "text": "— Почему? — (эта тупая тварь посмела спросить!?) Я...ненавижу людей, которые боятся ответственности. Вы хотели причинить вред другому...но при этом не думали, что за это будет в ответ? Это....Очень...МЕРЗКО....В этом мире неважно, хороший ты или плохой. Чтишь ли добро или поддался злу. Нужно быть готовым ко всему....принимать действительность такой, какая она есть. Те, кто желает боли другим, должны быть готовы на боль в ответ. Те, кто старается получить ВСЁ, избегая ответственности, жалкие. Нет...я не говорю, что я лучше вас. Нет, я готова убить всех, ради того, чтобы мой род восседал на троне. Но...я знаю цену своих амбиций. Каждое желание, поступок может нести за собой кару. Я готова совершить зло и не боюсь зла в ответ. Неважно, какие цели и мотивы. Нужно быть готовым, чтобы их достичь и...понимать, что за всё совершенное....может прийти возмездие. В этом моё возмездие. Вы, Джилл Абоми, желали моей погибели. А я....лишу вас всего. Вашего статуса, денег, имени и чести....раздавлю вас. Я...не добрая, и я это понимаю. Для меня главное — достичь моих целей....неважно, какими способами. Возможно, когда-нибудь....кара за все грехи падёт на меня....но я буду готова к этому. Я буду бороться...и не буду умолять. Нужно использовать все средства...все уловки и хитрости.....А теперь...(она меня не слушала....рыдает на земле, понимая, что сама разрушила свою жизнь..)... у меня остались ещё дела.....Джер Бладлав...что мне делать с тобой?",
    "answers": [
      {
        "id": 28,
        "text": "ГЛАВА 5"
      }
    ]
  },
  {
    "id": 28,
    "text": "Империя отчаяния. \nВес крови. \nГлава 5. ,,Ваше присутствие здесь — опасно для семьи Бладлав\" \nПоместье Бладлав. \n \n— Ты уверена, что всё будет хорошо? — Амелии Симпи задала вопрос своей дочери Грэтте, с опаской рассматривая двери в поместье Бладлав, за которыми находились члены аристократской семьи..... \nГрэтта Симпи: Не знаю....но выбора у нас нет. Если ,,простолюдины\" нас отвергают, то нужно идти к ,,богатеям\". \n(она права...Когда раскрылась информация об родстве Грэтты с семейкой Бладлав, то...окружающие стали мерзко к нам относиться. Может...это из-за измены царя, а может и из зависти. Мы, просто слегка породнившись со знатью, возвысились немного....и сразу стали ненавидимы)",
    "answers": [
      {
        "id": 29,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 29,
    "text": "Грэтта открыла дверь, и мы вошли в комнату. На диване сидят Маргарет и Кэролин. Госпожа Маргарет читает книгу, устроившись поудобнее. Нога закинута на ногу, а на руках белоснежные перчатки, которые она надевает, чтобы не пачкать страницы любимых произведений. Во всём королевстве общеизвестен факт любви госпожи Маргарет к романам и времяпровождению в библиотеке. \nА госпожа Кэролин ведёт беседу с Дэниелом, стоящим рядом, время от времени поглядывая с опаской на Джера, который устроился в противоположном от двери кресле, закинув голову и закрыв глаза. Когда мы вошли, Маргарет оторвалась от чтения, Кэролин и Дэниел почти синхронно глянули на нас, а Джер.....открыв глаза, глянул на нас, и его лицо преобразилось в ужасной улыбке. ",
    "answers": [
      {
        "id": 30,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 30,
    "text": "Джер Бладлав: Приветствую, Грэтта и госпожа Амелия. Рад, что вы пришли сюда сегодня. Устраивайтесь, нужно поговорить..... \n— Спасибо, господин Джер, — (я слышала об этом ирландце)\nСемья Бладлавов огромна. Из-за...большого количества потомства в прошлом, члены этого рода расселились по разным местам страны. Поэтому на данный момент этот род один из самых огромных и тесных в своих связях. Их порой называют стаей из-за своей сплоченности и жестокости к своим врагам....Но Джер...он выбивается из этого числа. Змей рода Бладлав, единственный из этого рода....кого боятся даже его родные...Что подтверждает тот взгляд Кэролин, когда она говорила с Дэниелом. ",
    "answers": [
      {
        "id": 31,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 31,
    "text": "Грэтта Симпи (моя мать устроилась рядом с Маргерет, а я встала рядом с диваном): О чём вы хотели поговорить? \nКэролин Бладлав: Вы хотите сесть на престол? (её серьезный взгляд начал сверлить нас, будто...от этого ответа зависит всё, что будет со всей Великобританией) \nГрэтта Симпи: Нет, что вы!?...даже думать о таком не смеем. \nКэролин Бладлав: Тогда.....почему вы сюда пришли? Чего вы жаждете? \n— Мы..хотим спокойной жизни. Из-за нашего родства с вами, наше окружение стало нас ненавидеть и гнобить, — (....О, УЖАС....его взгляд....я разозлила господина Джера!?)\nДжер Бладлав: Вам причинили вред!?.....кто это был? \nГрэтта Симпи (в панике...как и остальные от его взгляда): Нет-нет. Не беспокойтесь. Всё хорошо. Просто....мы хотим найти своё место.... \n— Из-за моей ошибки....для меня и моей дочери...настало тяжелое, смутное время....\nКэролин Бладлав: Ошибка? Ошибкой....вы называете связь с нашим отцом, в то время, когда у него была наша мать? \n(эта ненависть в их крови чтоли!?) ",
    "answers": [
      {
        "id": 32,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 32,
    "text": "Джер Бладлав: Не стоит горячиться, сестра Кэролин..... Леди Амелии объясните свои слова.... \n— Я....наша встреча с вашим отцом произошла в сложное время...для его отношений с королевой и для моей жизни. После войны было тяжелое положение. Он был зол, стресс струился по его венам. А в моём желудке ничего не было, голод затуманивал мой разум. И....я пошла на сделку. ,,Расслабление\" на деньги.....Не думала, что это когда-нибудь откроется...Мы с Грэттой не знаем, что делать. Понимаю, вы тоже не в восторге от этой ситуации, но помогите. Что нам делать?",
    "answers": [
      {
        "id": 33,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 33,
    "text": "Кэролин Бладлав: Это мы уже обсудили. Мы... \nДжер Бладлав (он глянул на неё ,,змеиным\" взглядом, из-за чего...она замолчала): Леди Амелии и сестрица Грэтта.....Семья Бладлав ценит семейные узы. Да, мы жестокий род. И да....мы разочарованы действиями Фредерика...но....так или иначе, вы стали нашей семьей. Грэтта, я рассказал остальным о твоем поступке. Ты отказалась от предложения Джилл Абоми. Ты...доказала свою принадлежность к нашему роду. И...надеюсь, никогда не изменишь этого. Но пока....(он подошёл к ней...с каждый шагом...его глаза начинали будто ,,светиться\"....как у настоящего хладнокровного монстра...) Ваше присутствие здесь — опасно для семьи Бладлав. Род Прайдвонт может использовать тебя или твою мать, чтобы нанести удар. \n(он хочет нас убить!? Нужно бежать....) Вот....(он что-то вытаскивает из своего кармана..документы?) Это — карта к деревне, которую мы нашли для вас. И вот нужные бумаги. Пока не закончится битва за престол, будьте там. Она находится далеко. Настолько, чтобы Труди не смогла вас достать......езжайте...",
    "answers": [
      {
        "id": 34,
        "text": "ГЛАВА 6"
      }
    ]
  },
  {
    "id": 34,
    "text": "Империя отчаяния. \nВес крови. \nГлава 6. Змей, которого отвергает род волков, и Лиса, у которой ледяное сердце. \n \nДжер является ,,кузеном\" для Бладлавов в Великобритании, хоть....его родство с ними — это отдельная тема. Дело в том, что род Бладлавов происходит от знатного рыцаря, который попал в немилость тогдашнего правителя. Он и его семья были изгнаны из королевства и...их судьбы разделились. Брат рыцаря завёл семью в Ирландии с местной принцессой. И Джер — это потомок рыцарского брата и огненновласой красавицы. В детстве он приезжал в Великобританию на встречу со своей родней. Именно на том званном вечере...он встретил Труди Прайдвонт. Мало кто знает, но....между ними произошла ссора, во время которой...все увидели их взгляд, о котором говорил Дэниел. Холодный взгляд Змея и гордый взгляд Лисы.....Около двух лет назад Джер покинул свою родину и прибыл к своим ,,кузенам\". Сначала родственники недооценивали его, ведь....хоть у Джера и ярко красные волосы, зеленые глаза, и бледная кожа, но он не отличается красотой и силой. А потом....он доказал то, почему сейчас его называют ,,Змеем\". ",
    "answers": [
      {
        "id": 35,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 35,
    "text": "Он до смерти замучил всех членов аристократской семьи, которая угрожала Бладлавам........после этого случая, все из рода Бладлавов стали относиться к нему осторожно. Его способность передвигаться без единого звука, хладнокровный взгляд, ужасающая улыбка и необычайная жестокость.....дали ему имя Змея дома Бладлав......а что касается его главной противницы.... ",
    "answers": [
      {
        "id": 36,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 36,
    "text": "Труди — это кровный враг для Джера, как Прайдвонты — враги для Бладлавов. Как упоминалось.....предка дома Бладлавов изгнал из королевства разъяренный правитель. Именно он — предок дома Прайдвонтов. Его душу поглотила ненависть и ярость, когда ему нанес оскорбление его же преданный орден рыцарей, в котором состоял предок Бладлав. Именно с того дня....эти оба рода стали заклятыми противниками....а также получили свои имена..... \nБладлавы, находясь в изгнании, приобрели репутацию наемников и убийц. За победоносные войны и кровавые бойни в умах людей этот род стал ассоциироваться с кровожадностью, поэтому их и прозвали Bloodlove (Любовь к крови). А Король, погрязший в гордыне, подарил своим потомкам имя Pridewant (Желание гордости). И эти черты стали чуть ли не главными качествами своих носителей....... ",
    "answers": [
      {
        "id": 37,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 37,
    "text": "Лиса Прайдвонтов ужаснула всю Великобританию своей гордыней, когда.....однажды на балу кучка аристократских детей посмела оскорбить её для веселья... Около трех недель она собирала информацию о них и... в конечном счёте лишила их статуса и денег, обрекая на изгнание и тяжелую жизнь... \nТруди ,,Лиса\" Прайдвонт и Джер ,,Змей \" Бладлав — истинные потомки своего рода. Одновременно они воплощают собой значение своих имен и в тот же момент ужасают даже своих близких. Неизвестно, что от них можно ожидать. Джер способен убить каждого без промедления, а Труди без капли жалости уничтожит жизнь своего обидчика..... \nИ сейчас... они сидят за столом в поместье Прайдвонтов, попивая вкуснопахнущий зеленый чай и пробуя сладкое печенье....",
    "answers": [
      {
        "id": 38,
        "text": "ГЛАВА 7"
      }
    ]
  },
  {
    "id": 38,
    "text": "Империя отчаяния. \nВес крови. \nГлава 7. ,,Победа за мной....\" \nПоместье Прайдвонт. \n \n,,Интересно, что кроется в её разуме?\" — думает Джер, вкушая сладкое печенье с сахарной посыпкой. Он вчера получил письмо с приглашением от Труди Прайдвонт. И так как проигнорировать послание считается неуважительным ответом, Змей пришёл в логово Лисы..... \n,,Нужно по-скорее со всем разобраться\" — размышляет Труди, выпивая душистый зелёный чай. \nЕё одеяние, ставшее частью её образа в городских слухах, как всегда на ней. Платье цвета крови с жёлтыми полосами придавало ей особенную красочность. Не так далеко от неё ушёл её оппонент. Тот же белый костюм с ярко-синим галстуком, в котором он был при первой встрече с Грэттой. Они оба будто персонажи из переполненной живыми оттенками сказки, попавшие в наш серый и мерзкий мир. Жестокая Лиса надела свою ,,охотнючую шкуру\", в которой она разрушает людские судьбы, откапывая чужие мерзкие секреты, а Змей украсил себя ,,белой чешуей\", маскируя своё мрачное существо в светлый наряд.....",
    "answers": [
      {
        "id": 39,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 39,
    "text": "Джер: Какие у вас планы, госпожа Труди? Я знаю, что вы хотите посадить на трон кого-нибудь из своих младших братьев. И ради своих желаний хотите похоронить меня и мой род. Но....я не хочу убивать вас, так как..., — спокойным тоном говорил Джер, пока его не перебила собеседница. \n(Моё отношение к ней довольно странное. С одной стороны....я хочу её смерти, потому что она опасна для Бладлавов. А с другой.....) \nТруди: Прекрати говорить в таком уважительно-умиротворенном тоне. (Он меня бесит) Мы — враги, ты это сам понимаешь, но....Хм....знаешь, я вспомнила нашу первую встречу в детстве. Ты не такой, как все в вокруг. И я это поняла тогда. Я могу узнать человека, любого. Его мысли, мечты, слабости и секреты..... Твои вечно злой взгляд, ужасная улыбка и...отрешенный взор. Я вижу их, как и все, но не могу увидеть то, что за ними кроется. Именно поэтому....я НЕНАВИЖУ тебя.... \n\nДжер — одно из немногого в этом мире, способное заставить её говорить таким раздраженным тоном. Она ненавидит то, что заставляет её бояться.....",
    "answers": [
      {
        "id": 40,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 40,
    "text": "(Видимо, мои слова сказались...Он убрал руки от сладостей , сложив их вместе. Я хочу увидеть его. Настоящего.....) \nДжер: Госпожа Труди......я и не думал, что вы так меня презираете. Но позвольте....вы такая же, как я. Сами подумайте...у нас обоих есть цели. Мы хотим получить престол. Хотим, чтобы наши родные достигли власти. И мы пойдём на всё. Я убил многих, а вы разрушили судьбы многих. И....вроде вы оставляете людей в живых, что кажется милосерднее. Но на деле....быстрое убийство и мучительная жизнь стоят на одном уровне, я так думаю. Разве нет? \n(Хм...я знал, что мы — противники, но не хочу видеть в ней врага...) \nТруди: Хм....спрошу у тебя кое-что. Почему ты думаешь, что я хочу посадить на трон братьев, а не самой стать королевой? — На лице девушки появилась ухмылка, которая так и говорит: ,,Ты думаешь, что знаешь меня, тварь?\". \n(Посмотрим, понимаешь ли ты меня) ",
    "answers": [
      {
        "id": 41,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 41,
    "text": "Джер: Потому что вы стремитесь к власти, а не к нервной жизни и ранней погибели. Лучшее положение в этой ситуации — советник короля и его правая рука. Весь статус и блага. В этом мы похожи. Когда мой родственник сядет на престол я займу такую роль\n(В моём плане есть место и ей) \nТруди (испытывая смесь ужаса и злости): Как ты!?.....ха-ха-ха. Да, видимо ты прав. Мы похожи. Но.....твоим целям не сбыться...\nПобеда за мной.. \nДжер: Не люблю когда люди говорят так уверенно. Мне интересен исход столкновения. Ваших амбиций и моих идеалов.......Возвращаясь к моему плану, я хотел сказать..... \nТруди: Ха-ха-ха-аха.....Извини, ,,дорогой\" Джер. Но я не преувеличила. Я выиграла. Расскажу подробнее.....моей служанке Элли удалось узнать информацию о спрятанных тобой Грэтте и Амелии Симпи. Я отправила своих людей в ту деревню, и теперь....жизнь Грэтты на волосе, а весь смысл — она ранена вашим кинжалом, которым вы убили Германа Вандая......",
    "answers": [
      {
        "id": 42,
        "text": "ГЛАВА 8"
      }
    ]
  },
  {
    "id": 42,
    "text": "Империя отчаяния. \nВес крови. \nГлава 8. Суд. \n \n....Как же так произошло? \nДжер старался решить все проблемы, придерживаясь своего плана. Он хотел уладить всё, чтобы все нужные люди достигли желаемого...Но Труди смогла его перехитрить. Пригласив его к себе, она выиграла достаточно времени, чтобы Элли успела проникнуть в поместье Бладлавов (остальные из этой семьи были в городе) и, раздобыв ранее информацию об Грэтте и Амелии, напала на них с наёмниками. Это произошло три дня назад. Грэтта ранена, и сейчас королевские лекари стараются её спасти. А Джер......Труди хотела лишить его свободы, обвинив в убийстве кузины. Но она не учла репутацию своего противника. Получив улику (особый кинжал Джера), люди Лондона сразу же осудили его без права на милосердие. Вместо того, чтобы провести остаток своей жизни за решёткой, ему придётся встретиться с петлёй. ",
    "answers": [
      {
        "id": 43,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 43,
    "text": "Два стражника ведут его к месту казни под выкрики и проклятия толпы, которые уже долгое время страшились этого человека. Но....одного его змеиного взгляда хватило, чтобы десятки озлобленных мужчин и разгневанных женщин, которые почуяв свободу, предались низменной злости и злорадству, заткнули свои рты и отступили подальше.... \nВот он уже на платформе, на него одевают петлю и связывают руки. Стражник постарался накинуть ему мешок на голову, чтобы...не пугать ,,зрителей\" исказившимся от удушья лицом смертника, но его остановил Джер. Даже обезвреженный, он способен ввергать в инстинктивный ужас окружающих, но....это не поможет ему спастись.",
    "answers": [
      {
        "id": 44,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 44,
    "text": "Уполномоченный человек уже стоит на висельнице рядом со ,,Змеем рода Бладлавов\" и с довольным видом перечисляет все проступки обвиняемого. Убийства, пытки, акты насилия и жестокость, которую трудно вообразить нормальному человеку. Практически всё готово.....\nПублика уже готова к смерти монстра. Дэниел, Кэролин, и Маргарет Бладлавы наблюдают за этим с....равнодушным взглядом. Хоть на деле, это не так. С одной стороны, они счастливы , что Джер наконец-то покинет их жизнь. Хоть он и одной крови с ними, но они уже давно чувствуют опасения на его счёт. Страх, что он прирежет их ради власти, угнетал их души не один год. А с другой....он, так или иначе, их родственник. Да, нелюбимый и пугающий, но член семьи. К сожалению....они не смогут ему помочь, даже если и хотят. Если они постараются сделать нечто подобное, то их просто перебьёт людское ,,стадо\" вокруг..... ",
    "answers": [
      {
        "id": 45,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 45,
    "text": "Палач уже собирается нажать на рычаг.\nА Джер.....у него опущена голова, а его взгляд опустошен....но......\nОна жива!? Грэтта, перевязанная бинтами, вышла из толпы, подходя к висельнице. Судя по её хромому шагу, лекарем удалось её спасти, но она ещё не полностью оправилась. \nГрэтта Симпи: СТОЙТЕ!! Остановите казнь. Он не виноват. Не он пытался меня убить. (девушка пошатнулась и чуть не упала...) \nКэролин Бладлав: Успокойся, сестра Грэтта. Все и так это знают..... \nГрэтта Симпи: Что вы?.... \nТруди Прайдвонт (перебивая на полуслове): Думаешь, кого-то это волнует? За эти два года он успел убить и замучить самыми страшными способами просто огромное множество людей. Но... достаточно весомых доказательств никогда не было, так как он из семьи, которая может взойти на престол, чтобы его обвинить нужны не просто слова кого-либо. И сейчас Лондон получил более-менее стоящее доказательство. Кинжал Джера с уникальными зазубреностями, которым он часто пользовался при своих преступлениях. Неважно, что скажу я, что скажешь ты или кто-либо. Народ желает смерти Змею.... ",
    "answers": [
      {
        "id": 46,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 46,
    "text": "Дэниел Бладлав: Я думал, что ты против театральности, Злая Лиса. Но....да, сестра Грэтта, это так. Все хотят его погубить. \nГрэтта Симпи (ранее она не видела Бладлавов в этой толпе, но сейчас....её глаза наполняются злостью): Вы....ЧЁРТОВЫ ТВАРИ!!! \nКэролин Бладлав (в шоке, как и все от такой ,,храбрости\" простолюдинки): Что ты , бастардка, имеешь ввиду??? \nГрэтта Симпи: Я заметила это ещё с самого начала. Вы переполнены ложью и ненавистью. Это кроется в ваших словах, скрывается в ваших мечтах и обитает в ваших черепах. Вас не волнует правда, в вас нет ни капли искренности. Дэниел носит вечно свою маску, Кэролин презирает меня из-заошибок вашего же отца. Но.....чёрт возьми, Бладлавы!!! О вашем роде ходят легенды, которые затрагивают ровно две вещи. Вашу ужасную кровожадность....и вашу привязанность к семье. Вы способны убить и замучать других, но.....ваша кровь для вас на вес золота. И вы дадите умереть ЕМУ? Вы серьезно!? ",
    "answers": [
      {
        "id": 47,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 47,
    "text": "Труди Прайдвонт: Если честно...я не хотела подобного исхода. Понимаешь.....в некотором смысле, он меня интересует. Джер Бладлав — Змей родом с далёких земель. Он прибыл сюда два года назад и....так и неизвестно зачем. Я думала о том, что он, как и все хочет власти. Но....я говорила с ним, и он сказал, что не хочет забирать власть себе. Я не могу его понять и.... \nГрэтта Симпи: Думаю....он это делает ради семьи. Всё, что я видела, было направлено ради защиты своих родственников. Он защищал меня и мою мать, хоть почти и не знал. Он всегда был рядом со своими кузенами, чтобы помочь. Я понимаю, что он сотворил много ужасного. Поверьте, я тоже его боюсь. Но....он никогда не направлял свою ,,змеиную\" натуру на кого-то без причины. Те, кто умирал от его рук, первыми были готовы убить. Герман Вандай и многие другие. Я слышала в городских слухах.....что вы поступаете так же. На зло без капли жалости отвечаете злом..... ",
    "answers": [
      {
        "id": 48,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 48,
    "text": "Труди Прайдвонт (собеседница дала ей пищу для размышления. Возможно, схожесть с Джером выражается у них не только в стремлении к целям, но и в....своих принципах): Возможно, ты и права. Повторюсь снова, я не хочу его убивать, это не мой метод, а его......Хорошо (даёт знак своим наёмникам, чтобы они оттолкнули подальше от нужных персон толпу и позволили спасти заключенного).....Я хочу добиться своих целей, но только своими способами, а не так как этого желают люди неспособные сделать что-либо с кем-то, пока он способен ответить (ссылаясь на толпу).....Ну, что же? Радуйся, Джер, ты избежал смерти. Похоже...наша битва будет продолжаться... \nДжер Бладлав (поднял голову и его ,,змеиный взгляд\" остановил бойцов Труди. Он посмотрел на Лису, на Грэтту, своих родственников, а в конце — на своего палача): Нажимай на рычаг. Казнь завершится.....",
    "answers": [
      {
        "id": 49,
        "text": "ГЛАВА 9"
      }
    ]
  },
  {
    "id": 49,
    "text": "Империя отчаяния. \nВес крови. \nГлава 9. Казнь. \n \nДжер Бладлав (спокойным, потерявшим волю к жизни голосом): Господин палач....думаю, вы знаете меня. Я — монстр, змей рода Бладлав. Вы знаете на что я способен. Поэтому....совет — убейте меня, иначе я убью всех, кто вам дорог.... \nТруди Прайдвонт: Погоди....Джер, какого чёрта!? Ты можешь избежать смерти, почему ты отказываешься?? \nМаргарет Бладлав: Только не говори, что у тебя проснулось сожаление.... \nДжер Бладлав: Я...я хочу умереть не из-за совершенных ,,злодеяний\", а из-за вины перед Грэттой и Фредериком Бладлавом. \nКэролин, Даниэль, Маргарет: Что ты несёшь?? \n(Его слова ввергли участников ,,беседы\" в ступор. Никто никогда не понимал ход его мыслей....но сейчас его побуждения стали загадкой, как для родственников, так и для Труди) ",
    "answers": [
      {
        "id": 50,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 50,
    "text": "Джер Бладлав (он показал своё лицо.....впервые в жизни оно приняло подобное выражение. Безэмоциональность, отчаяние, обреченность....и печаль. Вместо привычной злобы и хладнокровности в его взгляде виднеются слёзы....\nТакое его лицо заставило испытать настоящий шок у всех присутствующих. Больше всего у Труди и Бладлавов): Помните.....когда я приезжал в детстве сюда навстречу с семьей? Мне удалось тогда поговорить с Фредериком Бладлавом. И.....дядя Фредерик открыл мне ,,правду\" рода Бладлавов..... \nДэниэль, Кэролин, и Маргарет отреагировали на последнюю фразу, так.....будто они знают о чём он говорит.",
    "answers": [
      {
        "id": 51,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 51,
    "text": "Грэтта Симпи: Правда о Бладлавах? О чём это он? (обращаясь к ,,семье\") \nКэролин Бладлав: Не думаю, что стоит об этом говорить. \nТруди Прайдвонт: Вы правда думаете молчать?? Вы были готовы позволить своему кузену умереть, хватит корчить из себя принципиальных людей. \nДэниел (приняв задумчивый вид): Самое смешное....именно из-за того, что мы чуть не позволили это, мы опорочиваем эту правду.... \nТруди Прайдвонт: Можно без загадок? \nМаргарет Бладлав: Думаю.....будет лучше, если это расскажет Джер.....будь добр, кузен. ",
    "answers": [
      {
        "id": 52,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 52,
    "text": "Джер Бладлав (стоя на висельнице с опустошенным видом и слезами на глазах): Правда семьи Бладлав в том....что наше имя неправильно понято. Как и предок Труди, наш дал фамилию всем своим потомкам. Но наш был изгнан из-за чего ему и его семье пришлось разлететься подобно листьям по морю в разные стороны. И...может это из-за акцента наших предков в чужих землях, а может из-за безграмотности тех, кто распространял о нас слухи в далёком прошлом. Но....слово \"Бладлав\" было исковеркано неверным значением. В умах людей....мы — Bloodlove, что воспринимается, как любовь к крови или, проще говоря, кровожадность. Но....на самом деле, мы — Bloodlaw, что подразумевает ,,закон крови\". Мы....чтим связь по крови и по духу. Каждый из нашего рода готов отдать жизнь за тех, кто дорог.....точнее, были готовы. (посмотрев на своих ,,кузенов\") С годами наш род лишился этой установки. Мы потеряли честь, принцип к защите дорогих людей. Поэтому....я стараюсь жить, как настоящий Бладлав. Я способен убить любого ради семьи. Но....я провалился из-за чего....достоин смерти.... ",
    "answers": [
      {
        "id": 53,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 53,
    "text": "Труди Прайдвонт (поражена рассказом своего противника. Видимо....так выглядит настоящий Джер): Провалился? В...каком смысле? Что не так? \nДжер Бладлав: Я....позволил ей и её матери пострадать (указывая на Грэтту). Я обещал ей защиту, я подобрал место, где было безопасно. Но...я не справился. Я не выполнил долг перед своим родом..... \nГрэтта Симпи: Кузен Джер....не стоит. Ты не виноват, я жива. Всё хорошо. \nТруди Прайдвонт: Да.....если кто и виноват, то это я. Я отдала приказ на это.... \nДжер Прайдвонт: Нет, ты не виновата......Слушай, наш мир жесток. И порой людям, чтобы добиться желаемого, нужно быть такими же жестокими. Я сам ради престола убил бы многих. Поэтому....в твоих действиях нет вины, ты делала это, чтобы удовлетворить свои амбиции. А я.....не смог защитить свои идеалы......",
    "answers": [
      {
        "id": 54,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 54,
    "text": "Грэтта Симпи: Не стоит, забудь об этом..... \nДжер Прайдвонт: Госпожа Труди Прайдвонт.....я был рад быть знакомым с тобой. Ты — единственная в этом мире, кто могла меня понять. Спасибо за увлекательную битву. Но извини, Змей должен уйти на небеса. (на его лице появилась грустная улыбка...)\nПоэтому.....спокойной ночи, милая лисичка. \n\nРезким ударом ноги он опустил рычаг и ,,пол\" висельницы открылся.....звук натягивания верёвки, петля затянулась.....)",
    "answers": [
      {
        "id": 55,
        "text": "ГЛАВА 10"
      }
    ]
  },
  {
    "id": 55,
    "text": "Империя отчаяния. \nВес крови. \nГлава 10. Разговор с трупом.... \n \n,,Вот и конец этой истории....\"- Труди Прайдвонт стоит перед дверью в зал поместья Бладлав. Это странное чувство будто....такое бывает, когда ты потратил многое, чтобы достичь цели....а потом думаешь, стоило ли оно того. Она стольких уничтожила, столько всего сделала, что....внутри её разума треплется мысль, что насколько ли это значимо....Она всё-таки открыла дверь и зашла в помещение....",
    "answers": [
      {
        "id": 56,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 56,
    "text": "Этот бал....мне кажется, что он особенный, хоть я побывала на сотне таких. Вокруг кружатся в танце богатые люди, забыв об ужасах этого мира....к некоторой части которых они причастны сами. Но здесь....вошедший на бал будто исчезает в сказочном мире полном улыбок и ярких цветов. Именно на таком бале я впервые встретила Джера. На тот момент род Бладлавов не был так значим, как в наши дни, поэтому.....они вели себя трусливо или лучше сказать — осторожно перед Прайдвонтами. Я ради интереса решила оскорбить его род. Мне было любопытно, как он отреагирует. Я не подбирала слов, не старалась скрыть значение сказанного. Он понял всё кристально ясно....и ответил мне так же. \nОбычно...все люди вокруг надевают на лица маски, стараясь выдать ненастоящее за реальное. Быть дружелюбными с теми, кого ненавидят. Клястся в честности, размышлять об интригах. Но...он другой. Его глаза меня тогда шокировали до глубины души. Эта ненависть и жестокость.....обычно, люди её скрывают, но не он....Люди говорят, что мы похожи. Возможно.....они правы.... ",
    "answers": [
      {
        "id": 57,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 57,
    "text": "(Царящая вокруг праздность кажется Труди очень некомфортной, поэтому она отошла от танцующих тел в дорогих нарядах к столу с угощениями. Её взгляд пал на сладкий белый торт с синей ягодой. Такой яркий, но в тоже время серый.....как и Джер......Чья-то рука потянулась к этому торту и забрала ягоду с верхушки сладкого кушанья.....Как всегда, в своём белом костюме и синим галстуке. Но...взгляд изменился) \n— Здравствуй, Лисичка, — произнёс он с грустной улыбкой. Такая же была на его лице, когда петля затянулась на его шее, оставив этот синяк, опоясывающий шею. ",
    "answers": [
      {
        "id": 58,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 58,
    "text": "— Ну, привет, Змей. Скажи.....сильно болит? — Первую часть фразы я произнесла, как обычно. Строго и слегка злобно. А вторую....немного мягче. \n— Не стоит об этом беспокоиться (сказал, положив руку на этот след, красующийся на коже) Лучше расскажи.....как обстоят дела, тебя всё устраивает? \nОн правда изменился. Будто...до этого он старался быть тем, кем было нужно. Но сейчас он получил право быть собой. Он успокоился и вся ,,змеиная\" натура улетучилась. \n— Я более чем рада. Мой род сел на престол....наравне с твоей семьей. Мой кузен и твоя кузина Кэролин стали королём и королевой Великобритании. Остальные твои родственники достигли того, чего желали.....Грэтта с матерью продолжает жить в той деревне, в которую ты её отправил ранее. И теперь Амелии Симпи стала старостой этой деревни. Дэниел так и продолжает наслаждаться своей праздной жизнью, Маргарет отправилась в царствование, чтобы изучать фольклор других народов. И...знаешь, думая о них, я понимаю....что даже близкие люди могут быть разными и с разными ценностями....но я отхожу от сути. Скажи.....почему ты хотел, чтобы оба наших рода объединились? ",
    "answers": [
      {
        "id": 59,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 59,
    "text": "— Я (разглядывая ягоду в своих руках)...помнишь, я говорил о том, что у меня есть план? Я изначально хотел это устроить, но если бы я объявил это слишком рано, то....это могло привести к худшим последствиям. Прайдвонты и Бладлавы враждуют уже долгие годы и....,,перемирие\" выглядело бы как неправдоподобная ложь. И я ждал, когда это получиться сделать....., — со спокойным голосом он описывает все мысли, словно считает свою миссию выполненной. \n— И....по-твоему, казнь, спровоцированная мной — это лучший выбор для примирения? — (хоть мне эта ситуация и кажется мерзкой, но....я почему-то произнесла это с ноткой насмешки. Видимо...от привычки трудно отделаться)\n— Нет....я не думал, что до такого дойдет. Но получилось, так или иначе. Осталось лишь одно....Труди ,,Горделивая Лиса\" Прайдвонт (начал с наигранным пафосом) я хочу вам предложить заманчивое предложение. \n— И что ты можешь предложить, выживший Змей? — (с непроизвольной улыбкой спросила я)",
    "answers": [
      {
        "id": 60,
        "text": "ДАЛЕЕ"
      }
    ]
  },
  {
    "id": 60,
    "text": "Выживший....да, думаю, такое случается редко. При повешении человек умирает мгновенно из-за сломанной шеи. Но...если ,,повезёт\", хотя..трудно такое назвать везением, он может продолжить свои муки, если начнёт задыхаться....Поэтому и удалось спасти Джера... \n— Уже долгое время обе наши семьи находились в состоянии кровной вражды. Но...мы смогли найти компромисс, и теперь Бладлавы и Прайдвонты стали одним родом. Теперь мы — Амбелсы. И....моя кузина и твой кузен воссели на престол, но....наша работа незакончена. Мы должны продолжить делать то, что выходит лучше всего. Мы будет помогать нашей семье в правлении народом. Будем теми, кто возьмёт на себя все обязательства. Поэтому.....Труди, давай будем вместе в этой игре..... — столько чувств.....столько ощущений и мыслей....\nЧеловек всё-таки удивительно непонятное существо. Мы можем питать ненависть, а потом полюбить. Можем ненавидить мир, но ценить одну его часть....... \nС глаз девушки пала пелена. Мир прояснился и стал видим новый путь.......Труди Прайдвонт снова стоит перед этой дверью. Ей остался один шаг, чтобы узнать своё будущее после всех событий, которые вели к этому моменту.\n...",
    "answers": [
      {
        "id": 61,
        "text": "фантомы будущего"
      }
    ]
  },
  {
    "id": 61,
    "text": "Империя Отчаяния. \nВес крови. Фантомы будущего. \n \nТруди Прайдвонт сидит за столом в своём офисе. Со дня объединения семей Прайдвонт и Бладлавов прошло уже 30 лет и без сомнения, это время хорошо сказалось на ,,Лисе\". Её внешность ,,облагородилась\" пережитым опытом. Появившаяся из-за стресса седина предаёт ей особый шарм. Лисица сменила свою шкуру, заменив былую живость при охоте на мудрость и знания.... \nВдруг в её кабинет кто-то заходит. Молодая и высокая девушка в розовом платье. \n,,Как же она похожа отца\" — размышляла Труди , смотря на свою дочь. \n— Привет, мама. Ты скоро поедешь домой? — произнесла Лизи Амбелс, смотря на стопку бумаг рядом с матерью. \n— Не совсем. Многое я могу оставить на завтра. Но...не хочется закапывать в работе будущую себя. А что случилось, Лизи?\n— Отец хочет с тобой провести время, так как вы...долго были поразень из-за работы. Ты пропадаешь здесь целыми днями.... — с некоторой грустью вымолвила старшая дочь, думая о том, как хорошо раньше её мама и папа проводили время.",
    "answers": [
      {
        "id": 62,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 62,
    "text": "— Понимаю. Я сама хочу с ним увидеться. Но....работы ещё слишком много. Я...(заметив опечаленные глаза своей доченьки)...постараюсь освободиться пораньше. (приступая к работе) Скажи....как дела у твоих братьев.\n— Винсент познакомился с некой Джессикой из рода Плагбёрд.....и видимо, она ему понравилась. Близнецы Крисс и Расс пошли учиться искусству клинка. Результаты пока такие себе, но им это нравится, и они будут продолжать....Мама.... — закончив свой краткий рассказ, который она говорила с воодушевленным тоном, она перешла на немного тихий....просящий голос... \n— Хм? Я понимаю твои желания. Ты хочешь, чтобы я встретилась с отцом. Хорошо....оставшиеся бумаги закончу завтра. Едем домой...\n— Это вовсе не нужно. Он ждёт тебя на балконе третьего этажа, — пролепетала девушка весёлым и радостным голосом, как обычно говорят маленькие девочки, когда их сердца наполняются счастьем за родных. \n— Что?....Ну, хорошо. Пойду к нему....",
    "answers": [
      {
        "id": 63,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 63,
    "text": "Труди вышла из кабинета и направилась к нужному для себя месту. Открыв украшенные узором двери, она вошла на широкий, по сравнению со многими другими, балкон. Ничего необычного в строении этого участка дома нету. Но...есть две вещи, которые делают его по-своему особенным. Это ковёр, который специально здесь оставлен, чтобы можно было снять обувь и пройтись босым вошедшему. И два мягких кресла, которые поставила сюда эта пара ещё в день своей свадьбы, чтобы вместе любоваться видом Лондона.....\nВ своём кресле сидит муж, который дожидался жену.... \n— Здравствуй, Джер, — произнесла своим обычным, слегка ,,высокомерным\" голосом Труди. Но....это не тот голос, которым она общалась с ним в детстве в их первую встречу. И не тот, которым она вещала свою ,,победу\" несколько лет назад. Нет...в нём осталась нотка ,,горделивости\", но...это не столько от настоящего отношения к Змею, сколько....дань прошлому, ностальгии.... ",
    "answers": [
      {
        "id": 64,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 64,
    "text": "— Привет, дорогая лисичка, — сказал Джер, рассматривая свою прелестную жену. Время сказалось на нём, как и на ней. Змей стал мудрее, как и Лиса. Но его изменение — снятие ,,змеиной кожи\" произошло очень давно. Когда....она впервые заметила, что его взгляд стал другим, как и улыбка, он лишил себя ,,хладнокровной\" натуры змеи, открыв себя настоящего той, которую любил долгие годы.... \nОдной его улыбки хватило, чтобы объяснить всё. Им не нужны долгие разговоры....достаточно просто быть вместе. Труди уселась в кресло рядом с избранником и стала смотреть с ним на этот прекрасный город, который их свёл..... \n \nГлаза открылись....Труди поднимает свою голову с охапки бумаг, прикасаясь к ,,отлеженной\" щеке. Сны так прекрасны, но.....кто-то заходит....",
    "answers": [
      {
        "id": 1,
        "text": "КОНЕЦ"
      }
    ]
  },
  {
    "id": 65,
    "text": "",
    "answers": []
  }
]