[
  {
    "id": 1,
    "text": "Название: \"Надеюсь я, у меня есть Я\"<s>r\nГод: 2013<s>r\nАвтор: Владислав Лепский<s>r\nЖанр: Ужасы, Психологический ужастик, Боевик, Мистика<s>r\nСюжет: Действия истории происходят в маленьком, вымышленном городе — Личёвске. Молодой парень — Александр болен смертельной болезнью, но это малая из его проблем...<s>r\nА у тебя есть настоящие Я?<s>r\n<s>r\nДисклеймер! <s>r\n<s>r\nДействия, события, места и персонажи в этой истории является вымыслом! История не подстрекает к суициду или жестокости! Приятного чтения!<s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": ""
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c29/2007/ac/5afb9c94febd.jpg"
      },
      {
        "id": 2,
        "text": "История Александра начинается тут!"
      }
    ]
  },
  {
    "id": 2,
    "text": "Глава 1: От себя не убежать...<s>r\n<s>r\n— Ну что со мной доктор? Почему я часто теряю сознание? — спросил я.<s>r\n— У меня плохие новости для вас Александр. У вас рак мозга второй степени. Мне очень жаль. — сказал доктор.<s>r\n<s>r\nПосле этого я больше не появлялся в той больнице, мне же всего двадцать лет, какой рак? От чего он мог появиться? Бред какой-то!<s>r\nНа следующий день я шел в университет. Я учусь на хирурга. Эта учеба не приносит мне удовольствия. Однокурсники меня не знают, но это их не останавливает, им просто достаточно твоего присутствия и они уже начнут задирать тебя. Ублюдки. Ладно, они же все равно всего лишь мелочь. Вообще не понимаю людей которые думают, что они сильнее всех. Сидя на парах в универе, я думал о том как бы побыстрее уйти домой. Меня тошнило от всех этих рож. Преподы постоянно спрашивают меня: \"Как у тебя дела?\" \"Как Сашенька поживает?\" Сашенька — это моя девушка. Мы с ней расстались пару недель назад. Она ушла от меня потому, что я всегда говорил ей, что мы с ней расстанемся. Когда я был маленьким мне говорила одна женщина, что у меня нет будущего, а если есть то только в одиночестве. Одиночество это — такой яд, который когда пьешь получаешь кайф и жуткую боль. Эта боль — как червяк который ест тебя изнутри, ест твою душу и ты становишься бесчувственным. Я сейчас дико скучаю за Сашей. У нее сейчас практика в центральной больнице. Мой город это — Одесса. Огромный город. После пар я шел домой и остановился возле остановки, чтобы уехать на автобусе. Я встретил Сашу. Она очень была расстроена, только чем? Знаю, это смешно когда у тебя и у твоей подруги одинаковое имя. Не в этом суть. Меня волновало чего она была расстроена. Она плакала, плакала так как будто рядом с ней умер ее любимый человек. Если вы думаете что это я, то вы ошибаетесь или я ошибаюсь. Я обнял её, я стал успокаивать её. На улице резко стемнело. Странно. Когда я коснулся её она посмотрела на меня такими глазами, как будто призрака увидела.<s>r\n<s>r\n— Что с тобой? — спросил я. <s>r\n— Это не возможно! Это не возможно! — истерически кричала она.<s>r\n— Что не возможно? Ты о чем?<s>r\n— Ты же умер! Умер! — убежденно говорила Саша.<s>r\n— Посмотри туда! — сказала она показав пальцем на какое-то тело.<s>r\n<s>r\nКогда я подошел к нему, меня кинуло в шок. Там было моё тело. Моё? Как такое возможно??! Я наклонился чтобы осмотреть свой труп. Он, ну то есть я был одет в серую кофту с капюшоном, джинсах, перчатки с вырезами на пальцах и сумка кожаная. Когда я снял с него капюшон, то заметил что лицо у моего тела было в крови. От волос до шеи. И когда я это увидел, то и у меня также само начала литься кровь со лба. Я вытер лоб и увидел, что моя кровь стала очень темной. Она не переставала течь с головы. Когда я был отвлечён попытками остановить кровь, ко мне подошла Саша и ударила очень сильно по голове. Я упал. Удар был очень сильный и не с кажешь что \"женский\". Пока отходил от удара, мой \"мертвый\" двойник уже стоял на ногах. Он скрутил мне руки, а Саша в этот момент смеялась, как больная из психбольницы. Из её глаз шли не слёзы, а кровь. Она впилась своими ногтями в мои ребра. Мне было жутко больно. Моя любимая превратилась в ведьму, которая хочет моей смерти и не только она, а ещё видимо и я.<s>r\n<s>r\n— Ты умрешь! Умри, умри, умри, умри, умри, умри... — без остановки кричали они.<s>r\n<s>r\nЯ вырвался от лап своего злобного двойника и начал бежать, бежать без оглядки.<s>r\n<s>r\nКогда бежал, споткнулся, упал и ударился головой об бордюр дороги...<s>r\n<s>r\nМеня вырубило...",
    "answers": [
      {
        "id": 3,
        "text": "Ты хочешь проснуться???"
      }
    ]
  },
  {
    "id": 3,
    "text": "Глава 2: Больные дети, больной и я...<s>r\n<s>r\nЯ очнулся... <s>r\n<s>r\nОчнулся неизвестно где. Что это за улица? То что я видел, видимо это был сон. Как я сюда попал? Это вообще не Одесса. Когда я поднялся с асфальта, заметил одну странную вещь. Одежда которая была на моём злобном двойнике теперь на мне, только крови нет. Сумка тоже была такой же, как и у него. Там был только мобильник и тетрадь с ручкой. На телефоне не было денег и связь не ловит. Я решил не стоять на месте, стал искал помощь. Я бродил по улице и увидел в дали силуэт, человека в черном плаще. Разглядеть подробно его я не смог, потому что он сразу завернул за угол перекрёстка. Я побежал в след за ним. Он шел в какой то жилой дом. В этом доме только два окна были заполнены светом. Одно окно на третьем этаже, а другое на четвёртом. В других домах вокруг была тьма. Свет покинул их. Не зная зачем, я решил пойти в этот дом. Дверь подъезда была закрыта. Долбанные домофоны. Я сел на ступеньках этого подъезда и вдруг мне приходит смс: \"Пожалуйста помогите мне!\" <s>r\nНомер был неизвестный, кто это? Откуда у него мой номер? Я решил попробовать проникнуть в этот дом и найти этого неизвестного, чтобы помочь. Начал ходить вокруг этого дома, чтобы найти другой проход. Единственное, что я нашел, это пожарную лестницу. Она была высоко. Я взял мусорный бак и начал катить под лестницу. Скрипение контейнера было таким жутким. Такое ощущение, что мои уши зальются кровью от этого скрипа. Эта мусорка так нашумела, что ко мне пришли. Пришли не взрослые люди, чтобы накричать почему я бужу их, а маленькие дети. Да, да, один мальчик и две девочки. Они начали просить меня:<s>r\n<s>r\n— Дядя! Дайте денег, дядя! — сказала одна из девочек.<s>r\n<s>r\nЯ начал сразу рыться в карманах, но в них было пусто.<s>r\n<s>r\n— Простите меня малыши! У меня нет ни копейки. — сказал я опустившись к ним.<s>r\n— Что ты нам врёшь! Есть у тебя всё! — сказал грубо мальчик.<s>r\n— Ты чего старшим грубишь, малыш? — спросил я.<s>r\n<s>r\nОни мне ничего не ответили, а просто одновременно достали ножи из своих карманов. Ножи были с виду кухонные. Их лезвия уже были в крови. Они резали кого-то до меня? Это не должно меня волновать. Я должен бежать от этих маленьких психов. Когда рванул от них, я начал сразу лезть на пожарную лестницу. Я бежал по этим ржавым, старым ступенькам наверх, самый вверх. В страхе того, что могу провалиться в низ или попасть под ножи этих маленьких чертей. Добежал, да! Я на самой крыше этого дома. Я стоял у входа пожарной лестницы и ждал, что кто то из них на меня нападёт от туда. Никого нет и не слышно даже звука шагов. Странно это всё! Очень странно! После начал бродить по крыше. Хочу найти другой выход, чтобы спуститься в низ. Было темно и я ничего не видел. Вдруг я спотыкаюсь об что-то. Это был пистолет и возле пистолета лежал какой-то обрывок бумаги, на нем было написано:<s>r\n<s>r\n\"Нож, нож не поможет! Пуля, пуля быстро решит всё!\"<s>r\n<s>r\nВсё это было написано кровью. Взял пистолет в руки. Что мне ещё остается! Я осматривался и вдруг кто-то стучит по моей спине. Как такое возможно? Эти маленькие черти уже за моей спиной. Каким ходом они залезли? Ладно не важно. Я направил пистолет на них и сказал чтобы они не подходили ко мне, но их это не остановило. Они медленно шли ко мне. Я отступал, но и не отрывал взгляда от них. Моя спина уперлась в заколоченную дверь. Это был выход из крыши в этажи дома. Я был загнан в угол.<s>r\n<s>r\nВыстрел...<s>r\nВыстрел...<s>r\nВыстрел...<s>r\n<s>r\nЯ не хотел этого, но их это не волновало. Три маленьких трупа. Их ножи до сих пор были в их маленьких ручках. Я убил их. Что я наделал? А если бы не убил, то сам трупом стал! Упав на колени перед этими детьми, я заметил у одного из них в руке была скомканная бумажка. Я развернул её и там была запись:<s>r\n<s>r\n\"Я резал их! Это так было приятно, слышать их писклявые стоны! Чувствовать на руках их теплую кровь!\"<s>r\n<s>r\nЭто наверное записи какого-то маньяка. Зачем такое писать? Что за чертовщина?!Я просто хочу домой и мне очень страшно! Решил спуститься обратным путем с крыши, но я ещё не успел подойти к пожарной лестницы, она развалилась.<s>r\n<s>r\nТеперь я застрял на этой крыше...",
    "answers": [
      {
        "id": 4,
        "text": "Нравиться вид? Может тебе нравится тут стоять? Может пора что-то делать? Обернись! "
      }
    ]
  },
  {
    "id": 4,
    "text": "Глава 3: Прорываясь...<s>r\n<s>r\nЯ ломал доски, которыми были заколочены двери выходы с крыши. Я пальцами пытался вырывать их вместе с гвоздями. От этого мои пальцы были в занозах и в крови. Ах, было больно! Я начал ногами пинать эту чёртову дверь.<s>r\n<s>r\n— Саш! Это бесполезно! — сказал голос позади меня.<s>r\n<s>r\nЭто невозможно. Когда повернулся, я увидел точную копию себя. От страха сразу направил пистолет на него.<s>r\n<s>r\n— Кто ты? Почему у тебя моя внешность? — нервничая спросил я.<s>r\n— Твоя внешность?! Ты ошибаешься! Это моё лицо! — ответила моя копия.<s>r\n— Что происходит? Мать твою! Где я?! — начал кричать я.<s>r\n— А ты что не помнишь этот городок? Ты здесь был, тогда когда был совсем маленьким! — ответил он. <s>r\n— Что? Я здесь никогда не был! <s>r\n— Был! Просто ты не помнишь! — сказал он.<s>r\n<s>r\nЯ долго держал его на прицеле пистолета, но ему было всё равно. В его глазах было видно, что он считает себя бессмертным. Он достал из-за спины лом и кинул в мою сторону со словами:<s>r\n<s>r\n— Возьми Саш! Пригодится!<s>r\n<s>r\nКогда я подбирал лом, копия меня исчезла. Что за мистика со мной происходит?! Как я оказался в другом городе?! Может я умер и это мой АД?! Не знаю! Вопросов много, а ответов вообще нет. Через пару минут, выломал ограду ломом и после этого заметил странную вещь. Трупы, куда делись тела тех детишек? Их тоже нет. <s>r\nОткрыв дверь я спустился вниз. С крыши на девятый этаж. Дом был старый. На каждом этаже по четыре двери. Я начал стучаться во все двери, в надежде, что мне предоставят помощь. Был пока что на девятом. Никто не открывал. Такое ощущение, что все умерли. Через минут пять открылись двери в трех квартирах и из каждой выходило по одному ребёнку. Это были те дети которые хотели меня убить ещё на крыше.<s>r\n<s>r\n— Жил был дядя, дядя Саша! Не делился он ничем! Вот кишки когда достанем, будет знать, что делится нужно всем! — напевали это дети доставая свои ножи.<s>r\n<s>r\nЭто точно сон! Я сплю, просто сплю. Такое не бывает! Это всё не реально. Как они смогли выжить. После пули впритык, ещё никто не выживал! Я не стал тратить патроны на них снова. Оттолкнул их от себя и сразу побежал в одну из открытых квартир. Я искал что-то такое, чем можно было их связать. Они не особо гнались за мной. Как будто знали, что далеко не убегу. Я оторвал провод от лампы, телевизора и ещё взял удлинитель. Спрятался за стеной, прямо возле входа в гостиную. Первый попал под раздачу пацан. Я взял и обмотал его шею проводом так, что он начал задыхаться и бросил нож. Девчонки начали кричать очень громко, но я схватил их обеих за те руки в которых были ножи. Я понимаю, что всё что сейчас происходит это полное безумие. Я связал этих \"малышей\". И посадил их в ванную. Включил воду, заткнул слив и стал искать что-то электрическое. Нашел фен для сушки волос. Подойдёт. Я решил подождать пока вода дойдет до их маленьких шеек и потом начал небольшой допрос:<s>r\n<s>r\n— Кто вы? Почему вы меня хотите убить? <s>r\n— Ха! Ха! Ха! Ты и так мертв! Влад! — сказал мальчишка.<s>r\n— Как ты меня назвал? — спросил я.<s>r\n<s>r\nОни не стали отвечать мне. Они просто дьявольски смеялись. Я просто взял фен и включил в розетку.<s>r\n<s>r\n— Последний раз спрашиваю! Вы будите отвечать на мои вопросы или нет?! — спросил я держа фен над их головами.<s>r\n<s>r\nОни молчали и даже не смотрели мне в глаза. Не стал церемониться и кинул фен прямо в воду. Всё кругом искрилось в доли секунды. Малыши дергались. Я не стал на это смотреть и ушел. Когда я пошел обратно в гостиную, заметил на полу листик. Поднял его. Это была записка. Я заметил что почерк на ней такой же, как и на первой. <s>r\nНа ней было написано:<s>r\n<s>r\n\"Я не мог их ничем убить, но когда их тела горели в воде от тока. Я смотрел на это и получал невероятное удовлетворение на душе.\"<s>r\n<s>r\nЧто за псих это оставляет? Зачем такое писать? Я решил присесть на диван и успокоится. Понятное дело, что я успокоюсь, но только тогда когда выберусь из этого дерьма.<s>r\n<s>r\nПозже пошел на кухню в поисках еды. В кухне не то что еды, там даже посуды не было! На столе лежал шприц. Я не знал что там было за вещество, но на нем была надпись: \"Для Влада\". Не вколю себе ни за что. Взял его с собой на всякий случай. Зайдя в другую квартиру, я увидел свою любимую в обнимку со мной, лежа на тигровом диване.<s>r\n<s>r\n— Помнишь этот прекрасный момент? — спросил голос за моей спиной.<s>r\n<s>r\nРезко развернулся и снова увидел своего двойника. Он спокойно закуривал сигарету.<s>r\n<s>r\n— Что это всё значит? Это всё мне видится? — спросил я. <s>r\n— Нет, это не видение. Это твоё воспоминание. Ты же помнишь тот день? Холодный ноябрь, ты заболел, а она сидела с тобой, не смотря на то, что может заразится. У неё дома. — сказал двойник.<s>r\n— Это только я могу помнить. Ты от куда это знаешь?! Говори! — спросил я.<s>r\n— У меня есть имя! — озлобленным голосом сказал двойник. <s>r\n— Ой! Прости Саша! — сказал я.<s>r\n<s>r\nОн разозлился ещё больше и из его глаз пошли кровавые слезы. Он накинулся на меня с зверской жестокостью и начал избивать. Сразу достал пистолет и выстелил в него. В место того чтобы упасть он просто растворился в воздухе. Как дым. Воспоминание тоже исчезло. Квартира покрылась темнотой. Я резко встал и решил посмотреть, что там за окном. Прислонив ладонь к окну, увидел на соседней крыше женщину. Она показывала мне руками: \"Обернись! Он сзади!\". Я резко повернулся, но было поздно. Мой кровавый двойник бежал на меня. Он схватил меня и мы вместе вылетели из окна вниз. С девятого этажа прямо во двор. Боль была на столько сильная, что я ничего не чувствовал! Я лишь слышал хруст своих костей. Начал смотреть по сторонам и заметил тот шприц. Видно вылетел из сумки. Теперь мне терять нечего. Я уже мертв. Раз этот шприц уже ничей, то заберу себе его содержимое. Вколол себе его. Содержимое по ощущению было наркотическим. Через пару минут, замечаю, что меня кто-то тащит по асфальту.<s>r\n<s>r\n— Я не Саша тебе! Ты понял меня! Не Саша я!<s>r\n<s>r\nЭто снова мой двойник. Как он это делает? Да плевать. Я... нет... отрубаюсь...<s>r\n<s>r\n— Меня зовут Влад! — сказал двойник волочивший меня по земле.<s>r\n<s>r\nМне уже всё равно...<s>r\n<s>r\nЯ отрубился...",
    "answers": [
      {
        "id": 5,
        "text": "Тебе не надоело? Перестань это читать! Очнись! Саша! "
      }
    ]
  },
  {
    "id": 5,
    "text": "Глава 4: Обними меня, подонок!<s>r\n<s>r\n— Обними меня! Мне так холодно! Почему ты не обнимешь меня, Влад! — говорила Саша.<s>r\n<s>r\n— Ты больная? У меня тело сломано! И почему ты называешь меня Владом?! — сказал я захлёбываясь кровью.<s>r\nСаша легла на меня несмотря на то, что мне дико больно. И начала обнимать.<s>r\n<s>r\n— Ты здесь не умрёшь, я не позволю! — сказал мой двойник.<s>r\n— Да что тебе нужно от меня?! — начал кричать я.<s>r\n<s>r\nВместо того чтобы мне всё объяснить, так называемый \"Влад\" исчез. С его исчезновением, я заметил то что мои кости снова стали целыми. Что за мистика? Саша с меня не слезала, она обнимала меня меня с такой силой, что мне становилось тяжело дышать.<s>r\n<s>r\n— Отпусти меня. Что ты делаешь?! — сказал я ей оттолкнув её.<s>r\n<s>r\n— Обними меня! Прошу тебя! Мне так холодно! — говорила она смотря на меня своими голубыми глазками. <s>r\n— Нет! Мы расстались с тобой и точка! — грубо сказал я ей.<s>r\n— Ну тогда умри, подонок! Потрахал и решил бросить мразь! — с истерикой начала говорить она.<s>r\n<s>r\nЧто за чертовщина? Моя рука с пистолетом меня не слушается! Рука тянется к моему рту, чтобы засунуть туда дуло пистолета. Другие части тела меня не слушаются тоже. Ну вот дуло у меня во рту. А Саша и мой двойник Влад, просто стояли вместе в обнимку и махали мне своими руками, тип мол \"Прощай!\".<s>r\n<s>r\n— Профу, не надо! Пофалуста! — пробубнел я.<s>r\n<s>r\nОни меня не слушали, им было плевать...<s>r\n<s>r\nВыстрел...",
    "answers": [
      {
        "id": 6,
        "text": "Всё! Ты мертв! Конец фильма! Представляешь, Саша? А нажми уже этот чёртов переход!  "
      }
    ]
  },
  {
    "id": 6,
    "text": "Глава 5: Ночь, парк, собаки...<s>r\n<s>r\n— Вот то место, где вы любили сидеть вместе! Это же оно, да? — спросил меня Влад.<s>r\n<s>r\nЯ жив? Как так? Я же стрелял себе в голову!<s>r\n<s>r\n— Саша! Ты жив потому-что я пока этого хочу! Я хочу сломать тебя, воспоминаниями о прошлом! — сказал Влад наклонившись над мной. — Ты помнишь этот парк? Сладкая вата, детишки. Ты был с Сашей и ты был счастлив! Ты помнишь!?<s>r\n— Я не зацикливаюсь на прошлом! Что было то прошло! — сказал я. <s>r\n— Врёшь! — сказал уверенно он. — Это твой самообман!<s>r\n<s>r\nПоднялся с асфальта, но ничего сделать не мог. Потому что я был под прицелом своего пистолета. Этот парк мне неприятен тем, что в нем только хорошие воспоминания были. Не знал, что делать. Я до сих пор не могу понять, что возвращает меня к жизни. Недолго подождав, я начал подходить ближе и ближе к Владу. Он не прекращал целится в меня, а я продолжал подходить.<s>r\n<s>r\n— Я тебе не советую идти под пулю! — сказал Влад.<s>r\n<s>r\nИ вот я уже стоял впритык к нему. Резко ударил его кулаком по руке, в которой был пистолет и начал убегать от него.<s>r\n<s>r\nЯ бежал и бежал, до тех пор пока кровь внутри не начала кипеть. Он стрелял в меня и попал мне в плечо. Упал от сильной боли, насколько же боль была сильная. Я спрятался от него за старым фонтаном, который был уже далеко от того места, где мы стояли. Невидно его. Отлично, я скрылся. Я просто сидел за фонтаном и переводил дух. Через несколько секунд, заметил что за моей спиной кто-то дышит на меня. Я резко развернулся и увидел собаку. Она рычала на меня. Собака была не обычная тем, что у нее не было шерсти и кожи. Я хотел протянуть к ней руку в надежде, что она успокоится, но решил не делать этого. Начал уходить от неё и она решила пойти за мной. Мой уход продолжился бегом от неё. Бежать уже не куда. Впереди меня, стояли ещё две псины. Они были тоже странные. У них была шерсть, но странность была в их глазах и зубах. В глазах горел яркий красный цвет. Как будто они из ада и размер у них был не такой, как у обычных собак. Одна из них набросилась на меня и начинала впиваться в мою шею.<s>r\n<s>r\nВыстрел...<s>r\n<s>r\nВыстрел был из дробовика. Меня спас какой-то тип в белом халате и противогазе. Он был очень похож на какого-то врача...",
    "answers": [
      {
        "id": 7,
        "text": "Саш! А может он санитар просто? "
      }
    ]
  },
  {
    "id": 7,
    "text": "Глава 6: Загадочный Врач<s>r\n<s>r\n— Кто вы? — спросил я с перепуганным голосом.<s>r\n— Я не собираюсь тебе ничего говорить! — сказал доктор.<s>r\n— Почему?<s>r\n— Просто иди своей дорогой! За спасение можешь не благодарить! — сказал он. <s>r\n— Почему вы в противогазе?<s>r\n<s>r\nОн не ответил и просто молча ушел, в другую сторону. Последних двух собак, он с легкостью убил. Я решил, что лучше прослежу за ним. От него веяло безопасностью. Когда помчался за ним, увидел только, что он исчез. Я шел дальше, пока не наткнулся на магазин. Маленький ларёк, который был рядом с автобусной остановкой. Разбил стекло витрины и начал сразу красть воду. Пить, очень хотелось пить! Как странно, в ларьке куча еды и касса с деньгами, а нет сигнализации. Я положил в сумку бутылку с водой и пачку чипсов. Улицы города были пусты. В домах не горел свет. Только уличные лампы горели. Неподалёку была аптека. Там украл бинты и таблетки. Когда я собрался выходить из этой аптеки то наступил на один из двух шприцев. Они оба были подписаны, как тот первый. Который вколол себе после падения. Тот на который я наступил был мой, а второй для \"Влада\". Я снова взял его с собой. Что же происходит со мной? Как мне выбраться из этого кошмара? Когда я шел по прямой, то увидел гостиницу. Она так же была безжизненной. Нет, туда я не пойду.<s>r\n<s>r\n— Почему ты идешь за мной?! — спросил нервно Доктор.<s>r\n— Помогите мне, прошу! Я не знаю где я! — ответил ему. <s>r\n— Ты каждый день просишь меня о помощи! — сказал он.<s>r\n— В смысле? О чем вы? — не понимая спросил я. <s>r\n— Не ходи за мной! — сказал Доктор направив на меня дробовик.<s>r\n<s>r\nЯ стоял и не шевелился. Он убежал, но выронил, какой-то блокнот. Подобрал этот блокнот и начал его листать. Это был блокнот с заметками Доктора. Он оказывается психолог. На каждой странице блокнота имя и диагноз пациента. Его зовут Николай Борисович. На обложке блокнота, думаю это его имя. Чуть позже, нашел пациента с моей фамилией.<s>r\n<s>r\nИмя: Владислав Лепский<s>r\nГород: Личёвск<s>r\nПроблема: Постоянная угрюмость и не уверенность в себе. Постоянно один и не подпускает к себе людей. Есть подозрения, что у него раздвоение личности. Он бывает называет себя другим именем.<s>r\nДиагноз: (Пока поставить не могу, не поняв корень проблемы.)<s>r\nОт себя: ...<s>r\n<s>r\nИ тут лист оборван. Что же он написал в этом разделе? Интересно...",
    "answers": [
      {
        "id": 8,
        "text": "Записки! Хм! Помогает???"
      }
    ]
  },
  {
    "id": 8,
    "text": "Глава 7: Кто это писал???<s>r\n<s>r\n...Каждый день он говорит, что хочет умереть. Он такой молодой, но говорит такие глупости. Я вижу, что в нем борются два чувства. Чувство любви к Саше побеждает. Он любит её, но какая-то обида не дает ему с ней заговорить. Каждый день для него это — сгоревшая спичка. Он ценил те дни, когда был с Сашей. Сейчас он просто бесчувственный и морально мертвый человек и только с ней он становится человечным и живым...<s>r\n<s>r\nЧто за чушь? Откуда этот человек знает мои переломные моменты? Этот отрывок бумаги меня поразил! Бродя около гостиницы, нашел ее один обрывок страницы.<s>r\n<s>r\n...Он потерял всё! Любимая девушка ушла к другому, с учебы его отчислили за неуспеваемость и теперь карьера врача ему не светит. За неделю, до того как его отчислили, он мне сказал только, то что ему плевать. Без неё ему нет смысла, что либо делать дальше. Когда человек теряет стимул, его жизнь становится серой. Я очень хочу ему помочь, но он сам не хочет себе помогать. Если человек не хочет помощи, значит она ему не нужна...<s>r\n<s>r\nЧто за чертовщина? Кто этот доктор? После прочитанного мне стало плохо. Я начал сильно кашлять. После такого кашля моя ладонь была в кровавых слюнях.<s>r\n<s>r\n— О! Начинается! — сказал кто-то сзади меня.<s>r\n<s>r\nЯ резко развернулся и увидел снова своего двойника. Он держал книгу. Странную книжку. На ней были написаны только слова: Убей, убей, убей...<s>r\n<s>r\n— Что начинается? — спросил закашлявшись.<s>r\n— Записи доктора тебе ничего не объяснили? Ты мираж! Тебя не существует! Ты всего-лишь призрак! — говорил Влад. <s>r\n— Что ты несешь? — сказал я и направил на него пистолет.<s>r\n— Не туда направляешь пистолет. Сашенька. Нужно в голову, в твою голову! — сказал он с ехидной ухмылкой.<s>r\n<s>r\nОн был весь в крови. Верхнюю часть лица не было видно из-за капюшона. Он кинул в меня книгу и начал бежать на меня. Начал стрелять по нему. После того, как я выстрелил, он испарился. И кто теперь из нас призрак? Я хочу вырваться из этого безумия! Перед моими ногами появилась новая часть записки.<s>r\n<s>r\n...Он перестал спать. Он стал спать, пару часов в сутки. Ест раз в сутки. Это не нормально! Надеюсь он пойдет на крышу гостиницы \"Моряк\"! Я помогу ему...<s>r\n<s>r\nПосле этой записки, не думая стал стрелять в дверной замок главного входа в гостиницу.<s>r\n<s>r\nНадеюсь, я найду все ответы этому безумию...",
    "answers": [
      {
        "id": 9,
        "text": "Найди меня! Давай! "
      }
    ]
  },
  {
    "id": 9,
    "text": "Глава 8: Вас ждёт \"Адская крыша гостиницы Моряк\"!<s>r\n<s>r\nГлавная надпись на крыше гостиницы, горела ярко-красным цветом. Так что гостиницу искать долго не пришлось. Я не был уверен, что в этой гостинице, найду все ответы. Надеюсь, что на некоторые мои вопросы они будут. Сломав главный двери гостиницы, я ничего не видел, кроме темноты. И эта темнота была не обычная, такое чувство, что мне завязали глаза. Достал телефон из кармана и начал светить себе путь дисплеем телефона. Все равно было темно. Маленькими шагами шел вперед и вдруг что-то ударило меня в живот. Это была часть лестничных перил. Я схватился за них и начал подниматься наверх. Я не понимал, куда поднимаюсь. Ноги просто сами меня несли вверх. Я был на третьем этаже из пяти. Телефон разрядился, теперь точно ничего не вижу. Как слепой брожу по этажу раздвинув руки вперед. Через пару секунд, я об что-то споткнулся. Это был фонарик. Когда я его включил то увидел банкетный зал. Он был очень чистый.<s>r\n<s>r\n— Правда кормят тут паршиво! — сказал кто-то сзади меня и ударил меня по голове.<s>r\n<s>r\nЯ упал. Удар был очень знакомой силы, но не вырубился. Снова он, мой кровавый двойник под именем \"Влад\". На этот раз я безоружен, ничего не смогу сделать. Остается только одно — бежать! Бежал очень быстро и бился телом об стены, потому что тут очень темно, а фонарь светил очень слабо. Мой забег закончился тем, что я оказался на кухне. Нужно попробовать найти что-то, чтобы защитить себя. Начав рыться в полках и нашел только здоровенный тесак. Теперь хоть какая-то защита есть.<s>r\n<s>r\n— Мы ждем тебя! — сказал голос в конце кухни.<s>r\n<s>r\nЯ посветил фонарем в конец кухни и увидел того врача. Только он был уже в черном халате, а не в белом. Я не думая погнался за ним, но он как призрак испарился. Там где он стоял, была лестница на крышу. На стене лестницы надпись: \"Вверх!\" Она была написана кровью. Уверен, что это ловушка. Нужно быть осторожным. Тесак теперь я стал держать так, как будто он часть моей руки. Я медленно поднимался наверх. Пока поднимался, раздавался женский смех. Звук этого смеха был такой, как будто это у меня в голове, с громким эхом. Я уже подходил к двери. Дверь на крышу была приоткрыта. Замок сорван, но плевать. Пнув ногой дверь и выходя во двор крыши, увидел Влада, Доктора и Сашу?<s>r\n<s>r\n— Мы ждали вас Александр! — сказал мой двойник почесывая затылок пистолетом.<s>r\n<s>r\nСаша была вся избита, в крови. Они её избивали? Зачем она им?<s>r\n<s>r\nЯ опустил руку с тесаком, потому-что меня держит на мушке своего дробовика, Доктор...",
    "answers": [
      {
        "id": 10,
        "text": "Против дробовика никакие мышцы не помогут! "
      }
    ]
  },
  {
    "id": 10,
    "text": "Глава 9: Я вас уничтожу!<s>r\n<s>r\nОна подбежала ко мне и начала крепко обнимать. У неё из носа шла кровь и была вся в синяках. Она очень сильно начала меня целовать со словами:<s>r\n<s>r\n— Прости меня! Сашенька! Любимый мой, родной! Они меня заставили!  <s>r\n— Кто? Кто из них?! — спросил я оскалив зубы.<s>r\n— Этот! — сказала она показал пальцем на Влада.<s>r\n<s>r\n— Так Борисыч! Кончай её! — сказал Влад показав двумя пальцами на Сашу.<s>r\n<s>r\nОна оттолкнула меня и...<s>r\n<s>r\nВыстрел...<s>r\n<s>r\n— Нет! Неееееееееет! — начал кричать я с слезами на глазах.<s>r\n<s>r\nДля меня это была дикая боль. Я держал её на руках! Саша! Нет!  <s>r\n     <s>r\n— Она только нам мешает, терапия и так зашла слишком далеко! — сказал спокойно Доктор. <s>r\n— Терапия? О чем ты? Урод!<s>r\n<s>r\nДоктор начал куда-то убегать. Я упал на колени и держал тело Саши. Оно ещё было таким теплым. Я качался со стороны в сторону, как псих.  <s>r\n<s>r\n— Я же тебе говорил! Я тебя сломаю! — наклонившись ко мне начал язвить Влад.<s>r\n— Я вас уничтожу! Уничтожу! Всех! Всех! — начал безумным тоном говорить я.<s>r\n— Эх! Саша! Когда ты поймешь? Ты никто! Ты жалкая опухоль! Я настоящая личность! Я тут король! — начал возвышать себя Влад поднимая руки.  <s>r\n<s>r\nОн повернулся ко мне спиной. Это мой шанс!<s>r\n<s>r\n— Слышишь король?! Лови! — сказал я рубанув его тесаком в плечо.<s>r\n<s>r\nОн корчился от боли, тесак вонзился по самою рукоятку в него. Он ползал по крыше размазывая всю свою кровь вокруг себя и харкался со словами: <s>r\n<s>r\n— А ты молодец! Бьешь со спины! Очень честно! Тьфу!<s>r\n<s>r\nЯ ничего не стал говорить в ответ. С диким рычанием зверя, начал большими пальцами выдавливать ему глаза. Он дико орал криком, что из всех крыш этого города Личёвска начали разлетаться вороны. Эти вороны не простые были. Они надо мной начали кружиться. Они собрались в огромный круг, на секунду мне показалось, что они меня заклюют заживо, но нет. Я был как смерть! Две вороны даже сели мне на плечи. Кровь моего мертвого двойника начала течь ко мне и как паразит ползать по мне. При этом тело мертвеца стало разваливаться. Аргх! Какая боль! Его кровь, тело, перешло ко мне! Это был очень болезненный процесс. Такое чувство, что в тебя запихивают другой мозг. Я начинаю отрубаться. <s>r\n<s>r\nНа секунду оказался в каком-то кабинете. Перед мной сидел парень, который похож на меня, только он заросший сильно и не бритый. Он сидел в кабинете какого-то психолога. На стене я заметил грамоту, а не ней знакомое имя и отчество: <s>r\n                                                                      Больница №2<s>r\n                                                               Грамота вручается: <s>r\n                                                         Николаю Борисовичу Будко. <s>r\n                                                        Лучший психолог Личёвска.<s>r\n     <s>r\n— Прости меня за долгое ожидание Влад! Я был у коллеги! Звали по одному вопросу. Так на чём мы остановились? <s>r\n— На книгах! — с безразличным выражением сказал Влад.<s>r\n— Ах да! Я знаю что тебе поможет, есть один Шведский психолог. У него был интересный пациент, как ты. Он рекомендует своим пациентам писать свои мысли на бумаге или даже книги. Ты любишь книги Влад? — начал доктор.<s>r\n— Я писал однажды одну книгу! <s>r\n— И про что она? — спросил с любопытством врач.<s>r\n— Она не о чем! Так! Боевик, \"Ошибки всех\" называется! — сказал Влад. <s>r\n— Ну вот! Значит хоть какой-то опыт писательский у тебя есть! Давай ты придешь ко мне когда напишешь её? <s>r\n— Хорошо, Николай Борисович! Все равно я считаю, что это бесполезное дерьмо! — сказал Влад встав со стула, собравшись уходить. <s>r\n— Ну, выше нос, Влад! Не умрешь ты! — с улыбкой говорил врач.<s>r\n— Очень смешно! — захлопнув двери кабинета сказал он.<s>r\n<s>r\nЯ очнулся! Что это было? Воспоминание? Не понимаю! Я должен во всём разобраться! Вороны всё кружились надо мной. Такое чувство, что они охраняют меня, а потом ко мне пришли те собаки которые хотели меня загрызть насмерть! Только теперь они стоят за мной охраняя меня! Одежда потемнела, а мои глаза начали печь и истекать кровью! <s>r\n<s>r\nТеперь доктор держись!<s>r\n<s>r\nЯ иду за тобой!",
    "answers": [
      {
        "id": 11,
        "text": "Закрой книгу! Закрой, пока не поздно! "
      }
    ]
  },
  {
    "id": 11,
    "text": "Глава 10: Пустой эпилог моего Я!<s>r\n<s>r\n\"Я очнулся! Что это было? Воспоминание? Не понимаю! Должен во всём разобраться! Вороны всё кружились надо мной. Такое чувство, что они охраняют меня, а потом ко мне пришли те собаки, которые хотели меня загрызть насмерть! Только теперь, они стоят за мной охраняя меня! Одежда потемнела, а мои глаза начали печь и истекать кровью! Теперь доктор держись! Я иду за тобой!\" — читал в слух держа в руках мою тетрадь Николай Борисович.<s>r\n<s>r\n— Глава 10: Пусто! А мне интересно, что со мной стало в этой книге! — закрыв тетрадь сказал Доктор. — \"Надеюсь я, у меня есть Я\" Ух! Какое пафосное название! — начал язвить он. <s>r\n— Не волнуйтесь, Доктор! Вы узнаете, чем всё закончится! — с ехидной улыбкой сказал я.<s>r\n— Влад! Это же бред! Я просил книгу о твоих мыслях, а не это страшное безумие! Мы так ни к чему не придем! — сказал он сев за свой стол.<s>r\n— Мы же договорились, без имен! — крикнул я.<s>r\n<s>r\nСкрестил руки и начал смотреть на него с хмурым взглядом.<s>r\n<s>r\n— Что с тобой?<s>r\n— Скажите Доктор! Вы сильно хотите знать, чем закончится моя книга? — спросил я. <s>r\n— Ну не так чтобы прям сильно, но интересно! <s>r\n— Вы там первый умрете! — сказал я и достал пистолет.<s>r\n<s>r\nВыстрел в голову...<s>r\n<s>r\nЯ же говорил, что ты не удачный доктор! Я говорил что это всё не поможет!!! Я во всём виноват?! Да!? Ты этого хотел?! Ты хотел, чтобы я это сказал?!  — кричал я топча его голову ногой.<s>r\n<s>r\nМне нужно бежать, бежать прочь! Бежать домой! Что я делаю? Ничего! Сейчас вечер. Работники уже дома, так что труп найдут только завтра. Я забрал свою тетрадь и начал бежать домой изо всех сил! Надо позвонить Саше!<s>r\n<s>r\n— Привет! Где ты сейчас? <s>r\n— Я дома! Что случилось? Ты в порядке? — с беспокойством спросила она. <s>r\n— Да, наверное да! Ты можешь прийти ко мне? Это очень важно! Прошу! — на бегу сказал я.<s>r\n— Да! Хорошо! Только парня возьму с собой, ты не против? <s>r\n— Против! Только не с ним! Это только нас касается! — сказал грубым тоном я.<s>r\n— Тогда меня не жди! <s>r\n— Ладно, ладно! Бери его!<s>r\n<s>r\nАх! Как же тяжело бежать по скользкому снегу! Это я! Это я тот заросший парень из того воспоминания. Это я! Боже, что я творю! Что со мной?<s>r\n<s>r\nЗабегая в свой любимый подъезд, я увидел Маму, которая заходила как раз домой с продуктами. Я ей помог и сказал, что сейчас будет здесь Саша. Она её не любит за нашу разлуку, но ничего, всё изменится, всё будет хорошо! И тут позвонила в дверь она. Как быстро. Я столько её времени не видел, надеюсь она всё так же прекрасна. Я открыл дверь, схватил её за руку и резко затащил в квартиру. Она была в шоке от моего действия, но я не хочу видеть этого урода в своём доме!<s>r\n<s>r\n— Что ты делаешь? Впусти его или выпусти меня! Я ухожу! — кричала Саша.<s>r\n— Сядьте! Вы обе! На кухню! — крикнул я достав пистолет.<s>r\n<s>r\nОни были напуганы. Я их понимаю. Я начал задирать все шторы в квартире и после того, как я это сделал мы сели за стол.<s>r\n<s>r\n— Сынок! Зачем ты достал пистолет отца?! Что ты делаешь?! — кричала Мама.<s>r\n— Зачем ты нас пугаешь! Прекрати! — кричала Саша.<s>r\n— ДА ЗАТКНИТЕСЬ!!! — крикнул я ударив по столу.<s>r\n<s>r\n— Дорогая Мама! Любимая моя, Саша! Вы самое ценное, что есть у меня в жизни! Я не собираюсь вас с кем-то делить! Никому вас не отдам! Заберу я вас с собой! — сказал, направив на них пистолет.<s>r\n<s>r\nВыстрел в Маму...<s>r\nВыстрел в Сашу...<s>r\n<s>r\nОткрыл тетрадь, мокнул свои пальцы в их кровь и начал писать их кровью следующие:<s>r\n<s>r\n\"Глава 10: Пустой эпилог моего Я!\"<s>r\n<s>r\nЕсли вы прочитали эту книгу, значит вы нашли моё тело и меня во всю крутят по новостям! Я лишь хотел одного, чтобы любимые мне люди, меня любили и понимали, но я ничего из этого не видел! Теперь я лежу без части головы с мокрыми штанами!<s>r\n<s>r\nМеня зовут Александр Лепский!<s>r\n<s>r\nЯ подошел к окну, сорвал шторы, прислонил пистолет к виску...<s>r\n<s>r\nВыстрел...",
    "answers": [
      {
        "id": 1,
        "text": "Умер..."
      }
    ]
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  }
]