[
  {
    "id": 1,
    "text": "<s>r\n<s>r\nЖить, ловя на себе двуличные взгляды слуг и дворян. Жить, осознавая, что никогда не вернешься в отцовский край. Никогда не вернешь то, что по праву рождения должно быть твоим… А ведь ты последняя из королевского рода Идерия. Единственная наследница западного трона.<s>r\n<s>r\n► Придворные интриги.<s>r\n► Сложный моральный выбор.<s>r\n► Возможность прокачать персонажу навыки магии, фехтования либо метательного оружия.<s>r\n► 9 разных концовок.<s>r\n<s>r\nВнимание:<s>r\n! Сюжет остро реагирует на каждый, даже незначительный, выбор.<s>r\n! Некоторые события приводят к летальному исходу. <s>r\n<s>r\nИ помните:<s>r\nДаже если в твоем характере укоренились твердые ветви, нужно быть гибким ради распустившихся лепестков.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "•  •  •  •  •",
        "comment": true
      },
      {
        "id": 105,
        "text": "Начать игру",
        "lua_do": "function lua_do()\nrepPalace = 10\nlikeV = 10\nlikeE = 10\nlikeG = 10\nmagic = 0\nsword = 0\ndagger = 0\nend"
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d12/2007/75/2bfc71e90c03.png"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "",
        "system": true
      },
      {
        "middle_answer": true,
        "comment": true,
        "super_calculate": false,
        "lua_do": "function lua_do()\ng.defaultBgAnswerImage = \"http://a.radikal.ru/a03/2007/4d/4e52cd565bd0.png\"\nend",
        "text": "Новый ответ. введите текст",
        "calculate": true,
        "id": 1
      },
      {
        "id": 1,
        "text": "Страница автора в VK",
        "url": "https://vk.com/club193569185"
      }
    ]
  },
  {
    "id": 2,
    "text": "Мягкое утреннее солнце назойливо пробиралось сквозь тяжелую ткань лиловых штор, напоминая о том, что день давно начался. Но сон все никак не желал отпускать из своих невесомых объятий, вновь и вновь утаскивая вас в чернеющую пропасть Морфея.<s>r\n<s>r\n— Госпожа Вивьен, просыпайтесь!<s>r\n<s>r\nНевысокая русоволосая служанка ворвалась в вашу комнату, принеся с собой прохладу пустынных коридоров дворца. А вместе с тем, окончательно убив надежду поспать еще хотя бы часочек.<s>r\n<s>r\n— Его Высочество хочет видеть вас у себя в кабинете.<s>r\n<s>r\nОна рывком раздвинула шторы, пустив в комнату солнечный свет. Он рассыпался густыми лучами по мраморным стенам, заиграл бликами на воде в серебряной миске и заставил вас, нахмурив брови, недовольно застонать.",
    "answers": [
      {
        "id": 3,
        "text": "— Зачем так официально?",
        "lua_do": "function lua_do()\nrepPalace = repPalace<plus>1\nend"
      },
      {
        "id": 4,
        "text": "— Он не говорил, зачем? "
      },
      {
        "id": 2,
        "text": "Укажите команды для картинки",
        "comment": true,
        "url": "https://a.radikal.ru/a43/2007/71/da8c90360cfd.png"
      }
    ]
  },
  {
    "id": 3,
    "text": "— Эмбер, я же просила тебя называть меня просто Вивьен.<s>r\n<s>r\n— Не велено, госпожа. Его Высочество отдал приказ...<s>r\n<s>r\n— Знаю, знаю. — Вы жестом руки прекратили ее болтовню, а после попытались мило улыбнуться. — Но тут-то он не слышит.<s>r\n<s>r\nСлужанка ехидно хихикнула, после чего прикрыла рот рукой, будто бы боясь, что ее услышат.<s>r\n<s>r\n— Вам... То есть, тебе помочь прибраться в комнате?<s>r\n<s>r\n— Шутишь?! — Вы наиграно бросили на нее грозный взгляд — Иди уже.<s>r\n<s>r\nЭмбер смущенно хихикнула и направилась прочь за дверь, оставив вас одну.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 5,
        "text": "Осмотреть комнату"
      },
      {
        "id": 6,
        "text": "Рассмотреть себя"
      },
      {
        "id": 3,
        "text": "Вы не можете покинуть комнату, пока не одеты.",
        "comment": true
      },
      {
        "id": 3,
        "text": "Укажите команды для картинки",
        "comment": true,
        "url": "https://a.radikal.ru/a43/2007/71/da8c90360cfd.png"
      }
    ]
  },
  {
    "id": 4,
    "text": "— Нет, госпожа! Лишь попросил, чтобы вы пришли, как можно скорее. <s>r\n<s>r\nВы устало выдохнули, пытаясь привести мысли в порядок. <s>r\n<s>r\n— Ладно, спасибо. Можешь идти.<s>r\n<s>r\nЭмбер кратко поклонилась и направилась прочь за дверь, оставив вас одну.<s>r\n",
    "answers": [
      {
        "id": 5,
        "text": "Осмотреть комнату"
      },
      {
        "id": 6,
        "text": "Рассмотреть себя"
      },
      {
        "id": 4,
        "text": "Вы не можете покинуть комнату, пока не одеты.",
        "comment": true
      },
      {
        "id": 4,
        "text": "Укажите команды для картинки",
        "comment": true,
        "url": "https://a.radikal.ru/a43/2007/71/da8c90360cfd.png"
      }
    ]
  },
  {
    "id": 5,
    "text": "С того момента, как король Фредерик умер, его старший сын приказал выделить вам более роскошные покои. Та комната, в которой вы провели последние 11 лет, и рядом не стояла с нынешней. Мраморные стены, зеркала и картины в золотых обрамлениях, огромные окна, дорогие шторы… А просторная кровать с балдахином, казалось, не занимала даже половины этих хором.<s>r\n<s>r\nСпециально для вас сюда поместили небольшой дубовый шкаф, на который вы сложили свои любимые книги. Среди них были как энциклопедии о травах и животных, так и детские сказки, полнящиеся драконами и другими дивными существами.<s>r\n<s>r\nПоследняя неделя, ставшая кошмаром для всего Валиара, превратила вашу жизнь в одну из тех историй, в которых крестьянка становилась принцессой. И вы пока не знали: радует вас это или же пугает.",
    "answers": [
      {
        "id": 7,
        "text": "Подойти к книжному шкафу"
      },
      {
        "id": 5,
        "text": "•  •  •  •  •",
        "comment": true
      },
      {
        "id": 6,
        "text": "Рассмотреть себя"
      },
      {
        "id": 52,
        "text": "Выйти с комнаты",
        "lua_if": "function lua_if()\nreturn dress == 'black' or dress == 'blue' or dress == 'red'\nend"
      },
      {
        "id": 5,
        "text": "Укажите команды для картинки",
        "comment": true,
        "url": "https://a.radikal.ru/a43/2007/71/da8c90360cfd.png"
      }
    ]
  },
  {
    "id": 6,
    "text": "Подойдя к зеркалу, вы взглянули на свое отражение:<s>r\n<s>r\nВы идеальная представительница западного народа: мягкие черты лица, белейшая кожа и идеально прямые волосы цвета вороньего крыла, что струятся по плечам, достигая нижней части спины.<s>r\n<s>r\nПрекрасная, но холодная, вы притягиваете взгляды мужчин и становитесь причиной зависти других женщин. Мало кто может похвастаться столь утонченным станом и хищным взглядом серых глаз.<s>r\n",
    "answers": [
      {
        "id": 8,
        "text": "Подойти к шкафу"
      },
      {
        "id": 6,
        "text": "•  •  • ",
        "comment": true
      },
      {
        "id": 5,
        "text": "Осмотреть комнату"
      },
      {
        "id": 52,
        "text": "Выйти с комнаты",
        "lua_if": "function lua_if()\nreturn dress == 'black' or dress == 'blue' or dress == 'red'\nend"
      },
      {
        "id": 6,
        "text": "Укажите команды для картинки",
        "comment": true,
        "url": "https://a.radikal.ru/a43/2007/71/da8c90360cfd.png"
      }
    ]
  },
  {
    "id": 7,
    "text": "На полках было много знакомых вам корешков, которые вы изучили от А до Я.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 33,
        "text": "История Валиара",
        "lua_do": "function lua_do()\nBook1 = 1\nend"
      },
      {
        "id": 35,
        "text": "Мифические существа",
        "lua_do": "function lua_do()\nBook2 = 1\nend"
      },
      {
        "id": 36,
        "text": "Сказки поднебесного королевства",
        "lua_do": "function lua_do()\nBook3 = 1\nend"
      },
      {
        "id": 37,
        "text": "Богатства лесного края",
        "lua_do": "function lua_do()\nBook4 = 1\nend"
      },
      {
        "id": 7,
        "text": "•  •  •  •  •",
        "comment": true
      },
      {
        "id": 5,
        "text": "Отойти от шкафа"
      },
      {
        "id": 7,
        "text": "Укажите команды для картинки",
        "comment": true,
        "url": "https://d.radikal.ru/d08/2007/79/1a60f8f0aec5.png"
      }
    ]
  },
  {
    "id": 8,
    "text": "Приведя волосы в порядок, вы открыли шкаф и уставились на пестрящий ряд красивых платьев. Что же одеть на визит к Его Высочеству?<s>r\n<s>r\n",
    "answers": [
      {
        "id": 8,
        "text": "Черное платье",
        "lua_do": "function lua_do()\ndress = 'black'\nrepPalace = repPalace<plus>2\nlikeE = likeE<plus>1\nend"
      },
      {
        "id": 8,
        "text": "Красное платье",
        "lua_do": "function lua_do()\ndress = 'red'\nlikeV = likeV<plus>3\nlikeE = likeE-1\nend"
      },
      {
        "id": 8,
        "text": "Голубое платье",
        "lua_do": "function lua_do()\ndress = 'blue'\nlikeG = likeG<plus>1\nend"
      },
      {
        "id": 8,
        "text": "Тяжелое черное платье, со скромным вырезом-лодочкой и длинным рукавом, что заканчивается петлей на среднем пальце.",
        "lua_if": "function lua_if()\nreturn dress == 'black'\nend",
        "merge": true
      },
      {
        "id": 8,
        "text": "Роскошное платье с красного бархата. Отсутствие рукавов подчеркивает объемную грудь и тонкие ключицы, а тугой корсет расшит камнями и золотыми узорами.",
        "lua_if": "function lua_if()\nreturn dress == 'red'\nend",
        "merge": true
      },
      {
        "id": 8,
        "text": "Легкое, невзрачное платье с тугим корсетом и воланистыми рукавами. Голубая ткань расшита белоснежными узорами, веточками плюща, спускающимися вдоль талии. Прекрасно подчеркивает осиную талию.",
        "lua_if": "function lua_if()\nreturn dress == 'blue'\nend",
        "merge": true
      },
      {
        "id": 8,
        "text": "•  •  • ",
        "comment": true
      },
      {
        "id": 6,
        "text": "Одеться и закрыть шкаф"
      },
      {
        "id": 8,
        "text": "Укажите команды для картинки",
        "comment": true,
        "url": "https://a.radikal.ru/a24/2007/3c/b94a17105605.png"
      }
    ]
  },
  {
    "id": 9,
    "text": "— Войдите. — раздался из-за двери суровый мужской голос.<s>r\n<s>r\nНо как только вы появились в проходе, лицо сидящего за столом человека озарила добрая улыбка.<s>r\n",
    "answers": [
      {
        "id": 9,
        "text": "\n— Вивьен, дорогая, у меня сердце кровью обливается видеть тебя в столь мрачных одеяниях. - Эрик встал из-за стола и, подойдя ближе, осторожно взял вас за плечи. - Но я ценю то, что ты скорбишь вместе с нами.",
        "lua_if": "function lua_if()\nreturn dress == 'black'\nend",
        "merge": true
      },
      {
        "id": 9,
        "text": "\n— Я уже подумал, что ты заблудилась. - Эрик внимательно изучал какие-то бумаги, что возвышались справа от него двумя небольшими стопками. \n\nСудя со всего, письма, которые он до сих пор получал от графов и герцогов, желавших задобрить будущего короля своими соболезнованиями.",
        "lua_if": "function lua_if()\nreturn dress == 'blue' or dress == 'red'\nend",
        "merge": true
      },
      {
        "id": 10,
        "text": "— Он был мне как отец...",
        "lua_if": "function lua_if()\nreturn dress == 'black'\nend"
      },
      {
        "id": 11,
        "text": "— Король Фрэдерик был великим правителем.",
        "lua_if": "function lua_if()\nreturn dress == 'black'\nend"
      },
      {
        "id": 12,
        "text": "Извиниться",
        "lua_if": "function lua_if()\nreturn dress == 'blue' or dress == 'red'\nend"
      },
      {
        "id": 13,
        "text": "Сохранить интригу",
        "lua_if": "function lua_if()\nreturn dress == 'blue' or dress == 'red'\nend"
      },
      {
        "id": 9,
        "text": "Укажите команды для картинки",
        "comment": true,
        "url": "https://a.radikal.ru/a17/2007/66/f00740b9fbc6.png"
      }
    ]
  },
  {
    "id": 10,
    "text": "В кабинете пахло старыми книгами, которые заполняли огромные шкафы, тянувшиеся вдоль обеих стен. Легкий полумрак, царивший в этой комнате из-за наличия лишь одного окна, создавал свою особенную атмосферу. Сидя здесь, было легко забыть о времени... Почувствовать уединенность с самим собой.<s>r\n<s>r\n— Я любила Его Величество. Он был мне, как отец... — с нескрываемой горечью наконец-то выпалили вы, едва сдержав порыв припасть к груди Эрика и излить ему душу.<s>r\n<s>r\nНо мужчина понял все без слов. Одобрительно кивнув головой, он коснулся вашего лба в кратком поцелуе, после чего добавил, серьезно всматриваясь в ваши потемневшие глаза:<s>r\n<s>r\n— Он тебя тоже...<s>r\n<s>r\nЕго слова прозвучали как-то двузначно. Словно ко всему этому лично Эрику было, что добавить. Но он промолчал.<s>r\n",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      },
      {
        "id": 10,
        "text": "Укажите команды для картинки",
        "comment": true,
        "url": "https://a.radikal.ru/a17/2007/66/f00740b9fbc6.png"
      }
    ]
  },
  {
    "id": 11,
    "text": "В кабинете пахло старыми книгами, которые заполняли огромные шкафы, тянувшиеся вдоль обеих стен. Легкий полумрак, царивший в этой комнате из-за наличия лишь одного окна, создавал свою особенную атмосферу. Сидя здесь, было легко забыть о времени... Почувствовать уединенность с самим собой.<s>r\n<s>r\n— Король Фредерик был великим правителем. — с достойным спокойствием ответили вы. — И он много сделал для меня...<s>r\n<s>r\nЭрик понимающе кивнул, тактично отстраняясь от вас.<s>r\n<s>r\n— Он тебя любил.<s>r\n<s>r\nЕго слова прозвучали слишком горестно, но развивать эту тему мужчина не стал. Устало потерев переносицу, он наконец-то вернулся обратно за стол, не отводя от вас пристального взгляда.<s>r\n<s>r\n— В последнее время мы мало общаемся, бываем вместе... Я бы хотел это исправить.<s>r\n",
    "answers": [
      {
        "id": 28,
        "text": "Предложить помощь с работой"
      },
      {
        "id": 29,
        "text": "Придаваться ностальгии"
      },
      {
        "id": 11,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a17/2007/66/f00740b9fbc6.png"
      }
    ]
  },
  {
    "id": 12,
    "text": "— Прошу простить меня за задержку, Ваше Высочество. — сделав глубокий реверанс, ответили вы. — Впредь буду расторопнее. <s>r\n<s>r\nНе смотря на то, что вы выросли вместе, Эрик был будущим королем. А значит, пренебрегать официальным тоном не следует. ",
    "answers": [
      {
        "id": 12,
        "text": "\nПодняв на вас уставший взгляд, мужчина долго рассматривал ваш точеный стан, после чего проговорил: \n\n— Ты выросла красивой девушкой, Вивьен. Но красота - дар, которым еще надо уметь пользоваться. \n\nВы растеряно захлопали ресницами, чувствуя как к щекам подступает краска. То ли от стыда, то ли от смущения. И, дабы не показаться глупой в собственном непонимании, опустили глаза вниз. ",
        "lua_if": "function lua_if()\nreturn dress == 'red'\nend",
        "merge": true
      },
      {
        "id": 12,
        "text": "\n— Не стоит! - принц жестом левой руки, пресек твои пылкие речи - Мы же не чужие люди. \n\nТолько сейчас вы заметили, что до вашего появления Эрик был чем-то сильно озадачен. Словно вся эта политическая рутина изводила его на нет.",
        "lua_if": "function lua_if()\nreturn dress == 'blue'\nend",
        "merge": true
      },
      {
        "id": 12,
        "text": "— Не стой в проходе.",
        "comment": true
      },
      {
        "id": 32,
        "text": "Далее"
      },
      {
        "id": 12,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a17/2007/66/f00740b9fbc6.png"
      }
    ]
  },
  {
    "id": 13,
    "text": "— Этот дворец, словно заколдован. С каждым днем появляются новые коридоры. — театрально вздохнув, проговорили вы. — Глядишь, так когда-то в башне закроюсь ненароком. И буду там горевать до появления рыцаря. ",
    "answers": [
      {
        "id": 13,
        "text": "\n— Или закроют. - неоднозначно ответил принц, все еще рассматривая белый лист бумаги - Вон, одета уже надлежащим образом. \n\nВы растеряно захлопали ресницами, а после - обидчиво сложили руки на груди. Судя со всего, ваша ирония не смогла разворошить хворост старой дружбы в груди будущего короля. Впредь стоит быть осторожнее в собственных повадках и манере речи. ",
        "lua_if": "function lua_if()\nreturn dress == 'red'\nend",
        "merge": true
      },
      {
        "id": 13,
        "text": "— А рыцарь-то уже есть? - отложив бумаги, с интересом спросил Эрик - А то, глядишь, так и состаришься там одна. \n\nВы демонстративно вздернули бровью, горделиво сложив руки на груди. \n\n— Говоришь, как Миссис Гейс. Чтобы ты знал, девичье счастье не только в латных героях. \n\n— А в чем же тогда? - лукаво ухмыляясь, спросил принц, с интересом подпирая голову рукой. \n\n— В знания. \n\n— Знаниях?! \n\n—  Приключениях? \n\n— Приключениях?! \n\n— Так и будешь за мной повторять? \n\nЭрик разразился звонким смехом. \n\n— Ты всегда была смелой барышней. \n\n— Сочту за комплимент. \n\nОдарив мужчину довольной улыбкой, вы присели на кушетку рядом с его столом.",
        "lua_if": "function lua_if()\nreturn dress == 'blue'\nend",
        "merge": true
      },
      {
        "id": 13,
        "text": "\nВ кабинете пахло старыми книгами, которые заполняли огромные шкафы, тянущиеся вдоль обоих стен. Легкий полумрак, царивший здесь из-за наличия лишь одного окна, создавал свою особенную атмосферу. Мистическую, пугающую. \n\n— Все это чтиво меня ужасно утомляет. В каждом письме одно и то же: \"Примите наши соболезнования\", \"Король Фредерик был великим правителем\" - мужчина отложил очередную бумагу, устало потирая переносицу - Надеюсь, ты не откажешь мне в помощи?!  \n\n— Разумеется нет! Что от меня требуется?\n\n— Скрасить мое одиночество.",
        "comment": true
      },
      {
        "id": 16,
        "text": "— Как на счет сказок?",
        "lua_if": "function lua_if()\nreturn Book3 == 1\nend",
        "lua_do": "function lua_do()\nskazka = 1\nend"
      },
      {
        "id": 28,
        "text": "Предложить помощь с работой"
      },
      {
        "id": 13,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a17/2007/66/f00740b9fbc6.png"
      }
    ]
  },
  {
    "id": 14,
    "text": "Отступив на шаг и слегка помедлив, принц наконец-то отпустил ваши плечи, после чего вернулся обратно за стол, не отводя от вас пристального взгляда.<s>r\n<s>r\n— В последнее время мы мало общаемся, бываем вместе... Мне не хватает тех вечеров, когда мы сбегали из дворца к Жемчужному озеру.<s>r\n<s>r\n— Ага, а я потом уговаривала Его Величество не отправлять вас в казармы.<s>r\n<s>r\nЭрик лукаво ухмыльнулся, и в синеве его глаз заиграли тени азарта.<s>r\n<s>r\n— Ты всегда была смелой барышней. Даже на деревья лазила за Габриэлем.<s>r\n<s>r\nВы присели на кушетку, предаваясь ностальгии.<s>r\n<s>r\n— Ох, и влетело мне тогда от миссис Гейс за разодранный подол платья. — забавно надув щеки, вы начали копировать голос воспитательницы:  \"Юная леди, какой господин захочет на вас жениться, если вы без конца пропадаете с принцами и возвращаетесь в подобном виде?\"<s>r\n",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      },
      {
        "id": 14,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a17/2007/66/f00740b9fbc6.png"
      }
    ]
  },
  {
    "id": 15,
    "text": "Эрик громко рассмеялся.<s>r\n<s>r\n— Что ж, она не учла того, что кто-то из тех самых принцев может захотеть такую леди в жены.<s>r\n<s>r\nВы растеряно захлопали ресницами.<s>r\n<s>r\n— Эрик...?!<s>r\n<s>r\nМужчина одарил вас очаровательной улыбкой. Той самой, от которой девушки мгновенно теряли сознания на светских вечерах.<s>r\n<s>r\n— Не волнуйся, я пошутил! — игриво подмигнув, он вернулся к разбору писем. — А может и нет...<s>r\n<s>r\nБезмолвно открывая и закрывая рот, вы так и не смогли подобрать нужных слов на подобную \"шутку\". Возмутиться? Подыграть? Или просто проигнорировать? Благо дело, молчание прервал сам принц, окончательно разгоняя неловкость сложившейся ситуации.<s>r\n<s>r\n— Почитай мне что-нибудь.<s>r\n",
    "answers": [
      {
        "id": 16,
        "text": "— Как на счет сказок?",
        "lua_if": "function lua_if()\nreturn Book3 == 1\nend",
        "lua_do": "function lua_do()\nskazka = 1\nend"
      },
      {
        "id": 17,
        "text": "Взять какую то книгу с полки"
      },
      {
        "id": 15,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a17/2007/66/f00740b9fbc6.png"
      }
    ]
  },
  {
    "id": 16,
    "text": "— Как насчет сказок? — неуверенно предложили вы, только потом подумав, как глупо это прозвучало.<s>r\n<s>r\n— Сказка?! — переспросил принц, расплывшись в доброй улыбке. — Прям как в старые добрые времена...<s>r\n<s>r\nВы одобрительно кивнули, смущенно сжимая платье на коленях. Заинтересованный вашим предложением Эрик отложил бумаги в сторону и с нескрываемым любопытством уставился на ваше задервшееся лицо.<s>r\n<s>r\n— И о чем она будет?<s>r\n<s>r\nКниги под рукой не было, поэтому вы осмелились начать рассказ по памяти.<s>r\n<s>r\n— О русалке, захотевшей обрести крылья.<s>r\n<s>r\n— Любопытно.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      },
      {
        "id": 16,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a17/2007/66/f00740b9fbc6.png"
      }
    ]
  },
  {
    "id": 17,
    "text": "Подойдя к полкам с книгами, вы несколько минут рассматривали корешки, все никак не решаясь вытянуть один из них. Вокруг были сплошные энциклопедии, учебники и словари. Ничего из того, что могло помочь Эрику скрасить его рутину.<s>r\n<s>r\nНаконец-то выбрав одну из книг, заголовок которой гласил: \"Растениеводство Запада. Основы и советы\", вы вернулись на исходную позицию и начали читать: <s>r\n<s>r\n— Базой для растениеводства является земледелие, в котором одним из главных компонентов считается обработка почвы, выполняющая следующие задачи: рыхление переуплотненной почвы с целью оптимизации агрофизических свойств и водно-воздушного режима; заделка удобрений и растительных и пожнивных остатков.<s>r\n<s>r\nЧтение было больше похоже на однотонный монолог, под который даже вас начало клонить в сон. Принц Эрик очень быстро потерял интерес к вашему чтиву и вернулся обратно к работе, наслаждаясь лишь вашим голосом, но никак не вникая в информацию, которую вы произносили. <s>r\n<s>r\nИ одним богам известно, сколько это могло продолжаться, если бы дверь кабинета не отворилась, явив внутрь незваного гостя.",
    "answers": [
      {
        "id": 34,
        "text": "Далее"
      },
      {
        "id": 17,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a17/2007/66/f00740b9fbc6.png"
      }
    ]
  },
  {
    "id": 18,
    "text": "Сделав глубокий вдох, вы начали:<s>r\n<s>r\n— Посреди северных морей есть скалистый остров, который полнится русалками. Среди них ходила легенда, которая рассказывала о вершине спящего вулкана, где обитали небесные стражи. Поговаривали, что эти стражи способны наградить крыльями того, кому хватит смелости взобраться по острым камням в их обитель. И одна юная русалка загорелась желанием воспарить в небеса.<s>r\n<s>r\n— Глупо. Море же огромное, неужто ей родного края недостаточно?<s>r\n",
    "answers": [
      {
        "id": 19,
        "text": "Поддержать русалку"
      },
      {
        "id": 20,
        "text": "Осудить русалку"
      },
      {
        "id": 18,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a17/2007/66/f00740b9fbc6.png"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы на мгновение задумались.<s>r\n<s>r\n— Возможность выбора делает нас свободными. Каких бы размеров ни была твоя клетка, она все равно остается ею.<s>r\nГолос эмоционально дрогнул, словно дилемма героини из сказки была очень близка вашему сердцу. И пускай вы никогда не примеряли на себя возможность \"обрести крылья\", понять ее терзания вы могли.<s>r\n<s>r\n— Рассуждаешь так, словно ты что-то знаешь о \"свободе\". — внезапно раздался от двери знакомый голос, вслед за которым в кабинет вошел незваный гость.<s>r\n",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      },
      {
        "id": 19,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a17/2007/66/f00740b9fbc6.png"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы на мгновение задумались.<s>r\n<s>r\n— Это проблема не одного поколения людей. Свобода — иллюзия, отобравшая не одну жизнь.<s>r\n<s>r\nОтвет вышел хладнокровным и тактичным, словно глупость главной героини была настолько же очевидна, как и то, что за окном разгар белого дня.<s>r\n<s>r\n— Мы всегда жаждем большего вместо того, чтобы довольствоваться тем, что имеем.<s>r\n<s>r\n— Не то, что ты? — Внезапно раздался от двери знакомый голос, вслед за которым в кабинет вошел незваный гость.<s>r\n<s>r\nВильгельм Лурье, выходец одного из богатейших герцогств Валиара, неоднократно оказывающих поддержку королевской семье. Стоит отметить, что ранее Вильгельм и Эрик были лучшими друзьями, пока между ними будто не пробежала чёрная кошка. Что стало камнем преткновения — никому не известно, но вот уже более пяти лет эти двое едва сдерживались, дабы не схлестнуться в бою на мечах. ",
    "answers": [
      {
        "id": 20,
        "text": "\n- Тебя-то, как пленницу во дворец взяли, а ты вон - прям цветешь и пахнешь.",
        "lua_if": "function lua_if()\nreturn dress == 'red'\nend",
        "merge": true
      },
      {
        "id": 20,
        "text": "\n- Леорионская пленница и, кто бы мог подумать, довольствуется малым.",
        "lua_if": "function lua_if()\nreturn dress == 'black' or dress == 'blue'\nend",
        "merge": true
      },
      {
        "id": 22,
        "text": "Поздороваться"
      },
      {
        "id": 23,
        "text": "Огрызнуться"
      },
      {
        "id": 20,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a17/2007/66/f00740b9fbc6.png"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вильгельм Лурье, выходец одного из богатейших герцогств Валиара, неоднократно оказывающих поддержку королевской семье. Стоит отметить, что ранее Вильгельм и Эрик были лучшими друзьями, пока между ними будто не пробежала чёрная кошка. Что стало камнем преткновения — никому не известно, но вот уже более пяти лет эти двое едва сдерживались, дабы не схлестнуться в бою на мечах.<s>r\n<s>r\n— Прожила всю сознательную жизнь на чужбине, а философствуешь, как странствующий бард.<s>r\n<s>r\nОн по-хозяйски прошел внутрь, снимая с рук кожаные перчатки и абсолютно не обращая внимание на возмущенный взгляд Эрика, который, завидев бывшего друга, стиснул зубы настолько крепко, что, казалось, вы услышали их скрежет.<s>r\n",
    "answers": [
      {
        "id": 22,
        "text": "Поздороваться"
      },
      {
        "id": 23,
        "text": "Огрызнуться"
      },
      {
        "id": 21,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a17/2007/66/f00740b9fbc6.png"
      }
    ]
  },
  {
    "id": 22,
    "text": "— Господин Лурье. Рада видеть вас в добром здравии. <s>r\n<s>r\nВильгельм высокомерно хмыкнул, обращая свое внимание обратно на Эрика. <s>r\n<s>r\n— Не стоит любезничать с ним. — кратко отрезал принц, не отводя хмурого взгляда от гостя — Какова цель твоего визита, Вилл?<s>r\n <s>r\nГость небрежно положил очередной конверт на стол, после чего по-хозяйски сел на кушетку рядом с вами.  <s>r\n<s>r\n— Герцог передает свои величайшие соболезнования вашей утрате и просит напомнить, что договор по продаже земель Алиндора так и не был подписан. Он... Мы надеемся, что после коронации Ваше Высочество не станет откладывать даную сделку в \"дальний ящик\", и мы как можно скорее закроем этот вопрос. <s>r\n<s>r\nЭрик понимающе кивнул. <s>r\n<s>r\n— Передай Уильяму, что договор будет подписан, как и договаривались. Королевские обещания нерушимы. <s>r\n<s>r\nВильгельм окинул многочисленные шкафы с книгами, так словно весь этот разговор казался ему невыносимо скучным. <s>r\n<s>r\n— Ну-ну. <s>r\n<s>r\n— Будешь и сюда приплетать свою личную неприязнь? <s>r\n<s>r\n— Ты еще не король, что бы я челом обвивал полы перед тобой.<s>r\n",
    "answers": [
      {
        "id": 24,
        "text": "Поставить Вильгельма на место",
        "lua_do": "function lua_do()\nlikeE = likeE<plus>1\nend"
      },
      {
        "id": 25,
        "text": "Молчать"
      },
      {
        "id": 22,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a17/2007/66/f00740b9fbc6.png"
      }
    ]
  },
  {
    "id": 23,
    "text": "— Господин Лурье! Ваша бестактность могла бы составить конкуренцию дастийским варварам. <s>r\n<s>r\nВильгельм самодовольно ухмыльнулся, окончательно теряя интерес к разговору с принцем. Судя со всего ваша дерзость пришлась ему по нраву, чего нельзя было сказать о вас.<s>r\n",
    "answers": [
      {
        "lua_if": "function lua_if()\nreturn dress == 'red'\nend",
        "lua_do": "function lua_do()\nlikeV = likeV<plus>1\nend",
        "text": "\n— Дивный цветок с острыми шипами. Теперь понятно, почему ты держишь ее подле себя. - хотя хищный взгляд его зеленых глаза не отрывался от вашего лица, последняя фраза явно адресовалась Эрику.",
        "id": 23,
        "merge": true
      },
      {
        "id": 23,
        "text": "\n— А у вашей придворной кошки острые коготки. Что ж, они тебе под стать. \n\nПускай ничего обидного в этих словах не было, с уст юного герцога они прозвучали как оскорбление. Плотно сжав губы, вы едва сдержались дабы не вступить с ним в перепалку, но Его Высочество прервал разговор до того, как он успел превратиться в катастрофу.",
        "merge": true
      },
      {
        "id": 23,
        "text": "— Следи за языком, Вильгельм. - кратко отрезал принц не отводя хмурого взгляда от гостя - какова цель твоего визита, Вилл? \n\nГость небрежно положил очередной конверт на стол, после чего по хозяйски сел на кушетку рядом с вами. ",
        "comment": true
      },
      {
        "id": 27,
        "text": "Далее"
      },
      {
        "id": 23,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a17/2007/66/f00740b9fbc6.png"
      }
    ]
  },
  {
    "id": 24,
    "text": "— Такая фамильярность неприемлема по отношению к любым членам королевской семьи. — Неожиданно выпалили вы, мгновенно пожалев об этом. <s>r\n<s>r\nВзгляд малахитовых глаз Вильгельма едва не прожег дыру на вашем лице, и пускай ранее вы были с ним дружны не менее чем с принцами, это было так давно, что больше походило на плод вашего воображения.<s>r\n",
    "answers": [
      {
        "id": 24,
        "text": "\n—  Молчание - золото. Слыхала о том, Вивьен? - его голос звенел от раздражения, которое тот тактично проглотил.",
        "lua_if": "function lua_if()\nreturn dress == 'red'\nend",
        "merge": true
      },
      {
        "lua_if": "function lua_if()\nreturn dress == 'blue' or dress == 'black'\nend",
        "lua_do": "function lua_do()\nlikeV = likeV-1\nend",
        "text": "\n— Научи своих подданных держать язык за зубами в присутствии вельмож. \n\nСтыд и возмущение мгновенно вспыхнули на вашем лице ярким румянцем, но инстинкт самосохранения оказался сильнее гордости. ",
        "id": 24,
        "merge": true
      },
      {
        "id": 24,
        "text": "\n— Леди Вивьен! - холодно начал принц - Вы можете быть свободны. \n\nПонимающе кивнув, вы еще раз окинули гостя небрежным взглядом и, горделиво вскинув подбородком, направились прочь из кабинета.",
        "comment": true
      },
      {
        "id": 26,
        "text": "Выйти"
      },
      {
        "id": 24,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a17/2007/66/f00740b9fbc6.png"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вам хотелось вставить свои аргументы, но инстинкт самосохранения оказался сильнее собственной гордости. Повисла долгая угнетающая тишина, от которой даже волосы на затылке становились дыбом. <s>r\n<s>r\n— Леди Вивьен! — холодно начал принц — Вы можете быть свободны. <s>r\n<s>r\nПонимающе кивнув, вы еще раз окинули гостя небрежным взглядом и, горделиво вскинув подбородком, направились прочь из кабинета.",
    "answers": [
      {
        "id": 26,
        "text": "Выйти"
      },
      {
        "id": 25,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a17/2007/66/f00740b9fbc6.png"
      }
    ]
  },
  {
    "id": 26,
    "text": "Покинув кабинет Короля  вы быстрым шагом направились к своей спальне, борясь с наплывом эмоций, что сейчас буквально разрывали вас на части. В глазах стояли слезы. То ли от обиды, то ли от досады, то ли от злости которую вы не имели права выплеснуть наружу.<s>r\n<s>r\nИ кто бы мог подумать, что именно встреча с Вильгельмом станет последней капле в этой переполненной бочке дегтя. <s>r\n<s>r\nМиновав троих служанок о чем то сплетничающих за углом, вы тут же налетели на  мужчину в безупречном голубом мундире. Волнистые каштановые волосы были аккуратно собраны золотой лентой, а под густыми ресницами блестели бездонные голубые глаза с янтарной радужкой — отличительная черта всех королей династии.<s>r\n<s>r\n— Вивиен?! О как я рад тебя видеть! — удивлен не меньше вашего, молодой принц одарил вас радушной улыбкой — Ты куда так летишь?<s>r\n<s>r\nГабриэль покинул замок еще на прошлой неделе, отправившись на западные границы дабы уладить конфликт с налетчиками. Так что, это было настоящим чудом: видеть его так скоро, да еще и в добром здравии.<s>r\n",
    "answers": [
      {
        "id": 38,
        "text": "Поприветствовать официально",
        "lua_do": "function lua_do()\nrepPalace = repPalace<plus>1\nend"
      },
      {
        "id": 39,
        "text": "Поприветствовать дружески"
      },
      {
        "id": 26,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a38/2007/cd/825b03a42e54.png"
      }
    ]
  },
  {
    "id": 27,
    "text": "— Герцог передает свои величайшие соболезнования вашей утрате, и просит напомнить, что договор по продаже земель Алиндора так и не был подписан. — мужчина вновь перевел на вас лукавый взгляд, бесцеремонно любуясь миловидным личиком. — Но мы готовы подождать, если Его Высочество любезно компенсирует убытки... <s>r\n<s>r\nНамек на вас был на столько красноречив, что Эрик не смог сдержать своего возмущения. Тяжелое кресло заскрипело, когда мужчина резко поднялся на ноги. И то ли в страхе, то ли от неожиданности, но вы проделали то же самое, интуитивно отходя на пару шагов в сторону. <s>r\n<s>r\n— Что ты себе позволяешь в стенах моего замка... — зашипел Эрик, испепеляя Вильгельма ненавистным взглядом. <s>r\n<s>r\nТот и бровью не повел. <s>r\n<s>r\n— Ты еще не король. Если меня, конечно, не подводит память. ",
    "answers": [
      {
        "id": 24,
        "text": "Поставить Вильгельма на место"
      },
      {
        "id": 25,
        "text": "Молчать"
      },
      {
        "id": 27,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a17/2007/66/f00740b9fbc6.png"
      }
    ]
  },
  {
    "id": 28,
    "text": "Подойдя к столу принца и подхватив на руки увесистую стопку конвертов, вы отправились за писарский стол, что неприметно стоял у окна. Работы было много, и Эрик не преувеличил когда говорил о тоске, которую она нагоняла. <s>r\n<s>r\nВсе письма были однотипными и полны фальшивых любезностей, от которых вскоре начало подташнивать. <s>r\n<s>r\nИ одним богам известно, сколько это могло продолжаться, если бы дверь кабинета не отворилась, явив внутрь незваного гостя. ",
    "answers": [
      {
        "id": 30,
        "text": "Далее"
      },
      {
        "id": 28,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a17/2007/66/f00740b9fbc6.png"
      }
    ]
  },
  {
    "id": 29,
    "text": "— Мне так не хватает тех вечеров, когда мы сбегали из дворца к Жемчужному озеру. — внезапно признались вы, с опаской поглядывая на принца.<s>r\n<s>r\nПереход на \"личные темы\" мог обернуться против вас. В конце концов, Эрик был будущим королем, а вы просто придворная дама. Кто знает, как Его Высочество отреагирует на подобный тон разговора.<s>r\n<s>r\n— Помню, как ты полезла за Габриэлем на дерево… — он откинулся в кресле, словно погружаясь в приятный омут воспоминаний. — А после миссис Гейс неделю причитала за твой разодранный подол платья.<s>r\n<s>r\nВы кратко хихикнули, присаживаясь на кушетку.<s>r\n<s>r\n— \"Юная леди, какой господин захочет на вас жениться, если вы без конца пропадаете с принцами и возвращаетесь в подобном виде?\" — забавно надув щеки, проговорили вы.<s>r\n",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      },
      {
        "id": 29,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a17/2007/66/f00740b9fbc6.png"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вильгельм Лурье, выходец одного из богатейших герцогств Валиара, неоднократно оказывающих поддержку королевской семье. Стоит отметить, что ранее Вильгельм и Эрик были лучшими друзьями, пока между ними будто не пробежала чёрная кошка. Что стало камнем преткновения — никому не известно, но вот уже более пяти лет эти двое едва сдерживались, дабы не схлестнуться в бою на мечах.<s>r\n<s>r\n— Приветствую, Ваше Высочество. — язвительно произнес мужчина, буквально выплюнув титул принцу в лицо. — Отец просил передать это. <s>r\n<s>r\nОн небрежно положил очередной конверт на стол Эрику, после чего по-хозяйски сел на кушетку. <s>r\n<s>r\n— У вас подохли все голуби? Или Уильям наконец-то прозрел, понизив тебя до гонца? <s>r\n<s>r\n— Языком ты машешь так же безалаберно, как и мечем. — безразлично отсек Вильгельм, снимая с рук кожаные перчатки. <s>r\n",
    "answers": [
      {
        "id": 30,
        "text": "\nТолько сейчас мужчина обратил внивание на Вас, тихо сидящей за письменным столом.\n\n— Вивьен?! А гадкий утенок оказался прекрасным лебедем.",
        "lua_if": "function lua_if()\nreturn dress == 'red'\nend",
        "merge": true
      },
      {
        "id": 30,
        "text": "\nТолько сейчас мужчина обратил внивание на Вас, тихо сидящей за письменным столом.\n\n— Придворные дамы у вас теперь за прислугу?!",
        "lua_if": "function lua_if()\nreturn dress == 'blue' or dress == 'black'\nend",
        "merge": true
      },
      {
        "id": 30,
        "text": "\nГость с интересом осмотрел вас, абсолютно не обращая внимание на возмущенный взгляд Эрика, который, завидев того, стиснул зубы настолько, что, казалось, вы услышали их скрежет.",
        "comment": true
      },
      {
        "id": 22,
        "text": "Поздороваться"
      },
      {
        "id": 23,
        "text": "Огрызнуться"
      },
      {
        "id": 30,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a17/2007/66/f00740b9fbc6.png"
      }
    ]
  },
  {
    "id": 31,
    "text": "Эрик громко рассмеялся.<s>r\n<s>r\n— Что ж, это мы еще посмотрим.<s>r\n<s>r\nВы растеряно захлопали ресницами.<s>r\n<s>r\n— В каком смысле?!<s>r\n<s>r\nМужчина одарил вас очаровательной улыбкой. Той самой, от которой девушки мгновенно теряли сознания на светских вечерах.<s>r\n<s>r\n— На каждый цветок найдется пчела. — игриво подмигнув, он вернулся к разбору писем.<s>r\n<s>r\nБезмолвно открывая и закрывая рот, вы так и не смогли подобрать нужных слов на подобную \"шутку\". Возмутиться? Подыграть? Или просто проигнорировать? Благо дело, молчание прервал сам принц, окончательно разгоняя неловкость сложившейся ситуации.<s>r\n<s>r\n— Почитай мне что-нибудь.<s>r\n",
    "answers": [
      {
        "id": 16,
        "text": "- Как на счет сказок?",
        "lua_if": "function lua_if()\nreturn Book3 == 1\nend",
        "lua_do": "function lua_do()\nskazka = 1\nend"
      },
      {
        "id": 17,
        "text": "Взять какую то книгу с полки"
      },
      {
        "id": 31,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a17/2007/66/f00740b9fbc6.png"
      }
    ]
  },
  {
    "id": 32,
    "text": "Шурша юбками, вы торопливо прошли вглубь комнаты, присаживаясь на кушетку рядом со столом. В кабинете пахло старыми книгами, которые заполняли огромные шкафы, тянувшиеся вдоль обоих стен. Легкий полумрак, царивший здесь из-за наличия лишь одного окна, создавал свою особенную атмосферу. Мистическую, пугающую. <s>r\n<s>r\n— Все это чтиво меня ужасно утомляет. В каждом письме одно и то же: \"Примите наши соболезнования\", \"Король Фредерик был великим правителем\" — мужчина отложил очередную бумагу устало потирая переносицу. — Надеюсь ты не откажешь мне в помощи?! <s>r\n<s>r\n— Разумеется нет! <s>r\n<s>r\n— Тогда вот работа на сегодня. — он отодвинул на край стола одну стопку конвертов и жестом указал на письменный стол, позади его собственного. <s>r\n",
    "answers": [
      {
        "id": 28,
        "text": "Начать работу"
      },
      {
        "id": 32,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a17/2007/66/f00740b9fbc6.png"
      }
    ]
  },
  {
    "id": 33,
    "text": "<s>r\n\"История королевства берет свое начало еще на рассвете первой Империи королей. Многие из городов уже давно превратились в руины, но Валиар стоит благодаря своим могущественным и мудрым правителям. Всего было 4 династии правителей:<s>r\n<s>r\n◆ На востоке правил Герион, но его потомки не смогли сохранить наследие отца, превратив королевство в сборище наемников и варваров.<s>r\n<s>r\n◆ Королевство Малеуса, раскинувшееся на границе северных морей, разрушил катаклизм. Поговаривают, что третий сын короля обесчестил дочь морского царя, за что тот и обрушил на крепость сокрушительные волны.<s>r\n<s>r\n◆ Западным королевством правил Идерий. Его потомки горели идеей подчинить себе остальные королевства и в скором времени начали войну. Звон метала и запах крови не покидали земли Валиара долгие 30 лет, после чего Фредерик наконец-то одолел последнего правителя Даутхана и положил конец этому безумию. В тот день решилась ваша судьба. Вивьен из рода Леориона. Последняя наследница Идерия. Дочь павшего короля. Фредерик не смог линчевать маленького ребенка. Он забрал вас в свой дворец и воспитал, как собственную дочь.<s>r\n<s>r\n◆ Южное королевство, ставшее вашим домом, берет начало от Ангарда — великого воина, славящегося бессмертием в бою. Но по иронии его жизнь оборвалась от обычной болезни, на которую тот долгое время не обращал внимания. Фредерика настигла та же участь, и, к сожалению, великий король скончался на 50-ом году своей жизни, оставив после себя двух сыновей:<s>r\n— Эрик, старший сын короля и будущий наследник престола. На данный момент ему 24 года, но он уже стал доблестным воином, активно участвующим в боях на востоке.<s>r\n— Габриэль, младший сын короля. В следующем месяце ему должно исполниться 20 лет. Королева, подарив ему жизнь, скончалась от осложнений спустя неделю после родов.\"<s>r\n<s>r\nВы закрыли книгу, горестно выдохнув. С обоими мальчиками вы росли душа в душу. Немудрено, что они стали для вас как братья. Правда, когда вам исполнилось 14 лет, король ограничил ваше общение. Вы становились женщиной, а принцам следовало начинать думать о женитьбе и политических аспектах. Лишь совместное горе смогло вновь вас объединить.",
    "answers": [
      {
        "id": 35,
        "text": "Мифические существа",
        "lua_do": "function lua_do()\nBook2 = 1\nend"
      },
      {
        "id": 36,
        "text": "Сказки поднебесного королевства",
        "lua_do": "function lua_do()\nBook3 = 1\nend"
      },
      {
        "id": 37,
        "text": "Богатства лесного края",
        "lua_do": "function lua_do()\nBook4 = 1\nend"
      },
      {
        "id": 33,
        "text": "•  •  •  •  •",
        "comment": true
      },
      {
        "id": 5,
        "text": "Отойти от шкафа"
      },
      {
        "id": 33,
        "text": "Укажите команды для картинки",
        "comment": true,
        "url": "https://d.radikal.ru/d08/2007/79/1a60f8f0aec5.png"
      }
    ]
  },
  {
    "id": 34,
    "text": "Вильгельм Лурье, выходец одного из богатейших герцогств Валиара, неоднократно оказывающих поддержку королевской семье. Стоит отметить, что ранее Вильгельм и Эрик были лучшими друзьями, пока между ними будто не пробежала чёрная кошка. Что стало камнем преткновения — никому не известно, но вот уже более пяти лет эти двое едва сдерживались, дабы не схлестнуться в бою на мечах.<s>r\n<s>r\n— Готовишься к новому образу жизни? — язвительно произнес мужчина, бросив на вас насмешливый взгляд.<s>r\n<s>r\nОн по-хозяйски прошел внутрь, снимая с рук кожаные перчатки и абсолютно не обращая внимание на возмущенный взгляд Эрика. Который, завидев бывшего друга, стиснул зубы настолько крепко, что, казалось, вы услышали их скрежет.",
    "answers": [
      {
        "id": 34,
        "text": "— Давай я тогда лучше тебя выкуплю у этих королевичей?! Будешь мне пыль на полках протирать, да глаз радовать. Все же лучше, чем такими руками в земле копаться.",
        "lua_if": "function lua_if()\nreturn dress == 'red'\nend",
        "merge": true
      },
      {
        "id": 22,
        "text": "Поздороваться"
      },
      {
        "id": 23,
        "text": "Огрызнуться"
      },
      {
        "id": 34,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a17/2007/66/f00740b9fbc6.png"
      }
    ]
  },
  {
    "id": 35,
    "text": "\"Виверны. Огромные ящерицы, которые относятся к типу драконов. Имеют два крыла, но лишь две ноги. Иногда встречаются виверны с острым, лезвиеподобным и ядовитым жалом на конце хвоста. Если его отрубить, виверна мгновенно умирает.\"<s>r\n<s>r\n\"Драконы. Самые опасные и древние существа, обитавшие в мире еще до появления первых людей. Углядев добычу с высокой кручи своими зоркими глазами, звери эти, подобно хищным птицам, камнем падали вниз, а ухватив жертву, несли ее в свое логово, чтобы там без помех поужинать. Самым опасным из этих змеев был Тальнур. Поговаривают, именно он являлся королем драконов, который обладал золотым отливом крыла.\"<s>r\n<s>r\n\"Гидра. Опасное существо, имеющее несколько шей и голов. Если отрубить одну из них, вырастают 2 новые. Но Ареон писал: \"...после долгих лет изучения этих существ, я определил корень сего зла. Коль отрубить его — рухнет змей поганый замертво. И корень этот молчалив, в отличие от его пасынков.\"<s>r\nПроверить его теорию еще никому не удалось.",
    "answers": [
      {
        "id": 33,
        "text": "История Валиара",
        "lua_do": "function lua_do()\nBook1 = 1\nend"
      },
      {
        "id": 36,
        "text": "Сказки поднебесного королевства",
        "lua_do": "function lua_do()\nBook3 = 1\nend"
      },
      {
        "id": 37,
        "text": "Богатства лесного края",
        "lua_do": "function lua_do()\nBook4 = 1\nend"
      },
      {
        "id": 35,
        "text": "•  •  •  •  •",
        "comment": true
      },
      {
        "id": 5,
        "text": "Отойти от шкафа"
      },
      {
        "id": 35,
        "text": "Укажите команды для картинки",
        "comment": true,
        "url": "https://d.radikal.ru/d08/2007/79/1a60f8f0aec5.png"
      }
    ]
  },
  {
    "id": 36,
    "text": "<s>r\nСборник сказок, которые вы часто читали мальчикам, когда вместе убегали из дворца, прячась у придворных слуг в зелени лесополосы. <s>r\n<s>r\nПринцам нравились истории о драконах, сражениях и великих победах, но вашей любимой была сказка о Лебединой царице, коротая отдала жизнь ради свободы своего народа.",
    "answers": [
      {
        "id": 33,
        "text": "История Валиара",
        "lua_do": "function lua_do()\nBook1 = 1\nend"
      },
      {
        "id": 35,
        "text": "Мифические существа",
        "lua_do": "function lua_do()\nBook2 = 1\nend"
      },
      {
        "id": 37,
        "text": "Богатства лесного края",
        "lua_do": "function lua_do()\nBook4 = 1\nend"
      },
      {
        "id": 36,
        "text": "•  •  •  •  •",
        "comment": true
      },
      {
        "id": 5,
        "text": "Отойти от шкафа"
      },
      {
        "id": 36,
        "text": "Укажите команды для картинки",
        "comment": true,
        "url": "https://d.radikal.ru/d08/2007/79/1a60f8f0aec5.png"
      }
    ]
  },
  {
    "id": 37,
    "text": "\"Язык виверны. Ядовитое растение с алыми цветами, которые лишь перед закатом пускают свои \"стрелы\" к небу. Их нектар используют для создания смертоносных ядов, и преимуществом в этом является сладкий вкус, который невозможно различить в вине либо десертах.\"<s>r\n<s>r\n\"Сороцвет. Маленькие желтые цветы, часто встречающиеся на полях. Сами они не представляют особой ценности, но сок листьев обладает сильным ранозаживляющим свойством. \"<s>r\n<s>r\n\"Дурман-трава. Отвар из листьев обладает снотворным эффектом. Но если его развести с настойкой зимнего плюща в пропорциях 1:2, получится прекрасное противовоспалительное зелье.\"<s>r\n",
    "answers": [
      {
        "id": 33,
        "text": "История Валиара",
        "lua_do": "function lua_do()\nBook1 = 1\nend"
      },
      {
        "id": 35,
        "text": "Мифические существа",
        "lua_do": "function lua_do()\nBook2 = 1\nend"
      },
      {
        "id": 36,
        "text": "Сказки поднебесного королевства",
        "lua_do": "function lua_do()\nBook3 = 1\nend"
      },
      {
        "id": 37,
        "text": "•  •  •  •  •",
        "comment": true
      },
      {
        "id": 5,
        "text": "Отойти от шкафа"
      },
      {
        "id": 37,
        "text": "Укажите команды для картинки",
        "comment": true,
        "url": "https://d.radikal.ru/d08/2007/79/1a60f8f0aec5.png"
      }
    ]
  },
  {
    "id": 38,
    "text": "Минутное оцепенение тут же сменилось ярким осознанием происходящего, так что склонившись в красивом реверансе вы приветствовали принца по всем правилам этикета:<s>r\n<s>r\n— Ваше высочество! — пряча глаза произнесли вы —  Прошу простить мою невнимательность.<s>r\n<s>r\nГабриэль растеряно приоткрыл рот словно желая возразить, но тут же переменился в лице заметив дрожащую пелену в ваших глазах.<s>r\n<s>r\n— Что случилось? — он встревоженно взял вас за плечи вынуждая взглянуть ему в лицо — Ты что, плачешь?!<s>r\n",
    "answers": [
      {
        "id": 40,
        "text": "Уйти от ответа"
      },
      {
        "id": 41,
        "text": "Сказать как есть ",
        "lua_do": "function lua_do()\nlikeG = likeG<plus>2\nend"
      },
      {
        "id": 38,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a38/2007/cd/825b03a42e54.png"
      }
    ]
  },
  {
    "id": 39,
    "text": "Минутное оцепенение тут же сменилось внезапной радостью. Вот только в силу многочисленных переживаний, вы не смогли ее передать в полной мере.<s>r\n<s>r\n— Габриэль! Прости, я тебя не заметила. — вы одарили мужчину улыбкой, но та вышла слишком вымученной — Я так рада, что ты вернулся.<s>r\n<s>r\n— Да… — как то неловко протянул принц, растирая рукой свою шею — Не пришлось далеко ехать. Эти варвары отступили до того, как мне удалось с ними поговорить лично.<s>r\n<s>r\nСудя со всего  он был не в восторге от такого поворота событий. Впрочем неудивительно, ведь Габриэль всегда был падок на хорошую драку. Особенно когда на кону стояла безопасность королевства. <s>r\n<s>r\n— Видимо слава о “неуязвимом рыцаре юга” идет поперед тебя.<s>r\n<s>r\nГабриэль было приоткрыл рот в желании возразить, но тут же переменился в лице заметив дрожащую пелену в ваших глазах.<s>r\n<s>r\n— Что случилось? — он встревоженно взял вас за плечи вынуждая взглянуть ему в лицо — Ты что, плачешь?!<s>r\n",
    "answers": [
      {
        "id": 40,
        "text": "Уйти от ответа"
      },
      {
        "id": 41,
        "text": "Сказать как есть"
      },
      {
        "id": 39,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a38/2007/cd/825b03a42e54.png"
      }
    ]
  },
  {
    "id": 40,
    "text": "— Все в порядке. — аккуратно отстраняясь, ответили вы — Наверное аллергия.<s>r\n<s>r\nГабриэль недоверчиво нахмурился.<s>r\n<s>r\n— Точно?! Я слышал Эрик вызывал тебя к себе… Он тебя чем то обидел?<s>r\n<s>r\n—  Нет, нет, что ты.  Просто….  В последнее время много навалилось.<s>r\n<s>r\nМужчина понимающе кивнул, решив не давить на вас своими расспросами.<s>r\n<s>r\n—  Понимаю! Нам всем сейчас нелегко…<s>r\n<s>r\nПовисла неловкая пауза, во время которой оба пытались подобрать правильные слова. Ворошить края незажившей раны никому не хотелось, да и за последние годы вы с принцами стали уже не так близки как раньше.<s>r\n<s>r\n—   Виви. — неожиданно начал Габриэль —  Завтра в городе будет ярмарка. Пойдёшь со мной? Думаю нам обоим будет полезно немного развеется.<s>r\n",
    "answers": [
      {
        "id": 42,
        "text": "Отказаться",
        "lua_do": "function lua_do()\nlikeG = likeG-1\nend"
      },
      {
        "id": 43,
        "text": "Согласиться  ",
        "lua_do": "function lua_do()\nlikeG = likeG<plus>1\nend"
      },
      {
        "id": 40,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a38/2007/cd/825b03a42e54.png"
      }
    ]
  },
  {
    "id": 41,
    "text": "— Все в порядке. Просто... — вы замолчали досадно поджав губы.<s>r\n<s>r\nОказавшись в надежных руках принца вы неожиданно для себя почувствовали, что действительно готовы разрыдаться. И если бы не служанки, все еще стоящие у вас за спиной, вряд ли бы смогли сохранить самообладание.<s>r\n<s>r\n—  Ох Габриэль, в последнее время я с трудом могу держать себя в руках. Еще этот Лурье…<s>r\n<s>r\n—  Вильгельм здесь? — не сдержав удивления, перебил вас принц.<s>r\n<s>r\n—  Да. Он в кабинете Эрика.<s>r\n<s>r\n—  Наверняка снова ссорятся...?!<s>r\n<s>r\nВы обреченно вздыхаете.<s>r\n<s>r\n—  Да.<s>r\n<s>r\nПовисла неловкая пауза, во время которой оба предались воспоминаниям. Никто не знал почему Эрик и Вильгельм стали врагами, но в определенный момент их старая компания развалилась на мелкие осколки… Ну точно хрустальная ваза, что случайно выскользнула из влажных рук.<s>r\n<s>r\n—   Виви. — неожиданно начал Габриэль —  Ты принимаешь все слишком близко к сердцу. Впрочем, думаю нам всем будет полезно отвлечься. Как на счет конной прогулки?<s>r\n",
    "answers": [
      {
        "id": 42,
        "text": "Отказаться",
        "lua_do": "function lua_do()\nlikeG = likeG-1\nend"
      },
      {
        "id": 43,
        "text": "Согласиться"
      },
      {
        "id": 41,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a38/2007/cd/825b03a42e54.png"
      }
    ]
  },
  {
    "id": 42,
    "text": "—  Думаю у Вашего Высочества и без того много забот. <s>r\n<s>r\n—  Серьезно?! — он иронично вздернул бровь.<s>r\n<s>r\nВам было чертовски неудобно отказывать самому принцу, но настроения на веселую болтовню совершенно не было.<s>r\n<s>r\n—  Прости… — тихо добавили вы словно принимая свое поражение — Мне просто нужно побыть одной.<s>r\n<s>r\nГабриэль измерил вас  долгим и изучающим взглядом, после чего понимающе кивнул.<s>r\n<s>r\n—  Хорошо. Только не унывай. — игриво коснувшись пальцем вашего носика мужчина направился в противоположную сторону, на прощание обронив: — У тебя очаровательная улыбка. Не стоит ее скрывать от окружающих.",
    "answers": [
      {
        "id": 44,
        "text": "Вернуться в комнату"
      },
      {
        "id": 42,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a38/2007/cd/825b03a42e54.png"
      }
    ]
  },
  {
    "id": 43,
    "text": "—  Это было бы замечательно, но я не хочу обременять Ваше Высочество.<s>r\n<s>r\nГабриэль небрежно отмахнулся. <s>r\n<s>r\n—  Да брось! Любому рыцарю в радость провести время с очаровательной дамой. — он игриво вам подмигнул — Особенно если эта дама — ты. <s>r\n<s>r\nОт смущения ваши щеки вспыхнули краской а на лице воссияла радужная улыбка. Судя со всего принц не забыл о вашей старой дружбе, а значит в эти тяжелые времена вы все таки будете не одни. <s>r\n<s>r\n— Встретимся утром возле фонтана. А пока, мне еще предстоит навестить брата.<s>r\n<s>r\nВы понимающе кивнули, одарив Габриэля на прощание милой улыбкой. Ваша встреча помогла вам отвлечься от грустных мыслей и наконец то вновь ощутить себя живой. <s>r\n",
    "answers": [
      {
        "id": 44,
        "text": "Вернуться в комнату"
      },
      {
        "id": 43,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a38/2007/cd/825b03a42e54.png"
      }
    ]
  },
  {
    "id": 44,
    "text": "Вернувшись в свою комнату вы ощутили невероятное облегчение. Словно эта тяжелая дверь была способна махом оградить вас от внешнего мира и проблем, которые он в себе таит.<s>r\n<s>r\nНо это длилось не долго.<s>r\n<s>r\nНемного отлежавшись на кровати и приведя мысли в порядок, вы заметили как начала закрадываться скука. Назойливой мухой она юлила у вас в груди, вынуждая как можно скорее покинуть эти стены, вдохнуть глоток свежего воздуха.<s>r\n",
    "answers": [
      {
        "id": 46,
        "text": "Книжный шкаф"
      },
      {
        "id": 47,
        "text": "Переодеться "
      },
      {
        "id": 44,
        "text": "•  •  •  •  •",
        "comment": true
      },
      {
        "id": 51,
        "text": "Выйти"
      },
      {
        "id": 44,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a43/2007/71/da8c90360cfd.png"
      }
    ]
  },
  {
    "id": 45,
    "text": "Данная часть квеста в разработке. ",
    "answers": [
      {
        "id": 45,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d40/2007/f5/cca55e70653b.jpg"
      }
    ]
  },
  {
    "id": 46,
    "text": "На полках было много знакомых вам корешков, которые вы изучили от А до Я.<s>r\n<s>r\nУ вас сейчас есть время почитать что то новое.<s>r\n",
    "answers": [
      {
        "id": 48,
        "text": "История Валиара",
        "lua_do": "function lua_do()\nBook1 = 2\nend"
      },
      {
        "id": 49,
        "text": "Мифические существа",
        "lua_do": "function lua_do()\nBook2 = 2\nend"
      },
      {
        "id": 50,
        "text": "Личный дневник"
      },
      {
        "id": 46,
        "text": "•  •  •  •  •",
        "comment": true
      },
      {
        "id": 44,
        "text": "Отойти от полок"
      },
      {
        "id": 46,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d08/2007/79/1a60f8f0aec5.png"
      }
    ]
  },
  {
    "id": 47,
    "text": "Вы открыли шкаф и уставились на пестрящий ряд платьев. Врядли вас сегодня ожидает очередной визит к Его Высочеству. <s>r\n<s>r\nТак что же одеть для прогулки по территории замка?<s>r\n",
    "answers": [
      {
        "id": 47,
        "text": "Голубое плать",
        "lua_do": "function lua_do()\ndress = 'blue'\nend"
      },
      {
        "id": 47,
        "text": "Черное платье",
        "lua_do": "function lua_do()\ndress = 'black'\nrepPalace = repPalace<plus>1\nend"
      },
      {
        "id": 47,
        "text": "Красное платье",
        "lua_do": "function lua_do()\ndress = 'red' \nend"
      },
      {
        "id": 47,
        "text": "Бежевое платье",
        "lua_do": "function lua_do()\ndress = 'tan'\nrepPalace = repPalace<plus>2\nlikeV = likeV-1\nend"
      },
      {
        "id": 47,
        "text": "•  •  •  •  •",
        "comment": true
      },
      {
        "id": 44,
        "text": "Отойти от шкафа"
      },
      {
        "id": 47,
        "text": "\nТяжелое черное платье, со скромным вырезом-лодочкой и длинным рукавом, что заканчивается петлей на среднем пальце.",
        "lua_if": "function lua_if()\nreturn dress == 'black'\nend",
        "merge": true
      },
      {
        "id": 47,
        "text": "\nРоскошное платье с красного бархата. Отсутствие рукавов подчеркивает объемную грудь и тонкие ключицы, а тугой корсет расшит камнями и золотыми узорами.",
        "lua_if": "function lua_if()\nreturn dress == 'red'\nend",
        "merge": true
      },
      {
        "id": 47,
        "text": "\nЛегкое, невзрачное платье с тугим корсетом и воланистыми рукавами. Голубая ткань расшита белоснежными узорами, веточками плюща, спускающимися вдоль талии. Прекрасно подчеркивает осиную талию.",
        "lua_if": "function lua_if()\nreturn dress == 'blue'\nend",
        "merge": true
      },
      {
        "id": 47,
        "text": "\nПростое безкорсетное платье, больше подходящее прислуге. Разве что фартука нету, но он вам и не нужен. ",
        "lua_if": "function lua_if()\nreturn dress == 'tan'\nend",
        "merge": true
      },
      {
        "id": 47,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a24/2007/3c/b94a17105605.png"
      }
    ]
  },
  {
    "id": 48,
    "text": "\"Первые империи людей появились, еще когда драконы свободно рассекали небесные просторы этого мира. Четверо великих правителей смогли возвести могущественные города и восстановить равновесие между древними хранителями и человеческим родом.<s>r\n<s>r\nТальнур внемлил их мольбам и даровал каждому королю дракона. Эти стражи должны были служить династии истинных правителей, защищая и выполняя их волю.<s>r\n<s>r\n◆ Гериону был дарован горный дракон с двумя острыми рогами. Имя ему — Хельминг. Будучи самым крупным из своего рода, он обладал сокрушительной силой и был способен разрушать скалы ударом своего хвоста.<s>r\n<s>r\n◆ Малеусу, соседу северных морей, служил водный дракон. Его слезы даровали возможность дышать в морской пучине, а змеиное тело создавало сокрушительные водовороты, потопившие не один десяток вражеских кораблей. Имя ему — Велэн.<s>r\n<s>r\n◆ Идерию служил Буревей — четырехкрылый змей, рев которого был подобен грому. Из пасти его вылетали сгустки чистой энергии, создающие сильные взрывы, а взмах крыльев корчевал даже могучие дубы.<s>r\n<s>r\n◆ Ангард же обрел крепкую дружбу с Эрегором, который обладал человеческим голосом, который могли слышать лишь те, в чьих жилах текла кровь королей. Черный, как непроглядная ночь, он извергал адское пламя и был единственным драконом, которого смогли оседлать.<s>r\n<s>r\nНо потомки королей не смогли сохранить наследие предков. Разрушительные войны окутали империю, а жажда власти и звон монет направили острие мечей не только на братьев, но и в сторону мистических существ. Их убивали, выживали, продавали шкуры и кости. И в скором времени драконы навсегда покинули границы замков, отрекшись от службы королям.\"<s>r\n",
    "answers": [
      {
        "id": 49,
        "text": "Мифические существа",
        "lua_do": "function lua_do()\nBook2 = 2\nend"
      },
      {
        "id": 50,
        "text": "Личный дневник"
      },
      {
        "id": 48,
        "text": "•  •  •  •  •",
        "comment": true
      },
      {
        "id": 44,
        "text": "Отойти от полок"
      },
      {
        "id": 48,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d08/2007/79/1a60f8f0aec5.png"
      }
    ]
  },
  {
    "id": 49,
    "text": "\"Русалки — прекрасные дочери Глубинного Царя, которые обитают исключительно в северных морях. Ранее они имели возможность выходить на сушу, обретая ноги, но после того, как сын Малеуса обесчестил одну из них, Глубинный Царь запретил дочерям показывать лицо солнцу.<s>r\n<s>r\nНекоторые путешественники писали: \"...любой свет для них губителен, а кровь людская пьянит не хуже крепкого вина.\"<s>r\nУтратив привычную белизну человеческой кожи и сохранив лишь косвенно девичьи черты, русалки превратились в ужасных тварей, что поедают человеческую плоть. Их пасть кишит острыми зубами, а перепончатые пальцы накрепко впиваются в жертву, не оставляя даже шанса вырваться из этой мертвой хватки.<s>r\n<s>r\nВздрогнув от одной мысли о встрече с этими существами, вы торопливо отложили книгу в сторону. В сказках русалки не кажутся такими ужасными. Как жаль, что реальность столь жестока.<s>r\n",
    "answers": [
      {
        "id": 48,
        "text": "История Валиара",
        "lua_do": "function lua_do()\nBook1 = 2\nend"
      },
      {
        "id": 50,
        "text": "Личный дневник"
      },
      {
        "id": 49,
        "text": "•  •  •  •  •",
        "comment": true
      },
      {
        "id": 44,
        "text": "Отойти от полок"
      },
      {
        "id": 49,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d08/2007/79/1a60f8f0aec5.png"
      }
    ]
  },
  {
    "id": 50,
    "text": "◆ Эрик.<s>r\n\"... Сколько себя помню, Эрик никогда не был обделен вниманием женщин. И дело не только в королевских корнях, но и врожденной харизме которая казалась практически осязаемой вокруг него.<s>r\nДамский угодник — пожалуй именно так можно его величать. Соломенный цвет волос, прекрасные  голубые глаза, напоминающие ясный небосвод в летний зной; И крепкая мужская статура под стать героям исторических романов. Вот Эрик не романтик, хотя и  умеет подобрать нужные слова, чтобы очаровать собеседницу за считанные секунды. Чего только стоит его легкой самодовольной ухмылки, от которой даже меня иногда мурашки по коже. <s>r\nНо “легкомысленным” я назвать его не могу. Только дело доходит до политических вопросов, как из озорного бунтаря Эрик превращается в сдержанного и хладнокровного дипломата. Он всегда обладал ясным, стратегическим складом ума. Знал где и как надавить, когда лучше уступить, а когда настоять на своем.<s>r\nВообщем, уверена —  он станет прекрасным королем! Достойным наследником своего отца. \"<s>r\n<s>r\n◆ Габриэль<s>r\n\"...Ох, Габриэль, мой доблестный рыцарь. Высокий, коренастый, мужественный. И ко всему — добрейшей души человек. Еще с малых лет он вечно пропадал в казарме, уже тогда давая всем понять, что его жизнь пройдет с мечом в руке, а не с пером или бокалом. И я уважаю его выбор, вот только… Каждый раз когда он уезжает с замка облачен в королевские доспехи, мое сердце обливается кровью в страхе замирая от мысли, что когда то он не вернется.<s>r\nКак же быстро мы повзрослели.<s>r\nГабриэль совершенно не похож на своего брата. Ни характером, ни внешностью. Хотя у них одинаковые глаза. Любопытный факт: только мужчины в их династии рождаются с таким интересным цветом глаз… словно посреди ясного неба солнечный диск закрыла луна, оставив в синеве лишь сияющую ореол из злата.<s>r\nОн всегда был сдержан, добр и толерантен ко всем, кто не посягает на безопасность его народа. Честь для него — дороже жизни, а ради защиты других он готов возложить собственную голову на жертовник рыцарского долга. И пока небеса к нему благосклонны. В столь юном возрасте он успел поучаствовать в десятках боев, каждый раз возвращаясь с них целым и невредимым. Наверное его хранит сам Ангард!\"<s>r\n<s>r\n◆ Вильгельм<s>r\n\"...Пожалуй из всех мне знакомых мужчин, Вильгельм самый заносчивый. Высокомерию этого человека могли бы позавидовать даже первые короли, а острый язык лишь дивом не доводит его до плахи. Слишком самоуверен, слишком самовлюблен, слишком… красив?!<s>r\nЧего греха таить, он всегда был хорош собой. И уже с ранних лет составлял конкуренцию даже Эрику. А возраст и вовсе пошел ему только на пользу. Не хочу много расписывать о нем, но легкая небритость и аккуратно уложенные черные волосы придают этому нахалу какого то странного магнетизма. И это ужасно бесит. <s>r\nВпрочем, как и его повадки. <s>r\nНо он был таким не всегда. В детстве мальчики были очень дружны и, кажется, тогда Вильгельм был добрее. Правда не ко всем. Что же такое произошло между ним и Эриком, что теперь Вилл презирает всех в этом замке? В том числе и меня...\"<s>r\n<s>r\n",
    "answers": [
      {
        "id": 48,
        "text": "История Валиара",
        "lua_do": "function lua_do()\nBook1 = 2\nend"
      },
      {
        "id": 49,
        "text": "Мифические существа",
        "lua_do": "function lua_do()\nBook2 = 2\nend"
      },
      {
        "id": 50,
        "text": "•  •  •  •  •",
        "comment": true
      },
      {
        "id": 44,
        "text": "Отойти от полок"
      },
      {
        "id": 50,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d08/2007/79/1a60f8f0aec5.png"
      }
    ]
  },
  {
    "id": 51,
    "text": "Спустя несколько минут скитаний по коридорам ваше внимание привлек шум во дворе. Лошадиное ржание и крик людей не сулили ничего хорошего.<s>r\n<s>r\nНо стоило выглянуть в окно, как от сердца тут же отлегло.<s>r\n<s>r\nПара конюхов пытались завести в стойло вашего коня, но Оскар никак не хотел им подчиняться. Вообще, такое поведение было не свойственно жеребцу. Видимо его, что то напугало.",
    "answers": [
      {
        "id": 53,
        "text": "Далее"
      },
      {
        "id": 51,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a38/2007/cd/825b03a42e54.png"
      }
    ]
  },
  {
    "id": 52,
    "text": "Коридоры замка напоминали лабиринт, в котором можно было с легкостью потеряться, не изучи вы их вдоль и поперек. Когда-то эти холодные стены были наполнены жизнью и радостным смехом детей. Слуги то и дело кричали, носясь за юными принцами, как угорелые, а вам приходилось их оправдывать перед королем.<s>r\n<s>r\nНо детство закончилось внезапно, вместе с горем, пришедшим в сердца людей после смерти короля. Народ любил Фредерика. И вы тоже.<s>r\n<s>r\nПускай он привел вас во дворец как пленницу, на жизнь вы не жаловались. Своих родителей вы почти не помнили, но история их поступков была громче каких-либо родственных уз.<s>r\n<s>r\nГорестно вздохнув и поправив свое платье, вы постучали в дверь. По привычке: 2 раза кратко, друг за другом, и третий после паузы.<s>r\n",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      },
      {
        "id": 52,
        "text": "Укажите команды для картинки",
        "comment": true,
        "url": "https://a.radikal.ru/a38/2007/cd/825b03a42e54.png"
      }
    ]
  },
  {
    "id": 53,
    "text": "Поддавшись неведомому порыву вы устремились вниз по лестнице, буквально выпорхнув во двор замка.<s>r\n<s>r\nУвидев вас конюхи нервно спохватились, суетливо приветствуя вас поклонами.<s>r\n<s>r\n—  Леди Вивьен! Оскар странно себя ведет, но мы не причиняли ему вреда...<s>r\n",
    "answers": [
      {
        "id": 54,
        "text": "Усомниться",
        "lua_do": "function lua_do()\nrepPalace = repPalace-1\nend"
      },
      {
        "id": 55,
        "text": "Поверить"
      },
      {
        "id": 53,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a21/2007/86/cbfa28d4b843.png"
      }
    ]
  },
  {
    "id": 54,
    "text": "Вы подошли к коню даже не глядя на мужчин стоящих возле него. Завидев вас Оскар сразу же успокоился, лишь недовольно фыркая широкими ноздрями.<s>r\n<s>r\n—  Хотите сказать, он просто встал не с той ноги?! <s>r\n<s>r\nВаш вопрос заставил конюхов напрячься, неуверенно переступая с ноги на ногу. Ответить им было нечего.<s>r\n<s>r\n— Все хорошо, мальчик. — воркотали вы, поглаживая белую морду коня — Спокойно. Спокойно.<s>r\n",
    "answers": [
      {
        "id": 56,
        "text": "Прокатиться"
      },
      {
        "id": 71,
        "text": "Отправить коня в леваду  "
      },
      {
        "id": 54,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a21/2007/86/cbfa28d4b843.png"
      }
    ]
  },
  {
    "id": 55,
    "text": "Вы понимающе кивнули на слова мужин, осторожно подходя к коню. Завидев вас Оскар сразу же успокоился, лишь недовольно фыркая широкими ноздрями.<s>r\n<s>r\n— Все хорошо, мальчик. — воркотали вы, поглаживая белую морду коня — Спокойно. Спокойно.<s>r\n",
    "answers": [
      {
        "id": 56,
        "text": "Прокатиться"
      },
      {
        "id": 71,
        "text": "Отправить коня в леваду  "
      },
      {
        "id": 55,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a21/2007/86/cbfa28d4b843.png"
      }
    ]
  },
  {
    "id": 56,
    "text": "—   Подготовьте мне, пожалуйста, седло. Я отправлюсь на прогулку.<s>r\n<s>r\nОдобрительно похлопав Оскара по шее вы передали его в руки конюха. <s>r\n<s>r\nИ спустя несколько минут вам привели коня, тактично помогая взобраться на него. Конечно для подобной прогулки стоило подобрать одежду получше, но иногда спонтанные решения приносят наибольшее удовольствие.<s>r\n<s>r\nДамское седло никогда не внушало вам доверия. Преследовало ощущение, что вы в любой момент можете с него свалиться. Еще и палящее солнце безжалостно слепило глаза, но тяга приключений уже звала вас в путь.<s>r\n",
    "answers": [
      {
        "id": 89,
        "text": "Далее"
      },
      {
        "id": 56,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a21/2007/86/cbfa28d4b843.png"
      }
    ]
  },
  {
    "id": 57,
    "text": "Хотя август подходил к концу, погода все еще радовала жителей Ангарда летним зноем.<s>r\n<s>r\nЗа спиной послышался стук копыт, и когда вы обернулись, то увидели Вильгельма на его буланом коне. Пересвет поравнялся с вашим Оскаром, сохраняя небольшую дистанцию, и теперь вы могли рассмотреть самодовольную ухмылку на лице его всадника. <s>r\n<s>r\n— Все таки решилась сбежать? <s>r\n",
    "answers": [
      {
        "id": 59,
        "text": "Съязвить "
      },
      {
        "id": 60,
        "text": "Пошутить "
      },
      {
        "id": 57,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c01/2007/f3/101519afcfc8.png"
      }
    ]
  },
  {
    "id": 58,
    "text": "Лес дышал. Шумел зеленой листвой деревьев. Наполнял воздух приятной прохладой. Солнце здесь пекло не так сильно, лишь местами пестря рыжими пятнами на вытоптанной тропе.<s>r\n<s>r\nИ как только такую красоту осмелился омрачить этот напыщенный чурбан своим присутствием?<s>r\n<s>r\nС другой стороны, он не всегда был таким… <s>r\n<s>r\nСами того не желая, вы начали вспоминать как все вместе проводили время в стенах замка. Тогда Эрик и Вильгельм были лучшими друзьями, хотя и часто спорили по мелочам. На их фоне Габриэль казался спокойным и слегка отчужденным. Он был тем самым парнем, который вытаскивает остальных из передряг. <s>r\n<s>r\nАх, как прекрасны были те беззаботные дни. Вы вспомнили улыбки мальчишек, ваши мелкие проделки и даже сестру Вильгельма которую, кстати, уже не видели лет 5. Аврил — кажтеся, так ее зовут. Интересно, какая она сейчас, и встретитесь ли вы когда то снова?<s>r\n",
    "answers": [
      {
        "id": 90,
        "text": "Далее"
      },
      {
        "id": 58,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c01/2007/f3/101519afcfc8.png"
      }
    ]
  },
  {
    "id": 59,
    "text": "—  По себе не судят, господин Лурье. — ответили вы, величественно выровняв спину. <s>r\n",
    "answers": [
      {
        "calculate": true,
        "lua_if": "function lua_if()\nreturn likeV <= 10\nend",
        "super_calculate": false,
        "id": 59,
        "text": "\nВильгельм надменно хмыкнул и, пришпорив своего коня, понесся вперед, стремительно удаляясь от вас.",
        "lua_do": "function lua_do()\nlikeV = likeV-2\nend",
        "merge": true
      },
      {
        "id": 59,
        "text": "\n— Ух, как надменно. - его губы растянулись в хитрой ухмылке, и от этого  взгляд малахитовых глаз казался слишком хищным. - А у вас сердце с перцем. \n\nВам стало до безобразия неловко. \n\n— Ваше же  - подобно камню.\n\n— И что с того? - он демонстративно прищурился. - Неужто решили на него посягнуть, леди Вивьен?\n\n— Ни в коем случае! - задыхаясь от смущения и возмущения, выпалили вы, вынуждая коня ехать быстрее. \n\n\n",
        "lua_if": "function lua_if()\nreturn likeV >= 10 or likeV == 10\nend",
        "merge": true
      },
      {
        "id": 58,
        "text": "Далее",
        "lua_if": "function lua_if()\nreturn likeV <= 10\nend"
      },
      {
        "id": 59,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c01/2007/f3/101519afcfc8.png"
      },
      {
        "id": 70,
        "text": "Далее",
        "lua_if": "function lua_if()\nreturn likeV >= 10 or likeV == 10\nend"
      }
    ]
  },
  {
    "id": 60,
    "text": "— А вы что,  решили мне с этим помочь?!<s>r\n<s>r\n— Может быть. — Вильгельм хитро прищурился. — Но вряд ли ты бы захотела сменить царские хоромы на скромную обитель герцога. <s>r\n<s>r\n— Считаете меня настолько меркантильной?! — буквально выплюнули вы, скривив губы в презрительной улыбке.<s>r\n<s>r\n— Имеешь, чем возразить?<s>r\n",
    "answers": [
      {
        "id": 61,
        "text": "Да"
      },
      {
        "id": 62,
        "text": "Нет",
        "lua_if": "function lua_if()\nreturn likeV >= 9 or likeV == 9\nend"
      },
      {
        "id": 67,
        "text": "Нет",
        "lua_if": "function lua_if()\nreturn likeV <= 9 \nend"
      },
      {
        "id": 60,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c01/2007/f3/101519afcfc8.png"
      }
    ]
  },
  {
    "id": 61,
    "text": "— Не думайте, что вам позволено судить меня!<s>r\n<s>r\n— Считаешь меня высокомерным… — подытожил Вильгельм, довольно ухмыльнувшись.<s>r\n<s>r\n— Да. — не скрывая своего удивления от такой его реакции, ответили вы — Не знаю, какими барышнями вы себя окружаете, но не надо ставить меня вровень с ними.<s>r\n<s>r\nОн ничего не ответил. Лишь измерил вас оценивающим взглядом, после чего погрузился в собственные размышления. <s>r\n<s>r\nЛес дышал. Шумел зеленой листвой деревьев. Наполнял воздух приятной прохладой. Солнце здесь пекло не так сильно, лишь местами пестря рыжими пятнами на вытоптанной тропе.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 68,
        "text": "Спросить об их отношениях с Эриком"
      },
      {
        "id": 69,
        "text": "Спросить об итоге разговора с Эриком"
      },
      {
        "id": 61,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c01/2007/f3/101519afcfc8.png"
      }
    ]
  },
  {
    "id": 62,
    "text": "— Не вижу в этом необходимости. — обиженно отрезали вы, всем своим видом показывая нежелание продолжать этот разговор.<s>r\n<s>r\n— Я так и думал! — самодовольно хмыкнул Вилл, натягивая поводья Пересвета.<s>r\n<s>r\nНекоторое время вы ехали молча.<s>r\n<s>r\nЛес дышал. Шумел зеленой листвой деревьев. Наполнял воздух приятной прохладой. Солнце здесь пекло не так сильно, лишь местами пестря рыжими пятнами на вытоптанной тропе.",
    "answers": [
      {
        "id": 68,
        "text": "Спросить об их отношениях с Эриком"
      },
      {
        "id": 69,
        "text": "Спросить об итоге разговора с Эриком "
      },
      {
        "id": 62,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c01/2007/f3/101519afcfc8.png"
      }
    ]
  },
  {
    "id": 63,
    "text": "— Нет. — резко ответили вы, с вызовом вглядываясь в малахитовые озера мужских глаз.<s>r\n<s>r\nВильгельм рассмеялся. Так искренне, небрежно, что вы на мгновение забыли о том, что перед вами самый заносчивый герцог во всем Валиаре.<s>r\n<s>r\n— Ну, что ж, как я могу отказать прекрасной даме? Тем более, если она настаивает. <s>r\n<s>r\nНе ожидая такого ответа, вы с трудом подобрали отвисшую челюсть, дабы не выглядеть глупее, чем уже кажетесь. Благо дело, мужчина торопливо отвел от вас взгляд, словно боясь, что в нем вы отыщите нечто слишком сокровенное. ",
    "answers": [
      {
        "id": 64,
        "text": "Далее"
      },
      {
        "id": 63,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c01/2007/f3/101519afcfc8.png"
      }
    ]
  },
  {
    "id": 64,
    "text": "— Ты же знаешь мою сестру?<s>r\n<s>r\n— Аврил?! — уточнили вы и тут же об этом пожалели.<s>r\n<s>r\nСтояло вам упомянуть ее имя, как лицо Вильгельма стало хмурее тучи, а под легкой щетиной проступили играющие желваки.<s>r\n<s>r\n— Да. С самого рождения она была очень болезненным ребенком, и посему редко покидала стены нашего поместья. Очередной недуг стала для нее фатальным и мать, боясь, что Аврил умрет, прибегла к помощи ведьмы. <s>r\n<s>r\nВилл осекся, краем глаза поглядывая на вашу реакцию, но от услышанного вы настолько были шокированы, что, казалось, даже забыли как дышать. <s>r\n",
    "answers": [
      {
        "id": 79,
        "text": "Ответить смело",
        "lua_do": "function lua_do()\nlikeV = likeV-2\nend"
      },
      {
        "id": 80,
        "text": "Ответить осторожно",
        "lua_do": "function lua_do()\nlikeV = likeV-1\nend"
      },
      {
        "id": 81,
        "text": "Молчать"
      },
      {
        "id": 64,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c01/2007/f3/101519afcfc8.png"
      }
    ]
  },
  {
    "id": 65,
    "text": "— Мечты ее были прекрасны, но реальность оказалась слишком сурова. Взобравшись на вершину горы она встретила небесных стражей, но те оказались сотканы из солнца и буквально обжигали ее глаза. Обретя крылья, слепая и истощена, русалка попыталась взлететь, но вместо этого рухнула вниз… — вы судорожно сглотнули подступивший к горлу ком, и подытожили цитатой из сказки: —  “Разбившись о скалы, превратилась в пену морскую…”<s>r\n<s>r\n— Как я и думал. — кратко и совершенно ему не свойственно, ответил герцог убирая от лица наглые ветки молодой акации. — Зачастую именно слепая тяга к желаемому и превращает мечты в  проклятие. <s>r\n<s>r\n",
    "answers": [
      {
        "id": 77,
        "text": "Далее"
      },
      {
        "id": 65,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b38/2007/31/2b57893870c5.jpg"
      }
    ]
  },
  {
    "id": 66,
    "text": "— Обдирая золотистую чешую об острые скалы, она стремилась к своей цели невзирая на боль и усталость. И в конечном итоге — смогла добиться желаемого.<s>r\n<s>r\nНемного помедлив вы взглянули на Вильгельма, ожидая от него очередной колкости. Но тот молчал задумчиво всматриваясь вдаль. Тогда вы продолжили:<s>r\n<s>r\n— Стражи встретили русалку с большими почестями, залечили раны и даровали свою благодать. Так, сменив хвост на перья, она превратилась в белоснежную чайку и воспарила в небеса. Поговаривают, что теперь именно она  встречает моряков своим криком, знаменуя приближение суши. Конец.<s>r\n<s>r\n— Понятно.  — кратко и совершенно ему не свойственно, ответил герцог убирая от лица наглые ветки молодой акации. — Интересно, таком ли было ее представление о той самой “свободе”? <s>r\n",
    "answers": [
      {
        "id": 76,
        "text": "У каждого свое представление о свободе"
      },
      {
        "id": 77,
        "text": "Она шла на поводу у иллюзии "
      }
    ]
  },
  {
    "id": 67,
    "text": "— Не вижу в этом необходимости. — обиженно отрезали вы, всем своим видом показывая нежелание продолжать этот разговор.<s>r\n<s>r\n— Я так и думал! — самодовольно хмыкнул Вилл, натягивая поводья Пересвета.<s>r\n<s>r\nВы злобно скрипнули зубами, чувствуя, как новая волна раздражения проступает краской на белоснежных щеках. Но не успели возразить, как мужчина погнал свою лошадь вперед, оставляя вас задыхаться от пыли и собственного негодования.<s>r\n<s>r\nСлегка отдышавшись и мысленно облив Вильгельма черной бранью, вы наконец-то смогли осмотреться. <s>r\n<s>r\n",
    "answers": [
      {
        "id": 58,
        "text": "Далее"
      },
      {
        "id": 67,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c01/2007/f3/101519afcfc8.png"
      }
    ]
  },
  {
    "id": 68,
    "text": "— Можно задать личный вопрос? <s>r\n<s>r\nВильгельм удивленно вскинул бровь, но по взгляду зеленых глаз было видно, что он весьма заинтригован.<s>r\n<s>r\n— Ну, попробуй.<s>r\n<s>r\n— Что произошло между вами и Его Высочеством? Ранее вы были так дружны. <s>r\n<s>r\nВ один миг азарт на лице мужчины сменился раздражением, но он не стал давать волю эмоциям.<s>r\n<s>r\n— Он предал мое доверие. Этого достаточно, чтобы удовлетворить ваше любопытство, леди Вивьен?<s>r\n",
    "answers": [
      {
        "id": 72,
        "text": "Да"
      },
      {
        "id": 73,
        "text": "Нет",
        "lua_if": "function lua_if()\nreturn likeV <= 14\nend",
        "lua_do": "function lua_do()\nlikeV = likeV<plus>1\nend"
      },
      {
        "id": 63,
        "text": "Нет",
        "lua_if": "function lua_if()\nreturn likeV == 14 or likeV >= 14\nend\n",
        "lua_do": "function lua_do()\nlikeV = likeV<plus>1\nend"
      },
      {
        "id": 68,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c01/2007/f3/101519afcfc8.png"
      }
    ]
  },
  {
    "id": 69,
    "text": "",
    "answers": []
  },
  {
    "id": 70,
    "text": "“Как можно быть настолько самоуверенным?” — негодовали вы, буквально пылая краской на щеках. <s>r\n<s>r\nПрисутствие Вильгельма слишком давило на вас, но попытки отстать от него не увенчались успехом. Мужчина быстро нагнал вашего коня и стал бесстыдно рассматривать горделивый девичий стан. <s>r\n<s>r\nНадо было срочно что-то предпринять. ",
    "answers": [
      {
        "id": 68,
        "text": "Спросить об их отношениях с Эриком"
      },
      {
        "id": 69,
        "text": "Спросить об итоге разговора с Эриком"
      },
      {
        "id": 70,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c01/2007/f3/101519afcfc8.png"
      }
    ]
  },
  {
    "id": 71,
    "text": "",
    "answers": []
  },
  {
    "id": 72,
    "text": "— Да. Простите, что заставила вас об этом вспомнить. — тихо подытожили вы, принимая свое поражение.<s>r\n<s>r\n— Поверьте, не было ни дня, чтобы я об этом забыл. — ответил Вилл, крепко сжимая поводья.<s>r\n<s>r\nВам стало не по себе. Что же такого мог сделать Эрик, чтобы оставить столь сильный  шрам на сердце Вильгельма? Это было даже тяжело представить, ведь юный принц был всегда предан своим принципам и близким людям.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 75,
        "text": "Далее",
        "lua_if": "function lua_if()\nreturn skazka == 1\nend\n"
      },
      {
        "id": 78,
        "text": "Далее",
        "lua_if": "function lua_if()\nreturn skazka ~= 1\nend"
      },
      {
        "id": 72,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c01/2007/f3/101519afcfc8.png"
      }
    ]
  },
  {
    "id": 73,
    "text": "— Нет. — резко ответили вы, с вызовом вглядываясь в малахитовые озера мужских глаз.<s>r\n<s>r\nВильгельм рассмеялся. Так искренне, небрежно, что вы на мгновение забыли о том, что перед вами самый заносчивый герцог во всем Валиаре.<s>r\n<s>r\n— Мне нравится твой напор. Когда-то он обязательно тебе поможет, но не сегодня. <s>r\n<s>r\nДругого ответа вы и не ожидали, но отчего-то  этот разговор оставил у вас приятный осадок… И новый повод для размышлений. <s>r\n <s>r\n<s>r\n",
    "answers": [
      {
        "id": 74,
        "text": "Далее",
        "lua_if": "function lua_if()\nreturn skazka == 1\nend\n"
      },
      {
        "id": 78,
        "text": "Далее",
        "lua_if": "function lua_if()\nreturn skazka ~= 1\nend\n"
      },
      {
        "id": 73,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c01/2007/f3/101519afcfc8.png"
      }
    ]
  },
  {
    "id": 74,
    "text": "— Теперь позволь спросить мне. — произнес Вильгельм переводя взгляд на дорогу. — Что же случилось с той русалкой?<s>r\n<s>r\nВы растерянно захлопали ресницами не сразу понимая о чем речь.<s>r\n<s>r\n— В сказке. — добавил он, заметив ваше недоумение.<s>r\n",
    "answers": [
      {
        "id": 65,
        "text": "Она умерла"
      },
      {
        "id": 66,
        "text": "Она обрела свободу"
      },
      {
        "id": 74,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c01/2007/f3/101519afcfc8.png"
      }
    ]
  },
  {
    "id": 75,
    "text": "Некоторое время вы ехали молча, пока Вильгельм сам не нарушил затянувшуюся тишину.<s>r\n<s>r\n— Так что же случилось с той русалкой?<s>r\n<s>r\nВы растерянно захлопали ресницами не сразу понимая о чем речь. <s>r\n<s>r\n— В сказке. — добавил он, заметив  ваше недоумение. <s>r\n",
    "answers": [
      {
        "id": 65,
        "text": "Она умерла"
      },
      {
        "id": 66,
        "text": "Она обрела свободу"
      },
      {
        "id": 75,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b38/2007/31/2b57893870c5.jpg"
      }
    ]
  },
  {
    "id": 76,
    "text": "—  Кто знает, возможно в этом и было ее счастье…<s>r\n <s>r\n—  Стать чайкой, окончательно утратив свою человечность?! — Вильгельм фыркнул.<s>r\n<s>r\n—  И все же, я полагаю, что эта сказка учит нас не отступать на пути к своей цели. Несмотря ни на что. <s>r\n<s>r\n— А как по мне, мораль ее такова:  Ум дан человеку, чтобы думать. Анализировать. Взвешивать последствия своих решений, а не идти на поводу лишь у желаний. Иначе, эти самые “желания” станут твоим проклятием, а не великим даром.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 78,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 77,
    "text": "— Все мы бываем слепы в собственных желаниях, но… — вы перевели на Вильгельма  взгляд, словно желали донести сказанное именно до него  — Свобода ничего не стоит, если она не включает в себя возможность ошибаться. <s>r\n<s>r\nОн одарил вас теплой улыбкой.<s>r\n<s>r\n— Ах, милая Вивьен. Ты всегда находишь, что то светлое даже там, где царит кромешная тьма. Но поверь, всех оправдать невозможно. Люди глупы, алчны и тщеславны. Это неизменно. <s>r\n<s>r\n—  Даже я? — внезапно выпалили вы, до конца не осознавая зачем.<s>r\n<s>r\nВильгельм помедлил с ответом.<s>r\n<s>r\n— Даже ты.  Просто еще не поняла этого...<s>r\n",
    "answers": [
      {
        "id": 78,
        "text": "Далее"
      },
      {
        "id": 77,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b38/2007/31/2b57893870c5.jpg"
      }
    ]
  },
  {
    "id": 78,
    "text": "",
    "answers": [
      {
        "id": 78,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a42/2007/5d/897fba9e67d4.jpg"
      }
    ]
  },
  {
    "id": 79,
    "text": "— Но ведьмовство запрещено в Ангарде! Это же чревато смертной казнью.<s>r\n<s>r\nВильгельм нервно дернул подбородком.<s>r\n<s>r\n— Знаю. Но, видимо, жизнь дочери ей была важнее законов. <s>r\n<s>r\nЕго слова пришлись хлесткой пощечиной по вашим ушам, мгновенно пристыжая за столь неосторожное возмущение. Не вам судить эту женщину, ведь мать способная на многое ради своего дитя.<s>r\n",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      },
      {
        "id": 79,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c01/2007/f3/101519afcfc8.png"
      }
    ]
  },
  {
    "id": 80,
    "text": "— Но... где она нашла ведьму в Ангарде? — вы предельно осторожно подбирали слова, чтобы не показаться бестактной. Но, как оказалось, “правильных слов” в этой ситуации не было. — Они же… Преследуемые законом. <s>r\n<s>r\nВилл понимающе кивнул.<s>r\n<s>r\n— Все верно, но это не важно... Теперь не важно. Она хотела спасти свою дочь! Мне ли ее судить?<s>r\n<s>r\nОт услышанного ваше сердце тоскливо сжалось.  Он был прав. Как можно осуждать мать за желание сохранить свое дитя? Разве не эта любовь и делает нас людьми?!<s>r\n",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      },
      {
        "id": 80,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c01/2007/f3/101519afcfc8.png"
      }
    ]
  },
  {
    "id": 81,
    "text": "“Откуда в Ангарде вообще нашлась ведьма? Ведь все они были изгнаны либо повешены у ворот храма Металия.” — молниеносно пронеслось у вас в голове, но благо дело, не сорвалось с уст. <s>r\n<s>r\nВопросов было много. Слишком много. Вот только все они были бестактны и вряд ли  помогли бы вам разобраться в ситуации. Как минимум потому, что Вильгельму и так весьма нелегко давался этот разговор и вам не хотелось, чтобы он и вовсе его прервал.<s>r\n<s>r\nТак что вы решили просто промолчать.<s>r\n",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      },
      {
        "id": 81,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c01/2007/f3/101519afcfc8.png"
      }
    ]
  },
  {
    "id": 82,
    "text": "Вильгельм продолжил:<s>r\n<s>r\n— Эта ведьма сказала нам подготовиться к ритуалу и пообещала, что после него Аврил навсегда забудет о больничной койке. Ей тогда было 11 лет, и всю свою сознательную жизнь она провела на травах и микстурах.<s>r\n<s>r\n“Как раз 5 лет назад, когда они с принцем и поссорились” — мысленно подытожили вы.<s>r\n<s>r\n— Зная о законах Ангарда, мать строго-настрого запретила мне кому-либо об этом рассказывать, но я был слишком молод и наивен… — с каждым словом голос Вильгельма становился все холоднее. <s>r\n",
    "answers": [
      {
        "id": 83,
        "text": "Далее"
      },
      {
        "id": 82,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c01/2007/f3/101519afcfc8.png"
      }
    ]
  },
  {
    "id": 83,
    "text": "— Я поделился переживаниями с лучшим другом, по крайней мере таким я тогда считал Эрика. И взял с него слово: ни за что не рассказывать об этом королю. Но за день до ритуала королевская гвардия схватила ведьму, и на рассвете казнила ее. — он тяжело выдохнул, явно не желая вдаваться в подробности — Это стало для меня хорошим уроком  и показало истинное лицо людей, которым я доверял. <s>r\n<s>r\n— И ты думаешь, что это Эрик рассказал отцу о ведьме? <s>r\n<s>r\n— Уверен. Больше никто об этом не знал. <s>r\n",
    "answers": [
      {
        "id": 84,
        "text": "Оправдать Эрика"
      },
      {
        "id": 85,
        "text": "Осудить Эрика"
      },
      {
        "id": 83,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c01/2007/f3/101519afcfc8.png"
      }
    ]
  },
  {
    "id": 84,
    "text": "— Вилл... — вы осторожно обратились к старому другу, так, словно между вами никогда и не было этой огромной пропасти в 5 лет. — В жизни бывают самые ужасные случайности. Возможно за ней давно следили или же кто-то из слуг подслушал ваш разговор… <s>r\n<s>r\nОн отрицательно закачал головой, не желая слушать, но вы продолжили:<s>r\n<s>r\n— Уверена, Эрик не поступил бы так! Он ни за что не предал бы твое доверие. <s>r\n<s>r\nГлядя на ваше милосердное лицо, Вильгельм одарил вас теплой улыбкой.<s>r\n<s>r\n— Ах, милая Вивьен. Ты всегда находишь, что-то светлое даже там, где царит кромешная тьма. Но поверь, всех оправдать невозможно. Люди глупы, алчные и тщеславны. Это неизменно. <s>r\n<s>r\n—  Даже я? — внезапно выпалили вы, до конца не осознавая зачем.<s>r\n<s>r\n— Даже ты.  Просто еще не поняла этого...",
    "answers": [
      {
        "id": 86,
        "text": "Что случилось с Аврил?"
      },
      {
        "id": 87,
        "text": "Закончить разговор"
      },
      {
        "id": 84,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c01/2007/f3/101519afcfc8.png"
      }
    ]
  },
  {
    "id": 85,
    "text": "— Не могу поверить… — задыхаясь от разочарования, прошептали вы.<s>r\n<s>r\nВ груди словно разрасталась огромная дыра, в которой клубились ядовитые змеи. И как бы вы не хотели, их яд уже осквернял ваше сердце. <s>r\n<s>r\n— Как он мог так поступить? <s>r\n<s>r\nВильгельм посмотрел на вас с плохо скрываемым сожалением, но слова его, как обычно, были холодны и острее стали. <s>r\n<s>r\n— Все очень просто, Виви. Люди глупы, алчны и тщеславны. Это неизменно. <s>r\n",
    "answers": [
      {
        "id": 86,
        "text": "Что случилось с Аврил?",
        "lua_do": "function lua_do()\nAvril = History\nend"
      },
      {
        "id": 87,
        "text": "Закончить разговор"
      },
      {
        "id": 85,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c01/2007/f3/101519afcfc8.png"
      }
    ]
  },
  {
    "id": 86,
    "text": "Внезапно вас осенила мысль, от которой земля запросто ушла бы из под ног. Аврил, младшая сестра Вильгельма, не часто приезжала к вам во дворец, но последний раз вы ее видели примерно 5 лет назад… “Неужели она…”<s>r\n<s>r\n— А Аврил? Что с ней? Она…  — вы замолчали, не желая даже произносить это слово.<s>r\n<s>r\n— Нет, нет! Аврил жива. После того, как ведьму казнили, мать спустила на меня всех собак. Она не желала меня видеть и едва вовсе не отреклась.<s>r\n<s>r\nЛицо мужчины выглядело настолько измученным, что вам захотелось его обнять. Утешить. Страшно было представить, что ему пришлось пережить. И ведь все это время он был один… Пускай и по своему собственному желанию. <s>r\n<s>r\n— И это было заслуженно!  Своей глупостью я поставил под угрозу жизнь сестры, и если бы не тот монах, возможно, больше никогда бы ее не увидел.<s>r\n",
    "answers": [
      {
        "id": 88,
        "text": "Далее"
      },
      {
        "id": 86,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c01/2007/f3/101519afcfc8.png"
      }
    ]
  },
  {
    "id": 87,
    "text": "Внезапно вас осенила мысль, от которой земля запросто ушла бы из под ног. Аврил, младшая сестра Вильгельма, она не часто приезжала к вам во дворец, но последний раз вы ее видели примерно 5 лет назад… “Неужели она…”<s>r\n<s>r\nНет. Вам было страшно даже заканчивать эту мысль, не то, чтобы произносить ее вслух. Какой не была бы судьба этой бедной девочки, вы не хотели тревожить  сердце Вилла своими догадками и расспросами. Тем более, что и так узнали больше, чем могли даже мечтать.",
    "answers": [
      {
        "id": 78,
        "text": "Далее"
      },
      {
        "id": 87,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b38/2007/31/2b57893870c5.jpg"
      }
    ]
  },
  {
    "id": 88,
    "text": "— Монах? — осторожно переспросили вы. <s>r\n<s>r\n— Да. Когда Аврил уже перестала подниматься на ноги, к нашему порогу прибился монах из Квета. Он предложил помощь, но для этого сестра должна была отправиться в их храм и там пребывать, пока ее тело и душа не будут исцелены.  <s>r\n<s>r\nВы задумались. “Квет… Что-то знакомое.” — но обрывки воспоминаний  никак не хотели сливаться воедино.<s>r\n<s>r\n— Ладно. Это все позади. Аврил наконец-то здорова и на прошлой неделе вернулась домой. Она стала красивой девушкой, совсем взрослой…. <s>r\n<s>r\n“И чужой.” — прочли вы в тоскливом взгляде Вильгельма, но решили не тревожить его сердце своими догадками и расспросами.<s>r\n",
    "answers": [
      {
        "id": 78,
        "text": "Далее"
      },
      {
        "id": 88,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c01/2007/f3/101519afcfc8.png"
      }
    ]
  },
  {
    "id": 89,
    "text": "Примерно в ста метрах от замка начиналась широкая лесополоса, которую вы успели изучить вдоль и поперек. За ней широко раскинулась цветущая долина, граничащая со вспахаными полями. <s>r\n<s>r\nГде то вдали слышалось журчание реки. Тонкой змейкой она тянулась через холмы, уходя вдаль — на север. Когда то вы имели удовольствие окунуться в ее чистые воды, но с годами это стало непозволимой роскошью для придворной дамы. <s>r\n<s>r\nНостальгия разлилась по телу приятным теплом, так что слегка натянув поводья вы направили коня к лесной чаще.",
    "answers": [
      {
        "id": 57,
        "text": "Далее"
      },
      {
        "id": 89,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a32/2007/10/47e92a1b426f.png"
      }
    ]
  },
  {
    "id": 90,
    "text": "Наслаждаясь уединением с природой и погружаясь в мимолетную ностальгию, вы не заметили, как выехали к цветущей долине, что тянулась вдоль реки. <s>r\n<s>r\nСолнце тут же безжалостно обожгло вашу белоснежную кожу, вынуждая вновь пожалеть об отсутствии шляпки, но только вы решили повернуть коня и отправиться обратно в замок, как где-то вдали раздался детский крик.<s>r\n<s>r\n— Помогите! Кто нибудь…<s>r\n<s>r\nВы остановили коня. Прислушались. Крик повторился.<s>r\n<s>r\n— На помощь!<s>r\n<s>r\nДетский голос, по всей видимости принадлежавший девочке, доносился из берега реки. Но слепящее солнце не позволяло что-либо рассмотреть. ",
    "answers": [
      {
        "id": 91,
        "text": "Подъехать ближе "
      },
      {
        "id": 92,
        "text": "Игнорировать"
      },
      {
        "id": 90,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b02/2007/27/b002f0d4997e.png"
      }
    ]
  },
  {
    "id": 91,
    "text": "У берега реки стояла девочка лет 6 и рыдала во весь голос. А все потому, что прямо перед ней, в реке, кто-то тонул. Ваше тело мгновенно сковал леденящий ужас, словно вы выехали не на залитую солнцем долину, а в заснеженную пустошь. <s>r\n<s>r\nНадо было срочно что-то делать.<s>r\n<s>r\nОкинув террирорию взглядом, вы заметили, как в метрах двухстах в поле работали люди. Трое зрелых мужчин собирали пшеницу и вязали ее в стоги. Судя со всего, они не слышали крика ребенка или же просто не хотели тратить на это время, считая происходящее очередными детскими проделками.<s>r\n",
    "answers": [
      {
        "id": 93,
        "text": "Броситься на помощь",
        "lua_do": "function lua_do()\nrepPalace = repPalace<plus>3\nend"
      },
      {
        "id": 94,
        "text": "Позвать на помощь"
      },
      {
        "id": 91,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b02/2007/27/b002f0d4997e.png"
      }
    ]
  },
  {
    "id": 92,
    "text": "Решив, что это не более чем детские забавы вы развернули своего коня и отправились обратно во дворец. ",
    "answers": [
      {
        "id": 92,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b02/2007/27/b002f0d4997e.png"
      },
      {
        "id": 102,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 93,
    "text": "Задрав подол платья и перекинув ногу через седло, вы почувствовали невероятный прилив сил и, не раздумывая, пустили коня галопом.<s>r\n<s>r\nСодрогая копытами землю, Оскар стрелой пронесся через цветущее поле, и уже спустя пару минут вы стояли у берега реки рядом с заплаканным ребенком.<s>r\n<s>r\n— Франс… Я ему говорила! — захлебываясь слезами голосила девочка — А он не слушал! Полез в воду… А я плавать не умею.<s>r\n<s>r\nВы посмотрели на реку и заметили, как мальчик все еще пытается бороться со стихией, но  каждое его следующее движение  становилось все слабее и медленнее. <s>r\n",
    "answers": [
      {
        "id": 95,
        "text": "Раздеться и лезть в воду"
      },
      {
        "id": 96,
        "text": "Нет времени!",
        "lua_if": "function lua_if()\nreturn dress ~= 'tan'\nend"
      },
      {
        "id": 97,
        "text": "Нет времени!",
        "lua_if": "function lua_if()\nreturn dress == 'tan'\nend"
      },
      {
        "id": 93,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b02/2007/27/b002f0d4997e.png"
      }
    ]
  },
  {
    "id": 94,
    "text": "",
    "answers": []
  },
  {
    "id": 95,
    "text": "",
    "answers": []
  },
  {
    "id": 96,
    "text": "Времени обдумывать свои действия небыло. Ведь когда на кону стоит чья-то жизнь — каждая секунда на вес золота. <s>r\n<s>r\nПодхватив тяжелый подол своего платья, вы побежали в воду, чувствуя как под ногами  проседает песок.  “Неглубоко” — пронеслось у вас в голове, торжественно знаменуя успешность героического спасения ребенка. Судя со всего, мальчишка переоценил свои возможности, заплыв слишком далеко, но вам, должно быть, там не больше, чем по плечи.<s>r\n<s>r\nЖаль только, и без того тяжелое, платье превратилось в  мешок,  доверху груженный кирпичами, и это не давало вам нормально двигаться. <s>r\n<s>r\n— Держись! Я рядом… — прокричали вы, задыхаясь от волнения и стараясь дотянуться до мелькающей руки мальчика.<s>r\n<s>r\nИдти оставалось пару шагов. Но не успели вы обрадоваться скоропостижной победой над злым роком, как зыбучая почва под ногами внезапно исчезла, придавая вас холодным объятиям реки.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 98,
        "text": "Далее"
      },
      {
        "id": 96,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b02/2007/27/b002f0d4997e.png"
      }
    ]
  },
  {
    "id": 97,
    "text": "Времени обдумывать свои действия небыло. Ведь когда на кону стоит чья-то жизнь — каждая секунда на вес золота. <s>r\n<s>r\nПодхватив тяжелый подол своего платья, вы побежали в воду, чувствуя как под ногами  проседает песок.  “Неглубоко” — пронеслось у вас в голове, торжественно знаменуя успешность героического спасения ребенка. Судя со всего, мальчишка переоценил свои возможности, заплыв слишком далеко, но вам, должно быть, там не больше, чем по плечи.<s>r\n<s>r\nЖаль только, и без того тяжелое, платье превратилось в  мешок,  доверху груженный кирпичами, и это не давало вам нормально двигаться. <s>r\n<s>r\n— Держись! Я рядом… — прокричали вы, задыхаясь от волнения и стараясь дотянуться до мелькающей руки мальчика.<s>r\n<s>r\nИдти оставалось пару шагов. Но не успели вы обрадоваться скоропостижной победой над злым роком, как зыбучая почва под ногами внезапно исчезла, придавая вас холодным объятиям реки.<s>r\n",
    "answers": [
      {
        "id": 101,
        "text": "Далее"
      },
      {
        "id": 97,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b02/2007/27/b002f0d4997e.png"
      }
    ]
  },
  {
    "id": 98,
    "text": "Страх ледяными цепями сковал все тело, не давая возможности рассекать волны руками, а тем временем тяжелое платье камнем тянуло вас на дно.<s>r\n<s>r\nКак такое могло случиться? Разве вы могли предвидеть, что почти у самого берега окажется подводная яма? Возможно у вас был бы шанс выплыть, если бы не это огромное черное платье, которое — иронично — будет под стать вашим похоронам.<s>r\n<s>r\nЛегкие судорожно сжались ощущая острую потребность в исцеляющим кислороде  и вместо того, чтобы затаить дыхание и бороться за жизнь, вы начала жадно хватать воду как рыба. Время словно остановило свой ход, а вода уже не казалась такой холодной. Ее невесомые объятия стали теплыми,  как материнские, и темнота внизу дружелюбно манила вас к себе.<s>r\n",
    "answers": [
      {
        "id": 99,
        "text": "Далее"
      },
      {
        "id": 98,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c05/2007/c5/4a2beb489004.png"
      }
    ]
  },
  {
    "id": 99,
    "text": "Подобно упавшему листу, вы стремительно отдалялась от играющего на поверхности солнечного света, все еще не веря в происходящее. Неужели такова судьба последней из дома Леориона? Прервать великий род королей, сгинув в водной пучине... <s>r\n<s>r\nДо безобразия смешно и обидно. <s>r\n<s>r\nВы попытались отвергнуть смерть, бороться со стихией, но внезапная усталость сделала тело таким тяжелым, что пошевелить рукой казалось непосильным трудом. Свет становился все тусклее, тело легче. Пока, наконец-то, вы не воспарили во мраке подобно русалке из сказки.<s>r\n",
    "answers": [
      {
        "id": 100,
        "text": "И это все?"
      },
      {
        "id": 99,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c05/2007/c5/4a2beb489004.png"
      }
    ]
  },
  {
    "id": 100,
    "text": "• Да! Вы умерли.<s>r\n• Поздравляю: вы открыли одну из 9 концовок этого квеста.<s>r\n<s>r\nНесколькими днями позже тело Вивьен найдут в реке и погребут в склепе рядом с великими королями Ангарда. Сорок долгих дней по приказу Его Величества, Эрика, все королевство было погружено в траур.<s>r\nНо скорбь, поселившаяся в сердцах принцев, не утихнет даже через года.<s>r\n<s>r\nНе в силах  больше  находиться в стенах родного замка, Габриэль отправится на север, где в конечном итоге и встретит свою смерть. Эрик же взойдет на престол и женится на первой попавшейся  девушке, предложенной ему послами. Спустя полгода его отравят, и род Ангарда будет прерван... <s>r\n<s>r\n<s>r\n",
    "answers": [
      {
        "id": 100,
        "text": "• • • • •\n",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 100,
        "text": "Путь магии — не открыт.\nПуть воина — не открыт.\nПуть ассасина — не открыт. \n\nРепутация во дворце — высокая.\n\n\nЛюбовная линия с Эриком — отсутствует.\nЛюбовная линия с Габриэлем — отсутствует.\nЛюбовная линия с Вильгельмом  — отсутствует.",
        "comment": true
      },
      {
        "id": 100,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b02/2007/b4/c6fe1ae99cb2.png"
      }
    ]
  },
  {
    "id": 101,
    "text": "<s>r\nСтрах ледяными цепями сковал все тело, не давая возможности рассекать волны руками, а тем временем тяжелое платье камнем тянуло вас на дно.<s>r\n<s>r\nНо разве вы могли предвидеть, что почти у самого берега окажется подводная яма?<s>r\n<s>r\n",
    "answers": [
      {
        "id": 101,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c05/2007/c5/4a2beb489004.png"
      },
      {
        "id": 103,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 102,
    "text": "",
    "answers": []
  },
  {
    "id": 103,
    "text": "Легкие судорожно сжались ощущая острую потребность в исцеляющим кислороде  и это помогло вам прийти в себя. Собравшись с силами вы рывком выплыли на поверхность, оказавшись возле мальчика, который тут же схватился за ваши плечи  как за спасательный круг.<s>r\n<s>r\nНе в силах совладать с паникой, он едва не задушил вас своими холодными объятиями, но вы решились воздержаться от замечаний и стали осторожно грести к берегу. <s>r\n",
    "answers": [
      {
        "id": 103,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c05/2007/c5/4a2beb489004.png"
      },
      {
        "id": 104,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 104,
    "text": "Все закончилось так же быстро как и началось. Борясь с усталостью вы выбрались на берег неся мальчика на своей спине и только дошли до теплого песка — тут же рухнули на него как срубленное дерево.<s>r\n<s>r\n— Франс! Франс! Ты жив… — умываясь слезами, кричала девочка склонившись над братом — Эта леди тебя спасла!<s>r\n<s>r\n",
    "answers": [
      {
        "id": 104,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b02/2007/27/b002f0d4997e.png"
      }
    ]
  },
  {
    "id": 105,
    "text": "Город, в котором вы оказались, был до боли знаком, вот только от вальяжных домов и аккуратных улочек остались одни руины. В воздухе стоял запах гари и чего-то тошнотворного.<s>r\n<s>r\nПожалуй, так пахнет металл омытый кровью врагов. <s>r\n",
    "answers": [
      {
        "id": 106,
        "text": "Осмотреться "
      },
      {
        "id": 107,
        "text": "Пройтись"
      },
      {
        "id": 105,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b03/2008/33/369f6a51864e.png"
      }
    ]
  },
  {
    "id": 106,
    "text": "Небо было затянуто плотными тучами, которые бросали на землю мистическую алую тень. И только благодаря легкому очертанию солнечного диска за ними вы смогли определить, что сейчас день. <s>r\n<s>r\nВокруг царила гробовая тишина.<s>r\n<s>r\nРуины домов плотным рядом выстроились по обе стороны от вас, создавая широкий коридор,  уходящий мощеной тропой куда-то вдаль.  <s>r\n",
    "answers": [
      {
        "id": 106,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b03/2008/33/369f6a51864e.png"
      },
      {
        "id": 107,
        "text": "Пройтись "
      }
    ]
  },
  {
    "id": 107,
    "text": "Стоило вам сделать шаг, как оглушительный раскат грома “расколол небо надвое”, безжалостно омывая вас проливным дождем. Мелкие капли были настолько темными, что казались почти черными. Они путались в волосах, стекали по рукам, оставляя на коже дивные узоры, чавкали под ногами, превращая пыль в грязь.<s>r\n<s>r\nНо какая-то неведомая сила влекла вас к себе, не давая возможности найти убежище под молчаливыми остатками крыш.<s>r\n",
    "answers": [
      {
        "id": 107,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b03/2008/33/369f6a51864e.png"
      },
      {
        "id": 108,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 108,
    "text": "Город был меньше, чем казался, и очень скоро мощеная тропа вышла к огромному утесу, на  краю которого пьедесталом возвышался плоский камень. Алтарь, покрытый белыми рунами.<s>r\n<s>r\nВ тусклом свете рубинового солнца вы заметили на алтаре  женский силуэт и, присмотревшись,  узнали в нем себя.<s>r\n<s>r\n— Сгинув во пламени, да возродишься ты в крови врагов своих… — произнесла ваша подоба, дружелюбно раскрывая  руки, словно приглашая в свои объятия.<s>r\n",
    "answers": [
      {
        "id": 108,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b03/2008/33/369f6a51864e.png"
      },
      {
        "id": 109,
        "text": "Подойти",
        "lua_do": "function lua_do()\nmagic = magic<plus>3\nfate = crest\nend"
      },
      {
        "id": 110,
        "text": "—  Что здесь произошло?"
      }
    ]
  },
  {
    "id": 109,
    "text": "Зачарованные зрелищем, вы на негнущихся ногах пошли навстречу дивному видению, с каждым шагом ощущая, как по телу разливается приятное тепло. Дождь прекратился так же неожиданно, как и начался. И взойдя на каменный алтарь, вы слились воедино с таинственным образом самой себя.<s>r\n<s>r\nЧто бы не уготовила вам жизнь — вы смело примете свою судьбу.<s>r\n",
    "answers": [
      {
        "id": 109,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b03/2008/33/369f6a51864e.png"
      },
      {
        "id": 2,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 110,
    "text": "— Все эти руины… Это же Ангард?!<s>r\n<s>r\n— Да. Он встретил свою судьбу…  — ее голос звучал со всех сторон и, несмотря на внешнее сходство, казался вам пугающе холодным и чужим. — Прими же и ты свою.<s>r\n<s>r\nДевичий силуэт все еще стоял с распростертыми объятиями, милостиво приглашая вас раствориться в них. <s>r\n",
    "answers": [
      {
        "id": 109,
        "text": "Подойти",
        "lua_do": "function lua_do()\nmagic = magic<plus>3\nfate = crest\nend"
      },
      {
        "id": 112,
        "text": "Нет"
      },
      {
        "id": 110,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b03/2008/33/369f6a51864e.png"
      }
    ]
  },
  {
    "id": 111,
    "text": "Лицо вашего протеже изменилось до неузнаваемости. Юные девичьи черты исказила гримаса злости, а в стальные глаза вспыхнули алым пламенем.<s>r\n<s>r\n— Осмотрись! Вся эта кровь на твоих руках.<s>r\n<s>r\nНе понимая, о чем идет речь, вы интуитивно пробежались глазами по окрестности и с ужасом обнаружили, что в густой траве виднеются человеческие тела. То, что ранее казалось дождем — было кровью, а камни под ногами стали лицами, пожелтевшими под дыханием смерти.<s>r\n<s>r\nСреди них вы отыскали и Эрика. <s>r\n<s>r\nЕго, когда-то ясные глаза, были пустыми и безжизненными. Они взирали на вас с таким осуждением, что к горлу невольно подступил тугой ком из скорби и досады.<s>r\n",
    "answers": [
      {
        "id": 111,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b03/2008/33/369f6a51864e.png"
      },
      {
        "id": 113,
        "text": "Предаться горю",
        "lua_do": "function lua_do()\ndeath = deathE\nend"
      },
      {
        "id": 114,
        "text": "Отрицать"
      }
    ]
  },
  {
    "id": 112,
    "text": "— Нет! — резко отрезали вы, сделав решительный шаг назад. — Если таково мое будущее, я сделаю все, чтобы его избежать.<s>r\n<s>r\n— Судьбу не изменить.<s>r\n<s>r\n— Она не высечена на камне! — ваш голос дрогнул, едва не срываясь на крик, а нарастающая в груди тревога стала настолько ощутима, что вы могли бы разглядеть ее тень, нависшую над вашими плечами. <s>r\n",
    "answers": [
      {
        "id": 112,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b03/2008/33/369f6a51864e.png"
      },
      {
        "id": 111,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 113,
    "text": "От увиденного ваши ноги подкосились, и, словно подрезанная трава, вы опустились на землю, медленно подползая к Эрику.  Стояло вашей руке коснуться его холодной щеки, как сдержать подступающие рыдания было уже невозможно.<s>r\n<s>r\n— Эрик… Нет. Молю! Очнись! — завывали вы, утирая кровавые капли дождя с  мужского лица.<s>r\n<s>r\nСлезы обжигали глаза, а в груди разрасталась такая пустота, что казалось, кто-то просто взял и пробил в ней дыру. Всепоглощающую дыру из отчаяния и горя. <s>r\n<s>r\n— Прими неминуемое, Вивьен! В смерти ты найдешь свое возрождение. <s>r\n",
    "answers": [
      {
        "id": 2,
        "text": "Открыть глаза"
      },
      {
        "id": 113,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b03/2008/33/369f6a51864e.png"
      }
    ]
  },
  {
    "id": 114,
    "text": "— Н-нет... — дрожащими губами прошептали вы.<s>r\n<s>r\n— Прими неминуемое, Вивьен! Именно в смерти ты найдешь свое возрождение. <s>r\n<s>r\n— Нет — вы пытались сохранить самообладание, но горькие слезы нещадно обжигали глаза — Это все неправда… Этого не может быть! Это все Ты сделала!<s>r\n<s>r\n— Я — это ты! Мы едины. <s>r\n<s>r\nОсознание того, что все происходящее дело рук демона, принявшего вашу подобу, в груди разразилось сокрушительное пламя ярости, и:",
    "answers": [
      {
        "id": 115,
        "text": "Это пламя приобрело форму ",
        "lua_do": "function lua_do()\nmagic = magic<plus>2\nend"
      },
      {
        "id": 116,
        "text": "В вашей руке появился меч",
        "lua_do": "function lua_do()\nsword = sword<plus>2\nend"
      },
      {
        "id": 117,
        "text": "В ваших руках появились кинжалы",
        "lua_do": "function lua_do()\ndagger = dagger<plus>2\nend"
      },
      {
        "id": 114,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b03/2008/33/369f6a51864e.png"
      }
    ]
  },
  {
    "id": 115,
    "text": "Подобно огненному смерчу то, что бушевало у вас в груди, внезапно вырвалось наружу. Оно кружилось у ваших ног, выжигая землю, превращая тела павших в прах, но все это не имело значения, когда на кону стояла месть.<s>r\n<s>r\n— Да как ты смеешь?! — завопила девушка, мгновенно срываясь с алтаря стаей черных воронов.<s>r\n<s>r\nЖивым облаком они устремились к вам, норовя выклевать глаза и разодрать белоснежную кожу, но пламенный смерч тут же поднялся стеной вверх, нещадно сжигая эту проклятую нечисть. <s>r\n",
    "answers": [
      {
        "id": 115,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b03/2008/33/369f6a51864e.png"
      },
      {
        "id": 2,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 116,
    "text": "Гневно сжав руку в кулак, вы неожиданно обнаружили в ней длинный меч. По его рукояти тянулись две золотые змеи, в пастях которых не было клыков. И что бы это не значило, вы стали гораздо решительнее, ощущая в руках тяжесть металла. <s>r\n<s>r\n— Да как ты смеешь?! — завопила девушка, срываясь с алтаря и на ходу превращаясь в огромного рогатого змея. <s>r\n<s>r\nБуравя землю тяжестью своего тела, чудовище стрелой бросилось на вас, но ваша рука не дрогнула. Меч казался легким, как перо, и лишь одного его взмаха хватило для того, чтобы отсечь шипящую голову этой поганой нечисти.<s>r\n",
    "answers": [
      {
        "id": 116,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b03/2008/33/369f6a51864e.png"
      },
      {
        "id": 2,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 117,
    "text": "Гневно сжав кулаки, вы неожиданно обнаружили в руках пару кинжалов, серебром выблескивающих в тусклом свете кровавого солнца. Несмотря на то, что это оружие вы держали впервые, тело само подсказало, что с ними делать. Так что не дожидаясь, когда нечисть начнет дурманить ваш разум, вы решительно метнули один из кинжалов в точеный девичий силуэт. <s>r\n<s>r\n— Да как ты смеешь?! — завопила та, хватаясь рукой за кровавое пятно на животе. <s>r\n<s>r\nЕе лицо покрылось черными венами, а изо рта посыпались человеческие зубы, освобождая место острым клыкам. И кто знает, во что бы  превратилось это существо, если бы второй кинжал не вошел ему в грудь... Там, где сквозь ребра пробивалось прогнившее сердце. <s>r\n",
    "answers": [
      {
        "id": 117,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b03/2008/33/369f6a51864e.png"
      },
      {
        "id": 2,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 118,
    "text": "",
    "answers": []
  }
]