[
  {
    "id": 1,
    "text": "Автор: Imanovvvv\n\nАннотации: В вашу беззаботную жизнь постучалась сама смерть в лице эпидемии, которая разрушает человеческие жизни и делает из них монстров. Большинство людей потеряли семьи, друзей и лишились смысла жить. Как тут не сойти с ума? Вам предстоит разобраться в себе и найти новую цель в жизни, чтобы стремиться к ней. Вас ждут трудные решения и возможные разлуки. Попробуйте выжить!",
    "answers": [
      {
        "id": 2,
        "text": "К истории"
      }
    ]
  },
  {
    "id": 2,
    "text": "                            Глава 1 \"Начало\"\n\n  Близилось время к полуночи. Наша компания бывших школьников снова кутила у подъезда старой пятиэтажки. Люди с утра до ночи ходили и обсуждали тему связанную с развивающейся эпидемией: неизвестный вирус, который довольно быстро начинает захватывать под контроль клетки мозга живого существа. Только ночью можно было отдохнуть от суеты и отвлечься, посидеть с друзьями, обсудить планы на лето и просто насладиться теплым июньским вечером. \n\n   — Пойдем, прошвырнемся! — выдал внезапно Валера, вскочив на ноги.\n   — Давай, все равно тухляк какой-то. — поддержали его в ответ остальные.\n\n   Компания потихоньку начала собираться. Подул странный прохладный ветер, который будто предупреждал меня о чем-то важном. Я взглянул на телефон: на дисплее была пара уведомлений от мамы, которая в очередной раз посмотрела новости и взялась уговаривать меня вернуться домой поскорее. \n   — \"Вот не может она жить спокойно, все же замечательно, раньше времени панику навели, вот дрянь\" — подумал про себя я и спрятал телефон обратно, ничего не ответив.",
    "answers": [
      {
        "id": 3,
        "text": "(встать и идти с ребятами)"
      }
    ]
  },
  {
    "id": 3,
    "text": "   Я встал, закинул лямку рюкзака на плечо и оглянул всех. Шел я позади, хотелось побыть наедине со своими мыслями. Мечтательно далекой казалась мне взрослая жизнь когда-то, но сейчас я ощущал ее пришествие. Моя юность бурлила во мне, страх неизбежного будущего придавал уверенности. Я чувствовал, что судьба приготовила для меня головокружительный поворот, который изменит мою жизнь раз и навсегда.\n\n   Мои мысли всегда отличались своей незаурядностью, поэтому я даже не удивлялся: бывает такое часто.\n\n   Когда мы подошли к перекрестку, на котором велись ремонтные работы, Валера вскинул руки и выругался:\n   — Твою ж мать, придется обходить, только идей особо нет.\n    Девчата пожали плечами и сделали шаг назад, безмолвно дав понять, что они не знают, что делать.\n   — Можно через ту арку, потом выйдем через двор, пустяк! — предложил Макс.\n",
    "answers": [
      {
        "id": 4,
        "text": "- Идём через арку, вот нашли проблему, ха!"
      },
      {
        "id": 5,
        "text": "- Да ну.. лучше развернёмся и обратно пойдём."
      },
      {
        "id": 6,
        "text": "(молчать)"
      }
    ]
  },
  {
    "id": 4,
    "text": "   Валера одобрительно покачал головой. Я развернулся и показал фонарик, чтобы все убедились, что можно не бояться темноты в закрытом от света дворе.\n   Макс пошел первым и попросил меня дать фонарик ему в руки.\n   Я протянул руку в его сторону, как заметил постороннего человека. Высокий, худощавый мужчина с бутылкой в руках вышел из тени. Его лицо напоминало типичную рожу отсидевшего. Он довольно ухмыльнулся и легонько свистнул.\n    — Какого хрена, Макс...\n   У Ани дрожали колени, она вцепилась в руку Максима и видно было, что вот вот заплачет.\n   Валера сделал шаг вперед и загородил своей грудью остальных девочек.\n   Я встал рядом с Валерой и бросил взгляд на его лицо: он явно понимал, что просто так отсюда мы не уйдем, да и я тоже.\n",
    "answers": [
      {
        "id": 7,
        "text": "(помочь Валере)"
      }
    ]
  },
  {
    "id": 5,
    "text": "   — Может нам не стоит идти туда? Обойдем как-нибудь или вернемся?\n    Макс усмехнулся и выдал:\n    — Да ну, чего ты?\n    — По ночам разных людей встретить можно, осторожность не помешает.\n    — Лады, уговорил, пойдем обратно.\n\n    Мы развернулись и пошли вдоль реки, по набережной. Макс всё еще недовольно ворчал, но это пустяки. Девчата весело обсуждали предстоящий выпускной, какое платьице надеть и с кем пойти туда. Меня же это не волновало, пары у меня не было, да и костюма тоже. Удивительно, но я нисколечки об этом не тревожился. \n\n    Погрузившись в свои мысли, я не заметил, как оказался у дома. Все уже спали, поэтому я тихо прошмыгнул в свою комнату и мгновенно уснул без задних ног: денек выдался насыщенный. ",
    "answers": [
      {
        "id": 8,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 6,
    "text": "   Я промолчал. Мне было все равно какой путь выберут ребята. \n   Макс оживленно начал подбивать всех пойти через арку:\n   — Идем! За мной!\n   Аня волнительно взяла Макса за руку и тихо сказала:\n   — Ладно, пошли.",
    "answers": [
      {
        "id": 4,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 7,
    "text": "   Я кивнул Валере, чтобы он понял, что я с ним. \nДвое придурков начали наступать, один из них разбил бутылку о стену. От внезапного звона девочки испугались и закричали. Аня потянула Максима за рукав назад, тот в свою очередь отошел на пару метров.\n   Валера жестом показал, что нам нужно уходить, но я знал, что ему нужна помощь.",
    "answers": [
      {
        "id": 9,
        "text": "(драться)"
      },
      {
        "id": 10,
        "text": "(бежать)"
      }
    ]
  },
  {
    "id": 8,
    "text": "   Я быстро погрузился в сон и какое-то время не видел ничего. Просто волнительная пустота. Тьма. Глаза ужасно болели после почти суток бодрствования. \n   Через некоторое время я спокойно лежал, думал о том, что будет на выпускном, как отметим с парнями... Но вдруг моя пацифичная картина была прервана воем сирены. Она была похожа на звук, который издает машина скорой помощи. Через вой был слышен чей-то плач. Чья-то душа молила о спасении..\n    Я встал с кровати. Только спустя несколько секунд до меня стало доходить, что все услышанное мною сейчас — правда. Я выбежал из комнаты. в коридоре ослепительно холодно светила лампочка. Я различил плач моей матери. Звук шел из зала, дверь в квартиру была распахнута. В комнате находились два дежурных врача, которые клали на носилки отца. У него случилась непонятная вспышка паралича, его тело не слушалось, а руки посинели. \n    Мама обернулась и убрала руки от лица:\n    -Тоша, дорогой, пожалуйста, помоги папе. Поедь с ним, чтобы все было хорошо. Отписывайся мне, я волнуюсь.\n",
    "answers": [
      {
        "id": 11,
        "text": "(ехать в больницу)"
      }
    ]
  },
  {
    "id": 9,
    "text": "   Я решил действовать первым и ударил худого. Тот пошатнулся и оперся о стену. Второй подошел к Валере и толкнул его со всей дури. Валера отлетел на пару метров назад, и я оказался перед двумя амбалами лицом к лицу. \n   Одной оплеухой меня отнесло к противоположной стене. Я ударился и не смог сразу встать. Валера подлетел к придуркам, чтобы нанести удар, но его самого огрели бутылкой по голове.\n   — Ладно, уходим, черт с ними.\n   Хулиганы ушли, оставив нас лежать посреди арки. У меня хватило сил встать и подойти к Валере.\n    Он лежал без сознания, по его виску текла теплая кровь, но пульс был в норме.",
    "answers": [
      {
        "id": 12,
        "text": "(вызвать скорую)"
      }
    ]
  },
  {
    "id": 10,
    "text": "   Я резко развернулся и потащил Валеру за собой. Оба придурка не ожидали такого поворота и это их лишь раззадорило, худощавый начал ковылять в нашу сторону, но заметно хромал на одну ногу. Тот, что был покрупнее не стал утруждать себя и бежать вслед, только буркнул своему товарищу:\n   — Опять облом, бля.\nМы вылетели из арки на свет, Валера посмотрел на меня и закричал:\n   — Да чего с тобой, Тоха? Мы бы отхерачили их как надо! Опять ты осторожничае...\n   Внезапно речь Валеры оборвалась влетевшей в его затылок бутылкой. Его глаза закатились, ноги резко подкосились, и он свалился на меня без сознания. \n    — Охереть можно...\n   Я проверил пульс и вскинул его голову, чтобы посмотреть что оставила бутылка. Я чувствовал теплую кровь, которая текла по моим ладоням:  у него было явное рассечение и, возможно, сотрясение мозга. ",
    "answers": [
      {
        "id": 12,
        "text": "(вызвать скорую)"
      }
    ]
  },
  {
    "id": 11,
    "text": "   По пути в больницу я пытался поговорить с отцом, но он терял будто терял сознание каждые пять минут. Его мозг будто отключался, как клеммы проводов, которые плохо соединены.\n\n    Прошло около получаса, мы прибыли в больницу, отца унесли в реанимацию, а меня оставили ждать в приемной. В углу холодной светлой комнаты висел старый телевизор \"ящик\". \n    По телику снова показывали новости:\n\"В Москве замечено более двухсот выспышек паралича у людей. Сто восемьдесят из них находятся в реанимации. Восемь смертей. Домашние животные также подвержены инфекции, их иммунитет подавляет вирус, но они становятся агрессивными. Оставайтесь бдительными и берегите себя. Конец эфира.\"\n    — Срань какая..\n\n   Через два часа мои глаза слипались от усталости, жирная муха мозолила глаза и летала перед носом, не давая уснуть. \n   В дверь в приемную зашел доктор и сообщил:\n   — Ваш отец в стабильно тяжелом состоянии, мы пока не отпустим его домой. Все будет хорошо, я думаю. Расслабьтесь, идите домой.\n    \"Врешь же\" — подумал я и вышел за дверь не попрощавшись. \n\n    Лето уже не казалось таким беззаботным, внутренняя тревога усиливалась. Было понятно точно: что-то случилось, и это что-то еще покажет себя.\n   ",
    "answers": [
      {
        "id": 14,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 12,
    "text": "   Через полчаса мы уже ехали в карете скорой помощи. шаткая кушетка чуть не разваливалась на поворотах. Валера ничего не говорил, просто тихо лежал и смотрел в потолок.\n    Когда мы приехали, я сидел в приемной и ждал пока Валеру заштопают. по телику крутили новости:\n   \"В Москве замечено более двухсот выспышек паралича у людей. Сто восемьдесят из них находятся в реанимации. Восемь смертей. Домашние животные также подвержены инфекции, их иммунитет подавляет вирус, но они становятся агрессивными. Оставайтесь бдительными и берегите себя. Конец эфира.\"\n    — Хах, Валере значит повезло, что ему голову не вирус покалечил, а бутылка от пива?\n    \n  ",
    "answers": [
      {
        "id": 13,
        "text": "(осмотреться)"
      }
    ]
  },
  {
    "id": 13,
    "text": "  В какой-то момент я увидел подъезжающую машину, из нее вышли двое медбратьев и вынесли на носилках знакомого человека. Когба они подошли ближе, я увидел лицо собственного отца. Посиневшее, бледное и безжизненное лицо...\n   — ЧТО С НИМ!?\n   Медбрат понял, что я знаю этого человека и ответил:\n   — Приступ паралича, эта новая инфекция дает о себе знать. Мне жаль.\n   Внутри меня все обрушилось. Я наконец-то поверил всем сплетнял по поводу нового вируса.\nРодной мне человек был в состоянии комы. Моя душа оборвалась как тоненькая ниточка. Глаза опустели, сжалась грудь и больше не было мыслей. \n\n    Я решил дождаться друга и уйти домой. Больше мне ничего не оставалось.",
    "answers": [
      {
        "id": 14,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 14,
    "text": "   Конец первой главы.\n                     \n                       Продолжение следует...",
    "answers": []
  },
  {
    "id": 15,
    "text": "",
    "answers": []
  }
]