[
  {
    "id": 1,
    "text": "Автор: Гидра.\n\nОписание: Что, если рядом с нами живёт что-то, что нельзя описать человеческими словами. Оно незримо, а может и нет, а возможно лишь только некоторые способны его видеть. Оно живёт рядом, где-то в темноте, а может в шкафу, под кроватью, или же на улице там, до куда ночью не дотягивается свет фонарей и луны. Кто знает, какая цель у него, оно наблюдатель, просто сожитель, а может хищник, жаждущий крови. А что же делать, если кто-то сталкнётся с Этим?\n\nВнимание: В квесте присутствуют пугающие и жестокие сцены, поэтому вы предупреждены.\n(Не забудьте написать комментарий после прочтения, для меня это очень важно)",
    "answers": [
      {
        "id": 2,
        "text": "[Начать] "
      },
      {
        "id": 20,
        "text": "1",
        "need": 100
      },
      {
        "id": 22,
        "text": "Новый ответ. введите текст",
        "need": 100
      }
    ]
  },
  {
    "id": 2,
    "text": "Свет луны озарил местность, по которой туда и обратно шагали Эти, позволяя вам осмотреть сегодняшнюю пищу. Яркое свечение в ближайшей глыбе было превлекательным, оттуда то и дело доносились визги детёныша Этих. Можно было отправиться в пустую глыбу, где обитали полумёртвые Эти. Ещё ваше внимание привлёк лежащий в десяти метрах от вас Этот, по запаху было похоже, что он мёртв уже долгие дни, но звуки, которые он издавал, говорили, что он ещё жив. Внимательно посмотрев на столь скудное меню, вы всё же делаете свой выбор. ",
    "answers": [
      {
        "id": 3,
        "text": "[1 вариант] "
      },
      {
        "id": 4,
        "text": "[2 вариант] "
      },
      {
        "id": 5,
        "text": "[3 вариант] "
      }
    ]
  },
  {
    "id": 3,
    "text": "Снова крик. Малыш не даёт спать родителям уже целый месяц. Проклиная день, когда он решил заселить ребёнка в отдельную комнату, отец идёт к своему чаду. Быстрый взгляд на настенные часы — 4:57 — спать осталось два с небольшим часа, настроения сюсюкаться не было вообще. Сейчас он зайдёт в комнату и просто заберёт сына к себе в спальню. В детской он не сразу замечает малыша — он сидит в углу, накрытый одеялом. Тихо приговаривая какие-то нежные слова, отец протягивает руки к ребёнку, но в ту же секунду две серые конечности, отдалённо напоминающие руки дистрофика со стажем, хватают не успевшего ничего понять папашу и затаскивают под одеяло... Утром мать семейства не найдёт ни своего мужа, ни сына, ведь они бесследно пропали и уже не вернутся... ",
    "answers": [
      {
        "id": 6,
        "text": "[Далее] ",
        "need": -6
      },
      {
        "id": 10,
        "text": "[Далее] ",
        "need": [
          6,
          -10
        ]
      },
      {
        "id": 11,
        "text": "[Далее] ",
        "need": 10
      }
    ]
  },
  {
    "id": 4,
    "text": "Ложка медленно ходила из стороны в сторону, заставляя содержимое двигаться вслед за ней. Языки пламени ласкали блестящий предмет, нагрева жидкость внутри. Было видно, что парень делает это не в первый раз. Напротив сидела девушка, ещё пару месяцев назад она была полна жизни и красива, а сейчас её бледное лицо было устремленно лишь в сторону жидкости. Девушку тресло. Прошло несколько минут, возможно больше — когда у тебя есть лишь одно желание, и оно скоро исполнится, всё остальное становится не важно. Парень позвал девушку и попросил принести шприц из соседней комнаты. Просьба была услышана не сразу, но всё же девушка встала и ушла в темноту... Прошла минута, две, терпение парня стало накаляться... Громко выругавшись, парень идёт за девушкой в темноту... Их больше никто не увидит, хотя вряд ли они были кому-то нужны... ",
    "answers": [
      {
        "id": 6,
        "text": "[Далее] ",
        "need": -6
      },
      {
        "id": 10,
        "text": "[Далее] ",
        "need": [
          6,
          -10
        ]
      },
      {
        "id": 11,
        "text": "[Далее] ",
        "need": 10
      }
    ]
  },
  {
    "id": 5,
    "text": "Что-то заставило его проснуться. Неясно что, мужчина был даже не уверен, спит он сейчас или нет. Мутным взглядом он прошёлся по всей территории, которую мог разглядеть — ничего. Хотя стоп! Что там было возле мусорного бака? Неясный силуэт человека, или это глюк? Прохрипев что-то силуэту и не получив ответа, мужчина снова собирался заснуть, но вдруг понял, что силуэта нет — это точно было просто видение. Что-то тяжёлое упало на ноги. Повернув голову, мужчина увидел, что на его ногах сидит нечто серое, худое, но с абсолютно круглой головой. Вот и первая белочка, думает мужчина, но когда существо начинает рвать куски его ног и поедать, он понимает, что это не сон. К сожалению, это уже слишком поздно... ",
    "answers": [
      {
        "id": 6,
        "text": "[Далее] ",
        "need": -6
      },
      {
        "id": 10,
        "text": "[Далее] ",
        "need": [
          6,
          -10
        ]
      },
      {
        "id": 11,
        "text": "[Далее] ",
        "need": 10
      }
    ]
  },
  {
    "id": 6,
    "text": "Насытившись, вы прилегли в тени за деревянной преградой, с большой дырой где-то слева. В этом месте тень была всегда, и днём, и вечером, благодаря чему здесь всегда было относительно безопасно. Прошло много времени, прежде, чем вы снова почувствовали голод. Огненный шар над вами успел снова появиться и уже почти исчез за глыбами Этих. Вы давно уже обитали в своём пристанище, ешё до того, как Эти начали шуметь блестящими громадинами, когда ещё они часами избивали животных, заставляя их тащить деревянные коробы. Что-то отвлекло вас от воспоминаний... Что-то красноё, скользнувшее по ту сторону ограды. ",
    "answers": [
      {
        "id": 7,
        "text": "[Дождаться красного нечто и поймать его] "
      },
      {
        "id": 8,
        "text": "[Выглянуть в дыру в ограде и узнать что это.]"
      }
    ]
  },
  {
    "id": 7,
    "text": "Было уже около 10 часов вечера, но девятилетняя девочка не собиралась идти домой, а качалась на кочелях. Всех детей уже растащили по домам, да и её мама уже трижды звала её домой с шестого этажа многоэтажки. Но вот мама снова крикнула, чтобы дочь шла домой, пригрозив завтра вообще не выпускать её из дому. Нехотя спрыгнув с качель, девочка медленно побрела в сторону подъезда. Рука нащупала в кармашке платья лазерную указку, которую она обменяла у чужого мальчика на целый лист наклеек. Достав указку, девочка начинает светить красным лучом на стены домов, окна и т. д. Почти уже подойдя к подъезду своего дома, девочка замечает тёмную дыру в заборе. Луч машинально меняет своё местоположение и через секунду уже светит именно в темноту. Неожиданно чья-то худая серая рука высовывается из темноты и пытается поймать красную точку лазера. Один раз, второй... Испугавшись, девочка пулей забегает в подъезд и бежит к родителям. ",
    "answers": [
      {
        "id": 9,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 8,
    "text": "Было уже около 10 часов вечера, но девятилетняя девочка не собиралась идти домой, а качалась на кочелях. Всех детей уже растащили по домам, да и её мама уже трижды звала её домой с шестого этажа многоэтажки. Но вот мама снова крикнула, чтобы дочь шла домой, пригрозив завтра вообще не выпускать её из дому. Нехотя спрыгнув с качель, девочка медленно побрела в сторону подъезда. Рука нащупала в кармашке платья лазерную указку, которую она обменяла у чужого мальчика на целый лист наклеек. Достав указку, девочка начинает светить красным лучом на стены домов, окна и т. д. Почти уже подойдя к подъезду своего дома, девочка замечает тёмную дыру в заборе. Луч машинально меняет своё местоположение и через секунду уже светит именно в темноту. Неожиданно из темноты забора к девочке начинает выбираться худое серое существо с очень большой и круглой головой. Испугавшись, девочка пулей забегает в подъезд и бежит к родителям. ",
    "answers": [
      {
        "id": 9,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 9,
    "text": "Красное нечто скрылось, оглушительно крича, и вам не оставалось ничего, кроме как вернуться назад в темноту. Боль внутри напомнила, что голод никуда не ушёл, а ждёт, когда его утолят.\nВы снова встали и задумались, чем же насытиться сейчас. ",
    "answers": [
      {
        "id": 3,
        "text": "[Наведаться в ближайшую глыбу, где спал один из отпрысков Этих] ",
        "need": -3
      },
      {
        "id": 4,
        "text": "[Отправиться в разрушенную глыбу, где было несколько Этих] ",
        "need": -4
      },
      {
        "id": 5,
        "text": "[Отправиться в глубь темноты, где валялся полумёртвый Этот] ",
        "need": -5
      }
    ]
  },
  {
    "id": 10,
    "text": "Голод ушёл, можно снова улечься в тёмном уголке своего жилища и отдохнуть. Так проходит вся ваша жизнь — сон, питание, сон, питание. Так было с самого зарождения этого мира, когда вы вместе со своими сородичами были выше Этих, а те в свою очередь сами поклонялись вам и придовали жертвоприношения. Сейчас всё изменилось — Эти перестали бояться вас, многие, кого вы знали ранее уже погибли с голоду или ушли в далёкие земли, где Эти до сих пор боятся вас. За раздумьями прошло несколько часов и уже над вашей головой ярко горел красный шар. Из ваших мыслей вас вырвал тоненький голосок одного из Этих.\n—Эй, тут кто-нибудь есть? — в дыре ограды появилось миловидное личико. ",
    "answers": [
      {
        "id": 12,
        "text": "[Наброситься на Этого] "
      },
      {
        "id": 13,
        "text": "[Выглянуть из темноты] "
      }
    ]
  },
  {
    "id": 11,
    "text": "Расправившись со своим голодом, который пробудила в вас храбрая Эта, вы снова предались воспоминаниям, лёжа в тени своего убежища. Но на этот раз воспоминания были не о прошлом, они были о вашем разговоре с Этой. Так прошло много времени, но вот снова послышался тонкий голосок Этой — она снова пришла. Она приходила к вам каждый день, иногда с сумкой, иногда пустая, всегда приходила рано утром, а уходила поздно вечером. ",
    "answers": [
      {
        "id": 17,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 12,
    "text": "Проснувшись ранним субботник утром, девочка быстро прокрутила в голове все события вчерашнего вечера. После 20-минутных уговоров мамы отпустить её на улицу, девочка наспех собравшись, выбежала на улицу и аккуратно подкралась к дыре забора. С той стороны не было видно вообще ничего. Ну то есть там были мусорные баки, голуби и т. д. Но вчерашнего нечто там не было.\n—Эй, тут кто-нибудь есть? — девочка заглянула в дыру.\nВ тени, оставленной одним из мусорных баков что-то зашевилилось и на свет медленно, на четырёх конечностях выбралось серое худое существо, размером примерно с девочку, но с очень большой для такого тела головой. Существо стояло так очень долго, поэтому девочка, поборов свой страх, перелезла через дыру в заборе и подошла поближе к худой фигуре. Существо посмотрело на девочку, хотя глаз у него не было, был только рот, но она почему-то чувствовала, что на неё сейчас смотрят два глаза. Уже не так боясь, девочка подошла ещё ближе и присела на колени рядом с существом, распрашивая его, кто он на самом деле...\nПрошло несколько часов, прежде, чем мама начала искать свою дочь, но к сожалению девочку уже никто никогда не найдёт... ",
    "answers": [
      {
        "id": 1,
        "text": "[Конец] "
      }
    ]
  },
  {
    "id": 13,
    "text": "Проснувшись ранним субботним утром, девочка быстро прокрутила в голове все события вчерашнего вечера. После 20-минутных уговоров мамы отпустить её на улицу, девочка наспех собравшись, выбежала на улицу и аккуратно подкралась к дыре забора. С той стороны не было видно вообще ничего. Ну то есть там были мусорные баки, голуби и т. д. Но вчерашнего нечто там не было.\n—Эй, тут кто-нибудь есть? — девочка заглянула в дыру.\nВ тени, оставленной одним из мусорных баков что-то зашевилилось и на свет медленно, на четырёх конечностях выбралось серое худое существо, размером примерно с девочку, но с очень большой для такого тела головой. Существо стояло так очень долго, поэтому девочка, поборов свой страх, перелезла через дыру в заборе и подошла поближе к худой фигуре.",
    "answers": [
      {
        "id": 14,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 14,
    "text": "Храбрость Этого удивила вас, до этого все Эти лишь убегали при одном вашем виде, ну или на крайней случай пытались ударить вас чем-то, а потом сбежать. Но не Эта, она сама забралась в ваше логово и первая завела с вами разговор. Ответить вы ничего не могли, а лишь дышали и кивали. В вас боролись два различных существа — одно хотело сломать Эту пополам, а потом насытиться Ею, второму же было интересно впервые за столь длинный промежуток времени снова понаблюдать за Этими вблизи. Видимо и Этой было интересно с вами. Она общалась с вами несколько часов, за которые красный шар на небе успел уже уйти за глыбы, оставляя лишь красную полосу. Несколько раз Эту позвали в жилище, поэтому ваш \"разговор\" начал медленно останавливаться. Прежде чем сказать пока и пообещав завтра прийти снова, Эта протянула вам маленькую штучку, завёрнутую в розовую бумагу. Что-то внутри вас ёкнуло и вам захотелось что-то дать взамен, вопрос что? Можно дать Ей белую штуку, которую вы недавно добыли на охоте или же мягкую штучку, раскрашенную разными цветами. ",
    "answers": [
      {
        "id": 15,
        "text": "[Белую штуку] "
      },
      {
        "id": 16,
        "text": "[Мягкую штуку] "
      }
    ]
  },
  {
    "id": 15,
    "text": "Через несколько минут мать всё же дождалась, когда дочь соизвлит прийти домой. Что-то в ней было не так. Она была очень довольная, никогда мама её такой не видела. Зайдя в квартиру дочь сразу же побежала к себе в комнату начала что-то разглядывать, а когда мама зашла к ней, то дочка в эту же секунду спрятала это. Матери ничего не оставалось, как просто уйти снова на кухню. Лишь на следующий день, когда дочь снова с утра сбежала на улицу, мать смогла пройти в комнату своей дочки и найти эту тайную игрушку, коей оказался почти полностью чистобелый череп, по размеру похожий на кошачий. От находки матери стало не по себе — когда дочь вернётся, её будет ждать серьёзный разговор. ",
    "answers": [
      {
        "id": 3,
        "text": "[Далее] ",
        "need": -3
      },
      {
        "id": 4,
        "text": "[Далее] ",
        "need": -4
      },
      {
        "id": 5,
        "text": "[Далее] ",
        "need": -5
      }
    ]
  },
  {
    "id": 16,
    "text": "Через несколько минут мать всё же дождалась, когда дочь соизвлит прийти домой. Что-то в ней было не так. Она была очень довольная, никогда мама её такой не видела. Зайдя в квартиру дочь сразу же побежала к себе в комнату начала что-то разглядывать, а когда мама зашла к ней, то дочка в эту же секунду спрятала это. Матери ничего не оставалось, как просто уйти снова на кухню. Лишь на следующий день, когда дочь снова с утра сбежала на улицу, мать смогла пройти в комнату своей дочки и найти эту тайную игрушку, коей оказалась тушка мёртвой птички, вроде синицы. От находки матери стало не по себе — когда дочь вернётся, её будет ждать серьёзный разговор. ",
    "answers": [
      {
        "id": 3,
        "text": "[Далее] ",
        "need": -3
      },
      {
        "id": 4,
        "text": "[Далее] ",
        "need": -4
      },
      {
        "id": 5,
        "text": "[Далее] ",
        "need": -5
      }
    ]
  },
  {
    "id": 17,
    "text": "Родители были сильно напуганны изменениями своей дочери. Сначала она пугалась, какого-то монстра, потом принесла домой ту ужасную штуку, а теперь им постоянно звонят из школы и говорят, что их ребёнок прогуливает уроки, а если и появляется в школе, то пугает других детей неким монстром, живущим рядом с ней. Ни разговоры с дочерью, ни походы к врачам, ничего не помогало избавиться от идеи дочери, что она дружит с монстром. Потом, когда дочери исполнилось 14, стало ещё хуже, она начала пропадать на улице целыми днями, возвращалась за полночь, а иногда и под утро, стала огрызаться, материться, курить и пить. Из прекрасного цветочка, который они растили многие годы, их дочь превращалась во что-то злобное... ",
    "answers": [
      {
        "id": 18,
        "text": "[Конец] "
      }
    ]
  },
  {
    "id": 18,
    "text": " Что же здесь страшного? — спросите вы. А страшно здесь то, что никакого монстра ни существовало, всё описанное здесь лишь закрывало тенью монстра дела, содеянные человеком.\n*История про отца и сына.\nКаждую ночь ребёнок будил своих родителей криками, плачем и россказнями о монстрах под кроватью. Однажды в голове новоиспечённого отца что-то щёлкнуло, и в ярости, пока жена спала, он придушил ребёнка подушкой. Когда рассудок снова вернулся к нему, и он смог сознательно мыслить, он понял, что сотворил. Взяв тело своего сына, покинув дом, ничего не сказав жене, он ушёл в одно из заброшенных зданий, где сначала похоронил сына, а потом повесился сам.\n*История про пару наркоманов.\nДевушка уже долгое время мучилась от ломки, ожидая, когда её парень приготовит спасительную сыворотку. Когда же \"лекарство\" было готово и девушка отправилась в другую комнату за шприцами, она поняла, что может заполучить всю дозу только для себя. В темноте нашарив какую-то палку, она начала поджигать любимого. Когда тот пошёл за ней в темноту, она ударила его. Удар был не сильный. Но упав, парень стукнулся об угол стола, на котором лежали шприцы. От этого он и умер. Девушка же, на радостях, вколола себе всё, что успел приготовить парень, потому и сканчалась от передоза.\n*История про бомжа.\nНу тут нет вообще ничего удивительного. Снова напившись до того состояния, когда уже даже непонятно где находишься и кто ты, бомж как-то добрёл до мусорных баков, где и уснул. Возраст у него был уже почтенный, поэтому сердце и не выдержало такое количество алкоголя, отчего и остановилось. До того, как наступило утро, бомжа уже успели достаточно обгрызть крысы и бездомные собаки.\n*История про девочку.\nОна была первым и единственным ребёнком в семье. Родители сильно любили её и оберегали. Но постоянная забота не всегда идёт на пользу. Так случилось и в этот раз. Однажды дочка притащила домой мерзость, которую она нашла за забором. Из-за этого родителям пришлось отругать своё чадо, впервые. В этот момент в голове ребёнка что-то перемкнуло, она стала считать, что родители её не любят. Она начала замыкаться в себе, реже общаться с мамой и папой, чаще проподать на улице, лишь бы не видеть лица родителей, которые её не любят. В школе она стала изгоем, из-за чего начала реже ходить туда. Когда же ей исполнилось 14, она почувствовала себя взрослой, связалась с плохой компанией, начала пить и курить. Родителям же лишь оставалось смотреть, как их любимая дочурка сама гробит свою жизнь.\n",
    "answers": [
      {
        "id": 1,
        "text": "[Конец] "
      },
      {
        "need_ever": true,
        "id": 18,
        "text": "*История про пропажу девочки. \nПоздно вечером, когда все остальные дети уже разошлись по домам, одна девочка качалась на качелях, несмотря на то, что и её уже давно ждали дома. Когда же она всё же решила пойти домой, то заметила в дыре забора некий силуэт, которого сильно напугалась. На следующее утро она решила проверить, что же скрывалось за забором. Пробравшись через дыру, девочка оказалась на небольшом пустыре, где за нейуже несколько дней наблюдай взрослый мужчина с неясным психическим диагнозом. Поманив девочку сладостями, мужчина увёл её туда, где никто не помешает ему сделать с ней то, что он хотел. \n",
        "need": 12,
        "merge": true
      },
      {
        "id": 18,
        "text": "                                  ***\n В жизни нет зубастых, крылатых и тому подобных монстров, есть хуже. Монстры, скрывающиеся под личиной порядочного человека. Возможно они таковые и есть. Но проходит время и они раскрывают свою настоящую личность. Не будьте теми, кого боитесь сами. ",
        "merge": true
      }
    ]
  },
  {
    "id": 19,
    "text": "У",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 20,
    "text": "Углубления",
    "answers": [
      {
        "id": 1,
        "text": "1"
      },
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 21,
    "text": "Углубления",
    "answers": [
      {
        "id": 23,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 22,
    "text": "Тралял",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 23,
    "text": "Да ладно",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  }
]