[
  {
    "id": 1,
    "text": "   Автор: SaLim\n   Жанр: фантастика.\n\n\n   Максим — офисный планктон, вынужденный изо дня в день ходить на ненавистную работу и влачить жалкое, безрадостное существование. Но в один из вечеров в окно его офиса влетает незнакомая девушка. Именно в этот момент жизнь нашего героя встаёт с ног на голову. Кто эта девушка? Почему за ней гонятся спецслужбы? Ответы на эти вопросы я предлагаю найти Вам, дорогой читатель, пройдя данный квест. И постарайтесь решить для себя, стоит ли рисковать жизнью в попытке помочь загадочной незнакомке? Что ж, приключения ждут, приятного прохождения!\n\n\n   P.S. Просьба обо всех найденных ошибках, как грамматических, так и логических, сообщать в комментариях.",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "   Вы пялились в монитор компьютера, на столбы сухих и скучных цифр.\n—Это что, я тебя спрашиваю? — Виктор Павлович грозно навис над Вами всем своим 160-килограммовым телом.\n—Эм... годовой отчёт.\n—Да вижу я, овощ ты криворукий! — взревел начальник, брызжа слюной. — Я говорю, что он заполнен неправильно! Гляди! Гляди!\n   Виктор Павлович принялся тыкать в монитор пальцем, обозначая все Ваши недочёты. Вы же молча и виновато кивали головой.\n—Короче, чтоб до завтра всё переделал, понял?! — подытожил Виктор Павлович. — А то уволю! Мне к чёрту не нужны такие лоботрясы, как ты!",
    "answers": [
      {
        "id": 3,
        "text": "Нагрубить в ответ"
      },
      {
        "id": 4,
        "text": "Извиниться"
      }
    ]
  },
  {
    "id": 3,
    "text": "   Вы подняли глаза на начальника, на его помятый костюмчик, с пятном горчицы на груди, на широкое, багровое лицо с приплюснутым носом и обвисшими щеками. И Вас обуяла ярость.\n—Чё уставился?! — рявкнул Виктор Павлович.\n   Вы сжали кулаки, ощутили, как бешенно застучало сердце, открыли было рот, чтоб выговорить всё, что накипело. Но в итоге лишь бессильно потупили взгляд и ответили:\n—Н-ничего. Я всё понял, сегодня же исправлю.\n   Виктор Павлович развернулся и, продолжая бубнить что-то под нос, ушёл к себе в кабинет. Ваши коллеги, привлечённые громким криком начальника, теперь смотрели на Вас и шептались между собой.",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "—Да, извините, я всё понял, всё исправлю, — отозвались Вы поспешно.\n   Виктор Павлович недовольно хмыкнул и прошёл в свой кабинет. Ваши коллеги, привлечённые громким криком начальника, теперь смотрели на Вас и шептались между собой.",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "   Отвернулись к монитору, закрыли лицо руками и протяжно выдохнули. \"Какой же я неудачник\", — подумали Вы.\n—Макс, ты как? — Кто-то опустил руку Вам на плечо.\n   Обернулись и встретились взглядом с Катей. Девушка приветливо улыбалась.\n—Как ты? — повторила она вопрос, придвинувшись ближе.\n—Эх, не спрашивай! — махнули Вы рукой. — Надо же было так облажаться с отчётом.\n—Ну, ты ведь только сегодня утром начал его делать, — заметила Катя, неуверенно откинув за ухо прядь русых волос.\n—Да, моя дурная привычка всё делать в последний момент.\n—И что будешь делать?\n—А есть выбор? Поработаю сегодня сверхурочно, глядишь, успею до завтра.\n—Ты только не перенапрягайся, Макс.\n—Ладно-ладно! — бросили Вы, придвинулись к компьютеру. Отчёт сам себя не переделает!",
    "answers": [
      {
        "id": 6,
        "text": "Спустя шесть часов"
      }
    ]
  },
  {
    "id": 6,
    "text": "   Откинувшись на спинку кресла, перевели взгляд с монитора на настенные часы. 23:15. \"Н-да, поздновато уже\". Огляделись. Столы с выключенными компьютерами пустовали. В офисе Вы были одни. Сделали пару глотков энергетика, потянулись. Осталось совсем чуть-чуть, исправить всего пару десятков цифр и можно было идти спокойно домой. Хотя, в общем-то, какая разница где ночевать: на диванчике здесь или на диванчике дома? Вы ненароком задумались о своей нелёгкой, холостяцкой жизни, как вдруг...",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "   Ближайшее окно со звоном разлетелось вдребезги. И с улицы в помещение что-то влетело. Это что-то грохнулось на пол, вместе с осколками стекла. Вы машинально закрыли голову руками, бросились на пол. Несколько секунд так и сидели под столом, приходя в себя.",
    "answers": [
      {
        "id": 8,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 8,
    "text": "   Затем, немного успокоившись, осторожно поднялись на ноги. Окно вылетело вместе с рамой и теперь в стене зияла дыра. В паре метров от этой дыры, среди осколков, лежало чьё-то тело. \"Это что, человек?!\" — ужасались Вы, подступая ближе. — \"Как он оказался на двадцатом этаже?\"\n   Внезапно незванный гость вскочил на ноги, да так быстро и неожиданно, что Вы испуганно дёрнулись. Влетевшим в окно человеком оказалась девушка.",
    "answers": [
      {
        "id": 9,
        "text": "Рассмотреть её"
      }
    ]
  },
  {
    "id": 9,
    "text": "   Рыжие волосы до плеч, небольшой рост. Одета в странную синую форму, напоминающую гидрокостюм. Через плечо перекинута лямка рюкзака.",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "   Лицо девушки и её руки были в порезах. Взгляд зелёных глаз обеспокоенный, словно она не совсем осознавала, где находится.\n—Привет, — растерянно сказали Вы.\n   Вместо ответа девушка вдруг принялась активно водить пальцами по экрану какого-то устройства на левом предплечье, похожего на наручи.\n—Э... Ты в порядке?\n   Девушка молчала.",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "   С улицы стал доноситься шум винтов, и вскоре в окна ударил луч прожектора. Девушка бросила взгляд на окна, рванула к выходу из офиса. Но остановилась недобежав и вполголоса сказала:\n—Они здесь.\n—Кто? — недоумевали Вы. — Какого чёрта здесь происходит?!\n   Девушка, вновь проигнорировав вопрос, подскочила к Вам, достала из сумки небольшое чёрное устройство прямоугольной формы, приставила его к Вашему виску.",
    "answers": [
      {
        "id": 12,
        "text": "Сопротивляться"
      },
      {
        "id": 13,
        "text": "Не сопротивляться"
      }
    ]
  },
  {
    "id": 12,
    "text": "—Эй, ты чего?! — вскричали Вы, отталкивая от себя незнакомку. — С ума сошла?!\n—Не стоит входить в стресс. — Девушка юркнула за Вашу спину, обхватила свободной рукой за шею. — Вред не грозен здоровью тебе, клятву даю.\n   Вы хотели было отпихнуть ненормальную от себя, как вдруг раздался громкий хлопок, вслед за которым входная дверь слетела с петель и грохнулась на пол. Сквозь клубы дыма и взметнувшейся пыли в офис вломилось несколько вооружённых автоматами человек в чёрной форме, бронежилетах и шлемах, скрывающих лица.\n—Ни с места! Стоять! — кричали они, направив на вас с девушкой оружие.\n   Вы ошарашенно подняли руки вверх, открыв рот и оцепенев от ужаса. Девушка, продолжая держать у Вашего виска коробочку отступила назад и потянула Вас за собой.\n—Не испытывать страх, план быть у меня, — шептала она.",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "   Так как назначения приближёного к лицу устройства Вы не знали, то решили предусмотрительно поднять руки и лишний раз не провоцировать девушку.\n—Твои поступки — рациональность, — Девушка юркнула за Вашу спину и обхватила свободной рукой за шею. — Вред не грозен здоровью тебе. Обещание.\n   Вы застыли на месте. Неправильно составленные предложения девушки явно выдавали в ней какие-то отклонения. Но поразмышлять на данную тему не успели. Раздался громкий хлопок, вслед за которым входная дверь слетела с петель и грохнулась на пол. Сквозь клубы дыма и взметнувшейся пыли в офис вломилось несколько вооружённых автоматами человек в чёрной униформе, бронежилетах и шлемах, скрывающих лица.\n—Ни с места! Стоять! — кричали они, направив на вас с девушкой оружие.\n   Вы могли лишь оцепенеть, раскрыв от ужаса и удивления рот. Девушка же отступила назад и потянула Вас за собой.\n—Испытывать страх – нет, план у меня – быть, — шептала она.",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "   В дверях возник высокий брюнет с сигаретой в зубах, в расстёгнутом сером пальто. Под пальто виднелся строгий костюм с галстуком. Мужчина перешагнул через порог и, держа руки в карманах брюк, подошёл к военным.\n—Захват заложника? — обратился он к девушке, извлекая изо рта сигарету и выпуская дым. — Этим ты только усугубляешь своё положение.\n   Девушка молчала, судя по всему, обдумывая пути отступления или чего-то ожидая.\n—Будь паинькой, — продолжил мужчина, не спуская с неё цепкий взгляд бледно-голубых глаз. — Сдайся и опусти оружие. Ведь ты понимаешь, что деваться тебе некуда?\n   Вдруг на дисплее, закреплённом на руке девушки, загорелся непонятный знак. Девушка оттащила Вас ещё на шаг назад.\n—Даже не думай, — прищурился мужчина.\n   \"Не думай о чём?\" Вы обернулись. Позади находилось окно. Девушка направила в ту сторону свою непонятную коробочку, нажала на неё большим пальцем и из устройства вылетел поток ослепляющего света. Мгновение — и он погас. А вместо окна образовалось аккуратное круглое отверстие, около метра в диаметре. От мысли о том, что эта маленькая коробочка могла сделать с Вашей головой, зашевелились волосы на затылке. Девушка крепче обхватила Вашу шею. \"Вот же ж!\" — пронеслось в голове, прежде, чем девушка сиганула вниз с двадцатого этажа вместе с Вами в обнимку.",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "   Говорят, что перед смертью человек видит всю свою жизнь. С Вами этого не случилось. Вы просто зажмурили глаза, а объятый ужасом мозг был способен выдавать лишь одно: \"Я щас сдохну! Я щас сдохну!\" Привёл Вас в чувство крик, разрывающий барабанные перепонки и исходящий из Вашего же горла.",
    "answers": [
      {
        "id": 16,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 16,
    "text": "   Открыли глаза. Под ногами стремительно проносились крыши домов, улицы, залитые светом витрин и проезжающих машин.\n   Невольное \"Мамочка\" сорвалось с губ. Вы крепче схватились за то, что держало Вас подмышками и не давало упасть.\n—Испытывать страх – нет, держание произвожу, — раздался над Вами голос.\n   Задрав голову Вы встретились взглядом с той самой незнакомкой. Обернулись. Прямо из пяток девушки исходили два световых потока. Похоже, именно благодаря им она и могла свободно парить по воздуху.\n—Назвать название забыла я, — сказала она. — Название моё — Ри. Вопрос: твоё название?\n   Но не успели Вы осмыслить сказанные ею слова, как снизу загрохотало, и около Вас со свистом что-то пролетело. \"Они... они стреляют в нас!\" — не сразу осознали Вы. \n—Тебе – усиление держания! — скомандовала девушка и вдруг резко свернула влево. В результате столь неожиданного манёвра Ваш желудок подскочил к самому горлу.",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "   Спустя несколько минут высотные здания центра сменились одно- и двухэтажными домиками спального микрорайона. Девушка, назвавшаяся Ри, весь полёт не проронила ни слова. Она опустила Вас на одной из пустынных улиц.\n—Какого... какого чёрта?! – закричали Вы, едва удержавшись на ногах. Колени тряслись, кровь стучала по вискам.\n  Бросили взгляд на Ри. Та лежала на земле.\n—Что с тобой? – Вы осторожно подступили к ней.\n   В груди Ри зияла дыра — пулевое ранение.\n—О, чёрт!\n—Ранение не угроза... циклу жизни, — сказала девушка чуть слышно. — Необходимость времени.\n—Что? Времени? — не поняли Вы. — Для чего?\n   Ри молчала. Склонившись над ней поняли, что девушка отключилась. Раздалось шипение. И из тканей странной одежды Ри, окружающих пулевое отверстие, на рану брызгнула какая-то светло-жёлтая жидкость. После чего порванная ткань одежды чудесным образом затянулась буквально в считанные секунды. \"Да кто она такая?\" — удивлялись Вы, вглядываясь в лицо Ри.\n   Осмотрелись. В окнах ближайших домов свет не горел, на улице никого. Нужно было решать, помогать Ри или нет. Интуиция подсказывала, что помощь этой загадочной особе может стоить Вам жизни.",
    "answers": [
      {
        "id": 18,
        "text": "Помочь"
      },
      {
        "id": 19,
        "text": "Бросить её"
      }
    ]
  },
  {
    "id": 18,
    "text": "   \"Я не могу её бросить\", — решили Вы, после чего призадумались. — \"Так, что она там говорила? Что ей нужно время? Но здесь оставаться опасно. Те вояки запросто нас найдут. Нужно где-то спрятаться!\" Местность кругом была Вам словно знакома. Конечно! Ведь здесь, невдалеке, должна жить Катя! Ваш дом находился в километрах четырех отсюда. В принципе, добраться до него была возможность. Однако имелся и высокий шанс быть пойманными. Тем более вломившимся в офис солдатам наверняка ничего стоило пробить Вас по базе данных и определить домашний адрес.\n   Дойти до Кати, конечно, было куда проще, но в таком случае Вы могли подставить её под удар. Катю могли убить из-за Вас.\n   До Вашего слуха стал доноситься отдалённый шум винтов вертолёта. Решать нужно было скорее.",
    "answers": [
      {
        "id": 20,
        "text": "Идти домой"
      },
      {
        "id": 21,
        "text": "Дойти до Кати"
      }
    ]
  },
  {
    "id": 19,
    "text": "   \"Не-не-не!\", — Вы отступили назад. — \"Что бы здесь не происходило — не стоит в это ввязываться!\". Развернулись и побежали прочь от раненной девушки. Местность была Вам смутно знакома и Вы знали, что отсюда до дома было не больше четырёх километров. Пока неслись по пустым улицам, перед глазами всплывал образ девушки с рыжими волосами и раной в груди. \"Не думай о ней!\" — скомандовали себе. — \"Не твоё это дело!\"\n   Внезапно из за поворота выехал чёрный тонированный джип. И прежде, чем Вы успели что-либо сообразить, дверца машины отворились, и из неё выскочилo несколько военных в униформе.\n—Лежать! Мордой в пол! — рявкнул один из них и, сделав Вам подсечку, уронил на асфальт.\n   Затем навалился сверху, не давая возможности пошевелиться.",
    "answers": [
      {
        "id": 66,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "—Ну, Ри, держись. — Вы взяли девушку на руки. — Бежать придётся долго.\n   На удивление, девушка оказалась даже легче, чем предполагалось. Это не могло Вас не радовать. Ведь силовые нагрузки никогда не являлись Вашим коньком. Вы побежали. К тому времени, как добрались до конца улицы, к усиливающемся шуму вертолётного винта присоеденились рёв двигателей нескольких машин. \"Этого ещё не хватало!\"\n   Свернули с улицы и побежали дворами, стараясь держаться подальше от источников света. Через несколько минут Вы начали сбавлять ход. Появилась отдышка. Пришлось остановиться у ближайшего палисадника и перевести дух. Гул вертолёта теперь заглушал все остальные звуки, но было неясно, где именно он пролетал. Вдруг над крышей ближайшей трёхэтажки вспыхнул свет.",
    "answers": [
      {
        "id": 61,
        "text": "Прятаться"
      }
    ]
  },
  {
    "id": 21,
    "text": "   Вы схватились за рюкзак Ри и попытались повесить его себе на плечо. Но девушка, даже находясь в бессознательном состоянии, крепко держалась за него и не хотела отпускать. Пришлось оставить эту затею. Взяли Ри на руки и выпрямились. Атлетом Вас трудно было назвать, но, не смотря на это, девушку Вы подняли без проблем. Она была необычайно лёгкой. Поэтому, даже пройдя с ней всю улицу, Вы не ощутили усталости. Через несколько минут впереди показался двухэтажный дом подруги. Между тем к усиливающемуся шуму винта подключился рёв двигателей нескольких автомобмлей.",
    "answers": [
      {
        "id": 22,
        "text": "Позвонить Кате"
      }
    ]
  },
  {
    "id": 22,
    "text": "   Набрали на домофоне номер нужной квартиры. Череда гудков. Ответа не последовало. Вы обернулись. На тёмном небе уже виднелся силуэт вертолёта. Он водил по земле лучом мощного прожектора.\n—Ну давай же! — вновь набрали номер. И вновь гудки без ответа.\n   Вертолёт же подлетал всё ближе. \"Придётся бежать\", — перевели взгляд на Ри. — \"Разве далеко я смогу убежать от вертолёта и машин? И как надолго меня хватит?\" Нажали на кнопки в последний раз, отчаянно вдавливая каждую, в конце опустили палец на кнопку вызова. Гудки, мучительно долгие гудки. Вы перехватили Ри поудобнее, обернулись. Вертолёт оглушительно ревел. Он завис над соседней улицей и, рыща по земле прожектором, что-то высматривал. \"Что ж, Ри, теперь ты держись, а я тебя покатаю\" И только Вы опустили ногу с крыльца, как за Вами из домофона раздался сонный голос Кати:\n—Кто там?\n   Ещё никогда Вы не были так рады слышать её.\n—Катя! Катя! Это я!\n—Макс, ты? Чего так поздно?\n—У меня проблемы, Кать. Мне очень нужна твоя помощь.\n   Молчание продлилось не более минуты.\n—Ладно, заходи.\n   Раздался протяжный писк. Вы потянули открывшуюся дверь на себя и, бросив взгляд на вертолёт, юркнули в подъезд.",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "   Когда Ваша подруга открыла дверь, то первое время не могла вымолвить ни слова от удивления.\n—Это Ри, — бросили Вы, пройдя вглубь гостинной. — Она тяжело ранена, ей нужна помощь.\n   Катя пришла в себя и поспешила следом.\n—Тогда ей нужно в больницу, — возразила она. — Больница ведь недалеко отсюда. Почему ты принёс её ко мне?\n—Ей нельзя в больницу. И прошу, — Вы опустили Ри на диван и глянули на Катю, — не спрашивай меня почему.\n   По взгляду Кати было ясно, что подобный ответ пришёлся ей не по душе. Но в итоге она лишь вздохнула и недовольно покачала головой. После подошла к Ри.\n—Ты сказал, что она ранена, — Катя откинула за ухо прядь волос и склонилась над Ри. — Но кроме царапин на руках и лице я ничего не вижу.\n   Вы также осмотрели Ри. На её груди не виднелось ни крови, ни даже следа от недавнего ранения.\n—Да, это будет трудно объяснить, — сказали Вы.\n—Ладно, я схожу за аптечкой. — Катя поспешила в другую комнату. — А ты пока отдохни, вид у тебя замученный.",
    "answers": [
      {
        "id": 24,
        "text": "Расслабиться"
      }
    ]
  },
  {
    "id": 24,
    "text": "   Вы придвинули стул к дивану, плюхнулись на него. Действительно, усталость давала о себе знать. Уж слишком насыщенным выдался вечерок. Вы глянули на Ри. На её бледное лицо, обрамлённое рыжими волосами, на слегка вздёрнутый носик. \"А она красивая\", — отметили прежде, чем утонули в беспамятстве.",
    "answers": [
      {
        "id": 25,
        "text": "Задремать"
      }
    ]
  },
  {
    "id": 25,
    "text": "—Макс, Макс. — Кто-то осторожно тормошил Вас за плечо.\n—...многие структуры правоохранительных органов задействованы в данном секторе... — монотонно говорил ведущий новостей.\n—Макс, проснись.\n   Вы открыли глаза, огляделись. Над Вами стояла Катя.\n—Что? Сколько я спал? — спросили Вы, взглянув на Ри. Та ещё была без сознания.\n—Недолго, минут двадцать, — шепнула Катя.\n—А по ощущениям, часа три-четыре. — Вы зевнули, потянулись.\n—Макс, смотри.\n   Катя кивнула на телевизор, установленный на стене напротив.\n—Повторяем, — сказал ведущий, — сегодня в офисе комании \"Титан\", расположенном по улице...\n   \"Стоп! Это ведь наша фирма!\".\n—...в здании офиса правоохранительными органами был предотвращён террористический акт. Как сообщают службы, большая часть боевиков была уничтожана. Но одому из террористов – девушке – удалось сбежать. Она взяла в заложники работника фирмы и скрылась с ним от преследования. По предвадительным данным, террористку видели в одном из спальных микрорайонов города. Вот её фото, сделанное с камер видеонаблюдения.\n   Показали фотографию. Фото получилось нечётким, но всё же на нём было явственно различимо лицо Ри.\n—...просьба ко всем тем, кто видел её или знает хоть что-нибудь о возможном местоположении преступницы сообщить по данному номеру...\n—Макс... — Катя стояла у дивана, и с ужасом перевела взгляд с Вас на Ри.\n—Нет-нет, это неправда! — Вы вскочили со стула. — Она не террористка, это ложь!\n—Тогда почему её ищут, Макс? Почему она в розыске?!\n—Я... я не знаю, — честно признались Вы. — Я сам до сих пор не знаю, что там произошло и кто она... ну, на самом деле.\n—Моё название Ри. Я с планеты Приим.",
    "answers": [
      {
        "id": 26,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 26,
    "text": "   Вы с Катей обернулись. Ри лежала, открыв глаза и глядя в потолок.\n—Я с планеты Приим, — повторила девушка. — У вас говорят: два миллиона и одна половина миллиона светового лета. Таким быть расстояние от моей планета Приим до вашей планета Земля.\n   Катя вопросительно посмотрела на Вас, после покрутила пальцем у виска. Вы отрицательно покачали головой. Технологии, которые использовала Ри, вполне могли оказаться внеземными.",
    "answers": [
      {
        "id": 27,
        "text": "-Расскажи о своей планете"
      },
      {
        "id": 28,
        "text": "-Почему за тобой гонятся?"
      },
      {
        "id": 29,
        "text": "-Что будем делать дальше?"
      },
      {
        "id": 30,
        "text": "-Почему ты здесь?"
      }
    ]
  },
  {
    "id": 27,
    "text": "—Ри, расскажи о своей планете Приим.\n—Нет, — отрезала девушка. — Время для осуществления рассказа о Приим не подошло.",
    "answers": [
      {
        "id": 28,
        "text": "-Почему за тобой гонятся?",
        "need": [
          -28
        ]
      },
      {
        "id": 29,
        "text": "-Что будем делать дальше?"
      },
      {
        "id": 30,
        "text": "-Почему ты здесь?",
        "need": [
          -30
        ]
      }
    ]
  },
  {
    "id": 28,
    "text": "—Почему за тобой гонятся? — спросили Вы.\n—Земляне совершать атаку на корабль. Корабль — столкновение о землянскую поверхность. Меня поймать — я испытывать боль. Они на кусочки меня вырезать, кусочки изучать. Опыты.\n—Хотят провести на тебе опыты? — уточнила Катя.\n   Ри кивнула.",
    "answers": [
      {
        "id": 27,
        "text": "-Расскажи о своей планете?",
        "need": [
          -27
        ]
      },
      {
        "id": 29,
        "text": "-Что будем делать дальше?"
      },
      {
        "id": 30,
        "text": "-Почему ты здесь?",
        "need": [
          -30
        ]
      }
    ]
  },
  {
    "id": 29,
    "text": "—Что ж, какой у нас план?\n   Ри села, глянула на дисплей наручей.\n—Рана. Необходимость времени.\n—Сколько?\n   Ри вновь сверилась с экраном наручей, подсчитала что-то в уме, ответила:\n—Неточно: один по час.\n—А дальше что?\n—Корабль, — без раздумий ответила Ри и добавила:\n—Затем Приим.\n—Ты просто хочешь улететь? – спросила Катя. – И всё?\n   Ри опустила взгляд и загрустила.\n—Дом, — сказала она.\n   Её грусть словно передалась и Вам. Помолчали. После взглянули на неё и уверенно заявили:\n—Я помогу тебе, Ри. Ты вернёшься домой.\n   Девушка подняла глаза на Вас и чуть улыбнулась. Катя ушла в соседнюю комнату.\n—В дорогу вам чаю заварю, — отозвалась она.",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "—Почему ты оказалась здесь, на Земле?\n—Старейшины Приим посылать корабли, корабли изучать планеты, системы, космос.\n—Но для чего? — спросила Катя.\n   Ри помолчала.\n—Обучение, — ответила она наконец. — Избранным — обучение.\n—Обучение? Чему? — задавала Катя вопросы.\n   На этот раз Ри не ответила.",
    "answers": [
      {
        "id": 27,
        "text": "-Расскажи о своей планете?",
        "need": [
          -27
        ]
      },
      {
        "id": 29,
        "text": "-Что будем делать дальше?"
      },
      {
        "id": 28,
        "text": "-Почему за тобой гонятся?",
        "need": [
          -28
        ]
      }
    ]
  },
  {
    "id": 31,
    "text": "   Через минут пятнадцать вы втроём уже сидели в небольшой, но уютной кухне и пили чай. То есть, пили только Вы с Катей. Ри всё никак не могла взять в толк, зачем нужно засовывать траву в горячую воду и потом эту воду пить.\n—Отравление. Шанс имеется, — сказала она, скептически отодвигая чашку.\n—Ты не побоялась прыгнуть с двадцатого этажа, но боишься чая? — удивились Вы.\n   Катя же отчего-то была молчалива и задумчива.\n—Кать, всё хорошо? — Вы заглянули ей в лицо.\n—Д-да, всё отлично, — натянуто улыбнулась та.\n   Внезапно Ри вскочила из за стола, глядя на свои наручи.\n—Они, — сказала инопланетянка. — Здесь они.\n   Вы с Катей переглянулись. Ри рванула к выходу, Вы побежали следом.\n—Макс, постой! — Катя ухватила Вас за руку.\n—Катя, нам нужно бежать! Те солдаты уже здесь!\n—Я знаю, это... — Катя умолка, опустила взгляд. — Это я им позвонила.",
    "answers": [
      {
        "id": 32,
        "text": "-Что?!",
        "need": [
          28
        ]
      },
      {
        "id": 75,
        "text": "-Что?!",
        "need": [
          -28
        ]
      }
    ]
  },
  {
    "id": 32,
    "text": "—Что?!\n—Макс, послушай, — умоляла Катя. — Эта Ри... ты ведь не знаешь наверняка, что она задумала. А может те военные лучше знают? Может они правы?\n—Они хотят ставить на Ри опыты, — процедили Вы сквозь зубы.\n—Это она так говорит! — не унималась Ваша подруга. — И даже если так! Ну... ну кто мы с тобой такие, чтобы с ними бороться?\n—Время – нет, — подала голос Ри за Вашей спиной. — Необходимость – бег.\n—Макс, не слушай её. — Катя пыталась ухватить Вас за руку. — Останься, не надо, это ведь так опасно!",
    "answers": [
      {
        "id": 33,
        "text": "Бежать с Ри"
      },
      {
        "id": 34,
        "text": "Остаться с Катей"
      }
    ]
  },
  {
    "id": 33,
    "text": "—Нет, Катя. — Вы отступили назад. — Я не могу её бросить.\n—Макс...\n   Ри открыла дверь, выскочила. Вы последовали за ней. На пороге бросили взгляд назад. Катя стояла у стола, опустив на него руку и глядя Вам вслед. В глазах у неё застыли слёзы. Вы отвернулись, поспешили на улицу.",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 34,
    "text": "   Отступили назад. Какое-то время стояли, опустив голову, обдумывая слова Вашей подруги.\n—Время – нет, — повторила Ри.\n—Я думаю.\n—На раздуманье время...\n—Я думаю! — прервали Вы её грубо.\n   Ри коротко кивнула и, открыв дверь, выскочила наружу. Вы было шагнули вслед за ней, но Катя удержала Вас за руку.\n—Нет, останься! Не уходи!\n—Но Ри! Они ведь...\n—Макс!\n  Катя крепко обняла Вас и, уткнувшись головой в грудь, крикнула: \n—Я люблю тебя!\n   Вы встали на месте оглушённый.\n—Я люблю тебя, да, — повторила девушка шёпотом. — И я не могу тебя потерять...\n—Катя...\n   На улице загрохотало. Катя испуганно дёрнулась. Вы подскочили к выходу. Однако с улицы дом ворвалось несколько вооружённых солдат. Они накинулись на Вас, прижали к полу.\n—Не трогайте его! — раздался возглас Кати.",
    "answers": [
      {
        "id": 91,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "   На этот раз военные не использовали ни вертолёт, ни машины. В темноте виднелись многочисленные лучи фонариков, окружающих дом.\n—Отставать — нет, — сказала Ри и побежала вперёд.\n   Кругом продолжали появляться всё новые и новые фонарики, постепенно отсекая пути отхода. В конце концов Вы с Ри упёрлись в высоченную кирпичную стену. Позади слышался топот ног. Девушка пригляделась к стене.\n—Вверх! — сказала она, потянувшись к устройству на руке.\n—Полетишь – пристрелим! — раздался сзади возглас.",
    "answers": [
      {
        "id": 36,
        "text": "Обернуться"
      }
    ]
  },
  {
    "id": 36,
    "text": "   Вы обернулись. Сзади Вас настиг отряд военных. Свет подствольных фонариков слепил. Но вот, держа руки в карманах, вперёд вышел силуэт в пальто.\n—С тобой, похоже, нет смысла договариваться, тварь, — сказал силуэт. — Поэтому попытаю счастье напрямую с заложником. Максим Александрович, вас ведь не удерживают насильно, так?\n   Вы прочистили горло, приглушённо ответили:\n—Так.\n—Ясно. Тогда, позвольте узнать, что вы там делаете? Защищаете слабых и угнетённых?\n   Вы промолчали.\n—Меня зовут капитан Летвенко, — продолжил силуэт. — Мой отдел занимается устранением угроз со стороны внеземных форм жизни. И особа рядом с Вами является такой угрозой. Поэтому прошу вас, Максим Александрович, свалите уже к чёрту!\n   Под ногами Вы заметили канализационный люк.\n—Она просто хочет домой! — крикнули Вы. — На свою планету!\n—Полно! — отмахнулся силуэт. — Неужели вы поверили в эти сказки? Спросите-ка, что у неё в сумке. Спросите-спросите!\n   Вы глянули на Ри. Та скрыла рюкзак за спиной.\n—Там передатчик, — сказал Летвенко. — Стоит ей активировать этот передатчик и вот уже её планета будет осведомлена о нашей. А теперь представьте, Максим Александрович, тысячу, нет, сотню тысяч таких, как она! Бойцов, вооруженных самым передовым, внеземным оружием. Представьте, как они прилетают к нам на своих тарелках, высаживаются и начинают массовый геноцид всего человечества! Вот к чему может привести ваша доброта и легкомыслие, Максим Александрович. Что ж, теперь выбирайте, вы с нами или с ней. И советую вам хорошенько обдумать свой ответ.\n   Вы обернулись к Ри. Девушка ожидающе смотрела на Вас.\n—Дом, — прошептала она.",
    "answers": [
      {
        "id": 37,
        "text": "—Я с ней"
      },
      {
        "id": 38,
        "text": "Я с вами"
      }
    ]
  },
  {
    "id": 37,
    "text": "—Я с ней.\n   Вы с Ри улыбнулись друг другу.\n—Ну это чёрт знает что такое... — заговорил капитан Летвенко.\n—Круглый люк подо мной. Под ним наше спасение, — шепнули Вы.\n   Ри кивнула, прошептала в ответ:\n—Тебе – закрытие глаз.\n   И потянулась к наручям.",
    "answers": [
      {
        "id": 39,
        "text": "Зажмуриться"
      }
    ]
  },
  {
    "id": 38,
    "text": "   Минуту Вы молчали, обдумывая слова Летвенко. Сжали кулаки, опустили голову. Шаг в сторону. Ри подалась к Вам.\n—Стой где стоишь! — рявкнул Летвенко.\n   Ри остановилась. Она смотрела на Вас. Вы же не в силах были поднять глаза на неё.\n—Ясность, — разочарованно прошептала девушка.\n   Вы попытались сказать хоть что-нибудь, хоть как-то оправдаться, но в итоге лишь крепче сжали кулаки. Промолчали.\n—Макс! Назад! — раздался вдруг возглас Летвенко.\n   Ри провела пальцем по дисплею наручей, но не успела нажать на вспыхнувший на нём символ, как прозвучал громкий хлопок. От неожиданности Вы пригнулись. Ри отступила назад, прижав руку к груди.\n—Кха! — изо рта у неё брызгнула ярко-алая кровь.\n—Ри! — Вы шагнули к ней.\n   Внезапно около Вас возник Летвенко. Он оттолкнул Вас и уронил на землю, навалившись сверху.\n—Мак... — донёсся голос Ри.\n   А в следующее мгновение разрозилась канонада выстрелов и заглушила любые звуки. Через пару мгновений всё стихло.\n   Вы хотели повернуть голову к Ри. Но Летвенко удержал Вас.\n—Не смотри.\n   \"Нет-нет-нет!\" — ужасались Вы. — \"Она не умерла! Всё не должно было закончиться так!\" Попытались подняться, но Летвенко крепко держал Вас.\n—Пусти! Слышишь?! — вскричали Вы. — Отпусти меня!\n   К Вам подбежало несколько военных.\n—Загрузите его! — распорядился Летвенко. — Везите в штаб!\n   Вам заломали руки за спину, защёлкнули наручники на запястьях, подняли на ноги. Пока вели к машине, Вам удалось мельком взглянуть на Ри. Тело девушки было изрешечено, на лицо взглянуть даже не решились. Ноги подкосились, Вы провалились в беспамятство.",
    "answers": [
      {
        "id": 120,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "   Вы с силой зажмурились. И в следующую секунду вспыхнул настолько яркий свет, что Вам, даже с закрытыми глазами, стало больно. Кругом закричали. Началась хаотичная стрельба. Но вот вспышка прошла. Вы осмотрелись. Ри дёрнула Вас вслед за собой на землю. Ослеплённые и дезориентированные солдаты стреляли в пустоту, не видя цели. \n—Прекратить огонь! — кричал Летвенко, потирая глаза. — Я сказал, прекратить!\n   Вы же с Ри, не теряя драгоценное время, схватились за люк и с трудом сдвинули его в сторону. После чего поочередно спустились вниз по железным скобам, вмонтированным в стену.",
    "answers": [
      {
        "id": 40,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 40,
    "text": "   Как Вы после догадались в наручях Ри был встроен также и навигатор, указывающий путь до корабля. Дальше вы пошли по канализации.\n—Вопрос: предназначение для данного пути – перемещение человека? — спросила Ри, освещая пространство кругом наручами.\n—Эм... не совсем, — уклончиво ответили Вы.\n   Вам не хотелось объяснять ей истинное назначение этих ходов. Да и в голове кружились вопросы, ответы на которые не терпелось получить.",
    "answers": [
      {
        "id": 41,
        "text": "Расспросить Ри"
      },
      {
        "id": 47,
        "text": "Идти молча"
      }
    ]
  },
  {
    "id": 41,
    "text": "—Ри, можно тебя кое о чём спросить?\n   Девушка отвлеклась от экрана своих наручей, обернулась.\n—Да, на пустотрёп время быть.",
    "answers": [
      {
        "id": 43,
        "text": "-Расскажешь о своей планете?",
        "need": [
          -43,
          27
        ]
      },
      {
        "id": 96,
        "text": "-Расскажи о своей планете",
        "need": [
          -43,
          -27
        ]
      },
      {
        "id": 44,
        "text": "-Расскажи о себе",
        "need": [
          -44
        ]
      },
      {
        "id": 45,
        "text": "-Что это за передатчик?",
        "need": [
          -45
        ]
      },
      {
        "id": 47,
        "text": "Идти молча"
      }
    ]
  },
  {
    "id": 42,
    "text": "—Ри, расскажи о своей планете Приим.\n   Девушка недолго помолчала, покопавшись в памяти, после чего заговорила:\n—Приим быть маленьким размером планета. Половина планета — состояние пустыни. Там ничто. Нас мало. Жизнь трудно. Старейшины — избран нами, избран Приим планетой. Вести они нас. На Земле сказать про Страрейшин — боги.",
    "answers": [
      {
        "id": 88,
        "text": "-Расскажи о себе",
        "need": [
          -88
        ]
      },
      {
        "id": 90,
        "text": "-Тот капитан искал именно твой рюкзак, почему?",
        "need": [
          -90
        ]
      },
      {
        "id": 95,
        "text": "Идти молча"
      }
    ]
  },
  {
    "id": 43,
    "text": "—Теперь то расскажешь о своей планете?\n—Да. Приим – небольшой размер, — начала Ри. — Половина планета — состояние пустыни. Там быть ничто. Нас мало. Жизнь трудно. Старейшины — избран нами, избран Приим. Цель для старейшин – величие Приим. На Земле сказать про Страрейшин — боги.",
    "answers": [
      {
        "id": 44,
        "text": "-Расскажи о себе",
        "need": [
          -44
        ]
      },
      {
        "id": 45,
        "text": "-Что это за передатчик?",
        "need": [
          -45
        ]
      },
      {
        "id": 47,
        "text": "Идти молча"
      }
    ]
  },
  {
    "id": 44,
    "text": "—Расскажи что-нибудь о себе.\n—Необходимость конкретности.\n—Ну, кто твои родители? Чем ты увлекаешься? Тому подобное.\n—Родители мои быть Старейшины. Вопрос: увлечение? Значение слова – неизвестно. Моя цель – осуществление изучения планет.",
    "answers": [
      {
        "id": 43,
        "text": "-Расскажешь о своей планете?",
        "need": [
          -43
        ]
      },
      {
        "id": 96,
        "text": "-Расскажи о своей планете",
        "need": [
          -43,
          -27
        ]
      },
      {
        "id": 45,
        "text": "-Что это за передатчик?",
        "need": [
          -45
        ]
      },
      {
        "id": 47,
        "text": "Идти молча"
      }
    ]
  },
  {
    "id": 45,
    "text": "—А что это за передатчик, о котором говорил тот капитан?\n   Ри остановилась, пристально взглянула на Вас. Затем раскрыла рюкзак и извлекла из него блестящий стержень, примерно сорока-сорока пяти сантиметров в длину. Вокруг стержня парило в воздухе три кольца, ничем не закрпеплённые. Ри держала это устройство в руке и вокруг него, в полумраке, виднелись всполохи синеватого цвета.\n—Красота, — признали Вы.\n—Крушение корабля. Нет возможности улететь. Причина – неисправность. — Ри убрала устройство обратно в сумку. — Передатчик – есть возможность отправить корабль в дом, в Приим.",
    "answers": [
      {
        "id": 43,
        "text": "-Расскажешь о своей планете?",
        "need": [
          -43
        ]
      },
      {
        "id": 96,
        "text": "-Расскажи о своей планете",
        "need": [
          -43,
          -27
        ]
      },
      {
        "id": 44,
        "text": "-Расскажи о себе",
        "need": [
          -44
        ]
      },
      {
        "id": 47,
        "text": "Идти молча"
      }
    ]
  },
  {
    "id": 46,
    "text": "",
    "answers": []
  },
  {
    "id": 47,
    "text": "   Дальнейший путь Вы с Ри провели в молчании. Девушка вернула взгляд на экран наручей, Вы же думали о Приим. Судя по всяческим приспособлениям Ри становилось ясно, что жители Приим далеко ушли в развитии от людей. \"Должно быть, мы для них — всего лишь пещерные люди с каменными топорами и деревянными копьями\".\n   Вскоре Ри остановилась. В стене перед ней вверх тянулся ряд металлических скоб. Девушка подняла голову. Лунный свет просачивался сквозь отверстия крышки люка.\n—Требуемое место быть здесь, — шёпотом сказала Ри, обернулась. — Мы исполнить достижение цели.",
    "answers": [
      {
        "id": 48,
        "text": "Подняться"
      }
    ]
  },
  {
    "id": 48,
    "text": "   Вскорабкавшись вверх по скобам, сдвинули люк в сторону и выбрались наружу. Затем Вы помогли подняться Ри. Осмотрелись и к удивлению обнаружили себя в парке. Пустые улочки со скамейками, деревья с шелестящей на ветру листвой. Редкие фонарные столбы не могли в полной мере осветить парк, поэтому всё пространство кругом утопало в загадочном полумраке.\n—Следовать за мной тебе — да, — привлекла Ваше внимание Ри, после чего поспешно двинулась прочь.\n—Постой-постой! — Вы ускорили шаг, пытаясь нагнать бойкую инопланетянку. — Так значит здесь рухнул твой корабль?\n—Нет. В это место я совершила перенесение корабля.\n—Ты... перенесла? — не поняли Вы.",
    "answers": [
      {
        "id": 49,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 49,
    "text": "   Пройдя пару дестяков метров Ри остановились перед высокой берёзой, одиноко пристроившейся в некотором отдалении от основной чащи. Девушка встала на колени под стволом дерева, провела рукой, разгребая землю с листвой и вскоре достала из тайника небольшой овальный предмет серебристого цвета. Ри поднялась, повернулась к Вам и, с улыбкой демонстрируя находку, сказала:\n—Корабль.\n   Вы опешили. Серебристый овал был размером не больше ладони.\n—Что? Это корабль? — спросили недоумённо.",
    "answers": [
      {
        "id": 50,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 50,
    "text": "—Вопрос: удивление размером? — Ри усмехнулась.\n   После чего бросила овальный предмет в сторону, нажала на дисплей наручей, провела по нему пальцем и в следующую секунду лежащий на земле предмет вдруг резко увеличился в размерах, достигнув высоты крон ближайших деревьев. Ко всему прочему, этот странный овал ливитировал, тихонько покачиваясь в воздухе, на расстоянии метра от земли. Вы стояли, как вкопанный, задрав голову, не переставая поражаться уровню развития планеты Приим.\n—Время прощания.",
    "answers": [
      {
        "id": 51,
        "text": "Обернуться",
        "need": [
          45
        ]
      },
      {
        "id": 97,
        "text": "Обернуться",
        "need": [
          -45
        ]
      }
    ]
  },
  {
    "id": 51,
    "text": "   Обернулись. Ри стояла с передатчиком в руках, глядя на Вас с грустной улыбкой.\n—Да. Похоже на то, — признали Вы, улыбнулись в ответ.\n—Планета Земля — странность. — Ри приблизилась к серебристому овалу, на дисплее наручей вспыхнул непонятный символ, и в корабле образовалось отверстие. — Знакомство с Макасим доставило приятное чувство.\n   Она стояла перед Вами, глядя в глаза и продолжая улыбаться. \"Сейчас она улетит\", — думали Вы. — \"И я никогда её больше не увижу\".",
    "answers": [
      {
        "id": 52,
        "text": "Обнять на прощание"
      },
      {
        "id": 53,
        "text": "Пожать руку"
      }
    ]
  },
  {
    "id": 52,
    "text": "   Вы сделали к ней шаг и заключили в объятия. Она же удивлённо застыла на месте.\n—Прощай, Ри, — шептали Вы. — Мне тоже было приятно познакомиться с тобой.\n   Крепче притянули её к себе. Теплоту тела, ритмичное дыхание, обжигающее кожу — всё это Вы пытались запомнить, закрепить в своей памяти всё до мелочей.\n—Странность движений.\n   Это замечание вернуло Вас с небес на землю. Вы отступили назад и виновато сказали:\n—Так мы прощаемся... ну, на Земле.\n   Ри недолго помолчала, после чего вдруг рванула к Вам, ударилась лбом о грудную клетку и обхватила руками.\n—Прощание, Макасим! — крикнула она неожиданно, развернулась и побежала к кораблю.\n   Из круглого отверстия вниз опустился узкий трап, девушка быстренько вскочила по нему и скрылась в проёме. Вы же массировали ушибленную грудь, смотрели ей вслед с улыбкой.",
    "answers": [
      {
        "id": 54,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 53,
    "text": "   Вы протянули руку. Ри с непониманием на неё взглянула.\n—У нас так прощаются, — объяснили Вы. — Жмут руку.\n   Ри кивнула, схватилась за Ваши пальцы.\n—Прощание, Макасим.\n—Прощай, Ри.\n   Она обернулась и зашагала к кораблю. Из круглого отверстия вниз опустился узкий трап, девушка поднялась по нему и скрылась в проёме. Вы же смотрели ей вслед с грустной улыбкой.",
    "answers": [
      {
        "id": 54,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 54,
    "text": "   Трап сдвинулся обратно. А в следующее мгновение из верхушки корабля вырвался поток ослепляющего света. Он устремился вверх, в ночное небо, пронзая облака, пропадая из виду где-то в стратосфере.\n   В проёме корабля показалась знакомая фигура. Вы подняли руку, помахали. Она махнула в ответ. Проём исчез, следом исчез и корабль. Он словно растворился в световом потоке. Секунда. И всё кругом погрузилось во мрак.",
    "answers": [
      {
        "id": 55,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 55,
    "text": "   Вы проморгались. Глаза постепенно привыкли к темноте парке. Подняли голову. В небе горели миллиарды звёзд. Где-то там, в вышине, Ри летит обратно домой. На планету Приим...\n   Осмотрелись. Заприметили лавку в тени ели, подошли к ней, уселись. В ногах ощущалась слабость, хотелось спать. Спать и видеть сны о ней.\n   Где-то слышался шум винтов. Но это Вас не беспокоило. Больше нет. Вы зевнули, уселись поудобнее и прикрыли глаза.",
    "answers": [
      {
        "id": 56,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 56,
    "text": "   Проснулись от того, что кто-то начал тормошить Вас за плечо. Вокруг сновали военные в форме с фонариками. Справа над Вами возвышался силуэт.\n—Что, улетела? — спросил силуэт и выбросил в сторону тлеющий окурок.\n—Улетела.\n—Подсяду?\n—Конечно.\n   Отодвинулись. Капитан Летвенко, устало выдохнув, сел рядом.\n—Что за вечерок, а? — Он достал из кармана пачку сигарет, протянул Вам.\n   Отрицательно мотнули головой. Летвенко взял сигарету, чиркнул зажигалкой, осветив жёсткую щетину, закурил.\n   Помолчали.\n—А вы не слишком много курите? — спросили Вы вдруг, неожиданно даже для себя.\n—М? Да, пожалуй так, — согласился Летвенко, помолчал недолго, продолжил. — Курить я начал ещё подростком. Это был мой выбор. Не совсем верный, не совсем осознанный, но всё же выбор. Никотиновая зависимость — это уже последствия моего выбора, понимаешь? — Он перевёл взгляд на Вас. — Выбор и его последствия, Макс. Выбор и последствия. Сегодня ты сделал выбор, да. Но готов ли ты к возможным последствиям? Если я прав, а я очень надеюсь, что не прав, то от твоих действий пострадают восемь миллиардов человек. Честно признаться, это чертовски паршивые последствия.\n—А если ошибаетесь?\n   Летвенко протяжно выдохнул едкий дым. Вы поморщились.\n—Что ж, время покажет, — сказал он.",
    "answers": [
      {
        "id": 57,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 57,
    "text": "—Товарищ капитан, разрешите доложить! — К скамье подскочил один из военных.\n—Что у вас?\n—Ничего. Совсем. Ни следа прибывания инопланетного корабля.\n—Ну да, как же иначе... — Летвенко поднялся со скамьи, спрятал руки в карманы брюк и зашагал прочь, крепко задумавшись.\n—Товарищ капитан.\n   Тот обернулся. \n—С гражданским что делать?\n   Летвенко перевёл взгляд на Вас, поразмышлял недолго, бросил:\n—Домой везите. Разберёмся завтра.\n   И ушёл к чёрному джипу. Военный махнул Вам следовать за ним.",
    "answers": [
      {
        "id": 58,
        "text": "На следующий день"
      }
    ]
  },
  {
    "id": 58,
    "text": "   Ночью Вы не спали. Приехав вчера домой, легли на диван даже не раздевшись. Так и валялись, глядя в потолок. Думали о Ри, крутили в голове момент вашего прощания. Лишь к утру удалось забыться недолгим, беспокойным сном.\n  Проснувшись Вы чувствовали себя разбитым. Всё тело ломило, ноги были ватными. Включили телевизор, прошли в ванную комнату. Повернув вентиль крана, брызгнули в лицо холодной водой. \"И как мне теперь на работу идти в таком состоянии?\" — размышляли Вы. Вспомнились события вчерашнего вечера, погром, который был в офисе. \"А может сегодня и не надо будет идти на работу?\".\n—...это что-то невероятное! — кричали в телевизоре. — Сотни, может быть, тысячи таких летательных аппаратов появились в небе!\n   Вы ошарашенно выбежали из ванной и прильнули к экрану телевизора.\n—Все встревожены! Полиция пытается разогнать людей по домам, но пока безуспешно! — кричал журналист, продвигаясь через толпу зевак, собравшихся на какой-то площади. — Точно неизвестно, что это за аппараты, но, судя по всему, они внеземного происхождения!\n   В небе, на фоне журналиста, видны были серебрянные овалы, напоминающие тот на котором улетела Ри, но намного крупнее. \"Что за чёрт?!\"\n—Глядите! Глядите! — журналист указал пальцем вверх.\n   Оператор поднял объектив камеры. В одном из летающих кораблей образовалось круглое отверстие.\n—Это что-то невероятное! Невероятное! – визжал журналист. – Как вы можете наблюдать, в летающем аппарате возник некий люк! Боже, не могу сдержать эмоций! Возможно, с помощью этого люка они попытаются войти с нами в кон...\n   Из круглого отверстия вырвался поток света и обрушился на площадь. Раздался грохот, вскричали в ужасе люди, камера вылетела из рук оператора и упала на землю. Но продолжала снимать, транслируя изображение вверх тормашками. Видна была убегающая в панике толпа и часть неба. В нём овальные корабли друг за другом посылали на землю, свои разрушительные лучи.",
    "answers": [
      {
        "id": 59,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": "   Вы никак не могли поверить в реальность происходящего. Казалось, что это всего лишь сон, всего лишь кошмар! \"Что за чертовщина происходит?!\"",
    "answers": [
      {
        "id": 60,
        "text": "Выглянуть в окно"
      }
    ]
  },
  {
    "id": 60,
    "text": "   Подбежали к окну, распахнули шторы, едва не сорвав их с гардин. Перед Вами раскинулась пустая улица. Придорожные фонари ещё продолжали гореть, хотя уже было достаточно светло. Поверх крыш многоэтажных домов виднелось голубое, безоблачное небо. Громадные корабли овальной формы, парящие в вышине, грозно и величественно серебрились в лучах восходящего солнца. Продолжая низвергать на беспомощных землян смертоносные лучи. Минуту Вы смотрели на это представление, совершенно ни о чём не думая.\n—...ну, теперь точно на работу идти не надо.\n  С губ сорвался смешок.\n\n\n   Конец.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 61,
    "text": "   Долго не думая Вы швырнули Ри через забор в растущие там кусты и прыгнули следом. Из за крыши выплыл вертолёт. Он завис над двором, в нескольких десятках метров от Вас, разметав в стороны песок из песочницы, листья и всякий мусор. \"Нашли нас!\" — Сердце на секунду замерло. — \"Они нас нашли!\" Вертолёт поводил прожектором из стороны в сторону. На долгую минуту завис в воздухе, затем полетел дальше. Только после того как он отдалился, Вы позволили себе выдохнуть. Оказалось, что уже несколько минут лежали на девушке, прижавшись щекой к щеке. Приподнялись на руках. Ри продолжала лежать без чувств. \"Хм, если бы она сейчас очухалась, то что бы, интересно, подумала?\". Будто в ответ на Ваши мысли, глаза девушки распахнулись. Она уставилась на Вас пристально и непонимающе.\n—Странность положения, — сказала она.",
    "answers": [
      {
        "id": 62,
        "text": "Вскочить на ноги и извиниться"
      }
    ]
  },
  {
    "id": 62,
    "text": "—Прости-прости! — Поспешно вскочили на ноги. — За нами просто гнались, ну, я тебя и спрятал.\n   Вы помогли Ри подняться. Она взглянула на дисплей наручей.\n—Рана имеется, необходимость времени, — Повернулась к Вам. — Вопрос: имеется место для возможности скрывания от погони?\n—Эм... да. Мы туда и идём.\n—Удовлетворение ответом. Имеется требование ускорения движения.\n   Вы кивнули и повели Ри вслед за собой.",
    "answers": [
      {
        "id": 63,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 63,
    "text": "   Помимо вертолёта, беспрестанно кружащего над районом, встречались ещё тонированные, чёрные джипы. Они неспешно продвигались по улицам, освещая каждый куст, каждый закоулок. Пару раз едва не столкнувшись с ними, Вам с Ри всё же удалось добраться до Вашего дома — потрёпанного пятиэтажного здания на отшибе.\n—Ты только тихо, — шепнули Вы, входя в подъезд. — Я комнату снимаю у одной бабки. По идее, она должна сейчас спать. Но постарайся всё же не шуметь и даже не дышать.\n—Дыхания прекращение? Ясность. — Ри кивнула с серьезным выражением лица.",
    "answers": [
      {
        "id": 69,
        "text": "Войти в дом"
      }
    ]
  },
  {
    "id": 64,
    "text": "—П-по этой улице до конца, потом налево. Она... она прям на дороге лежит!\n   Мужчина в пальто кивнул стоящим рядом солдатам. Те рванули в том направлении, откуда Вы прибежали. Двое стоящих позади отпустили Ваши руки.\n—Мои ребята отвезут тебя домой, — сказал мужчина. — А завтра готовься к допросу.\n—Допросу?\n—Не бойся, — Мужчина развернулся и зашагал в джипу. — Стандартная процедура. Больно не будет... наверное.\n   Последнее он пробурчал под нос, но всё же Вы расслышали.\n—Двигай за мной, — обратился к Вам один из солдат.\n   Решив, что любое сопротивление было бы неуместным, Вы послушно двинулись следом за ним. Он усадил Вас в другой джип, и вскоре Вы были дома.",
    "answers": [
      {
        "id": 67,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 65,
    "text": "—Я... я не знаю.\n   Мужчина нахмурился.\n—Честно! Она оставила меня и убежала.\n   Мужчина отбросил сигарету и надвинулся на Вас:\n—Куда?! Когда?! Говори, чёрт тебя дери!\n—Т-туда! — Вы махнули рукой в сторону. — По этой дороге и направо, она там... в кустах скрылась.\n   Мужчина кивнул стоящим рядом солдатам. Те рванули по улице. Двое стоящих позади отпустили Ваши руки.\n—Мои ребята отвезут тебя домой, — сказал мужчина. — А завтра готовься к допросу.\n—Д-допросу? — переспросили Вы.\n—Не бойся. — Мужчина развернулся и зашагал в джипу. — Стандартная процедура. Больно не будет... наверное.\n   Последнее он пробурчал под нос, но всё же Вы расслышали.\n—Двигай за мной, — обратился к Вам один из солдат.\n   Решив, что любое сопротивление было бы неуместным, Вы послушно двинулись следом за ним. Он усадил Вас в другой джип, и вскоре Вы были дома.",
    "answers": [
      {
        "id": 113,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 66,
    "text": "   Так Вас и держали, прижав щекой к холодному асфальту, пока не раздался мужской голос:\n—Ладно, хорош с него. Поднимите.\n   Резким рывком Вас поставили на ноги, скрутив руки за спиной.\n—А, Максим Александрович! \n   Перед Вами стоял тот самый мужчина в расстёгнутом пальто с сигаретой в зубах.\n—Решили пробежаться перед сном?\n—Я... мне... это... мне проблемы не нужны! — заговорили Вы сбивчиво. — Я просто работал, никого...\n—Где она?\n—А?\n—Я спросил, где она?! — крикнул мужчина.",
    "answers": [
      {
        "id": 64,
        "text": "Рассказать"
      },
      {
        "id": 65,
        "text": "Не рассказывать"
      }
    ]
  },
  {
    "id": 67,
    "text": "   Плюхнулись на диван, даже не потрудившись раздеться. В голове носились обрывки мыслей, словно рой разъярённых ос. \"Что это была за девушка?\" — думали Вы. — \"Почему за ней гонятся спецслужбы? И что они теперь с ней сделают?\" От последнего вопроса Вы ощутили укол совести. \"Ведь я бросил её, бросил её раненную!\" Отвернулись к стене. \"Нет! Я всё правильно сделал!\" — возразили Вы самому себе. — \"Кто я такой, чтобы лезть под пули, спасать девушек? И к тому же, я ведь не знаю наверняка кто она. Может она вообще террористка?! И спецслужбы за ней не зря гонятся\". Немного успокоившись Вы, наконец, смогли расслабиться и уснуть.",
    "answers": [
      {
        "id": 68,
        "text": "На следующее утро"
      }
    ]
  },
  {
    "id": 68,
    "text": "   Утром следующего дня Вас разбудил настойчивый стук в дверь. Кое-как проснувшись, поднялись с дивана, открыли дверь. На пороге стоял отряд военных. Долго не церемонясь, они усадили Вас в уже знакомый тонированный джип и отвезли на допрос в здание какого-то департамента. Там Вас дожидался вчерашний мужчина в пальто. Правда, сегодня пальто на нём не было. Однако сигарета по прежнему дымилась в зубах. Вместе с ним допрос проводила незнакомая блондинка в очках. Они допрашивали Вас в тёмном кабинете, усадив за металлический стол. Вы рассказали всё, что слышали и видели без утайки. Женщина сидела на стуле напротив, задавая всё новые и новые вопросы, делая какие-то заметки в блокноте. Мужчина стоял в углу, изредка выпуская дым и даже не глядя в Вашу сторону. Казалось, слушал он вполуха, задумавшись о своём. Длился допрос около получаса.\n—Что ж, на этом всё. — Блондинка захлопнула блокнот, поставив тем самым точку и поднялась со стула. — Благодарим за сотрудничество, Максим Александрович. Сейчас вы подпишите кое-какие бумаги, ну, знаете... — девушка подмигнула Вам и лучезарно улыбнулась, — о неразглашении. А дальше вас отвезут домой.\n   Мужчина с сигаретой направился к выходу.\n—Что? На этом всё? — не поняли Вы.\n—Ну да, — ответила блондинка. — Вашу помощь трудно переоценить и мы признательны вам. А теперь вы свободны.",
    "answers": [
      {
        "id": 101,
        "text": "-Что случилось с Ри?"
      },
      {
        "id": 102,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 69,
    "text": "   Прошли по узкомy, неосвещённому коридору на цыпочках. Дверь напротив вела в Ваши апартаменты, слева — к бабуле, у которой Вы и снимали. Добравшись до конца коридора, ни разу не скрипнув половицами, облегчённо выдохнули. Достали ключи. Сзади послышался писк. Обернулись. Ри стояла с надутыми щеками, и в свете, исходящем из дисплея её наручей, лицо её побагровело.\n—Ты чего?! — зашипели Вы.\n   Вдруг девушка оглушительно и порывисто выдохнула.\n—Прекращение дыхания — трудность, — призналась она, переводя дух.\n   Поняв, что Ри незнакомо переносное значение слов, Вы раздосадованно хлопнули себя по лбу. Дверь соседки ожидаемо распахнулась и оттуда показалось маленькое, сморщенное лицо старушки.\n—Это шо за шум?! — взвизгнула она.\n   Из её комнаты доносилась монотонная речь ведущего новостей.\n—Простите, Зинаида Павловна, — виновато улыбнулись Вы. — Это я пришёл.\n—А это хто за тобой? — Старуха прищурила подслеповатые глазки на Ри. — Ты хто?\n   Та уже открыла было рот, но Вы поспешили ответить за неё:\n—Ри...та... её зовут Ритой.\n  Чуть подумав, добавили:\n—Она...она моя девушка.\n   Зинаида Павловна удивлённо посмотрела на Вас, затем недовольно хмыкнула.\n—Шоб не шумели мне тут, ясно?! А то ментов вызову!\n   Дверь резко захлопнулась. Вы с Ри переглянулись.\n—Поведение женщины — странность, — заметила Ри.\n—Да, это уж точно.\n   Вы открыли ключом дверь своей квартиры и вошли внутрь.",
    "answers": [
      {
        "id": 70,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 70,
    "text": "   Переступив через порог, щёлкнули выключателем. Убранство Вашей комнаты состояло из низенького стола посреди помещения, обшарпанного дивана в одном углу, да тумбочки в другом, со стареньким телевизором на нём. Прикрыв дверь, подскочили к окну, задёрнули шторы.\n—Чувство: усталость, — сказала Ри.\n—Присядь.\n   Указали на диван. Девушка послушно села. Вы прошли по комнате, взъерошив волосы и лихорадочно рассуждая. \"Что это были за военные? Почему они гнались за ней? Да и, чёрт возьми, кто она такая?!\" — эти и множества других вопросов носились в голове, сея хаос. Ясно было лишь одно. Вы остановились напротив Ри. Только она сможет дать ответы на них. Девушка сидела опустив руки на колени и ожидающе глядя на Вас.",
    "answers": [
      {
        "id": 71,
        "text": "Расспросить её"
      }
    ]
  },
  {
    "id": 71,
    "text": "—Итак, кто ты такая? — задали Вы первый пришедший в голову вопрос.\n—Моё название Ри. Планета Приим– дом.\n   Подобного ответа Вы не ожидали. Уставились на неё, пытаясь понять по взгляду: врёт ли она или говорит правду.\n—Планета Приим, созвездие Андромеда, — продолжила непринуждённо Ри. — Два миллиона и одна половина миллиона светового лета. Таково есть расстояние от планета Приим до планета Земля.\n   Минуту Вы стояли совершенно растерявшись. Конечно, поверить в то, что все те супернавороты, которые она использует — внеземного происхождения — было просто. Но в то, что сама Ри — представитель инопланетной формы жизни...",
    "answers": [
      {
        "id": 72,
        "text": "-Расскажи о своей планете"
      },
      {
        "id": 73,
        "text": "Почему за тобой гонятся?"
      },
      {
        "id": 77,
        "text": "-Что будем делать дальше?"
      },
      {
        "id": 74,
        "text": "-Почему ты оказалась здесь?"
      }
    ]
  },
  {
    "id": 72,
    "text": "—Эм... а не могла бы ты побольше рассказать о своей планете, о... Приим?\n—Нет, — отрезала девушка. — Не данное время рассказ о Приим.",
    "answers": [
      {
        "id": 73,
        "text": "Почему за тобой гонятся?",
        "need": [
          -73
        ]
      },
      {
        "id": 77,
        "text": "-Что будем делать дальше?"
      },
      {
        "id": 74,
        "text": "-Почему ты оказалась здесь?",
        "need": [
          -74
        ]
      }
    ]
  },
  {
    "id": 73,
    "text": "—Почему за тобой гонятся? — спросили Вы.\n—Они совершение атаки на корабль. Корабль — столкновение о землянскую поверхность. Если меня поймать — я испытывать боль. Препарация, опыты.",
    "answers": [
      {
        "id": 72,
        "text": "-Расскажи о своей планете",
        "need": [
          -72
        ]
      },
      {
        "id": 77,
        "text": "-Что будем делать дальше?"
      },
      {
        "id": 74,
        "text": "-Почему ты оказалась здесь?",
        "need": [
          -74
        ]
      }
    ]
  },
  {
    "id": 74,
    "text": "—Почему ты оказалась здесь, на Земле?\n—Старейшины Приим осуществляют посылание кораблей, корабли – изучение планет.\n—И для чего?\n   Ри помолчала.\n—Обучение, — ответила она наконец. — Избранным — обучение.\n—Они хотят обучить нас? — уточнили Вы. — Но чему?\n   На этот раз Ри не ответила.",
    "answers": [
      {
        "id": 72,
        "text": "-Расскажи о своей планете",
        "need": [
          -72
        ]
      },
      {
        "id": 73,
        "text": "Почему за тобой гонятся?",
        "need": [
          -73
        ]
      },
      {
        "id": 77,
        "text": "-Что будем делать дальше?"
      }
    ]
  },
  {
    "id": 75,
    "text": "—Что?!\n—Макс, послушай, — умоляла Катя. — Эта Ри, ты ведь не знаешь точно, что она задумала. А может те военные лучше знают? Может они правы?\n—Они стреляли в Ри! Они хотят её убить!\n—Вдруг не зря?! — возрозила с жаром Катя. — Что если не зря в неё стреляют?! И... тем более. — Голос её затих. — Ну кто мы с тобой такие, чтобы бороться с военными?\n—Время – нет, — отозвалась Ри за Вашей спиной. — Необходимость – бег.\n—Макс, не слушай её, — Катя пыталась ухватить Вас за руку. — Останься, не надо, это ведь так опасно!",
    "answers": [
      {
        "id": 33,
        "text": "Бежать с Ри"
      },
      {
        "id": 34,
        "text": "Остаться с Катей"
      }
    ]
  },
  {
    "id": 76,
    "text": "—Вопрос: удивление размером? — Ри усмехнулась.\n   После чего бросила овальный предмет в сторону, нажала на дисплей наручей, провела по нему пальцем и в следующую секунду лежащий на земле предмет вдруг резко увеличился в размерах, достигнув высоты крон ближайших деревьев. К тому же эта странный овал ливитировал, тихонько покачиваясь в воздухе, на расстоянии метра от земли. Вы стояли, как вкопанный, задрав голову, не переставая поражаться уровню развития планеты Приим.\n—Время прощания.",
    "answers": [
      {
        "id": 87,
        "text": "Обернуться",
        "need": [
          90
        ]
      },
      {
        "id": 98,
        "text": "Обернуться",
        "need": [
          -90
        ]
      }
    ]
  },
  {
    "id": 77,
    "text": "—Что ж, какой у нас план?\n   Ри посмотрела на дисплей наручей.\n—Необходимость времени для достижения заживления раны.\n—Сколько?\n   Ри вновь глянула на экран, подсчитала что-то в уме и ответила:\n—Неточно: половина от час.\n—То есть, полчаса? \n   Девушка кивнула.\n—А дальше что?\n—Корабль, — без раздумий ответила Ри.\n—Будем искать твой корабль?\n   Вновь утвердительный кивок.\n—А потом?\n—Приим.\n—Ты хочешь улететь? И всё?\n   Ри опустила взгляд и как будто бы загрустила.\n—Дом, — сказала она.\n   Её грусть словно передалась и Вам. Помолчали недолго. Взглянули на неё и уверенно заявили:\n—Я помогу тебе, Ри. И ты обязательно вернёшься домой.\n   Девушка подняла глаза и чуть улыбнулась.",
    "answers": [
      {
        "id": 78,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 78,
    "text": "   После Вашего разговора девушка легла на кровать и прикрыла глаза. Вы же выключили свет и уселись на полу, прислонившись спиной к стене у изголовья кровати. Ждали. Чуть слышно сопела во сне Ваша новая знакомая, за стеной у соседки громко галдел телевизор, и ни звука не доносилось с улицы. Мысли в голове неспешно сменяли друг друга. \"Да уж, Максим, вляпался ты не по-детски. Спецслужбы, инопланетяне, вертолёты — всё это не слишком ли для тебя?\". Глянули в сторону дивана и лежащей на нём девушки. В тусклом свете наручей виднелся лишь её тёмный профиль со слегка вздёрнутым носиком. \"Но ведь я не могу её бросить\", — ответили Вы на свой же вопрос. — \"Это будет неправильно\".\n   Ваши мысли прервал загоревшийся на дисплее наручей символ. Вначале он был тусклым, едва различимым на фоне белого экрана, но вот он стал светить всё ярче и ярче и теперь уже невыносимо было на него смотреть. В ту же секунду Ри распахнула глаза и сказала:\n—Они здесь.",
    "answers": [
      {
        "id": 79,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 79,
    "text": "   В окна ударил луч прожектора. Вы с Ри вскочили на ноги.\n—Говорит капитан Летвенко! — раздался с улицы голос из громкоговорителя. — Отдел по борьбе с организованной преступностью! Дом окружён! Отпусти заложника и выходи с высоко поднятыми руками. Даю пять минут на размышления.\n   Ри осмотрела комнату, в поисках путей отхода.\n—Теперь обращаюсь к жителям дома, — продолжил голос. — В вашем доме укрывается опасный преступник. Причин для паники нет, ситуация под контролем. Пожалуйста, оставайтесь в своих квартирах, закройте двери и никому не открывайте. Как только всё закочится вас проинформируют.\n   Щелчок. Всё стихло. Вы осторожно подступили к окну, чуть отодвинули шторку. На обочине перед домом стояло несколько прожекторов. Именно они и светили в окна. В свете одного из них виднелся силуэт в расстёгнутом пальто. Он передал громковоритель подошедшему военному, что-то ему сказал и отошёл в сторону.\n—Это конец, — прошептали Вы. — Они нашли нас. Зря я...\n   Ри схватила Вас за плечо и развернула к себе. В руке она сжимала снятые с предплечья наручи.\n—План быть у меня, — сказала девушка, протягивая их Вам. — Помощь твоя — необходимость.",
    "answers": [
      {
        "id": 80,
        "text": "Через пять минут"
      }
    ]
  },
  {
    "id": 80,
    "text": "   Ри вышла в коридор, Вы закрыли за нею дверь, повернули ключ в замочной скважине. Раздался щелчок задвижки. Прошли к окну, сели на пол. В руках сжимали наручи Ри, за плечом висел её рюкзак. \"Теперь нужно ждать\".\n—Пять минут истекли! — заговорил Летвенко. — Больше ждать не намерен! Если...\n   Он умолк. Видимо, ему доложили о том, что Ри покинула квартиру. На улице началась беготня, раздавились голоса.\n—Где рюкзак?! — донёсся до Вас возглас Летвенко. — Найти! Найти парня!\n   Ко входной двери подбежало несколько человек. Они принялись ломиться в неё.\n—Открой! Немедленно!\n   Удары становились всё сильнее. Деревянная дверь начала трещать и прогибаться внутрь. Но вот на дисплее наручей загорелся долгожданный зигзагообразный символ.",
    "answers": [
      {
        "id": 81,
        "text": "-Пора!"
      }
    ]
  },
  {
    "id": 81,
    "text": "—Пора! — скомандовали Вы себе и нажали на этот символ.\n   Свет, бивший в окна, тут же потух. Как Вам сообщила Ри, эти наручи были способны отключить всю электронику в округе. Вы провели по дисплею наручей пальцем слева направо, нажали на появившийся волноообразный знак и зажмурились. В следующую секунду на улице вспыхнул столь яркий свет, что Вам даже с закрытыми глазами стало больно. Этот свет исходил от костюма Ри. Закричали люди. Вспышка света прошла. Вы открыли глаза, проморгались. Дальше действовать нужно было молниеносно. Закинули наручи в рюкзак, распахнули окно и выскочили наружу. Так как луны не было видно, а прожекторы до сих пор выведены из строя, на улице было темно.\n—Держать её! — кричал Летвенко. — Держать!\n   Пригнувшись, Вы поползли вдоль стены в ту сторону, где должна была находиться дверь в подъезд, пока в потёмках не наткнулись на кого-то.\n—Ри? — спросили Вы с замиранием сердца.\n—Подтверждение.\n   Вы передали ей рюкзак. Девушка достала наручи, закрепила их на левом предплечье, нажала на него пальцем.\n—Дальнейшее действие — полёт. — Она повернулась к Вам. В свете дисплея на её лице виднелась улыбка.\n—А м-может есть другой способ? — неуверенно начали Вы.\n   Но Ри, вдруг вскочив на ноги, обхватила Вас руками и вы вместе взмыли вверх, в ночное небо.",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 82,
    "text": "   Поднявшись над крышами домов, Ри устремилась на восток, в сторону темнеющего  там городского парка. Вы же, кое-как оправившись от шока, осмотрелись. Как выяснилось, обесточенным оказался не только квартал, но и весь город целиком. Высотки на горизонте и хрущёвки у Вас под ногами — всё утопало во мраке. \"Какое мощное устройство\", — подумали Вы, бросив взгляд на наручи Ри. — \"И погони никакой. Ведь ни вертолёт, ни машины завести не удастся\"\n   Но через минуты две вся электроника в городе вновь заработала: завелись двигатели автомобилей, загорелся свет в домах и на придорожных фонарных столбах. К тому времени Ри добралась до парка и опустилась там на одной из пустынных улочек.",
    "answers": [
      {
        "id": 83,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 83,
    "text": "   Установленные здесь немногочисленные фонарные столбы плохо справлялись со своей задачей, и в парке царил полумрак. Ри взглянула на дисплей наручей и сказала:\n—Расстояние близко.\n   После чего устремилась вперёд. Вы же чуть не бежали следом, пытаясь нагнать бойкую инопланетянку. Между тем хотелось более подробно расспросить Ри, прежде, чем та покинет Землю.",
    "answers": [
      {
        "id": 84,
        "text": "Расспросить её"
      },
      {
        "id": 95,
        "text": "Идти молча"
      }
    ]
  },
  {
    "id": 84,
    "text": "—Ри, Ри, подожди!\n   Девушка сбавила ход, вопросительно на Вас взглянула.\n—Я могу задать тебе несколько вопросов?\n   Недолго подумав, она кивнула.\n—На пустотрёп время быть.\n   Дальше вы оба шли неспеша.",
    "answers": [
      {
        "id": 86,
        "text": "-Расскажи о своей планете",
        "need": [
          72
        ]
      },
      {
        "id": 42,
        "text": "-Расскажи о своей планете",
        "need": [
          -72
        ]
      },
      {
        "id": 88,
        "text": "-Расскажи о себе"
      },
      {
        "id": 90,
        "text": "-Тот капитан искал именно твой рюкзак, почему?"
      },
      {
        "id": 95,
        "text": "Идти молча"
      }
    ]
  },
  {
    "id": 85,
    "text": "   \"Я обещал ей! И я не нарушу данное слово\". Сжали кулаки и уверенно прсмотрели на Летвенко.\n—Я не уйду.\n   Некоторое время тот молчал, а когда заговорил, заговорил решительно.\n—Мой отдел устраняет угрозы со стороны внеземных форм жизни. И если есть шанс вторжения, пускай даже равный одной миллионной процента... — Лицо его приобрело жёсткие черты. — Я сделаю что угодно, чтобы ликвидировать эту угрозу!\n   Летвенко подался вперёд. Ри схватила Вас за шиворот, попыталась увести с линии огня. Громыхнул выстрел. Что-то обожгло грудь, Вы вскрикнули. Последнее, что Вы увидели прежде, чем ударились о земь, была рука Ри, направившая на Летвенко чёрную коробочку. Вспышка.",
    "answers": [
      {
        "id": 107,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 86,
    "text": "—Теперь то расскажешь о своей планете?\n—Да. Приим быть маленьким размером планета, — начала Ри. — Половина планета — состояние пустыня. Там ничто. Нас мало. Жизнь трудно. Старейшины — избран нами, избран Приим планетой. Вести нас. На Земле сказать про Страрейшин — боги.",
    "answers": [
      {
        "id": 88,
        "text": "-Расскажи о себе",
        "need": [
          -88
        ]
      },
      {
        "id": 90,
        "text": "-Тот капитан искал именно твой рюкзак, почему?",
        "need": [
          -90
        ]
      },
      {
        "id": 95,
        "text": "Идти молча"
      }
    ]
  },
  {
    "id": 87,
    "text": "   Обернулись. Ри стояла с передатчиком в руках, глядя на Вас с грустной улыбкой.\n—Да. Похоже на то, — признали Вы, улыбнувшись в ответ.\n—Планета Земля — странность. — Ри приблизилась к серебристому овалу, на дисплее наручей вспыхнул непонятный символ, и в корабле образовалось отверстие. — Знакомство с Макасим – приятность.\n   Она стояла перед Вами, глядя в глаза и продолжая улыбаться. \"Сейчас она улетит\", — думали Вы. — \"И я никогда её больше не увижу\".",
    "answers": [
      {
        "id": 99,
        "text": "Обнять её на прощание"
      },
      {
        "id": 89,
        "text": "Пожать руку"
      }
    ]
  },
  {
    "id": 88,
    "text": "—Расскажи что-нибудь о себе.\n—Не знать, что именно говорить.\n—Ну, кто твои родители, чем ты увлекаешься. Тому подобное.\n—Родители мои есть и быть Старейшины. Кормить детёныша — все кормить, весь Приим кормить. Вопрос: Увлечение? Незнакомо слово. Я осуществляю изучение других планет.",
    "answers": [
      {
        "id": 86,
        "text": "-Расскажи о своей планете",
        "need": [
          72,
          -86
        ]
      },
      {
        "id": 42,
        "text": "-Расскажи о своей планете",
        "need": [
          -72,
          -42
        ]
      },
      {
        "id": 90,
        "text": "-Тот капитан искал именно твой рюкзак, почему?",
        "need": [
          -90
        ]
      },
      {
        "id": 95,
        "text": "Идти молча"
      }
    ]
  },
  {
    "id": 89,
    "text": "   Вы протянули руку. Ри с непониманием на неё взглянула.\n—У нас так прощаются, — объяснили Вы. — Жмут руку.\n   Ри кивнула, схватилась за Ваши пальцы.\n—Прощание, Макасим.\n—Прощай...\n—Ох, этот трогательный момент расставания! — воскликнул кто-то.\n   Обернулись. Позади стоял капитан Летвенко. Он тяжело дышал, на шее бесформенной тряпкой болтался галстук. В правой руке мужчина сжимал пистолет.\n—Фух, заставили же вы меня попотеть! — усмехнулся он, махнув рукой в сторону брошенного неподалеку велосипеда. — Полгорода за вами педали крутил!\n   Ри потянулась к сумке.\n—Не дёргайся! — рявкнул Летвенко, схватив пистолет двумя руками и нацелившись на девушку. — Держи ладони так, чтобы я их видел!",
    "answers": [
      {
        "id": 100,
        "text": "Закрыть Ри собою"
      }
    ]
  },
  {
    "id": 90,
    "text": "—Тот капитан, он ведь искал именно рюкзак. — Вы указали за спину Ри. — Почему? Что в нем такого особенного?\n   Ри остановилась, пристально взглянула на Вас. Затем раскрыла рюкзак и извлекла из него блестящий стержень, примерно сорока-сорока пяти сантиметров в длину. Вокруг стержня парило в воздухе три кольца, ничем не закрпеплённые. Ри держала это устройство в руке и вокруг него виднелись всполохи синеватого цвета.\n—Красота,— признали Вы.\n—Они сбить корабль, я не мочь улететь из-за неисправность корабль. — Ри убрала устройство обратно в сумку. — Передатчик отправить в дом, в Приим. И меня, и корбаль в Приим.",
    "answers": [
      {
        "id": 86,
        "text": "-Расскажи о своей планете",
        "need": [
          72,
          -86
        ]
      },
      {
        "id": 42,
        "text": "-Расскажи о своей планете",
        "need": [
          -72,
          -42
        ]
      },
      {
        "id": 88,
        "text": "-Расскажи о себе",
        "need": [
          -88
        ]
      },
      {
        "id": 95,
        "text": "Идти молча"
      }
    ]
  },
  {
    "id": 91,
    "text": "   Спустя несколько минут Вас с Катей усадили на диван в гостинной. Сидели Вы взявшись за руки. Военные сновали по дому, переворачивали всё вверх дном, изучали каждый метр. Двое из них наблюдали за вами. Катя бросала на военных беспокойные взгляды, пальцы её дрожали. Вскоре в дом вошёл уже знакомый Вам мужчина в расстёгнутом пальто с сигаретой в зубах.\n—Что с Ри?! — вскочили Вы с дивана.\n   Мужчина махнул рукой, усаживая Вас обратно. Сам сел в стоящее рядом кресло, выпустил изо рта дым и ответил ледяным голосом:\n—Для начала, позвольте представиться. Я — капитан Летвенко, мне поручено вести это дело. Вопросы здесь задаю я. И от того, как вы будете на них отвечать, Максим Александрович, будет зависеть ваше будущее.\n   Взгляд бледно-голубых глаз и тон, с которым говорил мужчина, заставляли Вас нервничать. Видя Вашу встревоженность, в разговор поспешила вмешаться Катя.\n—Мы готовы сотрудничать и готовы ответить на любые вопросы.\n—Хорошо, — одобрительно кивнул Летвенко. — Итак, что вам известно об этой девушке?",
    "answers": [
      {
        "id": 92,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 92,
    "text": "   Вы с Катей поочерёдно отвечали на вопросы капитана Летвенко. Видя, как мужчина изредка бросал на вас удивлённые взгляды, становилось ясно, что он и сам толком не знал, кто такая Ри и с какой целью на Земле.\n—Что ж, ладно. — Летвенко поднялся на ноги. — Благодарю за сотрудничество. Завтра, быть может, мы с вами ещё свяжемся. А пока отдыхайте.\n   Он, засунув руки глубоко в карманы пальто, двинулся к выходу.\n—Капитан Летвенко, — окликнули Вы его.\n   Мужчина обернулся.\n—Скажите, что всё-таки стало с Ри... то есть, с инопланетянкой?\n—Вообще-то, я не должен об этом говорить... — Летвенко огляделся и продолжил приглушённым голосом. — Но она была устранена при попытке к бегству.\n   Вы откинулись на спинку дивана.\n—Как так? — смогли лишь выдавить из себя. \n   Катя накрыла Вашу руку своей ладонью.\n—Не переживайте, — бросил Летвенко, направляясь к двери. — Вы поступили правильно.\n   По пути он отдавал какие-то приказы снующим солдатам, но Вы уже не слушали. В голове крутилось лишь: \"...была устранена... поступили правильно...\"\n—Макс... Макс... — чей-то заботливый голос отвлёк Вас от размышлений.\n   Приблизилось лицо Кати.\n—Не убивайся так, — говорила она вкрадчиво. — Уже ничего не сделаешь...\n—Правильно... — прошептали Вы. — Разве я поступил правильно? Из-за меня Ри убили... И разве это правильно?\n   Катя смахнула прядь волос за ухо и опустила взгляд. Помолчав недолго, сказала:\n—Я не знаю, Макс... Я не знаю, правильно ли ты поступил и правильно ли поступила я, что уговорила тебя... Но одно я знаю точно. — Она подняла на Вас глаза. — Вместе мы справимся со всем.\n  Все те года знакомства с Катей Вы воспринимали её не более, как подругу, как человека, готового выслушать Вас и помочь в трудную минуту. Но теперь, после её неожиданного признания, в душе крепло новое чувство. Нет, оно не зародилось одномоментно. Катя и раньше нравилась Вам. Но теперь это чувство расцвело, будто цветок какого-то чудного растения, подогретое лучами солнца.\n   Вскоре военные покинули квартиру Кати, оставив вас наедине. На предложение переночевать у неё, Вы, не раздумывая, согласились. Ведь на улице уже была глубокая ночь, к тому же давала о себе знать усталость. Да и, по правде говоря, не хотелось теперь никуда от неё уходить. Катя постелила Вам на диване в гостиной. Поблагодарив её за всё и пожелав спокойной ночи, разделись, легли в долгожданную постель, и тут же забылись крепким сном.",
    "answers": [
      {
        "id": 93,
        "text": "На следующее утро"
      }
    ]
  },
  {
    "id": 93,
    "text": "   Проснулись от того, что солнечные лучи, сумевшие протиснуться между занавешанными шторами, бесцеремонно били Вам в глаза. Уселись на диване, потирая веки, сонно зевнули. В комнате витал аромат жареного мяса.\n—Макс? Ты проснулся? — донёсся из соседней комнаты голос Кати.\n—Ага.\n   Зазвенела посуда.\n—Тогда умывайся и давай за стол. Я тут завтрак приготовила.\n   Вы улыбнулись и, надев штаны, встали с дивана.",
    "answers": [
      {
        "id": 94,
        "text": "Выглянуть в окно"
      }
    ]
  },
  {
    "id": 94,
    "text": "   Подошли к окну, раздвинули шторы. В комнату тут же хлынули лучи, восходящего солнца. Постояли, глядя на неспешно просыпающийся город. Уже начинали курсировать первые машины. Подняли взгляд на небо. Бездонная синева, ни облачка. Вспомнилась Ри. Её рыжие, короткие волосы, её странная манера говорить. Стало грустно.\n—Макс, ну ты идёшь?\n   Встряхнули головой, прогоняя тяжёлые мысли. Отвернулись от окна и пошли на голос Кати. \"Всё теперь будет хорошо!\"\n\n\n   Конец.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 95,
    "text": "   Дальнейший путь вы с Ри провели в молчании. Девушка сконцентрировала всё своё внимание на дисплее наручей, Вы же удивлённо оглядывались. \"Не похоже, чтобы здесь совершил крушение космический корабль. Интересно, что мы тут забыли?\"\n   Пройдя пару дестяков метров Ри остановились перед высокой берёзой, одиноко пристроившейся в некотором отдалении от основной чащи. Девушка встала на колени под стволом дерева, провела рукой, разгребая землю с листвой и вскоре достала из тайника небольшой овальный предмет серебристого цвета. Ри поднялась, повернулась к Вам и, с улыбкой демонстрируя находку, сказала:\n—Корабль.\n   Вы опешили. Серебристый овал был размером не больше ладони.\n—Что? Это корабль? — спросили недоумённо.",
    "answers": [
      {
        "id": 76,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 96,
    "text": "—Ри, расскажи о своей планете Приим.\n   Девушка недолго помолчала, покопавшись в памяти, после чего заговорила:\n—Приим быть маленьким размером планета. Половина планета — состояние пустыни. Там ничто. Нас мало. Жизнь трудно. Старейшины — избран нами, избран Приим планетой. Вести они нас. На Земле сказать про Страрейшин — боги.",
    "answers": [
      {
        "id": 44,
        "text": "-Расскажи о себе",
        "need": [
          -44
        ]
      },
      {
        "id": 45,
        "text": "-Что это за передатчик?",
        "need": [
          -45
        ]
      },
      {
        "id": 47,
        "text": "Идти молча"
      }
    ]
  },
  {
    "id": 97,
    "text": "   Обернулись. Ри держала в руках загадочное приспособление в виде недлинного стержня с витающими вокруг него тремя кольцами. Девушка смотрела на Вас с грустной улыбкой.\n—Да. Похоже на то, — признали Вы, улыбнувшись в ответ.\n—Планета Земля — странность. — Ри приблизилась к серебристому овалу, на дисплее наручей вспыхнул непонятный символ, и в корабле образовалось отверстие. — Знакомство с Макасим доставило приятное чувство.\n   Она стояла перед Вами, глядя в глаза и продолжая улыбаться. \"Сейчас она улетит\", — думали Вы. — \"И я никогда её больше не увижу\".",
    "answers": [
      {
        "id": 52,
        "text": "Обнять на прощание"
      },
      {
        "id": 53,
        "text": "Пожать руку"
      }
    ]
  },
  {
    "id": 98,
    "text": "   Обернулись. Ри держала в руках загадочное приспособление в виде недлинного стержня с витающими вокруг него тремя кольцами. Девушка смотрела на Вас с грустной улыбкой.\n—Да. Похоже на то, — признали Вы, улыбнувшись в ответ.\n—Планета Земля — странность. — Ри приблизилась к серебристому овалу, на дисплее наручей вспыхнул непонятный символ, и в корабле образовалось отверстие. — Знакомство с Макасим доставило приятное чувство.\n   Она стояла перед Вами, глядя в глаза и продолжая улыбаться. \"Сейчас она улетит\", — думали Вы. — \"И я никогда её больше не увижу\".",
    "answers": [
      {
        "id": 99,
        "text": "Обнять её на прощание"
      },
      {
        "id": 89,
        "text": "Пожать руку"
      }
    ]
  },
  {
    "id": 99,
    "text": "   Вы сделали к ней шаг и заключили в объятия. Она же удивлённо застыла на месте.\n—Прощай, Ри, — шептали Вы. — Мне тоже было приятно познакомиться с тобой.\n   Крепче притянули её к себе. Теплоту тела, ритмичное дыхание, обжигающее кожу — всё это Вы пытались запомнить, закрепить в своей памяти всё до мелочей.\n—Ох, как трогательно! — раздался за спиной чей-то голос.\n   Обернулись. Позади стоял капитан Летвенко. Он тяжело дышал, на шее бесформенной тряпкой болтался галстук. В правой руке мужчина сжимал пистолет.\n—Фух, заставили же вы меня попотеть! — усмехнулся он, махнув рукой в сторону брошенного неподалеку велосипеда. — Полгорода за вами педали крутил!\n   Ри потянулась к сумке.\n—Не смей! — рявкнул Летвенко, схватив пистолет обеими руками и нацелившись на девушку. — Держи ладони так, чтобы я их видел!",
    "answers": [
      {
        "id": 100,
        "text": "Закрыть Ри собою"
      }
    ]
  },
  {
    "id": 100,
    "text": "—Нет! — Вы встали перед девушкой, закрыв её спиной.\n   Летвенко опешил, но оружие не опустил.\n—Похоже, ты совсем не понимаешь, что здесь происходит парень, — сказал он. — За твоей спиной — инопланетное существо. И оно хочет послать сигнал на свою планету. И очень может быть, что это будет сигнал к атаке.\n—Она просто хочет домой! — возразили Вы.\n—Да откуда тебе это знать?! — вскричал мужчина. — Помогая ей, ты подставляешь под удар всю планету, понимаешь? Жизни восьми миллиардов человек под угрозой!\n   Вы бросили взгляд на Ри.\n—Дом, — прошептала она.\n—Отойди в сторону, Макс! — крикнул Летвенко.",
    "answers": [
      {
        "id": 85,
        "text": "Не отходить"
      },
      {
        "id": 106,
        "text": "Отойти"
      }
    ]
  },
  {
    "id": 101,
    "text": "—А можно узнать, — обратились Вы к блондинке. — Что случилось с Ри?\n—С кем?\n—Ну, с той раненной девушкой?\n   Блондинка обернулась к мужчине. Тот недовольно хмыкнул и приблизился.\n—Неужели ещё не понял? — спросил он, выдыхая Вам в лицо густой, едкий дым. — Никакой девушки вчера не было. И никто не врывался в офис, не похищал тебя и не летал с тобой ночью по городу. Всё это ночной кошмар, бредни переутомившегося мозга, понял?\n   Мужчина грозно надвинулся и Вы утвердительно закивали головой.\n—Вот и славненько.\n   Он развернулся и покинул помещение. Блондинка же, вновь одарив Вас улыбкой, поспешила следом за ним. По их уходу в кабинет вошли военные. Они собрали с Вас подписи, усадили в джип и отвезли домой.",
    "answers": [
      {
        "id": 104,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 102,
    "text": "   Мужчина поглядел на Вас, будто чего-то ожидая, усмехнулся и покинул помещение. Блондинка же, вновь одарив Вас улыбкой, поспешила следом за ним. По их уходу в кабинет вошли военные. Они собрали с Вас подписи, усадили в джип и отвезли домой.",
    "answers": [
      {
        "id": 104,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 103,
    "text": "   Осторожно опустили голову Ри на землю, прикрыли ей глаза. Продолжали сидеть около неё. Сзади приблизился Летвенко.\n—Чем ты расстроен, Макс?\n   Чиркнула зажигала, завоняло сигаретным дымом.\n—Я обещал ей, — отозвались Вы, после минутной паузы — Обещал, что она попадёт домой...\n   Летвенко протяжно выдохнул. Промолчал.\n—Разве это правильно? — продолжали Вы рассуждать вслух. — Может, она и вправду хотела просто улететь домой?\n   Летвенко помолчал ещё минуты две. После чего опустил руку Вам на плечо и сказал:\n—Дам тебе совет: не забивай башку почём зря. Прав ли я или заблуждаюсь — уже неважно. Дело сделано. Инопла... то есть, Ри, мертва. И этот факт ничто уже не исправит.\n   Послышался рёв двигателей приближающихся автомобилей.\n—Хм... А вот и кавалерия. — заметил Летвенко.\n   Вы сидели на коленях, глядя на красивое, бледное личико девушки, обрамлённое рыжими взъерошенными волосами. Более ничего кругом не замечали.\n—Макс. — Летвенко аккуратно встряхнул Вас за плечо, приводя в чувство.\n   Только сейчас Вы осознали, что по всему периметру парка сновали военные.\n—Макс — вновь обратился к Вам капитан — Эти двое проводят тебя до машины и отвезут домой.\n   Обернулись. Позади стояли военные.\n—А как же... — взглянули на Ри.\n   Тело девушки накрыли чёрным полиэтиленом.\n—Дальше мы сами — сказал Летвенко, выдыхая сигаретный дым. — Поезжай домой, отдохни.\n   Не было сил ни возражать, ни думать. Покорно поднялись на ноги и поплелись вслед за сопровождающими военными к тонированному, чёрному джипу.",
    "answers": []
  },
  {
    "id": 104,
    "text": "   Входящий звонок телефона отвлёк Вас от тяжких мыслей. Крутились они, конечно же, вокруг Ри. Из лежачего положения приняли сидячее, взглянули на дисплей телефона. Время: 7 утра. \"Скоро на работу\". Звонила Катя.",
    "answers": [
      {
        "id": 105,
        "text": "Принять вызов"
      }
    ]
  },
  {
    "id": 105,
    "text": "   Провели пальцем по экрану.\n—Алло, Макс. — Голос Вашей подруги звучал обеспокоенно. — Ты как?\n—В норме.\n—Рада слышать! Я сейчас у нашего офиса стою, и тут просто кошмар, что творится!\n   Вам вспомнился тот погром, что устроили Ри и спецслужбы в здании офиса.\n—Пожарные, полиция, всё оцеплено, — говорила Катя. — Не понимаю, что происходит, но, похоже, сегодня не работаем.\n—Да, скорее всего.\n   Встали с дивана, подошли к окну.\n—Макс, у тебя точно всё хорошо?\n—Да точно, точно.\n—Ну ладно. Просто голос у тебя какой-то... безрадостный что ли... Ну ладно, я побежала, пока!\n   Раздались частые гудки. Вы убрали телефон в карман. Тем временем на улице уже вовсю занималась заря. Было светло, но не смотря на это фонарные столбы продолжали гореть. Ещё чуть-чуть и из-за крыш многоэтажек вынырнет солнце.\n   \"...голос какой-то... безрадостный\". Да, так оно и было. Со вчерашнего дня Вас кое-что гложило. Раньше это было лишь смутное чувство, почти неосозяемое. Теперь же оно обрело форму, и Вы могли с уверенностью его озвучить. Вас беспокоило чувство упущенной возможности. Да. Вы что-то упустили вчера. Связано ли оно было с Ри или же с чем-то другим, Вы затруднялись ответить. Но одно было ясно: такой возможности более не представится.\n   Бледный солнечный диск неспешно выкатился на небосклон. Вы вздохнули, отвернулись от окна и прошли в ванную. День начался, а Вам ещё нужно было доделать тот вчерашний отчёт.\n\n\n   Конец.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 106,
    "text": "   То ли слова капитана подействовали на Вас, то ли это был страх. Но, поколебавшись, Вы всё же отступили в сторону.\n—П-прости, — прошептали, потупив взгляд.\n—Вопрос: почему?\n   Вы подняли взор. Ри смотрела на Вас с грустью и удивлением. В полумраке Вам показалось, что в глазах у неё блестели слёзы. \"Ну я ведь не герой!\" — пронеслось в голове. Недолго помолчав и собравшись с мыслями, Вы сказали:\n—Ри, просто пойми...\n   Бах! Резкий хлопок ударил по ушным перепонкам и заставил Вас пригнуться. В то же мгновение Ри склонила голову на бок. Глаза её расширились, на лице застыло удивление, и она, взмахнув руками, стала падать. Это произошло в доли секунды. Однако для Вас всё происходящее развернулось будто в замедленной съемке. Девушка рухнула на землю.\n—Ри! Нет! — Вы бросились к ней.\n  Упали на колени, рукой приподняли её голову, бессмысленно шепча при этом:\n—Только не это! О, нет-нет-нет..\n   На пальцах ощутили влагу. Высвободили руку. Ладонь была покрыта тёмной жидкостью. \"Это... это кровь?!\"\n—Мак...\n—Я здесь, Ри!\n   Девушка уставилась в небо остекленевшими глазами. Дисплей наручей то вспыхивал, то потухал, будто фиксируя угасающий сердечный ритм.\n—Мак... сим... — шептала Ри, водя рукой по воздуху.\n   Вы взяли её пальцы в свои.\n—Ты только держись, Ри, не... не отключайся... я... я что-нибудь...\n   Девушка на выдохе прошептала:\n—Дом.\n   После чего тело её обмякло, рука безвольно упала, а наручи, ярко вспыхнув в последний раз, навсегда погасли.\n—Ри...\n   Вы обняли голову девушки. По щекам потекли слёзы.\n—Прости меня.. \n\n\n\n—Даже выстрел в голову не сразу её убил.",
    "answers": [
      {
        "id": 118,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 107,
    "text": "   Кажется, Вы отключились.\n—...не грозит концом цикла жизни, — слышался голос Ри.\n   От груди по всему тело разлилось приятное тепло. Открыли глаза. Ри стояла на коленях рядом. Когда Вы очнулись она убрала в сумку какое-то устройство.\n—Что... что происходит? — Вы попытались подняться, но Ри, опустив руки Вам на плечо, бережно, но настойчиво уложила обратно на асфальт.\n—Невставание, — сказала она. — Ранение имеется. Необходимость времени.\n   Вы взглянули на свою грудь. На футболке виднелось пятно крови с отверстием по центру, кожа в этом месте была обработана светло-жёлтой жидкостью. Вспомнился выстрел Летвенко и обжигающая боль. Бросили взгляд в ту сторону, где стоял капитан. Никого.\n—А где... где Летвенко?\n—Конец цикла жизни.\n—Как так? — ужаснулись Вы. — Ты... ты убила его?!",
    "answers": [
      {
        "id": 108,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 108,
    "text": "   Ри промолчала. Откуда-то издалека стал доносится шум вертолёта. Девушка бросила взгляд в ту сторону, прошла к кораблю. Из круглого отверстия вниз опустился узкий трап. Ри стояла спиной к Вам. Повернулась вполоборота и тихо сказала:\n—Мне... жаль.\n   После чего быстро поднялась по трапу и исчезла в проёме.",
    "answers": [
      {
        "id": 109,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 109,
    "text": "   Трап сдвинулся обратно. А в следующее мгновение из верхушки корабля вырвался поток ослепляющего света. Он устремился вверх, в ночное небо, пронзая облака и пропадая из виду где-то в стратосфере.\n   В проёме корабля показалась знакомая фигура девушки. Она недолго постояла там, глядя на Вас. Затем проём исчез. А следом исчез и корабль. Он словно растворился в световом потоке. Секунда. И всё кругом погрузилось во мрак.",
    "answers": [
      {
        "id": 110,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 110,
    "text": "   Вы проморгались. Дав глазам привыкнуть к темноте паркa, поднялись с земли. В ногах чувствовалась лёгкая слабость. Чуть пошатываясь прошли к тому месту, где стоял капитан Летвенко. Осмотрелись. От мужчины не осталось и следа. Лишь только пистолет лежал в траве.\n—Как же так... — бормотали Вы растерерянно.\n   Впервые у Вас на глазах убили человека. Мимолётная вспышка и вот его нет. \"Поверить не могу, что Ри была способна на такое...\" Конечно Летвенко не оставил Ри другого выбора, но всё же, даже отняв чью-то жизнь, инопланетянка оставалась спокойной.\n   В чувство Вас привёл всё нарастающий гул. Вдруг пространство кругом озарилось светом. Подняв глаза вверх, Вы увидели зависший над деревьями парка вертолёт. ",
    "answers": [
      {
        "id": 111,
        "text": "Бежать"
      },
      {
        "id": 116,
        "text": "Стоять на месте"
      }
    ]
  },
  {
    "id": 111,
    "text": "   Рванули прочь. Не разбирая дороги, не выбирая направление. Бежать! Бежать куда подальше! Прожектор вертолёта неотступно следовал за Вами. Он светил в спину, отчего Ваша тень тянулась впереди, длинная, узкая, словно скелет. Бежать! Бежать! Внезапно нога запнулась о корягу, и Вы куборем полетели на землю. Приподнялись на руках, намереваясь продолжить бег, как вдруг на Вас кто-то налетел, придавив обратно к земле.\n—Не дрыгайся, урод! — рявкнул в ухо мужской голос. \n   Вам заломали руки за спиной и вскоре на них защёлкнулись наручники.",
    "answers": [
      {
        "id": 117,
        "text": "На следующее утро"
      }
    ]
  },
  {
    "id": 112,
    "text": "",
    "answers": []
  },
  {
    "id": 113,
    "text": "   Плюхнулись на диван, даже не потрудившись раздеться. В голове носились обрывки мыслей, словно рой разъярённых ос. \"Что это была за девушка?\" — думали Вы. — \"Почему за ней гонятся спецслужбы? И правильно ли я сделал, что не выдал её?\" От последнего вопроса Вам почему-то стало не по себе. \"А вдруг она террористка?\" Нахмурились. \"Нет! Я всё правильно сделал!\" — возразили Вы самому себе. — \"Кем бы я был, если бы не помог ей?! Да и не похожа она была на... на злодейку\". В памяти всплыл образ рыжей девушки со слегка вздёрнутым носом. Вы улыбнулись. \"Я ей помог, а завтра будь со мной, что будет!\" Немного успокоившись, Вы наконец смогли расслабиться и уснуть.",
    "answers": [
      {
        "id": 114,
        "text": "На следующее утро"
      }
    ]
  },
  {
    "id": 114,
    "text": "   Ранним утром следующего дня Вас разбудила громкая автомобильная сигнализация. Открыли глаза и скривились от головной боли. Голову словно в тисках зажали. Вы помассировали виски — не помогло. События вчерашного вечера стали смутно проявляться в памяти. Всё, что случилось казалось сном, кошмаром. \"Точно! То был всего лишь кошмар!\"\n  Между тем чья-то машина продолжала истошно верещать под окном. А ещё через какое-то время к ней присоеденилась другая, где-то вдали. \"Да что происходит?!\"",
    "answers": [
      {
        "id": 115,
        "text": "Подойти к окну"
      }
    ]
  },
  {
    "id": 115,
    "text": "   С трудом встали с дивана. Всё тело ломило, ноги были ватными. Поплелись к окну. За стенкой громко работал соседский телевизор. \"Они что, сговорились сегодня?!\" Распахнули шторы и опешили.\n   Перед Вами развернулась картина жуткой аварии. Чёрный седан был впечатан в придорожный фонарный столб. Водительская дверь была открыта, за рулём никого не было. Кругом на асфальте валялись осколки стекла и фрагменты кузова. \n   Но, подняв взгляд к небу, Вы тут же забыли об автокатастрофе. Ведь там, над крышами серых многоэтажек, в вышине парили гигантские летательные аппараты странной, овальной формы. Они величественно и грозно серебрились в лучах восходящего солнца. А из их корпусов беспрерывно низвергались потоки света. И в тех местах, где эти лучи обрушивались землю, раздавался грохот, вслед за которым вздымались вверх чёрные облака дыма и пыли.\n—...похоже, мы наблюдаем за инопланетным вторжением... — расслышали Вы за стеной речь диктора из телевизора.\n   Тем временем Ваши мысли сами, невольно, вернулись к той странной девушке, назвавшейся Ри. Была ли она как-то связана со всей происходящей за окном чертовщиной? Кто знает. Во всяком случае, у Вас ещё есть возможность узнать истину, мой дорогой читатель, начав всё заново.\n\n\n   Конец.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 116,
    "text": "   Не было смысла сбегать, да и навряд ли бы Вам это удалось. Вы стояли, прикрыв глаза от отслепляющего прожектора, пока не подъехал чёрный тонированный джип. Из него вышли военные, окружили Вас, усадили в машину и увезли прочь.",
    "answers": [
      {
        "id": 117,
        "text": "На следующее утро"
      }
    ]
  },
  {
    "id": 117,
    "text": "   От долгого пребывания в неудобном положении всё Ваше тело затекло. Вы сидели на металлическом стуле, привинченном к полу. Руки были пристёгнуты наручниками за спиной. Но, не смотря на столь неудобную позу, Вам даже удалось задремать. Проснулись от того, что кто-то пробежал по коридору. Открыв глаза, подняли голову. Находились Вы в небольшой комнате, с установленным в центре столом и приставленными к нему двумя стульями. Один из которых Вы и занимали. Маленькое оконце располагалось у Вас за спиной, у самого потолка. Двери, на удивление, были распахнуты. Даже охраны не было видно. \"К чему бы это?\" Вы размяли затёкшие шею, плечи.\n   Всю ночь почти до самого утра Вас допрашивали здесь. Молодая блондинка в очках задавала всё новые и новые вопросы, помечая что-то в блокноте. Вы рассказали всё без утайки. Уже не было смысла что-либо скрывать. На вопрос о судьбе Летвенко, опустили глаза, прошептали: \"Мёртв...\" Тогда блондинка уронила ручку, захлопнула блокнот и поспешила покинуть помещение. На этом допрос был окончен. Но отпускать Вас никто и не собирался. \"Наверняка считают меня подельником Ри\", — думали Вы с горькой ухмылкой. — \"Интересно, она уже добралась до дома?\"\n—Как такое возможно?! — послышался мужской голос из коридора.\n—Не верю... — сокрушался другой.\n—Как им удалось так быстро долететь до нас? — растерянно спросила какая-то женщина.\n   \"Долететь?\" Задрав голову, Вы взглянули в окошко у потолка. Отсюда виднелся уж совсем крохотный участок неба, но и этого было достаточно, чтобы понять причину встревоженности говоривших в коридоре людей. В лазурной вышине парили странные летательные аппараты серебристого цвета. По форме они напоминали тот, на котором улетела Ри, но были гораздо крупнее по размерам. Вам удалось разглядеть лишь парочку, но было очевидно, что их было куда больше. \"Что за чертовщина?!\" Вдруг один из кораблей выпустил вниз, на землю, луч света. В то же мгновение послышался отдалённый грохот. \n   Для осмысления происходящего Вам потребовалось несколько минут.\n—Ри... — прошептали Вы. — Как же ты могла?\n  Затем удивление сменилось злостью. Сжали кулаки. Ногтями в ладони. До боли. Заскрежетали зубами. Подались вперёд, громко закричали, выплёскивая всю ярость, всё негодование! Растоптали ногами. Выдохлись. Устало развалились на стуле. Голову на грудь. По щекам слёзы.\n  Обида, злость, отчаяние...\n\n\n   Конец.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 118,
    "text": "   Это замечание заставило Вас крепче стиснуть зубы. От нахлынувшей злости начали трястись руки.\n—Надо будет проверить её, — продолжил говорить Летвенко за спиной. — А то вдруг это какой-нибудь трюк.",
    "answers": [
      {
        "id": 119,
        "text": "Броситься на него с кулаками"
      }
    ]
  },
  {
    "id": 119,
    "text": "   Осторожно опустили голову Ри на землю, прикрыли ей глаза.\n—Как ты смеешь... — прошептали Вы.\n—Чего?\n   Вы сжали кулаки и бросились к мужчине. Тот в недоумении развёл руками.\n—Так, послушай, Максим... — начал он говорить, но размашистый удар прервал его на полуслове.\n   Удар пришёлся по лицу. Летвенко отвернулся. Следующий удар Вы нанесли другой рукой. Однако на этот раз оппонент успел отреагировать. Он отступил в сторону. Вы же, промахнувшись, по инерции подались вперёд. Летвенко сделал Вам подсечку, и Вы куборем полетели на землю.\n—Урод! Ты убил её! — вскричали, попытались подняться.\n   Летвенко навалился сверху, заломав Вам руку за спиной.\n—Ух, какой прыткий! — усмехнулся он. — Что, успел привязаться к этой инопланетянке, да?!\n—Уро-о-од!\n—А теперь послушай! — взревел Летвенко, вцепившись в Ваши волосы и прижав щекой к земле. — Послушай, парень! Я сделал то, что должно, ясно?! И кто из нас по итогу прав — уже не важно. Твоя внеземная подруга мертва — вот и всё! Точка!\n   Он поднялся на ноги, достал из кармана пачку сигарет. Вы же продолжали лежать, уткнувшись лицом в землю. Не сдерживаясь, зарыдали. \"Я не смог спасти Ри! Я подвёл её. Обещал защитить, но не смог... Я слабак...\"",
    "answers": [
      {
        "id": 121,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 120,
    "text": "   От долгого пребывания в неудобном положении всё Ваше тело затекло. Вы сидели на металлическом стуле, привинченном к полу. Руки были пристёгнуты наручниками за спиной. Но, не смотря на столь неудобную позу, Вам даже удалось задремать.\n—Эй, проснись! — пробудил Вас чей-то голос.\n   Открыли глаза. Находились Вы в небольшой комнате, с установленным в центре столом и приставленными к нему двумя стульями. Один из них занимали Вы. На другом, напротив, сидела незнакомая блондинка. Помимо неё в помещении находился Летвенко. Он стоял в углу с сигаретой в зубах, держа руки в карманах брюк. Выглядел он измотанным: рубашка на нём была мятой с пятнами пота, под глазами мешки.\n—Вы так и будете молчать? — задала вопрос блондинка.\n   Вы отвели взгляд.\n—Послушайте, Максим Александрович. — Девушка придвинулась ближе. — Сотрудничество с нами в ваших же интересах. Чем раньше мы наладим контакт, тем раньше вас отпустят домой, понимаете?\n   Молчание. Блондика взглянула на Летвенко. Тот пожал плечами, бросил:\n—Уходим. — И двинулся к выходу.\n—Но как же допрос?\n—Бестолку, — ответил мужчина. — У нас имеется тело для вскрытия, имеются инопланетные технологии для изучения. Стоит ли тратить время на этого?\n—Вы убили её...\n   Летвенко и блондинка уставились на Вас. Вы помолчав, продолжили, глядя себе под ноги:\n—Не зная наверняка, кто она, зачем она здесь, вы убили её. И ведь это... это неправильно... Так поступать неправильно! Неужели я один так считаю?!\n   Вы подняли глаза на блондинку. Она смотрела с сочувствием. Собралась было ответить, но её прервал Летвенко.\n—Правильно, неправильно — рассуждаешь, как ребёнок, чесслово! — Он приблизился к столу, опустил на него руки, подался вперёд. — Ты и понятия не имеешь с какими тварями нам приходится иметь дело! Ещё с девятьсот восьмого, когда в районе Тунгуски грохнулся первый инопланетный корабль стало ясно, что мы не одни во Вселенной. К тому же, как оказалось, мы далеко не самые развитые! И знаешь, что? Уж лучше я буду тем отморозком, шмаляющим по любому внеземному выродку, чем ослом, прохлопавшим инопланетное вторжение!\n   Он развернулся и быстрым шагом покинул помещение. Блондинка поспешила за ним. По их уходу в кабинет вошли военные. Они собрали с Вас подписи под какими-то документами, усадили в джип и отвезли домой.",
    "answers": [
      {
        "id": 123,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 121,
    "text": "   Спустя пару минут Вам удалось успокоиться. К тому времени в парк с оглушительным рёвом заехало несколько автомобилей. Вы глянули в сторону тела Ри. Летвенко склонился над девушкой и, бесцеремонно схватив её за волосы, приподнял голову.\n—Не смей! — вскричали Вы, ощутив новую волну ярости. — Убери от неё свои руки!\n   Оттолкнулись от земли, побежали было к мужчине, как вдруг кто-то крепко вцепился в Ваши плечи. Обернулись. Позади стояли двое военных в чёрных шлемах.\n—Вы как раз вовремя, — сказал Летвенко, выпуская изо рта густой дым. — Он уже начал действовать мне на нервы.\n   Вы попытались вырваться, но военные крепко держали Вас.\n—Везите в штаб, — распорядился Летвенко. — Там уж решим, что с ним делать.\n   Любые усилия по высвобождению оказались напрасными. Вскоре Ваши конвоиры усадили Вас в чёрный, тонированный джип и увезли в неизвестном направлении.",
    "answers": [
      {
        "id": 122,
        "text": "На следующее утро"
      }
    ]
  },
  {
    "id": 122,
    "text": "   От долгого пребывания в неудобном положении всё Ваше тело затекло. Вы сидели на металлическом стуле, привинченном к полу. Руки были пристёгнуты наручниками за спиной. Но не смотря на столь неудобную позу, Вам даже удалось задремать.\n—Эй, проснись! — пробудил Вас чей-то голос.\n   Открыли глаза, подняли голову. Находились Вы в небольшой комнате, с установленным в центре столом и приставленными к нему двумя стульями. Один из них занимали Вы. На другом, напротив, сидела незнакомая блондинка. В углу помещения стоял Летвенко с сигаретой в зубах. Держа руки в карманах брюк и хмурясь. Выглядел он измотанным: мятая рубашка, с пятнами пота, под глазами мешки, на левой щеке ссадина.\n—Вы так и будете молчать? — задала вопрос блондинка.\n   Вы отвели взгляд.\n—Послушайте, Максим Александрович. — Девушка придвинулась ближе. — Сотрудничество с нами в ваших же интересах. Чем раньше мы наладим контакт, тем раньше вас отпустят домой, понимаете?\n   Молчание. Блондика взглянула на Летвенко. Тот пожал плечами, бросил:\n—Уходим, — и двинулся к выходу.\n—Но как же допрос?\n—Бестолку, — ответил мужчина. — У нас имеется тело для вскрытия, имеются инопланетные технологии для изучения. Стоит ли тратить время на этого...\n—Вы убили её...\n   Летвенко и блондинка глянули на Вас. Вы продолжали, уставившись себе под ноги:\n—Не зная наверняка, кто она, зачем она здесь, вы убили её. И ведь это... это неправильно... Так поступать неправильно! Неужели я один так считаю?!\n   Вы подняли глаза на блондинку. Она смотрела с сочувствием. Собралась было ответить, но её прервал Летвенко.\n—Правильно, неправильно — рассуждаешь, как ребёнок, чесслово! — Он приблизился к столу, опустил на него руки, подался вперёд. — Ты и понятия не имеешь с какими тварями нам приходится иметь дело, парень! Ещё с девятьсот восьмого, когда в районе Тунгуски грохнулся первый инопланетный корабль, стало ясно, что мы не одни во Вселенной. К тому же, как оказалось, мы далеко не самые развитые! И знаешь, что? Уж лучше я буду тем отморозком, шмаляющим по любому внеземному выродку, чем ослом, прохлопавшим инопланетное вторжение!\n   Он развернулся и быстрым шагом покинул помещение. Блондинка поспешила за ним. По их уходу в кабинет вошли военные. Они собрали с Вас подписи под какими-то документами, усадили в джип и отвезли домой.",
    "answers": [
      {
        "id": 123,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 123,
    "text": "   Звонок мобильного отвлёк Вас. Не глядя на экран отклонили входящий вызов. Отключили мобильник. Сидели Вы на диване, прижав колени к груди, уставившись в противоположную стену. Перед глазами возникал образ девушки с рыжими, взъерошенными волосами, в ушах звучал её голос. Занавешанные шторы не давали солнечным лучам проникнуть в комнату. Полумрак. Прижались лбом к коленям. Было невыносимо, но что-либо сделать уже было поздно. Оставалось лишь смириться с утратой, смириться с этой болью... И лишь время было способно помочь. Лишь время. Наверное...\n\n\n   Конец.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 124,
    "text": "",
    "answers": []
  }
]