[
  {
    "id": 1,
    "text": "Автор: Sad_Gream\nВы — спокойный житель, выпускник 1941 года. Вас зовут Алексей. \nНо вот началась война, вы бежите на фронт. Вам предстоит постараться, чтобы хоть как-то помочь солдатам. Ваша задача — спасти Ленинград.\n\n\nP. S.\nЖанр : боевик\nНе судите строго, быстро теряю интерес к чему либо и вспоминаю через год... Удачного прочтения! ",
    "answers": [
      {
        "id": 2,
        "text": "Начнем же славный рассказ! "
      }
    ]
  },
  {
    "id": 2,
    "text": "\"Эхх... Буквально неделю назад я был обычным выпускником, клеил огромные планы на будущее! Гулял со своим псом, Арчи. Хотел стать иностранным переводчиком, учил немецкий язык... Кто же знал, что мои знания будут проверять через три дня?! \" — я сидел в окопе и писал запись в личный дневник дрожащими руками. Рядом со мной лежало около шести трупов... Может больше... 7... 8... Их не сосчитать. Вот рядом лежит мой бывший одноклассник, Андрей... Он хотел стать пилотом, но попал на войну. Хотел стать героем, спас другого солдата. Но тот все равно умер. Перестрелка давно закончилась, а я сидел молча уже минут 30, слыша, как удаляются шаги немцев. Тяжело, но нужно попробовать вспомнить прошлое! Может, полегчает...",
    "answers": [
      {
        "id": 3,
        "text": "Вспомним прошлое"
      }
    ]
  },
  {
    "id": 3,
    "text": "Бал. Выпускной бал! Как легко думать о том, что будучи ударником ты мечтаешь о том, что через недельку тебя возьмут в переводчики... Потом ты станешь крупной шишкой... Я кружусь в танце со своей возлюбленной, Мартой. Она всегда хотела стать врачом. Помню,  с одноклассниками в баскетбол играли, мне попали в лицо, как она беспокоилась... Оказалось, что у меня был сломан нос. Так вот, я танцую с Мартой и улыбаюсь ей. Она в ответ одарила меня своей лучезарной улыбкой, как она мило выглядит в этом платье... Настало время описать мою красавицу. Марта — высокая, стройная девушка — брюнетка с выпрямленными, длинными волосами, зелёными глазами. Прям такая — бомба. Я же совсем её противоположность. Я — блондин с голубыми глазами. Телосложение спортивное . Волосы короткие, но есть \"грива\", выпрямленная вперед. Марта любит обращать на себя внимание, а я нет. Не люблю выделяться. ",
    "answers": [
      {
        "id": 4,
        "text": "Так а что дальше то? "
      }
    ]
  },
  {
    "id": 4,
    "text": "Вроде бы все прекрасно, хочется петь от счастья!  Но всему приходит конец. Я провожу Марту до её дома. Мы прощаемся и я ухожу. Пришёл домой, завалился спать. На следующий день прямо с утра по громкоговорителю объявляют начало войны! Матушка думает, что это всего лишь на недельку, а я сомневаюсь... Бегу проверить Марту к ней домой, нахожу её плачущую мать на кухне. Выясняется, что Марта решила ехать на войну полевой медсестрой и ушла в администрацию. Я решил, что не хочу ее отпускать! Со всех ног бегу, сломя голову, туда. Если она решила ехать, я тоже поеду!\n",
    "answers": [
      {
        "id": 5,
        "text": "Давай дальше"
      }
    ]
  },
  {
    "id": 5,
    "text": "Прихожу, спрашиваю о ней. Она уже уехала... Я решил тоже записаться, нельзя же возлюбленную одну в далекие края отпускать! Рассказал и об опыте и о подготовке. Меня отправляют в солдаты. Я буду стреляться напрямую с немцами. Защищать пункты, попадать в горячие точки. Мне сказали, что нас будут готовить всего лишь 6 дней. За это время нам нужно столько всему научиться. Я иду домой, рассказать обо всем маме, она в слезы. \n—А если там и правда все серьёзно?\nЯ её успокаиваю, обещаю вернуться. ",
    "answers": [
      {
        "id": 6,
        "text": "Понял... "
      }
    ]
  },
  {
    "id": 6,
    "text": "Я решил оповестить своего лучшего друга Александра о своём уходе. Он, как и я изучает немецкий, вместе на турники ходили. Он — брюнет с карими глазами, атлетичное телосложение, прическа под ёжика. Мой брат по мышлению и интересам. Как CTRL <plus> C и CTRL <plus> V. Я постучал по двери в его квартиру. Саня отпирает дверь, смотрит на меня выпученными глазами. И фраза\n—Саш, кто там?\nЯ все осознаю на лету. Отталкиваю друга и не разуваясь, врываюсь в спальню. Всё именно так, как я и предполагал... Марта тут. Она удивлённо озирается по сторонам, будто ища поддержки у стен. Я вылетаю из квартиры, как ошпаренный\n—Стой, Леха\nЯ, злой слышу шаги. Ко мне вылетает Саня и говорит, что это не то, о чем я подумал. Стал высказывать все, что в головушку этого предателя идет, лишь бы оправдаться. Я не слушаю, что за чушь он мне мелет. Лишь в ответ: -Не утруждай себя, я лишь зашёл сказать, что ухожу на войну.\nЯ разворачиваюсь и начинаю идти, как чувствую сильную хватку на моей руке. Слышу стук сердца, ещё стук, 3...4...5...",
    "answers": [
      {
        "id": 7,
        "text": "Ничего себе..."
      }
    ]
  },
  {
    "id": 7,
    "text": "Я хватаю бывшего друга за руку, захожу за спину и держу его руку перед своим лицом. Саня вскрикнул то-ли от удивления, то-ли от боли. Мне уже без разницы. Я искренне зол, нет я в ярости. Я буквально шепчу ему в лицо:\n—Я не верю ни единому твоему слову. Я считал тебя настоящим другом, доверял тебе больше, чем себе. Поддерживал тебя, терпел твои выходки и молча тебе помогал. Ни одного благодарного слова я от тебя так и не услышал. А сейчас я тебя не смогу простить. И завтра не смогу. Никогда. Я люблю ее до последнего вздоха, даже сейчас люблю, но не позволю так с собой обращаться. Буду терпеть, но не прощу. Вы не достойны моего прощения!\n—Я знаю, как сильно ты её любишь, но...\n—Что но!? Вот именно, мой лучший друг с моей девушкой!? Весело! Но я не собираюсь и дальше с вами общаться.\nЯ поднимаю взгляд и вижу испуганную Марту, молча плачущую в стороне. \n\n",
    "answers": [
      {
        "id": 9,
        "text": "Грустно..."
      }
    ]
  },
  {
    "id": 8,
    "text": "Я сталкиваю руку своего обидчика со своего плеча и с отвращением смотрю ему прямо в глаза. \"Отстань от меня, сволочь\" — говорю я и ухожу домой. ",
    "answers": [
      {
        "id": 12,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 9,
    "text": "Я отпускаю его руку и подталкиваю другой, чтобы летел подальше. Саня упал прямо на лицо, стерпел, падла.\n -Заслужил\nЯ молча ухожу домой. Остаток дня я провалялся в раздумьях. Только под вечер ко мне прибежала Марта в слезах\n—Что же ты мне не сказал, что на войну уходишь?\n—Как я уже заметил, тебе это не очень интересно\n—Что же ты такое говоришь? Я же люблю тебя, дурачок!\n—Это не помешало тебе переспать с моим лучшим другом!\n—Ну люблю-то я тебя!\nЯ отвернулся от неё. В голове всё стоит картина, которую я категорически не хочу видеть. Я встаю и иду на улицу, не могу я с ней рядом находиться! Не могу!\n\n",
    "answers": [
      {
        "id": 11,
        "text": "..."
      }
    ]
  },
  {
    "id": 10,
    "text": "—Приступаем к практике. Для начала разминка.\nМы пробежали 10 кругов на стадионе и размялись... Большинство уже устали, а это только разминка.\n—Подтягивания. Для мотивации, давайте устроим соревнования. Кто больше всех подтянется.\n—Кто быстрее всех подтянется 30 раз, кто больше всех отожмется.\n—И кто быстрее всех отожмется ПРАВИЛЬНО 30 раз. Подтягиваемся без рывков.\n—Встаньте около своего выбранного турника.\nЯ встал около крайнего турника, думаю, у меня получится выиграть! Я подтягиваюсь уже около 5 лет, выигрывал в городских соревнованиях по подтягиваниям.\n—Начинаем!\nЯ стал выкладываться на 100%. В голове летало миллион мыслей. Как там мать? Скучают ли по мне Марта с Саней? Правильно ли я с ними поступил? Как Арчи, мой пёс? Скучаю по нему...\nЯ не заметил, как остался один, все уже сдулись. Я не заметил, что за мной наблюдали 32 пары глаз. Они изумленно смотрели и считали. Мне стало стыдно и я спрыгнул с турника. Как долго они за мной наблюдают?\n—И выиграл...\nФорз посмотрел на меня выжидающе\n—Лёха\n—Леха подтянулся целых 67 раз!\nОни похлопали мне, я просто не мог здесь находиться... Они, видимо заметили мое смущение и решили продолжать соревнования.\nПолковник говорит:\n— Отдохнули, солдаты?\nВсе хором отвечают и смотрят на меня.",
    "answers": [
      {
        "id": 14,
        "text": "Интересно..."
      }
    ]
  },
  {
    "id": 11,
    "text": "—Нет, не уходи, пожалуйста, я люблю тебя, прости!\nЯ, всё еще не смотря на неё, решил не молчать\n—Мне сказали, что ты пошла на войну, а я пошёл за тобой. А теперь сгинь, я пойду заниматься.\nИду на турники. 1... 2... 3... 4... Тут меня прерывает звук из громкоговорителя\n—Солдатам класса \"А\" будет проведена тренировка, вас заберут раньше. Подойдите к зданию администрации.\nТеперь я выдвигаюсь к матери, она так не хотела меня отпускать... Но мне пришлось, я не жалею о своем выборе. Иду к администрации, что поделать. На месте с нами не церемонятся, сразу сажают в грузовик. Здесь всех людей провожают их близкие люди, я осматриваю их, увидел мать. Вижу знакомые лица, и среди них... Марта. С Саней за руку держутся. Заметив мой взгляд, не договариваясь, отпускают руки, как будто ничего и не было. Марта бежит и умоляет меня спуститься. Я стучу по кабине водителя\n—Поехали уже, чем раньше приедем, тем быстрее станем вояками.\nВодитель со мной согласился, и мы стали выезжать. Помахал матери и решил поиздеваться над сладкой парочкой. Помахал и им тоже. Надо сесть поудобнее, дорога будет долгой. В кузове находилось очень много людей, человек 15. Рядом едет ещё один грузовик, забитый доверху людьми. Глаза стали слипаться и наконец, я уснул.",
    "answers": [
      {
        "id": 13,
        "text": "Проснись! "
      }
    ]
  },
  {
    "id": 12,
    "text": "Только под вечер ко мне прибегает Марта и  достаёт своим присутствием. ",
    "answers": [
      {
        "id": 11,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 13,
    "text": "Мой друг, Андрей (Удивлен, как он со мной в отряд попал) пихает меня в бок. Мы приехали.\nНас встречает наш наставник, тренер на ближайшие 6 дней. Полковник Браун Дмитрий Витальевич, по кличке \"Злой\".  Рядом с ним стоит Капитан Скоил Константин Юрьевич, имеющий прозвище \"Форз\". Они вдвоем будут следить за нами и обучать всему, что знают сами. По приезду они не собирались с нами церемониться, сразу тренировать. Высадили, построили. Речь начинает Капитан\n—На войне вы станете другими. Вы изменитесь, но пока что мы даже предполагать не можем, в какую сторону. За 6 дней вам предстоит научиться стрелять, бегать, ползать. Многое вы делать умеете, но правильно ли?\n—Поэтому я вам советую внимательно нас слушать. Бегать, прыгать, ползать конечно можно научиться за столь короткий срок, но наша задача подготовить вас и морально, и физически. Нам предстоит менять ваш взгляд на войну. Вы скорее всего думаете, что стрелять легко, но готовы ли вы видеть трупы, кровь, взрывы!?\n—Готовы ли вы из любой ситуации выбираться целыми, помогать товарищам и доверять им!? Вы ведь точно пообещали своим родственникам вернуться живыми. Эта война — не шутки, чувствую, надолго она затянется.\n",
    "answers": [
      {
        "id": 10,
        "text": "..."
      }
    ]
  },
  {
    "id": 14,
    "text": "—Да.\nУверенно отвечаю я.\n—Хорошо. Становимся на турники.\n—Внимание, 30 раз на время. \n—3...2...1!\nЯ решил не задумываться и стал подтягиваться максимально быстро, как только мог. Я часто практиковался, сколько раз я смогу сделать за минуту. Получалось раз 20\n—Стоп, победил снова Лёха. По времени 1:09\n—А давайте Лёхе кличку дадим?\nЯ молился, лишь бы кличка не была странной.\n—Скорострел!\n—Победитель\n—Турникмен\nСо всех сторон посыпались прозвища\n—Акела\n—Стоп! Акела — хорошее прозвище, Леха — ты не против?\n—Нет.\nПрозвище действительно крутое.\n—Отжимания, становимся и отжимаемся, кто больше.\n—Поехали\nОтжиматься я не люблю, но выносливости у меня не занимать. Могу долго отжиматься, но не быстро. Как бы странно то ни было... Но я победил и в этих соревнованиях, но не в последнем. Быстрее меня отжался 30 раз некий Антон. \n\n\n\n\n",
    "answers": [
      {
        "id": 15,
        "text": "Круто"
      }
    ]
  },
  {
    "id": 15,
    "text": "—Быстрее ползи! \n—Голову так не поднимай, а-то отстрелят!\nМы учились ползать. Быстро и не поднимая головы. Это оказалось тяжело, но в будущем — полезно. У меня с первой попытки получалось ползти быстро, но я часто поднимал голову. \n—Ладно, остановились. Капитан Форз вас проводит в душ.\n—За мной. \nМы прошли за Форзом и оказались в коридоре с тремя дверями. \n—Посередине — душ, правая — мужская раздевалка, левая — женская. \nЯ зашел в мужскую раздевалку. Это оказалось большое помещение с крючками и лавочками, белыми стенами и деревянным полом. Я прошел в дальний угол и стал раздеваться. Ко мне подошёл один из солдатов, кажется, это тот, который предлагал назвать меня скорострелом. Он был из другой параллели в моей школе, ровесник. За ним была пара амбалов, видно, сильные.\n—Слышь, самый сильный, а? Выиграл в паре состязаний и считаешь себя крутым?!\nБыло видно, как парень зол на меня, но за что? Я же не хвастался!\n—Честно, я никак не считаю. Если я победил в этих соревнованиях — это значит, что я физически подготовленный. \nАндрей и тот самый Антон подходят к нему\n—Что ты к нему пристал, завидуешь? Если он выносливее тебя, что ты сделаешь? \n—... Ладно, парни, пошлите.\n",
    "answers": [
      {
        "id": 16,
        "text": "Страсти накаляются"
      }
    ]
  },
  {
    "id": 16,
    "text": "Я зашёл в душевую кабинку и ополоснулся. Выхожу и иду в спальню, которую нам показали до этого.\nВдруг на меня выходят те самые амбалы, хватают и несут за угол. \n—Ты что, сука, думал, что я дам себя унижать?!\nОдин из его прихвостней резко пнул меня в живот\n—Да, думал\nПусть пиздят, но извиняться и прогибаться под этих пидорасов, я не собирался.\n—Ах ты мразь!\nОн кивнул своим мужьям, и они не сговариваясь стали избивать меня\n—Я не буду извиняться или жаловаться, просто знай, ты — гребанный завистник, пидорас.\nЯ заметил в его глазах каплю грусти.\nвдруг раздался шум шагов, парни убежали. Это был последний человек, вышедший из душа, как мне показалось. Я прошел в душ, чтобы смыть кровь. Кажется, они мне точно что-то сломали.\nЯ захожу в душевую комнату и слышу журчание воды из душа, кажется, кто-то все ещё моется. Я решил не мешать этому человеку. Но вдруг потерял равновесие и грохнулся. Мало того, что я в своей крови, так еще и в воде теперь. Я услышал женский вскрик. Значит, это девушка. Она выбегает из душевой кабинки, обернутая в полотенце. Она действительно чем то похожа на меня.",
    "answers": [
      {
        "id": 17,
        "text": "Опачки\n"
      }
    ]
  },
  {
    "id": 17,
    "text": "Тоже блондинка с длинными волосами, голубые глаза. Стройная. Красивая в общем. Она подбежала ко мне, наклонилась\n—Господи... Что с тобой случилось?",
    "answers": [
      {
        "id": 18,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 18,
    "text": "Я посмотрел в её глаза\n—Со мной все в порядке\n—Кто тебя так?\n—Да я упал просто\n—Ладно, не хочешь говорить — не говори. Я сейчас сбегаю к главным! \nИ она убежала. Я остался лежать там один, истекая кровью",
    "answers": [
      {
        "id": 19,
        "text": "Жесть"
      }
    ]
  },
  {
    "id": 19,
    "text": "Спустя сколько то времени, я слышу звук открытия двери. Заходит Форз, Злой, а за ними та девушка. Они подходят ко мне\n—Акела, кто так с тобой?\n—Да так...\n—Я догадываюсь, кто.\n—И кто же?\n—Есть тут два здоровяка, только они могли покалечить так человека\nА они умны...\n—Да это пройдет, все хорошо будет...\n—Это понятно, но сможешь ли ты тренироваться?\n—Смогу.",
    "answers": [
      {
        "id": 21,
        "text": "..."
      }
    ]
  },
  {
    "id": 20,
    "text": "На этом пока что все, я решил посмотреть, понравится ли данный сюжет вам, если зайдет — я продолжу данное творение. Пока что это просто сюжет, в моих надеждах целый большой квест. Напишите, как лучше: если выбор всегда будет один или если выбирать будете вы. Пока что это просто история грустного человека, потерявшего большее из своей жизни.  ",
    "answers": []
  },
  {
    "id": 21,
    "text": "Форз взял меня под руку и потащил в лазарет. Я был уверен, что со мной все будет в порядке. За нами пошла та девушка и Злой. Он занес меня, положил на кровать и вышел. Девушка шепнула мне на ухо:\n—Алёна\nКо мне подошел сонный мужчина лет 25-и, шатен, короткие волосы, карие глаза, худой\n—Меня зовут Эрик, я врач\n—Лёха\n—И что с тобой случилось, Лёха?\n—Упал\nЭрик обвел меня взглядом\n—Да?\n—Да.\n—Гематомы по всему телу от падения?\n—Неудачно упал, видите.\n\n",
    "answers": [
      {
        "id": 22,
        "text": "Понятно"
      }
    ]
  },
  {
    "id": 22,
    "text": "Эрик посмотрел на меня недоверчиво. \n—Раздевайся, осмотрю тебя.\nЯ разделся до боксеров и лёг на кушетку.\nЭрик стал осматривать меня. \n—Тут больно?\n—Да\n—А тут?\n—Да\n—Он тебе ничего не сломал, но боль будет проходить дня три. \nЭрик взял со стола какую то мазь и помазал мои синяки.\n",
    "answers": [
      {
        "id": 23,
        "text": "Думаю, это больно"
      }
    ]
  },
  {
    "id": 23,
    "text": "Было немного больно, но я терпел. После медицинских процедур, я лег спать. Проснулся я от толчка Эрика\n—Вставай, соня\n—Скоро тебе еду принесут\n—Всмысле принесут? Я сам схожу. Ноги есть\nЯ встал и начал одеваться. Эрик попытался меня отговорить, но ему не удалось. Он пожал плечами и ушёл в свою каморку. Я, переминаясь с ноги на ногу, пошел в общую столовую. Там меня окинул презрительным взглядом тот завистник.\nАндрей, увидев меня, встал и подбежал ко мне\n—Что с тобой?\n—Все в порядке, я упал просто\n—Это он, да?\nАндрей повернулся на обиженного\n—Секрет\nЯ сел на свободное место между Антоном и Андреем\n—Это Макс, да?\nДо меня дошло, что Антон спрашивает про завистника, и его зовут Максимом.\n—Не дожидайся от него ответа, он как воды в рот набрал и молчит.",
    "answers": [
      {
        "id": 24,
        "text": "..."
      }
    ]
  },
  {
    "id": 24,
    "text": "На этом пока что все, напишите свое мнение о придуманном сценарии. Пока что это всего лишь сюжет, но я хочу сделать большой квест. Здесь нет выбора потому что это предыстория. Если вам понравилось — дайте знать. Будет интересно почитать ваше мнение. Если понравится — продолжу историю.",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  }
]