[
  {
    "id": 1,
    "text": "Автор: Историус\n\nЖанры: фэнтези, апокалипсис, романтика\n\nНекогда процветающий мир погрузился во тьму. В разных уголках планеты начали появляться Разломы — порталы, из которых прут орды живых мертвецов. Но вместо того, чтобы объединиться против общей угрозы, люди продолжили грызню за остатки земель. Сыграйте за одного из правителей, чтобы соединить разрозненные королевства, и положить конец мёртвому игу.\n\n★ Покоряйте города и сердца!\n★ Вооружайте собственную армию, либо пользуйтесь услугами наёмников.\n★ Участвуйте в междоусобицах, но не забывайте о толпах зомби!\n★ Погрузитесь в красочную эпоху ренессанса.\n\nВозрождение человечества зависит от Вас.",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест",
        "need": 10000,
        "middle_answer": true
      },
      {
        "id": 151,
        "text": "Начать квест",
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a25/2109/03/a2ff32b745ef.jpg"
      },
      {
        "id": 113,
        "text": "Достижения",
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "[Для прохождения доступен пролог и первый сезон]",
        "comment": true
      },
      {
        "id": 1,
        "text": "[Дата начала разработки: 2 сентября 2021]",
        "comment": true
      },
      {
        "id": 101,
        "text": "Планы на разработку"
      },
      {
        "id": 150,
        "text": "Новый ответ. введите текст",
        "need": 10000
      }
    ]
  },
  {
    "id": 2,
    "text": "— Мертвец! Хватай его, Ганс. Быстре... Кх-х-х!!!\n— Тревога! К оружию!\n\nПослышался звон стали. Затем крики, полные ужаса. И могильный вой, от которого кровь стыла в жилах. Мой отец тоже проснулся и потянулся к ножнам на поясе.\n\n— Неужели они добрались и сюда? Сидите здесь, я разберусь... — С этими словами он выскочил наружу, обнажив меч. Мать поспешила закрыть дверь кареты. Я на всякий случай нащупал рукоять кинжала.",
    "answers": [
      {
        "id": 3,
        "text": "Сидеть тихо с матерью и младшим братом"
      },
      {
        "id": 4,
        "text": "Отодвинуть занавеску, чтобы посмотреть в окно"
      },
      {
        "id": 5,
        "text": "Выскочить на помощь отцу"
      }
    ]
  },
  {
    "id": 3,
    "text": "Я решил не высовываться. Тем временем звуки снаружи все больше и больше наталкивали на мысль, что там идет бой не на жизнь, а на смерть.\n\nВнезапно, в карету что-то врезалось. Очень тяжелое. Затем последовал еще удар. И еще. Наконец, дверь не выдержала, и к нам вломилась уродливая тварь, отдалённо напоминающая человека. Я в ужасе отшатнулся, не в силах что-либо предпринять. Завизжал младший брат. Охнула мать.",
    "answers": [
      {
        "id": 6,
        "text": "Всадить кинжал в глаз мертвецу"
      }
    ]
  },
  {
    "id": 4,
    "text": "Я отодвинул занавеску и уставился в окно, чтобы попытаться разглядеть что-нибудь в темноте ночи...\n\nКак вдруг в стекло врезалась тварь, отдалённо напоминающая человека, и принялась долбиться лбом, оставляя темно-красные следы. Я в ужасе отшатнулся, не в силах что-либо предпринять. А этот монстр все бился и бился, до тех пор, пока окно не разлетелось вдребезги. Завизжал младший брат. Охнула мать.",
    "answers": [
      {
        "id": 6,
        "text": "Всадить кинжал в глаз мертвецу"
      }
    ]
  },
  {
    "id": 5,
    "text": "Не долго думая, я кинулся вслед за ним, несмотря на протесты матери. Но возле кареты никого не оказалось. \n\n\"Куда он пропал?\" — подумал я, как вдруг меня сбило с ног нечто, двигающееся с нечеловеческой скоростью. \n\nВ следующее мгновение передо мной предстала уродливая тварь, от которой несло тухлым мясом. Я в ужасе отшатнулся, не в силах что-либо предпринять. Завизжал младший брат. Охнула мать.",
    "answers": [
      {
        "id": 6,
        "text": "Атаковать кинжалом"
      }
    ]
  },
  {
    "id": 6,
    "text": "Я вытащил кинжал. Костлявая рука тут же потянулась ко мне, и схватила за ногу. \n\n— Черт! — закричал я от боли. Хватка была смертельная: такое ощущение, будто ногу сейчас расплющит.\n\nЯ поднял взгляд на голову монтра. Решил, куда надо бить. Резкий взмах, и вот лезвие уже торчит из глазницы противника. Хватка ослабла. Наконец, я понял, что труп не подает признаков жизни, и разжал до конца его холодные пальцы. Тело упало снаружи кареты.",
    "answers": [
      {
        "id": 9,
        "text": "Рассмотреть существо получше"
      },
      {
        "id": 7,
        "text": "Поспешить к отцу",
        "need": 10000
      },
      {
        "id": 154,
        "text": "Поспешить к отцу"
      }
    ]
  },
  {
    "id": 7,
    "text": "Затем я вскочил и побежал в ту сторону, где, судя по звукам, проходило главное сражение.\n\nВозле повозок с имуществом Ваннербургов сгрудилась кучка гвардейцев под командованием моего отца, герцога Густава фон Ваннербурга. Подобрав с земли чей-то меч, я бросился в круг обороняющихся, и в два прыжка оказался плечом к плечу с бойцами.\n\n— Я же сказал сидеть внутри! — рявкнул он.\n\nНа него побежал мертвец, но ловким взмахом клинка отец перерезал тому глотку. Неживой упал, однако все еще продолжал двигаться, подбираясь ползком к одному из солдат.\n\n— Держать строй! — приказал Талм Сарх, рыцарь и верный друг семьи.\n\nБоковым зрением я заметил фигуру, которая двигалась в мою сторону.",
    "answers": [
      {
        "id": 8,
        "text": "Подбежать к лежачему зомби и добить"
      },
      {
        "id": 10,
        "text": "Предупредить солдата об опасности"
      },
      {
        "id": 11,
        "text": "Ударить ближайшего к себе ходячего мертвеца"
      }
    ]
  },
  {
    "id": 8,
    "text": "Я решил покинуть строй, чтобы добить того мертвеца. Но это лишь внесло путаницу, и другой зомби сбил с ног стоящего рядом гвардейца. Он, в свою очередь, повалился на меня. Началась свалка.\n\nЯ ничегошеньки не мог разобрать — лишь слышал, как отец отдавал короткие приказы в попытках реорганизовать оборону. Тщетно. Бойцы падали одни за другим. Я каким-то чудом подобрался ближе к Сарху, как вдруг он замахнулся мечом на меня.\n\nМиг. Лезвие прошло в сантиметре от моего виска. Послышалось кряхтение. На щеку попали капли чего-то холодного. Я обернулся и увидел обезображенное лицо зомби — его голова была перерублена, из артерии хлестала ледяная липкая кровь.\n\n— С-спасибо...\n\nНо времени на обмен любезностями не было. То тут, то там на отряд нападали ходячие, выскакивая из темноты окружающего леса.",
    "answers": [
      {
        "id": 12,
        "text": "Рубить нечисть"
      }
    ]
  },
  {
    "id": 9,
    "text": "Судя по всему, это оживший мертвец, некогда бывший человеком. При свете луны его кожа была светло-серого цвета, волосы облезшими, зубы испачканными в крови. Лицо искажала гримасса ярости. Запах от трупа шел соответствующий.\n\nЯ слышал, разумеется, рассказы о зомби, что терроризируют графства на окраинах Империи, но никогда не видел таких вживую. Это первый раз, когда я повстречал ходячего, и первый раз, когда кого-то убил...\n\nНо сейчас не время для самокопаний. ",
    "answers": [
      {
        "id": 154,
        "text": "Поспешить к отцу"
      }
    ]
  },
  {
    "id": 10,
    "text": "— Эй, ты! Внизу! — что есть мочи прокричал я.\n\nНа меня обернулось сразу несколько человек, один из которых и был жертвой лежачего ползуна. Благодаря этому он заметил угрозу и вовремя отскочил. \n\nВнезапно, другой боец встрепенулся:\n\n— Берегись! \n\nОн совершил выпад. Его копье прошло в сантиметре от моего виска. Послышалось кряхтение. На щеку попали капли чего-то холодного. Я обернулся и увидел обезображенное лицо зомби — из его рта торчало древко того самого спасительного копья, по которому струйкой стекала ледяная липкая кровь.\n\n— С-спасибо...\n\nНо времени на обмен любезностями не было. То тут, то там на отряд нападали ходячие, выскакивая из темноты окружающего леса.",
    "answers": [
      {
        "id": 12,
        "text": "Рубить нечисть"
      }
    ]
  },
  {
    "id": 11,
    "text": "Я развернулся к надвигающейся туше, и с ударил так сильно, как только мог. Получилось неплохо: меч разрубил тело от ключицы от таза, но застрял внутри. \n\n\"Придется повозиться с тобой, урод\" — подумал я, как вдруг закричал кто-то справа. Я обернулся, и понял, что недобитый мертвец укусил гвардейца за лодыжку. Тот упал навзничь. Затем посыпался весь строй.\n\nЯ ничегошеньки не мог разобрать — лишь слышал, как отец отдавал короткие приказы в попытках реорганизовать оборону. Тщетно. Бойцы падали одни за другим. Я каким-то чудом подобрался ближе к Сарху, как вдруг он замахнулся мечом на меня.\n\nМиг. Лезвие прошло в сантиметре от моего виска. Послышалось кряхтение. На щеку попали капли чего-то холодного. Я обернулся и увидел обезображенное лицо зомби — его голова была перерублена, из артерии хлестала ледяная липкая кровь.\n\n— С-спасибо...\n\nНо времени на обмен любезностями не было. То тут, то там на отряд нападали ходячие, выскакивая из темноты окружающего леса.",
    "answers": [
      {
        "id": 12,
        "text": "Рубить нечисть"
      }
    ]
  },
  {
    "id": 12,
    "text": "Взмах... Полетела голова.\n\nВзмах... Не столь удачный. Меч застрял в животе зомби, но я сумел вытащить лезвие и добить врага.\n\nМы рубили мертвецов, но они всё лезли и лезли до тех пор, пока на дороге не осталось никакого сопротивления, кроме отряда моего отца. Внезапно, волна закончилась, и в поле зрения попала карета.\n\nКучер лежал на земле в луже крови, а его плоть поедали аж трое мертвецов. В то же время один из ходячих попытался вломиться внутрь, но выпал от удара женской ноги.\n\nИ тут зомби снова налетели на нас, как по щелчку.",
    "answers": [
      {
        "id": 13,
        "text": "Прорубаться к семье",
        "var_set": [
          "Sarh",
          1
        ]
      }
    ]
  },
  {
    "id": 13,
    "text": "Видимо, отец тоже заметил, что родные в опасности, и выскочил из строя. \n\n— Э-ге-гей! А ну сюда, черти!! — Заорал он, привлекая внимание. \n\nЗомби не заставили себя ждать, и побежали к новой жертве. Я не видел, что там происходило, но слышал свист меча и хруст костей.\n\nПодбежав к карете, я первым делом попытался успокоить беснующихся на месте лошадей. Но стоило мне дотронуться до гривы одного из скакунов, как вдруг я почувствовал всплеск чего-то сверхъестественного, не доступного человеческому пониманию. Кони тут же помчались вперёд.",
    "answers": [
      {
        "id": 157,
        "text": "Запрыгнуть в карету"
      }
    ]
  },
  {
    "id": 14,
    "text": "— Их уже не спасти! — послышалось в ответ.\n— Но! Пошла! \n\nТалм сел спереди и больше я его не мог видеть. Сейчас он правил упряжкой лошадей.\n\nКаким бы абсудрным не было всё происходящее, но только что я потерял своего отца из-за непонятно откуда взявшихся восставших трупов. А Ваннербургское Герцогство лишилось своего правителя...\n\nНаконец, мы прибыли в Альсбург — столицу герцогства. Оставшуюся ночь я провёл в своих покоях, не до конца осознавая ситуацию. \n\n\"Может быть, он выжил?\" — тешил я себя мыслью такой же невероятной, как если представить, что Понтифик Лигирский отказался исповедовать Нуминат.",
    "answers": [
      {
        "id": 16,
        "text": "Подавленно сидеть"
      }
    ]
  },
  {
    "id": 15,
    "text": "Я промолчал, понимая, что их уже не спасти. \n\nТем временем Талм сел спереди и больше я его не мог видеть. Сейчас он правил упряжкой лошадей.\n\nКаким бы абсудрным не было всё происходящее, но только что я потерял своего отца из-за непонятно откуда взявшихся восставших трупов. А Ваннербургская земля лишилась своего правителя...\n\nНаконец, мы прибыли в Альсбург — столицу герцогства. Оставшуюся ночь я провёл в своих покоях, не до конца осознавая ситуацию. \n\n\"Может быть, он выжил?\" — тешил я себя мыслью такой же невероятной, как если представить, что Понтифик Лигирский отказался исповедовать Нуминат.",
    "answers": [
      {
        "id": 16,
        "text": "Подавленно сидеть"
      }
    ]
  },
  {
    "id": 16,
    "text": "Наутро я отправился вместе с доброй тысячей городских стражников к месту проишествия. Никаких мертвецов здесь не было. Вернее, они были, еще как! Вся дорога оказалась залита кровью и усыпана телами окончательно убитых зомби и гвардейцев. Но останков моего отца так и не нашли... Почти.\n\nОдин из юных воинов заметил золотое кольцо. Оно было надето на оторванном пальце, лежавшем среди чьих-то частей тела, не поддающихся опознанию. Как выяснилось, на кольце изображен фамильный герб Ваннербургов.\n\nИ тут я расплакался. Поймал себя на мысли, что мне семнадцать лет, а я рыдаю, как малое дитя. Но мне было плевать. Начальник стражи похлопал меня по плечу. Дав выйти эмоциям, он напомнил:\n\n— Милорд. Собалезную Вашей утрате, но, сами понимаете, трупы надо сжечь.\n\nНа нас обернулся капеллан, услышавший фразу. Как известно, в Нуминате принято предавать тела усопших земле, но я слышал о случаях, когда лидеры нежити поднимали людей из могил. С другой стороны, здешние земли всегда считались безопасными в этом плане.",
    "answers": [
      {
        "id": 17,
        "text": "Похоронить, как положено",
        "var_set": [
          "dead",
          1
        ]
      },
      {
        "id": 18,
        "text": "Сжечь",
        "var_set": [
          "dead",
          0
        ]
      }
    ]
  },
  {
    "id": 17,
    "text": "Несмотря на осуждение начальника стражи, я приказал похоронить убитых. Они достойно погибли в бою, и заслуживают достойного погребения по всем канонам церкви. \n\nНаконец, когда все ритуалы были завершены, я собрал стражу на построение.\n\n— Послушайте меня! Некогда свободный от нашествия мертвецов Ваннербург больше не может считаться чистым. Похоже, Всевышний готовит нам испытание — не осталось на земле больше безопасных мест!\n\nГвардейцы начали переглядываться и роптать.\n\n— Но мы защитим наш дом от нечистой силы. Пока я жив, я сделаю все, чтобы сохранить герцогство. А теперь прочешите здесь всё! Каждый пенёк, каждую опушку. Найдите моего отца живым или мертвым, а если встетитесь с врагами, убейте всех до единого. \n\nПовисло молчание.",
    "answers": [
      {
        "id": 19,
        "text": "— За дело!"
      },
      {
        "id": 19,
        "text": "— Что встали?!"
      }
    ]
  },
  {
    "id": 18,
    "text": "Несмотря на осуждение капеллана, я приказал сжечь тела убитых. Как показало ночное проишествие, земли Ваннербурга больше нельзя считать чистыми. Теперь здесь должны дейстовать новые правила погребения, как в тех графствах, которые страдают от мёртвого ига.\n\nНаконец, когда вместо костра остались лишь угли, я собрал стражу на построение.\n\n— Послушайте меня! Некогда свободный от нашествия мертвецов Ваннербург больше не может считаться чистым. Похоже, Всевышний готовит нам испытание — не осталось на земле больше безопасных мест!\n\nГвардейцы начали переглядываться и роптать.\n\n— Но мы защитим наш дом от нечистой силы. Пока я жив, я сделаю все, чтобы сохранить герцогство. А теперь прочешите здесь всё! Каждый пенёк, каждую опушку. Найдите моего отца живым или мертвым, а если встретитесь с врагами, убейте всех до единого. \n\nПовисло молчание.",
    "answers": [
      {
        "id": 19,
        "text": "— За дело!"
      },
      {
        "id": 19,
        "text": "— Что встали?!"
      }
    ]
  },
  {
    "id": 19,
    "text": "После этих слов стражники начали копошиться. Их быстро организовали офицеры в несколько поисковых групп, и направили обыскивать лес. Остаётся только ждать.\n\n— Милорд, вам нужен отдых, — подал голос капеллан, когда большая часть солдат разошлась.\n— Но что если мой отец мёртв? Я не могу поверить.\n\nСвященник понимающе кивнул, и посмотрел мне в глаза. Его холодный взгляд выражал смесь тревоги и надежды. \n\n— Вы займёте престол, господин.\n\nПо дороге домой я пытался осмыслить эти слова. Ведь я наследник герцога Ваннербургского, пожалуй, самого влиятельного человека Альгобардии. На подъезде к городу меня начало клонить в сон, и я сам не заметил, как провалился в темноту.",
    "answers": [
      {
        "id": 1,
        "text": "Конец пролога",
        "need": 10000,
        "blackout": true
      },
      {
        "id": 20,
        "text": "Уснуть",
        "var_set": [
          "parad",
          1,
          "cloak",
          0
        ],
        "blackout": true
      }
    ]
  },
  {
    "id": 20,
    "text": "Прошел месяц с тех пор, но отца так и не нашли. Ровно как и живых мертвецов. \n\nПо праву наследия теперь я герцог Ваннербурга. Самого большого государства на территории бывшей Империи. Все эти земли мои.\n\nИ началось мое утро с аудиенций: оказывается, очень много людей хотят попасть к герцогу одновременно, чтобы решить свои вопросы. Что-ж, поехали! Обсудим.\n\nЯ привел себя в порядок, зашел в кабинет и сел за стол. Сейчас придется принимать важные решения.",
    "answers": [
      {
        "id": 21,
        "text": "Пустить первого посетителя",
        "var_set": [
          "money",
          300000
        ]
      },
      {
        "super_calculate": false,
        "id": 20,
        "text": "Новый ответ. введите текст",
        "calculate": true,
        "var_set": [
          "garnizon",
          2000,
          "parad",
          1,
          "cloak",
          0
        ]
      },
      {
        "super_calculate": false,
        "id": 20,
        "calculate": true,
        "text": "Новый ответ. введите текст",
        "var_set": [
          "agent",
          1,
          "rep",
          5,
          "activity",
          10
        ]
      },
      {
        "id": 20,
        "text": "Новый ответ. введите текст",
        "need": 10000,
        "var_set": [
          "per1",
          0
        ]
      }
    ]
  },
  {
    "id": 21,
    "text": "⟨Зажиточный крестьянин⟩\n\n— Приветствую, господин! В моей деревне возникла проблема: из амбаров пропадает урожай. Мы не знаем, из-за чего, но, думаю, это крысы. Я замечал их довольно часто последнее время. Прикажите выделить средства, чтобы устранить проблему.",
    "answers": [
      {
        "id": 21,
        "text": "Выделить 100 монет для избавления от крыс?",
        "comment": true,
        "middle_answer": true
      },
      {
        "var_add": [
          "rep",
          1
        ],
        "left_answer": true,
        "id": 23,
        "var_sub": [
          "money",
          100
        ],
        "text": "Да",
        "var_set": [
          "rat",
          1
        ]
      },
      {
        "id": 23,
        "text": "Нет",
        "right_answer": true,
        "var_set": [
          "rat",
          0
        ]
      },
      {
        "id": 21,
        "text": "Казна: ",
        "comment": true,
        "var_show": [
          "money"
        ]
      }
    ]
  },
  {
    "id": 22,
    "text": "Мы спустились по лестнице и оказались на первом этаже, в тронном зале. Помещение было поистине величественным: раньне здесь заседал сам Оттон Первый, император всея Альгобардии.\n\nТеперь этот трон принадлежит мне. И несмотря на то, что Империя распалась, красота этого места по-прежнему завораживает.\n\n— Приветствуем Вас... — поклонился бородатый господин в богатых одежах. Рядом с ним стояло еще трое мужчин: каждого из них я смутно помнил, но не был уверен, что знаю, как кого зовут.",
    "answers": [
      {
        "id": 26,
        "text": "Поклониться в ответ"
      },
      {
        "id": 27,
        "text": "Коротко кивнуть"
      },
      {
        "id": 28,
        "text": "Пожать руку каждому из них",
        "var_add": [
          "Lanberg",
          1,
          "Gralt",
          1,
          "Hwild",
          1,
          "Katmar",
          1,
          "Hrudiberg",
          1
        ],
        "var_less": [
          "diplomacy",
          3
        ]
      },
      {
        "answerIcon": [
          "https://d.radikal.ru/d31/2109/71/62adb23fef30.png"
        ],
        "var_add": [
          "Lanberg",
          1,
          "Gralt",
          1,
          "Hwild",
          1,
          "Katmar",
          1,
          "Hrudiberg",
          1
        ],
        "var_equal": [
          "diplomacy",
          3
        ],
        "id": 28,
        "text": "Пожать руку каждому из них"
      }
    ]
  },
  {
    "id": 23,
    "text": "⟨Командир стражи⟩\n\n— В столице беда, господин. Улицы Альсбурга контролируют преступные группировки: они занимаются грабежами, похищениями, и, по большей, части, торговлей наркотиками. Многие жители устали от этого и хотят порядка. \n",
    "answers": [
      {
        "var_not": [
          "p1",
          1
        ],
        "id": 23,
        "text": "Попросить рассказать подробнее",
        "instant": true,
        "var_set": [
          "p1",
          1
        ]
      },
      {
        "id": 23,
        "text": "Выделить тысячу стражников на тотальную зачистку?",
        "comment": true,
        "middle_answer": true
      },
      {
        "left_answer": true,
        "id": 24,
        "text": "Да",
        "var_sub": [
          "garnizon",
          300
        ],
        "var_set": [
          "bandit",
          1
        ]
      },
      {
        "id": 24,
        "text": "Нет",
        "right_answer": true,
        "var_set": [
          "bandit",
          0
        ]
      },
      {
        "id": 23,
        "text": "Гарнизон Альсбурга:",
        "comment": true,
        "var_show": [
          "garnizon",
          "солдат"
        ]
      },
      {
        "id": 23,
        "text": "\nЯ задумался и спросил:\n\n— И что будем делать?\n\n— Предлагаю устроить крупную зачистку улиц. На точки сбыта наркотиков сделаем облавы, лидеров банд повесим, остальных в темницы и на принудительные работы. Так надо поступать с преступниками!\n\n\"Звучит логично, но единственный ли это путь? Быть может, стоит попробовать получше разведать внутреннюю организацию банд, внедрив своих людей? Это будет более тонкая работа, которая, возможно, даже не приведет к результату. Но сейчас нужно решить, устраивать ли облаву. Одно другому не мешает?\"",
        "merge": true,
        "var_equal": [
          "p1",
          1
        ]
      }
    ]
  },
  {
    "id": 24,
    "text": "⟨Глава тайного совета⟩\n\n— Милорд, наши улицы полны бандитов. Прикажите внедрить агента в одну из банд, чтобы получить больше информации об их работе, иерархии. Это поможет в будущем бороться против них. За агента я готов ручаться. Этот человек работал на Вашего отца, и никогда не подводил. ",
    "answers": [
      {
        "id": 24,
        "text": "Отправить агента в преступную сеть?",
        "comment": true,
        "middle_answer": true
      },
      {
        "var_set": [
          "operation",
          1
        ],
        "var_equal": [
          "bandit",
          0
        ],
        "id": 25,
        "var_sub": [
          "agent",
          1
        ],
        "text": "Да",
        "left_answer": true
      },
      {
        "var_equal": [
          "bandit",
          1
        ],
        "id": 25,
        "text": "Да",
        "var_set": [
          "operation",
          0,
          "dia",
          1
        ],
        "left_answer": true
      },
      {
        "id": 25,
        "right_answer": true,
        "text": "Нет",
        "var_set": [
          "operation",
          0,
          "no",
          1
        ]
      },
      {
        "var_max": [
          "agent",
          1
        ],
        "var_show": [
          "agent"
        ],
        "comment": true,
        "id": 24,
        "text": "Свободных агентов:"
      }
    ]
  },
  {
    "id": 25,
    "text": "⟨Смотритель замка⟩\n\n— Мой господин, к Вам прибыли вассалы Вашего отца, чтобы присягнуть на верность новому сюзерену. Будьте добры, следуйте за мной.\n\nЭтот пухлый старичок мне нравился. Еще в детстве он развлекал меня сказками из библиотеки отца. Кажется, это было совсем недавно! Но теперь он будет служить мне, помогая в важных вопросах. Как же быстро летит время...",
    "answers": [
      {
        "id": 22,
        "text": "Идти за смотрителем",
        "var_set": [
          "Lanberg",
          1,
          "Gralt",
          1,
          "Hwild",
          1,
          "Katmar",
          1,
          "Hrudiberg",
          1
        ]
      }
    ]
  },
  {
    "id": 26,
    "text": "Я поклонился в ответ. Боковым зрением заметил, как поменялись их лица — видимо, мой жест был чересчур вежливым по отношению к ним. Ведь обычно наоборот люди более низкого социального статуса кланяются перед их покровителями.\n\n— Представьтесь пожалуйста нашему юному господину, — Нарушил неловкую паузу смотритель, и улыбнулся.\n\nДалее, когда гости назвали себя, выяснилось, что передо мной лорд Катмар из графства Эйдер, Хрудиберг из графства Штанс. Хозяин Небельхорна, граф Ланберг. А также графы Райн и Хвильд, которым принадлежат земли Кастор и Бауэн соответственно.",
    "answers": [
      {
        "id": 29,
        "text": "Вспомнить, что я знаю об этих графах"
      },
      {
        "id": 30,
        "text": "\"Я достаточно знаю о них\""
      }
    ]
  },
  {
    "id": 27,
    "text": "Я всего лишь кивнул. В глазах благородных господ я увидел легкое непонимание — видимо, такой ответ расценивался, как слишком холодное приветствие. Надо будет отточить свои манеры, чтобы чувствовать себя уверенней на важных встречах в будущем.\n\n— Представьтесь, пожалуйста, нашему юному господину, — Нарушил неловкую паузу смотритель, и улыбнулся.\n\nДалее, когда гости называли себя, выяснилось, что передо мной лорд Катмар из графства Эйдер, Хрудиберг из графства Штанс. Хозяин Небельхорна, граф Ланберг. А также графы Райн и Хвильд, которым принадлежат земли Кастор и Бауэн соответственно.",
    "answers": [
      {
        "id": 29,
        "text": "Вспомнить, что я знаю об этих графах"
      },
      {
        "id": 30,
        "text": "\"Я достаточно знаю о них\""
      }
    ]
  },
  {
    "id": 28,
    "text": "Я подошел к каждому из гостей, мы обменялись рукопожатиями. Судя по тому, как они на меня смотрели, я всё сделал правильно в плане манеры приветствия. Хорошо, что удалось произвести первое впечатление. Уважение вассалов никогда не повредит.\n\n— Представьтесь пожалуйста нашему юному господину, — Нарушил неловкую паузу смотритель, и улыбнулся.\n\nДалее, когда гости назвали себя, выяснилось, что передо мной лорд Катмар из графства Эйдер, Хрудиберг из графства Штанс. Хозяин Небельхорна, граф Ланберг. А также Гралт и Хвильд, которым принадлежат земли Кастор и Бауэн соответственно.",
    "answers": [
      {
        "id": 29,
        "text": "Вспомнить, что я знаю об этих графах"
      },
      {
        "id": 30,
        "text": "\"Я достаточно знаю о них\""
      }
    ]
  },
  {
    "id": 29,
    "text": "Я многое слышал о вассалах нашего дома, и даже встречался с ними, но почти никогда не общался.",
    "answers": [
      {
        "id": 31,
        "text": "\"Катмар... Что-то очень знакомое!\" — подумал я.",
        "need": [
          -31
        ]
      },
      {
        "id": 34,
        "text": "\"Кто он такой, этот толстяк Хвильд?\"",
        "need": [
          -34
        ]
      },
      {
        "id": 33,
        "text": "Вспомнить про Ланберга, седовласого господина",
        "need": [
          -33
        ]
      },
      {
        "id": 32,
        "text": "\"Хрудиберг, пожалуй, самый молодой из присутствующих\"",
        "need": [
          -32
        ]
      },
      {
        "id": 38,
        "text": "Подумать о господине Гралте",
        "need": -38
      },
      {
        "id": 36,
        "text": "Оторваться от воспоминаний"
      }
    ]
  },
  {
    "id": 30,
    "text": "Нет нужды вспоминать, кто есть кто, ведь я отлично помню их с юности. Мы встречались и разговаривали ранее, пусть и не слишком часто.",
    "answers": [
      {
        "id": 36,
        "text": "Еще раз осмотреть присутствующих"
      }
    ]
  },
  {
    "id": 31,
    "text": "Богато, но безвкусно одет. Подтянутый господин, ростом чуть ниже меня. Он будто готов сорваться в любую минуту, и побежать рубить врагов.\n\nЯ регулярно видел Катмара в компании своего отца: видимо, они были в хороших отношениях, раз так часто виделись и обсуждали деловые вопросы.\n\nПо-моему, род Катмаров довольно молодой — совсем недавно они были баронами. И, если не ошибаюсь, у них есть родственные связи с Ваннербургами. Не помню только, какие именно.",
    "answers": [
      {
        "id": 29,
        "text": "Поразмыслить еще о вассалах"
      },
      {
        "id": 36,
        "text": "Оторваться от воспоминаний"
      }
    ]
  },
  {
    "id": 32,
    "text": "Хрудиберги... Печально известный мятежный дом. \n\nПомню, когда я был еще ребенком, отец ездил по графствам подавлять восстания крестян и баронов. Вроде бы он упоминал некоего Хрудиберга. Значит, этот вассал не самый надёжный. \n\nС другой стороны, разве стал бы бывший предатель давать присягу ещё совсем зелёному семнадцатилетнему герцогу? Если бы каждый день он мечтал отделиться, то наверняка воспользовался бы моментом. Но кто ж его знает?",
    "answers": [
      {
        "id": 29,
        "text": "Поразмыслить еще о вассалах"
      },
      {
        "id": 36,
        "text": "Оторваться от воспоминаний"
      }
    ]
  },
  {
    "id": 33,
    "text": "Кажется, его зовут Готфрид. Готфрид фон дер Ланберг. Этот человек был одет благородно, но не вычурно. Ухоженные волосы, гладко выбритый подбородок, а самое главное глаза... Этот взгляд будто бы говорил:\n\n\"Не бойся, мальчик. Просто держись рядом, и всё будет хорошо\".\n\nСообразительность и уверенность — вот, какие качества транслировал этот человек.\n\nПро Ланбергов я знал плохо. Нужно будет почитать в библиотеке о них, чтобы не ударить в грязь лицом.",
    "answers": [
      {
        "id": 29,
        "text": "Поразмыслить еще о вассалах"
      },
      {
        "id": 36,
        "text": "Оторваться от воспоминаний"
      }
    ]
  },
  {
    "id": 34,
    "text": "Хвильд? Что-то не припомню, чтобы отец к кому-то так обращался. Был некий Карл, с которым он постоянно обсуждал торговлю квасцами. А, точно! В его владениях крупный ремесленный центр — там производят красители.\n\nСтарина Карл, мой тезка. Повелитель швей и красильщиков. Судя по габаритам, он любит покушать: вот, кто первым набрасывается на жареного лебедя во время застолий!\n\nЯ почему-то не сомневался, что этот господин останется верен мне после кончины отца. Такие люди не предрасположены к протестам, восстаниям и подобным вещам. Хвильда устраивает его положение.",
    "answers": [
      {
        "id": 29,
        "text": "Поразмыслить еще о вассалах"
      },
      {
        "id": 36,
        "text": "Оторваться от воспоминаний"
      }
    ]
  },
  {
    "id": 35,
    "text": "— Вести с окраин, господин, — тихим голосом сказал он. Его глаза тревожно бегали по сторонам.\n— Что конкретно случилось?!\n— Бароны восстали, ваша милость!\n\nЭту фразу услышал сначала Катмар, после чего замолчал. Вслед за ним умолкли остальные, и даже обжора Хвильд перестал чавкать.\n\n— Два барона... Вальц и Ланда грабят поселения Вашего домена, господин. Вместе со своими вассальными рыцарями. Они начали почти неделю назад — уже несколько деревень сгорело. И, кажется, они не остановятся.\n\nЭти слова прозвучали в абсолютной тишине. Гнетущее молчание продолжилось. Все ждали моих слов.",
    "answers": [
      {
        "id": 41,
        "text": "— Предателей ждет расплата. Я с этим разберусь, продолжаем.",
        "var_add": [
          "Katmar",
          2,
          "Hwild",
          2
        ]
      },
      {
        "id": 39,
        "text": "— Пир окончен, господа! Пора собираться на войну.",
        "var_add": [
          "Lanberg",
          2,
          "Gralt",
          2
        ]
      },
      {
        "id": 40,
        "text": "[Молча встать и выйти]",
        "var_add": [
          "Hrudiberg",
          2
        ]
      }
    ]
  },
  {
    "id": 36,
    "text": "— Кажется, у моего отца было больше вассалов. — Начал припоминать я.\n\nГрафы переглянулись.\n\n— Вы правы, господин Ваннербург. Некоторые лорды не явились.\n— Но почему? Какие-то неотложные дела?\n\nВоцарилось молчание.\n\n— Не хочу Вас разочаровывать, милорд, — Вновь начал смотритель, — Но скорее всего они не желают более подчиняться дому Ваннербургов, ровно как и платить дань. Такое случается.\n\nОн покосился на Хрудиберга, тот нервно сглотнул. Заговорил лорд Катмар из Эйдера:\n\n— Мой дом всегда был верен роду Ваннербургов. Служить Вам для меня дело чести. Но, видите ли, далеко не всем знакомо это слово. Даже самым влиятельным лордам иногда приходится подавлять мятежи, так что...\n— Стойте. Мятеж?\n— Совершенно верно. Иначе никак не назвать то, что происходит.",
    "answers": [
      {
        "id": 37,
        "text": "Принять присягу у тех, кто явился"
      }
    ]
  },
  {
    "id": 37,
    "text": "В торжественной обстановке при священнике прибывшие лорды по очереди преклонили колено.\n\n\"...и прослужит род Хрудибергов из Штанса господину Карлу фон Ваннербургу до самой смерти. Пусть будет так!\"\n\nНаконец, последняя присяга была принята, и мы уселись за столы, полные лакомств, отмечать столь радостное событие.",
    "answers": [
      {
        "id": 193,
        "text": "Далее",
        "var_set": [
          "per1",
          1
        ]
      }
    ]
  },
  {
    "id": 38,
    "text": "Гралт? Даже не помню его имя. Вообще ничего про него не знаю. Да и выглядит он странно, неприметно.\n\nВот посмотришь на такого человека, и через минуту забудешь, кто он такой. Потому что Гралт совершенно обычный мужчина средних лет.\n\nДа, понятное дело, что аристократ — это заметно по одежде и манере держать себя, да только я по-прежнему не помню, чтобы мой отец с ним виделся. Загадочный персонаж.",
    "answers": [
      {
        "id": 29,
        "text": "Поразмыслить еще о графах"
      },
      {
        "id": 36,
        "text": "Оторваться от воспоминаний"
      }
    ]
  },
  {
    "id": 39,
    "text": "После этой фразы я встал с места. Вслед за мной поднялись и мои гости. Я увидел некое недовольство в глазах графа Катмара, а также Хвильда, ведь в тот момент он поедал сочную куриную ножку.\n\nГотфрид Ланберг, наоборот, поднял бокал и произнес:\n— Вы правы, мой лорд! Если другие поймут, что мы слабы, они тоже захотят независимости. Нельзя пировать в то время, как бароны-убийцы разоряют владения Нашей Милости.\n\nОн красноречиво посмотрел на присутствующих. А Вильгельм Гралт подхватил инициативу:\n— Выпьем же за мудрость нашего юного сюзерена! Победа будет за нами!\n\nПосле пира ко мне подошел Готфрид со словами:\n— Ты в любой момент можешь рассчитывать на нашу с Вильгельмом помощь. И пусть сюда мы прибыли почти без войск, совет более опытного лорда никогда не повредит.\n— Спасибо, я это ценю.\n\nЛанберг хитро прищурился и откланялся. Я же остался в одиночестве.",
    "answers": [
      {
        "id": 42,
        "text": "Прогуляться по замку",
        "var_set": [
          "per2",
          1
        ]
      }
    ]
  },
  {
    "id": 40,
    "text": "Такого никто не ожидал. В полном молчании я поднялся и направился в сторону выхода под непонимающими взглядами гостей.\n\nМои шаги эхом разносились по залу, до тех пор, пока я не покинул его. Краем уха я услышал, как кто-то перешептывается там, сзади. И тут ко мне подбежал Себастьян Хрудиберг.\n\n— Господин! Подождите. Что Вы задумали?\n\n— Насадить головы этих негодяев на пики! — Вырвалось у меня.\n\nМы встали друг напротив друга. Он посмотрел мне в глаза.\n\n— Когда-то я был столь же вспыльчив, как и ты. Спокойствию меня научил твой отец, Карл. Это был самый важный урок в моей жизни. Густав проявил силу, но, самое главное, милосердие — иначе, я бы не стоял сейчас перед тобой.\n\nПроглотив ком в горле, он добавил:\n— Давай успокоимся и всё хорошенько обдумаем. Не торопись всех убивать направо и налево. Когда будешь готов, найди меня. Я всегда рад помочь.\n\nЗатем Хрудиберг удалился.",
    "answers": [
      {
        "id": 42,
        "text": "Прогуляться по замку",
        "var_set": [
          "per2",
          1
        ]
      }
    ]
  },
  {
    "id": 41,
    "text": "После этих слов гости всё еще не ели, до тех пор, пока со стороны Хвильда не возобновились чавканья. Кто-то рассмеялся.\n\nКатмар похлопал меня по плечу:\n— Вот и твое боевое крещение, сынок! Усмирить пару-тройку баронов? Пф... Как нечего делать. Уверен, ты справишься, удачи.\n\nХвильд одобрительно кивнул, поедая куриную ножку, а вот граф Гралт встревоженно покачал головой.\n\nПосле пира ко мне подошел Готфрид Ланберг, и, отведя в сторону, произнес:\n— Надеюсь, ты понимаешь, что такие восстания не к добру, Карл. Если другие поймут, что ты слаб, они тоже захотят независимости. Но у тебя никогда не было опыта военных походов!\n— Вот и восполним это недоразумение! — Парировал я.\n\nМой собеседник лишь закатил глаза.\n\n— Ты слишком самоуверен, Карл. Надеюсь, это не сведет тебя в могилу. Я бы на твоем месте посоветовался сначала с более опытными лордами, прежде чем говорить: \"Я сам разберусь\". Что-ж, делай, как знаешь.\n\nОн ушел в свои гостевые покои.",
    "answers": [
      {
        "id": 42,
        "text": "Прогуляться по замку",
        "var_set": [
          "per2",
          1
        ]
      }
    ]
  },
  {
    "id": 42,
    "text": "Замок Альсбурга.",
    "answers": [
      {
        "id": 42,
        "text": "\n\nВоинство готово. Можно выступать на мятежников.",
        "var_need": [
          "army",
          5000,
          "zal",
          2
        ],
        "merge": true
      },
      {
        "answerIcon": [
          "https://b.radikal.ru/b06/2110/33/1089afb02688.png"
        ],
        "id": 318,
        "var_need": [
          "army",
          5000,
          "zal",
          2
        ],
        "text": "Закончить сезон",
        "middle_answer": true
      },
      {
        "comment": true,
        "middle_answer": true,
        "text": "Донжон:",
        "id": 42,
        "left_answer": false
      },
      {
        "right_answer": false,
        "id": 44,
        "text": "Совиная почта",
        "instant": true,
        "left_answer": true
      },
      {
        "var_not": [
          "per1",
          1
        ],
        "right_answer": true,
        "id": 45,
        "text": "Кабинет",
        "instant": true,
        "left_answer": false
      },
      {
        "right_answer": true,
        "var_equal": [
          "per1",
          1
        ],
        "id": 162,
        "text": "Кабинет",
        "instant": false,
        "var_set": [
          "visit",
          1
        ]
      },
      {
        "id": 42,
        "text": "Второй этаж:",
        "comment": true,
        "middle_answer": true
      },
      {
        "right_answer": false,
        "id": 46,
        "text": "Библиотека",
        "instant": true,
        "left_answer": true
      },
      {
        "right_answer": true,
        "var_equal": [
          "per2",
          0
        ],
        "id": 48,
        "text": "Покои",
        "instant": true,
        "left_answer": false
      },
      {
        "right_answer": true,
        "var_equal": [
          "per2",
          1
        ],
        "id": 166,
        "text": "Покои",
        "var_set": [
          "per2",
          0,
          "autorun after",
          0
        ]
      },
      {
        "id": 42,
        "text": "Первый этаж:",
        "comment": true,
        "middle_answer": true
      },
      {
        "right_answer": false,
        "id": 50,
        "text": "Тронный зал",
        "instant": true,
        "left_answer": true
      },
      {
        "right_answer": true,
        "id": 51,
        "text": "Выход из замка",
        "instant": true,
        "left_answer": false
      },
      {
        "id": 42,
        "text": " Год 1450.",
        "merge": true
      },
      {
        "id": 42,
        "text": " Весенний сезон.",
        "merge": true
      },
      {
        "id": 57,
        "text": "инвентарь/задачи",
        "need": 1000
      }
    ]
  },
  {
    "id": 43,
    "text": "Нужна была спокойная обстановка.\n\nМда... Бароны предали. И не просто отказались подчиняться, а демонстративно напали на мои же земли. Думают, молодой правитель не станет мстить? А вот и ошибаются!\n\nЯ немного успокоился, и подумал, как же быть. \n\n\"Точно! Нужно созвать вассальные ополчения. В этом регионе остались верные мне бароны и рыцари. Особенно те, на чьи деревни напали\"\n\nНепосредственно моему роду принадлежала только крепость Ваннербург с предместьями. В случае полного провала можно запереться там. Но со всех остальных подконтрольных земель должны собраться ополчения. \n\nТо, сколько их будет по численности, зависит от моей репутации в регионе.",
    "answers": [
      {
        "id": 45,
        "text": "\"Я отправлю письма через сов\"",
        "var_set": [
          "autorun after",
          57
        ]
      }
    ]
  },
  {
    "id": 44,
    "text": "Здешние совы понимают человеческую речь. Куда им скажешь, туда и полетят. Главное кормить вовремя.",
    "answers": [
      {
        "id": 165,
        "text": "Призвать своих вассалов",
        "need": [
          43,
          -165
        ],
        "var_set": [
          "autorun after",
          0,
          "vassal",
          1
        ]
      },
      {
        "var_need": [
          "army",
          1000
        ],
        "var_equal": [
          "operationZ",
          1
        ],
        "id": 293,
        "text": "Отправить письмо Сарху о начале рейда на мертвецов",
        "need": -293,
        "var_set": [
          "operationZ",
          2
        ]
      },
      {
        "id": 42,
        "text": "Выйти",
        "middle_answer": true,
        "instant": true
      }
    ]
  },
  {
    "id": 45,
    "text": "Рабочий кабинет.\n\n",
    "answers": [
      {
        "var_show": [
          "money"
        ],
        "comment": true,
        "id": 45,
        "text": "Казна:",
        "merge": true
      },
      {
        "var_show": [
          "army"
        ],
        "comment": true,
        "id": 45,
        "text": "\nАрмия:",
        "merge": true
      },
      {
        "id": 45,
        "text": "\nВоенное имущество:",
        "comment": true,
        "merge": true
      },
      {
        "id": 45,
        "text": "Требушеты — ",
        "comment": true,
        "var_show": [
          "trebuchet"
        ]
      },
      {
        "id": 45,
        "text": "Осадные башни — ",
        "comment": true,
        "var_show": [
          "tower"
        ]
      },
      {
        "id": 45,
        "text": "Тараны — ",
        "comment": true,
        "var_show": [
          "taran"
        ]
      },
      {
        "id": 43,
        "text": "Сесть за стол и обдумать предательство баронов",
        "need": -43,
        "var_set": [
          "autorun after",
          0
        ]
      },
      {
        "id": 42,
        "text": "Выйти",
        "middle_answer": true,
        "instant": true
      }
    ]
  },
  {
    "id": 46,
    "text": "Большой книжный лабиринт, в котором можно найти почти всё, что угодно.",
    "answers": [
      {
        "id": 58,
        "text": "Раздел геральдики",
        "instant": true
      },
      {
        "id": 59,
        "text": "Раздел про военное дело",
        "instant": true
      },
      {
        "id": 61,
        "text": "Об Альгобардии",
        "instant": true
      },
      {
        "id": 46,
        "instant": false,
        "text": "Полистать случайные книги",
        "go_to": [
          "books"
        ]
      },
      {
        "id": 42,
        "text": "Выйти",
        "middle_answer": true,
        "instant": true
      },
      {
        "super_calculate": false,
        "id": 46,
        "calculate": true,
        "var_random_from": [
          "books",
          60,
          95,
          271,
          272,
          273,
          274,
          275,
          276,
          277,
          278
        ],
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 62,
        "text": "список книг (тех)",
        "need": [
          10000
        ]
      }
    ]
  },
  {
    "id": 47,
    "text": "Список квестов.",
    "answers": [
      {
        "comment": true,
        "id": 47,
        "text": "Основной сюжет:",
        "middle_answer": true,
        "merge": false
      },
      {
        "comment": true,
        "var_less": [
          "army",
          5000
        ],
        "text": "•  Бароны Вальц и Ланда попрали клятву, данную моему отцу. Они больше не служат роду Ваннербургов, а потому их следует наказать\n\nЦель: собрать армию, численностью не менее 5 тысяч",
        "id": 47,
        "merge": false
      },
      {
        "comment": true,
        "id": 47,
        "text": "✓  Бароны Вальц и Ланда попрали клятву, данную моему отцу. Они больше не служат роду Ваннербургов, а потому их следует наказать. \n\nЦель: собрать армию, численностью не менее 5 тысяч (выполнено)",
        "var_need": [
          "army",
          5000
        ],
        "merge": false
      },
      {
        "var_show": [
          "army"
        ],
        "comment": true,
        "id": 47,
        "text": "Численность воинства:",
        "merge": false
      },
      {
        "comment": true,
        "var_equal": [
          "visit",
          1
        ],
        "id": 47,
        "text": "•  Посетители ждут, когда я приглашу их в тронный зал на аудиенцию. Их проблемы нужно решить до конца сезона.",
        "merge": false
      },
      {
        "comment": true,
        "var_equal": [
          "zal",
          1
        ],
        "id": 47,
        "text": "•  Я принял гостей замка, но теперь меня вызывают в Зал Суда. Как верховный феодал, я обязан рассудить своих подданных.",
        "merge": false
      },
      {
        "comment": true,
        "id": 47,
        "var_need": [
          "zal",
          2
        ],
        "text": "✓  Неотложные вопросы решены.",
        "merge": false
      },
      {
        "id": 47,
        "text": "Побочные квесты:",
        "comment": true,
        "middle_answer": true
      },
      {
        "comment": true,
        "id": 47,
        "text": "\n\n• Сопроводить повозку Гралта до его старого поместья",
        "need": [
          104,
          -106
        ],
        "merge": false
      },
      {
        "var_not": [
          "Wilhelm",
          2
        ],
        "comment": true,
        "id": 47,
        "text": "• Я посетил поместье Гралта. Теперь нужно отчитаться перед ним о результатах.",
        "need": [
          106
        ],
        "merge": false
      },
      {
        "id": 47,
        "text": "• Сарх предлагает настичь отряд зомби, разоряющий поселения. Мне понадобится около тысячи воинов. Это шанс отомстить за моего отца.\n\nКогда войска будут готовы, я отправлю письмо совиной почтой, и мы начнём операцию.",
        "comment": true,
        "var_equal": [
          "operationZ",
          1
        ]
      },
      {
        "var_max": [
          "army",
          1000
        ],
        "var_show": [
          "army"
        ],
        "comment": true,
        "var_equal": [
          "operationZ",
          1
        ],
        "id": 47,
        "text": "Имеется: "
      },
      {
        "id": 47,
        "text": "✓ Отряд метрвецов был уничтожен. Я отомстил за своего отца. Но его уже не вернуть — нужно жить дальше.",
        "comment": true,
        "var_equal": [
          "operationZ",
          2
        ]
      },
      {
        "middle_answer": true,
        "isBack": true,
        "text": "НАЗАД",
        "forget": 47,
        "id": 47,
        "instant": true,
        "backstepCount": 1,
        "var_set": [
          "autorun after",
          57
        ]
      }
    ]
  },
  {
    "id": 48,
    "text": "В этом крыле много роскошных комнат.",
    "answers": [
      {
        "id": 78,
        "text": "Моя комната",
        "instant": true,
        "left_answer": true
      },
      {
        "id": 79,
        "text": "Покои гостей",
        "right_answer": true,
        "instant": true
      },
      {
        "id": 42,
        "text": "Выйти",
        "middle_answer": true,
        "instant": true
      }
    ]
  },
  {
    "id": 49,
    "text": "Мои вещи:\n",
    "answers": [
      {
        "id": 49,
        "text": "\nМеч",
        "merge": true
      },
      {
        "id": 49,
        "text": "\nБутылка изерийского хереса",
        "merge": true,
        "var_equal": [
          "heres",
          1
        ]
      },
      {
        "id": 49,
        "text": "\nУчение Тёмного Бога",
        "merge": true,
        "var_equal": [
          "extrabooks",
          1
        ]
      },
      {
        "middle_answer": true,
        "isBack": true,
        "text": "НАЗАД",
        "forget": 49,
        "id": 49,
        "instant": true,
        "backstepCount": 1,
        "var_set": [
          "autorun after",
          57
        ]
      }
    ]
  },
  {
    "id": 50,
    "text": "Здесь витает имперский дух.",
    "answers": [
      {
        "id": 111,
        "text": "Начать приём посетителей",
        "var_equal": [
          "visit",
          1
        ],
        "var_set": [
          "visit",
          2,
          "autorun after",
          0
        ]
      },
      {
        "var_not": [
          "cloak",
          1
        ],
        "comment": true,
        "var_equal": [
          "kamin",
          2
        ],
        "id": 50,
        "text": "\"Пролезть в город не получится. На мне парадная одежда — не хочу, чтобы она запачкалась\""
      },
      {
        "id": 83,
        "text": "Осмотреть камин",
        "var_set": [
          "kamin",
          2,
          "autorun after",
          0
        ],
        "var_equal": [
          "kamin",
          1
        ]
      },
      {
        "id": 55,
        "text": "Выйти через тайный лаз в город",
        "var_equal": [
          "kamin",
          2,
          "cloak",
          1
        ],
        "var_set": [
          "return",
          "global current_id"
        ]
      },
      {
        "id": 42,
        "text": "Выйти",
        "middle_answer": true,
        "instant": true
      }
    ]
  },
  {
    "id": 51,
    "text": "Внутренний двор замка Альсбурга.",
    "answers": [
      {
        "id": 52,
        "text": "Подойти к дуэлянтам",
        "need": -52,
        "var_set": [
          "autorun after",
          0
        ]
      },
      {
        "id": 51,
        "text": "\n\nПрямо посреди замковой площади я увидел графов Гралта и Катмара, которые фехтовали на мечах.\n\nВокруг собрались немногочисленные зрители, среди которых я заметил богато одетого мальчугана лет семи.",
        "need": -52,
        "merge": true
      },
      {
        "id": 106,
        "text": "Отправиться в путь",
        "need": [
          104,
          -106
        ],
        "var_set": [
          "autorun after",
          0
        ]
      },
      {
        "id": 51,
        "text": "Пойти:",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 51,
        "text": "\n\nВозле ворот я заметил телегу с тремя лошадьми, отдельно снаряжённого ездового коня и дюжину вооруженных гвардейцев.\n\n\"Это для меня?\" — подумал я и вспомнил про задание Гралта.",
        "need": [
          104,
          -106
        ],
        "merge": true
      },
      {
        "id": 54,
        "text": "В город",
        "right_answer": true
      },
      {
        "id": 42,
        "text": "В замок",
        "instant": true,
        "left_answer": true
      }
    ]
  },
  {
    "id": 52,
    "text": "— Что происходит? \n— Гости просто упражняются в фехтовании, милорд... — Ответил смотритель замка и удалился.\n\nЯ же остался наблюдать.\n\nГанс Катмар, который слыл ярым бойцом, наносил короткие мощные удары. Но Вильгельм парировал каждый выпад с непревзойденной точностью. Он будто играл с \"псом\". Ждал, пока тот выдохнется.\n\nНаконец, после серии неудачных попыток достать противника, Катмар открылся. В мгновение ока Гралт подскочил и выбил меч из рук оппонента.\n\n— Моя взяла! — крикнул он, приставив остриё к горлу Катмара. Окружающие аплодировали.\n— Ладно-ладно... — согласился Ганс, подняв руки. Он совсем запыхался.",
    "answers": [
      {
        "id": 53,
        "text": "Похвалить Вильгельма",
        "var_add": [
          "Gralt",
          2
        ],
        "var_sub": [
          "Katmar",
          1
        ]
      },
      {
        "id": 100,
        "text": "Поддержать Ганса",
        "var_add": [
          "Katmar",
          2
        ]
      }
    ]
  },
  {
    "id": 53,
    "text": "— Великолепное мастерство! \n— Рад слышать, мой господин. — Вильгельм хитро улыбнулся.\n\nК нам подбежал мальчишка.\n\n— О, а вот и мой сын. Знакомьтесь, это Руфюс. Поздоровайся с господином Ваннербургом!\n\nОн поклонился, затем посмотрел на меня. Его взгляд одновременно и пугал, и завораживал. Взгляд взрослого человека в теле ребёнка с некой судьбоносной искоркой... Я моргнул.\n\n— Здравствуйте, лорд Ваннербург.\n— Привет, малыш.\n\nТем временем Катмар что-то пробурчал себе под нос, поднял меч, и направился в сторону замка.",
    "answers": [
      {
        "id": 51,
        "text": "Отойти в задумчивости",
        "var_set": [
          "autorun after",
          57
        ]
      }
    ]
  },
  {
    "id": 54,
    "text": "Замковые врата.",
    "answers": [
      {
        "id": 54,
        "text": "Покинуть замок можно двумя способами: стандартным и скрытным. \n\nЗдесь, у ворот в город, стоит стража, которая бужет сопровождать меня, если я пойду туда. Это безопасно, но, к сожалению, закроет некоторые действия для меня, ведь гвардейцы не отойдут ни на шаг.\n\nЧтобы побродить в одиночестве, надо поискать другой путь.",
        "comment": true
      },
      {
        "id": 55,
        "text": "Выйти в сопровождении стражи",
        "var_set": [
          "return",
          "global current_id"
        ]
      },
      {
        "id": 51,
        "text": "Назад, во внутренний двор",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 55,
    "text": "Город Альсбург. Главная улица.",
    "answers": [
      {
        "id": 42,
        "text": "\n\nВоинство готово. Можно выступать на мятежников.",
        "var_need": [
          "army",
          5000,
          "zal",
          2
        ],
        "merge": true
      },
      {
        "answerIcon": [
          "https://b.radikal.ru/b06/2110/33/1089afb02688.png"
        ],
        "id": 318,
        "var_need": [
          "army",
          5000,
          "zal",
          2
        ],
        "text": "Закончить сезон",
        "middle_answer": true
      },
      {
        "lua_if": "function lua_if()\nreturn \nzal ~= 2 or\nvassal ~= 1\nend",
        "middle_answer": true,
        "text": "Вернуться в замок",
        "id": 55,
        "go_to": [
          "return"
        ]
      },
      {
        "lua_do": "function lua_do()\nVarmy1 = rep * 500\nend",
        "var_add": [
          "army",
          2000
        ],
        "var_equal": [
          "zal",
          2,
          "vassal",
          1
        ],
        "middle_answer": true,
        "text": "Вернуться в замок",
        "id": 292,
        "var_set": [
          "zal",
          3,
          "Varmy",
          2000
        ]
      },
      {
        "id": 55,
        "text": "Центральная площадь:",
        "comment": true
      },
      {
        "id": 210,
        "text": "Собор",
        "instant": true
      },
      {
        "id": 216,
        "text": "Зал Суда",
        "instant": true,
        "var_equal": [
          "parad",
          1
        ]
      },
      {
        "id": 296,
        "text": "Зал Суда",
        "var_equal": [
          "cloak",
          1
        ]
      },
      {
        "id": 55,
        "text": "Хандельграунд:",
        "comment": true
      },
      {
        "id": 211,
        "text": "Ремесленный район",
        "instant": true
      },
      {
        "id": 212,
        "text": "Торговый район",
        "instant": true
      },
      {
        "id": 55,
        "text": "Азиль:",
        "comment": true,
        "var_equal": [
          "cloak",
          1
        ]
      },
      {
        "var_equal": [
          "cloak",
          1
        ],
        "id": 213,
        "text": "Чёрный рынок",
        "instant": true,
        "left_answer": false
      },
      {
        "right_answer": false,
        "var_equal": [
          "cloak",
          1
        ],
        "id": 214,
        "text": "Улица красных фонарей",
        "instant": true
      }
    ]
  },
  {
    "id": 56,
    "text": "Я высказал своё мнение.",
    "answers": [
      {
        "id": 56,
        "text": "\n\nКатмар и Ланберг неодобрительно посмотрели на меня. А Гралт, наоборот, заинтересовался этими словами, и, будто бы, вспомнил о чём-то своём.\n\nОстальные никак не отреагировали.",
        "var_equal": [
          "magic",
          1
        ],
        "merge": true
      },
      {
        "id": 56,
        "text": "Катмар и Ланберг одобрительно посмотрели на меня. А Гралт, наоборот, разочарованно покачал головой, и, будто бы, вспомнил о чём-то своём.\n\nОстальные никак не показали своего отношения.",
        "var_equal": [
          "magic",
          0
        ],
        "merge": true
      },
      {
        "id": 37,
        "text": "Внезапно, прямо посреди пира в зал ворвался гонец.\n\n— М-м-м? Да как он смеет прерывать нашу трапезу? Видимо, что-то важное... — промычал Хвильд и снова принялся за еду.\n\nГонец лишь испуганно стоял.",
        "comment": true
      },
      {
        "id": 35,
        "text": "— Докладывай.",
        "var_set": [
          "autorun after",
          57
        ]
      }
    ]
  },
  {
    "id": 57,
    "text": "Тех.страница",
    "answers": [
      {
        "id": 57,
        "text": "   ",
        "comment": true
      },
      {
        "answerIcon": [
          "https://d.radikal.ru/d25/2109/96/8d5d83f822a0.png"
        ],
        "instant": true,
        "middle_answer": true,
        "text": "ТЕКУЩИЕ ЗАДАЧИ",
        "id": 47,
        "var_set": [
          "autorun after",
          0
        ]
      },
      {
        "answerIcon": [
          "https://b.radikal.ru/b32/2109/21/1e34d6565b5c.png"
        ],
        "instant": true,
        "middle_answer": true,
        "text": "ИНВЕНТАРЬ",
        "id": 49,
        "var_set": [
          "autorun after",
          0
        ]
      }
    ]
  },
  {
    "id": 58,
    "text": "Отдел библиотеки, посвященный благородным домам.",
    "answers": [
      {
        "id": 69,
        "text": "Графские дома"
      },
      {
        "id": 46,
        "text": "Назад",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 59,
    "text": "Тут собраны очень важные книги: от пособий, по которым учат в академиях до мемуаров знаменитых полководцев. ",
    "answers": [
      {
        "id": 90,
        "text": "Найти информацию про наёмников",
        "instant": false
      },
      {
        "id": 46,
        "text": "Назад",
        "middle_answer": true,
        "instant": true
      }
    ]
  },
  {
    "id": 60,
    "text": "⟨Осадная война⟩\n\nКогда не получается взять твердыню приступом, начинается осада. \n\nДля осаждённых главное — иметь внутренние запасы еды и воды, а также значительное число солдат.\n\nЧисло осаждающих же должно превышать количество обороняющихся хотя бы в три раза для победы. Больше — лучше. Также следует обсутроить лагеря вокруг крепости так, чтобы быть готовым к внезапным вылазкам осаждённых.\n\nДля штурма твердыни используются следующие орудия: осадные лестницы, осадные башни, требушеты и таран.\n\nЛестницы чаще всего можно изготовить на месте из подручных стредств. Но сложные садные орудия необходимо заготовить заранее и перевозить в разобранном виде. ",
    "answers": [
      {
        "id": 272,
        "text": "Почитать ещё что-нибудь",
        "go_to": [
          "books"
        ]
      },
      {
        "id": 46,
        "text": "Оторваться от чтения"
      },
      {
        "super_calculate": false,
        "id": 46,
        "text": "Новый ответ. введите текст",
        "calculate": true,
        "var_random_from": [
          "books",
          60,
          95,
          271,
          272,
          273,
          274,
          275,
          276,
          277,
          278
        ]
      }
    ]
  },
  {
    "id": 61,
    "text": "Здесь находятся книги, связанные так или иначе с моей страной. Территориальное деление, история... Очень много разнообразного чтива: нужно знать, что ищешь.",
    "answers": [
      {
        "id": 74,
        "text": "Про город Альсбург",
        "need": -74
      },
      {
        "id": 68,
        "text": "Графство Кастор"
      },
      {
        "id": 70,
        "text": "Графство Небельхорн"
      },
      {
        "id": 71,
        "text": "Графство Бауэн"
      },
      {
        "id": 72,
        "text": "Графство Штанс"
      },
      {
        "id": 73,
        "text": "Графство Эйдер"
      },
      {
        "id": 96,
        "text": "Крупнейшие государства Альгобардии",
        "need": 10000
      },
      {
        "id": 46,
        "text": "Назад",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 62,
    "text": "Список книг в библиотеке",
    "answers": [
      {
        "id": 95,
        "text": "Построение пикинёров"
      },
      {
        "id": 271,
        "text": "Отличие копья от пики"
      },
      {
        "id": 272,
        "text": "⟨Тайный лаз⟩"
      },
      {
        "id": 60,
        "text": "Осадная война"
      },
      {
        "id": 273,
        "text": "Сказ о влюбленном рыцаре"
      },
      {
        "id": 274,
        "text": "Брагхаймский молот"
      },
      {
        "id": 275,
        "text": "Дробящее оружие"
      },
      {
        "id": 276,
        "text": "Клинковое оружие"
      },
      {
        "id": 277,
        "text": "Гальренское епископство"
      },
      {
        "id": 278,
        "text": "Брагские кантоны"
      }
    ]
  },
  {
    "id": 63,
    "text": "Бык есть символ рода сего, и эта фигура как никакая другая отображает сущность графов Небельхорна Ланбергов. Представители рода прославились как славные воины и стратеги. \n\nЛанберги — древний брагский род, перенявший от своих родичей брагскую свирепость и тактику боя. За Ланбергами стоят множественные победы Альгобардской империи во времена Альгобардо-Лорийской войны.\n\nНыне Ланберги являются маршалами Ваннербурга, а так же занимаются обучением солдат. После распада империи, множественные провинции нынешнего герцогства объявили свою независимость. В битве за Нёрдлинген граф Готфрид Ланберг одним лишь своим отрядом смог захватить сей небольшой город, не дожидаясь войска Густава фон Ваннербурга. За свою доблесть захваченный город перешёл под контроль Ланбергов — сим и объясняется, что их владения разделены графством Бауэн.",
    "answers": [
      {
        "id": 69,
        "text": "\"Хм...\"",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 64,
    "text": "В отличие от своих Гальренских родичей, Хрудиберги из Штанса ныне переживают период упадка. В первую очередь это вызвано недоверием герцога Ваннербурга из-за восстания. В результате подавления мятежа герцогскими силами, Штанс был захвачен, а его граф просил прощения у герцога. И, несмотря на опрометчивость поступка, был прощён, сохранив земли. \n\nНо обратной стороной медали стало пришествие в домен Хрудибергов множества герцогских чиновников. Себастьян Хрудиберг должен был принять присяги вассалов герцогского домена, которые получили новые земли в графстве Штанс вместо наследников тех рыцарей и баронов, которые сражались на стороне Хрудибергов, и были убиты. Это сделало положение рода Хрудибергов ещё более неустойчивым.",
    "answers": [
      {
        "id": 69,
        "text": "\"Буду знать!\"",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 65,
    "text": "Гралты являются важнейшими из вассалов Ваннербургского герцогства, несмотря на то, что их род относительно молодой. \n\nРанее они являлись рыцарским домом. Но за счёт своего родства с Ваннербургами и верной службы им же, с увеличением влияния своего синьора, становились сильнее и Гралты. После избрания курфюрстами Густава фон Ваннербурга императором, Гралтам был дан титул графов, а так же из имперского домена были жалованы Кастор и Дарт — крупные города. \n\nНыне графы Кастора Гралты занимают пост канцлеров герцога Ваннербургского и имеют огромное влияние как на собственных землях, так и на территориях всего герцогства.",
    "answers": [
      {
        "id": 69,
        "text": "Закрыть",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 66,
    "text": "Многие альгобардские аристократы получили свои территории за военные подвиги. Дом Хвильдов — не исключение. Их предки были талантливыми полководцами, однако с тех пор прошло не одно столетие.\n\nСейчас графы Хвильды занимаются лишь преумножением нажитых богатств. В их владении находится уникальный город Вандельштейн, производящий лучшие ткани в Альгобардии. \n\nЭтот род по праву считается одним из самых богатых за счет предпринимательской жилки. Сейчас Хвильды играют роль советников герцога Ваннербургского по финансовым вопросам.",
    "answers": [
      {
        "id": 69,
        "text": "\"Интересно\"",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 67,
    "text": "Графы Катмары, пред тем как принять сеньорат Ваннербургов, являлись верными вассалами Хлотовингской династии, занимая при императорах Фридрихе I и Оттоне I посты имперских ловчих, а после заняли сей титул, став вассалами Ваннербургов. \n\nПсы на гербе Катмаров — суть представителей этого рода. Верность своему господину те ставят превыше других благ, за что и ценнятся хозяевами.\n\nСейчас этот дом правит графством Эйдер.",
    "answers": [
      {
        "id": 69,
        "text": "\"Ясно\"",
        "middle_answer": true
      },
      {
        "id": 67,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d00/2202/5f/f09bf229083c.png"
      }
    ]
  },
  {
    "id": 68,
    "text": "Земля, принадлежащая дому Гралтов.\n\n• Кастор — большой город на торговом пути к Альсбургу. Окружён каменными стенами. За счёт своего положения, достаточно богат. Живёт он по большей части благодаря ремеслу и торговле, но на рынке всё больше и больше становится популярность торговых гильдий, кои фактически поделили меж собой сферы влияния. Это вторые хозяева Кастора. За их счёт спонсируется городская стража. Любой пришлый купец пред началом торговли должен непременно заглянуть в контору одной из гильдий, дабы оплатить налог — в ином случае неудачливый коммерсант рискует лишиться товара, а то и жизни. Важнейшие гильдии города: Лига Роттенбургов, Гильдия Фолька.\n\n• Дарт — средних размеров ремесленный город, окружённый древо-каменными укреплениями.",
    "answers": [
      {
        "id": 61,
        "text": "\"Понял\"",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 69,
    "text": "Полка, где можно найти информацию о графских титулах.",
    "answers": [
      {
        "id": 66,
        "text": "Почитать про Хвильдов"
      },
      {
        "id": 63,
        "text": "Почитать про Ланбергов"
      },
      {
        "id": 67,
        "text": " Почитать про Катмаров"
      },
      {
        "id": 65,
        "text": "Почитать про Гралтов"
      },
      {
        "id": 64,
        "text": "Прочитать про Хрудибергов"
      },
      {
        "id": 58,
        "text": "Назад",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 70,
    "text": "Данное графство находится под протекторатом Ланбергов.\n\n• Небельхорн — сравнительно скромный по размерам и населению город герцогства Ваннербург, но расположенный на стратегически важном месте. Холмы это лишь малое препятствие, ибо каждый из холмов города укреплён и готов встретить непрошенных гостей. Но главной достопримечательностью является замок Ланбург. Контрфорсные стены замка вкупе с расположением на естественном фундаменте делают обрушение невозможным. Единственное место, через которое способны проникнуть враги — барбакан, перед которым зияет глубокий ров. Также в народе ходят слухи про тайные подземелья замка, в которых граф Ланберг пытает поверженных врагов, а после купается в их крови. На самом же деле, под замком действительно расположены подземелья, ведущие через туннели наружу.\n\n• Нёрдлинген — небольшой город, являющийся владением наследника рода Ланбергов, до момента смерти нынешнего графа. Множество жителей сего города до сели не довольны властью нынешних хозяев. Защищают город от нападений низкие каменные стены.",
    "answers": [
      {
        "id": 61,
        "text": "\"Ясно\"",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 71,
    "text": "Здесь правит род Хвильдов.\n\n• Вандельштейн — столица графста Бауэн. Текстильный центр всей Альгобардии. Множественные красильни и ткацкие мастерские расположены именно здесь.\n\nА всё благодаря месторождением квасцов, кои всецело принадлежат Хвильдам, и за продажу которых частным купцам графы получают огромные доходы в казну. \n\nЛишь меньшая часть города расположена за каменными стенами. Сами они были построены ещё во времена Оттона I. Город активно рос и вскоре начал расширяться за пределами городских стен. На окраинах, как ни странно, расположились множественные красильни.",
    "answers": [
      {
        "id": 61,
        "text": "\"Понятно\"",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 72,
    "text": "Хрудиберги правят в графстве Штанс.\n\n• Штанс — крупный ремесленный город, ныне полуразрушенный из-за подавления восстания Хрудибергов герцогом Ваннербугом. Тем не менее, в нём до сих пор проживает большое количество людей, которые занимаются своим делом. \n\nГород окружён каменной стеной, которая имеет множество брешей, заделанных деревянными стенами.",
    "answers": [
      {
        "id": 61,
        "text": "\"Хм...\"",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 73,
    "text": "Эйдер это дом Катмаров. Они хозяйничают здесь очень давно.\n\n• Город Эйдер — своеобразный придаток Альсбурга. Он находится на торговом пути, ведущем на север, в сторону Гальрена. Дорога из Эйдера до Альсбурга пешком составит около трёх часов, что довольно быстро.\n\nНо главная особенность города в большом количестве кузнечных цехов: в них производят броню и оружие хорошего качества. Затем эта продукция распродается по Альгобардии в качестве более дешевой альтернативы знаменитым Венийским изделиям.",
    "answers": [
      {
        "id": 61,
        "text": "\"Буду иметь в виду\"",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 74,
    "text": "Альсбург — самый большой город Альгобардии, является торговым центром и бывшей столицей Альгобардской Империи до самого её падения. Ныне столица Герцогства Ваннербург.\n\nНесмотря на падение империи, Альсбург не потерял своего значения, ибо в века правления императоров Ваннербургов, копил в себе богатства огромной страны.\n\nГород древен и ведёт свою историю со времён Авенского владычества над сими землями. Окружён двойным обводом каменных стен.",
    "answers": [
      {
        "id": 75,
        "text": "Перелистнуть страницу"
      }
    ]
  },
  {
    "id": 75,
    "text": "На окраине города, на холме расположен замок Альсбург, от высоких круглых башен которого исходят каменные стены внутреннего обвода. \n\nВокруг замка вырыт ров, через который перекинут мост, цепью прикреплённый к вратной башне. За барбаканом располагается двор с конюшней, хозяйственными строениями и Донжоном, в котором часто бывает государь.",
    "answers": [
      {
        "id": 76,
        "text": "Перелистнуть ещё одну"
      }
    ]
  },
  {
    "id": 76,
    "text": "Мощённая каменная дорога, начинающаяся от замка, идёт к центральной площади города, где располагается Собор Святого Готтарда. Здесь же расположены дома знатных жителей города и преуспевающих купцов.\n\nНеподалёку от центральной площади находится Зал Суда, где допрашиваются, содержатся и судятся заключённые.  Напротив сего строения в будние дни производят публичные казни, собирающие тысячи зрителей.\n\nРемесленные и торговые районы, заполонённые гильдийными домами и мастерскими располагаются в районе Хандельграунда. Гильдии Альсбурга сильны, но всё же влияние на город чиновников более велико, из-за чего многие, даже мелкие купцы и ремесленники, могут вести торговлю независимо от гильдий.",
    "answers": [
      {
        "id": 77,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 77,
    "text": "\"...Минуя районы где обитают обычные жители, перейдём к знаменитым Альбургским бедным районам Азиля.\" \n\nС преступностью в городе сталкивается так или иначе каждый, но здесь уже давно преступные группы стали почти полноценным аппаратом власти. Самые крупные организации, такие как «Мертвые головы» или «Азильские баталии», заимев на верху патронов, исполняют их приказы.\n\nЧаще запугивания или заказные убийства. Кроме того, они неустанно бьют друг друга, отстаивая собственные интересы на улицах. В тоже время, районы, контролируемые ими, являются абсолютно безопасными, ибо каждый знает, кто в сим районе главенствует, и что будет за нарушение установленных порядков.\n\nМногие мелкие банды либо примыкают к существующим группировкам, либо же вскоре исчезают.",
    "answers": [
      {
        "id": 61,
        "text": "Закрыть книгу"
      }
    ]
  },
  {
    "id": 78,
    "text": "Самая просторная и комфортная комната в замке. ",
    "answers": [
      {
        "id": 80,
        "text": "Подойти к шкафам",
        "instant": true
      },
      {
        "id": 81,
        "text": "Открыть сундук",
        "instant": true
      },
      {
        "id": 48,
        "text": "В коридор",
        "middle_answer": true,
        "instant": true
      }
    ]
  },
  {
    "id": 79,
    "text": "Длинный коридор, из которого можно попасть в гостевые покои.",
    "answers": [
      {
        "id": 84,
        "text": "Комната Вильгельма Гралта",
        "instant": true
      },
      {
        "id": 85,
        "text": "Комната Готфрида Ланберга",
        "need": 10000,
        "instant": true
      },
      {
        "id": 86,
        "text": "Комната Фридриха Хвильда",
        "instant": false
      },
      {
        "id": 87,
        "text": "Комната Ганса Катмара",
        "instant": false
      },
      {
        "id": 88,
        "text": "Комната Себастьяна Хрудиберга",
        "need": 10000,
        "instant": true
      },
      {
        "id": 48,
        "text": "Назад",
        "middle_answer": true,
        "instant": true
      }
    ]
  },
  {
    "id": 80,
    "text": "Одежд у меня много, но я чаще ношу \"свои\", полюбившиеся вещи.",
    "answers": [
      {
        "var_not": [
          "parad",
          1
        ],
        "var_equal": [
          "cloak",
          1
        ],
        "id": 80,
        "text": "Надеть парадную одежду",
        "instant": true,
        "var_set": [
          "parad",
          1,
          "cloak",
          0
        ]
      },
      {
        "var_not": [
          "cloak",
          1
        ],
        "var_equal": [
          "parad",
          1
        ],
        "id": 80,
        "text": "Надеть серый плащ",
        "instant": true,
        "var_set": [
          "cloak",
          1,
          "parad",
          0
        ]
      },
      {
        "id": 78,
        "text": "Захлопнуть дверцы",
        "middle_answer": true,
        "instant": true
      }
    ]
  },
  {
    "id": 81,
    "text": "Обшитый золотом сундук. Для личных вещей.",
    "answers": [
      {
        "id": 89,
        "text": "Новый ответ. введите текст",
        "need": 10000
      },
      {
        "id": 78,
        "text": "Закрыть",
        "instant": true
      }
    ]
  },
  {
    "id": 82,
    "text": "⟨Смотритель замка⟩\n\nНа выходе из зала меня поймал смотритель.\n\n— Господин! Вас просят прибыть в Зал Суда. Раньше верховным судьей был Ваш отец, и он разрешал спорные дела. Теперь настал Ваш черёд.",
    "answers": [
      {
        "id": 82,
        "text": "Смотритель напомнил, что Зал Суда находится на центральной площади города Альсбурга, и попросил прибыть туда, как только появится время.",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 42,
        "text": "— Понятно, спасибо.",
        "var_set": [
          "autorun after",
          57,
          "zal",
          1
        ]
      }
    ]
  },
  {
    "id": 83,
    "text": "Если бы не книга из библиотеки, я бы даже не понял, что камин с подвохом.\n\nОсмотрев его как следует, я нашёл подвижную часть лепнины, и повернул её. Послышался каменный скрежет, затем звук отодвигающейся плиты.\n\nЗадняя стенка камина поднялась, а за ней скрывался потайной ход. Ведомый жаждой приключений на пятую точку, я решил его исследовать. Как хорошо, что внутри оказалась стойка с факелом! Я зажег его от факела в тронном зале, и отправился в темноту...\n\n...Которая, впрочем, довольно быстро привела меня к выходу. Проход открывался прямиком а мощёное камнем \"жерло\" колодца. Оно было достаточно узким — так, чтобы человек мог пролезть, цепляясь за стенки. \n\nСверху доносился типичный городской гул. Так это же Альсбург! Парадную одежду я запачкаю об стенки колодца, а вот в плаще можно и пролезть наверх. Тайно от стражи, чтобы погулять одному.",
    "answers": [
      {
        "id": 50,
        "text": "Вернуться в зал",
        "var_set": [
          "autorun after",
          57
        ]
      }
    ]
  },
  {
    "id": 84,
    "text": "   ",
    "answers": [
      {
        "text": "Узнать у Вильгельма, как он научился фехтовать",
        "id": 102,
        "var_need": [
          "Gralt",
          5,
          "magic",
          1
        ],
        "need": -102,
        "var_set": [
          "autorun after",
          0,
          "Wilhelm",
          1
        ]
      },
      {
        "var_add": [
          "Gralt",
          4,
          "extrabooks",
          1
        ],
        "var_equal": [
          "extrabooks",
          1
        ],
        "id": 175,
        "text": "Показать книгу \"Учение Тёмного Бога\"",
        "need": -175,
        "var_set": [
          "autorun after",
          0,
          "Wilhelm",
          2
        ]
      },
      {
        "var_add": [
          "Gralt",
          4,
          "heres",
          1
        ],
        "var_equal": [
          "heres",
          1
        ],
        "id": 179,
        "text": "Показать бутылку хереса",
        "need": [
          -179
        ],
        "var_set": [
          "autorun after",
          0,
          "Wilhelm",
          2
        ]
      },
      {
        "var_not": [
          "heres",
          1,
          "extrabooks",
          1
        ],
        "var_sub": [
          "extrabooks",
          1
        ],
        "id": 180,
        "text": "— Я выполнил твоё задание.",
        "need": [
          106,
          -180
        ],
        "var_set": [
          "autorun after",
          0,
          "Wilhelm",
          2
        ]
      },
      {
        "id": 79,
        "text": "Назад",
        "middle_answer": true,
        "instant": true
      },
      {
        "id": 87,
        "text": "Я постучался, и попросился войти, но никто не ответил. Дверь оказалась заперта. Возможно, стоит поискать графа в другом месте.",
        "need": -52,
        "merge": true
      },
      {
        "id": 84,
        "text": "Вильгельм Гралт сидел за своим столом и что-то напряженно писал. Завидев меня, отложил дела, а затем жестом пригласил присесть.\n\n— Я слушаю. Что ты хотел у меня спросить?",
        "merge": true
      }
    ]
  },
  {
    "id": 85,
    "text": "",
    "answers": []
  },
  {
    "id": 86,
    "text": "   ",
    "answers": [
      {
        "id": 79,
        "text": "Назад",
        "middle_answer": true
      },
      {
        "id": 87,
        "text": "Я постучался, и попросился войти, но никто не ответил. Дверь оказалась заперта. Возможно, стоит поискать графа в другом месте.",
        "merge": true
      }
    ]
  },
  {
    "id": 87,
    "text": "   ",
    "answers": [
      {
        "id": 87,
        "text": "Я постучался, и попросился войти, но никто не ответил. Дверь оказалась заперта. Возможно, стоит поискать графа в другом месте.",
        "need": -52,
        "merge": true
      },
      {
        "id": 87,
        "text": "\n\nЯ постучался в комнату. Из её недр послышалось:\n\n\"Входите!\"\n\nПовинуясь, я застал графа стоящим ко мне спиной: он глядел в окно с суровым видом, а затем развернулся рывком.\n\n— Да, я слушаю.",
        "need": 52,
        "merge": true
      },
      {
        "text": "Попросить совета касаемо предстоящей битвы",
        "id": 182,
        "var_need": [
          "Katmar",
          4
        ],
        "need": [
          52,
          -182
        ],
        "var_sub": [
          "Katmar",
          1
        ]
      },
      {
        "var_add": [
          "scare",
          1
        ],
        "var_equal": [
          "scare",
          1
        ],
        "id": 190,
        "text": "Рассказать об ужасах в поместье Гралта",
        "need": [
          124,
          -190
        ],
        "var_set": [
          "autorun after",
          0
        ]
      },
      {
        "id": 79,
        "text": "Назад",
        "middle_answer": true,
        "instant": true
      }
    ]
  },
  {
    "id": 88,
    "text": "",
    "answers": []
  },
  {
    "id": 89,
    "text": "",
    "answers": []
  },
  {
    "id": 90,
    "text": "Я начал перебирать книги до тех пор, пока не наткнулся прямиком на Сборник Наёмнических Группировок Альгобардии. Вот удача! Тут было много названий, а также пустые страницы в конце. Видимо, чтобы обновлять информацию. \n\nБлаго, я знал, что искать, поэтому с легкостью расставил закладки на нужные мне страницы.",
    "answers": [
      {
        "id": 91,
        "text": "Кондотьеры Чёрного Шеврона"
      },
      {
        "id": 92,
        "text": "Отряд Макдаута"
      },
      {
        "id": 93,
        "text": "Рыцари Седла"
      },
      {
        "id": 94,
        "text": "Кригеры"
      },
      {
        "id": 59,
        "text": "Закрыть книгу",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 91,
    "text": "Воинство Венийского кондотьера Джованни де Нари — синьора Галуццо — является одной из сильнейших кондот Вении. И, кроме того, самой многочисленной, включающей в себя как кавалерию, так и пикинёров со стрелками. \n\n• Кондотьеры Черного Шеврона\nДоспехи:\n— Полный латный доспех\n— Кольчуга\n— Салад\nОружие:\n— Пика\n— Полуторный меч\n— Тарч\nКонь:\n— Гунтер\n— Кольчужная попона\n\n• Пикинёры Чёрного Шеврона\nДоспехи:\n— Латный нагрудник\n— Шапель\nОружие:\n— Пика\n— Тесак\n\n• Арбалетчики Чёрного Шеврона\nДоспехи:\n— Шапель\nОружие:\n— Арбалет\n— Тесак",
    "answers": [
      {
        "id": 90,
        "text": "Назад",
        "middle_answer": true
      },
      {
        "id": 91,
        "text": "Новый ответ. введите текст",
        "url": "https://sun9-7.userapi.com/impg/ozOekhNmAnTeWUdHgvSUIEEoyXqndaceD2AGCg/Sm4EfPJs-Ms.jpg?size=800x225<amp>quality=96<amp>sign=482e3cb3fee6882ad8ecf18b1d96ebfd<amp>type=album"
      }
    ]
  },
  {
    "id": 92,
    "text": "Отряд Артура Макдаута — сержанта Ландрийских лучников — прославился во времена Альгобардо-Лорийских столкновений, как воинство, несущее за собой победу.  Состоя в армии эльфийского Герцога Ландрийского, являвшегося союзником Альгобардии, Артур со своим отрядом был настоящим бедствием для рыцарей Лорийского короля. \n\nКогда же война закончилась, Артур дезертировал из армии с другими эльфами и полуэльфами, чтобы не возвращаться к крестьянской жизни. Они стали разорять земли Гарондии и маркграфов Альгобардии, пока последние не начали нанимать отряды сержанта в свои походы. Там ветераны прошедшей войны показали себя невероятно эффективными.\n\n• Лучники Макдаута\nДоспехи:\n— Шапель\nОружие:\n— Длинный лук\n— Кинжал",
    "answers": [
      {
        "id": 90,
        "text": "Назад",
        "middle_answer": true
      },
      {
        "id": 92,
        "text": "Новый ответ. введите текст",
        "url": "https://sun9-29.userapi.com/impg/0-Wvz_CKwSpY6vL1MymXLeXuZ8u61jkxJW0jpg/Bfs-gtRQKPU.jpg?size=604x170<amp>quality=96<amp>sign=be25ec2e83a0200f4c5187b36682038b<amp>type=album"
      }
    ]
  },
  {
    "id": 93,
    "text": "Являясь незаконнорождённым сыном Лорийского барона, Жофруа де Бернон не мог рассчитывать ни на что большее, чем на собственную доблесть. Содержась при дворе своего отца, он, как и родной сын барона, обучался рыцарскому делу с пелёнок. Когда же пришёл час, в наследство отцом своему бастарду был дарован конь с седлом.\n\nПользуясь своим благородным происхождением и личными знакомствами, Жофруа подружился с нынешними лейтенантами Ричардом де Кали и Годфри де Шалье — такими же бастардами. С годами всё больше людей из черни и младших сыновей синьоров примыкали к Рыцарям Седла.\n\n• Рыцари Седла\nДоспехи:\n— Полный латный доспех\n— Кольчуга\n— Бацинет\nОружие:\n— Пика\n— Полуторный меч\n— Тарч\nКонь:\n— Гунтер\n— Латный бардинг",
    "answers": [
      {
        "id": 90,
        "text": "Назад",
        "middle_answer": true
      },
      {
        "id": 93,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-39.userapi.com/impg/ij2PzTPKHOlIOhKQJtAHNIMdJySl6lO7FD0oLQ/1x4eilL59Pk.jpg?size=604x170<amp>quality=96<amp>sign=95cf58ddbc4287953cd59b6ea79875d8<amp>type=album"
      }
    ]
  },
  {
    "id": 94,
    "text": "Кригеры — выходцы из Брагских Кантонов. Их организовал Генрих фон Швад. Чистокровный гном и бывший капитан Тильберга.\n\nНужда в воинах, способных противодействовать идеальной гномьей армии, породила небывалый спрос, который успешно удовлетворил дезертировавший оттуда капитан Генрих фон Швад. Ставший, к слову, кровным врагом своих вчерашних братьев.\n\nКригеры участвовали во множественных Лорийских, Альгобардских и Венийских усобицах, пополняя свои ряды ищущими богатств брагскими юношами, а также альгобардами из Ваннербургского герцогства.\n\n• Кригеры-мечники\nДоспехи:\n— Латный доспех\n— Штурмхаубе\nОружие:\n— Двуручный меч\n— Кинжал\n\n• Кригеры-пикинёры\nДоспехи:\n— Салад\nОружие:\n— Пика\n— Кинжал\n\n• Кригеры-арбалетчики\nДоспехи:\n— Шапель\nОружие:\n— Арбалет\n— Кинжал",
    "answers": [
      {
        "id": 90,
        "text": "Назад",
        "middle_answer": true
      },
      {
        "id": 94,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-28.userapi.com/impg/oOnudvYY82_-x1r5El2EgzvZKPJkeEp0EgT-mw/4JMYENSr3js.jpg?size=604x170<amp>quality=96<amp>sign=bae5f11363c1f188fd3dadb511c52bd4<amp>type=album"
      }
    ]
  },
  {
    "id": 95,
    "text": "⟨Построение пикинёров⟩\n\nНаиболее распространенным построением пикинёров является каре. \n\nЭто квадратный строй, способный держать оборону на все четыре стороны. Он используется для противодействия кавалерии противника, и в более редких случаях — при столкновениях с пехотой.\n\nСамым неблагоприятным сценарием для пикинеров является бой с таким же отрядом. Противостояние двух пиковых построений нежелательно, так как сопровождается большими потерями. В таком случае исход будет предрешен численностью пик и дополнительными мерами.\n\nУсилить каре могут алебардисты, арбалетчики и воины с двуручными мечами. Алебардами удобно сбивать рыцарей с коней, арбалеты выполняют роль застрельщиков. А двуручные мечи могут быть использованы в качестве мобильных элементов для подрубания пик противника, либо же охраны обозов.",
    "answers": [
      {
        "id": 272,
        "text": "Почитать ещё что-нибудь",
        "go_to": [
          "books"
        ]
      },
      {
        "id": 46,
        "text": "Оторваться от чтения"
      },
      {
        "super_calculate": false,
        "id": 46,
        "text": "Новый ответ. введите текст",
        "calculate": true,
        "var_random_from": [
          "books",
          60,
          95,
          271,
          272,
          273,
          274,
          275,
          276,
          277,
          278
        ]
      }
    ]
  },
  {
    "id": 96,
    "text": "Тут сказано, что после развала Империи образовалось много независимых государств. Самые крупные из них — Герцогство Ваннербург, Гальренское Епископство и Брагские Кантоны.",
    "answers": [
      {
        "id": 97,
        "text": "Почитать про Ваннербург"
      },
      {
        "id": 98,
        "text": "Почитать про Гальрен"
      },
      {
        "id": 99,
        "text": "Почитать про Брагию"
      },
      {
        "id": 61,
        "text": "Назад",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 97,
    "text": "",
    "answers": []
  },
  {
    "id": 98,
    "text": "",
    "answers": []
  },
  {
    "id": 99,
    "text": "",
    "answers": []
  },
  {
    "id": 100,
    "text": "— Ты хорошо сражался, Ганс.\n— Благодарю.\n\nОн поднял меч, вернул в ножны. Затем подошел и прорычал на ухо:\n— Чер-рт попутал этого Гралта! Он заключил сделку с демонами, не иначе! Простой человек не способен так фехтовать.\n\nВильгельм лишь поклонился присутствующим, принял комплименты, и отправился в сторону замка. Вслед за ним побежал и мальчишка. Видимо, его сын.",
    "answers": [
      {
        "id": 51,
        "text": "— Я присмотрюсь к нему.",
        "var_set": [
          "autorun after",
          57
        ]
      }
    ]
  },
  {
    "id": 101,
    "text": "На данный момент ведется работа над игрой за Герцогство Ваннербург. Помимо этого планируется добавить возможность играть за другие государства — Гальренское Епископство и Брагские Кантоны.",
    "answers": [
      {
        "id": 1,
        "text": "Назад",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 102,
    "text": "— Меня поразило твоё умение отражать удары! Где ты научился биться на мечах настолько филигранно?\n\nГраф откинулся на спинку стула и ухмыльнулся.\n\n— Я много чему научился за свою жизнь, Карл. Твой отец рассказывал, сколько мне лет?\n— Нет, я... По правде говоря, вообще о тебе не слышал.\n— Хм... Ты еще молод, твой разум не успел закостенеть, как у большинства болванов.\n\nПомолчав с минуту, казавшейся мне вечностью, Гралт выдал:\n\n— Я дам тебе одно задание для начала. Да-да, ты не ослышался. Не пойми неправильно, но если тебе и правда суждено стать моим союзником, придётся доказать, что ты не промах.\n\nОн подмигнул мне.",
    "answers": [
      {
        "id": 103,
        "text": "— Я твой сюзерен. И не собираюсь участвовать в детских играх."
      },
      {
        "id": 104,
        "text": "— Что нужно сделать?"
      }
    ]
  },
  {
    "id": 103,
    "text": "— Как знаешь, Карл! — он лишь развел руками. \n\nОт разочарования Гралт начал вертеть в руках кусочек свечного воска, но он все еще был готов к разговору.",
    "answers": [
      {
        "id": 84,
        "text": "Далее",
        "var_set": [
          "autorun after",
          57
        ]
      }
    ]
  },
  {
    "id": 104,
    "text": "— А ты любопытный, Карл. Это хорошо... В меру. Ну, слушай внимательно! — он склонился ко мне и начал заговорщицки рассказывать.\n\nСуть в том, что, по некоторым причинам, деятельность графа вызывает вопросы у Инквизиции. Но я должен доставить обоз с провизией в его старое поместье так, чтобы этому никто не помешал. Ведь если поедет герцог с охраной, его не посмеют останавливать.\n\n— Самое главное, не смотри, что в ящиках, Карл! Я понимаю, что этим вызываю дополнительный интерес, но таковы условия. Нельзя смотреть содержимое. Договорились?",
    "answers": [
      {
        "id": 104,
        "text": "Гралт сказал, что он обо всем распорядится, и вскоре обоз будет ждать у ворот замка.",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 79,
        "text": "— Принято.",
        "var_set": [
          "autorun after",
          57
        ]
      }
    ]
  },
  {
    "id": 105,
    "text": "— Я герцог Ваннербурга, Карл фон Ваннербург. Приветствую...\n— Тихо!\n\nЯ был настолько обескуражен поведением паладина, что потерял дар речи. Неужели инквизиция настолько обнаглела? Церковь даже до распада Империи имела огромные деньги и влияние, а сейчас и вовсе превратилась в машину сбора податей.\n\n— Ну-ка, что в вашей повозке? Это досмотр, открывайте.\n\nЯ посмотрел на кучера. Тот взглядом показал, мол, лучше бы инквизитору не видеть, что скрыто под простынёй.\n\nНо ведь Гралт сказал, что в телеге провизия. Разве нет?",
    "answers": [
      {
        "id": 108,
        "text": "Вступить в бой",
        "var_add": [
          "sila",
          1
        ],
        "var_less": [
          "sila",
          2
        ]
      },
      {
        "answerIcon": [
          "https://b.radikal.ru/b08/2109/71/b833c50be11e.png"
        ],
        "var_add": [
          "sila",
          1
        ],
        "id": 108,
        "var_need": [
          "sila",
          2
        ],
        "text": "Пробиться с боем"
      },
      {
        "id": 109,
        "text": "Попробовать подкупить",
        "var_add": [
          "diplomacy",
          1
        ],
        "var_less": [
          "diplomacy",
          2
        ]
      },
      {
        "answerIcon": [
          "https://d.radikal.ru/d31/2109/71/62adb23fef30.png"
        ],
        "var_add": [
          "diplomacy",
          1
        ],
        "id": 109,
        "var_need": [
          "diplomacy",
          2
        ],
        "text": "Подкупить"
      },
      {
        "id": 107,
        "text": "Приказать пропустить дальше"
      }
    ]
  },
  {
    "id": 106,
    "text": "Завидев меня, гвардейцы тут же выстроились шеренгу. Поприветствовав их, я оседлал коня и скомандовал кучеру повозки: \"Вперёд!\".\n\nМы ехали уже несколько часов. Я хотел было спросить, далеко ли до поместья, как вдруг на дороге показались всадники. Одетые в бело-желтые одеяния, они были неплохо снаряжены и вооружены: всё указывало на то, что это псы инквизиции. Паладины. В количестве пяти штук.\n\nОни приблизились к нам, спешились, и один из них вальяжно подошел, держа оружие наготове.",
    "answers": [
      {
        "id": 105,
        "text": "Представиться герцогом Ваннербургским"
      }
    ]
  },
  {
    "id": 107,
    "text": "— Именем закона я приказываю пропустить нас! — Мой голос должен был прозвучать уверенно, но в конце я случайно сорвался на визг.\n— Мальчик... — Паладин уже открыто угрожал мне, достав из-за пояса молот, — Я бы не советовал дерзить служителю церкви! \n\nЭто не лезло ни в какие рамки приличия, а потому я обнажил меч и прокричал:\n\n— К бою!\n\nИнквизитор замахнулся на меня, собираясь выбить из седла.",
    "answers": [
      {
        "id": 194,
        "text": "Обезвредить"
      },
      {
        "id": 195,
        "text": "Убить"
      }
    ]
  },
  {
    "id": 108,
    "text": "— Прочь с дороги, чернь! — прокричал я, а затем приказал, — К бою!\n\nОбнажив меч, я замахнулся на инквизитора, и разрубил ему шею. Завидев это, на меня помчались четыре оставшихся всадника апокалипсиса. Друзья убитого.\n\nБлаго, гвардейцы тоже оказались не из робких. Они стойко приняли удар коней на алебарды, умудрившись сбить с седла троих противников. Один оказался легко ранен и ретировался. \n\nПравда, многие из моих людей тоже скончались от тяжелых травм. Остальных раненых погрузили на повозку и кучер дернул поводья.\n\nПора ехать дальше.",
    "answers": [
      {
        "id": 198,
        "text": "Продолжить путь"
      }
    ]
  },
  {
    "id": 109,
    "text": "Я тоже спешился и поздоровался с инквизитором. Мы пожали друг другу руки: в ладони паладина \"незаметно\" оказался мешочек с монетами, который тут же отправился в складки мантии.\n\n— Приятно иметь дело со знающими людьми! — проговорил он, и вновь протянул руку, поигрывая пальцами, — Нам пора прощаться... Или же нет?\n\nВ полном негодовании я всучил ему еще один мешочек золота. Наконец, предполагаемая сумма взятки удовлетворила служителя церкви, и он направился обратно, пожелав хорошей дороги.\n\n\"Мразь\" — подумал я.",
    "answers": [
      {
        "id": 198,
        "text": "Продолжить путь"
      }
    ]
  },
  {
    "id": 110,
    "text": "До поместья, судя по всему, оставалось совсем недолго, и я подумал:\n\n\"Что же везёт в телеге граф, раз я заплатил такую цену за сохранение тайны?\"\n\nМне стало любопытно. Что, если слухи, о которых говорят гвардейцы, правда? Стало быть, Гралт скрывает что-то, либо же намеренно хочет меня проверить.",
    "answers": [
      {
        "id": 112,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 111,
    "text": "⟨Разбойник⟩\n\nСтража приводит лесного разбойника. Он сообщает, что встретил орду живых мертвецов, которая шла в сторону деревни. Его банда готова присягнуть мне на верность в обмен на амнистию. \n\n— Мы хорошо знаем местность. Надо объединяться против сил тьмы.\n\nЕсли принять предложение, количество моих войск увеличится, но снизится качество. ",
    "answers": [
      {
        "id": 111,
        "text": "Принять 50 разбойников?",
        "comment": true,
        "middle_answer": true
      },
      {
        "var_add": [
          "army",
          50
        ],
        "id": 205,
        "text": "Да",
        "var_set": [
          "robin",
          1
        ],
        "left_answer": true
      },
      {
        "id": 205,
        "right_answer": true,
        "text": "Нет",
        "var_set": [
          "robin",
          0
        ]
      }
    ]
  },
  {
    "id": 112,
    "text": "К обеду мы заехали в какую-то глушь. Это был комплекс замшелых каменных домиков посреди леса. Если не знаешь тропы, вряд ли поймешь, что сюда нужно свернуть.\n\nВо дворе суетились странного вида люди. На многих была крестьянская одежда.\n\n\"Это что, простолюдины? Что они все здесь делают?\" — пронеслось у меня в голове.\n\nМы заехали в амбар, и незнакомцы принялись разгружать провизию. Я решил помочь, чтобы поскорее закончить с делом.",
    "answers": [
      {
        "id": 112,
        "text": "— Эти апельсины на кухню не нужно. — мужчина в капюшоне отобрал у крестьянина деревянный ящик, и понёс в неизвестном направлении",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 116,
        "text": "Выйти вслед за ним"
      }
    ]
  },
  {
    "id": 113,
    "text": "Страница полученных достижений.",
    "answers": [
      {
        "id": 1,
        "text": "Назад",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 114,
    "text": "— Хорошо, Карл. Слишком многое свалилось на твой неокрепший ум. \n\nОн неожиданно тепло улыбнулся, даже похлопал меня по плечу. Затем мы попрощались, и он остался в своих покоях.",
    "answers": [
      {
        "id": 84,
        "text": "Выйти",
        "var_set": [
          "Gralt1",
          1,
          "autorun after",
          57
        ]
      }
    ]
  },
  {
    "id": 115,
    "text": "Я на первом этаже. Здесь стоят большие напольные часы, благодаря которым я могу видеть время. Сейчас мне надо...",
    "answers": [
      {
        "var_need": [
          "time",
          1
        ],
        "id": 125,
        "var_sub": [
          "time",
          1
        ],
        "middle_answer": true,
        "text": "...Подняться наверх"
      },
      {
        "var_need": [
          "time",
          1
        ],
        "var_equal": [
          "zal2",
          0
        ],
        "id": 126,
        "var_sub": [
          "time",
          1
        ],
        "text": "...Посмотреть, что за большими двустворчатыми дверьми",
        "var_set": [
          "zal2",
          1
        ]
      },
      {
        "var_equal": [
          "zal2",
          1
        ],
        "id": 126,
        "text": "...В зал",
        "var_sub": [
          "time",
          1
        ],
        "var_need": [
          "time",
          1
        ]
      },
      {
        "var_need": [
          "time",
          1
        ],
        "id": 129,
        "var_sub": [
          "time",
          1
        ],
        "need": -129,
        "text": "...Осмотреть подозрительную небольшую дверь"
      },
      {
        "var_need": [
          "time",
          1
        ],
        "id": 127,
        "var_sub": [
          "time",
          1
        ],
        "need": 129,
        "text": "...В комнату Бастра"
      },
      {
        "comment": true,
        "var_need": [
          "time",
          1
        ],
        "id": 115,
        "text": "Крестьяне закончат обед и заполонят поместье через:",
        "middle_answer": true,
        "var_showtime": [
          "time"
        ]
      },
      {
        "comment": true,
        "middle_answer": true,
        "text": "[Сброд заполонил поместье]",
        "id": 115,
        "var_no_more": [
          "time",
          0
        ]
      },
      {
        "id": 142,
        "text": "Ничего не делать, просто уехать отсюда"
      }
    ]
  },
  {
    "id": 116,
    "text": "Носильщик \"апельсинов\" вышел из амбара и направился в сторону дома. Я проследовал за ним. \n\n— Обед! Обед! — закричал кто-то из кухни. \n\nВокруг меня зашевелилась толпа голодных крестьян, встающих в очередь. Я на всякий случай отошел подальше, чуть не упустив из виду свою цель.\n\n\"Надо воспользоваться суматохой\"\n\nПередо мной встал выбор: либо обыскать опустевшее поместье, чтобы узнать его тайны, либо проследить за татуированным незнакомцем.",
    "answers": [
      {
        "id": 115,
        "text": "Осмотреть поместье",
        "var_set": [
          "time",
          60
        ]
      },
      {
        "id": 118,
        "text": "Идти за носильщиком"
      }
    ]
  },
  {
    "id": 117,
    "text": "Пользуясь тем, что меченый отошел за ключами, я подкрался к ящику и приподнял крышку.\n\nВнутри оказалось множество склянок со светящимся содержимым. Я сначала не поверил в происходящее. Но когда я начал разглядывать эти бутылочки, перел глазами стали появляться различные картинки и образы. Будто бы каждая стекляшка хочет рассказать мне свою уникальную историю.\n\nВсе эти образы были хаотичными — вскоре у меня начала кружиться голова, и закрыл глаза. Полегчало.\n\n\"Что это вообще такое?\" — подумал я.",
    "answers": [
      {
        "id": 117,
        "text": "[Шагов пока не слышно]",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 200,
        "text": "Взять одну из склянок, и вглядеться в неё"
      },
      {
        "id": 199,
        "text": "Вернуть крышку на место, укрыться в тени"
      }
    ]
  },
  {
    "id": 118,
    "text": "Не желая упускать какую-то важную деталь этого места, я поспешил дальше за этим человеком, в подвал.\n\nОн зажёг факел, оглянулся перед тем, как спускаться, но меня вроде бы не заметил. Я спустился вслед за ним.\n\nВнизу было темно. Чувствовалась гнетущая атмосфера. Я физически ощущал, что суюсь не в свои дела.\n\nНосильщик петлял по коридорам, и наконец вышел к двустворчатым деревянным дверям. Он поставил ящик на пол, и потянулся за ключами, но, ощупав карманы, не нашёл их.\n\n— Чёрт! Забыл.\n\nОн повернулся в мою сторону, но я успел на цыпочках отойти в нишу между колонн, чтобы остаться незамеченным.",
    "answers": [
      {
        "id": 119,
        "text": "Посмотреть, что в ящике",
        "need": 10000,
        "var_set": [
          "scare",
          1
        ]
      },
      {
        "id": 117,
        "text": "Посмотреть, что в ящике"
      }
    ]
  },
  {
    "id": 119,
    "text": "Я присел и заглянул в помещение.\n\nТо, что я увидел, поражало воображение. С потолка свисали большие клетки, в которых содержались побитые, изнеможденные, но живые люди. Разных полов и возрастов. Полностью нагие, они застонали, как только носильщик вошел к ним. \n\n\"Отпусти-и-и! Помоги-и-и!\" — слышалось отовсюду.\n\n— Молчать! — гаркнул носильщик и поставил ящик с \"душами\" к нескольким таким же.\n\nОдин из самых смелых узников дернулся в своей клетке и зашипел:\n\n— Ты сгоришь в аду!!! Твари, мрази, уро... — договорить он не успел. \n\nМужчина тут же подскочил к нему, схватил за подбородок и посмотрел в глаза. Фибрами своей души я почувствовал нечто незримое, противоестественное. То, что происходило между пленным и носильщиком, было поистине ужасно.\n\nЧеловек в клетке задёргался в конвульсиях, а затем обмяк. Не знаю, почему, но я понял, что он мёртв.",
    "answers": [
      {
        "id": 122,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 120,
    "text": "Я перенервничал и решил выйти из подвала. Время на то, чтобы прогуляться, еще есть.",
    "answers": [
      {
        "id": 121,
        "text": "На первый этаж"
      }
    ]
  },
  {
    "id": 121,
    "text": "",
    "answers": []
  },
  {
    "id": 122,
    "text": "Я хотел побежать наутёк, но неуклюже подскользнулся на сыром камне подвала. Скрипнула дверь.\n\nЧеловек обернулся на звук, и я наконец увидел его лицо. Такое ни с чем не спутать. Татуировка вокруг глаз изображала зубастую пасть монстра в хищном оскале.\n\nЯ вскочил и побежал на выход. Сзади послышался его голос и приближающиеся шаги, но я ускорился и помчался, что было сил.\n\nМолнией вылетев из подвала, я ринулся в столовую, и попытался затеряться в толпе.\n\nСекундой позже я увидел чудовищного человека, который искал меня взглядом, но его отвлёк один из простолюдинов:\n\n— Бастр! Ты не представляешь, что было вчера у Дэрека. Сейчас расскажу!",
    "answers": [
      {
        "id": 123,
        "text": "Боком выйти к конюшне"
      }
    ]
  },
  {
    "id": 123,
    "text": "Наконец, я покинул это место.\n\n\"Что за чертовщина там происходит?!\"\n\nУвиденная сцена оставила низгладимое впечатление. Теперь я готов сделать все, чтобы уничтожить гнездно здешних безумцев.\n\nЕсли, конечно, выберусь отсюда.",
    "answers": [
      {
        "id": 124,
        "text": "Собрать гвардейцев и уехать из поместья"
      }
    ]
  },
  {
    "id": 124,
    "text": "Благо, вернуться домой мне удалось без проблем. Я не осмотрел поместье, но мнение у меня о Вильгельме Гралте сложилось уже полностью.\n\nОн вместе со своими прихвостнями должен быть остановлен. Во что бы то ни стало.",
    "answers": [
      {
        "id": 51,
        "text": "Въехать в свой замок"
      }
    ]
  },
  {
    "id": 125,
    "text": "На втором этаже часов нет. Но если обед кончится, я узнаю это по звукам снизу.",
    "answers": [
      {
        "text": "Пройти через большие двери",
        "id": 133,
        "var_sub": [
          "time",
          1
        ],
        "need": -133,
        "var_need": [
          "time",
          1
        ]
      },
      {
        "var_need": [
          "time",
          1
        ],
        "id": 137,
        "var_sub": [
          "time",
          1
        ],
        "need": 133,
        "text": "В библиотеку"
      },
      {
        "var_sub": [
          "time",
          1
        ],
        "id": 134,
        "text": "Осмотреть спальни",
        "need": -134,
        "var_need": [
          "time",
          1
        ]
      },
      {
        "text": "В кабинет Гралта",
        "id": 136,
        "var_sub": [
          "time",
          1
        ],
        "need": 145,
        "var_need": [
          "time",
          1
        ]
      },
      {
        "text": "Вниз",
        "id": 115,
        "var_need": [
          "time",
          0
        ],
        "middle_answer": true,
        "var_sub": [
          "time",
          1
        ]
      },
      {
        "id": 142,
        "text": "Время обеда кончилось, пора уезжать",
        "var_no_more": [
          "time",
          0
        ]
      }
    ]
  },
  {
    "id": 126,
    "text": "Большой зал, в прошлом гостинный. Сейчас он захламлён предметами неизвестного назначения.\n\nЕдинственная нормальная мебель здесь — длинный стол из добротного дерева. К сожалению, он весь исцарапан.",
    "answers": [
      {
        "id": 130,
        "text": "Разворошить хлам на столе",
        "need": -130,
        "var_sub": [
          "time",
          5
        ]
      },
      {
        "id": 131,
        "text": "Осмотреть камин",
        "var_sub": [
          "time",
          1
        ]
      },
      {
        "id": 132,
        "text": "Пройтись по периметру",
        "need": -132,
        "var_sub": [
          "time",
          5
        ]
      },
      {
        "middle_answer": true,
        "var_sub": [
          "time",
          1
        ],
        "id": 115,
        "text": "Выйти"
      }
    ]
  },
  {
    "id": 127,
    "text": "Это комната некоего Бастра. \n\nОна не похожа ни на кабинет, ни на спальню. Судя по бардаку, хозяин здесь и спит, и работает, и что только не делает.\n\nМне остается лишь попытаться аккуратно разворошить хлам, чтобы найти нечто важное.",
    "answers": [
      {
        "id": 127,
        "text": "Какие-то тряпки... Судя по всему, это одежда Бастра. Даже прикасаться не хочется — он ходит, как оборванец.",
        "comment": true,
        "var_equal": [
          "bastr",
          1
        ]
      },
      {
        "id": 127,
        "text": "Шкатулка с различными склянками и колбами. Не понятно, для чего она предназначена: я не знаком с алхимией, но эта посуда не похожа даже на алхимическую.",
        "comment": true,
        "var_equal": [
          "bastr",
          2
        ]
      },
      {
        "id": 127,
        "text": "Листочки, записки, книги. Всё не то! Ничего интересного, что могло бы пролить свет на происходящее в поместье.",
        "comment": true,
        "var_equal": [
          "bastr",
          3
        ]
      },
      {
        "id": 127,
        "text": "Коллекция оружия? Впрочем, сложно назвать коллекцией набор случайных предметов. Тем не менее, Бастр располагает внушительным арсеналом.",
        "comment": true,
        "var_equal": [
          "bastr",
          4
        ]
      },
      {
        "id": 127,
        "text": "Нашёл! Очень подозрительная записка с рисунком сундука на одной стороне, и стишком на другой.",
        "comment": true,
        "var_equal": [
          "bastr",
          5
        ]
      },
      {
        "var_sub": [
          "time",
          1
        ],
        "var_random": [
          "bastr",
          1,
          5
        ],
        "middle_answer": true,
        "text": "Искать зацепку",
        "id": 127,
        "var_less": [
          "bastr",
          5
        ]
      },
      {
        "id": 183,
        "text": "Прочитать записку",
        "var_equal": [
          "bastr",
          5
        ]
      },
      {
        "id": 115,
        "text": "Выйти",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 128,
    "text": "Пять букв. Одна попытка. Я не знаю, что будет, если ввести слово неправильно: возможно, сундук закроется и его нельзя будет открыть.",
    "answers": [
      {
        "id": 128,
        "text": "Кодовое слово:",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 177,
        "text": "Ссора",
        "left_answer": true
      },
      {
        "id": 178,
        "text": "Исток",
        "right_answer": true
      },
      {
        "id": 177,
        "text": "Разум",
        "left_answer": true
      },
      {
        "id": 177,
        "text": "Глаза",
        "right_answer": true
      },
      {
        "id": 177,
        "text": "Слово",
        "right_answer": true,
        "left_answer": false
      },
      {
        "id": 177,
        "right_answer": false,
        "text": "Клыки",
        "left_answer": true
      },
      {
        "id": 128,
        "text": "   ",
        "comment": true
      },
      {
        "id": 183,
        "text": "Вспомнить стишок Бастра",
        "var_equal": [
          "bastr",
          5
        ]
      }
    ]
  },
  {
    "id": 129,
    "text": "Дверь комнаты, в отличие от других, была изуродована рисунком. Прямо по дорогой древесине чернилами нарисовали какой-то знак. Это была зубастая пасть в форме бабочки, где точки на крыльях — глаза.\n\nТакже здесь была высечена надпись \"Бастр\". Дикость какая-то.\n\nДверь была немного приоткрыта, и я вошел внутрь.",
    "answers": [
      {
        "id": 127,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 130,
    "text": "Тут стояли свечи, деревянные фигурки неизвестных богов, лежали различного рода кулоны... Такое ощущение, что культисты разбросали свои пожитки и ушли.\n\nХотя, быть может, так оно и есть?",
    "answers": [
      {
        "id": 126,
        "text": "В зал",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 131,
    "text": "\"У каминов всегда бывают сюрпризы\" — подумал я, и облокотился на статую ангела рядом с ним. Ничего не произошло.",
    "answers": [
      {
        "id": 140,
        "text": "Осмотреть камин на предмет секретных рычагов",
        "need": [
          135,
          -140
        ],
        "var_sub": [
          "time",
          5
        ]
      },
      {
        "id": 141,
        "text": "Надавить на лоб ангела",
        "need": [
          144,
          -141
        ],
        "var_sub": [
          "time",
          1
        ]
      },
      {
        "id": 126,
        "text": "Отойти",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 132,
    "text": "Стулья, мешки, книги. Всё лежало в беспорядке. Похоже, здесь нечего искать.",
    "answers": [
      {
        "id": 126,
        "text": "\"Я потратил время зря\""
      }
    ]
  },
  {
    "id": 133,
    "text": "Планировка аналогична той, что на первом этаже, только тут вместо зала располагается библиотека. Она совсем небольшая по сравнению с замковой, и, похоже, половину книг растащили крестьяне.\n\nНо вдруг здесь удастся найти что-то интересное?",
    "answers": [
      {
        "id": 137,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 134,
    "text": "Подавляющее число комнат на втором этаже было занято простолюдинами. Мне даже соваться туда не хотелось. \n\nНо среди них я увидел чистую, не обплёванную дверь, которая, как и ожидалось, была заперта.\n\nИз-под двери выглядывал конверт. Похоже, его засунули туда по причине отстутсвия хозяина комнаты. Я не удержался, и подцепил конвертик за край.",
    "answers": [
      {
        "id": 145,
        "text": "Прочитать",
        "var_sub": [
          "time",
          5
        ]
      }
    ]
  },
  {
    "id": 135,
    "text": "Это торцевая часть библиотеки. Полки здесь пустые, исцарапанные. Пахнет мочой. Отвратительно!",
    "answers": [
      {
        "id": 135,
        "text": "\n\nТакое ощущение, что библиотечный зал заканчивается раньше, чем нижний гостевой. Особенности планировки? Надо выяснить.",
        "need": [
          126,
          -141
        ],
        "merge": true
      },
      {
        "id": 135,
        "text": "\n\nНа первый взгляд, ничего примечательного здесь нет.",
        "need": -126,
        "merge": true
      },
      {
        "id": 176,
        "text": "Прикарманить пару самых интересных книг",
        "need": [
          141,
          -176
        ],
        "var_set": [
          "extrabooks",
          1
        ]
      },
      {
        "id": 139,
        "text": "К левому ряду",
        "var_sub": [
          "time",
          1
        ],
        "left_answer": true
      },
      {
        "id": 138,
        "text": "К правому ряду",
        "var_sub": [
          "time",
          1
        ],
        "right_answer": true
      },
      {
        "id": 135,
        "text": "\n\nКнижные полки раздвинулись, и явили мне потайной закуток! Здесь-то и хранятся самые ценные книги в дорогих переплётах. \n\nВремени смотреть содержимое нет — если только взять с собой, и открыть уже у себя в кабинете.",
        "need": 141,
        "merge": true
      }
    ]
  },
  {
    "id": 136,
    "text": "Это точно кабинет Вильгельма. Да только дверь заперта.",
    "answers": [
      {
        "id": 146,
        "text": "Открыть найденным ключом",
        "need": 143
      },
      {
        "id": 125,
        "text": "Назад",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 137,
    "text": "В библиотеке всего два ряда книг — правый и левый. ",
    "answers": [
      {
        "id": 138,
        "text": "Направо",
        "var_sub": [
          "time",
          1
        ],
        "right_answer": true
      },
      {
        "id": 139,
        "text": "Налево",
        "var_sub": [
          "time",
          1
        ],
        "left_answer": true
      },
      {
        "id": 125,
        "text": "Выйти",
        "var_sub": [
          "time",
          1
        ],
        "middle_answer": true
      }
    ]
  },
  {
    "id": 138,
    "text": "Многие книги отстутствуют, а те, что есть, выглядят потрепанными.",
    "answers": [
      {
        "id": 135,
        "text": "К торцевой части",
        "var_sub": [
          "time",
          1
        ],
        "middle_answer": true
      },
      {
        "id": 144,
        "text": "Осмотреть полки",
        "need": -144,
        "var_sub": [
          "time",
          5
        ]
      },
      {
        "id": 137,
        "text": "Ко входу",
        "var_sub": [
          "time",
          1
        ],
        "middle_answer": true
      }
    ]
  },
  {
    "id": 139,
    "text": "Здесь довольно много книг в хорошем состоянии. Что странно, учитывая полный доступ крестьян к библиотеке.",
    "answers": [
      {
        "id": 135,
        "text": "К торцевой части",
        "var_sub": [
          "time",
          1
        ],
        "middle_answer": true
      },
      {
        "id": 143,
        "text": "Полистать книги",
        "need": -143,
        "var_sub": [
          "time",
          5
        ]
      },
      {
        "id": 137,
        "text": "Ко входу",
        "var_sub": [
          "time",
          1
        ],
        "middle_answer": true
      }
    ]
  },
  {
    "id": 140,
    "text": "Я потратил немало времени на то, чтобы прощупать выпирающие украшения, но не нашёл никаких потайных ручек. \n\nВозможно, стоит поискать подсказки?",
    "answers": [
      {
        "id": 126,
        "text": "Отойти",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 141,
    "text": "Как я и думал, скошенный лоб ангелочка в библиотеке означал тайный рычаг. Мне потребовалось встать на цыпочки при моём-то высоком росте, чтобы дотянуться туда.\n\nЯ потратил некоторое время, прежде чем понял, что верхнуюю часть головы статуи нужно повернуть, а не сдвинуть.\n\nНаконец, когда я докрутил её до щелчка, внутри стен здания зашевелились какие-то механизмы. ",
    "answers": [
      {
        "id": 126,
        "text": "Отойти"
      }
    ]
  },
  {
    "id": 142,
    "text": "Я, делая вид, что просто гуляю, вышел на улицу, и подошел к конюшне. Собрать гвардейцев не составило труда, и мы отправились прочь из этого странного места.\n\nК ужину я был уже в Альсбурге.",
    "answers": [
      {
        "id": 51,
        "text": "Далее",
        "var_set": [
          "autorun after",
          57
        ]
      }
    ]
  },
  {
    "id": 143,
    "text": "Я открыл первый попавшийся том о культвировании яблонь, как вдруг из него выскользнул металлический предмет.\n\n— Ой, да это же ключ! — воскликнул я и поднял его.\n\nСкорее всего пригодится.",
    "answers": [
      {
        "id": 139,
        "text": "Взять ключ"
      }
    ]
  },
  {
    "id": 144,
    "text": "Книги? Нет, среди них я не нашел ничего интересного. Какая-то художественная литература неизвестных мне писателей.\n\nЗато я обнаружил за рядом книг статуэтку ангела. Её будто намеренно припрятали на задней полке. Из особенностей я заметил то, что у ангелочка спилена голова. \n\n\"Кто так аккуратно срезал лоб этой фигурке?\" — подумал я, и тут же понял, с чем это может быть связано.",
    "answers": [
      {
        "id": 138,
        "text": "Запомнить подсказку"
      }
    ]
  },
  {
    "id": 145,
    "text": "Снаружи было указано:\n\"Господину Вильгельму Гралту\"\n\nБлаго, каучуковой печати не стояло, а значит, я мог вскрыть содержимое. Письмо оказалось следующего содержания:\n\n\"Мы с ребятами провели зачистку гильдии купцов, но Турну так и не нашли. Я думаю, Она скрылась во время боя. Там многие полегли, уже и не отследишь цепочку, через кого Она прошла.\n\nВо всяком случае, много трупов без ран. Кого-то Она убила, кого-то мы «съели». Это привлеко внимание инквизиторов, и теперь беляши шастают по округе. Будь осторожен, когда поедешь в Новый Дом. Не засветись.\n\nТвой Бастр.\"",
    "answers": [
      {
        "id": 125,
        "text": "Засунуть письмо обратно"
      }
    ]
  },
  {
    "id": 146,
    "text": "Я вошел благодаря ключу из библиотеки.\n\nЗдесь есть стол, кровать и сундук.",
    "answers": [
      {
        "id": 147,
        "text": "Осмотреть стол",
        "need": -147,
        "var_sub": [
          "time",
          5
        ]
      },
      {
        "id": 148,
        "text": "Обыскать кровать",
        "need": -148,
        "var_sub": [
          "time",
          5
        ]
      },
      {
        "need_sometimes": true,
        "id": 149,
        "var_sub": [
          "time",
          1
        ],
        "text": "Открыть сундук",
        "var_no_more": [
          "chest",
          0
        ]
      },
      {
        "id": 125,
        "text": "Выйти",
        "var_sub": [
          "time",
          1
        ],
        "middle_answer": true
      }
    ]
  },
  {
    "id": 147,
    "text": "На столе Гралта лежала карта местности. И много-много мелких листочков с пометками и поручениями. \n\nОбыскав его так, чтобы не оставалось особых следов, я откопал занятную записку:\n\n\"Без необходимости не ешьте истоки. Нужно свести смерти к минимуму. Сделайте запас истоков в бутылках — они нам пригодятся, чтобы переждать бурю. Старайтесь забирать их у крестьян слабых, больных и старых...\"",
    "answers": [
      {
        "id": 146,
        "text": "Поднять брови и взять записку с собой"
      }
    ]
  },
  {
    "id": 148,
    "text": "Одеяло, подушка... Ничего примечательного я не нашёл. Пустая трата времени.",
    "answers": [
      {
        "id": 146,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 149,
    "text": "На сундуке я заметил интересный замок. Чтобы его открыть, нужно поставить пять букв в правильном порядке.\n\nОбойти систему вряд ли получится. Сам сундук сделан так, чтобы открываться только по коду.",
    "answers": [
      {
        "id": 128,
        "text": "Ввести кодовое слово"
      },
      {
        "id": 146,
        "text": "Отойти"
      }
    ]
  },
  {
    "id": 150,
    "text": "Начать игру за:",
    "answers": [
      {
        "id": 151,
        "text": "Герцогство Ваннербург"
      },
      {
        "id": 152,
        "text": "Гальренское Епископство"
      },
      {
        "id": 153,
        "text": "Брагские кантоны"
      }
    ]
  },
  {
    "id": 151,
    "text": "На данный момент доступны для прохождения:\n• Пролог\n• Весенний сезон",
    "answers": [
      {
        "blackout": true,
        "id": 2,
        "text": "Старт",
        "need": 10000,
        "middle_answer": true
      },
      {
        "id": 151,
        "text": "Новый ответ. введите текст",
        "url": "https://sun9-74.userapi.com/impg/32s1xKB0k96RfNw269FceNEeMqgVbmUbEER0Dg/QCfEXgPy29U.jpg?size=1000x550<amp>quality=96<amp>sign=9e526ca15801b51c035b56307f1cc3a2<amp>type=album"
      },
      {
        "middle_answer": true,
        "text": "Старт",
        "id": 158,
        "blackout": true
      }
    ]
  },
  {
    "id": 152,
    "text": "",
    "answers": []
  },
  {
    "id": 153,
    "text": "",
    "answers": []
  },
  {
    "id": 154,
    "text": "Поляна, на которой мы остановились, превратилась в побоище. С разных сторон нападали зомби, а гвардейцы едва справлялись с тем, чтобы отбиваться от них.\n\nЯ заметил своего отца — Густава фон Ваннербурга. Он вместе с несколькими бойцами сдерживал поток живых мертвецов.\n\nИ тут один из солдат, видя, что врагов слишком много, толкнул своего товарища в гущу сражения, чтобы на него набросились зомби. Воспользовавшись смертью собрата, он выскочил из круга обороны и побежал с поля боя мимо меня.",
    "answers": [
      {
        "id": 155,
        "text": "Остановить дезертира",
        "var_add": [
          "sila",
          1
        ],
        "answerIcon": [
          "https://b.radikal.ru/b08/2109/71/b833c50be11e.png"
        ]
      },
      {
        "id": 156,
        "text": "Дать ему убежать",
        "var_add": [
          "diplomacy",
          1
        ],
        "answerIcon": [
          "https://d.radikal.ru/d31/2109/71/62adb23fef30.png"
        ]
      }
    ]
  },
  {
    "id": 155,
    "text": "Я подобрал чей-то меч и выставил перед горлом беглеца:\n\n— Стоять, крыса! А ну быстро в строй!\n\nСолдат остановился, и огляделся по сторонам. По его лицу было видно, что он раздумывал: \"А не прикончить ли этого сопляка к чертям собачьим?\".\n\nНо, видимо, разум взял верх, и боец с досадой крикнул:\n\n— Эх! Змий с вами! Сдохнем, так вместе. \n\nИ мы с ним побежали рубить нечисть.",
    "answers": [
      {
        "id": 12,
        "text": "Биться не на жизнь, а на смерть"
      }
    ]
  },
  {
    "id": 156,
    "text": "Я не пытался остановить беглеца — просто проводил его взглядом. Но не прошло и секунды, как на него набросился мертвец из темноты, и сбил с ног.\n\nМеч выпал из рук дезертира, завязалась борьба. Краем глаза я заметил, как в ту же сторону направляется еще несколько силуэтов зомби. \n\nНо мне было всё равно. Я подобрал оружие и побежал к гвардейцам, чтобы вместе рубить нечисть. Сзади доносились сначала мольбы о помощи, а затем хрипение и крики.",
    "answers": [
      {
        "id": 12,
        "text": "Биться не на жизнь, а на смерть"
      }
    ]
  },
  {
    "id": 157,
    "text": "Меня чуть не сбила с ног карета, но я успел сначала отскочить, а затем прыгнуть внутрь.\n\n— Папа, нет!\n\nНа Густава фон Ваннербурга наседала большая толпа нежити, и было видно, что силы его на исходе. \n\nКарету заметно тряхнуло. Я выглянул и заметил, как Талм Сарх зацепился сбоку, а потом стал перелезать на место кучера. Затем я обернулся назад и понял, что судьба оставшихся позади людей предрешена — нежити слишком много.",
    "answers": [
      {
        "id": 14,
        "text": "— Сарх, ты трусливый пёс! Мой отец остался умирать!"
      },
      {
        "id": 15,
        "text": "[Промолчать]",
        "var_add": [
          "Sarh",
          1
        ]
      }
    ]
  },
  {
    "id": 158,
    "text": "Мы ехали на бал в столицу. Никогда мне не нравились подобные праздники. Мало того, что я плохо умел танцевать, так ещё и общение с противоположным полом давалось нелегко. \n\nБыло ощущение, что графские дочки танцуют со мной только из-за того, что я сын герцога. Фальшивые улыбки, взгляды, формальные поклоны после вальса. \n\nДа что уж говорить — как правило, все присутствующие готовы перерезать друг другу глотки. Они лишь временно садятся за один стол, чтобы выпить за чужой счёт, и заключить очередной договор. Который, впрочем, будет расторгнут через пару месяцев, а бывшие союзники станут заклятыми врагами.",
    "answers": [
      {
        "id": 159,
        "text": "Спросить у отца про бал",
        "var_set": [
          "diplomacy",
          1,
          "sila",
          1
        ]
      }
    ]
  },
  {
    "id": 159,
    "text": "— Пап... Зачем ты созвал этих лицемеров? Неужели нам так это нужно?\n\nОтец ехал в задумчивости. Он услышал мой вопрос, но ответил лишь спустя минуту.\n\n— Нет, сынок. Нам ничего не требуется от них. Но Альгобардию надо объединить против общего врага. За этим мы и едем.\n\nОбщий враг? Я вспомнил детство, когда еще недавно бегал с мальчишками по замку и играл в государства. Тогда мы воображали себя королями: заключали союзы, ссорились, дрались, мирились.\n\nХоть это и было понарошку, но я всегда...",
    "answers": [
      {
        "id": 160,
        "text": "...любил договариваться",
        "var_add": [
          "diplomacy",
          1
        ],
        "answerIcon": [
          "https://d.radikal.ru/d31/2109/71/62adb23fef30.png"
        ]
      },
      {
        "id": 161,
        "text": "...разбирался силой",
        "var_add": [
          "sila",
          1
        ],
        "answerIcon": [
          "https://b.radikal.ru/b08/2109/71/b833c50be11e.png"
        ]
      }
    ]
  },
  {
    "id": 160,
    "text": "Да уж! Я почти никогда не дрался. Меня постоянно побеждали, и я научился подбивать других ребят встревать в разборки вместо меня. \n\nТак я и ехал в своих мыслях, но вдруг карета остановилась. По левую сторону началась какая-то возня.\n\n\"Не к добру остановки среди ночи\" — подумал я.",
    "answers": [
      {
        "id": 2,
        "text": "Прислушаться"
      }
    ]
  },
  {
    "id": 161,
    "text": "О, да! Характер у меня был скверный. Я постоянно лез в драки даже со старшими ребятами. Не всегда выходил победителем, зато теперь могу постоять за себя.\n\nТак я и ехал в своих мыслях, но вдруг карета остановилась. По левую сторону началась какая-то возня.\n\n\"Не к добру остановки среди ночи\" — подумал я.",
    "answers": [
      {
        "id": 2,
        "text": "Прислушаться"
      }
    ]
  },
  {
    "id": 162,
    "text": "На входе в кабинет меня ждал смотритель.\n\n— Вот вы где, милорд! Я к вам с докладом. Стали известны результаты ваших действий после приёма посетителей.\n\nЯ вспомнил, как отдавал приказы насчет борьбы с крысами, преступными группировками и шпионами.\n\n— Да, помню. И что же ты хочешь мне сказать?",
    "answers": [
      {
        "id": 163,
        "text": "Выслушать доклад",
        "var_set": [
          "per1",
          2,
          "autorun after",
          0
        ]
      }
    ]
  },
  {
    "id": 163,
    "text": "Смотритель достал свиток, и, подглядывая в него, обрисовал ситуацию. Суть такова:",
    "answers": [
      {
        "id": 163,
        "text": "\n\n• Крестьянин избавился от крыс с нашей помощью. Теперь он благодарен.",
        "merge": true,
        "var_equal": [
          "rat",
          1
        ]
      },
      {
        "id": 163,
        "text": "\n\n• Крестьянин справился с крысами и без нашей помощи, но содействие улучшило бы репутацию",
        "merge": true,
        "var_equal": [
          "rat",
          0
        ]
      },
      {
        "id": 163,
        "text": "\n\n• Зачистка улиц помогла снизить число преступлений, но главам мафиозных ячеек это не понравилось. Их доходы сократились. Сейчас все группировки ушли в подполье, но это больше похоже на затишье перед бурей. ",
        "var_equal": [
          "bandit",
          1
        ],
        "merge": true
      },
      {
        "comment": true,
        "var_equal": [
          "bandit",
          1
        ],
        "id": 163,
        "text": "\n\nПотери: 300 бойцов гарнизона",
        "merge": true
      },
      {
        "id": 163,
        "text": "\n\n• Нам удалось заслать агента в преступную сеть! Пока его \"завербовали\" выполнять мелкие поручения. Но как только он продвинется дальше по карьерной лестнице, то даст нам знать.",
        "var_equal": [
          "operation",
          1
        ],
        "merge": true
      },
      {
        "id": 163,
        "text": "\n\n• Внедрить агента в преступную сеть не получилось. Из-за переполоха бандиты перестали принимать новобранцев.",
        "merge": true,
        "var_equal": [
          "bandit",
          1,
          "operation",
          0,
          "no",
          0
        ]
      },
      {
        "id": 163,
        "text": "\n\n• Из-за того, что мы никак не стали бороться с преступностью, её уровень вырос, недовольство жителей растёт.",
        "merge": true,
        "var_equal": [
          "bandit",
          0,
          "operation",
          0
        ]
      },
      {
        "var_sub": [
          "rep",
          1
        ],
        "super_calculate": false,
        "id": 163,
        "calculate": true,
        "var_equal": [
          "bandit",
          0
        ],
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 164,
        "text": "Далее",
        "var_set": [
          "no",
          0
        ]
      }
    ]
  },
  {
    "id": 164,
    "text": "Затем смотритель добавил:\n\n— Кстати, посетители снова ждут приёма. На этот раз в тронном зале. Там всегда принимал император, а затем и ваш отец, сидя на троне. Удачи, милорд!\n\nЯ поблагодарил его и попрощался. И лишь потом вспомнил, что вообще-то я просто хотел зайти в кабинет.",
    "answers": [
      {
        "id": 45,
        "text": "Войти в кабинет",
        "var_set": [
          "autorun after",
          57,
          "visit",
          1
        ]
      }
    ]
  },
  {
    "id": 165,
    "text": "Я разлал письма своим баронам, чтобы те выставили ополчения к началу следующего сезона.\n\nПо моим прикидкам, на мятежников мы выступим поздней весной или с наступлением лета. К этому времени все успеют привести людей, и я узнаю, сколько же баронов откликнулось на мой зов.",
    "answers": [
      {
        "id": 44,
        "text": "Остаётся только ждать",
        "var_set": [
          "autorun after",
          57
        ]
      }
    ]
  },
  {
    "id": 166,
    "text": "На входе в это крыло здания я столкнулся со служанкой.\n\n— Ох! — воскликнула она.\n— Прошу прощения.\n\nМы буквально впечатались друг в друга, и я думал, сейчас она выронит кучу простыней. Тогда я бы кинулся помогать ей их поднимать. Но нет, этого не произошло: нарушая все законы гравитациии, служанка вернулась в устойчивое положение и посмотрела на меня снизу вверх.",
    "answers": [
      {
        "id": 167,
        "text": "Посмотреть ей в глаза"
      },
      {
        "id": 168,
        "text": "Отвести взгляд"
      }
    ]
  },
  {
    "id": 167,
    "text": "Я выдержал взгляд так, чтобы она первая его отвела.\n\n— Извините...\n\nПовисла неловкая пауза на секунду, после чего она начала меня обходить по касательной. Я почему-то запомнил цвет её глаз. Лицо. Фигуру. \n\nСлужанка была миниатюрной девушкой примерно моего возраста, или младше. А мне как раз такие всегда нравились. ",
    "answers": [
      {
        "id": 169,
        "text": "Заговорить с ней",
        "var_set": [
          "Gerda",
          1
        ]
      },
      {
        "id": 170,
        "text": "Пройти мимо",
        "var_set": [
          "autorun after",
          57
        ]
      }
    ]
  },
  {
    "id": 168,
    "text": "Я постеснялся, и отвел взгляд. Она пробормотала:\n\n— Извините...\n\nПрошла секунда, тянувшаяся, казалось, вечность, и служанка начала обходить меня по касательной.",
    "answers": [
      {
        "id": 169,
        "text": "Заговорить с ней",
        "var_set": [
          "Gerda",
          1
        ]
      },
      {
        "id": 170,
        "text": "Пройти мимо",
        "var_set": [
          "autorun after",
          57
        ]
      }
    ]
  },
  {
    "id": 169,
    "text": "— Слушай... Как тебя зовут? Меня Карл. — выдал я первое, что пришло в голову.\n\n\"Ну и дурак! Что я несу?! Как будто, первое о чем говорит герцог со служанкой, так это называет своё имя. Ой, всё!\"\n\nСердце забилось чаще, мысли стали метаться с невероятной скоростью.\n\nСлужанка остановилась, не поворачиваясь ко мне лицом. У меня было ощущение, что она остаётся на месте через силу. Тем не менее, из-за вороха простыней послышалось:\n\n— Герда, милорд.",
    "answers": [
      {
        "id": 171,
        "text": "Предложить донести простыни"
      }
    ]
  },
  {
    "id": 170,
    "text": "Я не стал заводить контанктов со служанкой и просто зашёл в коридор.",
    "answers": [
      {
        "id": 48,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 171,
    "text": "Только сейчас до меня дошло, что я стою с пустыми руками, в то время, как Герда нагружена кучей простыней.\n\n— Прости, тебе помочь? Они же тяжелые.\n— Нет-нет, ваша милость! Мне совсем не тяжело.\n\nС этими словами она засеменила в сторону лестницы, а я неловко последовал за ней.\n\n— Не стоит вам выполнять мою работу.\n\n\"И что это значит?\" — подумал я, — \"Я, мать его, герцог, а волнуюсь, что обо мне подумает служанка. Что же мне делать?\"",
    "answers": [
      {
        "id": 172,
        "text": "Настоять на помощи",
        "var_add": [
          "Gerda",
          1
        ]
      },
      {
        "id": 173,
        "text": "Спускаться рядом с ней"
      }
    ]
  },
  {
    "id": 172,
    "text": "— Нет, погоди, лучше я возьму. \n\nЯ подошёл и буквально взял у нее все эти тряпки. Даже мне они показались весьма увесистыми, что уж говорить о хрупкой девушке.\n\n— Как будет угодно вашей милости.\n\nМы пошли вниз вместе, но в полном молчании: я не знал, о чём говорить, к тому же теперь моё лицо заслонял пресловутый ворох простыней. Вонючих.\n\nМы дошли до кухни, и я спросил:\n\n— Так, а куда дальше?\n— Сейчас в кладовую, милорд. Она в другой стороне замка.",
    "answers": [
      {
        "id": 174,
        "text": "\"Вот я идиот! Даже не знаю, куда идти.\""
      }
    ]
  },
  {
    "id": 173,
    "text": "— Ну ладно, — ответил я, и продолжил идти в молчании.\n\nВсю дорогу меня съедала неловкость, ведь я не знал, о чём заговорить. Наконец, мы дошли до кладовой на первом этаже. Она опустила тряпки, и мельком взглянула на меня. Я чувствовал себя не в своей тарелке.\n\n— Спасибо, — сказала она.\n— Да я вроде и не...\n\nПовисла пауза.\n\n— Герда, верно?\n\nОна посмотрела на меня. Я подумал было, что неправильно запомнил имя, но служанка улыбнулась и ответила:\n\n— Да. \n— Ну ладно... Тогда пересечёмся еще здесь. Ладно, давай, пока!\n\nОна посмотрела в пол, и промолчала. Я вышел из кладовки. Неловкость исчезла.",
    "answers": [
      {
        "id": 42,
        "text": "\"А куда я, собственно, шёл?\"",
        "var_set": [
          "autorun after",
          57
        ]
      }
    ]
  },
  {
    "id": 174,
    "text": "Наконец, я положил тяпки туда, куда нужно, и мы снова переглянулись.\n\n— Спасибо большое.\n— Пара пустяков.\n— Не стоило...\n— Да ладно!\n— Эм...\n— Герда, верно?\n\nОна посмотрела на меня. Я подумал было, что неправильно запомнил её имя, но служанка улыбнулась и ответила:\n\n— Да. \n— Ну ладно... Тогда пересечёмся еще здесь. Ладно, давай, пока!\n\nОна посмотрела в пол, и промолчала. Я вышел из кладовки. Неловкость исчезла.",
    "answers": [
      {
        "id": 42,
        "text": "\"А куда я изначально шёл?\"",
        "var_set": [
          "autorun after",
          57
        ]
      }
    ]
  },
  {
    "id": 175,
    "text": "— Что. Это. Такое. — с этими словами я достал оккультную книгу и показал графу.\n— О-о-о... Да ты любопытный. Молодец! Я таким же был. \n\nОн с трепетом взял у меня том, и повертел в руках.\n\n— Это то, чему я посвятил свою жизнь, Карл. Борьбе за всё хорошее против всего плохого.",
    "answers": [
      {
        "id": 184,
        "text": "— Ты служишь Темному Богу?"
      }
    ]
  },
  {
    "id": 176,
    "text": "Так, стоп, что это?\n\n\"Учение Темного Бога\"\n\nСерьезно? Я наткнулся на какую-то секту. Причём Вильгельм Гралт имеет к ней непосредственное отношение, раз в его поместье тайно хранится подобное. \n\nТак вот, почему вокруг столько инквизиторов! Ладно, разберемся с этим при встрече. ",
    "answers": [
      {
        "id": 135,
        "text": "На всякий случай взять этот том"
      }
    ]
  },
  {
    "id": 177,
    "text": "В недрах механизма что-то щелкнуло. Ничего не изменилось. Я попытался приподнять крышку, но тщетно — слово оказалось неправильным. \n\nПовторно ввести код не представлялось возможным. Я с досадой отошел от сундука.",
    "answers": [
      {
        "id": 146,
        "text": "\"Жаль\"",
        "var_set": [
          "chest",
          1
        ]
      }
    ]
  },
  {
    "id": 178,
    "text": "В недрах механизма что-то щелкнуло. О чудо! Крышка сундука чуть приподнялась. Значит, код я отгадал правильно.\n\nНо то, что оказалось в сундуке, меня вдвойне удивило. Там лежала бутылка дорогого, по виду, алкоголя — хереса. \n\nЯ повертел бутылку в руках. Судя по записке на горлышке, розлив был аж тридцать лет назад в Изерии. Ценный экземпляр. ",
    "answers": [
      {
        "id": 146,
        "text": "Взять херес с собой",
        "var_set": [
          "heres",
          1,
          "chest",
          1
        ]
      }
    ]
  },
  {
    "id": 179,
    "text": "Прежде чем начать разговор, я достал бутылочку дорогущего изерийского алкоголя и протянул Гралту.\n\n— Прости, что копался в твоих вещах, но... Зачем ты это так тщательно прятал?\n\nВильгельм посмотрел на меня и рассмеялся. \n\n— О-о-о... Да ты любопытный. Молодец! Я таким же был. Видишь ли, обитатели Старого Дома весьма специфичные люди. Такой алкоголь призодится держать взаперти.\n\nОн с трепетом взял у меня херес, повертел в руках, поставил на стол.",
    "answers": [
      {
        "id": 184,
        "text": "— Ты назвал своё поместье Старым Домом?"
      }
    ]
  },
  {
    "id": 180,
    "text": "— Мы успешно доставили повозку в поместье. — сказал я.",
    "answers": [
      {
        "comment": true,
        "var_equal": [
          "scare",
          1
        ],
        "id": 180,
        "text": "\n\nК Вильгельму внезапно зашёл тот самый кучер, и что-то нашептал на ухо. Затем, извиняясь, удалился.",
        "merge": true
      },
      {
        "id": 180,
        "text": "\n\nГралт откинулся на спинку стула и с облегчением ответил:\n\n— Отлично! Замечательно, мальчик мой! Так... А ты знал, что на самом деле было в повозке?",
        "var_less": [
          "scare",
          1
        ],
        "merge": true
      },
      {
        "id": 181,
        "text": "Да, я видел светящиеся бутылочки",
        "need": 111,
        "var_less": [
          "scare",
          1
        ]
      },
      {
        "id": 184,
        "text": "Нет, я не лезу в чужие дела",
        "need": -111,
        "var_less": [
          "scare",
          1
        ]
      },
      {
        "id": 180,
        "text": "\n\nГралт нахмурился, с минуту посмотрел в стену, а затем вскочил и приблизился ко мне.\n\n— Ты знаешь, любопытство — это хорошо. Но только в меру. Ты проявил неуважнение ко мне и моим трудам.\n— Э... В смысле?\n— Я прекрасно знаю, что это ты был в подвале. Ты узнал слишком много за один раз. Скажи мне только: после увиденного ты всё еще хочешь быть моим союзником?",
        "var_equal": [
          "scare",
          1
        ],
        "merge": true
      },
      {
        "id": 114,
        "text": "— Ты ужасный человек. Я не хочу иметь с тобой общих дел.",
        "var_equal": [
          "scare",
          1
        ]
      },
      {
        "id": 203,
        "text": "Соврать, чтобы втереться к нему в доверие",
        "var_equal": [
          "scare",
          1
        ]
      }
    ]
  },
  {
    "id": 181,
    "text": "— Молодец, любопытный! Я таким же был. Ну так что, ты догадываешься, что внутри них?",
    "answers": [
      {
        "id": 184,
        "text": "— Нечто прекрасное."
      },
      {
        "id": 185,
        "text": "— Нечто ужасное.",
        "var_sub": [
          "Gralt",
          2
        ]
      }
    ]
  },
  {
    "id": 182,
    "text": "— Я прошу прощения, но мне нужен Ваш совет, — выдал я, слегка стесняясь.\n— Относительно чего? — Катмар поднял бровь. Левую.\n\nУзнав, что я говорю о предстоящем походе, он рассердился:\n— Мальчик, дорогой! Это всего лишь два несчастных барона! Ты их раскатаешь одной левой. Мы просто подведем вассальное ополчение к воротам их крепости, и они оба сдадутся. Это всего лишь проверка, понимаешь? Они проверяют твой характер на прочность. \n\nНегодуя, он объяснил, что для созыва армии вассалов достаточно разослать им письма о готовящейся войне. По всем правилам вассал обязан предоставить войско на сторону сюзерена, чтобы самому руководить им в походе.\n\n— Книжки надо читать, милый мой.",
    "answers": [
      {
        "id": 87,
        "text": "— Понятно..."
      }
    ]
  },
  {
    "id": 183,
    "text": "Искренне я\n   у тебя заберу\nСилу, и волю\n   \"Не надо, молю!\"\nТы проиграл,\n   раньше мог убежать.\nОчень немного\n   ты хочешь мне дать.\n\n(Кто ж заставлял\n   в гляделки играть?)",
    "answers": [
      {
        "id": 183,
        "text": "Назад",
        "go_to": [
          "global previous_id"
        ]
      }
    ]
  },
  {
    "id": 184,
    "text": "— Пра-виль-но! — произнёс Гралт по слогам. Его, очевидно, радовало то, что я говорил. — Знаешь, твой отец всегда избегал моего общества. Ему не нравилось то, чем я занимаюсь уже много лет. Но ты не такой...\n\nВильгельм встал, взял меня за голову, и посмотрел в глаза. Я тут же почувствовал страх, оцепенение, а затем нарастающую пустоту внутри себя.\n\n— Нет... — прошептал я, лишаясь сил.\n\nНо ровно в тот момент, когда, казалось, моя душа пересечёт черту невозврата, Гралт моргнул и отпустил меня. Силы тут же вернулись, и я стал жадно хватать ртом воздух.",
    "answers": [
      {
        "id": 186,
        "text": "— Что это было?!"
      }
    ]
  },
  {
    "id": 185,
    "text": "Гралт нахмурился.\n\n— Пожалуй, мы с тобой мыслим в разных категориях, Карл.\n\nОн уставился в пол, и начал нервно постукивать пальцами пр столу.\n\n— Ладно, спасибо за помощь! — наконец сказал он, — Я был рад с тобой познакомиться, и по-прежнему остаюсь твоим верным вассалом. Бывай! Если что нужно будет, обращайся.",
    "answers": [
      {
        "id": 79,
        "text": "Попрощаться и выйти",
        "var_set": [
          "autorun after",
          57
        ]
      }
    ]
  },
  {
    "id": 186,
    "text": "Вильгельм завёл руки за спину, и начал ходить кругами по комнате.\n\n— Я возглавляю орден Ненасытных, Карл. Это значит, я умею пожирать истоки других людей. Исток — это душа, если будет угодно. И я только что продемонстрировал, что её можно поглотить.\n\nОн остановился и обернулся на меня. Его глаза горели.\n\n— Ты даже не представляешь, какие это возможности. Хочешь, научу так же?",
    "answers": [
      {
        "id": 187,
        "text": "— Да, я хочу научиться.",
        "var_add": [
          "Gralt",
          1
        ]
      },
      {
        "id": 188,
        "text": "— Ты паршивое отродье!",
        "var_set": [
          "Gralt1",
          1
        ]
      }
    ]
  },
  {
    "id": 187,
    "text": "— Ишь, какой быстрый! Не всё сразу, Карл. Многие адепты десятилетиями служат Тёмному Богу ради получения этой способности. Но я верю, ты далеко пойдешь. Докажи верность, правильные мотивы... И весь мир ляжет у твоих ног. Подойти ко мне позже, я дам тебе новое задание.",
    "answers": [
      {
        "id": 84,
        "text": "— Ну... Ладно.",
        "var_set": [
          "autorun after",
          57
        ]
      }
    ]
  },
  {
    "id": 188,
    "text": "У Гралта округлились глаза.\n\n— Ты занимаешься оккультными делами в своем поместье. Только безумец встанет на твою сторону! Мой отец был прав — лучше держаться подальше от таких, как ты. ",
    "answers": [
      {
        "id": 79,
        "text": "Выйти, хлопнув дверью",
        "var_set": [
          "autorun after",
          57
        ]
      }
    ]
  },
  {
    "id": 189,
    "text": "Я прошелся по лавкам и сделал заказ суммарно на двадцать тысяч. Были куплены сухари, солонина, маринованные овощи, сушёная рыба. \n\nЭту провизию доставят обозами в замок, чтобы позже я мог использовать её для того, чтобы прокормить многотысячную армию в походе.",
    "answers": [
      {
        "id": 217,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 190,
    "text": "— Ганс. То, что я сейчас расскажу... В это сложно поверить.\n\nИ я доложил ему о том, что творится в подвале дома, принадлежащего Вильгельму. \n\n— Чёрт! Как знал, что этот гад что-то скрывает. Собирай городскую стражу, немедленно! Мы устроим рейд сейчас же.\n\nБыло бы неплохо вскрыть деяния Гралта, чтобы заработать репутацию борца с оккультизмом. Но это явно отразится на дальнейших отношениях с Вильгельмом.",
    "answers": [
      {
        "id": 190,
        "text": "Устроить рейд на поместье Вильгельма Гралта?",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 191,
        "text": "Да",
        "var_add": [
          "Katmar",
          2,
          "rep",
          1
        ],
        "left_answer": true
      },
      {
        "id": 192,
        "right_answer": true,
        "text": "Нет",
        "var_sub": [
          "Gralt",
          5,
          "Katmar",
          2
        ]
      }
    ]
  },
  {
    "id": 191,
    "text": "— Молодец! Боец!\n\nОн собрался с мыслями:\n\n— Устроим рейд позже, после того, как выбьем всю дурь из твоих баронов. Навести меня — я соберу большой отряд, и мы разнесём к чертям собачьим этот гадюшник Гралта.",
    "answers": [
      {
        "id": 79,
        "text": "Кивнуть и выйти",
        "var_set": [
          "autorun after",
          57
        ]
      }
    ]
  },
  {
    "id": 192,
    "text": "— Ай... Ну и Змий с тобой! Сам разберусь. Призову паладинов и прихлопнем эту мразь, пока не зоподозрил. А ты так и знай, что проявил слабость. Я осуждаю.\n\nС этими словами он вышел из комнаты, хлопнув дверью. Через пару секунд вернулся, нацепил пояс с ножнами, и снова вышел. \n\nЯ же остался в одиночестве. Потом вышел в коридор вслед за графом.",
    "answers": [
      {
        "id": 79,
        "text": "Далее",
        "var_set": [
          "autorun after",
          57
        ]
      }
    ]
  },
  {
    "id": 193,
    "text": "После первых бокалов вина начались активные разговоры.\n\n— Слышали про живых мертвецов? — начал граф Катмар. — Говорят, они разорили восточные графства, и двигаются на нас. Что делать будем, господа?\n— Давайте не обсуждать это, когда я ем! — прорычал Хвильд. — А вообще, наймём магов и дело с концом. Развели проблему!\n\nЛанберг поглядел на него осуждающе.\n\n— Потом будет поздно, когда нас всех вырежут. Думать надо сейчас. А магией отвечать на магию — дурное дело. Говорят, Разломы появились из-за того, что мы, смертные, пытаемся прыгнуть выше головы... Нужно созвать священный поход с поддержкой инквизиции.\n\nГрафы начали поглядывать на меня.",
    "answers": [
      {
        "id": 193,
        "text": "— А вы что думаете, милорд?",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 56,
        "text": "— На войне все средства хороши. В том числе магия.",
        "var_add": [
          "Gralt",
          2,
          "Hwild",
          1,
          "Hrudiberg",
          1
        ],
        "var_set": [
          "magic",
          1
        ]
      },
      {
        "id": 56,
        "text": "— От этих тварей нас отличает доблесть. Магия неизучена и опасна.",
        "var_add": [
          "Katmar",
          1,
          "Lanberg",
          2
        ],
        "var_set": [
          "magic",
          0
        ]
      }
    ]
  },
  {
    "id": 194,
    "text": "Я достал меч и полоснул наглеца руке. Тот с криком выронил молот. В следующий миг остриё моего клинка пронзило ногу инквизитора. А со стороны на нас полетели четыре всадника апокалипсиса. Его друзья.\n\nГвардейцы не дрогнули перед атакой противника. Они достойно приняли удар, сбив с седла троих паладинов. Четвёртый оказался легко ранен, и ретировался. Некоторые из моих людей скончались на месте от тяжелых травм. ",
    "answers": [
      {
        "id": 196,
        "text": "Допросить раненого паладина"
      }
    ]
  },
  {
    "id": 195,
    "text": "Я взмахнул мечом, и разрубил ему шею. Завидев это, на меня помчались четыре оставшихся всадника апокалипсиса. Друзья убитого.\n\n— К бою!\n\nБлаго, гвардейцы тоже оказались не из робких. Они стойко приняли удар коней на алебарды, умудрившись сбить с седла троих противников. Один оказался легко ранен и ретировался. \n\nПравда, многие из моих людей тоже скончались от тяжелых травм. Остальных раненых погрузили на повозку и кучер дернул поводья.\n\nПора ехать дальше.",
    "answers": [
      {
        "id": 198,
        "text": "Продолжить путь"
      }
    ]
  },
  {
    "id": 196,
    "text": "Мой обидчик кричал и плевался, извиваясь от боли. Волевым движением я схватил его за ворот и тряхнул.\n\n— Сейчас будешь отвечать на мои вопросы. Понял?\n\nОтветом был плевок в лицо. Вслед за этим я вновь обнажил меч и пронзил вторую ногу инквизитора.\n\n— Не-е-е-ет!!! Что тебе нужно?! А-а-а!\n— Кого вы ищете?\n— Что?\n— Зачем вы патрулируете дорогу? Отвечай!\n— Хорошо, хорошо! Нам приказано найти людей графа Гралта. \n— Для чего? \n— Я не могу сказ... А-А-А!!!\n\nЭто я вынул меч из ноги допрашиваемого.\n\n— Он убивает! Жрёт души! Мы не можем этого доказать, — паладин зажал рану, сделал пару вдохов, — поэтому нам приказано найти его лагерь. Воля епископа!\n\nЯ оглядел его. Он истекал кровью. ",
    "answers": [
      {
        "id": 197,
        "text": "Добить",
        "var_set": [
          "ink",
          0
        ]
      },
      {
        "id": 197,
        "text": "Оставить на дороге на милость Господа",
        "var_set": [
          "ink",
          1
        ]
      }
    ]
  },
  {
    "id": 197,
    "text": "— Мразь и ты, и твой епископ.",
    "answers": [
      {
        "id": 110,
        "text": "Продолжить путь"
      },
      {
        "id": 197,
        "text": "\n\nЯ вложил меч в ножны, развернулся рывком. Кивнул гвардейцам, мол, пора уходить.\n\n— Но вы же не оставите меня здесь? Помогите!\n\nЯ лишь ответил, что не мне решать, жить ему или нет — на то воля Всевышнего. ",
        "var_equal": [
          "ink",
          1
        ],
        "merge": true
      },
      {
        "id": 197,
        "text": "\n\nЯ вложил меч в ножны, развернулся рывком. Кивнул гвардейцам, мол, пора уходить.\n\n— Но вы же не оставите меня здесь? Помогите!\n\nПришлось остановиться. Меч снова запросился в ладони.\n\n— Действительно, было бы крайне некультурно с моей стороны оставлять тебя подыхать в мученьях, — ответил я, а дальше руки сами сделали кровавое дело.",
        "var_equal": [
          "ink",
          0
        ],
        "merge": true
      }
    ]
  },
  {
    "id": 198,
    "text": "В дороге делать было нечего, и стражники разговорились.\n\n— Не хочется мне приближаться к поместью Гралта...\n— Почему?\n— Что-то неладное там творится. Слухов много ходит.\n— Каких?\n— Да говорят, граф душу Змию продал. Служит силам зла. И людей своих склоняет. Путники рассказывали, что находили на дороге трупы: ни царапины, все кости целы, да только глаза пустые. Как будто душу высосали.\n— Сказки это! Вздор купцов.\n— Хочется верить.\n\nЯ перестал подслушивать, и взглянул на кучера. Какой-то он подозрительный, угрюмо смотрит на стражников. А может, мне кажется.",
    "answers": [
      {
        "id": 110,
        "text": "Задуматься"
      }
    ]
  },
  {
    "id": 199,
    "text": "Я вернул всё, как было, и затаился. Послышались шаги.\n\nНаконец, подозрительный незнакомец открыл тяжёлую дверь, взял ношу. Я вынырнул из укрытия, и подкрался на цыпочках поближе. Если попробовать заглянуть туда, куда он зашёл, есть вероятность, что меня заметят.\n\nПо ту сторону двери начал загораться свет: судя по всему, носильщик зажигал факела один за другим от своего. Послышались металлические скрипы.",
    "answers": [
      {
        "id": 202,
        "text": "Остаться наблюдать за происходящим внутри",
        "var_set": [
          "scare",
          1
        ]
      },
      {
        "id": 115,
        "text": "Выйти, чтобы осмотреть поместье",
        "var_set": [
          "time",
          50
        ]
      }
    ]
  },
  {
    "id": 200,
    "text": "Я заглянул в бутылочку, но вместо свечения мне открылась картина будто бы из других миров. Неясные пейзажи, сражения, сцены пьянства в таверне, сточная канава... Затем темные силуэты, взгляд и... Смерть? \n\nНет. То, что находилось внутри явно подавало признаки жизни. Оно не понимало, как оказалось в стекле, однако было обеспокоено.\n\nУ меня сложилось ощущение, будто я заглянул в чью-то душу.\n\n— Черт возьми! — я с ужасом выронил бутылочку. Та треснула, упав на дорогу. \n\nСветящееся нечто тут же закружилось внутри, а затем куда-то исчезло.",
    "answers": [
      {
        "id": 200,
        "text": "[Сзади послышались шаги]",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 201,
        "text": "Спрятаться"
      }
    ]
  },
  {
    "id": 201,
    "text": "Меня спасло то, что из освещения в подвале была только пара факелов, что отбрасывали неяркие всполохи света. А потому носильщик не заметил осколков стекла.\n\nРазбитую бутылочку я, разумеется, прихватил и спрятал. Крышку ящика тоже успел водрузить на место. \n\nНаконец, подозрительный незнакомец открыл тяжёлую дверь, взял ношу. Я вынырнул из укрытия, и подкрался на цыпочках поближе. Если попробовать заглянуть туда, куда он зашёл, есть вероятность, что меня заметят.\n\nПо ту сторону двери начал загораться свет: судя по всему, носильщик зажигал факела один за другим от своего. Послышались металлические скрипы.",
    "answers": [
      {
        "id": 201,
        "text": "[Времени на осмотр поместья осталось меньше, но ещё можно успеть]",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 119,
        "text": "Остаться наблюдать за происходящим внутри",
        "var_set": [
          "scare",
          1
        ]
      },
      {
        "id": 115,
        "text": "Выйти, чтобы осмотреть поместье",
        "var_set": [
          "time",
          50
        ]
      }
    ]
  },
  {
    "id": 202,
    "text": "",
    "answers": []
  },
  {
    "id": 203,
    "text": "— Я видел, как Бастр высосал жизненную силу у узника. Уж не знаю, чем он провинился. Это не моё дело. Но грядёт война, и мне нужны любые союзники.\n— Знаешь, твой отец всегда избегал моего общества. Ему не нравилось то, чем я занимаюсь уже много лет. Но ты не такой...\n\nВильгельм встал, взял меня за голову, и посмотрел в глаза. Я тут же почувствовал страх, оцепенение, а затем нарастающую пустоту внутри себя.\n\n— Нет... — прошептал я, лишаясь сил.\n\nНо ровно в тот момент, когда, казалось, моя душа пересечёт черту невозврата, Гралт моргнул и отпустил меня. Силы тут же вернулись, и я стал жадно хватать ртом воздух.",
    "answers": [
      {
        "id": 186,
        "text": "— Что это было?!"
      }
    ]
  },
  {
    "id": 204,
    "text": "⟨Начальник стражи⟩",
    "answers": [
      {
        "id": 204,
        "text": "\n\nБлагодаря зачистке улиц, преступления снизились, но бандиты объединились против стражи. Многим гвардейцам начали приходить угрозы и чёрные метки, а на начальника стражи и вовсе было совершено покушение.",
        "var_equal": [
          "bandit",
          1
        ],
        "merge": true
      },
      {
        "id": 204,
        "text": "\n\nИз-за бездействия в отношении преступников, ситуация в городе ухудшилась. Во многие районы стража даже не суётся, потому что гвардейцу туда путь заказан. Начальник стражи негодует.",
        "var_equal": [
          "bandit",
          0
        ],
        "merge": true
      },
      {
        "id": 204,
        "text": "\nОн предлагает ввести комендантский час в Альсбурге, чтобы пресечь ночные дела бандитов. Простым жителям это ограничение не понравится, зато поможет гвардии.",
        "merge": true
      },
      {
        "id": 204,
        "text": "Ввести комендантский час?",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 206,
        "text": "Да",
        "var_sub": [
          "rep",
          1,
          "activity",
          2
        ],
        "left_answer": true
      },
      {
        "id": 206,
        "text": "Нет",
        "right_answer": true
      }
    ]
  },
  {
    "id": 205,
    "text": "⟨Барон⟩\n\nОдин из моих баронов жалуется на то, что его деревню разорили живые мертвецы.\n\n— По окрестностям ходит небольшая армия зомби, милорд. Они уничтожили одну из моих деревень. Никто не выжил. \n\nБарон просит компенсацию из казны на восстановление хозяйства в размере тридцати тысяч золотых.",
    "answers": [
      {
        "id": 205,
        "text": "Выделить 30 000 на восстановление хозяйств?",
        "comment": true,
        "middle_answer": true
      },
      {
        "var_add": [
          "rep",
          1
        ],
        "id": 204,
        "text": "Да",
        "var_sub": [
          "money",
          30000
        ],
        "left_answer": true
      },
      {
        "id": 204,
        "text": "Нет",
        "right_answer": true
      }
    ]
  },
  {
    "id": 206,
    "text": "⟨Талм Сарх⟩\n\n— Приветствую, милорд! — с этими словами вошел другой мой барон, Талм Сарх. Он был другом отца, и ехал с нами в карете во время нападения.\n\nЯ впился пальцами в подлокотники трона. Перед глазами пронеслись недавние события, изменившие мою жизнь.\n\n— ...Несмотря на численное превосходство, — донеслось будто издалека, — Мы отстояли замок. Тем не менее, надо разобраться с этим отрядом зомби. Они представляют опасность, пока находятся на наших землях.\n\nЯ вернулся из мира воспоминаний в реальность.",
    "answers": [
      {
        "id": 207,
        "text": "— Что за отряд? Мне доложили, что кто-то разорил деревню."
      }
    ]
  },
  {
    "id": 207,
    "text": "— Да, милорд. Та самая орда мертвецов, которая напала на нас в дороге. Она перемещается, причём очень организованно, — Сарх нахмурился.\n\nОн рассказал, что зомби придерживались тактики. Выбрали слабый участок стены и лезли только на него. \n\n\"Такое поведение может означать только одно — метрвецами управляет кто-то разумный\" — понял я.\n\nСарх же предлагал выследить этих тварей, и уничтожить. Для этого потребуется добрая тысяча бойцов.",
    "answers": [
      {
        "id": 207,
        "text": "Начать подготовку к вылазке?",
        "comment": true,
        "middle_answer": true
      },
      {
        "var_add": [
          "Sarh",
          1
        ],
        "id": 208,
        "text": "Да",
        "var_set": [
          "operationZ",
          1
        ],
        "left_answer": true
      },
      {
        "id": 209,
        "text": "Нет",
        "right_answer": true,
        "var_set": [
          "operationZ",
          0
        ]
      }
    ]
  },
  {
    "id": 208,
    "text": "— Хорошо. Нам понадобится около тысячи воинов. Как будете готовы, отправьте мне письмо совиной почтой. Моя обитель находится недалеко, так что выступим сразу, как только скажете.\n\nНа этой ноте мы и расстались. Больше не было желабщих попасть на аудиенцию.",
    "answers": [
      {
        "id": 82,
        "text": "Выйти из зала"
      }
    ]
  },
  {
    "id": 209,
    "text": "Я отказался от этой затеи и попросил оставить меня одного. Больше желающих на аудиенцию не было, и подумал:\n\n\"Не стоит тратить ресурсы, чтобы искать нежить. Она и сама нас найдёт.\"",
    "answers": [
      {
        "id": 82,
        "text": "Выйти из зала"
      }
    ]
  },
  {
    "id": 210,
    "text": "Собор святого Готтарда.",
    "answers": [
      {
        "var_add": [
          "rep",
          1
        ],
        "var_equal": [
          "parad",
          1
        ],
        "id": 218,
        "text": "Помолиться у всех на виду",
        "need": -218
      },
      {
        "id": 55,
        "text": "Выйти",
        "instant": true,
        "middle_answer": true
      },
      {
        "id": 210,
        "text": "\n\nСейчас проходит служба. Прихожане стоят довольно плотно. Поёт церковный хор под аккомпанемент органа.",
        "merge": true
      }
    ]
  },
  {
    "id": 211,
    "text": "Здесь расположены производственные мощности Альсбурга.",
    "answers": [
      {
        "id": 227,
        "text": "К оружейным лавкам",
        "need": 10000
      },
      {
        "id": 228,
        "text": "К доспешным цехам",
        "need": 10000
      },
      {
        "id": 229,
        "text": "К строительным гильдиям"
      },
      {
        "id": 55,
        "text": "Уйти",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 212,
    "text": "Район, улицы которого превращены в рынки. Здесь можно найти почти все виды  товаров и услуг.",
    "answers": [
      {
        "id": 215,
        "text": "Гильдии наёмников",
        "instant": true
      },
      {
        "id": 217,
        "text": "Купеческие гильдии",
        "instant": true
      },
      {
        "id": 55,
        "text": "Выйти",
        "instant": true,
        "middle_answer": true
      }
    ]
  },
  {
    "id": 213,
    "text": "Выглядит, как обычный рынок, да только стража сюда не суётся. А это означает, что в ближайшей лавочке могут тороговать особыми веществами, либо же принимать заказы на убийства.",
    "answers": [
      {
        "id": 55,
        "text": "Выйти",
        "instant": true,
        "middle_answer": true
      }
    ]
  },
  {
    "id": 214,
    "text": "Здесь всё идет своим чередом: какого-то доходягу выгогяют из кабака вышибалы, за углом шутят непристойные шутки мужички. А представительницы древшейшей профессии наверняка занимаются своим делом.",
    "answers": [
      {
        "id": 55,
        "text": "Уйти",
        "instant": true,
        "middle_answer": true
      }
    ]
  },
  {
    "id": 215,
    "text": "Я попал в квартал, где расположены конторы наёмнических гильдий. Можно зайти в любую, чтобы узнать подробности.",
    "answers": [
      {
        "id": 219,
        "text": "Кондотьеры Чёрного Шеврона",
        "instant": true
      },
      {
        "id": 220,
        "text": "Рыцари Седла",
        "instant": true
      },
      {
        "id": 221,
        "text": "Лучники Макдаута",
        "instant": true
      },
      {
        "id": 222,
        "text": "Кригеры",
        "instant": true
      },
      {
        "id": 223,
        "text": "Гильдия инженеров",
        "instant": true
      },
      {
        "id": 224,
        "text": "Лекари",
        "instant": true
      },
      {
        "id": 212,
        "text": "Выйти",
        "instant": true,
        "middle_answer": true
      }
    ]
  },
  {
    "id": 216,
    "text": "Я вошёл в Зал Суда, где обычно проходят допросы, следствия, заседания.",
    "answers": [
      {
        "id": 216,
        "text": "*Сейчас здесь собрались высокопоставленные представители знати города, а также подсудимые и стража. Все ждут прибытия герцога.",
        "comment": true,
        "var_equal": [
          "zal",
          1
        ]
      },
      {
        "id": 270,
        "text": "Принять подсудимых",
        "var_equal": [
          "zal",
          1
        ],
        "var_set": [
          "zal",
          2,
          "autorun after",
          0
        ]
      },
      {
        "id": 55,
        "text": "Выйти",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 217,
    "text": "Здесь можно разжиться разными другими товарами на свой вкус.",
    "answers": [
      {
        "id": 230,
        "text": "Конюшни",
        "need": 10000
      },
      {
        "id": 269,
        "text": "Фермерские лавки"
      },
      {
        "id": 212,
        "text": "Уйти",
        "instant": true,
        "middle_answer": true
      }
    ]
  },
  {
    "id": 218,
    "text": "Я вышел в середину собора и тихо помолился у всех на виду. Боковым зрением я замечал, что на меня поглядывают другие прихожане. \n\nСудя по всему, они делают свои выводы.",
    "answers": [
      {
        "id": 210,
        "text": "Закончить",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 219,
    "text": "В распоряжении кондоты Чёрного Шеврона всего три отряда по 600 человек, из которых в каждом по 100 собственно кондотьеров, 300 пикинёров и 200 арбалетчиков.",
    "answers": [
      {
        "id": 219,
        "text": "• Отряд \"Чёрного шеврона\"\n\nОтряд, который ведёт в бой Джованни де Нари — основатель гильдии. Запрашивает за заключение контракта 35.000 золотых",
        "comment": true
      },
      {
        "var_not": [
          "blackSch",
          1
        ],
        "var_add": [
          "army",
          600
        ],
        "var_sub": [
          "money",
          35000
        ],
        "id": 219,
        "instant": true,
        "text": "Нанять",
        "var_set": [
          "blackSch",
          1
        ]
      },
      {
        "id": 219,
        "text": "[Наняты]",
        "comment": true,
        "var_equal": [
          "blackSch",
          1
        ]
      },
      {
        "id": 219,
        "text": "• Отряд \"Златого Льва\"\n\nЛейтенант Франческо де Альби ведёт за собой отряд Златых Львов и требует за заключение контракта 35.000 золотых",
        "comment": true
      },
      {
        "var_not": [
          "GoldLion",
          1
        ],
        "var_add": [
          "army",
          600
        ],
        "instant": true,
        "id": 219,
        "var_sub": [
          "money",
          35000
        ],
        "text": "Нанять",
        "var_set": [
          "GoldLion",
          1
        ]
      },
      {
        "id": 219,
        "text": "[Наняты]",
        "comment": true,
        "var_equal": [
          "GoldLion",
          1
        ]
      },
      {
        "id": 219,
        "text": "• Отряд \"Кавалеров из Галуццо\"\n\nОтряд Кавалеров из Галуццо под командованием Адриано де Мирулло требует 35.000 золотых за заключение контракта",
        "comment": true
      },
      {
        "var_not": [
          "CavGal",
          1
        ],
        "var_add": [
          "army",
          600
        ],
        "instant": true,
        "id": 219,
        "text": "Нанять",
        "var_sub": [
          "money",
          35000
        ],
        "var_set": [
          "CavGal",
          1
        ]
      },
      {
        "id": 219,
        "text": "[Наняты]",
        "comment": true,
        "var_equal": [
          "CavGal",
          1
        ]
      },
      {
        "id": 215,
        "text": "Выйти",
        "instant": true,
        "middle_answer": true
      },
      {
        "id": 219,
        "text": "введите команды для картинки",
        "url": "https://sun9-7.userapi.com/impg/ozOekhNmAnTeWUdHgvSUIEEoyXqndaceD2AGCg/Sm4EfPJs-Ms.jpg?size=800x225<amp>quality=96<amp>sign=482e3cb3fee6882ad8ecf18b1d96ebfd<amp>type=album"
      }
    ]
  },
  {
    "id": 220,
    "text": "В распоряжении Рыцарей Седла, находится три отряда, численностью 400 человек в головном отряде Жофруанской шевальерии, и по 200 на два остальных.",
    "answers": [
      {
        "id": 220,
        "text": "• Отряд \"Жофруанская шевальерия\"\n\nКомандиром первого отряда шевальерии выступает сам капитан Жофруа де Бернон. Отряд требует 20.000 монет за заключение контракта",
        "comment": true
      },
      {
        "var_not": [
          "Jofrua",
          1
        ],
        "var_add": [
          "army",
          400
        ],
        "text": "Нанять",
        "id": 220,
        "instant": true,
        "var_sub": [
          "money",
          20000
        ],
        "var_set": [
          "Jofrua",
          1
        ]
      },
      {
        "id": 220,
        "text": "[Наняты]",
        "comment": true,
        "var_equal": [
          "Jofrua",
          1
        ]
      },
      {
        "id": 220,
        "text": "• Отряд \"Кавалеры Беатрис\"\n\nКомандиром отряда Кавалеров выступает Ричард де Кали. За заключение контракта на один поход требует 15.000 золотых",
        "comment": true
      },
      {
        "var_not": [
          "CavBea",
          1
        ],
        "var_add": [
          "army",
          200
        ],
        "var_sub": [
          "money",
          15000
        ],
        "id": 220,
        "instant": true,
        "text": "Нанять",
        "var_set": [
          "CavBea",
          1
        ]
      },
      {
        "id": 220,
        "text": "[Наняты]",
        "comment": true,
        "var_equal": [
          "CavBea",
          1
        ]
      },
      {
        "id": 220,
        "text": "• Отряд \"Братья шпоры\"\n\nКомандиром \"Братьев шпоры\" выступает Годфри де Шалье. За заключение контракта отряд требует 15.000 золотых",
        "comment": true
      },
      {
        "var_not": [
          "Bro",
          1
        ],
        "var_add": [
          "army",
          200
        ],
        "text": "Нанять",
        "id": 220,
        "instant": true,
        "var_sub": [
          "money",
          15000
        ],
        "var_set": [
          "Bro",
          1
        ]
      },
      {
        "id": 220,
        "text": "[Наняты]",
        "comment": true,
        "var_equal": [
          "Bro",
          1
        ]
      },
      {
        "id": 215,
        "text": "Выйти",
        "instant": true,
        "middle_answer": true
      },
      {
        "id": 220,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-39.userapi.com/impg/ij2PzTPKHOlIOhKQJtAHNIMdJySl6lO7FD0oLQ/1x4eilL59Pk.jpg?size=604x170<amp>quality=96<amp>sign=95cf58ddbc4287953cd59b6ea79875d8<amp>type=album"
      }
    ]
  },
  {
    "id": 221,
    "text": "В распоряжении Отряда Макдаута, находится воинство, общей численностью в 900 человек.",
    "answers": [
      {
        "id": 221,
        "text": "Командиром Лучников Макдаута является сам Артур Макдаут. Отряд всего один, и требует 25.000 монет за поход.",
        "comment": true
      },
      {
        "var_not": [
          "Mcdout",
          1
        ],
        "var_add": [
          "army",
          900
        ],
        "var_sub": [
          "money",
          25000
        ],
        "id": 221,
        "instant": true,
        "text": "Нанять",
        "var_set": [
          "Mcdout",
          1
        ]
      },
      {
        "id": 221,
        "text": "[Наняты]",
        "comment": true,
        "var_equal": [
          "Mcdout",
          1
        ]
      },
      {
        "id": 215,
        "text": "Выйти",
        "instant": true,
        "middle_answer": true
      },
      {
        "id": 221,
        "text": "введите команды для картинки",
        "url": "https://sun9-29.userapi.com/impg/0-Wvz_CKwSpY6vL1MymXLeXuZ8u61jkxJW0jpg/Bfs-gtRQKPU.jpg?size=604x170<amp>quality=96<amp>sign=be25ec2e83a0200f4c5187b36682038b<amp>type=album"
      }
    ]
  },
  {
    "id": 222,
    "text": "Всего имеют место три отряда Кригеров. В Швадской банде — 200 мечников, 400 пикинёров и 200 арбалетчиков. В Багряной банде 100 мечников, 300 пик и 100 арбалетчиков, и наконец в Белой — 100 мечей, 200 пик и 100 арбалетов.",
    "answers": [
      {
        "id": 222,
        "text": "• Отряд \"Швадская банда\"\n\nКомандиром Швадской банды выступает капитан Генрих фон Швад. Отряд требует 30.000 монет за заключение контракта",
        "comment": true
      },
      {
        "var_not": [
          "Schvad",
          1
        ],
        "var_add": [
          "army",
          800
        ],
        "var_sub": [
          "money",
          30000
        ],
        "id": 222,
        "instant": true,
        "text": "Нанять",
        "var_set": [
          "Schvad",
          1
        ]
      },
      {
        "id": 222,
        "text": "[Наняты]",
        "comment": true,
        "var_equal": [
          "Schvad",
          1
        ]
      },
      {
        "id": 222,
        "text": "• Отряд \"Белая банда\"\n\nБелой бандой руководит лейтенант Ганс Дальц. Отряд выступит на стороне нанимателя за 20.000",
        "comment": true
      },
      {
        "var_not": [
          "WhiteBand",
          1
        ],
        "var_add": [
          "army",
          400
        ],
        "var_sub": [
          "money",
          20000
        ],
        "id": 222,
        "instant": true,
        "text": "Нанять",
        "var_set": [
          "WhiteBand",
          1
        ]
      },
      {
        "id": 222,
        "text": "[Наняты]",
        "comment": true,
        "var_equal": [
          "WhiteBand",
          1
        ]
      },
      {
        "id": 222,
        "text": "• Отряд \"Багряная банда\"\n\nБагряной бандой Кригеров командует лейтенант Николас Генарген. Отряд требует 25.000 монет",
        "comment": true
      },
      {
        "var_not": [
          "BagBand",
          1
        ],
        "var_add": [
          "army",
          500
        ],
        "var_sub": [
          "money",
          25000
        ],
        "id": 222,
        "instant": true,
        "text": "Нанять",
        "var_set": [
          "BagBand",
          1
        ]
      },
      {
        "id": 222,
        "text": "[Наняты]",
        "comment": true,
        "var_equal": [
          "BagBand",
          1
        ]
      },
      {
        "id": 215,
        "text": "Выйти",
        "instant": true,
        "middle_answer": true
      },
      {
        "id": 222,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-28.userapi.com/impg/oOnudvYY82_-x1r5El2EgzvZKPJkeEp0EgT-mw/4JMYENSr3js.jpg?size=604x170<amp>quality=96<amp>sign=bae5f11363c1f188fd3dadb511c52bd4<amp>type=album"
      }
    ]
  },
  {
    "id": 223,
    "text": "Инженеры занимаются сбором и обслуживанием осадных орудий. Могут сооружать простые конструкции во время похода.",
    "answers": [
      {
        "id": 223,
        "text": "Стоимость услуг на протяжении выхода: 30 000 золотых",
        "comment": true
      },
      {
        "text": "Нанять",
        "id": 225,
        "var_sub": [
          "money",
          30
        ],
        "need": -225,
        "var_set": [
          "ing",
          1
        ]
      },
      {
        "id": 215,
        "text": "Выйти",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 224,
    "text": "Здесь работают аптекари и врачи, которые развернут полевой госпиталь для нужд заказчика. \n\nКонечно, их препараты создаются на основе лекарственных трав, а методы лечения... Мягко говоря, странные. Но за неимением выбора, это лучше, чем ничего.",
    "answers": [
      {
        "id": 224,
        "text": "Стоимость найма на один поход: 20 000",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 226,
        "text": "Нанять команду лекарей",
        "need": -226,
        "var_set": [
          "hospital",
          1
        ]
      },
      {
        "id": 215,
        "text": "Выйти",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 225,
    "text": "Сделка заключена. В ближайшем походе к армии присоединится команда инденеров.",
    "answers": [
      {
        "id": 215,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 226,
    "text": "Торговый представитель принял заказ, и сказал, что медики выступят в поход вместе с армией.",
    "answers": [
      {
        "id": 215,
        "text": "Выйти"
      }
    ]
  },
  {
    "id": 227,
    "text": "Улица с кузнечными лавками. Тут можно закупить оптом различные виды вооружения.",
    "answers": [
      {
        "id": 231,
        "text": "Древковое оружие"
      },
      {
        "id": 232,
        "text": "Клинковое оружие"
      },
      {
        "id": 233,
        "text": "Дробящее оружие"
      },
      {
        "id": 234,
        "text": "Щиты"
      },
      {
        "id": 211,
        "text": "Уйти",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 228,
    "text": "",
    "answers": []
  },
  {
    "id": 229,
    "text": "Инженеры и зодчие занимают этот квартал испокон веков.\n\nМоё имущество:\n\n",
    "answers": [
      {
        "id": 229,
        "text": "• Требушет\n\nЦена: 2000 монет",
        "comment": true
      },
      {
        "var_add": [
          "trebuchet",
          1
        ],
        "id": 229,
        "text": "Купить 1 шт.",
        "instant": true,
        "var_sub": [
          "money",
          2000
        ]
      },
      {
        "id": 229,
        "text": "• Осадная башня\n\nЦена: 1200 монет",
        "comment": true
      },
      {
        "var_add": [
          "tower",
          1
        ],
        "id": 229,
        "text": "Купить 1 шт.",
        "instant": true,
        "var_sub": [
          "money",
          1200
        ]
      },
      {
        "id": 229,
        "text": "• Таран\n\nЦена: 2500 монет",
        "comment": true
      },
      {
        "var_add": [
          "taran",
          1
        ],
        "id": 229,
        "text": "Купить 1 шт.",
        "instant": true,
        "var_sub": [
          "money",
          2500
        ]
      },
      {
        "id": 211,
        "text": "Покинуть это место",
        "middle_answer": true
      },
      {
        "id": 229,
        "text": "Требушеты: ",
        "var_show": [
          "trebuchet",
          "шт."
        ],
        "merge": true
      },
      {
        "id": 229,
        "text": "\nБашни:",
        "var_show": [
          "tower",
          "шт."
        ],
        "merge": true
      },
      {
        "id": 229,
        "text": "\nТараны:",
        "var_show": [
          "taran",
          "шт."
        ],
        "merge": true
      }
    ]
  },
  {
    "id": 230,
    "text": "",
    "answers": []
  },
  {
    "id": 231,
    "text": "Древковое оружие:",
    "answers": [
      {
        "id": 231,
        "text": "• Копьё",
        "comment": true
      },
      {
        "id": 236,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 237,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 231,
        "text": "• Пика",
        "comment": true
      },
      {
        "id": 239,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 240,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 231,
        "text": "• Алебарда",
        "comment": true
      },
      {
        "id": 242,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 243,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 231,
        "text": "• Брагхаймский молот",
        "comment": true
      },
      {
        "id": 245,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 246,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 227,
        "text": "Назад",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 232,
    "text": "Клинковое оружие:",
    "answers": [
      {
        "id": 232,
        "text": "Нож",
        "comment": true
      },
      {
        "id": 238,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 241,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 232,
        "text": "Кинжал",
        "comment": true
      },
      {
        "id": 235,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 244,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 232,
        "text": "Тесак",
        "comment": true
      },
      {
        "id": 247,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 248,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 232,
        "text": "Короткий меч",
        "comment": true
      },
      {
        "id": 250,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 251,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 232,
        "text": "Полуторный меч",
        "comment": true
      },
      {
        "id": 249,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 252,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 232,
        "text": "Двуручный меч",
        "comment": true
      },
      {
        "id": 254,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 255,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 232,
        "text": "Фламберг",
        "comment": true
      },
      {
        "id": 253,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 257,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 227,
        "text": "Назад",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 233,
    "text": "Дробящее оружие:",
    "answers": [
      {
        "id": 233,
        "text": "Дубина",
        "comment": true
      },
      {
        "id": 258,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 259,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 233,
        "text": "Булава",
        "comment": true
      },
      {
        "id": 256,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 260,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 233,
        "text": "Топор",
        "comment": true
      },
      {
        "id": 262,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 263,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 233,
        "text": "Шестопёр",
        "comment": true
      },
      {
        "id": 261,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 264,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 233,
        "text": "Клевец",
        "comment": true
      },
      {
        "id": 265,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 266,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 233,
        "text": "Брагхаймский молот",
        "comment": true
      },
      {
        "id": 267,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 268,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 227,
        "text": "Назад",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 234,
    "text": "Щиты:",
    "answers": [
      {
        "id": 234,
        "text": "Круглый деревянный щит",
        "comment": true
      },
      {
        "id": 234,
        "text": "Каплевидный щит",
        "comment": true
      },
      {
        "id": 234,
        "text": "Павеза",
        "comment": true
      },
      {
        "id": 234,
        "text": "Рондаш",
        "comment": true
      },
      {
        "id": 234,
        "text": "Тарч",
        "comment": true
      },
      {
        "id": 227,
        "text": "Назад",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 235,
    "text": "",
    "answers": []
  },
  {
    "id": 236,
    "text": "",
    "answers": []
  },
  {
    "id": 237,
    "text": "",
    "answers": []
  },
  {
    "id": 238,
    "text": "",
    "answers": []
  },
  {
    "id": 239,
    "text": "",
    "answers": []
  },
  {
    "id": 240,
    "text": "",
    "answers": []
  },
  {
    "id": 241,
    "text": "",
    "answers": []
  },
  {
    "id": 242,
    "text": "",
    "answers": []
  },
  {
    "id": 243,
    "text": "",
    "answers": []
  },
  {
    "id": 244,
    "text": "",
    "answers": []
  },
  {
    "id": 245,
    "text": "",
    "answers": []
  },
  {
    "id": 246,
    "text": "",
    "answers": []
  },
  {
    "id": 247,
    "text": "",
    "answers": []
  },
  {
    "id": 248,
    "text": "",
    "answers": []
  },
  {
    "id": 249,
    "text": "",
    "answers": []
  },
  {
    "id": 250,
    "text": "",
    "answers": []
  },
  {
    "id": 251,
    "text": "",
    "answers": []
  },
  {
    "id": 252,
    "text": "",
    "answers": []
  },
  {
    "id": 253,
    "text": "",
    "answers": []
  },
  {
    "id": 254,
    "text": "",
    "answers": []
  },
  {
    "id": 255,
    "text": "",
    "answers": []
  },
  {
    "id": 256,
    "text": "",
    "answers": []
  },
  {
    "id": 257,
    "text": "",
    "answers": []
  },
  {
    "id": 258,
    "text": "",
    "answers": []
  },
  {
    "id": 259,
    "text": "",
    "answers": []
  },
  {
    "id": 260,
    "text": "",
    "answers": []
  },
  {
    "id": 261,
    "text": "",
    "answers": []
  },
  {
    "id": 262,
    "text": "",
    "answers": []
  },
  {
    "id": 263,
    "text": "",
    "answers": []
  },
  {
    "id": 264,
    "text": "",
    "answers": []
  },
  {
    "id": 265,
    "text": "",
    "answers": []
  },
  {
    "id": 266,
    "text": "",
    "answers": []
  },
  {
    "id": 267,
    "text": "",
    "answers": []
  },
  {
    "id": 268,
    "text": "",
    "answers": []
  },
  {
    "id": 269,
    "text": "Тут крестьяне сбывают свой урожай.",
    "answers": [
      {
        "var_not": [
          "food",
          1
        ],
        "id": 189,
        "var_sub": [
          "money",
          20000
        ],
        "text": "Купить месячный запас еды для армии",
        "var_set": [
          "food",
          1
        ]
      },
      {
        "id": 269,
        "text": "Цена: 20 000 золотых",
        "comment": true,
        "var_not": [
          "food",
          1
        ]
      },
      {
        "id": 217,
        "text": "Назад",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 270,
    "text": "Комната, куда я вошёл, была пропитана горечью. Я сел в противно-бархатное кресло, цвет которого напоминал кровь. \n\n— Заводи! — послышалось по ту сторону двери. Стража пустила первого.\n\nИм оказался пожилой матёрый полуэльф, которого обвиняли в контрабанде. Будучи гражданином Ландарии, он тайно провозил на своём судёнышке сотни килограмм ландского виски, а затем сбывал в столице.\n\nНа иностранный алкоголь в Альгобардии очень высокие пошлины, но контрабандисты продают товар, уклоняясь от налогов, тем самым навариваясь по-крупному.\n\n— Моя не хотеть этого делать, государь! Семья Ландария нужна еда. Моя не иметь выхода! — причитал полуэльф.\n",
    "answers": [
      {
        "id": 270,
        "text": "Какова его судьба?",
        "comment": true,
        "middle_answer": true
      },
      {
        "right_answer": true,
        "var_add": [
          "rep",
          1
        ],
        "id": 279,
        "text": "Каторга",
        "left_answer": false
      },
      {
        "id": 280,
        "text": "Изгнание",
        "right_answer": false,
        "left_answer": true
      }
    ]
  },
  {
    "id": 271,
    "text": "⟨Отличие копья от пики⟩\n\n...Несмотря на внешние сходства, различия колоссальны. \n\nКопья имеют длину до трёх метров и плоский листовидный наконечник. Они более мобильны, и могут быть использованы как в атаке, так и в защите. По большей части против пехоты. \n\nПика же — антикавалерийское оружие. Исключительно оборонительное. Имеет длину от трех метров и больше. Тяжелая, с узким острым наконечником, пика часто снабжается остриём с обратной стороны для упора в землю. \n\nВ отличие от копья, пику нельзя удержать одной рукой. Кроме того, за счет формы наконечника, копьем можно не только колоть, но и рубить. В то время как пикой сложно наносить какие-либо удары в принципе. Зато остриё пики способно пробить латы, в том числе и конные.",
    "answers": [
      {
        "id": 272,
        "text": "Почитать ещё что-нибудь",
        "go_to": [
          "books"
        ]
      },
      {
        "id": 46,
        "text": "Оторваться от чтения"
      },
      {
        "super_calculate": false,
        "id": 46,
        "text": "Новый ответ. введите текст",
        "calculate": true,
        "var_random_from": [
          "books",
          60,
          95,
          271,
          272,
          273,
          274,
          275,
          276,
          277,
          278
        ]
      }
    ]
  },
  {
    "id": 272,
    "text": "⟨Тайный лаз⟩\n\n...Замок Альсбурга можно покинуть через потайной проход в случае опасности. Он расположен за камином тронного зала: чтобы активировать механизмы, нужно повернуть украшение из лепнины. \n\nТогда откроется лаз, ведущий прямиком в  Альсбург. Проход оканчивается внутри одного из колодцев. Последний находится в безопасном тихом дворе недалеко от центра города.",
    "answers": [
      {
        "id": 272,
        "text": "Почитать ещё что-нибудь",
        "go_to": [
          "books"
        ]
      },
      {
        "id": 46,
        "text": "Оторваться от чтения"
      },
      {
        "super_calculate": false,
        "var_random_from": [
          "books",
          60,
          95,
          271,
          272,
          273,
          274,
          275,
          276,
          277,
          278
        ],
        "text": "Новый ответ. введите текст",
        "id": 46,
        "calculate": true
      },
      {
        "super_calculate": false,
        "id": 272,
        "calculate": true,
        "text": "Новый ответ. введите текст",
        "var_set": [
          "kamin",
          1
        ]
      }
    ]
  },
  {
    "id": 273,
    "text": "⟨Сказ о влюбленном рыцаре⟩\n\nЖил-был рыцарь, и влюбился он в прекрасную принцессу. До того он ей восхищался, что решил совершить подвиг.\n\n— Желай, чего хочешь! — говорил он, — Всё для тебя сделаю, только будь со мной!\n\nПожелала принцесса аленький цветочек. Долгий путь-дорогу проделал рыцарь, убил чудище, но принёс цветочек. \n\nПожелала принцесса жар-птицу. Опять поехал он за тридевять земель, в тридевятое царство. Убил тридевятого царя, выкрал птицу.\n\nНо принцеса пожелала драконью голову. Приехал рыцарь к пещере, дракон ему и говорит:\n\n— Руби голову! Слишком стар я, устал жить.\n\nОтрубил рыцарь голову, приезжает раньше срока, а там принцесса с графским сыном гуляет. Пригорюнился рыцарь, и ушёл странствовать.\n\nА принцесса вышла за графского сына замуж.",
    "answers": [
      {
        "id": 272,
        "text": "Почитать ещё что-нибудь",
        "go_to": [
          "books"
        ]
      },
      {
        "id": 46,
        "text": "Оторваться от чтения"
      },
      {
        "super_calculate": false,
        "id": 46,
        "text": "Новый ответ. введите текст",
        "calculate": true,
        "var_random_from": [
          "books",
          60,
          95,
          271,
          272,
          273,
          274,
          275,
          276,
          277,
          278
        ]
      }
    ]
  },
  {
    "id": 274,
    "text": "⟨Брагхаймский молот⟩\n\nЭто оружие, созданное кузнецами-брагами в столичном кантоне Брагхайм. Представляет из себя нечто среднее между боевым молотом и пикой.\n\nДлина оружия — от двух до четырех метров. Это древко с необычным наконечником, форма которого напоминает клевец: с одной стороны молотковая часть, а с другой — изогнутый шип. Верхняя же часть увенчана остриём пики, что позволяет использовать оружие для колющих ударов.\n\nСчитается универсальным грозным средством как против пехоты, так и против конницы. ",
    "answers": [
      {
        "id": 272,
        "text": "Почитать ещё что-нибудь",
        "go_to": [
          "books"
        ]
      },
      {
        "id": 46,
        "text": "Оторваться от чтения"
      },
      {
        "super_calculate": false,
        "id": 46,
        "text": "Новый ответ. введите текст",
        "calculate": true,
        "var_random_from": [
          "books",
          60,
          95,
          271,
          272,
          273,
          274,
          275,
          276,
          277,
          278
        ]
      }
    ]
  },
  {
    "id": 275,
    "text": "⟨Дробящее оружие⟩\n\nБулавы и дубины являются недорогим, но крайне эффективным оружием ближнего боя. Их несложно изготовить, а использовать — ещё проще. \n\nДаже рыцарь в латном доспехе, которого не возьмёт ни меч, ни копьё, может сильно пострадать от удара тупым предметом по голове.\n\nКроме того, существует особое оружие для вскрытия доспехов — клевец. Он напоминает собой боевой молот: с одной стороны имеет дробящую часть, а с другой специальный шип для пробития лат.",
    "answers": [
      {
        "id": 272,
        "text": "Почитать ещё что-нибудь",
        "go_to": [
          "books"
        ]
      },
      {
        "id": 46,
        "text": "Оторваться от чтения"
      },
      {
        "super_calculate": false,
        "id": 46,
        "text": "Новый ответ. введите текст",
        "calculate": true,
        "var_random_from": [
          "books",
          60,
          95,
          271,
          272,
          273,
          274,
          275,
          276,
          277,
          278
        ]
      }
    ]
  },
  {
    "id": 276,
    "text": "⟨Клинковое оружие⟩\n\nИзготовление клинков — дело сложное и затратное. А потому из всех видов вооружения оно самое дорогое.\n\nОднако по эффективности клинковое оружие чаще всего уступает древковому или дробящему, поскольку требует навыков обращения с ним. А его потенциал может раскрыться далеко не при любых условиях.\n\nТак, например, в открытом поле гораздо удобнее будет использовать копьё, нежели меч. Мечи, по своей сути, служат запасным оружием, либо же декоративным, чтобы показать окружающим высокий статус владельца.\n\nВ реальном бою может быть применён лишь двуручный меч, либо его разновидность — фламберг.",
    "answers": [
      {
        "id": 272,
        "text": "Почитать ещё что-нибудь",
        "go_to": [
          "books"
        ]
      },
      {
        "id": 46,
        "text": "Оторваться от чтения"
      },
      {
        "super_calculate": false,
        "id": 46,
        "text": "Новый ответ. введите текст",
        "calculate": true,
        "var_random_from": [
          "books",
          60,
          95,
          271,
          272,
          273,
          274,
          275,
          276,
          277,
          278
        ]
      }
    ]
  },
  {
    "id": 277,
    "text": "⟨Гальренское епископство⟩\n\nГальрен — второй по численности город Альгобардии после столицы и крупнейший порт.\n\nВласть в нём захватил орден Альбертидов, первым прогнав имперскую власть из региона и провозгласив независимое государство.\n\nГальренское Епископство состоит из собственно столичной провинции — Гальренского Епископата — а также подконтрольных территорий, на которых правят не графы, а магистры ордена. \n\nЭти территории называются магистратурами и именуются в честь крупнейших городов: Касселя, Деспина, Гвиханесбурга и Лавредера.",
    "answers": [
      {
        "id": 272,
        "text": "Почитать ещё что-нибудь",
        "go_to": [
          "books"
        ]
      },
      {
        "id": 46,
        "text": "Оторваться от чтения"
      },
      {
        "super_calculate": false,
        "id": 46,
        "text": "Новый ответ. введите текст",
        "calculate": true,
        "var_random_from": [
          "books",
          60,
          95,
          271,
          272,
          273,
          274,
          275,
          276,
          277,
          278
        ]
      }
    ]
  },
  {
    "id": 278,
    "text": "⟨Брагские кантоны⟩\n\nБрагия — автономная область на востоке Альгобардии. Населена преимущественно гномами. Ранее входила в состав Альгобардской империи, но после развала оной, одна из первых перестала подчиняться центральной власти.\n\nВзаимоотношения альгобардов с брагами издавна были напряженными. Несмотря на то, что оба народа понимали друг друга на Высоком Альгобардском языке, у брагов сформировался определенный диалект альгобардского, названный брагским языком.\n\nВсего насчитывается пять брагских кантонов: Брагхайм, Тильберг, Зильнен, Лореция и Шат. В первых трёх говорят на брагском языке. В самом восточном, Шате, на лорийском, а в южном регионе Лореция — на венийском языке.\n\nГлавой каждого кантона является независимый граф. Лишь против общей угрозы браги собираются под единым стягом, чтобы дать отпор врагу знаменитой брагской пехотой.",
    "answers": [
      {
        "id": 272,
        "text": "Почитать ещё что-нибудь",
        "go_to": [
          "books"
        ]
      },
      {
        "id": 46,
        "text": "Оторваться от чтения"
      },
      {
        "super_calculate": false,
        "id": 46,
        "text": "Новый ответ. введите текст",
        "calculate": true,
        "var_random_from": [
          "books",
          60,
          95,
          271,
          272,
          273,
          274,
          275,
          276,
          277,
          278
        ]
      }
    ]
  },
  {
    "id": 279,
    "text": "— Преступник должен быть наказан. — Произнес я, а затем распорядился прикрепить ланда к одному из своих вассальных рыцарей.\n\nТеперь он до конца дней будет служить своему синьору, выполняя самые тяжелые крестьянские работы.\n\nКогда подсудимому перевели моё решение, тот начал вырываться, заревел, попытался отобрать топор у одного из стражников, но его тут же скрутили и увели. Рыцарь будет рад получить одного подчиненного.",
    "answers": [
      {
        "id": 281,
        "text": "Приказать привести следующего"
      }
    ]
  },
  {
    "id": 280,
    "text": "Я приказал депортировать ланда восвояси с пожизненным запретом на въезд в Альгобардию.\n\nКогда подсудимому перевели моё решение, тот кинулся к стулу и попытался поцеловать ногу, но его оттащили.\n\n— Спасибо! Спасибо! — благодарил он.\n\nДа, я поступил по совести, хотя можно было отдать контрабандиста на вечное служение какому-нибудь моему рыцарю.",
    "answers": [
      {
        "id": 281,
        "text": "Приказать привести следующего"
      }
    ]
  },
  {
    "id": 281,
    "text": "⟨Вор⟩\n\nЩуплый мальчуган обвинялся в краже. Да не простой, а церковного имущества. Наглец вошёл в Собор Святого Готтарда, и, прямо во время службы, попытался вынести золотую свечницу.\n\nБлаго, дьячок заметил это и уже на улице догнал вора. Духовенство просит казнить виновного.",
    "answers": [
      {
        "id": 281,
        "text": "Повесить?",
        "comment": true,
        "middle_answer": true
      },
      {
        "var_add": [
          "inkv",
          2,
          "rep",
          1
        ],
        "id": 283,
        "text": "Да",
        "var_set": [
          "vor",
          0
        ],
        "left_answer": true
      },
      {
        "right_answer": true,
        "id": 283,
        "var_sub": [
          "rep",
          1
        ],
        "text": "Нет",
        "var_set": [
          "vor",
          1
        ]
      },
      {
        "var_add": [
          "rep",
          2,
          "inkv",
          1
        ],
        "id": 283,
        "text": "Отрубить руку",
        "middle_answer": true,
        "var_set": [
          "vor",
          2
        ]
      }
    ]
  },
  {
    "id": 282,
    "text": "⟨Спор двух рыцарей⟩\n\nНеужели я думал, что обойдётся без феодальных дрязг? Пожаловали рыцари — мои прямые вассалы. \n\nНебольшой замок Фальц был неожиданно атакован и захвачен нежитью. Его владелец Зигфрид Фальц был с оруженосцами в отъезде, но спасшаяся от мертвецов служанка добежала до соседнего замка. \n\nОна рассказала о случившемся лорду Шену. Тот, в свою очередь, собрал отряд и отбил Фальц. Основная масса мертвецов, судя по всему, ушла — Шен лишь вырезал остатки. Тем не менее, он претендует на замок, ссылаясь на земельный закон Ваннербурга.\n\nС другой стороны, это противоречит кодексу чести рыцаря, ведь тогда Зигфрид Фальц останется почти без земель.",
    "answers": [
      {
        "id": 282,
        "text": "Удовлетворить иск Шена?",
        "comment": true,
        "middle_answer": true
      },
      {
        "left_answer": true,
        "id": 284,
        "text": "Да",
        "var_sub": [
          "rep",
          1
        ],
        "var_set": [
          "r1",
          1
        ]
      },
      {
        "right_answer": true,
        "var_add": [
          "rep",
          2
        ],
        "id": 284,
        "text": "Нет",
        "var_set": [
          "r1",
          2
        ]
      }
    ]
  },
  {
    "id": 283,
    "text": "Я озвучил приговор. ",
    "answers": [
      {
        "id": 283,
        "text": "В глазах мальчика читалось безразличие и презрение одновременно. Мне стало не по себе. ",
        "var_equal": [
          "vor",
          0
        ],
        "merge": true
      },
      {
        "id": 283,
        "text": "В глазах мальчика читалась злоба. А еще безразличие. Но почему-то мне показалось, что в них есть лучик надежды, и тогда я понял, что поступил правильно.",
        "var_equal": [
          "vor",
          2
        ],
        "merge": true
      },
      {
        "id": 283,
        "text": "В глазах мальчика читалось удивление и непонимание. То, что я его отпустил, явно никому не понравится — особенно духовенству. Но кто знает, как повернётся судьба в дальнейшем?",
        "var_equal": [
          "vor",
          1
        ],
        "merge": true
      },
      {
        "id": 283,
        "text": "\n\nСтража увела его и пустила новых посетителей.",
        "merge": true
      },
      {
        "id": 282,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 284,
    "text": "Пришлось объяснить вассалам, что ",
    "answers": [
      {
        "id": 284,
        "text": "закон есть закон, и его придумывали не просто так, а чтобы опираться на него в сложных ситуациях. \n\nИск Шена был удовлетворён, и тот получил замок Фальц с прилегающими территориями. \n\nЗигфрид был крайне недоволен решением — ему в наследство осталась лишь маленькая деревенька, да несколько десятков душ. \n\n— Я не мог повлиять на это! — разъярился рыцарь, — Вы поступили бесчестно.\n\nПосле этих слов он буквально заставил себя сделать поклон и с досадой вышел.",
        "merge": true,
        "var_equal": [
          "r1",
          1
        ]
      },
      {
        "id": 284,
        "text": "по закону Шен прав, однако главное правило рыцарства — поступать по чести.\n\nЗигфрид никак не мог повлиять на происходящее, а потому было бы несправедливо отдавать Шену захваченный замок с прилегающими территориями.\n\n— Спасибо, милорд! Я знал, что Вы на моей стороне.\n\nБыло видно, что первый рыцарь, конечно, остался недоволен, но согласился с решением, и утвердительно покивал.",
        "var_equal": [
          "r1",
          2
        ],
        "merge": true
      },
      {
        "id": 287,
        "text": "Пустить следующего"
      }
    ]
  },
  {
    "id": 285,
    "text": "Взбунтовавшихся крестьян казнили на заднем дворе без лишнего шума. Затем отпели вместе с родственниками зачинщиков, и выдали тела на захоронение.\n\nРыцари остались довольны решением, но, судя по всему, они ожидали публичного процесса.",
    "answers": [
      {
        "id": 55,
        "text": "Закончить с судами",
        "var_set": [
          "autorun after",
          57
        ]
      }
    ]
  },
  {
    "id": 286,
    "text": "⟨Крестьянский бунт⟩\n\nГруппа крестьян моего домена восстала, не желая отдавать зерно во время очередного сбора налогов. Они оказали вооруженное сопротивление, зарезав нескольких пажей и простых сборщиков податей. \n\nНа место происшествия прибыл отряд рыцарей, который разбил бунтовщиков.\n\nТеперь же мои вассалы требуют справедливого суда над зачинщиками восстания.",
    "answers": [
      {
        "id": 285,
        "text": "Казнить зачинщиков",
        "var_add": [
          "rep",
          1
        ]
      },
      {
        "id": 288,
        "text": "Публично казнить на площади",
        "var_add": [
          "rep",
          2
        ]
      },
      {
        "answerIcon": [
          "https://b.radikal.ru/b08/2109/71/b833c50be11e.png"
        ],
        "var_add": [
          "rep",
          3,
          "sila",
          1
        ],
        "id": 289,
        "text": "Своими руками казнить крестьян",
        "var_need": [
          "sila",
          3
        ]
      },
      {
        "id": 290,
        "text": "Просто выпороть"
      }
    ]
  },
  {
    "id": 287,
    "text": "⟨Падальщик⟩\n\nОдин из купцов продавал товары, снятые с мёртвых людей. После того, как нежить начала разорять поселения в округе, появились мародёры. Они ищут ценные вещи, а затем продают на рынке.\n\nЖена охотника увидела, как на рынке продают украшение её мужа — клык медведя в серебряной оправе. Она требует отправить \"падальщика\" на каторгу, а торговлю чужими вещами запретить.\n\nС одной стороны, звучит справедливо. Но если запретить, многие вещи так и останутся с мертвецами: ведь далеко не у всех есть такие родственники. К тому же, купцы станут платить меньше налогов с прибыли.",
    "answers": [
      {
        "id": 287,
        "text": "Запретить обыскивать трупы?",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 286,
        "text": "Да",
        "var_add": [
          "rep",
          2
        ],
        "left_answer": true
      },
      {
        "id": 286,
        "text": "Нет",
        "var_add": [
          "money",
          10000
        ],
        "right_answer": true
      }
    ]
  },
  {
    "id": 288,
    "text": "Я приказал подготовить центральную площадь под публичную казнь. Мои люди соорудили виселицы, созвали горожан на зрелище, оцепили периметр.\n\nСудебный процесс прошел быстро. Я сухо зачитал обвинения и приговор: палачи привели его в исполнение. Рыцари остались довольны, а толпа ликовала, наблюдая за извивающимися телами висельников.\n\nМне было противно смотреть на страдания людей, а потому я ушел в одиночку бродить по пустым коридорам Суда, до тех пор, пока публика не разошлась.",
    "answers": [
      {
        "id": 55,
        "text": "Закончить с судами и выйти",
        "var_set": [
          "autorun after",
          57
        ]
      }
    ]
  },
  {
    "id": 289,
    "text": "Я понимал, что для удержания власти нужно продемонстрировать силу. \n\n— Крестьяне совершили ошибку и поплатятся за неё. Я лично казню их.\n\nРыцари удивлённо переглянулись, а затем молча преклонили передо мной колено:\n\n— Спасибо, милорд! Погибли наши пажи. Мы рады, что Вы это так не оставите.\n\nЗатем я приказал подготовить центральную площадь Альсбурга.",
    "answers": [
      {
        "id": 291,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 290,
    "text": "Я приказал помиловать зачинщиков, назначив каждому по тридцать ударов плетью. Они явно не ожидали такого, а потому остались благодарны.\n\nДа только рыцари, хозяева этих крестьян, возмутились недостаточностью наказания.\n\n— Милорд, что же вы делаете?! Погибли наши невинные пажи! Неужели простая порка — цена их жизней? \n— Моё решение не обсуждается. — коротко заявил я и вышел из здания.",
    "answers": [
      {
        "id": 55,
        "text": "Закончить с судами",
        "var_set": [
          "autorun after",
          57
        ]
      }
    ]
  },
  {
    "id": 291,
    "text": "Мои люди соорудили виселицы, согнали горожан, оцепили периметр.\n\nСудебный процесс прошел быстро. Я сухо зачитал обвинения, приговор, а затем собственноручно привёл его в исполнение: палачи остались скромно стоять в сторонке.\n\nКогда я нажал рычаг, то краем глаза заметил, что висельники умерли не сразу, а начали неистово извиваться в петле. Я отвернулся. \n\nРыцари явно остались довольны, а толпа за моей спиной ликовала, глядя на то, как жизнь постепенно уходит из подсудимых.\n\nНе в силах больше находиться на площади, я начал в одиночку бродить по опустевшим коридорам Суда, и лишь после того, как публика разошлась, осмелился высунуться.",
    "answers": [
      {
        "id": 55,
        "text": "Закончить с судами",
        "var_set": [
          "autorun after",
          57
        ]
      }
    ]
  },
  {
    "id": 292,
    "text": "Я шел по улице, как вдруг мимо меня проехал всадник с флагом дома Сархов. Следом еще один, только теперь герб был изображен на его щите.\n\nЗа ними маршировали крестьяне с копьями, на каждом из которых было надето геральдическое сюрко. Я понял, что это — моя вассальная армия, прибывшая в Альсбург к концу весны.\n\nЗдесь были и мои личные крестьяне, и кресьяне вассальных рыцарей. Десятки, сотни воинов! Все они двигались к центру города, чтобы расквартироваться по казармам и домам. ",
    "answers": [
      {
        "var_max": [
          "Varmy",
          10500
        ],
        "var_show": [
          "Varmy"
        ],
        "comment": true,
        "id": 292,
        "text": "Прибывшее вассальное ополчение: "
      },
      {
        "id": 292,
        "text": "Общая численность моей армии: ",
        "comment": true,
        "var_show": [
          "army"
        ]
      },
      {
        "id": 292,
        "text": "Далее",
        "go_to": [
          "return"
        ]
      },
      {
        "super_calculate": false,
        "id": 292,
        "text": "Новый ответ. введите текст",
        "calculate": true,
        "lua_do": "function lua_do()\nVarmy = Varmy <plus> Varmy1 \narmy = army <plus> Varmy\nend"
      }
    ]
  },
  {
    "id": 293,
    "text": "Я написал о том, что войска готовы, и можно выдвигаться. Сова улетела с конвертом.\n\nНа следующее утро меня разбудил смотритель замка, вручив ответное письмо:\n\n\"Мы с рыцарями выдвинулись к Альсбургу. Будем через два дня. Талм Сарх.\"\n\nДа уж, отписка небольшая. Тем не менее, со сроками мой барон не ошибся — он прибыл ровно в назначенное время с десятком отборных вояк, закованных в латы. \n\n— Вы подготовили армию, милорд?\n— Подготовил.\n— Тогда... Отправим тварей обратно в ад! \n\nЯ слегка улыбнулся.",
    "answers": [
      {
        "id": 294,
        "text": "Отправиться в путь",
        "var_set": [
          "otr",
          0,
          "autorun after",
          0
        ]
      }
    ]
  },
  {
    "id": 294,
    "text": "Мы взяли провизии на пару-тройку дней, оседлали коней и въехали в Альсбург. Здесь были расквартированы мои войска. Предстояло выбрать, какие отряды пойдут на рейд.\n\nМестность, где, скорее всего, находится нежить — лес.",
    "answers": [
      {
        "var_max": [
          "ort",
          1000
        ],
        "var_show": [
          "otr"
        ],
        "comment": true,
        "id": 294,
        "text": "В отряде:"
      },
      {
        "var_add": [
          "otr",
          500
        ],
        "var_equal": [
          "vassal",
          1,
          "zal",
          3
        ],
        "var_less": [
          "otr",
          1000
        ],
        "text": "Пять сотен крестьян",
        "id": 294,
        "var_set": [
          "kr",
          1
        ]
      },
      {
        "var_add": [
          "otr",
          500
        ],
        "var_equal": [
          "vassal",
          1,
          "zal",
          3
        ],
        "var_less": [
          "otr",
          1000
        ],
        "text": "Одно баронское ополчение",
        "id": 294,
        "var_set": [
          "horse",
          1,
          "kr",
          1
        ]
      },
      {
        "var_not": [
          "robin2",
          1
        ],
        "var_add": [
          "otr",
          50
        ],
        "var_equal": [
          "robin",
          1
        ],
        "id": 294,
        "text": "Лесные разбойники",
        "var_less": [
          "otr",
          1000
        ],
        "var_set": [
          "robin2",
          1
        ]
      },
      {
        "var_not": [
          "BS",
          1
        ],
        "var_add": [
          "otr",
          600
        ],
        "var_equal": [
          "blackSch",
          1
        ],
        "var_less": [
          "otr",
          1000
        ],
        "text": "Кондотьеры Черного Шеврона",
        "id": 294,
        "var_set": [
          "BS",
          1
        ]
      },
      {
        "var_not": [
          "GL",
          1
        ],
        "var_add": [
          "otr",
          600
        ],
        "var_equal": [
          "GoldLion",
          1
        ],
        "var_less": [
          "otr",
          1000
        ],
        "text": "Отряд Златого Льва",
        "id": 294,
        "var_set": [
          "GL",
          1
        ]
      },
      {
        "var_not": [
          "CG",
          1
        ],
        "var_add": [
          "otr",
          600
        ],
        "var_equal": [
          "CavGal",
          1
        ],
        "var_less": [
          "otr",
          1000
        ],
        "text": "Кавалеры из Галуццо",
        "id": 294,
        "var_set": [
          "CG",
          1
        ]
      },
      {
        "var_not": [
          "JS",
          1
        ],
        "var_add": [
          "otr",
          400
        ],
        "var_equal": [
          "Jofrua",
          1
        ],
        "var_less": [
          "otr",
          1000
        ],
        "text": "Жофруанская Шевальерия",
        "id": 294,
        "var_set": [
          "JS",
          1
        ]
      },
      {
        "var_not": [
          "Br",
          1
        ],
        "var_add": [
          "otr",
          200
        ],
        "var_equal": [
          "Bro",
          1
        ],
        "var_less": [
          "otr",
          1000
        ],
        "text": "Братья шпоры",
        "id": 294,
        "var_set": [
          "Br",
          1
        ]
      },
      {
        "var_not": [
          "CB",
          1
        ],
        "var_add": [
          "otr",
          200
        ],
        "var_equal": [
          "CavBea",
          1
        ],
        "var_less": [
          "otr",
          1000
        ],
        "text": "Кавалеры Беатрис",
        "id": 294,
        "var_set": [
          "CB",
          1
        ]
      },
      {
        "var_not": [
          "Mc",
          1
        ],
        "var_add": [
          "otr",
          900
        ],
        "var_equal": [
          "Mcdout",
          1
        ],
        "var_less": [
          "otr",
          1000
        ],
        "text": "Отряд Макдаута",
        "id": 294,
        "var_set": [
          "Mc",
          1
        ]
      },
      {
        "var_not": [
          "SB",
          1
        ],
        "var_add": [
          "otr",
          600
        ],
        "var_equal": [
          "Schvad",
          1
        ],
        "var_less": [
          "otr",
          1000
        ],
        "text": "Швадская банда",
        "id": 294,
        "var_set": [
          "SB",
          1
        ]
      },
      {
        "var_not": [
          "WhiteB",
          1
        ],
        "var_add": [
          "otr",
          400
        ],
        "var_equal": [
          "WhiteBand",
          1
        ],
        "var_less": [
          "otr",
          1000
        ],
        "text": "Белая банда",
        "id": 294,
        "var_set": [
          "WhiteB",
          1
        ]
      },
      {
        "var_not": [
          "BagB",
          1
        ],
        "var_add": [
          "otr",
          500
        ],
        "var_equal": [
          "BagBand",
          1
        ],
        "var_less": [
          "otr",
          1000
        ],
        "text": "Багряная банда",
        "id": 294,
        "var_set": [
          "BagB",
          1
        ]
      },
      {
        "middle_answer": true,
        "text": "Сбросить",
        "id": 294,
        "var_set": [
          "otr",
          0,
          "robin2",
          0,
          "horse",
          0,
          "kr",
          0,
          "Mc",
          0,
          "SB",
          0,
          "BagB",
          0,
          "WhiteB",
          0,
          "JS",
          0,
          "Br",
          0,
          "CB",
          0,
          "BS",
          0,
          "GL",
          0,
          "GC",
          0
        ]
      },
      {
        "text": "Продолжить",
        "lua_do": "function lua_do()\narmy = army - otr\nend",
        "var_need": [
          "otr",
          1000
        ],
        "middle_answer": true,
        "id": 310
      }
    ]
  },
  {
    "id": 295,
    "text": "Дальше шли почти без остановок. Весь день и всю ночь. Лишь под утро, когда надо было сворачивать с дороги, Талм дал отмашку ставить лагерь. Спать оставалось два-три часа, и вот, полусонные, мы продолжили путь. Теперь уже через Ахенвальд.\n\nЯ не замечал ничего подозрительного — лес, как лес.",
    "answers": [
      {
        "id": 295,
        "text": "Но один из разбойников указал на землю и начал что-то тараторить",
        "comment": true,
        "var_equal": [
          "robin2",
          1
        ]
      },
      {
        "id": 298,
        "text": "Подойти к главарю",
        "var_equal": [
          "robin2",
          1
        ]
      },
      {
        "id": 299,
        "text": "Присмотреться"
      }
    ]
  },
  {
    "id": 296,
    "text": "Я попытался войти в Зал Суда, но меня выпроводили гвардейцы пинком под пятую точку. \n\nДумаю, это из-за того, что я одет в какой-то серый плащ, да и вообще не похож на сотрудника этого заведения.",
    "answers": [
      {
        "id": 55,
        "text": "Назад",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 297,
    "text": "Главарь банды оказался прав!\n\nСпустя час езды один из рыцарей увидел странные тропы, проложенные в лесу. Где-то они шли рядом, где-то подальше. В некоторых местах пересекались. Но было видно, что через лес ломилась большая толпа людей... Или тех, кто себя за них выдает.\n\n— Скорее! Туда! — скомандовал Талм Сарх, указывая в направлении деревни. Он погнал лошадь рысью, и наши с офицерами кони поскакали вслед.\n\nИ наши люди, бранясь и спотыкаясь, побежали за командирами.",
    "answers": [
      {
        "id": 300,
        "text": "Выехать из леса"
      }
    ]
  },
  {
    "id": 298,
    "text": "Атаман разбойников пояснил, что его следопыт разглядел чьё-то присутствие. Будто кто-то неуклюжий, весом с человека, пересекал лес по странной траектории.\n\nЯ на всякий случай предупредил солдат о возможной опасности. \n\nСарх, в свою очередь, поддержал мою предусмотрительность:\n\n— Хорошо, что взяли разбойников. Они в лесах неплохо ориентируются.",
    "answers": [
      {
        "id": 297,
        "text": "Принять к сведению",
        "var_add": [
          "Sarh",
          1
        ]
      }
    ]
  },
  {
    "id": 299,
    "text": "Я вглядывался в землю, ветки, кусты, но не замечал ничьего присутствия.\n\nЛишь спустя час езды один из рыцарей увидел странные тропы, проложенные в лесу. Где-то они шли рядом, где-то подальше. В некоторых местах пересекались. Но было видно, что через лес ломилась большая толпа людей... Или тех, кто себя за них выдает.\n\n— Скорее! Туда! — скомандовал Талм Сарх, указывая в направлении деревни. Он погнал лошадь рысью, и наши с офицерами кони поскакали вслед.\n\nИ наши люди, бранясь и спотыкаясь, побежали за командирами.",
    "answers": [
      {
        "id": 300,
        "text": "Выехать из леса"
      }
    ]
  },
  {
    "id": 300,
    "text": "Первыми из Ахенвальда выскочили мы, всадники. Картина, которая предстала перед нами, поражала своей жестокостью...\n\nДеревенька на окраине леса была сметена. Разрушенные хлева, покосившиеся домики. Повсюду кровь, но ни единого трупа. Через поля, засеянные пшеницей, протарена свежая тропа, по которой, видимо, и ушла армия нечисти.\n\n— Черт! Опоздали.\n\nВстать на привал решили здесь. Пообедав, мы вновь отправились в путь, в надежде догнать орду, не требующую сна, еды и отдыха.\n\nНаконец, к вечеру, мы подошли к краю леса, и поставили лагерь в низменности перед большим холмом. На вершине последнего виднелся замок Хаупбург.",
    "answers": [
      {
        "id": 303,
        "text": "Разведать округу"
      }
    ]
  },
  {
    "id": 301,
    "text": "На войне нет места бытовым склокам, а потому я решил наказать драчунов. Каждому было назначено по десять ударов плетью.\n\nНадеюсь, после публичной порки, у других отпадёт желание встревать в бесполезные конфликты.",
    "answers": [
      {
        "id": 295,
        "text": "Ехать дальше"
      }
    ]
  },
  {
    "id": 302,
    "text": "На войне нет места бытовым склокам. А потому я собрал всех на поляне, приказал соорудить невысокий постамент, и выступил с речью перед тысячной толпой солдат.\n\nМои слова оказались проникновенными — бойцы виновато кивали, соглашаясь с тем, что нельзя встревать в бесполезные конфликты. Надеюсь, больше такого не повторится.",
    "answers": [
      {
        "id": 295,
        "text": "Ехать дальше"
      }
    ]
  },
  {
    "id": 303,
    "text": "— Они готовятся к штурму, милорд! Сооружают осадные лестницы.\n— Быть того не может. \n— Правду говорю, милорд.\n— Но это же глупые мертвяки...\n\nСарх положил мне руку на плечо и сказал:\n\n— Я был в вашей крепости, когда нежить пыталась её захватить. Даю голову на отсечение — ею руководит кто-то разумный.\n\nЗомби встали лагерем возле Хаупбурга и готовятся идти на приступ. Их три-четыре сотни, но боеспособных защитников замка, по нашим сведениям, всего около десяти. Еще там должно быть несколько десятков простых людей.",
    "answers": [
      {
        "id": 303,
        "text": "Что предпринять?",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 305,
        "text": "Пожертвовать населением замка, чтобы заманить мертвецов внутрь, а затем окружить и уничтожить"
      },
      {
        "id": 304,
        "text": "Напасть сейчас и оттеснить от Хаупбурга"
      }
    ]
  },
  {
    "id": 304,
    "text": "Я скомандовал своему отряду наступать, и вслед за нами к лагерю потянулись и остальные. Мы медленно, крадучись окружали мертвецов. И вот, когда подобрались к личу максимально близко, Сарх прошептал:\n\n— Пора!\n\nИ первым ринулся в бой.\n\nС криками первые ряды солдат понеслись на врага. Зомби никак не отреагировали на их появление, и начали падать, сраженные сталью. Я заметил, как лич сделал в воздухе пасы руками, и вдруг орда начала перестраиваться, повинуясь невидимым ниточкам.",
    "answers": [
      {
        "id": 314,
        "text": "Приказать остановиться"
      }
    ]
  },
  {
    "id": 305,
    "text": "— Мы войдем в Хаупбург после мертвецов, — подытожил я.\n\nЗомби готовились несколько часов. Мы же разделились на несколько групп и тихо окружили замок.\n\nС моей позиции было удобно наблюдать за деятельностью неживых. Они работали, словно муравьи: каждый выполнял свою функцию. Когда приготовления были завершены, ветхий скелет в рваных балахонах вышел из одного-единственного шатра и поднял руку.\n\nЕго армия тут же сорвалась с места.\n\n— Смотри, Карл! — Талм указал в ту сторону, — Это лич. Он ими руководит.",
    "answers": [
      {
        "id": 306,
        "text": "Приказать лучникам застрелить лича",
        "var_equal": [
          "Mc",
          1
        ]
      },
      {
        "id": 308,
        "text": "Приказать арбалетчикам застрелить лича",
        "lua_if": "function lua_if()\nreturn \nBS == 1 or \nGL == 1 or \nCG == 1 or \nSB == 1 or\nBagB == 1 or \nWhiteB == 1 \nend"
      },
      {
        "id": 307,
        "text": "Выжидать",
        "var_set": [
          "Haup",
          1
        ]
      }
    ]
  },
  {
    "id": 306,
    "text": "В моём отряде были стрелки из числа наёмников. Глупо было бы не использовать их, когда лидер нежити так близко, и даже не подозревает о нашем присутствии.\n\nЯ отправил посыльного к Макдауту, и тот приказал дюжине отборных лучников подобраться поближе, чтобы поразить цель. \n\nЯ видел, как они крались к шатру. Видел, как целились, встав в полный рост. Мертвяки заметили угрозу слишком поздно: их командира пронзил десяток стрел, одна из которых угодила в череп. \n\nЗомби, которые только что шли на штурм, внезапно остановились, как вкопанные. Защитники Хаупбурга, уже смирившиеся со смертью, воспряли духом и начали рубить неподвижных врагов.",
    "answers": [
      {
        "id": 309,
        "text": "Рубить нежить"
      }
    ]
  },
  {
    "id": 307,
    "text": "Я сел поудобнее, и начал ждать. Мертвецам приходилось лезть на укрепления: многие падали, сраженные булыжниками или копьями защитников, но последних было слишком мало.\n\nОчень скоро бой перешел на стены, а затем и вовсе зомби открыли ворота изнутри. Я ждал до тех пор, пока основная масса не окажется там, за стенами. И вот, наконец сам лич собрал вокруг свою свиту, и направился к воротам.",
    "answers": [
      {
        "id": 312,
        "text": "Атаковать лича"
      }
    ]
  },
  {
    "id": 308,
    "text": "В моём отряде были стрелки из числа наёмников. Глупо было бы не использовать их, когда лидер нежити так близко, и даже не подозревает о нашем присутствии.\n\nЯ отправил посыльного к офицеру иноземцев. Тот выделил дюжину арбалетчиков, целью которых было подобраться поближе и поразить цель.\n\nЯ видел, как они крались к шатру. Видел, как целились, встав в полный рост. Мертвяки заметили угрозу слишком поздно: их командира пронзил десяток болтов, один из которых угодил в череп. \n\nЗомби, которые только что шли на штурм, внезапно остановились, как вкопанные. Защитники Хаупбурга, уже смирившиеся со смертью, воспряли духом, и начали рубить неподвижных врагов.",
    "answers": [
      {
        "id": 309,
        "text": "Рубить нежить"
      }
    ]
  },
  {
    "id": 309,
    "text": "Лич упал, и чары его рассеялись. Видимо, без команды зомби не способны к самостоятельным действиям. Нам оставалась лишь механическая работа.\n\nВскоре враг был окончательно разбит.",
    "answers": [
      {
        "id": 311,
        "text": "Войти в Хаупбург"
      }
    ]
  },
  {
    "id": 310,
    "text": "Наконец, когда отряд был набран, мы выдвинулись. Путь лежал через Ахенвальд — лес, который находился между недавно атакованным замком Фальц и ближайшей к нему деревне.\n\n— Вот, — показал Сарх, — Мы предполагаем, что орда нежити движется сюда. Пойдем здесь и перережем им путь к деревне. Там всё и закончится.\n\nЯ поглядел на карту и кивнул. Звучит просто. На первый взгляд.\n\nНо на первом же привале я столкнулся с трудностями: подрались два солдата. Причиной был потерянный вещмешок, который один из бойцов перенёс в сторону, а другой потом не смог найти.\n\nВ итоге пропажа была обнаружена, но началась словесная перепалка, переросшая в мордобой.",
    "answers": [
      {
        "id": 301,
        "text": "Выпороть обоих",
        "var_add": [
          "sila",
          1
        ],
        "answerIcon": [
          "https://b.radikal.ru/b08/2109/71/b833c50be11e.png"
        ]
      },
      {
        "id": 302,
        "text": "Произнести речь о дисциплине",
        "var_add": [
          "diplomacy",
          1
        ],
        "answerIcon": [
          "https://d.radikal.ru/d31/2109/71/62adb23fef30.png"
        ]
      }
    ]
  },
  {
    "id": 311,
    "text": "В замке нас встретили, как героев. Ко мне лично подошел пожилой рыцарь, владелец этой твердыни, и поцеловал руку.\n\nЖители благодарили за спасение. ",
    "answers": [
      {
        "comment": true,
        "id": 311,
        "text": "К счастью, благодаря применённой тактике, я не потерял ни единого солдата убитым: только лошади наёмников отделались парой синяков.",
        "need": [
          317
        ],
        "merge": true
      },
      {
        "comment": true,
        "id": 311,
        "text": "К сожалению, среди моих солдат были жертвы. Суммарно мы потеряли сотню бойцов убитыми или раненными.",
        "need": [
          319
        ],
        "merge": true
      },
      {
        "id": 311,
        "text": "К сожалению, среди моих солдат были жертвы. Суммарно мы потеряли полторы сотни бойцов убитыми или раненными.",
        "need": 320,
        "merge": true
      },
      {
        "id": 311,
        "text": "К сожалению, среди моих солдат были жертвы. Суммарно мы потеряли двести бойцов убитыми или раненными.",
        "need": [
          316
        ],
        "merge": true
      },
      {
        "id": 311,
        "text": "К сожалению, среди моих солдат были жертвы. Суммарно мы потеряли триста бойцов убитыми или раненными",
        "need": [
          323
        ],
        "merge": true
      },
      {
        "id": 311,
        "text": "К сожалению, среди моих солдат были жертвы. Суммарно мы потеряли пять сотен бойцов убитыми или раненными. Это была кровавая баня, выжить в которой посчасливилось лишь немногим.",
        "need": 327,
        "merge": true
      },
      {
        "id": 311,
        "text": "\n\nСолдаты сложили трупы в одну кучу, обложили дровами и подожгли. Ночь мы переждали в замке, а наутро двинулись назад, в столицу...",
        "merge": true
      },
      {
        "id": 55,
        "text": "Вернуться в город",
        "lua_do": "function lua_do()\narmy = army <plus> otr\nend",
        "var_set": [
          "autorun after",
          57
        ]
      }
    ]
  },
  {
    "id": 312,
    "text": "Я поднял руку, и указал на цель. \n\nОтряды воинов тут же поднялись, и начали крадучись приближаться к главарю мёртвых. \n\nОни заметили нас слишком поздно. Пара мгновений, и мы нагнали свиту некроманта. Завязалась схватка. Лич направил на нас других зомби, но тем пришлось преодолевать преграду в виде замковых стен, снаружи от которых их уже ждали мои люди.\n\nЕще миг, и Талм Сарх отрубил голову некроманту своим мечом. Нежить встала, как вкопанная. \n\nОна уже не шевелилась, и не представляла угрозы: мои люди лишь разрубали головы врагам, отправляя их на тот свет. Уже окончательно. Через считанные минуты дело было закончено.",
    "answers": [
      {
        "id": 313,
        "text": "Войти в Хаупбург"
      }
    ]
  },
  {
    "id": 313,
    "text": "Никто не выжил. Мертвецов было так много, что они смели гарнизон замка, и вырезали население, собираясь пополнить армию. \n\nЯ тоже потерял часть воинов убитыми или раненными. Солдаты сложили трупы в одну кучу, обложили дровами и подожгли. Ночь мы переждали в замке, а наутро двинулись назад, в столицу...",
    "answers": [
      {
        "id": 313,
        "text": "Потери: 100 солдат",
        "comment": true
      },
      {
        "super_calculate": false,
        "id": 313,
        "text": "Новый ответ. введите текст",
        "calculate": true,
        "var_sub": [
          "otr",
          100
        ]
      },
      {
        "id": 55,
        "text": "Вернуться в Альсбург",
        "lua_do": "function lua_do()\narmy = army <plus> otr\nend",
        "var_set": [
          "autorun after",
          57
        ]
      }
    ]
  },
  {
    "id": 314,
    "text": "— Стой! Назад! — кричал я, — Они перестраиваются! \n\nЛейтенанты сдержали своих бойцов, и отвели чуть назад. В это время зомби бросили осадные лесницы и похватались за оружие. Они встали в квадрат, ощетинившись копьями, мечами, топорами.  В центре спрятался некромант.\n\nКажется, он был в смятении. Он думал, как реагировать. И мне надо было начать действовать быстрее, чтобы его переиграть.",
    "answers": [
      {
        "id": 314,
        "text": "Какую выбрать тактику?",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 316,
        "text": "Попытаться прорвать строй конницей вассалов",
        "var_sub": [
          "otr",
          200
        ],
        "var_equal": [
          "horse",
          1
        ]
      },
      {
        "id": 317,
        "text": "Прорвать строй наёмной конницей и разбить остатки",
        "lua_if": "function lua_if()\nreturn \nCG == 1 or\nBS == 1 or\nGL == 1 or\nCB == 1 or\nJS == 1 or\nBr == 1\nend"
      },
      {
        "id": 319,
        "text": "Проредить зомби с помощью лучников",
        "var_sub": [
          "otr",
          100
        ],
        "var_equal": [
          "Mc",
          1
        ]
      },
      {
        "id": 320,
        "text": "Проредить зомби арбалетами",
        "lua_if": "function lua_if()\nreturn \nBS == 1 or \nGL == 1 or \nCG == 1 or \nSB == 1 or\nBagB == 1 or \nWhiteB == 1 \nend",
        "var_sub": [
          "otr",
          150
        ]
      },
      {
        "id": 323,
        "var_need": [
          "kr",
          1
        ],
        "text": "Окружить, выставив копья и щиты",
        "var_sub": [
          "otr",
          300
        ]
      },
      {
        "id": 324,
        "text": "Атаковать одну из сторон квадрата",
        "var_sub": [
          "otr",
          500
        ]
      }
    ]
  },
  {
    "id": 315,
    "text": "Я решительно вошёл в родительские покои",
    "answers": []
  },
  {
    "id": 316,
    "text": "В моем распоряжении был небольшой отряд конницы, состоящий из рыцарей, оруженосцев и пажей — вассалов барона, призвавшего своё ополчение.\n\nЯ приказал прорвать строй зомби, и, по возможности, убить лича в центре. Несмотря на то, что конников было всего несколько десятков, со своей задачей те справились.\n\nНекроманта не удалось нейтрализовать, зато появилась брешь, через которую мои пехотинцы могли атаковать. \n\nПрошло не меньше часа. Наконец, последний мертвец был отправлен к праотцам — теперь уже окончательно. Битва была жаркой, но мы одержали верх, уничтожив и главаря, и его жуткую паству.",
    "answers": [
      {
        "id": 311,
        "text": "Войти в Хаупбург"
      }
    ]
  },
  {
    "id": 317,
    "text": "В моем распоряжении был внушительный отряд конницы из числа наёмников. \n\nЯ приказал прорвать строй, и, по возможности, убить лича в центре. Услышав задачу, лейтенант наёмников хмыкнул и опустил забрало шлема. \n\nЭто были настоящие профессионалы своего дела. Мне оставалось лишь с восхищением наблюдать, как их войско входит в построение врага, словно нож в масло. Еще мгновение — и тело некроманта взлетает, насаженное на пику одного из бойцов.\n\nМертвецы больше никак на людей не реагировали. Они стояли, как вкопанные, без команд, до тех пор, пока мои люди не отправили каждого на тот свет. Теперь окончательно.",
    "answers": [
      {
        "id": 311,
        "text": "Войти в Хаупбург"
      }
    ]
  },
  {
    "id": 318,
    "text": "Я вышел на центральную площадь. \n\n\"Моя армия...\"\n\nЗдесь стояли десятки палаток, в которых жили сотни солдат. Пахло дымом, жареным мясом и алкоголем. Кто-то спорил басом. Доносился раскатистый смех.\n\nЭто была лишь малая часть, ведь сюда поместили тех, кому не хватило места в казармах и домах неравнодушных жителей.\n\nВсе было готово к летнему походу... Или нет?",
    "answers": [
      {
        "id": 318,
        "text": "[Летний сезон в процессе написания. Рекомендую сохраниться здесь, чтобы продолжить с этого момента. Кнопка \"В начало\" сбросит прогресс]",
        "comment": true
      },
      {
        "id": 1,
        "text": "В начало",
        "middle_answer": true
      },
      {
        "blackout": true,
        "middle_answer": true,
        "text": "\"Я готов выдвигаться\"",
        "need": 10000,
        "id": 315
      },
      {
        "id": 42,
        "text": "Назад, в замок",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 319,
    "text": "Я приказал длиннолучникам Макдаута выстроиться и дать залп по мертвецам. чтобы сократить их численность. \n\nЭльфов было много, все девять сотен. Они выстрелили лишь один раз, но этого хватило, чтобы многие зомби полегли с дырками в черепах.\n\nУвидев, что строй врага посыпался, мои пехотинцы сами кинулись вперед, и принялись рубиться в ближнем бою. Он был жарким, но, в конце концов, мы уничтожили армию некроманта, и убили его самого.",
    "answers": [
      {
        "id": 311,
        "text": "Войти в Хаупбург"
      }
    ]
  },
  {
    "id": 320,
    "text": "Я приказал наёмным арбалетчикам построиться и дать залп. Они выстрелили лишь один раз, но даже этого хватило, чтобы многие мертвецы упали с дырками в черепах.\n\nУвидев, что строй врага посыпался, мои пехотинцы сами кинулись вперед, и принялись рубиться в ближнем бою. Он был жарким, но, в конце концов, мы уничтожили армию некроманта, и убили его самого.",
    "answers": [
      {
        "id": 311,
        "text": "Войти в Хаупбург"
      }
    ]
  },
  {
    "id": 321,
    "text": "",
    "answers": []
  },
  {
    "id": 322,
    "text": "",
    "answers": []
  },
  {
    "id": 323,
    "text": "Теперь настала очередь некроманта наблюдать за перестроениями. Я приказал всем отрядам соединиться в один большой и плотным рядом окружить каре мертвецов.\n\n— И р-раз! — крестьяне образовали плотную стену из щитов.\n— И... Два! — они вскинули копья.\n— Тр-р-ри! — медленно, но верно моё войско начало сокращать дистанцию, заставляя мертвецов жаться к центру.\n\nЛич начал метаться внутри кольца: он вскидывал руки, командуя мертвецами, но всё было тщетно. Он почти прорывал окружение, но раз за разом зомби падали, отправленные заново на тот свет, до тех пор, пока копья солдат не добрались до некроманта. Это была победа, хоть и тяжёлая.",
    "answers": [
      {
        "id": 311,
        "text": "Войти в Хаупбург"
      }
    ]
  },
  {
    "id": 324,
    "text": "Я приказал построиться фалангой, и через минуту моё войско было готово идти на врага.\n\nПервые ряды выставили копья. Каждый из стоящих спереди понимал, что сейчас начнётся давка, выжить в которой будет крайне сложно. ",
    "answers": [
      {
        "id": 324,
        "text": "Я заметил, как некоторые крестьяне из первых рядов, понимая, что идут на смерть, бросают оружие и бегут с поля боя. Товарщи сзади не спешат занимать их место — никто не хочет умирать",
        "comment": true,
        "var_equal": [
          "kr",
          1
        ]
      },
      {
        "answerIcon": [
          "https://d.radikal.ru/d31/2109/71/62adb23fef30.png"
        ],
        "var_add": [
          "diplomacy",
          1
        ],
        "var_equal": [
          "kr",
          1
        ],
        "id": 326,
        "text": "Воодушевить солдат"
      },
      {
        "answerIcon": [
          "https://b.radikal.ru/b08/2109/71/b833c50be11e.png"
        ],
        "var_add": [
          "sila",
          1
        ],
        "var_equal": [
          "kr",
          1
        ],
        "id": 325,
        "text": "Убивать дезертиров"
      },
      {
        "id": 327,
        "text": "Далее",
        "var_not": [
          "kr",
          1
        ]
      }
    ]
  },
  {
    "id": 325,
    "text": "— А ну стоять, черти! — крикнул я, обнажив меч, — Сейчас всем кишки выпущу!\n\nУпал один крестьянин. Затем другой. К моей инициативе подключились рыцари, которые разили безоружных беглецов, не давая им уйти. Образовался заградотряд.\n\n— Никто не уйдет отсюда живым, пока мертвецы не будут разбиты! Сражайтесь и умрите с честью! Либо мы порешаем вас, как трусливых псов. В строю у вас ещё есть шансы выжить... Но если кто-то решит сбежать, клянусь — я лично пережу ему глотку!\n\nВ глазах беглецов появилось отчаяние. Они понимали, что придётся выбирать одно из двух зол. \n\nНо всё-таки в первых рядах шансы были, а потому бойцы начали один за другим занимать свои места.",
    "answers": [
      {
        "id": 327,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 326,
    "text": "— Стойте, братцы!\n\nЯ запрыгнул на камень:\n\n— Все, кто выживут в первых трёх рядах получат вольную после возвращения! Подумайте о своих семьях! Вы больше не будете принадлежать своему феодалу. Никто не посмеет отнять зерно. Земля сохранится за вами — будете вольными хлебопашцами до конца своих дней!\n\nКрестьяне послушали и остановились. Один за другим они возвращались к первые ряды. \n\n— А не обманете? — на меня исподлобья глянул один из солдат.\n\nЯ спрыгнул с камня и взял его за плечи:\n\n— Клянусь своим именем. \n\nКрестьянин утвердительно кивнул и встал в строй. Отряд был готов начать битву.",
    "answers": [
      {
        "id": 327,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 327,
    "text": "Наступление началось. Шаг за шагом мой отряд приближался к противнику. И если зомби стояли неподвижно, то мои люди дрогнули на секунду от страха перед копьями мертвецов.\n\nОдин из сержантов скомандовал:\n— Бей!\n\nИ несколько зомби упало с пробоинами в черепе. \n\nНежить не затавила себя ждать: по велению мага, она стала наседать на людей. Месиво было жуткое. Каждый сантиметр окупался кровью.\n\nПоляна наполнилась человеческими стонами. Криками, полными боли. Что до мертвецов, то те оставались безмолвны, и лишь беготня лича внутри квадрата выдавала слабость армии тьмы.\n\nНаша фаланга оказалась больше по численности, а потому сильнее. Зомби падали одни за другим, пока солдаты не добрались до некроманта — на нём все и кончилось.",
    "answers": [
      {
        "id": 311,
        "text": "Войти в Хаупбург"
      }
    ]
  },
  {
    "id": 328,
    "text": "",
    "answers": []
  },
  {
    "id": 329,
    "text": "",
    "answers": []
  },
  {
    "id": 330,
    "text": "",
    "answers": []
  }
]