[
  {
    "id": 1,
    "text": "Автор: Историус\nЖанры: фантастика, киберпанк, романтика\n\nВы очнулись в холодной тёмной комнате под звуки сирен. Последнее воспоминание — о том, как Вы погружались в криокамеру перед восьмидесятилетним путешествием на другую планету. \n\nКорабль \"Новая Земля\". Миллиарды долларов, вложенных в экспедицию. Узнайте, кто Вы, и что произошло. Постарайтесь выжить. А также разгадайте тайну бегства с родной планеты.",
    "answers": [
      {
        "id": 2,
        "text": "Начать",
        "need": -21,
        "middle_answer": true
      },
      {
        "need_ever": true,
        "middle_answer": true,
        "text": "Выбор главы",
        "need": [
          21
        ],
        "id": 22
      },
      {
        "lua_do": "function lua_do()\ng.k1_1 = 0\ng.k1_2 = 0\ng.k1_3 = 0\ng.var1_1 = 0\ng.var1_2 = 0\nend",
        "text": "сброс концовок",
        "need": 10000,
        "id": 1
      },
      {
        "id": 76,
        "text": "Начать",
        "need": 10000
      }
    ]
  },
  {
    "id": 2,
    "text": "Сначала не было никаких чувств. Словно разум существовал без оболочки. Вон, лежат на полу чьи-то руки, локти, ладони. Затем взгляд упал вниз, на колени и дальше. Вы обнаружили, что являетесь владельцем этого странного голого тела.\n\nКольнуло сердце. Кольнуло где-то в боку. А затем еще и еще: сначала по туловищу, а потом и на конечности перешла ярчайшая буря покалываний, ставшая невыносимой уже через несколько мгновений.\n\nВы повалились на бок, скрючившись от боли и могильного, всепоглащающего холода.",
    "answers": [
      {
        "id": 3,
        "text": "Попытаться встать"
      }
    ]
  },
  {
    "id": 3,
    "text": "Первая попытка подняться ожидаемо не увенчалась успехом. Руки и ноги не слушались. Максимум, что удалось сделать, так это изогнуться всем позвоночником, из-за чего пришла новая волна боли.\n\nОднако, спустя минуты две, силы вернулись, и Вам с трудом удалось встать на четвереньки.\n\n\"Кто я и где я нахожусь?\" — пронеслась первая мысль, возникшая в голове.\n\nПеред глазами пронеслись картинки воспоминаний: металлический корпус с гравировкой \"Новая Земля\", успешный выход из Солнечной Системы, закрывающиеся створки криокамеры. ",
    "answers": [
      {
        "id": 4,
        "text": "Внезапно прорезался слух"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы не замечали, что ранее все происходило в полной тишине. Сейчас оказалось, что из груди вырывается сиплый стон, заглушаемый звуками тревожной сирены.\n\n\"АВАРИЙНОЕ ПРОБУЖДЕНИЕ, АКТИВИРУЙТЕ СТОЙКУ ИНФОРМАЦИИ!\"\n\n\"АВАРИЙНОЕ ПРОБУЖДЕНИЕ, АКТИВИРУЙТЕ СТОЙКУ ИНФОРМАЦИИ!\"\n\nГолос из динамиков повторял одно и то же сообщение, но Вы очень долго не могли сообразить, о чём вообще идет речь и что от Вас хотят. Наконец, собравшись с силами, Вы поднялись на ноги и огляделись.\n\nВ комнате было темно, но, благодаря мигающей оранжевым светом лампочке на стене, Вам удалось разглядеть обстановку.",
    "answers": [
      {
        "id": 5,
        "text": "Подойти к стене с лампочкой"
      },
      {
        "id": 6,
        "text": "Подойти к покрытой льдом конструкции на противоположной стене"
      }
    ]
  },
  {
    "id": 5,
    "text": "Когда Вы шли по направлению к оранжевой лампочке, то заметили, что пол не ровный, а имеет небольшой уклон. \n\nТем не менее, вы добрались до стены, и с удивлением обнаружили, что та конструкция с противоположной стороны, вокруг которой разбросан лёд — криокамера. \n\nБолее того, оказалось, что криокамера расположена на полу, а оранжевая лампочка — на потолке. Получается, что всё перевернулось, и вы стоите на одной из стен.",
    "answers": [
      {
        "id": 7,
        "text": "Сплюнуть "
      },
      {
        "id": 8,
        "text": "Грязно выругаться"
      }
    ]
  },
  {
    "id": 6,
    "text": "Когда Вы шли по направлению к конструкции, то заметили, что пол не ровный, а имеет небольшой уклон. \n\nТем не менее, добравшись до стены, Вы обнаружили, что это ни что иное, как открытая криокамера, вокруг которой разбросаны кусочки льда.\n\nБолее того, оказалось, что криокамера расположена на полу, а оранжевая лампочка — на потолке. Получается, что всё перевернулось, и Вы стоите на одной из стен.",
    "answers": [
      {
        "id": 7,
        "text": "Сплюнуть"
      },
      {
        "id": 8,
        "text": "Грязно выругаться"
      }
    ]
  },
  {
    "id": 7,
    "text": "— Тьфу! — сплюнули вы в ярости, — Не хватало еще сбоев с гравитацией! Что тут вообще произошло?\n\nДля того, чтобы получить ответ на свой вопрос, Вы направились к другой конструкции рядом с криокамерой. Что-то вам подсказывало — возможно, память — что это и есть стойка информации, и к ней надо прикоснуться.\n\nСделав это, Вы увидели появившиеся мерцающие голограммы. Повернув голову боком, так, чтобы всё было видно, рассмотрели их: голограмма показывала четыре кнопки. \n\nСирена стихла, но лампа продолжала мигать. Одновременно с этим голос из динамиков выдал:",
    "answers": [
      {
        "right_answer": true,
        "comment": true,
        "middle_answer": true,
        "text": "Добро пожаловать, Хранитель! Произошло аварийное пробуждение. Если хотите активировать быстрое восстановление памяти, нажмите «1». Если хотите активировать стандартное восстановление, нажмите «2». Для перезагрузки блока Хранителя нажмите «3». Для просмотра данных о корабле, нажмите кнопку «4»",
        "id": 7,
        "left_answer": true
      },
      {
        "id": 9,
        "text": "1",
        "left_answer": true
      },
      {
        "id": 10,
        "text": "2",
        "right_answer": true
      },
      {
        "id": 11,
        "text": "3",
        "left_answer": true
      },
      {
        "id": 12,
        "text": "4",
        "right_answer": true
      }
    ]
  },
  {
    "id": 8,
    "text": "— А ну его к чертям собачьим! — выругались Вы в ярости, — Не хватало еще сбоев с гравитацией! Что тут вообще произошло?\n\nДля того, чтобы получить ответ на свой вопрос, Вы направились к другой конструкции рядом с криокамерой. Что-то подсказывало — возможно, память — что это и есть стойка информации, и к ней надо прикоснуться.\n\nСделав это, Вы увидели появившиеся мерцающие голограммы. Повернув голову боком, так, чтобы всё было видно, рассмотрели их: голограмма показывала четыре кнопки. \n\nСирена стихла, но лампа продолжала мигать. Одновременно с этим голос из динамиков выдал:",
    "answers": [
      {
        "right_answer": true,
        "comment": true,
        "middle_answer": true,
        "text": "Добро пожаловать, Хранитель! Произошло аварийное пробуждение. Если хотите активировать быстрое восстановление памяти, нажмите «1». Если хотите активировать стандартное восстановление, нажмите «2». Для перезагрузки блока Хранителя нажмите «3». Для просмотра данных о корабле, нажмите кнопку «4»",
        "id": 7,
        "left_answer": true
      },
      {
        "id": 9,
        "text": "1",
        "left_answer": true
      },
      {
        "id": 10,
        "text": "2",
        "right_answer": true
      },
      {
        "id": 11,
        "text": "3",
        "left_answer": true
      },
      {
        "id": 12,
        "text": "4",
        "right_answer": true
      },
      {
        "id": 13,
        "text": "Общая страница",
        "need": 10000
      }
    ]
  },
  {
    "id": 9,
    "text": "\"Инициирую быстрое восстановление памяти\" — протзнёс ИИ, после чего Ваши виски пронзила жуткая боль. Словно два гвоздя воткнули в череп — настолько боль была сильной. И она постепенно нарастала.\n\n— Стой, стой! Отмена! А-а-а-а-а!!! — заорали Вы и снова упали на пол. Последнее, что удалось услышать, так это голос ИИ, доносящийся как будто издалека:\n\n\"Восстановление инициировано. Возможны сбои\" \n\nЗатем стало темно.",
    "answers": [
      {
        "id": 18,
        "text": "Вспомнить всё",
        "blackout": true
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы хотели активировать страндртное восстановление, но после нажатия цифры «2» голограмма стала полностью серой на несколько секунд. \n\nЗатем изображение вновь вернулось в прежнее состояние.",
    "answers": [
      {
        "id": 13,
        "text": "— Ладно..."
      }
    ]
  },
  {
    "id": 11,
    "text": "\"Перезагружаю блок Хранителя... Пожалуйста, подождите...\" \n\n— Ну, подождем, — произнесли Вы.\n\nТем временем голограммы полностью исчезли, мигающая лампочка погасла и комната полностью погрузилась во тьму. Где-то за стенами, в недрах космического корабля, зашевелились механизмы, пол задрожал, послышалось гудение. Что-то щелкнуло и зашипело.\n\nЗатем вся комната взорвалась ярчайшим светом: Вы интуитивно зажмурились. Лишь спустя пару секунд удалось открыть глаза, чтобы разглядеть обстановку при включенном освещении.",
    "answers": [
      {
        "id": 14,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 12,
    "text": "Когда Вы нажали на кнопку под номером «4», всё на миг погасло, а затем в виде голограммы возникла модель корабля \"Новая Земля\".\n\n\"Красный уровень угрозы\" — сообщил голос из динамиков.\n\n\"Обнаружены сбои!\"\n\nПеред глазами возникали различные голограммы с частями корабля, но Вы не могли вспомнить, где они находятся, и за что вообще отвечают.",
    "answers": [
      {
        "id": 19,
        "text": "Нажать на случайную голограмму"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы находитесь в так называемом блоке Хранителя перед голограммой с кнопками.",
    "answers": [
      {
        "id": 13,
        "text": "Добро пожаловать, Хранитель! Произошло аварийное пробуждение. Если хотите активировать быстрое восстановление памяти, нажмите «1». Если хотите активировать стандартное восстановление, нажмите «2». Для перезагрузки блока Хранителя нажмите «3». Для просмотра данных о корабле, нажмите кнопку «4»",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 9,
        "text": "1",
        "need": -9,
        "left_answer": true
      },
      {
        "comment": true,
        "id": 13,
        "text": "1",
        "need": 9,
        "left_answer": true
      },
      {
        "id": 10,
        "text": "2",
        "need": -10,
        "right_answer": true
      },
      {
        "right_answer": true,
        "comment": true,
        "id": 13,
        "text": "2",
        "need": 10
      },
      {
        "id": 11,
        "text": "3",
        "need": [
          -11
        ],
        "left_answer": true
      },
      {
        "comment": true,
        "id": 13,
        "text": "3",
        "need": 11,
        "left_answer": true
      },
      {
        "id": 12,
        "text": "4",
        "need": -12,
        "right_answer": true
      },
      {
        "right_answer": true,
        "comment": true,
        "id": 13,
        "text": "4",
        "need": 12
      },
      {
        "id": 20,
        "text": "В стороне, где была дверь, что-то пошевелилось...",
        "need": [
          9,
          11,
          12
        ]
      }
    ]
  },
  {
    "id": 14,
    "text": "Да, действительно всё перевернулось набок. \n\nВы находились в довольно просторном помещении с красивой отделкой в современном стиле. На \"полу\", который сейчас являлся стеной, находилась Ваша криокамера. Рядом с ней, монитора с голограммами, стояло привинченное к полу кресло напротив . В дальнем углу — большой белый металлический шкаф с синими стеклянными элементами. Тоже выполнен в современном стиле. Раздвижная дверь располагалась в дальней стене.\n\n\"Я до сих пор полностью голый\" — осознали Вы и подошли к шкафу. \n\nВы прикоснулись ладонью к яркому кругу на том месте, где должны быть ручки, и дверцы раздвинулись. Внутри оказался непонятный набор предметов, но в голове всплывали отдельные названия из памяти.\n\nАптечка. Морозильная установка. Гермошлем.\n\nКроме того, внутри лежало два комплекта одежды. Это был классический черный костюм-тройка с элегантным красным галстуком, а также оранжевый, похожий на спортивный, полуоблегающий костюм. Решив проблему нижнего белья, Вы задумались, что выбрать.",
    "answers": [
      {
        "id": 15,
        "text": "Надеть костюм-тройку",
        "lua_do": "function lua_do()\ng.troy = 1\ng.adik = 0\nend"
      },
      {
        "id": 16,
        "text": "Надеть спортивный костюм",
        "lua_do": "function lua_do()\ng.troy = 0\ng.adik = 1\nend"
      }
    ]
  },
  {
    "id": 15,
    "text": "Безусловно, спортивный в данном случае мог бы быть удобней, но не просто же так в этом шкафу висит торжественный. \n\n— Если уж и встречать катастрофу, то при полном параде, — заявили Вы, пока завязывали галстук.",
    "answers": [
      {
        "id": 13,
        "text": "Отойти от шкафа"
      }
    ]
  },
  {
    "id": 16,
    "text": "Конечно, торжественный наряд был бы красив, но сейчас не до этого. Главное в данном случае — удобство.\n\n— В таком хоть бегать удобнее, — сказали Вы, пока надевали оранжевые штаны. Этот костюм сидел плотно и был крайне удобен.",
    "answers": [
      {
        "id": 13,
        "text": "Вернуться к дисплею"
      }
    ]
  },
  {
    "id": 17,
    "text": "Тысячи людей грузятся за борт \"Новой Земли\". Проект всей жизни наконец осуществился — ближайшая планета, на поверхности которой есть вода и условия для существования человека, будет заселена.\n\n\"Кристиан Борг\" — еще одно постоянно повторяющееся имя. \n\nВаш лучший друг жмёт Вам руку перед тем, как Вы окажетесь в криокамере...\n\nВспышка белого света. Вновь темнота.",
    "answers": [
      {
        "id": 13,
        "text": "Очуться"
      }
    ]
  },
  {
    "id": 18,
    "text": "Боль отступила, сознание перенеслось как будто в другой мир. Перед глазами с бешеной скоростью начали проноситься картинки, за которыми Ваше внимание не в состоянии было уследить.\n\n\"Гермес...\"\n\n\"Гермес...\"\n\n\"Луи Гермес...\"\n\nЭти слова повторялись постоянно. Видимо, так Вас и зовут... Знакомая фамилия, кажется, известная.\n\nМимо пронеслись воспоминания о миллиардах долларов, потраченных на операции для подготовки Вашего тела к криокамере. Но куда больше средств ушло на строительство межпланетного космического корабля... ",
    "answers": [
      {
        "id": 17,
        "text": "Картинки стали замедляться"
      }
    ]
  },
  {
    "id": 19,
    "text": "После нажатия голос заговорил:\n\n\"Герметичность: нарушена\"\n...\n\"Атомный реактор: нарушений нет\"\n...\n\"Система жизнеобеспечения: повреждена\"\n...\n\"Система пилотирования: полностью отключена\"\n...\n\"Искусственная гравитация: полностью отключена\"\n\nПолучается, из работающих систем только ядерный реактор. Уже радует. Тем не менее, Вы нажали кнопку выхода из обзора модудей и послали весь экипаж корабля на три буквы.",
    "answers": [
      {
        "id": 13,
        "text": "— И что мне теперь делать?"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы заметили движение со стороны дверей. Оказалось, что створки раздвинулись, но за ними оказался гермозатвор. Массивный и мощный. В его центре загорелся синий круг размером с ладонь — такой же, какой был на шкафу.\n\n— Вашу мать... Для чего такая махина? — удивились Вы.\n\nНадев на всякий случай шлем из шкафа, Вы поправили костюм на себе, и приблизились вплотную к исполинским дверям. За ними ждёт неизвестность.",
    "answers": [
      {
        "id": 21,
        "text": "Прикоснуться к кругу"
      }
    ]
  },
  {
    "id": 21,
    "text": "Едва рука приблизилась к замку, внутри гермозатвора что-то щелкнуло. Вы одёрнули ладонь.\n\nНо спустя секунду внутри дверей зашевелились тысячи механизмов. Под гул и жуткий скрежет створки циклопических размеров начали раздвигаться. \n\nЗа ними могло быть что угодно, вплоть до вакуума, способного выдернуть тщедушное тельце человечка, и раздавить его в космическом пространстве. Но Вы ощутили лишь дуновение ветерка, и почувствали лёгкийпривкус затхлости. \n\n— Ну, погнали.",
    "answers": [
      {
        "id": 22,
        "text": "Шагнуть в темноту",
        "blackout": true
      }
    ]
  },
  {
    "id": 22,
    "text": "Меню выбора глав:",
    "answers": [
      {
        "id": 23,
        "text": "[Пролог]",
        "var_set": [
          "prolog",
          "global current_id"
        ]
      },
      {
        "need_ever": true,
        "lua_do": "function lua_do()\ng.var1_1 = g.var1_1 or 0\ng.var1_2 = 3\ngl1 = g.current_id\nend",
        "text": "[Глава первая. Вылазка]",
        "need": [
          21
        ],
        "id": 24
      },
      {
        "id": 1,
        "text": "« Выйти в начальное меню",
        "middle_answer": true
      },
      {
        "id": 75,
        "text": "[Глава вторая. Освоение]",
        "need": 10000
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы очнулись в темноте и холоде. Попытайтесь понять, что произошло на корабле, и выберитесь из комнаты.",
    "answers": [
      {
        "id": 23,
        "text": "Статус: пройдено",
        "comment": true
      },
      {
        "id": 23,
        "text": "Концовки: 1/1",
        "comment": true
      },
      {
        "id": 2,
        "text": "» Начать"
      },
      {
        "id": 24,
        "text": "Глава 1. Освоение"
      },
      {
        "id": 23,
        "text": "« Назад",
        "go_to": [
          "prolog"
        ]
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы выбрались из блока Хранителя, где пребывали в криогенном сне. Но память восстановилась лишь частично. Узнать, что же на самом деле стряслось с кораблём, можно лишь выйдя в неизвестность. Расследуйте детали проишествия и узнайте, где сейчас находится \"Новая Земля\".",
    "answers": [
      {
        "id": 24,
        "text": "Статус: не пройдено",
        "comment": true,
        "var_equal": [
          "global var1_1",
          0
        ]
      },
      {
        "id": 24,
        "text": "Статус: пройдено",
        "comment": true,
        "var_more": [
          "global var1_1",
          0
        ]
      },
      {
        "id": 24,
        "text": "Концовки: ",
        "comment": true,
        "lua_text": "function lua_text()\nreturn \"Концовки: \".. g.var1_1.. \" из \".. g.var1_2\nend"
      },
      {
        "need_ever": true,
        "middle_answer": true,
        "id": 26,
        "text": "» Начать",
        "need": [
          21
        ],
        "forget": [
          25,
          27,
          28,
          35,
          43,
          64,
          41,
          42,
          65,
          67,
          69,
          34,
          63,
          38,
          57,
          58,
          59,
          73,
          49
        ]
      },
      {
        "id": 24,
        "text": "« Назад",
        "middle_answer": true,
        "go_to": [
          "gl1"
        ]
      },
      {
        "super_calculate": false,
        "id": 24,
        "text": "Новый ответ. введите текст",
        "calculate": true,
        "lua_do": "function lua_do()\ng.var1_1 = g.k1_1 <plus> g.k1_2 <plus> g.k1_3\nend"
      }
    ]
  },
  {
    "id": 25,
    "text": "Приблизившись к открытой створке, Вы сели на корточки и аккуратно заглянули внутрь. Там лежала груда хлама, остовы пультов управления. По ощущениям, раньше тут был важный центр. К сожалению, теперь большая часть оборудования разрушена, видны следы гари.\n\nПо-прежнему удивляясь своей внимательности и острому зрению, Вы разглядели останки тел. Кое-где виднелись отдельные конечности, либо же куски обгоревшей плоти, но было и целое тело человека, наполовину погруженное в кучу металлического мусора.",
    "answers": [
      {
        "id": 29,
        "text": "Опорожнить желудок, свесившись вниз"
      }
    ]
  },
  {
    "id": 26,
    "text": "В корридоре было темно. Свет аварийных ламп помогал видеть все объекты, однако мрачность всё же имела место быть. Ваши глаза на удивление быстро привыкли к полутьме.\n\nСразу возле выхода из блока Хранителя Вы заметили различные инструменты: монтировки, пилы, газовые резаки. На стенах были следы гари, словно затвор пытались взорвать... Кто-то явно хотел добраться до криокамеры, но не сумел. Неизвестно, к добру это, или к худу.\n\nТем временем из мрака показалась боковая раздвижная дверь на \"полу\". Напротив неё — в \"потолке\" — точно такая же. Та, что наверху, была закрыта, другая же — открыта на три четверти. \n\n\"И там, и там следы взлома\" — подметили Вы, удивляясь своей внимательности.",
    "answers": [
      {
        "id": 25,
        "text": "Заглянуть в полуоткрытую дверь"
      },
      {
        "id": 27,
        "text": "Попытаться допрыгнуть до противоположной двери"
      },
      {
        "id": 28,
        "text": "Идти дальше по коридору"
      },
      {
        "id": 30,
        "text": "общ. стр.",
        "need": 10000
      }
    ]
  },
  {
    "id": 27,
    "text": "\"Что находится там, сверху?\" — подумали\nВы и подпрыгнули, пытаясь достать рукой до синего круга по центру двери. С легкостью перемахнув через пропасть внизу, Вы оказались на другой стороне.\n\nК большому удивлению, механизмы оказались рабочими, и створки, пусть и со скрежетом, но разъехались. Сверху тут же посыпалась пыль...\n\n— Кхе-кхе! — закашлялись Вы, отмахиваясь от мелкодисперсной взвеси. Затем подняли голову. Аккуратно обходя нижний проём, вы исследовали комнату. Судя по всему, там некий предбанник, а вот что за ним — ещё предстоит узнать.",
    "answers": [
      {
        "id": 27,
        "text": "\n\nНо пытаться залезть туда, когда внизу зияет пропасть сродни самоубийству. Надо бы как-то закрыть дверь, несмотря на то, что её заклинило.",
        "need": [
          -35
        ],
        "merge": true
      },
      {
        "id": 27,
        "text": "\n\nТеперь, когда внизу твёрдая поверхность, можно попытаться залезть наверх.",
        "need": [
          35
        ],
        "merge": true
      },
      {
        "id": 30,
        "text": "Осмотреться в коридоре"
      }
    ]
  },
  {
    "id": 28,
    "text": "Отойдя от странных дверей, Вы прошли по туннелю. Дальше ждала развилка. Один проход уводил направо под девяносто градусов, другой, точно такой же, налево. Повсюду на стенах были царапины, вмятины, копоть. Складывалось ощущение, что здесь шли бои. На полу валялся какой-то мусор, а кое-где виднелись даже красные следы.",
    "answers": [
      {
        "id": 32,
        "text": "Свернуть налево"
      },
      {
        "id": 31,
        "text": "Свернуть направо"
      },
      {
        "id": 30,
        "text": "Вернуться к обгоревшим дверям"
      }
    ]
  },
  {
    "id": 29,
    "text": "От отвращения у Вас скрутило живот, и Вы наклонились, чтобы сделать это прямо туда, в жуткую комнату, но оказалось, что желудок абсолютно пуст — Вы не ели ничего с тех пор, как выбрались из криокамеры.\n\n— Тьфу! — зло сплюнули Вы, — Кто мог такое учудить?! Здесь же нечему гореть, откуда столько разрушений?\n\nБорясь с приступами тошноты, Вы встали и вновь оглядели корридор.",
    "answers": [
      {
        "id": 30,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "Коридор завален всяким строительным мусором. Здесь две боковые двери. Но поскольку всё в корабле перевернулось, одна находится сверху, другая снизу. ",
    "answers": [
      {
        "id": 25,
        "text": "Заглянуть в полуоткрытую дверь",
        "need": [
          -25
        ]
      },
      {
        "id": 35,
        "text": "Заглянуть в комнату управления",
        "need": 25
      },
      {
        "id": 27,
        "text": "Попытаться допрыгнуть до противоположной двери",
        "need": [
          -27
        ]
      },
      {
        "id": 36,
        "text": "Заглянуть наверх",
        "need": 27
      },
      {
        "id": 28,
        "text": "Пройти дальше по коридору",
        "need": -28
      },
      {
        "id": 40,
        "text": "К развилке",
        "need": 28
      }
    ]
  },
  {
    "id": 31,
    "text": "Туннель вёл прямо, затем изгибался. Перед поворотом была дверь на потолке.",
    "answers": [
      {
        "id": 68,
        "text": "Забраться в каюту Джери",
        "need": 63
      },
      {
        "id": 74,
        "text": "Ждать рассвета",
        "need": [
          73
        ],
        "blackout": true
      },
      {
        "id": 34,
        "text": "Открыть дверь",
        "need": [
          -34
        ]
      },
      {
        "id": 73,
        "text": "Поговорить с Джери",
        "need": [
          49,
          -73
        ]
      },
      {
        "id": 44,
        "text": "Повернуть"
      },
      {
        "id": 40,
        "text": "Вернуться к развилке"
      },
      {
        "id": 31,
        "text": " Чутьё подсказывало Вам, что здесь нужно быть осторожным.",
        "need": -34,
        "merge": true
      }
    ]
  },
  {
    "id": 32,
    "text": "Левый туннель уводил в тупик. В этом закутке находился иллюминатор, через который можно посмотреть на происходящее снаружи. Внизу горел синий круг — замок боковой двери.\n\nСледов боя здесь не видно. Всё относительно чисто.",
    "answers": [
      {
        "id": 33,
        "text": "Подойти к иллюминатору"
      },
      {
        "id": 38,
        "text": "Попытаться открыть нижнюю дверь",
        "need": [
          -38
        ]
      },
      {
        "id": 39,
        "text": "Зайти в кладовую",
        "need": 38
      },
      {
        "id": 40,
        "text": "Вернуться к развилке"
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы подошли к круглому иллюминатору и попытались разглядеть, что было снаружи. \n\nКартина поразила. За окном не было ничего космического: ни звёзд, ни планет. Лишь всполохи огня, которые освещали останки корабля и ровную поверхность грунта.\n\n— Черт подери! Мы уже на планете! Как такое возможно? Почему меня не разбудили до приземления?\n\nВас посетила мысль, что Вы не знаете, откуда эта информация про выход из криосна до прибытия на планету. Просто как будто внутренний голос подсказал, что к этому моменту Вы должны были давно стоять на ногах.",
    "answers": [
      {
        "id": 32,
        "text": "В шоке отойти"
      }
    ]
  },
  {
    "id": 34,
    "text": "Приложив руку к синему кругу, Вы открыли боковую дверь, которая сейчас располагалась наверху. Но как только створки раздвинулись, оттуда прямо на Вас упало нечто, и сбило с ног.\n\nВы повалились на пол, придавленный неизвестным телом. Послышалась нецензурная брань. Затем кое-как выползли и посмотрели на этот объект.\n\nПеред Вами сидел человек испуганного вида в потрёпанной одежде. Он держал непонятное устройство, похожее на короткий белый пистолет с широким квадратным дулом, причём последнее было направлено непосредственно в Вашу грудь.",
    "answers": [
      {
        "id": 45,
        "text": "Поднять руки вверх, сказав, что Вы с миром"
      },
      {
        "id": 46,
        "text": "Попытаться выбить оружие из рук человека",
        "var_equal": [
          "global adik",
          0
        ]
      },
      {
        "id": 54,
        "text": "Выбить оружие из рук человека",
        "var_equal": [
          "global adik",
          1
        ]
      }
    ]
  },
  {
    "id": 35,
    "text": "Комната управления почти полностью разрушена. ",
    "answers": [
      {
        "id": 35,
        "text": " Она большая, так что спрыгнуть в неё не получится — слишком высоко. Да и не понятно, как выбираться обратно. ",
        "need": -64,
        "merge": true
      },
      {
        "id": 35,
        "text": " Дверные створки заклинили в полуоткрытом положении.",
        "need": [
          -43
        ],
        "merge": true
      },
      {
        "id": 35,
        "text": " Теперь, когда есть трос, можно спуститься вниз.",
        "need": 64,
        "merge": true
      },
      {
        "id": 35,
        "text": " Вам удалось сдвинуть заклинившие створки. Сейчас дверь свободно открывается и закрывается",
        "need": [
          43
        ],
        "merge": true
      },
      {
        "id": 30,
        "text": "Вернуться назад"
      },
      {
        "id": 43,
        "text": "Попытаться починить створки",
        "need": [
          41,
          -43
        ]
      },
      {
        "id": 64,
        "text": "Свесить трос вниз, в комнату управления",
        "need": [
          42,
          -64
        ]
      },
      {
        "id": 65,
        "text": "Спуститься вниз",
        "need": 64
      }
    ]
  },
  {
    "id": 36,
    "text": "В верхнем помещении особо ничего не разглядеть. Надо как-то забраться туда, чтобы заглянуть за предбанник. ",
    "answers": [
      {
        "id": 36,
        "text": " На данный момент внизу зияет пропасть и пытаться влезть опасно.",
        "need": [
          -35
        ],
        "merge": true
      },
      {
        "id": 66,
        "text": "Стоя на закрытых нижних дверях, залезть наверх",
        "need": [
          43
        ]
      },
      {
        "id": 30,
        "text": "Вернуться назад"
      },
      {
        "id": 36,
        "text": " Теперь, когда внизу твёрдая поверхность, можно попытаться залезть наверх.",
        "need": 35,
        "merge": true
      }
    ]
  },
  {
    "id": 37,
    "text": "Перекувырнувшись, Вы схватили столь необычное оружие и направили на врага:\n\n— Стой, если жизнь дорога. Отползи на два метра!\n\nМужчина зло зыркнул, но послушался. Теперь нужно было понять, что с ним делать.",
    "answers": [
      {
        "id": 57,
        "text": "Спросить, кто он такой"
      },
      {
        "id": 58,
        "text": "Расспросить о бойне рядом с блоком Хранителя"
      },
      {
        "id": 59,
        "text": "Узнать про то, где сейчас корабль"
      }
    ]
  },
  {
    "id": 38,
    "text": "Приложив ладонь к синему кругу, Вы отскочили, чтобы не упасть вниз. Как ни странно, дверь отворилась. Внутри оказалось небольшое помещение со всевозможными инструментами. Вашего роста хватало, чтобы спрыгнуть туда и иметь возможность потом вылезти обратно. Похоже, это кладовая на космическом корабле.",
    "answers": [
      {
        "id": 41,
        "text": "Поискать что-то для закрытия обгоревшей двери",
        "need": 10000
      },
      {
        "id": 42,
        "text": "Поискать что-то для спуска в центр управления за обгоревшей дверью",
        "need": 10000
      },
      {
        "id": 32,
        "text": "— Мне пока ничего здесь не нужно..."
      }
    ]
  },
  {
    "id": 39,
    "text": "Приложив ладонь к синему кругу, Вы отскочили, чтобы не упасть вниз. Дверь отворилась.\n\nЭто кладовая: небольшое помещение со всевозможными инструментами. ",
    "answers": [
      {
        "id": 41,
        "text": "Поискать что-то для закрытия обгоревшей двери",
        "need": [
          27,
          -41
        ]
      },
      {
        "id": 42,
        "text": "Поискать что-то для спуска в центр управления за обгоревшей дверью",
        "need": [
          25,
          -42
        ]
      },
      {
        "id": 32,
        "text": "— Мне пока ничего здесь не нужно..."
      }
    ]
  },
  {
    "id": 40,
    "text": "Развилка. Один туннель ведет к обгоревшим дверям. Два других направо и налево.",
    "answers": [
      {
        "id": 31,
        "text": "Свернуть направо"
      },
      {
        "id": 32,
        "text": "Свернуть налево"
      },
      {
        "id": 30,
        "text": "Вернуться к обгоревшим дверям"
      }
    ]
  },
  {
    "id": 41,
    "text": "Чтобы открыть заклинившую дверь, нужен лом. Но вот что сделать, чтобы её закрыть?\n\nВы не нашли варианта лучше, кроме как взять домкрат, и с его помощью попытаться вернуть створки в исходное положение. Может, тогда они заработают.",
    "answers": [
      {
        "id": 32,
        "text": "Выйти из кладовки с домкратом"
      }
    ]
  },
  {
    "id": 42,
    "text": "Нужно что-то наподобие лестницы или веревки для спуска и подъема в большую комнату управления. Нашелся только стальной трос. Спускаться по нему крайне неудобно, подниматься — тем более. Но Вы попробуете.",
    "answers": [
      {
        "id": 32,
        "text": "Взять трос"
      }
    ]
  },
  {
    "id": 43,
    "text": "Поскольку створки застыли в неестественном положении, было решено при помощи домкрата выровнять их. \n\nСпустя несколько мучительных минут и танцев с бубнами, Вам наконец удалось полностью открыть двери на полную ширину. Сбоку что-то пискнуло и они автоматически закрылись. В центре загорелся синий круг. Вы немедленно приложили к нему руку, после чего комната вновь оказалась открыта. Готово.",
    "answers": [
      {
        "id": 35,
        "text": "Оставить домкрат неподалеку"
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы повернули и прошли мимо дверей, но туннель уходил далеко во тьму. К сожалению, даже аварийное освещение не работало в том участке, так что было решено пока туда не соваться. ",
    "answers": [
      {
        "id": 31,
        "text": "Вернуться"
      },
      {
        "id": 72,
        "text": "Осмотреть видимые участки стен"
      }
    ]
  },
  {
    "id": 45,
    "text": "— Эй, не стреляйте! Я случайно открыл эту дверь! — крикнули Вы и подняли руки в примирительном жесте.\n\nЧеловек не пошевелился. Видимо, он сам находился в небольшом шоке, поэтому только спустя несколько мучительных секунд произнёс:\n\n— Кто ты? Я тебя не знаю, назови своё имя и из какого ты лагеря?",
    "answers": [
      {
        "id": 47,
        "text": " — Моё имя Луи Гермес."
      },
      {
        "id": 48,
        "text": "— Я Хранитель."
      },
      {
        "id": 49,
        "text": "— Я не помню, как меня зовут."
      },
      {
        "id": 50,
        "text": "Придумать случайное имя на ходу"
      }
    ]
  },
  {
    "id": 46,
    "text": "Вы дёрнулись, чтобы ногой выбить пистолет, но оппонент оказался быстрее. Будь на вас одежда поудобнее, возможно, и удалось бы совершить резкое движение. Но пиджак и штаны несколько сковывали.\n\nЧеловек вскочил, а затем в ярости нажал на спусковой крючок: выстрел прямо в упор. Ничего нельзя было успеть сделать. \n\nИз дула вылетел едва заметный предмет, который врезался в Ваш корпус. Одновременно с этим тело охватили десятки молний и начали жечь. Извиваясь на полу от электричества, Вы потеряли сознание.",
    "answers": [
      {
        "id": 51,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 47,
    "text": "Вы представились так, как помните.\n\n— Луи... Гермес? Что-то не припомню... Подожди-ка, не может быть! — человек вскочил и в ярости нажал на спусковой крючок, выстрелив прямо в упор. Ничего нельзя было успеть сделать. \n\nИз дула вылетел едва заметный предмет, который врезался в Ваш корпус. Одновременно с этим тело охватили десятки молний и начали жечь. Извиваясь на полу от электричества, Вы потеряли сознание.",
    "answers": [
      {
        "id": 51,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 48,
    "text": "Вы представились, как Хранитель. Судя по всему, так и есть.\n\n— Да какой ты Хранитель... Или... Этого просто не может быть! — человек вскочил и в ярости нажал на спусковой крючок, выстрелив прямо в упор. Ничего нельзя было успеть сделать. \n\nИз дула вылетел едва заметный предмет, который врезался в Ваш корпус. Одновременно с этим тело охватили десятки молний и начали жечь. Извиваясь на полу от электричества, Вы потеряли сознание.",
    "answers": [
      {
        "id": 51,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 49,
    "text": "У вас было предположение, что Вы — Луи Гермес, но это не точно, поэтому Вы ответили, что не знаете.\n\n— В смысле, не помнишь? Головой чтоль приложился, пока падали? Ну ты и даешь... Ладно...\n\nЧеловек встал и опасливо убрал пистолет:\n— Я Джери. Сантехник.\n\nВы пожали друг другу руки.\n\n— Ну что, дружище, — вновь начал Джери, — Здесь безопасно, можешь переночевать в каюте, в которой я был. Сейчас на этой планете ночь... Я видел в иллюминаторе. С утра будем думать, что дальше. А пока можешь осмотреть корабль, или спросить меня о чём-нибудь.",
    "answers": [
      {
        "id": 55,
        "text": "— Как ты оказался в этой каюте?"
      },
      {
        "id": 71,
        "text": "— Ты знаешь, где сейчас наш корабль?"
      }
    ]
  },
  {
    "id": 50,
    "text": "— Меня зовут... Э-э-э... Джонни. Да. А что?\n— Джонни говоришь? — задумался человек, — В\n смысле, тот Джонни, который из инженерного?\n— Ммм... Верно, это я!\n\nЧеловек начал вставать, и уже более спокойно смотрел на Вас, но всё еще не убирал пистолет.\n\n— А как ты сюда добрался из своего-то отсека, Джон? Он же в другой стороне.",
    "answers": [
      {
        "id": 52,
        "text": "Поправить галстук и что-нибудь убедительно наврать",
        "addToHistory": [
          49
        ],
        "var_equal": [
          "global troy",
          1
        ]
      },
      {
        "id": 53,
        "text": "Поправить ремень оранжевого костюма и выбить оружие из рук, воспользовавшись замешательством",
        "var_equal": [
          "global adik",
          1
        ]
      },
      {
        "id": 48,
        "text": "Попробовать выбить пистолет из рук, воспользовавшись замешательством",
        "var_equal": [
          "global troy",
          1
        ]
      },
      {
        "id": 56,
        "text": "Попробовать что-то наврать",
        "var_equal": [
          "global adik",
          1
        ]
      }
    ]
  },
  {
    "id": 51,
    "text": "[Вам удалось пройти главу на одну из трёх концовок. Это повлияет на дальнейший сюжет] \n\nКонцовка 1",
    "answers": [
      {
        "id": 22,
        "text": "Перейти в меню выбора глав",
        "lua_do": "function lua_do()\ng.k1_1 = g.k1_1 or 0\ng.k1_1 = 1\nend"
      }
    ]
  },
  {
    "id": 52,
    "text": "— Я раздобыл этот наряд и решил встречать приземление поближе к основной движухе. В тот момент я думал, что, возможно, все мы умрем. И лучше встретиться со смертью лицом к лицу, а не прячась наложить в штаны!\n— Сильно сказано, Джо... — проговорил мужчина и окончательно опустил ствол, — Я Джери. Сантехник.\n\nВы пожали друг другу руки.\n\n— Ну что, дружище, — вновь начал Джери, — Здесь безопасно, можешь переночевать в каюте, в которой я был. Сейчас на этой планете ночь... Я видел в иллюминаторе. С утра будем думать, что дальше. А пока можешь осмотреть корабль, или спросить меня о чём-нибудь.",
    "answers": [
      {
        "id": 55,
        "text": "— Как ты оказался в этой каюте?"
      },
      {
        "id": 71,
        "text": "— Ты знаешь, где сейчас наш корабль?"
      }
    ]
  },
  {
    "id": 53,
    "text": "Мешкать было нельзя. Одно мгновение — и Вы  сапогом выбили пистолет из рук человека. Еще одно — и противник схватился за лицо, на котором отсалась отметина хорошей обуви.\n\n— А-р-р-р! Чёрт бы тебя побрал, сучёныш!\n\nМужчина потянулся было за выпавшим оружием, но и здесь Вы оказались быстрее. Будь на вас классический костюм-тройка, такая прыть была бы невозможна, да и обувь там прилагалась не такая массивная. ",
    "answers": [
      {
        "id": 37,
        "text": "Потянуться за пистолетом и направить на оппонента"
      }
    ]
  },
  {
    "id": 54,
    "text": "Мешкать было нельзя. Одно мгновение — и Вы  сапогом выбили пистолет из рук человека. Еще одно — и противник схватился за лицо, на котором отсалась отметина хорошей обуви.\n\n— А-р-р-р! Чёрт бы тебя побрал, сучёныш!\n\nМужчина потянулся было за выпавшим оружием, но и здесь Вы оказались быстрее. Будь на вас классический костюм-тройка, такая прыть была бы невозможна, да и обувь там прилагалась не такая массивная. ",
    "answers": [
      {
        "id": 37,
        "text": "Потянуться за пистолетом и направить на оппонента"
      }
    ]
  },
  {
    "id": 55,
    "text": "— А как ты здесь оказался, Джери? Признаться честно, это было очень неожиданное падение.\n— Ха-ха! Для меня тоже, бро. Я ждал приземления. А комната в процессе перевернулась: я был закреплен и не пострадал, но потом отстегнул ремни и прилёг отдохнуть. Просто приходил в себя...",
    "answers": [
      {
        "id": 71,
        "text": "— Ты знаешь, где сейчас находится наш корабль?",
        "need": -71
      },
      {
        "id": 31,
        "text": "— Ладно..."
      }
    ]
  },
  {
    "id": 56,
    "text": "— Я... М-м-м... Э-э... — Вы икнули и продолжили, — Перебрался сюда, потому что тут безопаснее. Просто дошёл по коридору.\n\nМужичок посмотрел на Вас, видимо оценивая фразу, а затем сказал:\n\n— Не умеешь ты врать, подонок. Признавайся, Беспристрастный или Луист? А впрочем не важно.\n\nА затем в ярости нажал на спусковой крючок, выстрелив прямо в упор. Ничего нельзя было успеть сделать. \n\nИз дула вылетел едва заметный предмет, который врезался в Ваш корпус. Одновременно с этим тело охватили десятки молний и начали жечь. Извиваясь на полу от электричества, Вы потеряли сознание.",
    "answers": [
      {
        "id": 51,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 57,
    "text": "— Представься! Как тебя зовут? — грозно крикнули Вы.\n— Тише, браток. Я Джери, сантехник, знаешь меня? Твое лицо мне плохо видно из-за шлема, но клянусь, я тебя раньше не видел. Сам-то откуда?\n— Молчать! Вопросы задаю я. Как ты очутился в той комнате наверху?\n— Спойкойно... Я ждал приземления. А комната в процессе перевернулась: я был закреплен и не пострадал, но потом отстегнул ремни и прилёг отдохнуть. Просто приходил в себя... Честно!",
    "answers": [
      {
        "id": 60,
        "text": "— Я сказал молчать!"
      }
    ]
  },
  {
    "id": 58,
    "text": "— Что произошло рядом с блоком Хранителя? Там все в гари и в крови! Кто это сделал?\n— У-у-у, братишка. Да ты видимо с Луны свалился. Головой приложился, пока падали? Стрельба там была. И давно. Народ дрался за право убить Хранителя. Вот только всё равно не добрались до ублюдка — слишком прочные двери.\n— А кто такой этот ваш Хранитель? — спросили Вы.\n— Серьезно? Ты вообще откуда взялся, бро? Хранитель это тот чувак, который в криокамере нежится, пока мы все умираем. Надеюсь, он там и остался до скончания веков. \n\nЧеловек вновь окинул Вас взором, после чего прошептал:\n\n— Вашу мать... Только не это.",
    "answers": [
      {
        "id": 60,
        "text": "— Заткнись. Я скажу, когда можно говорить."
      }
    ]
  },
  {
    "id": 59,
    "text": "— Отвечай, где мы находимся. Мне важно знать местоположение Новой Земли сейчас. \n\nМужчина вздохнул, смахнул пот со лба и ответил:\n\n— Да почём же мне знать, братан? Где-то на Россе Бэ приземлились. Где именно — шут знает. \n\nВы задумались. \"Ross 128 b\" — это название Вам точно знакомо.\n\n— Мы приземлились на планете назначения? Кто руководил и почему меня не пробудили?\n— Ухх... — мужичок выпученными глазами посмотрел на Вас, — Не имею ни малейшего понятия, чел. На корабле творился полнейший хаос перед прибытием. Я просто спрятался и пристегнулся в этой каюте.\n— Там кто-то есть еще?\n— Нет, только я один, — ответил он.",
    "answers": [
      {
        "id": 60,
        "text": "Оставить этот вопрос"
      }
    ]
  },
  {
    "id": 60,
    "text": "Вы стоите в коридоре с пистолетом в руках. На полу сидит испуганный человек.",
    "answers": [
      {
        "id": 57,
        "text": "Спросить, кто он такой",
        "need": -57
      },
      {
        "id": 58,
        "text": "Расспросить о бойне рядом с блоком Хранителя",
        "need": -58
      },
      {
        "id": 59,
        "text": "Узнать про то, где сейчас корабль",
        "need": -59
      },
      {
        "id": 61,
        "text": "Опустить оружие и предложить сотрудничество",
        "need": [
          57,
          58,
          59
        ]
      },
      {
        "id": 62,
        "text": "Выстрелить",
        "need": [
          57,
          58,
          59
        ]
      }
    ]
  },
  {
    "id": 61,
    "text": "— Так, ладно, я вижу, что ты не представляешь угрозы. Извини. Давай... — не успели Вы договорить, как пистолет полетел из Ваших рук после удара ногой.\n\nВ один миг человек вскочил, и, воспользовавшись Вашим замешательством, перехватил оружие в воздухе. Ещё секунда — и из дула вылетел едва заметный предмет, который врезался прямо в грудь.\n\nВаше тело охватили десятки молний и начали жечь. Извиваясь на полу от электричества, Вы потеряли сознание...",
    "answers": [
      {
        "id": 51,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 62,
    "text": "Видимо, этот сантехник Крис негативно настроен. Нельзя его так оставлять. Недолго думая, Вы нажали на спусковой крючок.\n\nИз дула тут же вылетел едва заметный черный предмет, который врезался в грудь противника. Его тело охватили десятки молний, исходящих из этого предмета. Извиваясь несколько секунд на полу от электричества, Крис потерял сознание.\n\nНекоторое время Вы простояли в нерешительности, но затем подошли и потрогали пульс — жив. Просто в отключке. Видимо, это был электрошокер, и тем не менее, особо не понятно, как с ним обращаться, и сколько осталось зарядов.",
    "answers": [
      {
        "id": 63,
        "text": "Убрать во внутренний карман"
      }
    ]
  },
  {
    "id": 63,
    "text": "У костюма был внутренний карман. Собственно, туда шокер и отправился. Теперь Вы можете добраться в ту дверь на потолке, которую изначально открывали.",
    "answers": [
      {
        "id": 31,
        "text": "Еще раз осмотреться в коридоре"
      }
    ]
  },
  {
    "id": 64,
    "text": "Вы прибегли к хитрости: защемили трос в дверях верхней комнаты, а затем свесили внутрь нижней. Двери вроде не заклинивали от нахождения между ними троса... Крайне ненадежная конструкция, но попробовать стоит.",
    "answers": [
      {
        "id": 35,
        "text": "Полюбоваться работой"
      }
    ]
  },
  {
    "id": 65,
    "text": "Слегка замедляя своё падение, держась за трос, Вы опустились на груду хлама внутри центра управления. Центра управления... Чем? Всё настолько разрушено, что сразу понять совершенно невозможно. ",
    "answers": [
      {
        "id": 67,
        "text": "Подойти к наиболее уцелевшим останкам человека",
        "need": -67
      },
      {
        "id": 69,
        "text": "Покопаться в обломках оборудования",
        "need": -69
      },
      {
        "id": 35,
        "text": "Вернуться наверх"
      }
    ]
  },
  {
    "id": 66,
    "text": "Вы подпрыгнули и ловко подтянулись, залезая в комнату. Дождавшись, когда дверь внизу закроется, Вы встали на неё и осмотрелись.\n\nЗдесь также была разруха. Развороченные шкафы, обрывки одежды, следы крови повсюду. Судя по всему, тут были каюты экипажа корабля. По крайней мере, какая-то его часть точно располагалась в данных помещениях.\n\nВы исследовали ближайшие от предбанника комнаты. Здесь была и кухня, и спальные купе, наподобие тех, что использовались на Старой Земле в поездах. Санузлы, технические помещения. Но от былого комфорта не осталось и следа. Складывалось впечатление, что вместо экипажа здесь жила толпа бомжей последнее время — настолько всё было разорено.\n\nВы не нашли здесь ничего полезного из вещей, а также не встретили ни единого человека. Все как будто испарились, хотя экипаж должен быть на местах, судя по вашей памяти.",
    "answers": [
      {
        "id": 30,
        "text": "Покинуть каюты"
      }
    ]
  },
  {
    "id": 67,
    "text": "Осторожно шагая между торчащими обломками, Вы подобрались к тому самому телу, которое увидели еще сверху. \n\nЭто был мужчина средних лет, темнокожий. Одет в рваную синюю униформу: видимо, член экипажа. Удивительно, но на его груди созранился бейдж. \"Джейкоб Смит. Отдел пилотирования\" — гласила надпись. \n\n— Покойся с миром, Джейкоб... — Вы закрыли его остекленевшие глаза.\n\nБыло заметно, что погиб мужчина не так давно. Все тела, которые здесь были, пролежали здесь, как и Смит, не более суток. Иначе бы ощущался характерный запах разложения, но здесь такого ещё не было. Стало быть, чудовищные события произошли совсем недавно.",
    "answers": [
      {
        "id": 65,
        "text": "Отойти"
      }
    ]
  },
  {
    "id": 68,
    "text": "Одно лёгкое подтягивание, и Вы наверху. Неизвестно, чья на самом деле это была каюта, но именно из неё вывалился Джери.\n\nЗдесь были спальные места на нескольких человек, однако все они пустовали. Одна из коек была обмотана ремнями: видимо, там Джери и переждал приземление. ",
    "answers": [
      {
        "id": 70,
        "text": "Устроиться спать где-нибудь здесь",
        "blackout": true
      },
      {
        "id": 31,
        "text": "Спуститься в коридор"
      }
    ]
  },
  {
    "id": 69,
    "text": "Для того, чтобы разузнать больше информации, нужно было здесь повозиться. Всё не перекопаешь, но Вы решили осмотреть наиболее целостные детали здешнего оборудования.\n\nС каждой новой добытой из горы хлама деталью, Вас настигали всё новые и новые воспоминания. Судя по всему, здесь был центр управления полетом корабля. Именно здесь должны были координировать процесс приземления на новую планету, и именно поэтому центр располагался близко к Вашему блоку Хранителя.\n\n\"Почему то мнсто называется блоком Хранителя? Для чего там такие мощные двери и по какой причине всего одна криокамера?\" — эти мысли всё еще не давали Вам покоя.\n\nСпустя двадцать минут поисков, Вы так и не нашли никакого рабочего оборудования.",
    "answers": [
      {
        "id": 65,
        "text": "Закончить осмотр"
      }
    ]
  },
  {
    "id": 70,
    "text": "[Вы прошли главу на одну из концовок. Это повлияет на дальнейший сюжет]\n\nКонцовка 2",
    "answers": [
      {
        "id": 22,
        "text": "Перейти в меню выбора глав",
        "lua_do": "function lua_do()\ng.k1_2 = g.k1_2 or 0\ng.k1_2 = 1\nend"
      }
    ]
  },
  {
    "id": 71,
    "text": "— Ты знаешь, где сейчас находится наш корабль? Мне важно знать местоположение Новой Земли сейчас. \n\nМужчина вздохнул, смахнул пот со лба и ответил:\n\n— Да почём же мне знать, братан? Где-то на Россе Бэ приземлились. Где именно — шут знает. \n\nВы задумались. \"Ross 128 b\" — это название Вам точно знакомо.\n\n— Мы приземлились на планете назначения? Кто руководил?\n— Ухх... — Джери непонимающе посмотрел на Вас, — Не имею ни малейшего понятия, чел. На корабле творился полнейший хаос перед прибытием. Я просто спрятался в этой каюте.",
    "answers": [
      {
        "id": 55,
        "text": "— Как ты оказался в этой каюте?",
        "need": -55
      },
      {
        "id": 31,
        "text": "— Ладно..."
      }
    ]
  },
  {
    "id": 72,
    "text": "Не заходя глубоко во тьму, Вы пригляделись к стенам коридора. Там были надписи.\n\n\"Не забудем, не простим!\"\n\n\"Беспристрастные — уроды\"\n\n\"Позор Сопротивлению\"\n\nПоследняя, кстати, была зачеркнута синей краской, и этой же краской намалёвана другая:\n\n\"Убил Луиста = выбросил мусор. Луистам смерть\"\n\nОдним словом, тут нарисована масса ярых оскорблений, носящих, судя по всему, политический характер. Находились выпады и в сторону конкретных личностей, имена которых Вам ни о чём не говорили.",
    "answers": [
      {
        "id": 31,
        "text": "— Да что же здесь творилось, пока я спал?!"
      }
    ]
  },
  {
    "id": 73,
    "text": "— Джери, скажи, где-то здесь можно устроить спальное место?\n— Братан, тут всё перевернулось, так что с комфортом уже не поспишь. Я постелю себе на полу где-нибудь здесь. Больше ничего и не придумаешь.\n\nВы решили устроиться спать в каюте, и договорились с Джери дежурить по очереди. Сейчас его очередь спать, потом он Вас сменит, чтобы кто-то всё время был на ногах.",
    "answers": [
      {
        "id": 74,
        "text": "Ждать рассвета",
        "blackout": true
      },
      {
        "id": 31,
        "text": "Прогуляться по кораблю"
      }
    ]
  },
  {
    "id": 74,
    "text": "[Вы прошли первую главу на одну из концовок. Это повлияет на дальнейший сюжет]\n\nКонцовка 3",
    "answers": [
      {
        "id": 22,
        "text": "Перейти в меню выбора глав",
        "lua_do": "function lua_do()\ng.k1_3 = g.k1_3 or 0\ng.k1_3 = 1\nend"
      }
    ]
  },
  {
    "id": 75,
    "text": "",
    "answers": []
  },
  {
    "id": 76,
    "text": "Звон в ушах. Вокруг только холод, тьма, и осознание того, что всё пошло не по плану.\n\n\"Тревога! Аварийное пробуждение!\"\n\n\"Тревога! Аварийное пробужение! — повторял раз за разом искусственный интеллект из динамиков.\n\nЯ кое-как добрался до пульта управления и интуитивно активировал перезагрузку системы. Меня вмиг ослепило внезапно включившимся светом... Привыкнуть удалось только через несколько секунд.",
    "answers": [
      {
        "id": 77,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 77,
    "text": "Я осмотрелся и понял, что всё перевернулось с ног на голову. Криокамера, которая раньше была на полу, теперь выступала из правой стены, а свет падал не с потолка, а исходил из левой части помещения. На \"полу\" рассыпались начавшие таять осколки льда.\n\nРядом с криокамерой торчал пульт управления, а позади меня располагался металлический шкаф. Также у комнаты был выход: массивый гермозатвор прямо по курсу.\n\n\"Перезагрузка Блока Хранителя завершена\" — выдал ИИ.\n\nНу-с, пора отсюда выбираться.",
    "answers": [
      {
        "id": 78,
        "text": "Восстановить память"
      },
      {
        "id": 79,
        "text": "Получить информацию о корабле"
      },
      {
        "id": 80,
        "text": "Осмотреть металлический шкаф"
      }
    ]
  },
  {
    "id": 78,
    "text": "Тыкая голограммы дисплея наугад, я нашел раздел восстановления памяти. Стандартное, к сожалению, не работало, так что пришлось нажать на кнопку \"Экстренное восстановление\".\n\nЧерез пару секунд мои виски пронзило сильнейшей болью, и я начал терять сознание. \n\n\"Возможны сбои\" — донеслось до меня как будто издалека.",
    "answers": [
      {
        "id": 81,
        "text": "— Кто я?"
      }
    ]
  },
  {
    "id": 79,
    "text": "",
    "answers": []
  },
  {
    "id": 80,
    "text": "",
    "answers": []
  },
  {
    "id": 81,
    "text": "Спустя несколько мгновений я осознал, что сам построил этот корабль. Меня зовут Луи Гермес, и я один из богатейших людей мира. Миллиарды долларов были выделены на подготовку тела к замораживанию: операции, имплантаты, чипы... Но куда больше средств ушло на подготовку экспедиции. \n\nПроект всей жизни, путешествие длиной в восемьдесят лет. Миллионы кандидатов со всего мира, из которых отобраны всего несколько тысяч.\n\nКристиан Борг был моим лучшим другом, он помогал организовывать проект и прошёл со мной путь от начальных задумок до отбытия с планеты. Сейчас Крис скорее всего умер от старости.\n\n— А дальше надо вспоминать, — я пораскинул мозгами, пытаясь воссоздать картины в памяти, — Кем я был? Каков мой характер?",
    "answers": [
      {
        "id": 81,
        "text": "Выберите черту характера, которая наиболее свойственна персонажу(одно из пяти)",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 82,
        "text": "Смелость",
        "lua_do": "function lua_do()\nred = red <plus> 1\nend"
      },
      {
        "id": 82,
        "text": "Упорство",
        "lua_do": "function lua_do()\nblack = black <plus> 1\nend"
      },
      {
        "id": 82,
        "text": "Жизнелюбие",
        "lua_do": "function lua_do()\ngreen = green <plus> 1\nend"
      },
      {
        "id": 82,
        "text": "Доброта",
        "lua_do": "function lua_do()\nwhite = white <plus>1\nend"
      },
      {
        "id": 82,
        "text": "Любознательность",
        "lua_do": "function lua_do()\nblue=blue<plus>1\nend"
      },
      {
        "super_calculate": false,
        "id": 81,
        "calculate": true,
        "text": "Новый ответ. введите текст",
        "var_set": [
          "red",
          0,
          "blue",
          0,
          "white",
          0,
          "green",
          0,
          "black",
          0
        ]
      },
      {
        "id": 82,
        "text": "тех",
        "need": 10000
      }
    ]
  },
  {
    "id": 82,
    "text": "Вспомнив, что для меня главное в жизни помимо полёта на другую планету, мысленно улыбнулся. Внезапно нахлынула волна воспоминаний из юности. Раньше, когда было свободное время, я любил проводить его...",
    "answers": [
      {
        "id": 83,
        "text": "...На природе с семьёй",
        "lua_do": "function lua_do()\ngreen= green<plus>1\nend"
      },
      {
        "id": 83,
        "text": "...В городе с друзьями",
        "lua_do": "function lua_do()\nwhite= white<plus>1\nend"
      },
      {
        "id": 83,
        "text": "...За партией в шахматы или подобные игры",
        "lua_do": "function lua_do()\nblue= blue <plus> 1\nend"
      },
      {
        "id": 83,
        "text": "...Дома, наедине с собой и мыслями",
        "lua_do": "function lua_do()\nblack= black<plus>1\nend"
      },
      {
        "lua_do": "function lua_do()\nred=red<plus>1\nend",
        "text": "...Занимаясь каким-либо активным спортом",
        "id": 83
      },
      {
        "id": 83,
        "text": "тех",
        "need": 10000
      }
    ]
  },
  {
    "id": 83,
    "text": "",
    "answers": []
  },
  {
    "id": 84,
    "text": "",
    "answers": []
  },
  {
    "id": 85,
    "text": "",
    "answers": []
  },
  {
    "id": 86,
    "text": "",
    "answers": []
  },
  {
    "id": 87,
    "text": "",
    "answers": []
  },
  {
    "id": 88,
    "text": "",
    "answers": []
  }
]