[
  {
    "id": 1,
    "text": "Ты очнулся у Сидоровича. Перед этим ты ехал на вертолете через припять, но тебя кто-то сбиил. Нашли только тебя. Сидорович хочет поговорить с тобой",
    "answers": [
      {
        "id": 2,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 2,
    "text": "Ты очнулся у Сидоровича. Тебя сбил  ктото когда ты ехал через припять.",
    "answers": [
      {
        "id": 3,
        "text": "Привет, Сидорович, есть работа?\n"
      },
      {
        "id": 4,
        "text": "Что нового?"
      }
    ]
  },
  {
    "id": 3,
    "text": "—Ты кто?\n— Я Рядовой Геннадий\n— Понятно, ты новый в зоне?\n—Да...\n— Выполни пару заданий, и я расскажу, как тебя нашли, и Кто ты, Лады?\n—Лады\n",
    "answers": [
      {
        "id": 5,
        "text": "Принять задание- избавится от патруля"
      },
      {
        "id": 6,
        "text": "Принять задание зачистить логово мутантов"
      }
    ]
  },
  {
    "id": 4,
    "text": "Ты решыл пойти на зачистку  мутантов, потомучто ты еще слаб, для сражения с военными",
    "answers": [
      {
        "id": 7,
        "text": "Убить пот тихому"
      },
      {
        "id": 8,
        "text": "Убить громко"
      }
    ]
  },
  {
    "id": 5,
    "text": "У тебя не получилось убить по тихому, как так беред выстрелом тебя заметил мутант",
    "answers": [
      {
        "id": 9,
        "text": "Бежать"
      },
      {
        "id": 10,
        "text": "Сражатся"
      }
    ]
  },
  {
    "id": 6,
    "text": "Ты пошел на зачистку. У тебя выбор. Убить по тихому, или нет?",
    "answers": [
      {
        "id": 18,
        "text": "По тихому(рерутация <plus> 4)"
      },
      {
        "id": 19,
        "text": "По громкому(репутация <plus> 5)"
      }
    ]
  },
  {
    "id": 7,
    "text": "",
    "answers": []
  },
  {
    "id": 8,
    "text": "",
    "answers": []
  },
  {
    "id": 9,
    "text": "Что же, тебя назвали слабаком, как так ты сбежал, и хотел их потом убить, но за тебя это сделали другие сталкеры.",
    "answers": [
      {
        "id": 11,
        "text": "Пойти к сидоровичу"
      }
    ]
  },
  {
    "id": 10,
    "text": "Ты отважно себя показал, но когда тебя покусали, ты упал, и ьыл ранен, тебе повезло, рядом проходили Сталкеры, и вылечили тебя, они тебя поблагодорили, и подняли тебя на ноги",
    "answers": [
      {
        "id": 12,
        "text": "Пойти к Сидоровичу"
      }
    ]
  },
  {
    "id": 11,
    "text": "Сидорович сказал, что надо выполнить еще одно задание, и он все тебе расскажет. И он тебе дал награду-600 рублей. Ты решил купить себе плохую броню, аптечки и патроны",
    "answers": [
      {
        "id": 13,
        "text": "Помочь сталкерам зачистить патруль"
      },
      {
        "id": 14,
        "text": "Поискать Артефактоф"
      }
    ]
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  },
  {
    "id": 13,
    "text": "Вы перестрелялись, и один сталкер ранен, поможежь ему?",
    "answers": [
      {
        "id": 15,
        "text": "Дать аптечку"
      },
      {
        "id": 16,
        "text": "Сражаться дальше"
      }
    ]
  },
  {
    "id": 14,
    "text": "Ты нашел артефакт медуза( — 4 радиации). Сталкеры победили вояк. Зря ты не пошел. Некоторые сталкеры стали называть тебя трусом",
    "answers": []
  },
  {
    "id": 15,
    "text": "Ты помог сталкеру. Тебя нагррадили частым, но полнзным артефактом — медуза( -4 радиации)",
    "answers": [
      {
        "id": 17,
        "text": "Идти к Сидоровичу"
      }
    ]
  },
  {
    "id": 16,
    "text": "Ты дурак. Ты чуть не отправил пацана на небо. Сталкеры относятся к тебе хуже, ну а так вы победили.",
    "answers": []
  },
  {
    "id": 17,
    "text": "Что же, расскажу про тебя. — сказал Сидорович.\nТы обычный вояка, который через чернобыль летел в беларусь. Тебя сбили Наемники, кто то им сказал избавится от всех вертолетов, они так и сделали. Тебя нашел сталкер-волк. Нашел почьи возле припяти хрен его как он туда добрался. Короче работа такая, убей командира военных, они как раз сейчас патлурилуют возле нашей деревни чтобы нас атаковать",
    "answers": [
      {
        "id": 21,
        "text": "Уже иду"
      }
    ]
  },
  {
    "id": 18,
    "text": "",
    "answers": []
  },
  {
    "id": 19,
    "text": "Ты убил всех, но упал сам, ты слишком слаб чтобы подняться, Конец игры. Ладно, шутка, тебя подобрали и поставили на ноги местные сталкеры, тебя поплогодорили и дали 100 гривен",
    "answers": [
      {
        "id": 20,
        "text": "Идти к Сидоровичу ( за наградой)"
      }
    ]
  },
  {
    "id": 20,
    "text": "",
    "answers": []
  },
  {
    "id": 21,
    "text": "Вы перестрелевались и победили, но у командира была бомба, ее надо обезвредить. Убегать или резать?",
    "answers": [
      {
        "id": 22,
        "text": "Убегать"
      },
      {
        "id": 23,
        "text": "Резать"
      }
    ]
  },
  {
    "id": 22,
    "text": "Бомба взорвалась, нткто не пострадал. ",
    "answers": [
      {
        "id": 24,
        "text": "Идти к волку"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы не успели срезать. КОНЕЦ ИГРЫ",
    "answers": []
  },
  {
    "id": 24,
    "text": "— Ну что же привет- сказал волк \n—Здарова, спасибо что спас возле припяти\n— я вообще члучайно попал, просто сказали что ьам огромный хабар, а возле него о-сознание.\n— и что за хабар?\n—говорят что мощнейшое орудие, пвтроны, и все что нужно чтобы угичтожить сознание\n— что же давай егг уничтожу\n—хорошо, только оно очень далеко\n— ничего справлюсь",
    "answers": [
      {
        "id": 25,
        "text": "Отправится в путь"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы еле дыша пришли к хабару, и упали, доползли  хабара, открыл подлечился, и пошел к о- созннанию. но перед етим, вы перешли кордон, приняли ислелали задагие свободы унинчтожить бандитов, на локации бар унинчтожыли всех наемников. И на воееных складах тоде всех перебили. На радаре, чуть не погибнув отключил выжыгатель мозгов. И вот пройдя через припять вы возле О-сознания. Вы с лёгкостью перебили охрану, и отправились в путь",
    "answers": [
      {
        "id": 26,
        "text": "Зайти в бункер о- сознания"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы увидели ученых, и направили на них ствол. \n—Вы кто такие??!\n—Мы обычнее учёные!\n—не верю!\n—Опустиье орудие и мы вам рааскажем",
    "answers": [
      {
        "id": 27,
        "text": "Опустить"
      },
      {
        "id": 28,
        "text": "Выстрелить в ногу, тому кто это сказал"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы опустили, и через секунду вас ранили ученые, и запхнули в капсулу, вы сьали из агентом, и перибили всю зону. Теперь зона будет не только в чернобыле. КОНЕЦ",
    "answers": []
  },
  {
    "id": 28,
    "text": "Вы выстрели ему вноги, и другие хотели стрелять, но вы из убили, раненый все рассказал, что они не причем. Вы чуть чуть послушали, и он убил себя пистолетом. Вы унинчтожыли все о-сознание. Теперь зоны нет и не будет. Вы стали звездой на всю Украину и весь мир. Сталкеры поблагадорилт вас. Артефакты стали популярны во всем мире. Сидорович стал принимать участие в лутчшем торговце мира, и победил. Ашот из чвободы был на 2ом месте, Митяй на тремем, и тп. Вообщем это все. Скоро будет вторая часть. Спасибо всем за прохождение ????????",
    "answers": []
  }
]