[
  {
    "id": 1,
    "text": "Автор: [Dead_Second] (Андрей Маурин).\nЖанр: Романтика.\n\nСлучайная встреча на рождественской ярмарке могла остаться лишь мимолётным эпизодом, но один кадр изменил всё. Он искал покой, она — вдохновение. Каждый их выбор приближает их либо к теплу, либо к расставанию.\n\nСможет ли судьба соединить их пути? Решать Вам.",
    "answers": [
      {
        "id": 2,
        "text": "Начать",
        "instant": true
      },
      {
        "id": 56,
        "text": "Концовки",
        "instant": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://i.postimg.cc/D0FKHTkp/image.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Свет гирлянд отражался на заснеженной брусчатке, создавая впечатление, будто сама площадь была украшена миллионами крошечных звёзд. Рождественская ярмарка кипела жизнью: смех детей разносился над каруселями, торговцы бодро зазывали прохожих к своим палаткам, а в воздухе витали ароматы сладкой ваты, корицы и горячего шоколада.  \n\nАлексей стоял в стороне, прислонившись к одному из деревянных столбов, держа в руках бумажный стаканчик с кофе. Длинное чёрное пальто, тёплый шарф, заледеневший пар на губах — всё в его облике говорило о человеке, который случайно оказался не на своём месте. Вокруг всё казалось праздничным, но он не мог отделаться от чувства пустоты.  \n\nОн пришёл сюда спонтанно, просто потому что не хотел весь день сидеть дома. Обычно такие ярмарки его совсем не привлекали. Алексей считал их показным весельем, рассчитанным на тех, кто любит шум и толпы. Но что-то заставило его свернуть сюда сегодня, и вот он стоял, грея руки о стакан с остывающим кофе, и смотрел на праздничное безумие.  \n\nПрошла пара минут, и он почувствовал, что начинает замерзать. Дул лёгкий ветер, пробирающийся под пальто. Алексей выдохнул, собираясь покинуть ярмарку, но тут за его спиной раздался голос:  \n\n— Простите, вы не могли бы мне помочь?  \n\nОн обернулся. Перед ним стояла девушка с камерой на шее. Она была в сером пальто, с ярко-красным шарфом и вязаной шапке, а щеки её раскраснелись от холода. Большие серые глаза светились неподдельной искренностью.  \n\n— Мне нужно сделать пару снимков для проекта, — продолжила она. — Вы могли бы стать моей моделью?  \n\nАлексей приподнял бровь. На секунду он подумал, что она, наверное, перепутала его с кем-то.  \n\n— Моделью? — переспросил он, не скрывая удивления.  \n\n— Ну да, — девушка улыбнулась и чуть смущённо поправила шарф. — Вы отлично вписываетесь в атмосферу. Такой задумчивый, серьёзный... Это редкость для таких мест.  \n\nЕё голос был мягким, но в нём звучала решительность. Алексей колебался. Он никогда не любил фотографироваться, особенно для незнакомцев, но было что-то в её взгляде, что заставило его задуматься.",
    "answers": [
      {
        "id": 3,
        "text": "\"Хорошо, почему бы и нет?\"",
        "instant": true
      },
      {
        "id": 4,
        "text": "\"Ну... Давайте...\"",
        "instant": true
      },
      {
        "id": 5,
        "text": "\"Извините, но это не для меня.\"",
        "instant": true
      }
    ]
  },
  {
    "id": 3,
    "text": "Алексей чуть улыбнулся, пожав плечами.\n\n— Хорошо, почему бы и нет? Что от меня требуется?\n\nДевушка оживилась, её глаза загорелись от радости.\n\n— Спасибо! Ничего сложного, просто ведите себя естественно. Я хочу запечатлеть эту зимнюю атмосферу и ваше настроение. У вас очень выразительный взгляд, — она быстро осеклась, словно боялась, что её слова прозвучат странно. — Ну, в общем, просто идите за мной.\n\nАлексей хмыкнул и сделал глоток кофе, чувствуя, как мороз подкрадывается к пальцам.\n\n— Меня зовут Настя, — она протянула руку в вязаной перчатке.\n\n— Алексей, — он пожал её руку и заметил, как она слегка улыбнулась.\n\n— Отлично, Алексей. А теперь давайте начнём.\n\nНастя повела его к центру ярмарки, где был огромный стенд с рождественской ёлкой, украшенной гирляндами и блестящими шарами. Она попросила его встать рядом, поправила кадр и сказала:\n\n— Просто посмотрите немного вверх, как будто вы что-то вспоминаете.\n\n— Что именно? — с лёгкой насмешкой спросил Алексей.\n\n— Что-нибудь приятное, связанное с Новым годом, — Настя присела на корточки, пытаясь найти идеальный угол. — Или хотя бы сделайте вид.\n\nОн невольно улыбнулся и последовал её инструкции.\n\nЩёлк. Щёлк.\n\nНастя с энтузиазмом двигалась вокруг него, делая снимки. Её энергия была заразительной. Алексей начал чувствовать себя менее неловко, и в какой-то момент он поймал себя на мысли, что уже не ощущает холода.\n\n— А теперь пройдёмся немного дальше, — сказала Настя, показывая ему несколько кадров. — Смотрите, у вас отлично получается!\n\n— Не знал, что я фотогеничен, — пошутил он, внимательно разглядывая экран её камеры.\n\n— Вы ещё как! — она улыбнулась. — Хотя, возможно, дело в том, что я хороший фотограф.",
    "answers": [
      {
        "id": 6,
        "text": "Далее",
        "instant": true
      }
    ]
  },
  {
    "id": 4,
    "text": "Алексей немного замешкался, услышав предложение Насти:\n— Фотосессия? — переспросил он, слегка нахмурившись.\n\n— Ну да, — Настя улыбнулась, показывая камеру. — Смотрите, как красиво вокруг. Ёлки, гирлянды, фонарики. Мне кажется, такие кадры стоит сохранить! А вы отлично впишетесь в это настроение.\n\nАлексей посмотрел на оживлённую площадь. Вокруг действительно всё светилось, будто маленькие звёзды опустились на землю. Люди смеялись, фотографировались, пили горячий глинтвейн. Но он чувствовал себя немного чужим среди этого веселья.\n\n— Я… не очень люблю, когда меня фотографируют, — признался он, слабо улыбнувшись.\n\nНастя мягко качнула головой, словно предвидела этот ответ.\n— О, не волнуйтесь. Я не прошу вас позировать, как модель. Просто будьте собой. Честно, я сама обожаю такие естественные кадры.\n\nОн колебался. Мысли путались: Зачем ей это? А вдруг я выгляжу нелепо? Может, просто уйти?\n\nНо что-то в её улыбке внушало доверие. Она выглядела искренней, не пытаясь давить на него.\n\n— Ну… ладно, — произнёс Алексей, не без внутреннего сопротивления. — Только давайте быстро, хорошо?\n\n— Отлично! — Настя радостно хлопнула в ладоши, словно ребёнок, которому подарили долгожданную игрушку. — Спасибо! Вы не пожалеете.",
    "answers": [
      {
        "id": 33,
        "text": "Далее",
        "instant": true
      }
    ]
  },
  {
    "id": 5,
    "text": "Алексей задумался. Предложение было неожиданным. Но он чувствовал, что после долгой рабочей недели ему не хотелось ни новых знакомств, ни случайных авантюр.\n\n— Знаете… Это, конечно, интересно, но, думаю, я не подойду для вашей идеи, — сказал он, отводя взгляд. — Спасибо за предложение, но у меня свои планы.\n\nУлыбка Насти слегка угасла, но она быстро вернула себе уверенность.\n\n— Поняла. Ничего страшного! Всё равно спасибо, что выслушали.\n\nОна отошла на пару шагов, сделала вид, что занялась камерой, и больше не пыталась заговорить с ним.\n\nАлексей почувствовал лёгкое сожаление, но решительно повернулся и пошёл дальше по ярмарке.\n\nОн провёл остаток дня на ярмарке, наслаждаясь шумом толпы и праздничной атмосферой. Он купил горячий шоколад, посмотрел на уличных артистов и даже приглядел подарок для племянницы.\n\nНо всё равно ощущение какой-то недосказанности не покидало его.\n\n\"Может, всё-таки стоило согласиться? Всего пару минут. Это бы меня не убило…\"\n\nОднако мысль быстро растворилась в круговороте событий.\n\n",
    "answers": [
      {
        "id": 51,
        "text": "Далее",
        "instant": true
      }
    ]
  },
  {
    "id": 6,
    "text": "Они дошли до катка, который сиял в огнях гирлянд. Настя остановилась и взглянула на Алексея:\n\n— А как насчёт фотографий на льду?\n\n— В смысле — на катке? Я давно не катался.\n\n— Ну, всегда есть время вспомнить! — её голос был полон энтузиазма. — Это добавит динамики.\n\nНастя сделала паузу и слегка нахмурилась.\n\n— Хотя, если вы не хотите, я могу просто снять каток на фоне...\n\nАлексей посмотрел на неё, затем на каток. Его губы тронула лёгкая улыбка.\n\n— Почему бы и нет? — сказал он и направился к кассе за коньками.\n\nЧерез несколько минут они уже стояли на льду. Настя смеялась, пытаясь поймать кадры, как Алексей неуверенно двигался по льду, но вскоре стал смелее.\n\n— У вас талант, — сказала она, ловя момент, когда он сделал уверенный поворот.\n\n— Если не считать пары раз, когда я чуть не упал.\n\n— Это добавляет кадрам жизни, — ответила Настя, весело поправляя камеру.\n\nПосле нескольких кругов Настя, смеясь, сама предложила сделать небольшой перерыв.",
    "answers": [
      {
        "id": 7,
        "text": "Далее",
        "instant": true
      }
    ]
  },
  {
    "id": 7,
    "text": "Они зашли в небольшое уютное кафе на ярмарке. Алексей заказал горячий шоколад для них обоих. Настя, уставшая, но довольная, начала пересматривать фотографии на камере.\n\n— Спасибо вам за это, Алексей, — тихо сказала она, оторвавшись от камеры. — Знаете, я редко прошу кого-то стать моделью, но вы... вы правда сделали эти кадры особенными.\n\nАлексей посмотрел на неё поверх стакана.\n\n— А вы необычный фотограф, Настя.\n\n— В каком смысле? — с любопытством спросила она.\n\n— Вы как-то... — он задумался на секунду, — умеете увлечь, даже если человек не в настроении.\n\nНастя слегка смутилась, но улыбнулась.\n\n— Это, наверное, рождественское настроение, — сказала она, пряча взгляд. — Или магия Нового года.\n\nМолчание повисло на пару секунд, но оно было тёплым, без неловкости.",
    "answers": [
      {
        "id": 8,
        "text": "Далее",
        "instant": true
      }
    ]
  },
  {
    "id": 8,
    "text": "Настя и Алексей завершили день прогулкой по ярмарке. Когда они дошли до выхода, Настя остановилась.\n\n— Слушайте, Алексей, — она вдруг сказала. — Может, встретимся ещё раз? У меня есть идея для небольшого проекта на Новый год. Думаю, вы бы идеально вписались.\n\nАлексей задумался. Этот день был для него неожиданно приятным, но он не был уверен, готов ли продолжить.",
    "answers": [
      {
        "id": 9,
        "text": "\"Почему бы и нет?\"",
        "instant": true
      },
      {
        "id": 10,
        "text": "\"Нужно подумать.\"",
        "instant": true
      },
      {
        "id": 11,
        "text": "\"Пожалуй, нет.\"",
        "instant": true
      }
    ]
  },
  {
    "id": 9,
    "text": "Алексей посмотрел на Настю, на мгновение задержав взгляд на её сияющих от энтузиазма глазах, и кивнул.\n\n— Почему бы и нет? Ваши идеи, похоже, всегда заканчиваются чем-то интересным.\n\nНастя улыбнулась, явно обрадованная.\n\n— Отлично! Тогда давайте встретимся через пару дней? У меня есть любимое место — не далеко от города. Там можно сделать невероятные зимние снимки.\n\n— Место для фотографий? Или снова для \"модели\"? — с лёгкой улыбкой уточнил Алексей.\n\n— И то, и другое! — она весело рассмеялась. — Но, думаю, вам понравится.\n\nОни обменялись номерами телефонов, и Настя ещё раз поблагодарила его, прежде чем скрыться в толпе ярмарки. Алексей остался стоять, глядя ей вслед. Он чувствовал, как в груди постепенно растапливается лёд, который сковывал его в последнее время.",
    "answers": [
      {
        "id": 12,
        "text": "Далее",
        "instant": true
      }
    ]
  },
  {
    "id": 10,
    "text": "— Хм… — пробормотал он, делая вид, что раздумывает.\n\n— Если что, это необязательно прямо сейчас, — поспешно добавила Настя, перехватив его нерешительный взгляд. — Просто, если вам будет удобно.\n\nПосле небольшой паузы Алексей всё же кивнул:\n— Хорошо. Почему бы и нет?\n\nНастя оживилась:\n— Отлично! Тогда я напишу вам завтра, договоримся о времени.\n\nАлексей улыбнулся, но внутри всё ещё оставалось чувство неуверенности. Он взял номер телефона Насти и ушёл, пытаясь убедить себя, что всё нормально.\n\nНа следующий день Настя написала Алексею сообщение с предложением встретиться в одном из заснеженных парков.\n\n— Привет! Как насчёт завтра в три? Снег будет идеальный для фотографий!\n\nАлексей долго смотрел на экран телефона, прежде чем ответить.\n\n— Привет. Да, звучит неплохо. Где встречаемся?\n\nНастя быстро скинула адрес.",
    "answers": [
      {
        "id": 52,
        "text": "Далее",
        "instant": true
      }
    ]
  },
  {
    "id": 11,
    "text": "— Эм… спасибо за предложение, — начал он, подыскивая слова. — Но я, наверное, откажусь.\n\nУлыбка Насти чуть дрогнула, но она тут же старалась сохранить свою лёгкость.\n— О, конечно, всё нормально. Всё равно спасибо, что помогли сегодня.\n\n— Вам спасибо. Удачи с вашим проектом, — ответил Алексей, чуть кивнув и чувствуя, как внутри растёт странное ощущение вины.\n\nНастя отошла на шаг назад, улыбнулась ещё раз, но уже чуть натянуто, и направилась к другим ларькам ярмарки. Алексей посмотрел ей вслед, потом развернулся и пошёл своей дорогой.\n\nОстаток дня Алексей провёл, прогуливаясь по ярмарке, но мысли о Насте не покидали его.\n\n\"Может, всё-таки стоило согласиться? Это всего лишь фотосессия, ничего больше…\" — размышлял он, грея руки стаканом горячего кофе.\n\nНо Алексей привык не втягиваться в незнакомые ситуации. В конце концов, они просто случайно пересеклись. Что могло быть дальше?",
    "answers": [
      {
        "id": 54,
        "text": "Далее",
        "instant": true
      }
    ]
  },
  {
    "id": 12,
    "text": "Через два дня, в обед, Алексей приехал по адресу, который указала Настя. Это был парк за чертой города — сосны, снег, тишина, почти безлюдное место. Настя уже ждала его у входа, одетая в тёплую куртку с меховой отделкой и всё с тем же неизменным красным шарфом.\n\n— Вы отлично выглядите, — сказала она, прищурившись на него.\n\n— Спасибо, — он кивнул, поправляя воротник пальто. — Надеюсь, я впишусь в вашу концепцию.\n\n— Ещё как! Ну что, готовы к зимней сказке?\n\nОна повела его вглубь парка, где тропинка вела к небольшому деревянному мосту, покрытому снегом. Река под ним была замёрзшей, а вдоль берега торчали обледенелые ветви деревьев.\n\nНастя вытащила камеру, глядя на пейзаж с вдохновением художника.\n\n— Здесь потрясающе, правда? — спросила она.\n\nАлексей огляделся. Вокруг стояла полная тишина, которую нарушал лишь лёгкий хруст снега под ногами. Он не мог не признать — место действительно было завораживающим.\n\n— Да, впечатляет, — ответил он.\n\n— Хорошо, тогда начнём.",
    "answers": [
      {
        "id": 13,
        "text": "Далее",
        "instant": true
      }
    ]
  },
  {
    "id": 13,
    "text": "Во время съёмки Настя не только давала ему указания, но и иногда смеялась над его неуклюжими попытками выглядеть естественно. Алексей сначала стеснялся, но постепенно начал раскрываться.\n\n— А как вы вообще решили стать фотографом? — спросил он в паузе между снимками.\n\nНастя задумалась, переводя взгляд на реку.\n\n— Я всегда любила ловить моменты. Знаете, иногда в жизни бывает что-то невероятно красивое, но оно длится секунду, и если не успеешь это заметить — оно пропадает. Фотография помогает сохранить такие моменты.\n\nОна посмотрела на Алексея и улыбнулась.\n\n— Как сейчас.\n\nОн слегка покраснел и отвернулся, делая вид, что рассматривает мост.\n\n— А вы почему сюда пришли тогда? На ярмарку?\n\nАлексей задумался. Обычно он не любил делиться личным, но в её присутствии что-то менялось.\n\n— Хотел развеяться. Последние дни были... не очень.\n\n— Я заметила, — Настя опустила камеру. — Вы выглядели таким... отстранённым. Как будто что-то потеряли.\n\n— Наверное, так и есть, — тихо ответил он. — Новый год как-то не чувствовался праздником.\n\nОна кивнула, но не стала настаивать, чтобы он рассказал больше.\n\n— Зато теперь он наверняка станет особенным, — уверенно сказала она, улыбнувшись.\n\nАлексей не ответил, но впервые за долгое время почувствовал, что ей можно верить.",
    "answers": [
      {
        "id": 14,
        "text": "Далее",
        "instant": true
      }
    ]
  },
  {
    "id": 14,
    "text": "Когда они завершили съёмку, Настя попросила его остаться ещё немного.\n\n— У меня для вас небольшой сюрприз, — сказала она, скрывая улыбку.\n\nОна быстро спрятала камеру в сумку и, протянув руку, жестом позвала его следовать за ней.\n\nЧерез несколько минут они вышли на небольшую открытую поляну, где посреди снежного пространства стоял столик с термосом, кружками и небольшим пакетом, из которого выглядывали домашние пирожки.\n\n— Вы всё это организовали? — удивился Алексей.\n\n— Ну, я подумала, что нужно как-то отметить день, — смущённо сказала Настя, — и Новый год не за горами.\n\nОни вместе сели за столик, разлили по кружкам горячий чай и стали разговаривать. С каждой минутой Алексей чувствовал, что настроение меняется.\n\n— Спасибо, Настя, — сказал он, глядя на неё. — За этот день, за эти фотографии.\n\nОна улыбнулась, наклоняя голову к плечу.\n\n— А вам спасибо за доверие, Алексей. Знаете, иногда нужно просто дать шанс чему-то новому, чтобы почувствовать себя живым.\n\nАлексей кивнул, осознавая, как правдивы её слова.",
    "answers": [
      {
        "id": 15,
        "text": "Далее",
        "instant": true
      }
    ]
  },
  {
    "id": 15,
    "text": "Настя, перед уходом, предложила встретить Новый год вместе.\n\n— У нас будет вечеринка с друзьями. Я буду рада, если вы присоединитесь.\n\nАлексей задумался. Он мог согласиться, провести этот праздник с Настей и её друзьями, но в его голове мелькнула идея: а что, если пригласить её встретить Новый год вдвоём?",
    "answers": [
      {
        "id": 16,
        "text": "\"С друзьями веселее!\"",
        "instant": true
      },
      {
        "id": 17,
        "text": "\"А может проведём время вдвоём?\"",
        "instant": true
      },
      {
        "id": 18,
        "text": "\"Шумные компании - это не моё.\"",
        "instant": true
      }
    ]
  },
  {
    "id": 16,
    "text": "Алексей усмехнулся и кивнул.\n\n— Почему бы и нет? Встретить Новый год с друзьями звучит куда лучше, чем сидеть одному.\n\nНастя радостно хлопнула в ладоши.\n\n— Отлично! Тогда я напишу вам адрес. Мы собираемся у моего друга в загородном доме. Обещаю, будет весело.\n\nОни попрощались у парка, договорившись созвониться перед праздником. Алексей шёл к машине, чувствуя, что это предложение — не просто возможность хорошо провести время, а шанс начать Новый год с чистого листа.",
    "answers": [
      {
        "id": 19,
        "text": "Далее",
        "instant": true
      }
    ]
  },
  {
    "id": 17,
    "text": "Настя стояла, закутавшись в свой неизменный красный шарф, её щеки слегка порозовели от мороза. Она весело болтала, описывая вечеринку с друзьями.\n\nАлексей слушал её, но в какой-то момент понял, что ему больше хотелось провести этот праздник не в шумной компании, а только с ней.\n\n— А что, если мы отметим Новый год вдвоём? — неожиданно для самого себя предложил он.\n\nНастя остановилась, удивлённо посмотрев на него.\n\n— Ты серьёзно? — она широко улыбнулась.\n\n— Абсолютно, — он пожал плечами, пытаясь скрыть лёгкое смущение. — Шумные вечеринки — это, конечно, весело, но я бы предпочёл что-то более… тихое.\n\nНастя задумалась, потом улыбнулась:\n\n— Знаешь, это звучит здорово. Только вот, чем бы заняться вдвоём?\n\n— Давай что-нибудь придумаем. Главное — не толпа, а хорошая компания.\n\nОна кивнула:\n\n— Ладно, я согласна. Тогда встречаемся вечером. Только предупреди заранее, что мы будем делать.",
    "answers": [
      {
        "id": 24,
        "text": "Далее",
        "instant": true
      }
    ]
  },
  {
    "id": 18,
    "text": "Когда Настя предложила ему присоединиться к её друзьям на вечеринке, Алексей немного помедлил, а затем покачал головой:\n\n— Спасибо за приглашение, но я, наверное, пропущу. Шумные компании — это не моё.\n\nНастя слегка растерялась, но постаралась не показать этого.\n\n— Вы уверены? Я думаю, вам бы понравилось.\n\n— Уверен, — слабо улыбнулся Алексей. — Но я всё равно благодарен за предложение.\n\nНастя на мгновение замялась, словно хотела что-то сказать, но вместо этого просто кивнула.\n\n— Ну что ж, тогда с наступающим вас. Надеюсь, у вас всё будет хорошо.\n\nОни попрощались, и Алексей проводил её взглядом, чувствуя, как лёгкая тоска поселилась в груди.",
    "answers": [
      {
        "id": 29,
        "text": "Далее",
        "instant": true
      }
    ]
  },
  {
    "id": 19,
    "text": "Настал вечер 31 декабря. Алексей, стоя перед зеркалом, поправлял воротник рубашки и думал, как давно он не был на таких вечеринках. Настя сбросила ему адрес заранее, предупредив, чтобы он ничего не приносил — «всё уже готово».\n\nДорога заняла чуть больше часа. Вскоре Алексей увидел загородный дом, освещённый гирляндами. На улице уже припарковались несколько машин, а из окон лился мягкий свет, обещающий уют и праздник.\n\nКогда Алексей вошёл, его встретила сама Настя. Она была в длинном шерстяном платье и с неизменным красным шарфом, который теперь лежал на плечах как аксессуар.\n\n— Вы пришли! — радостно сказала она, подводя его к небольшой группе гостей. — Ребята, это Алексей.\n\nДрузья Насти встретили его тепло. В комнате стоял запах мандаринов, пирогов и горячего глинтвейна. Гирлянды мерцали, а из динамиков негромко играли новогодние песни.",
    "answers": [
      {
        "id": 20,
        "text": "Далее",
        "instant": true
      }
    ]
  },
  {
    "id": 20,
    "text": "Алексей сначала чувствовал себя немного не в своей тарелке, но атмосфера вечеринки быстро сняла напряжение. Друзья Насти оказались приятными и дружелюбными. Кто-то рассказывал анекдоты, кто-то вовсю обсуждал планы на Новый год.\n\n— Значит, вы стали её моделью? — поддразнил один из друзей, когда Настя рассказала, как они познакомились.\n\n— Скорее, случайной находкой, — с лёгкой улыбкой ответил Алексей.\n\n— Ещё какой находкой! — добавила Настя. — Алексей спас мой проект.\n\nОни оба улыбнулись, и в этот момент Алексей заметил, что между ними возникла какая-то особая связь, понятная только им двоим.",
    "answers": [
      {
        "id": 21,
        "text": "Далее",
        "instant": true
      }
    ]
  },
  {
    "id": 21,
    "text": "Наконец, наступил долгожданный момент — за десять минут до полуночи все вышли на улицу. Небо было усыпано звёздами, а холодный воздух бодрил. Алексей помог Насте надеть её пальто, и они вместе присоединились к компании, которая уже разливала шампанское в пластиковые бокалы.\n\nНастя встала рядом с Алексеем, плотнее закутавшись в шарф.\n\n— Ну что, как вам? — тихо спросила она, чтобы никто не услышал.\n\n— Неожиданно приятно, — ответил он, глядя на неё. — Честно говоря, не думал, что Новый год может быть таким.\n\nОна посмотрела на него, улыбаясь.\n\n— Я рада, что вы пришли.\n\nГолос друга объявил отсчёт: «Десять... девять... восемь...»\n\nАлексей поднял бокал.\n\n«...три... два... один!»\n\nНебо разорвали фейерверки. В воздухе замелькали яркие вспышки света. Все вокруг кричали «С Новым годом!», обнимались и поздравляли друг друга.\n\nНастя повернулась к Алексею.\n\n— С Новым годом, Алексей, — тихо сказала она.\n\n— С Новым годом, Настя, — ответил он, глядя ей в глаза.\n\nНа секунду всё вокруг исчезло: шум, смех, фейерверки. Был только этот момент. Алексей почувствовал, что он готов к чему-то новому, чему-то, что началось в тот день на ярмарке.",
    "answers": [
      {
        "id": 22,
        "text": "Далее",
        "instant": true
      }
    ]
  },
  {
    "id": 22,
    "text": "Когда праздник утих, и гости начали расходиться, Настя подошла к Алексею.\n\n— Спасибо вам, что пришли. Этот Новый год стал особенным благодаря вам.\n\n— Это вы сделали его особенным, — ответил Алексей, с лёгкой улыбкой протягивая ей пальто.\n\nОни вышли вместе, провожая ночь на крыльце дома. Алексей поймал себя на мысли, что впервые за долгое время он не чувствует одиночества.\n\n— Давайте сделаем это традицией, — вдруг сказала Настя.\n\n— Какую?\n\n— Встречать Новый год вместе.\n\nАлексей посмотрел на неё и кивнул.\n\n— Давайте.",
    "answers": [
      {
        "id": 23,
        "text": "Эпилог",
        "instant": true
      }
    ]
  },
  {
    "id": 23,
    "text": "Настя и Алексей продолжают общение, а их связь постепенно перерастает в романтические отношения. Они оба находят друг в друге что-то, что меняет их жизни к лучшему. Новый год становится для них символом нового этапа — полной надежд и тепла истории, которая только начинается.\n\n* Концовка \"Начало новой главы\" *",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу",
        "instant": true
      }
    ]
  },
  {
    "id": 24,
    "text": "Всю следующую ночь и половину следующего дня Алексей обдумывал, как устроить вечер так, чтобы он стал для Насти незабываемым. Ему хотелось сделать праздник уютным, тёплым, и в то же время особенным.\n\nК вечеру он остановился на идее: устроить небольшой пикник под открытым небом в парке, где они недавно гуляли.",
    "answers": [
      {
        "id": 25,
        "text": "Далее",
        "instant": true
      }
    ]
  },
  {
    "id": 25,
    "text": "Настя приехала в парк чуть раньше условленного времени. Она увидела, как вдалеке на поляне горят огоньки — гирлянды и свечи, которые Алексей расставил вокруг. Маленький деревянный столик, укрытый пушистым пледом, был накрыт горячими напитками в термосах, домашними угощениями и мандаринами.\n\nАлексей вышел ей навстречу, одетый в тёплую куртку и шарф.\n\n— Это ты всё сделал? — удивлённо спросила Настя, оглядывая пространство.\n\n— Ну, я подумал, что Новый год под звёздами звучит немного романтичнее, чем толпа людей в доме, — он усмехнулся.\n\nНастя осмотрелась, затем посмотрела на него с теплотой в глазах.\n\n— Это невероятно.\n\nОни сели за столик, разговаривая и наслаждаясь атмосферой. Алексей заметил, что Настя выглядела ещё более счастливой, чем обычно. Она оживлённо рассказывала о своих прошлых праздниках, смешно вспоминая неловкие моменты, а он всё больше понимал, что чувствует себя рядом с ней совершенно по-другому — спокойно и вдохновлённо.",
    "answers": [
      {
        "id": 26,
        "text": "Далее",
        "instant": true
      }
    ]
  },
  {
    "id": 26,
    "text": "Незадолго до полуночи Алексей предложил немного прогуляться. Настя с готовностью согласилась. Они шли по заснеженной тропинке, освещённой луной, и разговаривали.\n\n— Алексей, — вдруг сказала Настя, остановившись. — Я хочу тебе кое-что сказать.\n\nОн удивлённо посмотрел на неё.\n\n— Спасибо тебе за этот вечер. Я не знаю, что бы я делала сейчас, если бы не встретила тебя на той ярмарке. Ты сделал этот Новый год для меня особенным.\n\nОн почувствовал, как тепло разливается внутри.\n\n— Это ты его сделала особенным, — ответил он. — Я давно не чувствовал себя так… живым.\n\nНастя улыбнулась и посмотрела на небо.\n\n— Смотри, фейерверки! — вдруг сказала она.\n\nАлексей повернулся, увидев, как вдалеке над городом в небо взлетают яркие огни. Настя стояла рядом, её лицо освещалось разноцветными вспышками.\n\nОн собрался с духом и, обернувшись к ней, сказал:\n\n— Настя, я рад, что всё сложилось именно так. Ты… ты заставляешь меня верить в то, что новый год может быть началом чего-то хорошего.\n\nНастя повернулась к нему, глядя прямо в глаза.\n\n— Это я должна сказать.\n\nОна замерла на мгновение, а потом, поднявшись на цыпочки, поцеловала его.",
    "answers": [
      {
        "id": 27,
        "text": "Далее",
        "instant": true
      }
    ]
  },
  {
    "id": 27,
    "text": "После фейерверков они вернулись к своей поляне, где допили горячий чай и продолжили разговоры. Алексей чувствовал, что за этот вечер стал ближе к Насте, чем за последние несколько лет — к кому-либо ещё.\n\nВместе они встретили рассвет нового года, сидя у заснеженного стола и укрывшись пледом.\n\nНастя задремала, положив голову ему на плечо, а Алексей, глядя на первую зарю нового года, понял: всё только начинается.",
    "answers": [
      {
        "id": 28,
        "text": "Эпилог",
        "instant": true
      }
    ]
  },
  {
    "id": 28,
    "text": "Алексей и Настя проводят Новый год вдвоём, в тёплой и романтической атмосфере, закладывая начало своим отношениям. Их связь становится крепче, а Новый год — символом их новых начинаний.\n\n* Концовка \"Романтическое начало года\" *",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу",
        "instant": true
      }
    ]
  },
  {
    "id": 29,
    "text": "Вечером Алексей сидел в своей квартире, за окном моросил мелкий снег. В квартире было тихо, слишком тихо, если не считать приглушённого шума салюта, доносящегося издалека.\n\nОн устроился на диване с чашкой кофе и посмотрел на телефон. Несколько непрочитанных сообщений от коллег и одно — от Насти:\n\n«Алексей, всё-таки жаль, что вы не с нами. Хорошего вам Нового года!»\n\nОн хотел ответить, но не нашёл слов. Вместо этого Алексей положил телефон на стол и включил телевизор. Новогодние передачи казались наигранно радостными, но не приносили никакого утешения.\n\nМедленно он поднялся и подошёл к окну. Соседи из дома напротив весело махали друг другу из окон, поднимая бокалы. Алексей лишь закрыл шторы.",
    "answers": [
      {
        "id": 30,
        "text": "Далее",
        "instant": true
      }
    ]
  },
  {
    "id": 30,
    "text": "Часы показали 23:50. Алексей задумался о прошедшем году. Его мысли вернулись к встрече с Настей. Как она улыбалась, когда снимала его, как оживлённо рассказывала про своих друзей. Она была как яркий луч света в серой повседневности.\n\nОн тихо вздохнул и налил себе бокал шампанского.\n\n— Новый год, — пробормотал он.\n\nЧасы пробили полночь. Алексей посмотрел в окно — небо вспыхнуло салютами, разноцветные огоньки освещали снежные улицы. Люди кричали: «С Новым годом!», звучал смех и поздравления.\n\nНо его квартира оставалась наполненной только тишиной.",
    "answers": [
      {
        "id": 31,
        "text": "Далее",
        "instant": true
      }
    ]
  },
  {
    "id": 31,
    "text": "Снова взглянув на телефон, Алексей увидел фото, которое Настя прислала чуть позже: она с друзьями, улыбается на фоне ёлки. Внизу короткое сообщение:\n\n«Вы всё-таки многое пропустили. Надеюсь, мы ещё увидимся :)»\n\nОн долго смотрел на экран, а потом задумчиво улыбнулся.\n\n— Может, в следующем году, — пробормотал Алексей, поднимая бокал.\n\nЗа окном начиналась новая ночь, а он чувствовал, что, несмотря на одиночество, впереди может быть что-то лучшее.",
    "answers": [
      {
        "id": 32,
        "text": "Эпилог",
        "instant": true
      }
    ]
  },
  {
    "id": 32,
    "text": "Алексей проводит Новый год в одиночестве, чувствуя сожаление о том, что не присоединился к Насте. Он понимает, что упустил возможность сделать этот праздник особенным, но в глубине души остаётся надежда, что их пути ещё пересекутся.\n\n*Концовка \"Потерянный шанс\" *",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу",
        "instant": true
      }
    ]
  },
  {
    "id": 33,
    "text": "Настя начала щёлкать камерой, в то время как Алексей старался вести себя естественно. Он чувствовал себя немного скованно, но её жизнерадостность понемногу разряжала атмосферу.\n\n— Попробуйте просто смотреть куда-нибудь вдаль, — подсказала Настя, заметив, как он застыл на месте. — Представьте, что вы стоите один посреди леса, а вокруг только тишина и снег.\n\n— А вокруг не лес, а толпа, — хмыкнул он, но попытался выполнить её просьбу.\n\n— Ну, тогда представьте, что вы думаете о чём-то приятном. Может быть, о том, где хотели бы оказаться сейчас?\n\n— На пляже, где потеплее, — с лёгкой улыбкой ответил Алексей.\n\nНастя засмеялась:\n— Тоже вариант! Хотя, знаете, снег в лучах гирлянд — это как северное море звёзд.\n\nЕё метафора заставила его задуматься. Возможно, действительно, он слишком редко замечает такие мелочи?\n\nНастя сделала ещё несколько снимков, затем посмотрела на экран камеры:\n— Знаете, получилось замечательно. Хотите посмотреть?\n\nАлексей неуверенно кивнул. Настя подошла ближе, показывая ему фотографии. На снимках он выглядел удивительно расслабленным, несмотря на свою настороженность.\n\n— Вот видите? Вы идеально вписались в эту атмосферу, — сказала она с довольной улыбкой.\n\n— Хм… А ничего, — признал он.",
    "answers": [
      {
        "id": 34,
        "text": "Далее",
        "instant": true
      }
    ]
  },
  {
    "id": 34,
    "text": "Настя убрала камеру в сумку и улыбнулась:\n— Спасибо вам большое. Если хотите, я могу скинуть вам эти фотографии.\n\nАлексей посмотрел на неё, снова чувствуя лёгкую неловкость. Но прежде чем он успел что-то ответить, Настя продолжила:\n— Или, может, вы не хотите с этим заморачиваться?",
    "answers": [
      {
        "id": 35,
        "text": "\"Давайте обменяемся контактами.\"",
        "instant": true
      },
      {
        "id": 36,
        "text": "Отказаться",
        "instant": true
      }
    ]
  },
  {
    "id": 35,
    "text": "Алексей ненадолго задумался, а потом улыбнулся:\n\n— Почему бы и нет? Скидывайте мне фотографии, будет интересно посмотреть.\n\nНастя, немного оживившись, достала из сумки телефон:\n\n— Отлично! Давайте, я запишу ваш номер.\n\nАлексей продиктовал свой номер, чувствуя лёгкое тепло внутри. Почему-то он уже не жалел, что позволил себя сфотографировать. Настя быстро ввела его контакт в телефон и тут же отправила ему сообщение:\n\n— Вот, это чтобы вы не подумали, что я потеряюсь.\n\nТелефон в кармане у Алексея завибрировал, показывая уведомление от неизвестного номера:\n«Привет, это Настя, фотограф с ярмарки :)».\n\nОн кивнул, и между ними снова повисла лёгкая пауза. Настя улыбнулась:\n\n— Спасибо за ваше время. Надеюсь, фотографии вам понравятся.\n\n— Уверен, что так и будет, — ответил Алексей.\n\nОни попрощались, и Алексей, спрятав руки в карманы, пошёл дальше по ярмарке. Но на душе было неожиданно спокойно, даже приятно. Что-то в этом случайном знакомстве заставило его задуматься: а вдруг всё это не просто так?",
    "answers": [
      {
        "id": 38,
        "text": "Далее",
        "instant": true
      }
    ]
  },
  {
    "id": 36,
    "text": "— Знаете, это очень мило с вашей стороны, — наконец сказал он, чуть отводя взгляд. — Но, наверное, не стоит. Вы и так сделали отличные фотографии, спасибо вам за это.\n\nНастя моргнула, явно не ожидая такого ответа.\n\n— О… Ну что ж, как скажете, — она попыталась сохранить улыбку, но в её голосе прозвучала нотка разочарования.\n\nОн кивнул, стараясь не встречаться с её взглядом, а потом добавил:\n\n— Удачи вам с вашей фотографией. Вы действительно талантливы.\n\n— Спасибо, — коротко ответила Настя, убирая телефон в карман.\n\nНа этом их разговор закончился. Они обменялись прощальными фразами, и Алексей пошёл в одну сторону, а Настя — в другую.",
    "answers": [
      {
        "id": 49,
        "text": "Далее",
        "instant": true
      }
    ]
  },
  {
    "id": 37,
    "text": "Снег продолжал тихо кружиться в воздухе, укрывая парк пушистым белым ковром. Алексей и Настя прошли по аллее, украшенной гирляндами, наслаждаясь лёгкой беседой. Настя время от времени останавливалась, чтобы сделать пару снимков, но теперь её камера чаще смотрела не на деревья, а на Алексея.\n\n— Знаете, — сказал Алексей, заметив, как Настя возится с объективом, — кажется, у нас получается неплохая коллекция моих фотографий.\n\n— Так и есть! Вы отлично выходите на снимках. Могу смело сказать, что с вами работать — одно удовольствие, — улыбнулась Настя, опуская камеру.\n\nАлексей вдруг остановился и, слегка смущаясь, предложил:\n\n— А как насчёт того, чтобы сделать пару совместных кадров? Мне кажется, вам самой тоже пора быть на снимках, а не только за камерой.\n\nНастя удивлённо подняла брови, но в её глазах тут же загорелся интерес.\n\n— Совместных? Это неожиданно… но почему бы и нет?\n\n— Отлично. Только как это сделать? — Алексей оглянулся по сторонам, явно не представляя, как настроить технику.\n\nНастя засмеялась и показала на лавочку рядом:\n\n— Всё просто. У меня есть таймер. Давайте поставим камеру вот сюда, — она поставила камеру на снег, опирая её на небольшой штатив. — Садитесь рядом, я всё сделаю.\n\nЧерез минуту они уже сидели на лавочке, покрытой снегом, рядом друг с другом. Настя наклонилась вперёд, чтобы убедиться, что кадр настроен правильно, а затем вернулась на своё место.\n\n— Готовы? — спросила она, нажимая кнопку таймера.\n\n— Как никогда, — ответил Алексей, глядя на неё с лёгкой улыбкой.\n\nНастя едва успела сесть, как камера щёлкнула, запечатлев их в одном кадре.\n\n— Всё? — спросил Алексей, поднимаясь.\n\n— Подождите, — Настя быстро проверила экран камеры. — О нет, я выгляжу слишком серьёзно. Давайте ещё раз.\n\n— Как скажете, — засмеялся Алексей, снова садясь рядом.\n\nНа этот раз Настя чуть расслабилась, и когда камера сделала снимок, они оба рассмеялись, глядя друг на друга. Это был не постановочный, а абсолютно искренний момент, который Настя тут же заметила на экране.\n\n— Вот теперь идеально, — сказала она, показывая кадр Алексею. На снимке они оба выглядели счастливыми, окружённые заснеженной сказкой.\n\nАлексей кивнул, глядя на фотографию.\n\n— Думаю, это лучший снимок за весь день.\n\nНастя улыбнулась, убирая камеру.\n\n— Тогда, может, это знак, что пора завершить фотосессию и просто прогуляться?\n\n— Хорошая идея, — согласился Алексей, и они снова отправились по аллее, где уже начали зажигаться огоньки гирлянд.",
    "answers": [
      {
        "id": 40,
        "text": "Далее",
        "instant": true
      }
    ]
  },
  {
    "id": 38,
    "text": "На следующий день Алексей получил от Насти фотографии, которые она сделала. Они оказались удивительно красивыми — ярмарка на них выглядела сказочной, а сам он казался немного другим, чем видел себя обычно.\n\nНастя добавила к фотографиям сообщение:\n«Надеюсь, вам понравилось! Если хотите, могу ещё раз вас сфотографировать, но уже в другом месте :)».",
    "answers": [
      {
        "id": 39,
        "text": "Согласиться встретиться ещё раз",
        "instant": true
      },
      {
        "id": 41,
        "text": "Проигнорировать",
        "instant": true
      }
    ]
  },
  {
    "id": 39,
    "text": "Алексей несколько раз пересмотрел фотографии, которые прислала Настя. Он даже не ожидал, что простой поход на ярмарку мог бы оставить такие тёплые впечатления. Глядя на себя на снимках, он заметил, что выглядит иначе — более уверенно, чем обычно. Это удивило его и немного позабавило.\n\nЗаметив, что она приложила сообщение с предложением встретиться снова, Алексей задумался. Обычно он не отвечал на такие импульсивные предложения, но что-то в Насте было особенное. Простота, искренность... или, может быть, её глаза, которые он запомнил лучше, чем саму ярмарку.\n\nОн набрал короткое сообщение:\n«Спасибо за фотографии, они отличные! Думаю, ваша камера делает чудеса. Почему бы и не встретиться снова? Где вы предлагаете?»\n\nОтправив текст, Алексей почувствовал лёгкое волнение. Он не знал, как она отреагирует, но долго ждать не пришлось. Через пару минут Настя ответила:\n«О, я рада, что вам понравилось! Как насчёт прогулки по парку в выходной? Там сейчас красивая атмосфера, снег, огоньки... А я как раз хотела бы сделать зимнюю фотосессию.»\n\nАлексей невольно улыбнулся. Прогулка в парке казалась идеальной идеей — не слишком формальной, но достаточно приятной, чтобы узнать друг друга лучше. Он ответил:\n«Хорошо, давайте в субботу. Скажите, где встречаемся?»\n\nНастя быстро написала:\n«Давайте у входа в Центральный парк, в час дня. У вас будет время подумать о том, какие фото хотите!»\n\nАлексей усмехнулся. Он не был уверен, что именно он хочет, но ему стало интересно.",
    "answers": [
      {
        "id": 42,
        "text": "Далее",
        "instant": true
      }
    ]
  },
  {
    "id": 40,
    "text": "Настя и Алексей продолжали идти по парку, наслаждаясь лёгким морозным воздухом и тишиной, нарушаемой лишь хрустом снега под ногами. Разговоры, которые сначала были немного сдержанными, теперь стали лёгкими и непринуждёнными.\n\nНастя рассказывала о своих приключениях фотографа — как однажды чуть не уронила камеру в озеро, снимая рассвет, или как случайный незнакомец однажды напомнил ей, зачем она выбрала это дело. Алексей слушал внимательно, иногда вставляя шутки или задавая вопросы.\n\nОни не заметили, как вышли к маленькому кафе, спрятанному среди заснеженных деревьев. Изнутри лился мягкий свет, а на окнах блестели причудливые узоры от мороза.\n\n— Знаете, я замёрзла, — призналась Настя, останавливаясь и притопывая ногами. — Может, зайдём на минутку? Чай или какао сейчас были бы просто идеальными.\n\n— Я только за, — улыбнулся Алексей. — К тому же, думаю, после этого мне потребуется горячий шоколад. Всё-таки быть моделью — это не так просто, как кажется.\n\nНастя рассмеялась, и они вместе вошли в кафе.\n\nВнутри пахло корицей, свежими булочками и шоколадом. Они нашли уютный столик у окна, с которого открывался вид на парк, освещённый гирляндами. Настя достала камеру и начала пролистывать снимки.\n\n— Посмотрите, — сказала она, показывая один из последних кадров. — Кажется, это лучший за весь день.\n\nНа фото они сидели рядом на лавочке, смеясь. Снег едва заметно падал вокруг, а гирлянды создавали мягкий фон.\n\n— Согласен, — кивнул Алексей. — Этот точно нужно оставить.\n\n— Тогда я его распечатаю, — предложила Настя, улыбаясь. — Пусть станет памятным.",
    "answers": [
      {
        "id": 44,
        "text": "Далее",
        "instant": true
      }
    ]
  },
  {
    "id": 41,
    "text": "Он прочитал сообщение ещё раз и положил телефон на стол.\n\n— Зачем это всё? — тихо пробормотал он себе под нос.\n\nЗа окном было темно, и редкие снежинки медленно падали с неба, но Алексей даже не смотрел в окно. Вместо этого он встал с дивана и пошёл на кухню, пытаясь отвлечься.\n\nТелефон всё ещё мигал, но Алексей не прикасался к нему.\n\nПрошёл час, затем ещё один. Алексей пытался занять себя — включил телевизор, начал разбирать бумаги, но мысли о Насте никак не отпускали.\n\n\"Она просто пытается быть вежливой. Возможно, ей скучно. А может, она просто из тех людей, кто легко общается с незнакомцами. А я… я ей зачем?\"\n\nЭти мысли настойчиво крутились у него в голове, мешая сосредоточиться на чём-либо ещё.\n\nНаконец, Алексей взял телефон. Сообщение всё ещё висело на экране.\n\n— Позже отвечу, — сказал он себе.\n\nНо время шло, и он так и не ответил.",
    "answers": [
      {
        "id": 46,
        "text": "Далее",
        "instant": true
      }
    ]
  },
  {
    "id": 42,
    "text": "Суббота выдалась морозной и снежной. Алексей приехал к парку чуть раньше времени и стал осматривать сверкающие гирлянды, украшавшие вход. Нарядные ёлки стояли вдоль аллеи, а вокруг толпились люди — дети катались на санках, пары прогуливались, держа друг друга за руки.\n\nЧерез несколько минут он заметил Настю, которая спешила к нему с камерой в руках и привычной улыбкой на лице. Она была одета в тёплое белое пальто, пушистый шарф и шапку с помпоном.\n\n— Привет! — сказала она, слегка запыхавшись. — Спасибо, что согласились. Сегодня такой красивый день, правда?\n\n— Правда, — кивнул Алексей, чувствуя, как его волнение начинает таять.\n\nОни начали прогулку по аллее, обсуждая, какие места подойдут для снимков. Настя то и дело останавливалась, чтобы показать ему интересные ракурсы, или предлагала попробовать сделать кадр, где он стоит под деревьями, обсыпанными снегом.",
    "answers": [
      {
        "id": 43,
        "text": "Далее",
        "instant": true
      }
    ]
  },
  {
    "id": 43,
    "text": "Во время прогулки Настя и Алексей начинают узнавать друг друга ближе. Настя с энтузиазмом рассказывает о своей любви к фотографии, а Алексей делится тем, как любит гулять зимой, когда вокруг спокойно. Они находят много общего, и Настя предлагает сделать ещё несколько снимков.",
    "answers": [
      {
        "id": 37,
        "text": "Далее",
        "instant": true
      }
    ]
  },
  {
    "id": 44,
    "text": "Алексей ненадолго задумался, потом спросил:\n\n— А как насчёт того, чтобы сделать ещё один кадр — прямо сейчас?\n\n— Здесь? — удивилась Настя, оглядываясь.\n\n— Почему нет? — Алексей достал телефон. — Это будет… не профессионально, но зато честно.\n\nНастя склонилась к нему ближе, и Алексей сделал селфи, поймав их улыбки в мягком свете кафе.\n\n— Теперь у нас есть фото, которое я точно не забуду, — сказал он, глядя на экран.\n\nНастя почувствовала, как тепло разливается по её груди, и слегка покраснела.\n\n— Тогда договорились: этот день мы будем помнить.\n\nОни допили чай, не спеша, а потом вышли из кафе. Алексей проводил Настю до её дома.\n\nПеред дверью она остановилась, обернувшись к нему.\n\n— Спасибо за сегодня, — тихо сказала она.\n\n— Это тебе спасибо, — ответил Алексей, улыбнувшись. — Думаю, я не забуду этот день.\n\nНастя кивнула, сделала шаг к двери, но вдруг остановилась.\n\n— Слушайте, Алексей… Может, встретить Новый год вместе?\n\nОн на секунду замер, а затем кивнул.\n\n— Я бы этого хотел.\n\nОна улыбнулась, снова легко покраснев, и скрылась за дверью.\n\nАлексей стоял ещё несколько секунд, смотря на её окна, а потом развернулся и пошёл домой, чувствуя, как впервые за долгое время всё встаёт на свои места.",
    "answers": [
      {
        "id": 45,
        "text": "Далее",
        "instant": true
      }
    ]
  },
  {
    "id": 45,
    "text": "Настя и Алексей договорились встретить Новый год вместе, положив начало их истории.\n\n* Концовка \"Новый кадр\" *",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу",
        "instant": true
      }
    ]
  },
  {
    "id": 46,
    "text": "Наступили последние дни декабря. Алексей просматривал список покупок для Нового года, пытаясь сосредоточиться на празднике. Весь город уже был украшен огнями, на улицах звучали мелодии, а витрины магазинов переливались цветами.\n\nНо настроение никак не приходило.\n\nОн снова поймал себя на том, что думает о Насте.\n\n\"А что, если я упустил что-то важное?\"\n\nВ этот момент его телефон снова завибрировал. Алексей быстро схватил его, надеясь увидеть новое сообщение от неё. Но это оказалось рекламное уведомление.\n\nОн с грустью положил телефон обратно на стол.",
    "answers": [
      {
        "id": 47,
        "text": "Далее",
        "instant": true
      }
    ]
  },
  {
    "id": 47,
    "text": "В ночь перед Новым годом Алексей оказался дома один. В его квартире было тихо, а праздничное настроение так и не появилось. Он включил телевизор, где шли новогодние передачи, но не смотрел их.\n\nОн взял телефон и снова открыл старое сообщение от Насти.\n\n\"Может, мне написать ей сейчас?\"\n\nНо время уже прошло.\n\nАлексей так и не отправил ответ. Вздохнув, он вышел на балкон. Вдалеке слышались крики и смех, люди запускали первые фейерверки. Глядя на огоньки, Алексей почувствовал, как что-то важное ускользает из его жизни.\n\n\"Может, в следующем году всё сложится иначе…\" — подумал он, прежде чем вернуться в комнату.",
    "answers": [
      {
        "id": 48,
        "text": "Эпилог",
        "instant": true
      }
    ]
  },
  {
    "id": 48,
    "text": "Алексей игнорировал попытку Насти наладить контакт, упустив возможность сблизиться с ней. Новый год он встретил в одиночестве, с сожалением о сделанном выборе.\n\n* Концовка \"В следующий раз получится...\" *",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу",
        "instant": true
      }
    ]
  },
  {
    "id": 49,
    "text": "Алексей сидел дома, глядя в окно. На улице начинал кружиться снег, и город всё сильнее преображался к Новому году. Но внутри него оставалась пустота.\n\n\"Зачем я так поступил? Почему не дал ей свой номер?\"\n\nОн пытался оправдать себя.\n\n\"Может, так лучше. Всё равно ничего бы не вышло. Мы ведь совершенно разные люди.\"\n\nНо воспоминания о ярмарке, о её улыбке и той лёгкости, с которой они разговаривали, никак не отпускали.\n\nНаступил вечер 31 декабря. Алексей решил встретить праздник дома, хотя друзья звали его присоединиться к шумной компании.\n\nЧасы показывали без десяти полночь, когда он достал телефон.\n\nЕму вдруг захотелось найти её — хотя бы в соцсетях. Алексей ввёл в поиск: \"Настя фотограф Москва\". Но, как он и боялся, это оказалось бесполезным.\n\nТелефон молчал. А за окном уже раздавались первые звуки фейерверков.\n\nОн вздохнул и пошёл на кухню, где стояла его скромная новогодняя закуска.\n\n\"Может, всё-таки надо было рискнуть,\" — подумал он, поднимая бокал с шампанским.\n\nВ этот момент за окном раздался громкий взрыв салюта, и комната на секунду озарилась яркими красками. Но для Алексея эта ночь осталась тихой и одинокой.\n\n",
    "answers": [
      {
        "id": 50,
        "text": "Эпилог",
        "instant": true
      }
    ]
  },
  {
    "id": 50,
    "text": "Алексей отказался от шанса продолжить знакомство с Настей. Их дороги разошлись, а Новый год он встретил в одиночестве, с лёгким сожалением о своём выборе.\n\n* Концовка \"Тихая горечь\" *",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу",
        "instant": true
      }
    ]
  },
  {
    "id": 51,
    "text": "31 декабря Алексей встретил в компании друзей. Вечер был весёлым, но к полуночи, когда все подняли бокалы и начали поздравлять друг друга, он почувствовал лёгкую тоску.\n\nВ голове на миг всплыло воспоминание о Насте, о её улыбке и о том, как искренне она подошла к нему с предложением.\n\nНо это осталось лишь мимолётным сожалением. Праздник продолжился, а Алексей так и не узнал, кем была та девушка с камерой.\n\n* Концовка \"Без камер\" *",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу",
        "instant": true
      }
    ]
  },
  {
    "id": 52,
    "text": "В назначенное время Алексей пришёл в парк. Настя уже стояла там, в тёплом пальто и с камерой через плечо. Она улыбнулась, завидев его.\n\n— Привет! Рада, что вы пришли.\n\n— Да, привет, — ответил он, стараясь улыбнуться в ответ.\n\nСъёмка началась, но Алексей всё ещё ощущал внутреннюю неловкость. Настя старалась вовлечь его в процесс, но ему было сложно расслабиться.\n\n— Давайте попробуем вот тут, на фоне деревьев. У вас очень спокойный и гармоничный образ, — сказала она, направляя его.\n\nАлексей лишь кивнул, механически выполняя её просьбы.\n\nКогда съёмка закончилась, Настя подошла к нему, просматривая фотографии на камере.\n\n— Посмотрите, тут получилось здорово. Мне кажется, это лучшее! — она протянула камеру.\n\nАлексей посмотрел на фотографии и кивнул, но его слова звучали сухо:\n— Да, хорошо. Спасибо.\n\nНастя чуть нахмурилась, но решила не обращать на это внимания.\n\n— Ну что ж, я вас больше не задерживаю. Спасибо за помощь, Алексей.\n\n— Да, спасибо вам, — ответил он, снова чувствуя лёгкую неловкость.",
    "answers": [
      {
        "id": 53,
        "text": "Далее",
        "instant": true
      }
    ]
  },
  {
    "id": 53,
    "text": "Алексей встретил Новый год дома в одиночестве. Хотя вечеринка с друзьями была запланирована, он решил не идти, сославшись на усталость.\n\nВ полночь он поднял бокал шампанского перед экраном телевизора, где шло поздравление президента.\n\n\"Вроде бы всё хорошо, а вроде и нет,\" — подумал он.\n\nГде-то в глубине души он знал, что упустил что-то важное. Настя не написала ему больше, и он сам не сделал никаких шагов. Их знакомство оказалось слишком мимолётным.\n\n* Концовка \"Размышления\" *",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу",
        "instant": true
      }
    ]
  },
  {
    "id": 54,
    "text": "31 декабря Алексей встретил в кругу друзей. Вечер начался весело: шумные шутки, музыка, салаты и привычные бокалы шампанского.\n\nНо к полуночи, когда все собрались за столом, Алексей вдруг заметил, что чувствует себя немного одиноко.\n\n\"Настя… Интересно, как она празднует Новый год? Нашла ли себе компанию?\" — мелькнула мысль.\n\nКогда пробили куранты, он машинально взял телефон. В памяти остался её номер, но, разглядывая экран, он так и не решился написать.\n\n\"Вряд ли она вообще обо мне вспоминает…\" — подумал Алексей и убрал телефон обратно.",
    "answers": [
      {
        "id": 55,
        "text": "Далее",
        "instant": true
      }
    ]
  },
  {
    "id": 55,
    "text": "Настя встретила Новый год в компании друзей-фотографов. Сначала она старалась наслаждаться праздником, но мысли то и дело возвращались к тому парню с ярмарки.\n\n— О чём задумалась? — спросила подруга, заметив её мечтательный взгляд.\n\n— Да так, о случайной встрече, — улыбнулась Настя.\n\nОна мельком посмотрела на телефон. Никаких сообщений.\n\n\"Я, наверное, слишком много ожидала от этой встречи. Ну и ладно,\" — подумала она, стараясь убедить себя, что это просто часть её работы.\n\n* Концовка \"Упущенная возможность\" *",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу",
        "instant": true
      }
    ]
  },
  {
    "id": 56,
    "text": "Тут будут открываться концовки истории, по мере Вашего прохождения. В общей сложности, концовок девять.",
    "answers": [
      {
        "need_ever": true,
        "comment": true,
        "id": 56,
        "text": "\"Начало новой главы\"",
        "need": [
          23
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 56,
        "text": "\"Романтическое начало года\"",
        "need": [
          28
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 56,
        "text": "\"Потерянный шанс\"",
        "need": [
          32
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 56,
        "text": "\"Размышления\"",
        "need": [
          53
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 56,
        "text": "\"Упущенная возможность\"",
        "need": [
          55
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 56,
        "text": "\"Новый кадр\"",
        "need": [
          45
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 56,
        "text": "\"В следующий раз получится...\"",
        "need": [
          48
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 56,
        "text": "\"Тихая горечь\"",
        "need": [
          50
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 56,
        "text": "\"Без камер\"",
        "need": [
          51
        ]
      },
      {
        "id": 1,
        "text": "На первую страницу",
        "instant": true
      }
    ]
  },
  {
    "id": 57,
    "text": "",
    "answers": []
  }
]