[
  {
    "id": 1,
    "text": "   Шел 2050 год. Всю планету затопил огромный цунами. Почти вся часть суши была смыта. Множество людей погибло. Но это не все. С каждым днем уровень воды поднимался. Люди поняли, что прежнюю жизнь не вернуть и пошли жить в горы, где безопасно. \n   Шел 2100 год. На Земле остались безопасные, незатопленные места только в горах и на возвышенностях. Уровень воды больше не поднимался. Но на этом проблемы не закончились. В горах стали строить безопасные зоны, где местные власти строят свой тоталитарный режим. Зачастую они превышают свои права и делают что хотят, а обычные выжившие в лагерях должны терпеть, потому что у них нету выбора.\n   Наш главный герой Дерик Стоун решает, что дальше так жить нельзя, и решается свергнуть власть.\n\n Автор: Semkoed72\n\n Жанр: Боевик, драма, апокалипсис\n\n Приятного прохождения!\n\nКвест в стадии РАЗРАБОТКИ.\n",
    "answers": [
      {
        "id": 2,
        "text": "[Начать]"
      }
    ]
  },
  {
    "id": 2,
    "text": "\n  2050 год. Весь мир медленно начало затапливать. Синоптики предсказывали глобальное наводнение. Власти начали массовую эвакуацию. Но всех спасти не удавалось. Уровень воды рос каждый день. Машины заменились лодками, кораблями, и если повезет, то самолетами и вертолетами. Людям пришлось залезать повыше, чтобы спастись. Они брали припасы, и лезли на горы или возвышенности.\n\n  2100 год. Мир затопило окончательно. Единственное безопасное место оставалось в горах. Уровень воды перестал расти, но при этом не падает. Люди построили поселения в горах. Но кто-то понял, что на этом можно наживится. Они строили колонии и стали там наводить тоталитарный режим, при этом превышая свои права. Людям ничего не остается, как тепреть, ведь у них нету выбора.\n\n  Наш главный герой Дерик Стоун родился в одной из таких тоталитарных колоний. Он только знает мир такой, какой он стал после наводнения. Он не видел тех людей, тех ландшафтов, той свободы, которой была когда-то.\n",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "  Дерик встает по звонку сирены, которая слышится за пределами его маленького дома.\n—Просыпайтесь и вставайте на свои рабочие места — сказал голос из рупора.\n Он каждое утро слышит эту сирену, этот голос. Ему уже приелось это все. И вся эта жизнь, в которой он только и делает, что работает и спит. Он оделся и вышел из своего дома. К слову о поселении. Оно представляло большую деревню в горах, огороженную решеткой и колючей проволокой. За ней виднелась лишь вода. Вокруг ходили вооруженные охранники. Имелся местный карцер в виде подвала. А \"врагов колонии\" увозили за пределы поселения в \"открытое плавание\".\n",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "  Дерик работал фермером. Ферма располагалась неподалеку от его дома. Перед входом был металлодетектор и охрана. Его обыскали и сказали чтоб он шел на свое рабочее место. Он собирался идти, но заострил внимание на парня, который проходил через обыск и у него нашли нож.\n—Это что такое — спросил охранник у того человека — Ты в курсе что с оружием сюда вход запрещен?!\n—Но это же просто ножницы!\n—Это оружие! Ты что гаденыш, что-то задумал?\n—Нет, честно.\n—Отведите его в карцер. И ножницы заберите.\nПосле этого его повели в карцер.\n—Ты че уставился? — сказал охранник на Дерика — Также хочешь? Вали работать.\n",
    "answers": [
      {
        "id": 5,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 5,
    "text": "  Дерик отработал на ферме и пошел в столовую. Еда там была более-менее съедобная. И в столовой тоже было много охраны и обыск. И вот он идет забирать свою еду.\n—Вот, держи — сказал повар, протягивая сухпаек\n—Простите, но мне должны выдать 2 сухпайка, так как вчера вы сказали, что еды не было.\n—Начальство сказало было больше не выдавать.\n\"Беспредел\" — подумал Дерик про себя — Нас за людей не считают. Как это надоело. Эта жизнь. Скорее каторга, чем жизнь.\" \n",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "  —Работа закончена. Вам на отдых 9 часов — прозвучал голос из рупора.\n С этого момента люди почувствовали небольшую свободу. Кажлый раз во время такого отдыха люди пытались придумать как себя развлечь. Кто-то играл в настольные игры, кто-то общался с другими людьми, кто-то просто сидел в раздумьях. Но самое главное, в это время каждый занимался тем, чем хотел. К Дерику подошли охранники.\n—Босс желает тебя видеть\nПосле этого его повели в главный дом колонии.\n",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": " Охрана привела Дерика к главе колонии Тэму Остину. На вид ему было лет 40. Тэм был одет в деловой костюм и на его глазах были очки.\n—Итак Дерик — начал Тэм\n—В чем дело? Зачем вы меня позвали в мое свободное время.\n—Я заметил, что с твоих грядок на ферме растет мало продуктов. Ты сильно снизил свою продуктивность.\n—Это не моя вина. Дело в том, что мои овощи растут не на солнечной стороне, и им нужно солнце.\n—Это не оправдание!.. Дак вот. Чтобы больше я такого не видел.\n—Но как же...\n—Свободен. Охрана, сопроводите его.\n—Сам доберусь — встал Дерик и молча ушел к себе.\n\"Что он о себе возомнил? Тоже мне\" — С этой мыслью Дерик уснул у себя дома.\n",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "  На следующий день Дерик проснулся по голосу рупора, как и всегда. Он пошел к себе на работу. Все шло как обычно. Он работал, получал еду в столовой, отдыхал. Сегодня, во время отдыха, один старик решил поведать всем историю про то, какой была жизнь до трагедии. Все охотно слушали.\n\"Сегодня я хочу рассказать, какой была жизнь  когда-то. Мир был больше, из-за наводнения вода оставила нам лишь клочки суши. Мы могли спокойно ходить по той земле. Говорить что хотели, думать что хотели, делать что хотели. За работу нам давали не еду и кров, а деньги. Деньги — это то, что мне давали за мою работу, это то, что я мог обменять на что-то действительно мне нужное. И у них было самое главное, того, что нету у нас... Свободы. Всем спасибо за внимание!\"\nДерик, слыша это все, задумался.\n\"Хммм... А ведь и вправду. У нас нет той свободы, что возможно была когда-то у людей.\"\n",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "  Настал новый день со звонком из рупора.\n \"Да когда это закончится. Весь этот беспредел... Как мы можем так дальше жить? — думал Дерик про себя — Надо что-то предпринять.\n",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": " Дерик собирался идти на ферму, но в его взгяд попал обычный работяга лет 80 и его обыскивал охранник.\n—Мы изымаем часть твоих продуктов — сказал охранник старику\n—Не надо — сказал старик — Это все, что у меня есть. Не отнимайте у меня ничего. Прошу!\n—У тебя и так много чего есть, проживешь — сказал он отбирая из его сумки почти все содержимое и толкнув его легонько. Дерику это начинает не нравится.\n—Вы творите какое то безобразие — сказал старик — Вы не имеете право. Я человек, такой же как и вы.\n—Эй старый, тон понизил! Ты же понимаешь что тебе светит за такие слова.\nВокруг собралась небольшая толпа. Остальные охранники напряглись и взялись за оружие. Дерик решил вступится за этого бедолагу.\n—Верните его продукты и извинитесь\n—Ага, разбежались. Топай отсюда.\nРазговорами его не убедишь.\n",
    "answers": [
      {
        "id": 11,
        "text": "[Продолжать мирный разговор]"
      },
      {
        "id": 12,
        "text": "[Агрессивно разговаривать]"
      }
    ]
  },
  {
    "id": 11,
    "text": "—Послушайте — говорит Дерик — нам не нужны ссоры. Отдайте ему все, что ему принадлежит и давайте просто разойдемся.\n—Если сейчас же не утопайте оба на работу, полетите в карцер.\n—Отдай ему продукты!\n—Так и не отстанешь.\n—Не отстану.\n—Охрана, увести их в карцер.\nПосле этого их быстро скрутили и увели в карцер.\n\nПродолжение следует\n",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 12,
    "text": "—Слышь ты — начал агрессивно разговаривать Дерик — Отдал все ему. Живо!\n—Ты хоть знаешь что я тебя прям здесь закопать могу?\n—Только так и можете, а сами из себя ничего не представляете без пушек.\n—Валите на работу или дуйте в карцер.\n—Отдай ему продукты!\n—Нет! Не сегодня. Пошел отсюда урод. Ах да. И старого уноси отсюда, пока его на каталке \nДерик напрягся.\n",
    "answers": [
      {
        "id": 13,
        "text": "[Ударить охранника]"
      },
      {
        "id": 14,
        "text": "[Послать]"
      }
    ]
  },
  {
    "id": 13,
    "text": "  Дерик ударил охранника со всей силы, что мог. Охранник упал на пол.\n—Уведите их в карцер — сказал этот же товарищ, что и отхватил.\nПосле этого их скрутили и повезли в карцер.\n\nПродолжение следует",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 14,
    "text": "—Пошел ты куда подальше — сказал Дерик\n—Я это ожидал. Уводите их в карцер.\nПосле этого Их скрутили и увели в карцер.\n\nПродолжение следует",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 15,
    "text": "",
    "answers": []
  }
]