[
  {
    "id": 1,
    "text": "Как мы уже знаем, выпускной бывает лишь раз в жизни. Но пока не об этом. Нашу главную героиню зовут Марго и она обычная московская девушка, но случилось чудо и на одном из школьных конкурсов ей повезло выиграть абонемент на поездку в Нью-Йоркскую школу, для получения высшего образования за границей. Но всё не так просто мои дорогие читатели. Если раньше Марго была примерной ученицей, то удастся ли ей сохранить этот статус? Ведь на её пути встречается главный красавчик и бунтарь этой школы. Сможет ли она противостоять собственным чувствам или же доверится парню? Узнаете, когда будете читать.\nНе судите строго, мой первый квест и надеюсь вам понравится.",
    "answers": [
      {
        "id": 2,
        "text": "Глава 1"
      },
      {
        "id": 13,
        "text": "Глава 2"
      }
    ]
  },
  {
    "id": 2,
    "text": "Глава первая. ЗНАКОМСТВО.\n\nЭхх чудное утро. Сегодня мой первый день в новой школе. Тётя Роуз и дядя Кларк приняли меня довольно тепло. Переезд в новую страну такой утомляющий и волнительный, надеюсь с учёбой у меня всё будет хорошо, ведь не хочется подводить свою маму. Она теперь наверняка будет переживать за меня, как и я за неё. С тех самых пор, когда нас бросил отец она не вылазила с работы, чтобы прокормить нас. Но мы сильные и кое-как справились. Теперь, в свои 17-ть, я могу самостоятельно обеспечивать себя. Думаю мне удасться найти в этом городе работу, хотя бы на первое время, а дальше посмотрим как всё сложится.\n— Какой кошмар! Я пролежала, копаясь а своих мыслях почти пол часа! Не хватало мне опаздать в первый же день. \nИ с этими мыслями я быстренько вскочила из теплой кровати и побрела в сторону ванной, обувая свои тёплые шерстяные тапочки.",
    "answers": [
      {
        "id": 3,
        "text": "Идти в ванную."
      }
    ]
  },
  {
    "id": 3,
    "text": "Собравшись с мыслями о предстоящем дне, я вылезла с душевой кабинки, сделав небольшой макияж — спустилась на первый этаж, где меня уже заждалась тётя Роуз с вкуснейшим завтраком.\n— Милая, ну наконец-то! Присаживайся, сегодня у нас на завтрак твоё любимое. Тост с вишневым джемом и горячее какао. И да, вот тебе денюжка на сегодняшний день.\nОх уж эта тётя Роуз. Забавная женщина средних лет. Одевается со вкусом и как всегда чарует своей улыбкой.\n— Да, большое спасибо, тётя Роуз, но не стоило. Я вскоре найду работу и за всё с вами расчитаюсь. \n— Бог с тобой, дитя моё! Не нужно. Я пообещала твоей маме присмотреть за тобой, поэтому не стоит мне возвращать деньги, к тому же ты мне как родная дочь. Помню, когда ты была маленькой, ты так хотела поехать к нам, но всё не было возможности. Как же мы скучали по тебе с дядюшкой Кларком. Какая же ты красавица выросла. \nДа уж, красавица...Но не сомневаюсь, что в этом городе все уродливые. Уверена все сдешние девчонки даже не глянут на меня. Ох да, чуть не забыла. Мне 17 и в этом году я окончу школу, надеюсь на отлично. Шатенкой я пошла в маму, да и рост 165 достался от нее, благо у меня стройная фигура, а всё благодаря фитнес залу. \nДоев свой вкусный завтрак и поцеловав на прощание тётю, я собрала свою сумочку и с хорошим настроением отправилась к новой школе.",
    "answers": [
      {
        "id": 4,
        "text": "Отправиться в школу."
      }
    ]
  },
  {
    "id": 4,
    "text": "Дойдя до ближайшей остановки начала ждать свой автобус. Спустя пару минут мне всё же удается дождаться своего школьного автобуса. Зайдя в автобус я сразу кинулась искать свободное место и воу-ля. Рядом с девчонкой, которая мне так дружелюбно улыбалась, я нашла свободное место.\n— Я присяду? — сказала я, подойдя к девушке. На вид она была даже ничего. Пышные локоны сползали вниз по плечам, красивая улыбка и шикарный макияж. Так же не плохой вкус на одежду. \n— Конечно, присаживайся, я не кусаюсь. Меня, кстати, Моника зовут. А тебя?\nПрисев рядом с девушкой я немного засмотрелась на парня в зеркало заднего вида. Он сидел в самом конце автобуса со своей компанией. Хотя двоих девчонок по бокам от него вряд-ли можно было назвать компанией. Он сидел и шептал им что-то на ушко, от чего те тащились. Сразу видно, что парень не был заучкой. Одет он был в чёрную футболку с какой-то надписью, внизу драные чёрные джинсы и на ногах кросовки. Идеальные черты лица, аккуратные брови и этот хищный взгляд, который до сих пор прожигает меня через зеркало. Мигом отвела взгляд на рядом сидящую Монику и наконец представилась, широко улыбнувшись.\n— Я Марго. Очень приятно, Моника.\n— Марго? Ты приезжая что-ли? \n— Да, так получилось, что меня перевели к вам. По взглядам я вижу, что у вас тут довольно миленько. \nХихикнув вместе с девушкой, я всё же решилась глянуть на парня ещё раз и моё чутье не подвело. Он всё так же пристально смотрел на меня. И тут Моника наклонилась ко мне и начала шептать на ухо.\n— Я вижу на кого ты там смотришь, подруга. Ты уж лучше посмотри на Бэна, нашего отличника, а этого обходи десятой дорогой. Поверь, он не тот кем кажется. Он плохой парень. \n— Да ладно. Больно нужен он мне. И вообще я сюда приехала не для того, чтобы пялиться на таких как он, а получать знания.\nДа кто этот тип такой, чтобы я смотрела на него. Парень как парень. избалованный видать и ничего больше. Мама говорила о таких как он. Даже противно смотреть как он там развлекается с этими....Язык не повернётся назвать их девчонками..Ну вот, этого мне не хватало. Теперь думаю о нём. Так, Марго, соберись. Нужно послушать музыку, точно!",
    "answers": [
      {
        "id": 5,
        "text": "Достать наушники и слушать музыку."
      }
    ]
  },
  {
    "id": 5,
    "text": "Всё то время пока мы ехали, мы сидели с Моникой и слушали мои песни. Я с улыбкой наблюдала за Моникой и смеялась с её комментариев по поводу русских песен. И вот остановка. Все живо спохватились со своих мест и начали выходить с автобуса. Встав со своего места, я взяла свою сумочку и развернувшись, столкнулась с кем-то. Приподняв взгляд, я сразу поняла, что это никто иной, как тот парень с заднего ряда. \n— Эй! Смотри куда прешься. Не видишь тут люди выходят?! — когда парень закончил свою реплику, он начал шарить по мне своим взглядом и как оказалось потом, довольным взглядом.\n— А ты что, слепой? Не увидел, что тут люди встают из своих мест?! — не удержалась я и начала бить парня своим же оружием. После сказанного мной парень слегка преобразился, а потом он просто напросто засмеялся. Отдам должное, у него прекрасный смех и красивые ямочки на щеках. А его пухлые губы. Ну просто сама звезда журнала Плейбой спустилась с небес. \nИ тут парень резко схватил меня за руку, но скорее чтобы припугнуть, а не навредить, а затем наклонился к моему уху и прошептал.\n— Мы ещё встретимся. Уверен у нас будет ещё много времени, чтобы поболтать. — после парень отпустил меня и посмотрев на меня взглядом победителя, вышел из автобуса. \n— Нет ну что за наглость?! — обратилась я к Монике и после чего мы вместе посмеялись.",
    "answers": [
      {
        "id": 6,
        "text": "Выйти с автобуса и направиться к школе. "
      }
    ]
  },
  {
    "id": 6,
    "text": "Вот она! Школа Хейдэн. Раньше я только мечтать могла про заграничное обучение, а уже сегодня мой первый день в школе Нью-Йорка. Боже как я счастлива. Идя с Моникой я не могла перестать восхищаться школьным двором. Большой стадион, даже есть место для обеденного ланча. В России такого точно нет, только столовая, где продавали отменные беляши по 10 рублей. При входе в школу нас с Моникой приветливо встретили ребята из школьной команды по футболу, вернее регби, так в америке называется футбол.\n— Хей, Моника! Это твоя новая подружка? — улыбнувшись мне, выпалил один из парней, голубоглазый блондин, кажись это был капитан команды.\n— Да, Шон, познакомься. Это Марго и она теперь будет учиться в нашей школе. Марго — это Шон, капитан команды \"Оцелоты\". \nПарень не отводя от меня глаз, протянул мне свою руку. \n— Очень приятно, Марго. — сказал парень и нежно сжал мою руку своей сильной, немного грубоватой и улыбнулся белоснежной улыбкой. Я чуть ли на месте не разтаяла от такого приятного жеста, наконец ответила Шону взаимностью.\n— Рада знакомству, Шон. — промолвила я и пожала в ответ руку блондинчику.\n— Моника, я надеюсь ты и твоя подружка будут присутствовать на моей вечеринке в честь победного матча над \"Белыми львами* ? — парень озадачено глянул на Монику, но свою улыбку так и не скрыл.\n— Да, мы обязательно придем! Что скажешь, Марго? — затароторила Моника и как-то странно подмигнула мне, на что я только закатила глаза и согоасилась.\n— Вот и отлично, девчонки. Буду ждать. Чао! — проговорил блондинчик и подмигнул мне, забрав свою команду он удалился, наверное пошли разминаться на стадион. А мы в это время с Моникой зашли в здание и нашли нужный кабинет, как раз была литература. Ох, обожаю этот придмет. Как только мы зашли в класс, на меня тут же обернулись все присутствующие в нём. Как я и представляла себе, класс делился на несколько типов. Все были разбиты на несколько групп. Мне как-то стало не по себе, но Моника быстро привела меня в порядок, как и ожидалось я села рядом с ней. ",
    "answers": [
      {
        "id": 7,
        "text": "Отсидеть на уроках."
      }
    ]
  },
  {
    "id": 7,
    "text": "День прошёл довольно таки быстро и я практически со всеми успела найти общий язык. Но парень из автобуса так и не давал моим мыслям покоя. Чёртов засранец! И что значат его слова \"Мы ещё успеем поболтать\"? Да кто он такой и почему позволяет себя вести так, будто ему всё можно?! Надеюсь его не будет на вечеринке, иначе мне придется отменить свой поход. \n— Хей, подруга! Ты чего молчишь? — легонько толкнула меня в плечо Моника, когда мы шли домой. Ну вот, я так задумалась, что и вовсе не слышала её. Наверное стоит переспросить.\n— Оу, прости. Я так погрязла в своих мыслях, что не совсем поняла, что ты сказала. Можешь повторить?\n— Ничего, подруга. Я говорю, как на счёт того, чтобы в восемь я пришла к тебе и помогла собраться на вечеринку?\n— Да, я не против, конечно приходи.\n— Супер, мне тут сворачивать нужно. Ну до вечера тогда! — после, Моника меня крепко обняла, на что я ответила тем же и наши пути разошлись.",
    "answers": [
      {
        "id": 8,
        "text": "Дойти наконец домой."
      }
    ]
  },
  {
    "id": 8,
    "text": "Когда я пришла домой, то мне не удалось никого застать, я быстренько поделала домашние задания, приняла горячую ванну с пеной и уже к половине восьмого приготовила наряд, который собралась одевать на вечеринку. Ни тётя Роуз, ни дядя Кларк так и не появились. Что ж, стоит набрать их. Я взяла в руки свой телефон и тут же мне приходит СМС, я открываю сообщения и прочитываю написанное от незнакомого номера.\n\"Надеюсь ты придёшь на сегодняшнюю вечеринку, мы не с того начали знакомство, красавица. И не смей спрашивать от куда я знаю твой номер. До скорых встреч.\"\nЯ ещё долго не могла прийти в себя от прочитанного. Тут не тяжело было догадаться кто был автором этого \"творения\". Откуда только он узнал мой номер? Моника? Она единственная его знала. Ух-х-х она у меня получит. Перечитав ещё несколько раз смс, я вспомнила про тётю Роуз, которой хотела набрать. После нескольких неудачных вызовов из-за плохой связи, я всё же дозваниваюсь.\n— Алло, Марго. Что-то случилось? Ах, прости я совсем забыла тебе сказать. Нас с дядей Кларком позвали на юбилей, будем поздно. Еда в холодильнике, всё найдёшь.\n— Хорошо, тётя Роуз, а меня пригласили на вечеринку в честь школьной победы. Можно ли мне сходить туда с подругой? Обещаю, что всё будет хорошо. К тому же я не долго.\n— Конечно, дитя, сходи. Но помни, чтобы я смогла к тебе дозвониться. Будь на связи.\n— Неприменно тётушка Роуз! Люблю тебя.\n— И я тебя. \nПрям камень с души упал после разговора с тётей, мама бы меня точно не отпустила. Наверняка сказала, что такие вечеринки неприемлемы и всегда заканчиваются плачевно. Мои мысли оборвал стук в дверь.",
    "answers": [
      {
        "id": 9,
        "text": "Открыть дверь."
      }
    ]
  },
  {
    "id": 9,
    "text": "На пороге дома я встретила взглядом Монику. Выглядела она просто прекрасно! Даже с макияжем не переборщила. Я обняла свою подругу и попросила пройти во внутрь. \n— Ну что, подруга, показывай что ты там приготовила.\nЯ показала Монике свой небольшой компоект одежды и она кивнула, но всё же пришлось немного поменять. Во время собрания, я решилась рассказать Монике о той смс-ке.\n— Маргош, ты помнишь о чём я тебе говорила? Будь с такими аккуратнее. Единственное, что им нужно от тебя — это твоё прекрасное тельце. Сначала он будет говорить тебе о чувствах, а спустя некоторое время ты и опомнится не успеешь, как окажешься брошенной и использованной, такой не нужной. С такими как он нужно аккуратнее. Кстати, а ты девственница? \nНу вот, приехали. Теперь мы перешли на новый уровень общения. Мне было немного неловко разговаривать о таком с Моникой, но всё же я решилась.\n— Да, я девственница. — Моника смотрела на меня с такими глазами будто я нарушила закон.\n— Ничего себе подруга. Ладно, упустим. В таком случае тебе стоит быть предельно аккуратной. В общем, давай одевайся. Я наберу сейчас Алексу, скажу чтобы через пять минут его задница была около твоего дома.\nЧерез пару минут я уже была готова. Чёрное обтягивающее платье отчётливо очеркивала мою стройную фигуру, длинные вьющиеся волосы по самую талию, прекрасный макияж, который помогла мне сделать Моника, миниатюрная сумочка через плечо, красные бусики на шее под серьги, как раз под красную помаду, которая мне так шла и каблуки на шпильке. Я стояла напротив зеркала и не могла поверить своим глазам. Напротив меня стояла не ученица, а сногсшибательная девушка. Я, наконец, вышла со своего дома, где меня уже ждали Алекс с Моникой. У Алекса явно чуть челюсть не отпала, а Моника в шутку протёрла пару раз свои глаза.\n— Вау, Марго! На этой вечеринке ты явно не будешь обделена вниманием! — посмотрела на меня Моника и хитро подмигнула.\n— Да, кстати, это Алекс! Алекс, это Марго. — рядом с серебристой машиной, марки Мерседес, стоял высокий и подтянутый парниша, не могла разглядеть точного цвета волос, кажись такой же как и я, шатен. На его лице была довольная улыбка. Он стоял, оперевшись на машину и скрестив свои руки. Я ощущала каждой клеточкой тела, как его голодный взгляд скользит по мне от одного конца, ко второму. Всё же он решился отойти от машины и протянуть мне руку. Одет он был довольно не плохо. Белая футболка в обтяжку, благодаря которой выпирала накаченная грудь, спортивные штаны фирмы \"Nike\" и белые кроссовки их я не успела осмотреть. Парень был довольно привлекательный, на лице присутствовала небольшая трёхдневная щетина, а как от него пахло...м-м-м. Я отставила соблазн в сторону и протянула Алексу руку.\n— Очень приятно, Марго. Ты просто шикарно выглядишь. Вы точно с Моникой не сёстры? — кажется я не слушала парня в тот момент, из под ног как-будто земля ушла, когда он бережно сжал мою руку и в этот момент улыбнулся краем губ. Я уловила момент, когда мы сблизились и рассмотрела его лицо, оно было просто превосходным. Парень всегда держал губы слегка приподнятыми, чтобы были видны белые зубы, зелёные глаза, которые заглядывали прям в душу и заставляли мои эмоции стать комом в горле. Мне казалось, на этот момент я даже дыхание задержала. У него была нежная и такая горячая ладонь. Но я нашла в себе силы всё же ответить парню.\n— Ах, нет, не сёстры. И я очень рада знакомству, Алекс. — кое-как у меня получилось выдавить из себя пару слов и мы поехали к дому Шона.",
    "answers": [
      {
        "id": 10,
        "text": "Отправиться на вечеринку."
      }
    ]
  },
  {
    "id": 10,
    "text": "Когда мы начали подъезжать музыка, которая доносилась из вечеринки, била басами по ушам и становилась всё громче и громче. Возле дома на парковке было много разных машин, но даже они не проявили на меня такого внимания, как сам дом. Большой двухэтажный дом с бассейном на улице, где все уже дружно плескались. Море криков, визги и громкая музыка. У всех я успела заметить большие пластмассовые стаканчики красного цвета. Сквозь толпу на улице, мы пробрались во внутрь в сам дом. Все танцевали, кто сидел на диванах и общался со стаканом в руке, кто курил кальяны. Впереди меня шла Моника, а сзади ко мне прижимался Алекс, на время мне показалось, что я практически пропиталась его ароматом. Я ощущала его горячее дыхание на своём затылке и от этого было немного не по себе. Наконец мы добрались до зала, где в уголке сидели ребята из футбольной команды, только уже без формы. Я осмотрела каждого, красавцы. Все стройные и каждый по своему хорош. На кресле сидел Шон и о чем-то серьезно разговаривал. Напротив Шона сидел... О нет, там сидел этот наглец из автобуса. Но был он не один. На его коленях сидела красивая смуглая брюнетка и они увлекательно о чем-то шептались. Пусть только заговорит со мной...Стоп, я не ревную! Когда мы подошли к ребятам, нам сразу же уступили место и я уселась между Алексом и Моникой. Тусклый свет окрашивался светодиодами, в некоторых местах были даже красные подсветки...Шон явно подготовился к этому мероприятию. Атмосфера истинного ночного клуба и этот взгляд... Тёмный, хищный. Я пыталась не смотреть в его сторону, но эта его нахальная улыбка не позволяла мне этого сделать. Он не обращал внимание на сидящую пассию, ему было всё равно. Моника вела веселую беседу с ребятами, Алекс уже пил пятый по счету стакан, а я всё так же залипала на этого самодовольного придурка. Вскоре меня отвлекли, это был Алекс, который закинул на меня свою руку, а затем наклонился ко мне.\n— Я уже говорил как тебе идёт это платье, принцесса? Тебе правда интересно здесь находиться? Ты только скажи и я мигом отвезу тебя домой, не стесняйся. — пропел мне шепотом Алекс. Казалось, он играет со мной, но лишнего не позволял. Я заметила с какой аккуратностью он закинул на меня руку, нет, он точно не такой как тот засранец. Стоп. А, ведь, я даже не знаю его имени. Ну ничего, много чести. \n— Эй, принцесса...О чем ты там думаешь? — в себя меня привёл Алекс. Он прав, я правда стала больше думать о этом придурке. Пора заканчивать и насладиться вечером. \n— Прости, Алекс. Просто задумалась немного. Тут очень красиво и я сюда приехала ни для того, чтобы через пару минут уехать обратно домой. Не сегодня. — ответила я и взяла красный стаканчик, стоящий на столике, напротив меня. Отпив немного жидкости, горло сразу же обожгло и я, нахмурившись, прикрыла рот. \n— Кто-то явно не умеет пить, хах. Почему я не удивлён? Кто сюда притащил эту малышку? Вы только поглядите на эту домашнюю кошечку. — не удержался наглец. Нашёл ведь момент надо мной поиздеваться. Ну ничего, я ему ещё покажу! После сказанного парень залился смехом и приобнял свою спутницу на этот вечер. \n— Эу, Дэни. А ну прикрой свой грязный рот и давай без шуточек. С кем не бывает? Я раньше тоже не пил. — уф, а теперь меня принялся защищать Шон, отлично. Я вырвала из рук парня бутылку с какой-то жидкостью, кажется это была водка, затем отпила пару глотков и старалась не морщиться. В это время я увидела взгляд Дэна...Так его зовут. Он был явно шокирован, но мне это нравилось. Жидкость прожгла все мои внутренности, было очень жарко и немного подташнивало. Моника погладила меня по плечу и я отдала ей бутылку. Вместо этого мне передали пиво. \n— Кстати, Марго, а ты знакома уже с моим братом? — сказал Шон и взглядом указал на Дэна, который уже во всю лапал зад своей подружки. Так это значит его брат, явная противоположность приличного Шона. А может он такой же. Но Дэн как будто не хотел меня мучать и ответил за нас.\n— Да, как-то в автобусе познакомились. — как я его ненавижу, боже. Он ещё так сказал будто это для него обычное дело. \n— А что ты делал в автобусе, когда у тебя есть транспорт?- сказал Шон.\n— Да так, для своего интереса. Как видишь это было не зря. \nСидели мы долго, я с интересом слушала разговоры ребят и не заметила сколько выпила. Немного кружилась голова и мне было так хорошо. Все вокруг плясали. Я почувствовала как сумочка на моих коленях завибрировала, открыв её я поняла, что мне звонила мать. У меня моментально затряслись ноги и вспотели ладошки, я встала и направилась на улицу.\n— Я скоро приду, ребят. Веселитесь.\n\n\n",
    "answers": [
      {
        "id": 11,
        "text": "Выйти на улицу."
      }
    ]
  },
  {
    "id": 11,
    "text": "Через орущую толпу я мигом проскочила на улицу и отошла немного от дома, затем я всё же решилась поднять трубку.\n— Алло! Марго? У тебя всё хорошо? Почему ты так долго не брала трубку? Погодите... Это что, музыка играет? \nКак и стоило ожидать, мать закидала меня вопросами с ног до головы, я попыталась собраться с мыслями, сделала серьёзный голос и сказала:\n— Мам, всё хорошо. Да, это музыка. Соседи решили повеселиться. Наверное у них какой-то праздник. Трубку не брала, потому что была занята уроками и не слышала телефон. Прости.\nВ этот момент я даже услышала облегченный вздох матери.\n— Ладно, солнце, целую тебя. Занимайся. Обещай звонить мне.\n— Обещаю мам. Спокойной ночи.\n— Так вот куда ты ушла. — этот красивый акцент я узнаю из тысячи..Этот манящий голос, это был Дэн. Я положила телефон в сумочку и повернулась к нему. В голове всё кружилось и я чуть пошатнулась от этого. \n— Ты больше не пьёшь. — сказал Дэн, но теперь его лицо было серьёзным, он не ухмылялся. Я решилась посмотреть ему в глаза. Они были голубыми как у Шона, эти растрёпанные волосы ему к лицу. Аккуратные брови, пухлые губы и взгляд, который сложно было заметить. Но он ведь не один, так какого черта я разпинаюсь?\n— Отвали, а. Сколько хочу, столько и пью. Иди к своей \"подружке\". А меня оставь в покое. — мне не было стыдно после сказанного, я смотрела в его наглые глаза и пыталась разглядеть хоть что-то. Только что я могла в них разглядеть?\n— Так, всё. Поехали я тебя отвезу. — сказал Дэн и подошёл ближе, он схватил меня за руку и куда-то потащил. Но может он прав и мне правда стоит поехать домой? Время уже позднее и тётя Роуз будет переживать.\n— Хорошо-хорошо! Отпусти только меня. Я сама смогу идти.\nОн приподнял руки как будто сдавался и мы пошли к окраине дома, туда, где стояло куча машин. Интересно какая из них его? Но не тут-то было. Мы подходили всё ближе к одинокому мотоциклу, который стоял между машинами. Дэн, ты серьёзно?\n— Я на него не сяду! — парень вопросительно посмотрел на меня, приподняв свою бровь.\n— Тебя и спрашивать никто не будет. Давай залезай. Или тебе помочь? — Дэн скрестил свои руки и улыбнулся.\n— Я не могу... Мне страшно. — я чуть отошла от мотоцикла и почувствовала как мои коленки затряслись в ужасе. Дэн подошёл ко мне.\n— Доверься мне, всё будет хорошо. Просто держись крепче, ладно? — он приподнял пальчиком мой подбородок и в этот момент глянул на мои губы. Я ничего не смогла сказать, хватило сил лишь молча кивнуть. Дэн улыбнулся мне и помог сесть на стального коня, он накинул на меня свою куртку, сам же остался в черной майке.\n— Ну же, обними меня и держись крепче. — я обхватила его торс своими ручками и почувствовала его напряжённые мышцы. Он был таким тёплым, даже горячим. Я положила голову ему на спину и прижалась к его массивному телу. Мы, наконец, тронулись с места и я автоматом сжала руками его майку и закрыла глаза. Всё же я осмелилась открыть глаза. Мы мчались по ночной трассе, ветер был вовсе не холодным, он освежал моё пылающее личико. Я смотрела по сторонам и поймала себя на мысль, что люди, ездящие на мотоциклах — свободные. Дэн вёл уверенно и совершал красивые манёвры, обгоняя машины. Мы быстро добрались до моего дома и я медленно слезла. Дэн стоял рядом и смотрел на меня.\n— Ну вот мы и на месте. — сказал Дэн и облокотился на свой мотоцикл.\n— Это было здорово! Я первый раз прокатилась на таком аппарате. — мне показалось, что мы сможем найти общий язык с Дэном и всё не так плохо, как говорила мне Моника, но это лишь занавес.\n— Так значит я у тебя первый, да? — сказал Дэн с самодовольной ухмылкой. Я сейчас не поняла, он шутить умеет? Я толкнула его легонько в грудь и улыбнулась, но потом сразу же пожалела об этом. Он схватил мою руку, резко перевернул и прижал к мотоциклу. У меня мгновенно сбилось дыхание и какое-то странное чувство раздалось ниже живота. Он был так близко, я ощущала его дыхание, это была мята. Он медленно наклонился ко мне, посмотрел на губы, затем прошептал на ухо.\n— Отдашь мою куртку или тебе понравилось в ней ходить? — нет, ну он определённо издивается. Какая я наивная. Резко сняла с себя его куртку и кинула ему.\n— Держи! Спокойной ночи, Дэн. Придурок! — я уходила к дому и слышала его заливающийся самодовольный смех.\n— Ну куда же ты? А поцеловать на ночь? — да пошёл ты в жопу, придурок. Прежде, чем хлопнуть дверьми дома, я показала ему средний палец.\n\n\n",
    "answers": [
      {
        "id": 12,
        "text": "Зайти в дом."
      }
    ]
  },
  {
    "id": 12,
    "text": "Когда я зашла в дом, то глянула в окно, Дэна уже не было. Я улыбнулась и пошла к себе в комнату. Дома всё так же никого не было и меня это обрадовало. Думаю, что знакомство с новыми ребятами я провела довольно таки весело. Мои мысли вновь перебил телефон. Он завибрировал и загорелся экран. Снова какая-то смс-ка. Я разблокировала его и принялась читать. \n\" Моя куртка теперь пахнет твоими духами, всё же нужно было оставить её тебе. Спокойной ночи, Марго.\" Не знаю почему, но его сообщения начали вызывать у меня улыбку. Я набрала себе тёплую ванну, расслабилась и всё не могла забыть выражение его лица, когда он уговаривал отвезти меня домой, ну как уговаривал, скорее настаивал. Но не суть. Я вышла с ванны и лягла в свою кроватку, не успела и заметить, как уснула.",
    "answers": [
      {
        "id": 1,
        "text": "Конец первой главы \" ЗНАКОМСТВО\""
      }
    ]
  },
  {
    "id": 13,
    "text": "Его хищный взгляд смотрит прямо в мои глаза, я чувствую его мятное дыхание на своих губах, он так близко. Я чувствую как внутри раздается некое тепло по всему телу. Указательным пальцем он обводит мои губы, затем медленно наклоняется, я тянусь на встречу ему и...Маргоша, вставай. Стоп! Что?! \n— Марго! Ну с такими темпами ты точно в школу опаздаешь. — я открыла глаза и увидела тётю Роуз и разочарованно вздохнула.\n— Давай собирайся и на уроки. Не то опоздаешь, а этого нам не нужно. — тётя Роуз чмокнула меня в щеку и ушла, закрыв за собой дверь комнаты. \nБоже, ну до чего я докатилась! Этот самовлюблённый наглец мне ещё снится начал. Ну класс! Просто супер. \nЯ быстренько встала, заправила постель и проверила свой телефон на наличие смс, но ничего там не было. Вопреки самой себе я всё же немного расстроилась. После проверки, я направилась в ванную и привела себя в божеский вид. Почистила зубы, приняла душ, накрасилась и высушила феном волосы, немного парфюма и воу-ля, готово. Я спустилась на кухню, позавтракала вместе с тётей Роуз и дядей Кларком, поцеловала обоих на прощание и поспешила на остановку. ",
    "answers": [
      {
        "id": 14,
        "text": "Пойти на остановку."
      }
    ]
  },
  {
    "id": 14,
    "text": "Как только я вышла за порог дома и отправилась в сторону остановки, за своей спиной я услышала рёв мотоцикла, мелкая дрожь пробежалась по моему телу и появилось некое волнение, но я сделала вид, что ничего не слышу. Мало ли сколько мотоциклистов разъезжают по городу. Но рёв мотора не унимался и становился всё ближе.\n— Эй, Марго. Ты всё ещё дуешься за вчерашнее? Брось. Это я на тебя дуться должен, потому что ты забыла кое-что. Помнишь? — произнес Дэни с улыбкой на лице. Парень был явно доволен собой.\nНет, ну что он пристал ко мне? \n— И что же я забыла? Можешь напомнить, пожалуйста? — сделала вид, будто мне всё равно.\nПарень резко сдвинулся с места и перегородил мне путь, встал напротив меня. Дэн был сегодня как никогда хорош. Чёрная тонкая куртка, перчатки, белая футболка под низом, чёрные джинсы и кроссовки, а на глазах зеркальные очки. Он заглушил мотор, снял свои очки и натянул те на голову. \n— Во-первых ты мне должна за то, что я подвёз тебя домой — в этот момент я хотела возразить, но парень быстро поднял руку и махнул, мол \"помолчи\".\n— Да и то, что я сам настоял, чтобы тебя подвезти — не в счёт. Во-вторых, красавица, ты меня оскорбила и в-третьих... Где мой поцелуй на ночь? — парень говорил почти серьёзно, но я знаю его шуточки.\n— Я тебя огорчу, сейчас не ночь. — выдавила я и скрестила руки.\n— Ладно, что ж, твоя взяла. Послушай, мы немного ни с того начали. Как на счёт знакомства заново? \nЯ не верю своим ушам. Это правда не сон? \n— Как-то это всё подозрительно. \nДэни улыбнулся и пожал плечами.\n— Может быть, решать тебе. Ну, а пока ты решаешь, давай запрыгивай. Кажись ты уже опаздываешь. — произнёс парень и взглянул на часы, после разхохотался.\nЯ в ужасе глянула на время и с облегчением выдохнула.\n— Придурок, как смешно, да?! — я ударила парня в грудь у мильком улыбнулась. Дэн помог мне сесть на мотоцикл. Мы тронулись с места и я обняла Дэни. Ветер дул прямо в лицо и развивал волосы, в один прекрасный момент мне захотелось просто расслабиться. Я отпустила парня и расправила руки в стороны. Дорога была гладкой. Дэни повернул ко мне голову и улыбнулся, он не пытался как-то подколоть меня или же прибавить скорость, чтобы я резко дёрнулась, он поправил зеркало мотоцикла и всю дорогу я ловила его взгляд на себе. Я и не заметила как быстро мы доехали. Я вскочила с мотоцикла на ноги и поправила растрёпанные волосы.\n— Не поправляй. Растрёпанные тебе больше идут. — уххх эта наглая ухмылка, когда-нибудь я его точно убью. Я всеми силами сделала как можно правдоподобную улыбку, но Дэн заметил это.\n— Не криви своё личико. В общем я заберу тебя после школы и сегодня вечером ты пойдёшь со мной.\n— Это куда ещё? — возмутилась я.\n— Это секрет, Марго. Но я уверен, что тебе понравится.\n— Я подумаю. — Дэн показал указательным пальцем отрицательный жест.\n— А-а-а, ты мне должна. Так что отказы я не принимаю.\n— А ты не идёшь на учёбу? \nДэни почесал затылок и произнёс.\n— Учёба не для меня. Ну до скорого, красотка. — парень быстренько подмигнул мне, надел очки и резво тронулся с места, оставив за собой клубки дыма.\n",
    "answers": [
      {
        "id": 15,
        "text": "Пойти в школу."
      }
    ]
  },
  {
    "id": 15,
    "text": "Я наблюдала за тем, как быстро Дэн куда-то уезжает. И какие это дела могут быть у него, что он так легко пропускает школу? В общем не важно. Как только я повернула голову в сторону школы, я заметила вопросительный взгляд Моники.\n— Не знаю что это сейчас было, но ты обязана мне всё рассказать! — подруга быстро подбежала ко мне и начала всё расспрашивать.\n— Так он теперь твой личный водитель? — поинтересовалась Моника, мечтательно закрыв глаза.\n— Нет! Ничего такого..Мы..Мы просто друзья, вот и всё. — сказала как отрезала. День выдался весьма тяжёлым. Сегодня были мои самые \"любимые\" предметы. И как я не пыталась сосредоточиться на главном, а именно на учёбе, мои мысли переносились в тот вечер, когда Дэн подвёз меня домой. Это что-то необъяснимое, есть в нём такое...Завораживающее, таинственное. ",
    "answers": [
      {
        "id": 16,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 16,
    "text": "— Эй, Дэн, а твоя новая сучка ничего. — проговорил парень, сидя на своём стальном коне и придавая газу. Толпа ревёт громче моторов. \n— Давай так, Дэни...Кто первым трахнет эту девчушку, тот и станет королём этих улиц? — парень не отступал от своего, он смотрел вперёд, но при этом разговаривал с Дэниэлом. \n— Что скажешь? Или тебе слабо?\nДэн прокрутил ручку газа и выдавил так, что мотор зарычал как зверь.\n— Запомни на всю свою жизнь, даже когда я тебя уделаю на дороге в который раз, я всё равно буду впереди и ты так же жадно будешь глотать мою пыль. — я придал этому высказыванию как можно больше яда и закрыл визор на шлеме. Толпа всё так же не замолкала. И тут посоеди дороги, рядом с мотоциклистами, встала девушка, но никто не смотрел на неё. Двое гонщиков смотрели лишь на флаг в её руке. Она резво махнула ним вверх и толпа замерла. \n— Готов? — сказала девушка, указывая пальцем на Дэни, тот лишь кивнул.\n— Готов? — проговорила она так же, на этот раз показывая пальцем на противника и тот тоже кивнул.\n— Тогда поехали!! — девушка резко опустила флаг вниз и двое гонщиков сорвалось с месте. Дэни немного отставал, но это лишь вопрос времени. Он совершает несколько приемов и обгоняет парочку машин, тем самым догоняя противника. Дэн наклоняет рокпус мотоцикла вправо, обгоняет очередную машину и вырывается на первую позицию, оставляя другого глотать пыль. Противник пытается подрезать Дэни, но тот ловко уворачивается, ещё впереди один километр и финишн. Дэн не сбавлял ходу, он всё так же легко маневрировал среди кучки машин. И вот впереди куча болейщиков. Финишная черта. Дэн радовался очередной победе. Противник повержен.\n— Так что, Ден? Подумай над моим предложением. \n\n\n\n",
    "answers": [
      {
        "id": 17,
        "text": "Марго."
      }
    ]
  },
  {
    "id": 17,
    "text": "Весь день в школе я только и делала, что думала про Дэна. Ну почему именно он? \n— Хей, Маргош, какие планы сегодня на вечер? — оборвал мои мысли Шон. \n— Я? Ну-у-у...Пока не знаю. — промямлила я. Но ведь и правда не знала, что буду делать этим вечером. \n— Отлично! Может сходим в кино? — Шон говорил очень спокойно в то время, когда внутри меня всё просто взрывалось. Кино?! Ты серьёзно? Я действительно бы пошла с Шоном. Но Дэн? Хотя кто он мне такой?\n— Эй, милашка, так что? Пойдёшь со мной? — Шон приподнял свою светлую бровь и выжидающе посмотрел на меня.\n— Почему бы и нет? Думаю будет весело. — кое как выдала я и улыбнулась краем губ.\n— Здорово. Тогда в шесть я за тобой заеду. — на последок парень подмигнул мне и пошёл прямо по коридору, пока и вовсе не пропал с виду. \nИнтересно, чем сейчас занимается Дэн? Хотя это не важно. Сегодня я иду в кино с одним из самых привлекательных парней школы. Мне не о чем беспокоиться. \nДень в школе тянулся долго. После уроков я стояла на крыльце школы вместе с Моникой, думала что Дэн , как и говорил, заберёт меня. Но его всё не было. \n— Слушай, Маргош, да пошёл он к чёрту! Ты сегодня идёшь на свидание с Шоном, какое тебе дело до этого урода?\n— Это не свидание. Мы лишь сходим с ним в кино. — возмутилась я.\n— Послушай, дорогая, если парень приглашает тебя в кино это значит, что он позвал тебя на свидание. Так что не глупи и будь хорошей девочкой. Я знаю Шона не первый год и он точно не такой как Дэн. \nМожет Моника и права. Я поправила свою сумку через плечо, Моника подхватила меня под ручку и мы пошли по домам, напивая различные песни, которые заводила Моника.",
    "answers": [
      {
        "id": 18,
        "text": "Прийти домой."
      }
    ]
  },
  {
    "id": 18,
    "text": "Я, наконец, пришла домой и скинула с себя сумку, облегчённо вздохнула после тяжёлого школьного дня. Дома никого не было. Я пошла на кухню и заметила там записку и пару купюр. \"Дорогая, мы с дядей Кларком уехали к тётушке Саре на пару дней, вот тебе 300$ на карманные расходы. Я надеюсь, что у тебя будет всё в порядке. Сегодня вечером позвоню.\"\nПрочитав записку я практически визжала от радости. Пару дней я буду дома одна. Может приглашу Монику на ночовку к себе, с ней уж точно не заскучаешь. \nС хорошим настроением я пошла в душ, чтобы смыть с себя всё дневное напряжение. \nВремя подходило к шести. Я надела своё красное платье, подобрала под него каблуки и сумочку, так же достала дорогое колье, которое мне подарила мама на день рождения. Навела небольшой марафет на лице и уже через пару минут была готова. Последний раз глянула на себя в зеркало и вышла с дома, осмотревшись по сторонам. Рядом, на обочине дороги, стоял красный форд мустанг. У меня чуть челюсть не отвисла, я сделала пару шагов в сторону машины и на встречу мне вышел Шон. Джинсы, рубашка с закатанными по локоть рукавами и уложенная причёска. \n— Привет, Марго. Ты потрясно выглядишь. Впрочем как и всегда — пропел блондин и открыл мне дверцу машины.\n— Спасибо, Шон. Тебе тоже идёт наряд. Не видела ещё тебя в рубашке. — мило улыбнувшись парню я села в машину. В салоне плавно играли тихие басы, веял приятный аромат. На низу салона можно было увидеть красную подсветку.\n— Нравится? — улыбнулся парень и завёл машину.\nЯ лишь кивнула ему и мы тронулись с места. Если на мотоцикле хорошо ощущалось движение, то в машине было всё как по маслу. Я даде не почувствовала как мы начали движение. Машина буквально скользила по дороге. Я с интересом рассматривала вид из окна и Шон это заметил. Он одним движением пальца спустил окно машины и меня обдало приятной прохладой вечернего ветра. Как и в детстве я вытащила руку из салона и приподняла вверх, Шон тут же подбавил громкость музыки и мы навеселе доехали до кинотеатра.\n— Ну вот и приехали. Надеюсь тебе понравится фильм, который я выбрал. — Шон пристально смотрел мне в глаза и улыбался белоснежной улыбкой, затем быстро вышел из машины и подался открыть мне дверь. Я вышла и немного потеряла равновесие. Парень тут же подхватил меня одной рукой и прижал к себе. Сердце забилось очень быстро, не передать на сколько. Его горячее дыхание было в пару миллиметрах от моих губ. От нервов я прикусила нижнюю губу и Шон сразу посмотрел на это, его глаза прямо таки искрились.\n— Ты в порядке? — произнёс парень рядом с моими губами и так тихо. Если бы в темноте я услышала этот голос, то не узнала его. \n— Да-а. Я в порядке, спасибо. — парень медленно выпустил меня из своих цепких объятий и я заметила как он сделал это с большой неохотой. \n— В следующий раз будь аккуратнее. — я кивнула Шону и мы направились к кинотеатру.",
    "answers": [
      {
        "id": 19,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 19,
    "text": "Мы зашли в здание большого кинотеатра, я осмотрелась по сторонам. Он был просто огромен. Висели большие плакаты  с афишами известных киносериалов.\n— Пойдём, нам туда. — Шон приобнял меня одной рукой за талию и повёл прямо по коридору. Через пару минут мы нашли нужную комнату и отдав билетики, прошли на свои места. В зале пахло попкорном и царил приглушенный свет. Начали крутить фильм, всё время Шон пытался положить руку на моё колено, но я изо всех сил пыталась убрать ногу как можно дальше. Фильм мне не особо зашёл, но пришлось притвориться, что мне нравится, не хотелось портить настроение Шону. \nПосле просмотра фильма все встали со своих мест и направились к выходу. Я ждала пока люди с нашего ряда пройдут дальше, стояла я спереди парня, Шон обжигал сзади мою шею своим дыханием и как бы невзначай провёл рукой по моей талии, которую я тут же убрала. Наконец мы вышли из зала и пошли на выход.\n— Ну как тебе фильм? Я так понял ты не особо заинтересована в драммах. Я думал всех девчонок такое цепляет. — садится в машину парень и смотрит на меня с улыбкой. \n— Фильм действительно не плох, но, как мне кажется, это слишком банально. Она хорошая девочка, он плохой и от ненависти до любви остаётся всего один шаг. Они влюбляются, затем опять проблемы, а в итоге они и вовсе расстаются. — улыбаюсь Шону и рассуждаю просмотренный фильм. Смотрю на время в своём телефоне и удивляюсь почему до сих пор не звонила тётя. Думаю просто отдыхают. Ничего, завтра позвоню ей сама.\n— Да, Марго, ты права. Но некоторые в зале даде умудрились проронить слезу. Что ж, я отвезу тебя домой. \n Шон трогается с места и моё лицо тут же окутывает прохладный ветер из открытого окна автомобиля. Через несколько минут мы уже стояли на обочине возле моего дома. Шон заглушил мотор и протянул ручку к моему лицу, провёл по щеке и убрал, мягко улыбнулся.\n— Ну что, принцесса, тебе уже пора. Завтра я устраиваю вечеринку, надеюсь ты придёшь. \n— Ничего не могу обещать. \n— Не хочу ничего слушать, Маргош, мы с ребятами тебя ждём. \n— Я подумаю — сказала я и вышла с машины. Шон послал мне воздушный поцелуй и посмеялся. Его двигатель взривел рядом со мной и тронул, я помахала Шону вслед ручкой, затем зашла в дом.",
    "answers": [
      {
        "id": 20,
        "text": "Зайти в дом."
      }
    ]
  },
  {
    "id": 20,
    "text": "Я зашла в дом и тут же откинула в сторону сумочку. Хух, как же я устала. Я прошла в свою комнату и разделась, после направилась в ванную и приняла душ, замоталась полотенцем и села в зале на диванчик, включив огромную плазму и тут я услышала сильные стуки в дверь. Я резко привстала и медоенным шагом направилась к двери.\n— Кто там? — спросила я, не показывая свой страх.\n— Марго, открой. Мне нужна твоя помощь. — это Дэн! Немного подумав распахиваю двери и передо мной показывается силуэт парня, он делает пару шагов в мою сторону и останавливается слишком близко.Чувствую запах мяты, мои коленки тут же непроизвольно задрожали. Я впустила парня в дом и заперла двери, включила свет и увидела, что Дэн изрядно помотан. У него была рассечена бровь и губа, но это делало лицо парня только привлекательнее. \n— Боже, Дэн! Что случилось? \n— Давай без вопросов, красавица. У тебя есть чем обработать? \n— Да, конечно. Проходи пока что в зал. — И тут до меня доходит, что я только в полотенце. Парень смотрит на меня голодным взглядом, его дерзкие глазки бегают по моему телу от кончиков пальчиков на ножках, до самых глаз. Я заметила как он прикусывает свою губу и меня в этот момент обедает жаром. Я быстро пошла в сторону кухни и открыла тумбочку, где у тёти лежали разные лекарства. Ничего другого кроме спирта я не нашла, взяла флакончик и оторвала кусочек ваты, направилась к парню. Дэн сидел на диване, вальяжно расположившись и перебирая каналы на пульте. Как у себя дома. Подошла к нему и одной рукой взяла его за лицо, чтобы придержать.\n— Немного пощипит. \n— Обрабатывай уже. \nНаливаю на вату спирт и начинаю обрабатывать ссадины на лице у парня. Замечаю, что его взгляд лежит только на моих губах. Так близко я ещё никогда не видела лицо Дэна. Красивые черты лица, аккуратные брови и голубые глаза, как бездонный океан. Наши взгляды встречаются и я замираю. Он медленно тянется ко мне и накрывает мои губы своими. Так дерзко, нежно и в какой-то момент требовательно. Я просто растворяюсь в этом поцелуе. Его язычок проскальзывает между моих губ и начинает хозяйничать. Парень властно усаживает меня сверху на себя. Мне всё равно, что у меня немного задралось полотенце, всё равно что в таком виде, да ещё и сверху на парне, который изучает моё тело своими сильными руками. Сейчас есть только я, он и этот увлекающий за собой поцелуй. ",
    "answers": []
  }
]