[
  {
    "id": 1,
    "text": "Автор: Clématite Violette\nЖанры: романтика, фэнтези, школа \n\n  Приглашение в Старлинг было сродни письму из Хогвартса: лучшая школа Европы лишь раз в год отбирала сотню самых одарённых детей на бесплатное обучение. Выпускники Старлинг всегда быстро поднимались по карьерной лестнице, их с распростёртыми объятиями принимали в любые ВУЗы, а после, не менее радушно, звали на высокооплачиваемую престижную работу. Однако, на деле не всё оказалось так гладко, и... Эй! У этой девчонки что, рога?!",
    "answers": [
      {
        "id": 28,
        "text": "Содержание"
      },
      {
        "id": 3,
        "text": "Достижения"
      }
    ]
  },
  {
    "id": 2,
    "text": "  Кей потерял родителей в автокатастрофе, когда был ещё совсем ребёнком. Близких родственников у него не было, а дальние не захотели брать опеку над, по сути, чужим малышом. Так он оказался в детском доме. \n\n  С тех пор прошло одиннадцать лет, и, незадолго до совершеннолетия, он получил письмо из закрытой школы в Англии. Да, пусть он уже не обретёт того объёма знаний, которым располагали те счастливчики, перешедшие в Старлинг в младшей — или даже средей — школе, но это маскимально закрытое учреждение как раз славится своим индивидуальным подходом и умением вкладывать знания в любые головы, а на собеседовании мало интересуются временем, проведённым в Звёздной школе. Одного диплома об окончании будет достаточно, чтобы жизнь стала сказкой, поэтому парень без лишних раздумий воспользовался выпавшим шансом. Он даже знает, почему пригласили именно его!",
    "answers": [
      {
        "id": 4,
        "text": "Из-за высокого интеллекта",
        "answerImage": [
          "https://d.radikal.ru/d24/2010/04/657e7677daf4.png"
        ]
      },
      {
        "bg_color": [
          1,
          1,
          1
        ],
        "text_color": [],
        "id": 5,
        "text": "Из-за высокой эмпатии",
        "answerImage": [
          "https://a.radikal.ru/a14/2010/97/f962c440e7b7.png"
        ]
      },
      {
        "id": 6,
        "text": "Из-за силы воли",
        "answerImage": [
          "https://b.radikal.ru/b00/2010/31/acd3df4b3fc5.png"
        ]
      },
      {
        "id": 7,
        "text": "Из-за спортивной подготовки",
        "answerImage": [
          "https://c.radikal.ru/c01/2010/e1/5bdc37aea31f.png"
        ]
      }
    ]
  },
  {
    "id": 3,
    "text": "                            Ваши достижения:",
    "answers": [
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "Охотник на демонов",
        "need": 1000
      },
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 4,
    "text": "  Да, именно из-за высокого интеллекта. Кею всегда легко давалось обучение, он с детства занимал призовые места на местных олимпиадах и пару раз даже на окружных. Его IQ равняется 120~133 в зависимости от теста. Старлинг идеально подойдёт, чтобы реализовать весь его потенциал.",
    "answers": [
      {
        "id": 8,
        "text": "Англия, жди!",
        "var_set": [
          "lovetoYuri",
          0
        ]
      }
    ]
  },
  {
    "id": 5,
    "text": "  Кея всегда интересовала психология, он легко понимал людей, их мотивы, эмоции, чувства и переживания. Прекрасно ладил с людьми и мог подобрать ключ даже к самому чёрствому сухарю, что сделало его душой компании.",
    "answers": [
      {
        "id": 8,
        "text": "Англия, жди!",
        "var_set": [
          "lovetoYuri",
          0
        ]
      }
    ]
  },
  {
    "id": 6,
    "text": "  Вот уж чего-чего, а упорства ему было не занимать! Кей всегда мог отстоять свою точку зрения и всего добивался терпеливым усердием. Железные принципы и железная воля сопровождают каждый его шаг.",
    "answers": [
      {
        "id": 8,
        "text": "Англия, жди!",
        "var_set": [
          "lovetoYuri",
          0
        ]
      }
    ]
  },
  {
    "id": 7,
    "text": "  Кей с детства отдавал себя тренировкам. Пусть он так и не смог определиться с видом спорта, в котором хотел развиваться, юноша лучше всех в интернате играет в баскетбол, футбол и волейбол. А в прошлом году выигрывал городские соревнования по плаванию.",
    "answers": [
      {
        "id": 8,
        "text": "Англия, жди!",
        "var_set": [
          "lovetoYuri",
          0
        ]
      }
    ]
  },
  {
    "id": 8,
    "text": "  Звёздная школа берёт на себя все расходы и волокиту с документами, поэтому Кей посвятил остаток недели прощанию с друзьями и преподавателями. \n\n  Естественно, он волновался. Школа, в которой ему предстоит учиться до двадцать одного года, финансируется вовсе не за счёт государства или какого-то мецената. В первую очередь, Старлинг — школа для богатеньких детишек, и Кей заранее готовился к не самому лучшему отношению оных к \"бюджетникам\". В обычных-то школах процветает иерархическое деление, чего же ждать от учреждения, сталкивающего нос к носу совершенно разные слои общества?",
    "answers": [
      {
        "id": 9,
        "text": "Рассуждать логически",
        "need": 4,
        "answerImage": [
          "https://d.radikal.ru/d24/2010/04/657e7677daf4.png"
        ]
      },
      {
        "id": 10,
        "text": "Прислушаться к себе",
        "need": 5,
        "answerImage": [
          "https://a.radikal.ru/a14/2010/97/f962c440e7b7.png"
        ]
      },
      {
        "id": 11,
        "text": "Махнуть рукой ",
        "need": 6,
        "answerImage": [
          "https://b.radikal.ru/b00/2010/31/acd3df4b3fc5.png"
        ]
      },
      {
        "id": 12,
        "text": "Проветриться",
        "need": 7,
        "answerImage": [
          "https://c.radikal.ru/c01/2010/e1/5bdc37aea31f.png"
        ]
      },
      {
        "id": 13,
        "text": "Собрать вещи"
      }
    ]
  },
  {
    "id": 9,
    "text": "  Ну, допустим, что иерархическое деление присутствует. Что мешает просто избегать общения с неприятными людьми? К тому же, в школу ведь ежегодно набирают сотню человек, пусть и разного возраста. Вряд ли Кей будет единственным приглашённым на весь класс, так что бояться нечего.",
    "answers": [
      {
        "id": 13,
        "text": "Собрать вещи"
      }
    ]
  },
  {
    "id": 10,
    "text": "  Кей сделал глубокий вдох и сосредоточился на своих ощущениях. Волнение. Волноваться вполне нормально, но никакой пользы из этого не извлечь. У парня ведь никогда не было проблем в налаживании отношений, с чего бы им возникнуть в Старлинг? Те, кому повезло родиться в обеспеченных семьях, что, не люди? Очень даже люди, не стоит думать о них как о хищниках.",
    "answers": [
      {
        "id": 13,
        "text": "Собрать вещи"
      }
    ]
  },
  {
    "id": 11,
    "text": "  Пф, подумаешь! Кея не так-то просто за пояс заткнуть. Это не ему, это школьным задирам надо бояться. Не портить же себе настроение из-за каких-то избалованных детишек. Это Звёздная школа, а он переживает из-за коллектива? ",
    "answers": [
      {
        "id": 13,
        "text": "Собрать вещи"
      }
    ]
  },
  {
    "id": 12,
    "text": "  Вечерняя пробежка ещё никому не вредила.\n\n  Прохладный августовский ветерок выдувает из головы от навязчивые мысли. Всё становится просто и понятно, когда осознаёшь, что можешь надрать зад большинству обидчиков. Главное, чтобы не боксёры.",
    "answers": [
      {
        "id": 13,
        "text": "Вернуться в интернат и собрать вещи"
      }
    ]
  },
  {
    "id": 13,
    "text": "  Дважды перепроверив, всё ли взял, Кей лёг спать. Утром за ним заехало такси, оплаченное школой. \n\n  Таксист явно не имеет никакого отношения к Старлинг, поэтому Кей не пытается завести разговор, что водителя устраивает. До аэропорта они доезжают быстро, без пробок.\n  Через семь часов парень уже садится в Звёздный школьный автобус, через окно разглядывая живописные городские пейзажи, вскоре сменившиеся зелёными лугами. \n  С Кеем в одном транспорте ехало ещё человек десять, все разных возрастов, но, кажется, американцы. Одну из девушек он видел в самолёте, они летели одним рейсом. Светлые каштановые волосы закрывали большую часть лица, но он узнал её по нашивкам на рюкзаке.\n\n  Кто-то разговаривал и даже смеялся, кто-то залипал в телефон, а кто-то, как Кей, скучающе смотрел на дорогу. Всё как в обычном школьном автобусе.",
    "answers": [
      {
        "id": 14,
        "text": "Приехали",
        "var_set": [
          "lovetoGrace",
          0
        ]
      }
    ]
  },
  {
    "id": 14,
    "text": "  Автобус остановливается у одинокого готического замка на холме. Если бы не герб Старлинг, строение можно было бы принять за графское имение, которым, скорее всего, оно когда-то и являлось.\n\n  Несколько таких же синих автобусов уже стоят, припаркованные, сбоку от главного корпуса.\n  Дети с восторженными возгласами выбегают из железной коробки на колёсах, и Кей выходит следом. Во дворе за стальными воротами уже собралась куча разновозрастных подростков. Пусть Кей и не брался бы считать, визуально их сотня, значит, все новенькие. \n\n  Женщина с серыми волосами и глазами цвета эвкалипта пыталась приуменьшить царящий вокруг хаос, параллельно заполняя журнал. Она называла имя и фамилию, ученик поднимал руку и переходил на вторую половину двора, за спину отмечающей. Сейчас группы перед и за ней были примерно равны, а значит, женщина где-то на половине алфавита.\n\n— Кейнет Уильям Ламберт, — очередь наконец дошла и до него.",
    "answers": [
      {
        "id": 15,
        "text": "Поднять руку",
        "var_set": [
          "lovetoNeko",
          0
        ]
      },
      {
        "id": 14,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b27/2008/74/79b7d5d29aa7.jpg"
      }
    ]
  },
  {
    "id": 15,
    "text": "  Кейнет протискивается сквозь одну толпу в другую, мельком замечая, как женщина ставит галочку напротив его имени в списке.\n\n  На удивление, процесс инициализации подходит довольно быстро. Когда перед отмечающей не остаётся ни одного ученика, она разворачивается, обращаясь к толпе:\n\n— Добро пожаловать в закрытую школу \"Старлинг\". Начальные классы, посмотрите налево. Профессор О'Мэлли отведёт вас к вашему корпусу, — женщина кивает в сторону молодого мужчины, стоящего у восточного крыла школы. — Средние классы, вам к профессору Мортимеру, — она указывает на кучерявого брюнета на ступеньках главного входа. — Старшие классы, за мной.\n\n  Толпа делится на три неравные части: чуть меньше половины учеников направляются к центральному входу, около трети — к профессору О'Мэлли, и лишь одна шестая, в которую входит и сам Кей, следует за женщиной, представившейся как Элизабет Заверри. Она ведёт толпу к восточному крылу, параллельно рассказывая о нюансах и правилах Старлинг.",
    "answers": [
      {
        "id": 16,
        "text": "Слушать Элизабет"
      },
      {
        "id": 17,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 16,
    "text": "— У каждого из вас будет попечитель, который возмёт на себя все расходы и ответственность. Мы предоставляем возможность ученикам самим решить между собой этот вопрос, но одно могу сказать точно: без спонсора вы не останетесь.\n\n  А вот это уже интересно. По толпе проходится волна оживлённого шёпота. Кажется, Уильям не единственный потрясён данной новостью. Профессор Заверри продолжает:\n— Первым делом вы подпишите договор о неразглашении, затем вам выдадут комнаты, учебники и форму. Дресс-код строго соблюдается. Потом вы все сдадите тесты на выявление потенциала. Не переживайте, он уже составлен с учётом ваших возможностей. \n\n  Парень так заслушивается, что не замечает, как движение прекращается, с неожиданности налетая на чью-то спину. Ученик крупного габарита разворачивается к нему и зло произносит:\n— Смотри, куда идёшь, утырок.",
    "answers": [
      {
        "id": 18,
        "text": "Извиниться"
      },
      {
        "id": 19,
        "text": "Нагрубить в ответ"
      },
      {
        "id": 20,
        "text": "Загладить конфликт",
        "need": 5,
        "answerImage": [
          "https://a.radikal.ru/a14/2010/97/f962c440e7b7.png"
        ]
      },
      {
        "id": 16,
        "text": "<Он вам это припомнит>",
        "comment": true
      }
    ]
  },
  {
    "id": 17,
    "text": "  Кейнет пропускает слова Элизабет мимо ушей, сосредоточившись на окружении. \n\n  Здание определённо старое, но серый кирпич выглядит весьма ухоженно. Зелёный газон, аккуратные кусты по периметру школы и клумбы, за которыми явно хорошо ухаживают, наталкивают на мысль о наличии садовника в школе. Кейнет правда не мог представить себе, чтобы дети богатейших людей мира пололи сорняки или обрезали сухостой, но возможности не отменял. \n\n  Сам замок очень большой, наличие нескольких входов, настолько удалённых друг от друга, говорит о том, что корпуса школ мало между собой пересекаются. В здании шесть-семь надземных этажей, но некоторые башни достигают аж тринадцати, если Уильям верно посчитал.\n\n  Кей замечает, что движение останавливается. Толпа зашла в здание. Огромный холл с двумя резными лестницами по центру и дверями по бокам предстаёт во всей своей красе. Красе не готической, а, насколько позволяют судить неглубокие познания Ламберта в архитектуре, эпохи Рококо. \n  Красиво, вне всяких сомнений, но куда исчезла треть учеников, пришедших сюда вместе с остальными? Кей ловит себя на мысли, что прослушал весь ознакомительный материал.",
    "answers": [
      {
        "id": 24,
        "text": "Вспомнить самостоятельно",
        "need": 4,
        "answerImage": [
          "https://d.radikal.ru/d24/2010/04/657e7677daf4.png"
        ]
      },
      {
        "id": 25,
        "text": "Спросить как ни в чём не бывало ",
        "need": 6,
        "answerImage": [
          "https://b.radikal.ru/b00/2010/31/acd3df4b3fc5.png"
        ]
      },
      {
        "id": 26,
        "text": "Молча не понимать, что происходит"
      }
    ]
  },
  {
    "id": 18,
    "text": "— Извините.\n  Бугай явно не прощает Кея, но интерес утрачивает. Вскоре их разводят по разным аудиториям — подписывать документы.",
    "answers": [
      {
        "id": 22,
        "text": "Ознакомиться с текстом договора"
      },
      {
        "id": 18,
        "text": "<Стив вас не запомнил>",
        "comment": true
      }
    ]
  },
  {
    "id": 19,
    "text": "— Да ты себя в зеркало видел? Я куда ни посмотрю, везде ты. Жрать меньше надо, чтобы людям проход не загорождать, — Кей заводится моментально. Нет, так-то он не очень конфликтный человек, но громила первым позволил себе оскорбление.\n— Ты чё, такой смелый? Или, может, бессмертный?\n— А даже если и так, что с того? — конфликт всё нарастал, хотя, казалось бы, какая глупая ситуация.\n— В восемь завтра за школой. Не придёшь — трухло.",
    "answers": [
      {
        "id": 23,
        "text": "— Как скажешь."
      }
    ]
  },
  {
    "id": 20,
    "text": "— Извините, я просто волнуюсь, боюсь напортачить в первый день, — Ламберт дружелюбно улыбается, обезоруживая оппонента. — Сегодня неудачный день.\n\n  Строгий взгляд здоровяка сменяется пристыженным.\n\n— Ладно, чё уж там. Ты это, тоже извини, что наехал. Я Стив, — он протягивает руку Уильяму, тот, недолго думая, её пожимает.\n— Кей.",
    "answers": [
      {
        "id": 21,
        "text": "Приятно познакомиться "
      },
      {
        "id": 20,
        "text": "<Вам удалось подружиться со Стивом благодаря своему навыку психологии!>",
        "comment": true
      }
    ]
  },
  {
    "id": 21,
    "text": "  Знакомство прерывают голоса из разных аудиторий, озвучившие их фамилии в списке. Кейнет понимает, что сегодня обзавёлся первым приятелем в школе, а ведь не прошло и суток! Переход в Старлинг начался как нельзя лучше. ",
    "answers": [
      {
        "id": 22,
        "text": "Изучить договор"
      }
    ]
  },
  {
    "id": 22,
    "text": "  В документе, присыпанном юридическими терминами, говорится об одной простой истине: всё, что происходит в школе, остаётся в школе, иначе — штраф, который выплачивать придётся всю жизнь.",
    "answers": [
      {
        "id": 27,
        "text": "Подписать"
      }
    ]
  },
  {
    "id": 23,
    "text": "  От драки парней спасает Элизабет, приглашая их подписывать документы. К счастью, здоровяка уводят в другую аудиторию. ",
    "answers": [
      {
        "id": 22,
        "text": "Изучить текст договора"
      }
    ]
  },
  {
    "id": 24,
    "text": "  Кейнет прекрасно понимает, что слышал слова Элизабет, просто не придавал им значения. Нужно лишь вспомнить.\n  Немного покопавшись в памяти, Ламберт извлекает-таки нужные строчки: \n\n\"— У каждого из вас будет попечитель, который возмёт на себя все расходы и ответственность. Мы предоставляем возможность ученикам самим решить между собой этот вопрос, но одно могу сказать точно: без спонсора вы не останетесь.  Первым делом вы подпишите договор о неразглашении, затем вам выдадут комнаты, учебники и форму. Дресс-код строго соблюдается. Затем вы все сдадите тесты на выявление потенциала. Не переживайте, он уже составлен с учётом ваших возможностей.\"\n\n  Ага, значит, сейчас время подписывать документы. Спустя минуту ожидания Кей слышит свою фамилию и заходит в указанную аудиторию.",
    "answers": [
      {
        "id": 22,
        "text": "Изучить текст договора"
      }
    ]
  },
  {
    "id": 25,
    "text": "  Кейнет подошёл к первому встречному ученику и задал животрепещущий вопрос:\n— А что мы тут делаем?\n— Контракт с дьяволом заключаем, — иронично бросил парень, ровесник Кея, крупного телосложения. \n— А если серьёзно? \n— А если серьёзно, то слушать надо было. Соглашение о неразглашении подписываем, — здоровяк сжаливается над невнимательным зевакой.\n— Ясно, спасибо, — Ламберт кивает и протягивает руку для знакомства: — Меня Кейнет зовут, кстати.\n— Стив, — он сжимает ладонь Кея до хруста в суставах, но улыбается искренне: скорее всего, просто не рассчитал силу, не преследуя цели навредить.\n\n  Голос из первой аудитории произносит фамилию Уильяма, и тот удаляется, ещё раз поблагодарив нового знакомого за помощь.",
    "answers": [
      {
        "id": 22,
        "text": "Изучить текст договора"
      },
      {
        "id": 25,
        "text": "<У вас со Стивом завязывается дружба>",
        "comment": true
      }
    ]
  },
  {
    "id": 26,
    "text": "  Кейнет непонимающе смотрит по сторонам, пока из аудитории не раздаётся женский голос, приглашающий зайти. Его усаживают перед листом бумаги со словами: \"Мистер Ламберт, ваша подпись\", — и Уильяму ничего другого не остаётся.",
    "answers": [
      {
        "id": 27,
        "text": "Подписать"
      }
    ]
  },
  {
    "id": 27,
    "text": "  Кей оставляет короткой росчерк в отведённом для этого поле и выходит из аудитории. Там Элизабет вновь отмечает учеников, подписавших документ, и проверяет, не потерялся ли кто. Заверившись, что все восемнадцать — Уильям специально посчитал — находятся в главном зале западного крыла, она раздаёт ключи и объсняет, что выгравированные цифры означают этаж и номер комнаты.\n\n— Ключи временные, чуть позже вам раздадут именные. В комнатах вас будут ждать книги и три комплекта школьной формы: парадная, ежедневная и спортивная. Их предназначения я объяснять не буду, сами догадаетесь. Вечером на ваши школьные ноутбуки придут распределительные тесты. Выйти в интернет с шести до девяти вы не сможете, так что все сообщения и ежедневные игровые бонусы собирайте сейчас. Ну или потом. Отбой в десять, подъём в шесть. Не спать можно, пропускать занятия — нет. Вопросы?",
    "answers": [
      {
        "id": 29,
        "text": "Спросить про систему оценивания",
        "need": 4,
        "answerImage": [
          "https://d.radikal.ru/d24/2010/04/657e7677daf4.png"
        ]
      },
      {
        "id": 30,
        "text": "Спросить про одноклассников",
        "need": 5,
        "answerImage": [
          "https://a.radikal.ru/a14/2010/97/f962c440e7b7.png"
        ]
      },
      {
        "id": 31,
        "text": "Спросить про количество заданий",
        "need": 6,
        "answerImage": [
          "https://b.radikal.ru/b00/2010/31/acd3df4b3fc5.png"
        ]
      },
      {
        "id": 32,
        "text": "Спросить про треннировки",
        "need": 7,
        "answerImage": [
          "https://c.radikal.ru/c01/2010/e1/5bdc37aea31f.png"
        ]
      },
      {
        "id": 33,
        "text": "Спросить про местоположение"
      },
      {
        "id": 34,
        "text": "Нет вопросов"
      }
    ]
  },
  {
    "id": 28,
    "text": "                                 Содержание:",
    "answers": [
      {
        "id": 28,
        "text": "Пролог",
        "comment": true,
        "need": 2
      },
      {
        "id": 2,
        "text": "Пролог",
        "need": -2,
        "var_set": [
          "lovetoAri",
          0
        ]
      },
      {
        "id": 28,
        "text": "I. Первый день, первые странности",
        "comment": true,
        "need": [
          -56,
          -54,
          -55
        ]
      },
      {
        "comment": true,
        "id": 28,
        "text": "I. Первый день, первые странности (в разработке)",
        "need": [
          55,
          54,
          56
        ],
        "need_sometimes": true
      },
      {
        "id": 1,
        "text": "На главную страницу (для сброса прогресса)",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 29,
    "text": "— А как проходит отбор на обучение?\n— Систему поиска учеников мы предпочитаем держать в секрете. Другие вопросы?",
    "answers": [
      {
        "id": 29,
        "text": "◇Ответ на эту загадку вам ещё предстоит узнать◇",
        "comment": true
      },
      {
        "id": 33,
        "text": "Спросить про местоположение",
        "need": [
          -33
        ]
      },
      {
        "id": 34,
        "text": "Нет вопросов"
      }
    ]
  },
  {
    "id": 30,
    "text": "— А с кем мы будем учиться? Есть какие-то отдельные классы для бюджетников?\n— Нет, такого деления нет. После теста мы определим вас в класс согласно вашим знаниям. Другие вопросы?",
    "answers": [
      {
        "id": 33,
        "text": "Спросить про местоположение",
        "need": -33
      },
      {
        "id": 34,
        "text": "Нет вопросов"
      }
    ]
  },
  {
    "id": 31,
    "text": "— Какова нагрузка? Сколько часов мы будем заниматься в день и сколько дней в неделю?\n— База — шесть часов, допы — ещё час. В субботу и воскресенье упор идёт на дополнительные занятия, обязательные не проводятся. Другие вопросы?",
    "answers": [
      {
        "id": 33,
        "text": "Спросить про местоположение",
        "need": [
          -33
        ]
      },
      {
        "id": 34,
        "text": "Нет вопросов"
      }
    ]
  },
  {
    "id": 32,
    "text": "— Тут есть, где тренироваться? Или эта школа только для заучек?\n— Мистер Ламберт, мы развиваем весь широконаправленный потенциал учеников. Другие вопросы?",
    "answers": [
      {
        "id": 33,
        "text": "Спросить про местоположение",
        "need": [
          -33
        ]
      },
      {
        "id": 34,
        "text": "Нет вопросов"
      }
    ]
  },
  {
    "id": 33,
    "text": "— А где мы сейчас находимся?\n— На севере Англии, в замке графства Старшир. Правда, графством это место было когда-то давно, а в истории я не сильна. Мои угодья: физика и литература, — Элизабет мягко улыбается. — Что-то ещё?",
    "answers": [
      {
        "id": 29,
        "text": "Спросить про систему оценивания",
        "need": [
          -29,
          4
        ],
        "answerImage": [
          "https://d.radikal.ru/d24/2010/04/657e7677daf4.png"
        ]
      },
      {
        "id": 30,
        "text": "Спросить про одноклассников",
        "need": [
          5,
          -30
        ],
        "answerImage": [
          "https://a.radikal.ru/a14/2010/97/f962c440e7b7.png"
        ]
      },
      {
        "id": 31,
        "text": "Спросить про количество заданий",
        "need": [
          6,
          -31
        ],
        "answerImage": [
          "https://b.radikal.ru/b00/2010/31/acd3df4b3fc5.png"
        ]
      },
      {
        "id": 32,
        "text": "Спросить про треннировки",
        "need": [
          7,
          -32
        ],
        "answerImage": [
          "https://c.radikal.ru/c01/2010/e1/5bdc37aea31f.png"
        ]
      },
      {
        "id": 34,
        "text": "Нет вопросов"
      }
    ]
  },
  {
    "id": 34,
    "text": "— Тогда все свободны. Завтра неучебный день, за который вам предстоит ознакомиться с учениками и порядками школы вживую. Хорошенько отдохните, и удачи с тестом.\n\n  \"Минус первый этаж, седьмая комната\", — гласит гравировка на ключе. Жить под землёй — такая себе перспектива, но вот жить под землёй лучшей в мире школы! — совсем другое дело. И вот жизнь уже не играет такими серыми красками. В конце-концов, его же не в жуткое подземелье с голыми стенами поселили, а в приличную жилую комнату, возможно даже без соседей. \n\n  Широкая мраморная лестница приводит Кея к узкому светлому коридору, вдоль которого с расстоянием в полтора метра натыканы красные деревянные двери с золотыми табличками номеров по центру. Дверь с цифрой семь открывается с одного оборота и представляет перед Кеем его скромные апартаменты: небольшая комната с белыми стенами, шкаф с зеркальными дверцами у входа, за ним кровать с красным покрывалом, а в центре комнаты, вместо окна, стоит рабочий стол с ноутбуком и книгами на верхних полках. Миниатюрный холодильник, миска с фруктами на круглом стеклянном столе и пара стульев вокруг него стоят справа, напротив одноместной кровати. Пространства мало, но всё самое необходимое имеется — даже санузел, проход в который едва различим на фоне стены.  \n\n  Две розетки, коробка переходников рядом с ними, что очень кстати: американский стандарт зарядки не подходит к европейскому разъёму; и интернет ловит. Идиллия. \n\n  Кажется, Элизабет говорила про бонусы. Отличный способ скоротать время до распределительного экзамена — сыграть в Soul Demon. И, какая удача, эта игра уже установлена на учебном ноутбуке! Кею остётся только авторизоваться, чтобы восстановить прогресс. \n\nРаунды идут один за другим, и Уильям теряет счёт времени, расслабившись и напрочь позабыв о тесте. Игра резко вылетает посреди данжа, ноутбук сам открывает сайт и не даёт закрыть вкладку. Первая эмоция — паника, но Кей быстро понимает, что никаких вирусов не нахватал — это просто экзамен. Вопросов в нём предостаточно, а значит, ближайшие четыре часа он проведёт, отвечая на них. Тест сосредоточен на",
    "answers": [
      {
        "id": 35,
        "text": "Интеллектуальной составляющей ",
        "need": 4,
        "answerImage": [
          "https://d.radikal.ru/d24/2010/04/657e7677daf4.png"
        ]
      },
      {
        "id": 35,
        "text": "Психологической составляющей ",
        "need": 5,
        "answerImage": [
          "https://a.radikal.ru/a14/2010/97/f962c440e7b7.png"
        ]
      },
      {
        "id": 35,
        "text": "На разных аспектах учёбы и внеучебной деятельности ",
        "need": 6,
        "answerImage": [
          "https://b.radikal.ru/b00/2010/31/acd3df4b3fc5.png"
        ]
      },
      {
        "id": 35,
        "text": "На физической составляющей ",
        "need": 7,
        "answerImage": [
          "https://c.radikal.ru/c01/2010/e1/5bdc37aea31f.png"
        ]
      }
    ]
  },
  {
    "id": 35,
    "text": "  И Кейнет с лёгкостью его сдаёт, хоть и тратит на прохождение несколько часов. \n\n  Девятый час. Холодильник пуст, а одними фруктами сыт не будешь. К счастью, Звёздная школа позаботилась и об этом: на электронную почту приходит сообщение с информацией о том, как добраться до столовой. Она находится на нулевом этаже, налево по коридору, двустворчатая дверь с вырезанным на ней яблоком. ",
    "answers": [
      {
        "id": 36,
        "text": "Выйти в коридор",
        "var_set": [
          "GraceLove",
          0
        ]
      }
    ]
  },
  {
    "id": 36,
    "text": "  В холле нулевого этажа Кейнет встаёт перед развилкой: слева и справа по коридорам примерно три двери. Куда же идти?",
    "answers": [
      {
        "id": 37,
        "text": "Налево",
        "left_answer": true
      },
      {
        "id": 38,
        "text": "Направо",
        "right_answer": true
      }
    ]
  },
  {
    "id": 37,
    "text": "Кей идёт налево, согласно инструкции. Вдоль коридора развешаны портреты лучших учеников школы, но на каждом одно и то же лицо. Напротив фотографий три двери, весьма удалённых друг от друга — значит, каждая комната занимает много места.",
    "answers": [
      {
        "id": 43,
        "text": "Рассмотреть доску почёта",
        "need": -43
      },
      {
        "id": 46,
        "text": "Зайти в дверь с яблоком"
      },
      {
        "id": 47,
        "text": "Зайти в дверь с котелком",
        "need": -47
      },
      {
        "id": 48,
        "text": "Зайти в дверь с мячом",
        "need": [
          39,
          -48
        ]
      },
      {
        "id": 49,
        "text": "Зайти в дверь с мячом",
        "need": [
          -39,
          -49
        ]
      },
      {
        "id": 36,
        "text": "Вернуться к развилке"
      }
    ]
  },
  {
    "id": 38,
    "text": "Кейнет направляется направо. В коридоре действительно три двери, а стена напротив разукрашена кислотно-красной краской. Видимо, кто-то баловался с баллончиком.\n\n— А ведь это Звёздная школа, — Ламберт усмехается. ",
    "answers": [
      {
        "id": 39,
        "text": "Присмотреться к граффити",
        "need": [
          7,
          -39
        ],
        "answerImage": [
          "https://c.radikal.ru/c01/2010/e1/5bdc37aea31f.png"
        ]
      },
      {
        "id": 45,
        "text": "Присмотреться к граффити",
        "need": [
          4,
          -45
        ],
        "answerImage": [
          "https://d.radikal.ru/d24/2010/04/657e7677daf4.png"
        ]
      },
      {
        "id": 44,
        "text": "Присмотреться к граффити ",
        "need": [
          -7,
          -4,
          -44
        ],
        "need_sometimes": false
      },
      {
        "id": 40,
        "text": "Дверь с книгой",
        "need": -40
      },
      {
        "id": 41,
        "text": "Дверь с колбой",
        "need": -41
      },
      {
        "id": 42,
        "text": "Дверь с кубом",
        "need": -42
      },
      {
        "id": 36,
        "text": "Вернуться к развилке"
      }
    ]
  },
  {
    "id": 39,
    "text": "Присмотревшись, Ламберт понимает, что на рисунке изображёно баскетбольное поле. Видимо, хулиган очень любит физкультуру. ",
    "answers": [
      {
        "id": 38,
        "text": "Вернуться к дверям"
      }
    ]
  },
  {
    "id": 40,
    "text": "Это библиотека. Огромная просторная светлая комната, уставленная стеллажами книг. Прекрасное место, но Уильям просто голоден, а не голоден до знаний. К тому же, здесь кто-то есть, а к новым знакомствам он пока что не предрасположен.",
    "answers": [
      {
        "id": 38,
        "text": "Вернуться в коридор"
      }
    ]
  },
  {
    "id": 41,
    "text": "Кей тянет за ручку, но дверь не поддаётся — закрыта на ключ. Что ж, придётся вернуться к поискам.",
    "answers": [
      {
        "id": 38,
        "text": "К другим дверям"
      }
    ]
  },
  {
    "id": 42,
    "text": "Дверь заперта.",
    "answers": [
      {
        "id": 38,
        "text": "Другие двери"
      }
    ]
  },
  {
    "id": 43,
    "text": "Каждый портрет соответствует предмету, в котором ученик лучше всех остальных. И в этой школе, кажется, учится абсолютный гений, талантливый во всём. \"Ариадна Монфор-л'Амори\". Девушка с фиолетовыми волосами (ох уж эти неформалы), хищным взглядом стреляющая даже с портрета. Она явно...",
    "answers": [
      {
        "id": 37,
        "text": "Интересный человек. Хотелось бы пообщаться",
        "var_add": [
          "lovetoAri",
          1
        ]
      },
      {
        "id": 37,
        "text": "Та, от кого нужно держаться подальше ",
        "var_add": [
          "lovetoAri",
          -1
        ]
      }
    ]
  },
  {
    "id": 44,
    "text": "Красное такое граффити, с непонятными кружочками, линиями и крестиками. Вандал-абстракционист работал, не иначе.",
    "answers": [
      {
        "id": 38,
        "text": "Двери"
      }
    ]
  },
  {
    "id": 45,
    "text": "В рисунке Кейнет даже не стал разбираться, его интересует другое: несколько часов назад он был здесь с Элизабет и никаких граффити не видел. То есть это появилось здесь недавно. Но краска уже сухая, да и резкого запаха нет. Довольно странный состав. ",
    "answers": [
      {
        "id": 38,
        "text": "Вернуться к дверям"
      }
    ]
  },
  {
    "id": 46,
    "text": "Светлая комната с высоким потолком и четырьмя рядами столов встречает Кея ворохом приятных запахов, на что желудок отзывается громким урчанием. Нужно выбрать столик.",
    "answers": [
      {
        "id": 52,
        "text": "Сесть за любой свободный"
      },
      {
        "id": 53,
        "text": "Сесть за столик к Стиву",
        "need": [
          20,
          25
        ],
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 47,
    "text": "Темно, хоть глаз выколи. И слышны какие-то страшные звуки. Кейнет быстро закрывает дверь, не испытывая желания открывать её когда-либо ещё.",
    "answers": [
      {
        "id": 37,
        "text": "Другие двери"
      }
    ]
  },
  {
    "id": 48,
    "text": "— Может, там баскетбольная площадка с рисунка? — Кей несмело открывает дверь. \n\n— Она самая, — весело фыркает откуда-то сбоку. — А ты смышлёный, раз нашёл.\n  Голос определённо женский. \n",
    "answers": [
      {
        "id": 50,
        "text": "— Рисунок был довольно детальным",
        "var_add": [
          "lovetoYuri",
          1
        ]
      },
      {
        "id": 51,
        "text": "— И не стыдно стены раскрашивать?",
        "var_add": [
          "lovetoYuri",
          0
        ],
        "var_sub": [
          "lovetoYuri",
          1
        ]
      }
    ]
  },
  {
    "id": 49,
    "text": "Кей на секунду задумывается.\n\n— А зачем мне туда? Там явно нет еды.",
    "answers": [
      {
        "id": 37,
        "text": "Выбрать что-то другое"
      }
    ]
  },
  {
    "id": 50,
    "text": "— Схемы-схемы-схемы. Лови, — девушка кидает в Кея какой-то предмет.\n  Он демонстрирует чудеса реакции: выставляет руку вперёд и ловит баллончик с краской. За эту долю секунды незнакомка успела сбежать.",
    "answers": [
      {
        "id": 50,
        "text": "<Вы получили баллончик с краской>",
        "comment": true
      },
      {
        "id": 37,
        "text": "Вернуться в коридор"
      }
    ]
  },
  {
    "id": 51,
    "text": "— Нет. Всё равно отмоют. Смотри, — в глаза брызжет краска из баллончика. Но у Кея хорошие рефлексы, он успевает заслонить глаза рукой — мало ли, какие там химикаты в краске. \n  Незнакомка, воспользовавшись заминкой, ускользает. Пожалуй, Кею тут делать нечего.",
    "answers": [
      {
        "id": 37,
        "text": "Вернуться в коридор"
      }
    ]
  },
  {
    "id": 52,
    "text": "  Кейнет садится за первый попавшийся свободный стол, который прямо-таки ломится от еды. Что бы выбрать?",
    "answers": [
      {
        "id": 54,
        "text": "Сладкое"
      },
      {
        "id": 55,
        "text": "Сытное"
      },
      {
        "id": 56,
        "text": "Острое"
      }
    ]
  },
  {
    "id": 53,
    "text": "  Стив, сидящий за столиком в компании двух человек, приветливо машет рукой:\n— Это тот самый новенький, о котором я говорил. Боб, Ли, знакомьтесь, Кей. Кей, это Ли и Боб. \n— Хай, — одновременно поздоровались те двое. \n\n  Ли — парень-азиат с длинными чёрными волосами в футболке фанатов какой-то рок-группы. Боб похож на коренного американца, одет обычно, но Уильям заметил, что у него проколот язык. \n\n— Давно здесь? — либо эти парни были знакомы до поступления в Старлинг, либо они учатся тут не первый год. В совпадения Кей мало верил, так что предположил второе. Стив вполне мог уезжать на каникулы к родственникам и вернуться на школьном автобусе.\n\n— Мы с Ли, — начал Боб. — с четвёртого класса, Стив с седьмого. Музыканты. А ты по какому профилю?\n\n  Разговор обещает быть долгим, так что лучше заранее выбрать, что поесть",
    "answers": [
      {
        "id": 54,
        "text": "Сладкое"
      },
      {
        "id": 55,
        "text": "Сытное"
      },
      {
        "id": 56,
        "text": "Острое"
      },
      {
        "id": 53,
        "text": "Напоследок они говорят, что завтра будут какие-то \"выборы\" и что Кею лучше сразу решить, кого он хочет заинтересовать",
        "comment": true
      }
    ]
  },
  {
    "id": 54,
    "text": "  Не самый полезный выбор, но точно приятный. Благо, десертов было в достатке.\n\n  Смена временных поясов тоже сказывается — хочется спать. Поужинав, Кейнет направляется в свою комнату и засыпает почти моментально.",
    "answers": [
      {
        "id": 54,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c39/2010/91/8445c9b67b9d.png"
      },
      {
        "id": 28,
        "text": "Конец эпилога"
      }
    ]
  },
  {
    "id": 55,
    "text": "  Белков, жиров и углеводов побольше! Наевшись до отвала, Кей идёт в свою комнату и засыпает почти сразу же.",
    "answers": [
      {
        "id": 55,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c12/2010/51/eebc83fe5d2e.jpg"
      },
      {
        "id": 28,
        "text": "Конец эпилога"
      }
    ]
  },
  {
    "id": 56,
    "text": "  Кей — фанат острой пищи и не может смотреть ни на что, кроме тарелки кари. Запив жжение во рту молочным коктейлем, он направляется спать. Завтра его ждёт грандиозный день.",
    "answers": [
      {
        "id": 28,
        "text": "Конец эпилога"
      },
      {
        "id": 56,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c23/2010/3c/ad7cd769751f.png"
      }
    ]
  },
  {
    "id": 57,
    "text": "                     Играйте от второго лица!\n\nЭта и все последующие главы будут повествоваться от второго лица. Пролог знакомит с персонажем, главы переносят вас на его место. Приятного прохождения!",
    "answers": [
      {
        "id": 58,
        "text": "Перейти к главе",
        "var_set": [
          "AriLove",
          0
        ]
      }
    ]
  },
  {
    "id": 58,
    "text": "    Назойливая трель будильника заставляет раскрыть глаза и встретить новый день. \n  Реальность не сильно отличается ото сна: Старлинг. Лучшая школа, выпускающая лучших специалистов. И ты сейчас здесь! Отучиться всего год, а дальше — Гарвард или Оксфорд, не столь важно.\n\n  На ноутбуке оставлены короткие указания: парадная форма, главная площадь на заднем дворе школы. \n  Что ж, самое время переодеться. \n\n  Застёгивая позолоченные пуговицы на синем пиджаке, ты замечаешь, что пропустил ещё одно сообщение от Звёздой школы, а конкретно — от Элизабет. \n\n\"Кейнет Уильям Ламберт, оповещаю вас о результатах теста на уровень знаний: вы попадаете в одиннадцатый \"А\" класс.\"\n\n  Твои брови медленно поползли наверх. Одиннадцатый? В девятнадцать лет учиться в одиннадцатом? Ты рассчитывал на триннадцатый, а теперь оказывается, что придётся проторчать в школе лишние три года. Вот ведь чёрт. ",
    "answers": [
      {
        "id": 59,
        "text": "Попытаться отмыть краску с руки",
        "need": [
          51
        ]
      },
      {
        "id": 61,
        "text": "Отправиться во внутренний двор замка"
      }
    ]
  },
  {
    "id": 59,
    "text": "  Перед самым выходом тебе в глаза бросается красная полоска на руке. \n  Спустя пятнадцать минут в безрезультатных попытках отмыть краску холодной водой, горячей водой, мылом, шампунем и гелем для душа ты сдаёшься и решаешь надеть перчатки. \n  \n  Не хочется опаздывать на официальное мероприятие ещё больше.",
    "answers": [
      {
        "id": 61,
        "text": "Отправиться во внутренний двор замка"
      }
    ]
  },
  {
    "id": 60,
    "text": "  Ты изображаешь на картине самого себя и делаешь это довольно старательно. Получившийся портрет можно повесить над изголовьем кравати, чтобы каждый, войдя в твою комнату, знал, что её хозяин страдает нарциссизмом. ",
    "answers": [
      {
        "id": 91,
        "text": "Отойти от холста"
      },
      {
        "id": 60,
        "text": "<Ты неплохо рисуешь и довольно самовлюблён. Картина будет храниться у тебя в комнате>",
        "comment": true
      }
    ]
  },
  {
    "id": 61,
    "text": "  Внутренний двор украшен разноцветными флажками и плакатами. Тёмная сочная зелень вперемешку с яркой атрибутикой школы напоминает тебе фестивали на свежем воздухе, которые ты посещал всего год назад. Людей ещё не очень много, так что можно хорошенько изучить все стенды. \n\n Куда бы пойти?",
    "answers": [
      {
        "id": 62,
        "text": "Стенд с едой",
        "need": -62
      },
      {
        "id": 63,
        "text": "Стенд с шахматами",
        "need": -70
      },
      {
        "id": 67,
        "text": "Стенд с мольбертами"
      },
      {
        "id": 64,
        "text": "Музыкальный стенд",
        "need": -64
      }
    ]
  },
  {
    "id": 62,
    "text": "   Несколько учеников старшей школы жарят соски на гриле и делают хот-доги, другие разливают напитки, третьи раздают мороженое. Именно раздают, хотя ты сначала решил, что придётся платить. \n\n  Что ж, ты как раз не завтракал. Почему бы не взять перекусить?",
    "answers": [
      {
        "id": 68,
        "text": "Взять мороженое "
      },
      {
        "id": 69,
        "text": "Взять хот-дог"
      }
    ]
  },
  {
    "id": 63,
    "text": "  Несколько столов с чёрно-белыми досками и ровными рядами фигур с двух сторон ожидают игроков. Пара девчонок играет партию, парень с длинными светлыми волосами сидит без соперника. Может, сыграть с ним?",
    "answers": [
      {
        "id": 70,
        "text": "Сыграть"
      },
      {
        "id": 61,
        "text": "Как-нибудь потом"
      }
    ]
  },
  {
    "id": 64,
    "text": "  Музыкальной площадке выделено много места, дабы свободно разместились и классические, и кантри, и рок-музыканты. Сейчас все репетируют, поэтому играют довольно тихо. ",
    "answers": [
      {
        "id": 72,
        "text": "Подойти поближе к классическим музыкантам",
        "need": -72
      },
      {
        "id": 73,
        "text": "Подойти поближе к кантри-исполнителям",
        "need": -73
      },
      {
        "id": 74,
        "text": "Подойти поближе к рокерам",
        "need": -74
      },
      {
        "id": 61,
        "text": "Уйти",
        "forget": [
          64
        ]
      }
    ]
  },
  {
    "id": 65,
    "text": "  Ты берёшь кисточки и краски, стоящие рядом, и позволяешь эмоциям говорить за себя. Здесь и восторг от полученного конверта, и страх неизвестного, и тоска по друзьям, оставленным в другой стране — здесь всё. Время, проведённое у холста, протекло невероятно быстро, а ты остался без сил. Затекли руки, ноги и спина, но результатом ты доволен. И, кажется, не только ты.\n— Красиво, — ты оборачиваешься и видишь хрупкую девушку с длинными светлыми волосами. Она вся перемазана краской — одна из художниц, пришедших сюда в числе первых. ",
    "answers": [
      {
        "id": 91,
        "text": "— Спасибо",
        "var_add": [
          "GraceLove",
          1
        ]
      },
      {
        "id": 65,
        "text": "<Ты отлично рисуешь>",
        "comment": true
      }
    ]
  },
  {
    "id": 66,
    "text": "  Ты рисуешь вид, открывающийся прямо перед тобой. Получается весьма неплохо, однако всё познаётся в сравнении. А сравнения с другими работами твоя картина не выдерживает. Все нахваливают картину девушки из последнего ряда. Может быть, заслуженно, но тебе слишком обидно, чтобы оценить её композицию по достоинству. ",
    "answers": [
      {
        "id": 91,
        "text": "Уйти"
      },
      {
        "id": 66,
        "text": "<Ты владеешь базовыми навыками рисования>",
        "comment": true
      }
    ]
  },
  {
    "id": 67,
    "text": "  Около двадцати белых полотен стоят в стройных рядах на солнечной стороне двора. Впрочем, без дела они не простаивают — пять художников и художниц заполняют пустоту своим талантом. \n\n  Стоять над душой у кого-то из них ты не хочешь, но, может быть, хочешь что-то написать?",
    "answers": [
      {
        "id": 65,
        "text": "Эмоциональная картина",
        "need": 5,
        "answerImage": [
          "https://a.radikal.ru/a14/2010/97/f962c440e7b7.png"
        ]
      },
      {
        "id": 66,
        "text": "Пейзаж"
      },
      {
        "id": 71,
        "text": "Портрет"
      },
      {
        "id": 61,
        "text": "Вернуться к другим стендам"
      }
    ]
  },
  {
    "id": 68,
    "text": "  Ты просишь одно шоколадное, на что парень-мороженщик, примерно твоего возраста, отвечает:\n— Мэгг, у нас тут новенький.\n— Дай ему подтаявшее, чтоб вид не загораживал, — отвечает, видимо, Мэгг. \n— Пацан, это еда для спонсоров. Тут вообще всё для спонсоров, мы вчера весь день возились не для тебя такого прекрасного, — он протягивает тебе банановое, заметно потёкшее мороженое и просит уйти. \n\n  Что ж, это довольно странно, но лакомство ты в итоге получил, хоть и не то, что хотел. ",
    "answers": [
      {
        "id": 61,
        "text": "Выбрать другое времяпрепровождение"
      }
    ]
  },
  {
    "id": 69,
    "text": "  Девушка, жарящая хот-доги, ловит твой взгляд и в лоб спрашивает:\n— Новенький? \n\n  Ты утвердительно киваешь головой. Девушка вздыхает и подманивает тебя поближе.\n\n— Мы готовим для спонсоров. Сейчас время заключения контракта, так что найди способ проявить себя, а не о еде думай.\n\n  Вдруг пахнет горелым: девушка отвлеклась и пережарила сосиски. Она тут же возвращается к грилю и неудовлетворённо заключает: \"Пропали\". \n  Так как продукты испорчены по твоей вине, всю партию тебе поручают съесть. Сосиски подгорели совсем немного, так что ты соглашаешься. \n\n  Нужно найти способ себя проявить, вот только как и зачем?",
    "answers": [
      {
        "id": 61,
        "text": "Рассмотреть способы для самовыражения"
      }
    ]
  },
  {
    "id": 70,
    "text": "  Ты присаживаешься за стол к блондину, тот вежливо улыбается и предлагает сыграть белыми. Ты запускаешь часы — игра началась. Каким будет первый ход?",
    "answers": [
      {
        "id": 75,
        "text": "Стандартный ход пешкой от короля"
      },
      {
        "id": 76,
        "text": "Стандартный ход пешкой от ферзя"
      },
      {
        "id": 77,
        "text": "Ход конём"
      }
    ]
  },
  {
    "id": 71,
    "text": "  Ты хочешь написать чей-то портрет, вот только чей?",
    "answers": [
      {
        "id": 60,
        "text": "Свой"
      },
      {
        "id": 92,
        "text": "Лучшей ученицы школы",
        "need": 43,
        "var_add": [
          "lovetoAri",
          1
        ]
      },
      {
        "id": 93,
        "text": "Девушки из последнего ряда",
        "var_add": [
          "lovetoGrace",
          1
        ],
        "var_set": [
          "lovetoGrace",
          1
        ]
      }
    ]
  },
  {
    "id": 72,
    "text": "  Мелодичные звуки скрипок, флейт и рояля ласкают слух. ",
    "answers": [
      {
        "id": 64,
        "text": "Послушать другие стили"
      }
    ]
  },
  {
    "id": 73,
    "text": "  Струнные разных форм и размеров наполняют пространство вокруг уютной музыкой. Катри — очень душевный жанр, и ты бы с радостью продолжил стоять и слушать, но желание посмотреть как можно больше всё же сильнее.",
    "answers": [
      {
        "id": 64,
        "text": "Послушать других исполнителей"
      }
    ]
  },
  {
    "id": 74,
    "text": "  Барабаны и гитары бьют по перепонкам даже на такой громкости. Про себя ты отмечаешь, что рокеров больше, чем других исполнителей и самый большой музыкальный стенд выделен им.",
    "answers": [
      {
        "id": 95,
        "text": "Среди исполнителей ты замечаешь того громилу, с которым столкнулся вчера",
        "need": 19
      },
      {
        "id": 97,
        "text": "Среди исполнителей ты замечаешь Стива",
        "need": [
          20,
          -53
        ]
      },
      {
        "id": 97,
        "text": "Среди исполнителей ты замечаешь Стива",
        "need": [
          25,
          -53
        ]
      },
      {
        "id": 96,
        "text": "Среди исполнителей ты замечаешь знакомых парней",
        "need": 53
      },
      {
        "id": 64,
        "text": "Послушать других исполнителей"
      }
    ]
  },
  {
    "id": 75,
    "text": "  Нейтральный ход не даёт ни преимуществ, ни слабостей, партия идёт равномерно, преимуществом не обладает ни одна из сторон. Вы играете среднюю партию, но твой оппонент ходит быстро, будто времени мало. Какую стратегию лучше всего избрать?",
    "answers": [
      {
        "id": 78,
        "text": "Защита"
      },
      {
        "id": 79,
        "text": "Атака"
      },
      {
        "id": 80,
        "text": "Комбинирование",
        "need": 4,
        "answerImage": [
          "https://d.radikal.ru/d24/2010/04/657e7677daf4.png"
        ]
      }
    ]
  },
  {
    "id": 76,
    "text": "  Этот ход довольно предсказуем, твой соперник получает преимущество в этой партии. Исправить ситуацию может разве что гений, коим ты...",
    "answers": [
      {
        "id": 82,
        "text": "И являешься",
        "need": 4,
        "answerImage": [
          "https://d.radikal.ru/d24/2010/04/657e7677daf4.png"
        ]
      },
      {
        "id": 83,
        "text": "Не являешься",
        "need": -4
      }
    ]
  },
  {
    "id": 77,
    "text": "  Этот неожиданный ход выбивает соперника из колеи и даёт тебе преимущество. Твой оппонент долго думает, прежде чем сходить. ",
    "answers": [
      {
        "id": 84,
        "text": "Укреплять оборону пешками"
      },
      {
        "id": 85,
        "text": "Ходить конём"
      },
      {
        "id": 85,
        "text": "Вводить в игру второго коня"
      }
    ]
  },
  {
    "id": 78,
    "text": "  Ты уходишь в защиту, отдавая преимущество нападения сопернику, и в итоге тратишь гораздо больше времени, чем он. Матч заканчивается техническим поражением.\n\n— Спасибо за игру, — соперник протягивает руку в знак окончания партии.",
    "answers": [
      {
        "id": 81,
        "text": "— Спасибо за игру."
      },
      {
        "id": 78,
        "text": "<Ты не очень хорош в шахматах>",
        "comment": true
      }
    ]
  },
  {
    "id": 79,
    "text": "  Ты решаешь наступать. Это застаёт соперника врасплох, и ему приходится менять тактику. Блондин замедляется, и тебе удаётся свести партию в ничью. \n\n— Пат. Спасибо за игру, — ты расставляешь свои фигуры по местам. \n\n  Оппонент в ответ лишь фыркает и встаёт из-за стола, явно не намереваясь убирать свою часть доски. ",
    "answers": [
      {
        "id": 81,
        "text": "Оглянуться по сторонам"
      },
      {
        "id": 79,
        "text": "<Ты неплох в шахматах>",
        "comment": true
      }
    ]
  },
  {
    "id": 80,
    "text": "  Ты сосредотачиваешься на игре и вскоре понимаешь, что соперник тратит так мало времени на ход просто потому, что успевает просчитать вариации в твоё время. Ты ускоряешься, сосредоточившись на защите, но время от времени нанося неожиданные атаки, и соперник ожидаемо теряется. \n— Шах и мат, — заключаешь ты, загнав чужого короля в ловушку. — Пожмём руки? \n\n  Блондин вскипает от гнева и смотрит на тебя так, словно пытается испепелить на месте, но вместо этого, гордо вздёрнув подбородок, уходит. Фигуры собирать придётся в одиночку. ",
    "answers": [
      {
        "id": 81,
        "text": "Расставить шахматы по местам"
      },
      {
        "id": 80,
        "text": "<Ты очень хорош в шахматах>",
        "comment": true
      }
    ]
  },
  {
    "id": 81,
    "text": "  Времени с начала партии прошло прилично, и двор забит людьми довольно плотно.\n  К обычным ученикам добавились неформальные: с цветными волосами, в странных нарядах и ведущие себя крайне заносчиво. И у некоторых из них буквально торчали рога. Ты протёр глаза, посмотрел снова, но видение не прошло. У девушки, на которую упал твой взгляд, всё ещё имеются рога. И все вокруг реагируют на это совершенно спокойно. \n  Ты делаешь несколько глубоких вдохов и пытаешься рационализировать увиденное. Это просто... такие ободки! Кто его знает, чем богатые развлекаются, может, тут обычаи такие. У тех, кто попал на бюджет, таких аксессуаров не наблюдается, так что, скорее всего, это лишь способ отделить \"аристократию\" от \"челяди\". \n\n  Ты мысленно возмущаешься надменности администрации и идёшь к главной площади, куда стягивается остальной народ.",
    "answers": [
      {
        "id": 86,
        "text": "Выбрать место в толпе"
      }
    ]
  },
  {
    "id": 82,
    "text": "  Ты отдаёшь на растерзание несколько фигур, чтобы окончательно усыпить бдительность оппонента и одним ходом ставишь мат. Да, преимущество было на чужой стороне, но в шахматах это, зачастую, не имеет ни малейшего значения.",
    "answers": [
      {
        "id": 81,
        "text": "— Спасибо за игру"
      },
      {
        "id": 82,
        "text": "<Ты очень хорош в шахматах>",
        "comment": true
      }
    ]
  },
  {
    "id": 83,
    "text": "  Партия вышла неудачной, зато быстрой. Ты ещё успеешь посетить другие стенды.  \n  Блондин смотрит на тебя свысока и снисходительно желает удачи.",
    "answers": [
      {
        "id": 61,
        "text": "Молча уйти"
      }
    ]
  },
  {
    "id": 84,
    "text": "  Ты укрепляешь позиции пешками, не давая к себе подступиться. Соперник пытается понять, что же ты задумал, теряет больше времени и совершает ошибки.",
    "answers": [
      {
        "id": 87,
        "text": "Отвлекать внимание слоном"
      },
      {
        "id": 88,
        "text": "Нападать конём"
      }
    ]
  },
  {
    "id": 85,
    "text": "  Соперник усмехается: его подозрения не оправдали себя; ты не непредсказуем, ты просто глупец. Что ж, это предположение...",
    "answers": [
      {
        "id": 89,
        "text": "Сыграет тебе на руку",
        "need": 4,
        "answerImage": [
          "https://d.radikal.ru/d24/2010/04/657e7677daf4.png"
        ]
      },
      {
        "id": 90,
        "text": "Довольно близко к сути",
        "need": -4
      }
    ]
  },
  {
    "id": 86,
    "text": "  На трибуну поднимается девушка лет двадцати — директриса, как ты понимаешь из перешёптываний. У неё тоже рога, и ты готов взвыть от творящегося вокруг абсурда. То ли из-за окрашенных в розовый волос, то ли от освещения, то ли от нервов её кожа кажется розоватой. Не покрасневшей, как от долгого пребывания на солнце, а именно розоватой. \n  Розовая кожа, розовые волосы, рога... Приди в себя, Кей! Это либо сон, либо галлюцинации. Ты щипаешь себя за руку — больно. А обстановка не изменилась.\n— Рада приветствовать вас в корпусе старшей школы Старлинг. Для тех, с кем мы ещё не знакомы, представлюсь. Меня зовут Эмили Вандерренг и я директриса этой школы. Новички, как я вижу, в шоке, — она усмехается, по толпе проходится лёгкий смешок. \n  Кто-то толкает тебя плечом, мол о тебе говорят, салага. Эмили, выдержав паузу, продолжает:\n— Сейчас будет невероятное: демоны существуют, — и все смеются. \n  Ты не можешь понять: это смешно, потому что демоны — бред; или потому что новички вроде тебя так считают?\n— Ладно-ладно, не будем долго их мучить. Демоны существуют, и вам предстоит заключить с ними контракт. Желаю вам найти себе прекрасного соконтрактника. Веселитесь, — она посылает в толпу воздушный поцелуй, который почему-то действительно летит и рассыпается в толпе; и уходит с трибуны. \n\n  Демоны... существуют?",
    "answers": [
      {
        "id": 94,
        "text": "Пытаться переварить услышанное",
        "var_set": [
          "YuriLove",
          0
        ]
      }
    ]
  },
  {
    "id": 87,
    "text": "  Ты перетягиваешь внимание противника на слона и, улучив удобный момент, атакуешь конём. Это было непросто, но ты поставил чёрному королю мат.\n\n  Блондин смотрит на тебя со смесью злости и уважения и протягивает руку в знак признания поражения. ",
    "answers": [
      {
        "id": 81,
        "text": "Пожать руку"
      },
      {
        "id": 87,
        "text": "<Ты очень хорош в шахматах>",
        "comment": true
      }
    ]
  },
  {
    "id": 88,
    "text": "  Ты начинаешь наступать слишком рано и теряешь несколько фигур, в том числе и коня. Соперник наконец понимает твою тактику и успешно контратакует. Партия длится больше часа и завершается поражением белых.\n\n— Спасибо за интересную игру, — надменность в зелёных глазах немного уступает уважению, но лишь на миг.",
    "answers": [
      {
        "id": 81,
        "text": "— Взаимно"
      },
      {
        "id": 88,
        "text": "<Ты хорош в шахматах>",
        "comment": true
      }
    ]
  },
  {
    "id": 89,
    "text": "  Недооценённый противник — самый опасный. Ты ходишь быстро, как бы наугад, но на самом деле каждое смещение фигур приближает тебя к победе. \n  Наступает самый волнуюший момент, оппонент готовится завершить партию в свою пользу, но ты его опережаешь. Нужно видеть его глаза, когда ты произносишь:\n— Шах и мат.\n— Что? Н-но... — он бросает взгляд на свою половину доски и видит действительно безвыходное положение. — Невозможно...\n\n  Ты самодовольно улыбаешься и, пожав плечами, уходишь.",
    "answers": [
      {
        "id": 81,
        "text": "Осмотреться"
      },
      {
        "id": 89,
        "text": "<Ты великолепен в шахматах>",
        "comment": true
      }
    ]
  },
  {
    "id": 90,
    "text": "  Партия немного затягивается просто потому, что ты сам не знаешь, чего от себя ждать, а уж соперник и подавно. В итоге, конечно же, блондин одержал победу.\n\n— У тебя есть потенциал, — заключает тот и поспешно добавляет: — В любой области помимо шахмат. ",
    "answers": [
      {
        "id": 81,
        "text": "Ну и пожалуйста, не очень-то и хотелось!"
      }
    ]
  },
  {
    "id": 91,
    "text": "  Написание картины заняло несколько часов.\n  К обычным ученикам добавились неформальные: с цветными волосами, в странных нарядах и ведущие себя крайне заносчиво. И у некоторых из них буквально торчали рога. Ты протёр глаза, посмотрел снова, но видение не прошло. У девушки, на которую упал твой взгляд, всё ещё имелись рога. И все вокруг реагируют на это совершенно спокойно. \n  Ты делаешь несколько глубоких вдохов и пытаешься рационализировать увиденное. Это просто... такие ободки! Кто его знает, чем богатые развлекаются, может, тут обычаи такие. У тех, кто попал на бюджет, таких аксессуаров не наблюдается, так что, скорее всего, это лишь способ отделить \"аристократию\" от \"челяди\". \n\n  Ты мысленно возмущаешься надменности администрации и идёшь к главной площади, куда стягивается остальной народ.",
    "answers": [
      {
        "id": 86,
        "text": "Выбрать место в толпе"
      }
    ]
  },
  {
    "id": 92,
    "text": "  Образ Ариадны весьма узнаваем и импонирует лично тебе, поэтому ты решаешь написать её портрет по памяти. Конечно ты не сможешь передать все черты идеально, не имея перед собой хотя бы её фотографии, поэтому сосредотачиваешься на деталях, которые больше всего тебя впечатлили: фиолетовые волосы, чуть более светлый оттенок глаз и хищная улыбка. Результат тебе нравится.\n\n— Кошмар какой, — фыркает девушка из-за твоего плеча. — Ещё один фанатик.\n\n  Внимание художников переключается на тебя. Все тебя нахваливают, и только та самая девушка смотрит с укоризной.",
    "answers": [
      {
        "id": 91,
        "text": "Покинуть место обсуждения",
        "var_sub": [
          "GraceLove",
          1
        ]
      },
      {
        "id": 92,
        "text": "<Ты отличный портретист! Картина будет добавлена в твою комнату>",
        "comment": true
      }
    ]
  },
  {
    "id": 93,
    "text": "  Она ниже тебя сантиметров на двадцать пять, бледная и худая. Едва заметные синяки под глазами говорят о бессонных ночах, скорее всего, проведённых за рисунками. Голубые глаза, светло-пепельные волосы — должно быть, у неё полно поклонников, но запечатлеть ты хочешь не красоту, а вовлечённость в процесс, усердие и сосредоточенность. Она рисует так, словно вокруг нет ничего, кроме холста; она не разговаривает с другими художниками, не высматривает кого-то в толпе. И это состояние, бережно переносимое тобой на холст, передаётся и тебе тоже.\n\n  Через несколько часов портрет готов. Ты замечаешь, что девушка, которую ты писал, смотрит на тебя и на холст рядом. Тебе вдруг становится неловко: она же не давала разрешения себя писать. Вдруг разозлится? Ты оставляешь кисть и просто сбегаешь оттуда, надеясь затеряться в толпе.",
    "answers": [
      {
        "id": 91,
        "text": "Остановиться и осмотреться"
      },
      {
        "id": 93,
        "text": "<Ты трусливый портретист! Картина хорошая, но больше не рисуй людей исподтишка>",
        "comment": true
      }
    ]
  },
  {
    "id": 94,
    "text": "  Ты стоишь с открытым ртом, разрываемый желаниями сбежать, расплакаться и спросить, какого чёрта тут происходит, но на последнее тебе скорее всего ответят: \"А о каком конкретно чёрте ты спрашиваешь?\"\n\n  В этот момент тебя кто-то хватает спереди за левую руку и, буквально долю секунды спустя, сзади — за правую.\n— Мой, — одновременно утверждают два женских голоса: один глубокий, требовательный, другой — высокий, скандальный. \n\n  Девушки встают по разные стороны от тебя и крепко сжимают твои руки в районе запястий. Что ж, очередное доказательство того, что ты не спишь — эти две бестии вцепились мёртвой хваткой, будто сейчас разорвут. \n  К счастью, их внимание быстро переключается с тебя друг на друга. Фиолетововолосая с массивными закрученными красными рогами, подошедшая спереди, смотрит холодно, надменно. А вот огненно-рыжая чуть ли не рычит в ответ, скалится, угрожающе демонстрируя острые клыки. У неё, кстати, рогов нет — вместо них уши. Она чуть выше оппонентки и выглядит агрессивнее. ",
    "answers": [
      {
        "id": 98,
        "text": "Заметить, что вокруг ни души",
        "var_set": [
          "NekoLove",
          0
        ]
      }
    ]
  },
  {
    "id": 95,
    "text": "  И решаешь ускользнуть, пока он тебя не заметил. От греха подальше, так сказать.",
    "answers": []
  },
  {
    "id": 96,
    "text": "  Стив играет на барабанах, Ли и Боб — на гитарах. Вскоре они замечают тебя и приглашают подняться на сцену.\n— Крутое исполнение, — оказавшись рядом, первым делом замечаешь ты.\n— Это всё Боб, — кивает в его сторону здоровяк. — Пишет музыку для струнных.\n— Играешь, чел? — поинтересовался Ли. \n— Немного. На синтезаторе.\n— Вот и где ты раньше был, когда мы пианиста искали, — несерьёзно вздохнул Боб. Конечно никто не предложит ему место в группе за полчаса до выступления, парни просто проявляли дружелюбие.\n  Вы говорите ещё минут пять, и ты уходишь, чтобы не отвлекать людей от репитиции. \n— Приходи на нас смотреть, Кей, — бросают они напоследок, а ты возвращаешься на главную площадь.",
    "answers": [
      {
        "id": 61,
        "text": "Найти, чем себя занять"
      }
    ]
  },
  {
    "id": 97,
    "text": "  Он играет на барабанах в компании двух других парней. Вскоре Стив тоже тебя замечает и зовёт подняться на сцену.\n— Не думал, что ты играешь, — ты улыбаешься, в два прыжка оказываясь рядом с ними. — Здрасте, — киваешь гитаристам. Они кивают в ответ и подходят пожать руку. \n— Эт Ли и Боб. Ли солист, тексты пишет, а Боб — музыку для струнных. \n— Играешь, чел? — поинтересовался Ли, длинноволосый азиат. \n— Немного. На синтезаторе.\n— Вот и где ты раньше был, когда мы пианиста искали, — несерьёзно вздохнул Боб, коренной американец с пирсингом на языке. Конечно никто не предложит ему место в группе за полчаса до выступления: парни просто проявляют дружелюбие.\n  Вы говорите ещё минут пять, и ты уходишь, чтобы не отвлекать людей от репитиции. \n— Приходи на нас смотреть, Кей, — бросают они напоследок, а ты возвращаешься на главную площадь.",
    "answers": [
      {
        "id": 61,
        "text": "Найти, чем себя занять"
      }
    ]
  },
  {
    "id": 98,
    "text": "  Ты оглядываешься и видишь, что люди — и демоны — шарахнулись метров на десять в стороны. Смотрят, тычат пальцами, перешёптываются, но глаза опускают. Видимо, этих двух тут побаиваются. И вот как тебя угораздило?!\n— Ариадна! Юри! Прекратите немедленно! — Элизабет и какой-то солидный мужчина лет сорока разнимают девушек, не допустив драки. Элизабет одёргивает Рыжую, мужчина — Фиолетовую. — Вам что, людей мало? Далеко не лучший экземпляр, — говорит незнакомец, и ты, плюнув на гордость, с ним соглашаешься. \n— Я его первая застолбила, — капризно отмечает Рогатая.\n— Юри?.. — обращается мужчина к Рыжей. Что ж, теперь ты знаешь, как её зовут.\n— Да плевать, кого она там застолбила. Я. Хочу. Его.",
    "answers": [
      {
        "id": 99,
        "text": "Ариадна тебе знакома",
        "need": [
          43,
          -48
        ],
        "var_set": [
          "AriRespect",
          0
        ]
      },
      {
        "var_add": [
          "YuriLove",
          1
        ],
        "id": 100,
        "text": "Юри тебе знакома",
        "need": [
          48,
          -43
        ],
        "var_set": [
          "AriRespect",
          0
        ]
      },
      {
        "id": 101,
        "text": "Они обе тебе знакомы",
        "need": [
          43,
          48
        ],
        "var_set": [
          "AriRespect",
          0
        ]
      },
      {
        "id": 103,
        "text": "Ни одна из девушек тебе не знакома",
        "need": [
          -43,
          -48
        ],
        "var_set": [
          "AriRespect",
          0
        ]
      }
    ]
  },
  {
    "id": 99,
    "text": "  Это та самая девушка с доски почёта. Правда, на фотографиях у неё не было рогов.\n  Она, очевидно, в тебе заинтересована. Это...",
    "answers": [
      {
        "id": 103,
        "text": "Довольно приятно",
        "var_add": [
          "lovetoAri",
          1
        ]
      },
      {
        "id": 103,
        "text": "Сулит неприятности",
        "var_sub": [
          "lovetoAri",
          1
        ]
      }
    ]
  },
  {
    "id": 100,
    "text": "  Точнее, не сама Юри, а её голос. Похоже, она местная знаменитость в плохом смысле слова: разрисовывает стены, возможно, отнимает у мелких деньги на ланч и макает ботанов головой в унитаз. С ней...",
    "answers": [
      {
        "id": 103,
        "text": "Точно будет весело",
        "var_add": [
          "lovetoYuri",
          1
        ]
      },
      {
        "id": 103,
        "text": "Проблем не оберёшься",
        "var_sub": [
          "lovetoYuri",
          1
        ]
      }
    ]
  },
  {
    "id": 101,
    "text": "  Одна — лучшая ученица школы, вторая разрисовывает стены баллончиком. Сложно спрогнозировать, с какой из них будет легче поладить, особенно учитывая, что они демонессы. Лично тебе кажется, что...",
    "answers": [
      {
        "id": 103,
        "text": "Ариадна лучше",
        "var_add": [
          "lovetoAri",
          1
        ]
      },
      {
        "id": 103,
        "text": "Юри лучше",
        "var_add": [
          "lovetoYuri",
          1
        ]
      },
      {
        "id": 103,
        "var_sub": [
          "lovetoAri",
          1
        ],
        "var_add": [
          "lovetoYuri",
          -1
        ],
        "text": "Обе не внушают доверия"
      },
      {
        "var_add": [
          "lovetoAri",
          1
        ],
        "id": 103,
        "text": "Обе классные",
        "var_sub": [
          "lovetoYuri",
          -1
        ],
        "var_set": [
          "AriRespect",
          1
        ]
      },
      {
        "id": 103,
        "text": "Рано делать выводы"
      }
    ]
  },
  {
    "id": 102,
    "text": "  Ты киваешь, демонессы фыркают и расходятся в разные стороны, горделиво вздёрнув подбородки. А ведь обе ниже тебя на голову. И младше, должно быть, года на два. Ученики расступаются перед ними, открывая коридор, видимо, не желая попадать под руку. Как только Ариадна и Юри теряются из виду, тебя окружают ученики со всех сторон: задают вопросы, набиваются в друзья, кто-то даже просит автограф. В одно мгновение ты становишься звездой, а это значит, что даже внутри демонической иерархии Рогатая и Ушастая занимают высокие положения. \n\n  Тебе нужно принять решение в течение дня, а для этого нужно как можно больше узнать о девушках, между которыми предстоит выбрать. Чьё мнение стоит учесть?",
    "answers": [
      {
        "id": 104,
        "text": "Группы людей с синими волосами",
        "need": -104
      },
      {
        "id": 105,
        "text": "Компании девушек с рогами",
        "need": [
          -105
        ]
      },
      {
        "id": 107,
        "text": "Парня, стоящего вдали, у дерева",
        "need": [
          -107
        ]
      },
      {
        "id": 108,
        "text": "Баскетбольной команды школы",
        "need": [
          -108
        ]
      },
      {
        "id": 109,
        "text": "Элизабет",
        "need": [
          -109
        ]
      },
      {
        "id": 110,
        "text": "Солидного мужчины",
        "need": [
          -105,
          -110
        ]
      },
      {
        "id": 110,
        "text": "Эдвардсона",
        "need": [
          105,
          -110
        ]
      },
      {
        "id": 106,
        "text": "Стива",
        "need": [
          20,
          -106
        ]
      },
      {
        "id": 106,
        "text": "Стива",
        "need": [
          25,
          -106
        ]
      },
      {
        "id": 111,
        "text": "Вынести решение"
      }
    ]
  },
  {
    "id": 103,
    "text": "— Твои хотелки не имеют ни малейшего значения. Твой предыдущий подопечный мёртв, так что ты в красной зоне. Прогулы и срывы занятий упоминать? Моя репутация безупречна, у тебя нет шансов, — Ариадна самодовольно улыбается, Юри предпринимает резкую попытку вырваться из рук Заверри, что ещё больше веселит Рогатую. — Ну давай, я и в дуэли лучше тебя.\n\n  Это осаживает Рыжую, теперь она не пытается применить физическую силу.\n— Происшествию с моим подопечным уже как три года, а вот у тебя есть одна маленькая загвоздка, актуальная по сей день.\n  Упоминание \"маленькой загвоздки\" пробивает хладнокровие Ариадны. Она хмурится, моментально переставая выглядеть так высокомерно. \n— Так, обе, перестаньте. Может, кто-то другой заберёт Кея? — Элизабет с надеждой смотрит на других демонов, но ни один не решается встать между Юри и Ариадной. \n  И только ты подумал, что никого не волнует твоё мнение, как мужчина, сдерживающий Ариадну, предлагает:\n— Вы в одинаково невыгодном положении, так что решение остаётся за человеком. Кейнет, сочувствую, но решение к концу дня чтобы было.\n\n  Ты думаешь, что лучше бы твоё мнение и дальше никого не волновало.\n\n— А вас я чтобы рядом с ним не видел. Решение должно быть принято непредвзято и желательно не под дулом пистолета. В противном случае — отдам первому попавшемуся доходяге, не посмотрю на знатности родов.",
    "answers": [
      {
        "id": 102,
        "text": "Кивнуть"
      }
    ]
  },
  {
    "id": 104,
    "text": "  Они, как обступившие тебя в числе первых, безумно рады, что ты решил с ними заговорить. Сначала ты решил, что они демоны, но вскоре понял: просто фанатики. На твой вопрос: \"А что вы можете сказать о тех двух демонессах?\" — они отвечают довольно развёрнуто:\n— Ариадна Монфор-л'Амори — прямая наследница рода Люцифера.\n— Она очень сильная и умная!\n— Она прирождённая лидерша, многое сделала для людей в академии.\n— Тебе очень повезло! — наперебой вещают они. Одни ещё хоть как-то держат себя в руках, другие просто восклицают комплименты в её адрес. Наконец, с хвалебной одой Ариадне покончено, очередь дошла до Юри.\n— Юри наследница клана Камори, огненная кицуне. Она сильная, умная, смелая. Её семья пользуется большим уважением в мире демонов. \n— Юри Камори вторая по величине фигура в школе. Она мало с кем общается вне волейбольной команды, так что ты везунчик. \n— Да, ты первый за четыре года человек, которого она захотела взять под опеку. \n— С ума сойти, сколько четырёхлистных клеверов нужно найти, чтобы быть тобой?!",
    "answers": [
      {
        "id": 102,
        "text": "— Спасибо, я пойду"
      }
    ]
  },
  {
    "id": 105,
    "text": "  Компания из четырёх девушек, кардинально отличающихся друг от друга по внешнему виду, стоит чуть в стороне от голдящей толпы. Ты протискиваешься к ним. И люди, и демоны, преследовавшие тебя, останавливаются, едва завидев эту четвёрку. Удобно. Похоже, эти демонессы тоже какие-то авторитеты в Старлинг. \n  Ты не особо зацикливаешься на их внешности, просто отмечаешь для себя, что не все демоны имеют рога. У Юри ушки, например.\n— Добрый день?.. — неловко начинаешь ты.\n  В глазах девушек любопытство и заинтересованность, что уже радует.\n— А... Не могли бы вы рассказать об Ариадне и Юри? Если вы с ними знакомы, конечно.\n\n  Демонессы переглядываются между собой и почему-то смеются. Одна из них кивает, уводит тебя в сторону и начинает рассказ:\n— Две вечные соперницы. Их даже учителя боятся. Если бы их пришли разнимать не Эдвардсон и Заверри, драки было бы не избежать.\n\n  Эдвардсон, видимо, фамилия мужчины.\n\n— Ари дружелюбная и милая, если её не злить, а у Юри уже два подопечных без вести пропали. Но! — вдруг восклицает демонесса. — Если ты слишком громкий и упёртый, лучше выбери Юри. Ариадна терпеть не может людей, которые с ней спорят.\n\n  Ты благодаришь девушку за совет и возвращаешься к толпе.",
    "answers": [
      {
        "id": 102,
        "text": "Спросить кого-нибудь ещё"
      }
    ]
  },
  {
    "id": 106,
    "text": "  Ты идешь в сторону рок-групп и ждёшь, пока Стив закончит играть. Ты подходишь к нему и кратко пересказываешь ситуацию. Он присвистывает, полуиронично поздравляет и говорит:\n— У Ариадны тяжёлый характер, но есть принципы и чувство справедливости довольно обострённое. Если у тебя бошка варит на средненьком уровне, готовься к тому, что тебя ни во что ставить не будут. Юри наоборот, терпеть не может умников и ценит физическую силу. Чуваки из баскетбольной команды говорят, что она милая, дружелюбная и в целом приятная в общении.\n  Ещё Стив говорит, что Ариадна очень уважает Эдвардсона, а Юри — Заверри, так что хорошая рекомендация от них будет очень кстати.",
    "answers": [
      {
        "id": 102,
        "text": "— Спасибо за помощь"
      }
    ]
  },
  {
    "id": 107,
    "text": "  Парень с русыми волосами стоит неподалёку от стенда с мольбертами. Увидев, что ты идёшь в его сторону, он сильно удивляется — это моментально отражается на его лице.\n— Ты давно тут учишься? \n— Одиннадцатый год, — ты тихо присвистываешь.\n У парня с терпением не очень, так что он грубо требует:\n— Тебя твой фан-клуб ищет, говори уже, что нужно. \n— Понимаешь, меня тут перед неловким выбором поставили...\n— Ага, из двух огней, — эти слова брошены с презрением, но не к тебе — к тем, из кого тебе предстоит выбирать. \n  Ты удивлённо смотришь на русого: вряд ли здесь кто-то мог позволить себе говорить о демонах, ещё и высокородных, в таком тоне.\n  Парень вздыхает и объясняет тебе, как ребёнку (хотя ты, вообще-то, старше него!):\n— Если с Юри всё понятно и известно почти каждому: она что-то делает с людьми, попадающими к ней под крыло, администрация школы в курсе, но из-за влияния клана Камори ничего не делает; то о делишках Ариадны принято молчать. Она строит из себя миротворца, имеет безупречную репутацию и разыгрывает борца за справедливость, а сама устроила настоящую работорговлю. Вот уже четыре года подряд меняет подопечных чуть ли ни по разу в четверть. Берёт симпатичных мальчиков, вроде тебя, ломает их волю и продаёт другим демонессам. Делает из людей игрушек для своих подруг. Если Юри всё сходит с рук из-за могущества семьи, то Ариадну просто боятся. Даже директриса. И тебе предстоит выбирать между двумя маньячками. \n\n  Ты ошарашен до немоты и весь ужас твоего положения накрывает постепенно, волнами. Каков же шанс просто дожить до конца учебного года?",
    "answers": [
      {
        "id": 102,
        "text": "Пройтись и попытаться успокоиться"
      }
    ]
  },
  {
    "id": 108,
    "text": "  Вглубине двора, за аллеей, в баскетбол играют демоны и люди в жёлто-синей форме с логотипом рыжей лисы. Удивительно, но им будто совершенно плевать на фестиваль за спиной. Ты подходишь к тем, кто сидит на замене, и обращаешь на себя их внимание коротким кашлем.\n— Туберкулёзный что ли? — даже не оборачиваясь в твою сторону, спрашивает рыжий высокий парень. — Ты так ветками хрустел, что и за три метра слышно было. Мог не выпендриваться.\n\n  У этого рыжего тоже уши — демон видать. Может, брат Юри. \n— Я хотел спросить. Вы ведь хорошо знаете Юри? — рыжий, наконец, оборачивается. Смеряет тебя критичным взглядом и неопределённо хмыкает.\n— Хорошо знаю, что её интересуют только сильные и выносливые. \n— А Ариадну?.. \n  От одного лишь упоминания Рогатой рыжего перекашивает. \n— А её ничто не интересует, кроме власти и желания во всём быть лучшей. Да, на Ариадну играют многочисленные заслуги и примерное поведение, но она лицемерная, двуличная, подлая, мерзкая... — дальше баскетболист переходит на откровенные оскорбления и совершенно не стесняется в выражениях. — ... А Юри хотя бы честна и знакома со словом \"достоинство\".\n\n  Вся эта гневная тирада не оставляет тебя равнодушным и ты медленно, чтобы это дикое животное не набросилось на тебя, семенишь назад.",
    "answers": [
      {
        "id": 102,
        "text": "Уйти как можно дальше"
      }
    ]
  },
  {
    "id": 109,
    "text": "  Ты подходишь к Элизабет:\n— Профессор Заверри, можно вас? \n— Да, конечно, Кейнет. Что-то случилось?\n  Вы подходите к стенду с едой, где учительница берёт два мороженых, одно из которых предлагает тебе. Ты соглашаешься. \n— Понимаю, ты шокирован. Да и Эмили особо не старалась произвести приятное впечатление от школы, но на самом деле у нас довольно спокойно, хоть и специфично.\n   Разговор с Элизабет тебя успокаивает. Ты расслабляешься под звуки скрипичного оркестра, не заметив, как вы дошли до стенда классической музыки.\n— А у меня есть возможность отказаться?\n— От чего? Спонсор платит за твоё обучение, от него отказаться нельзя. А среди демонов других желающих тебя спонсировать не нашлось. Отказаться от Старлинг ты тоже не можешь, потому что уже знаешь наш маленький секрет. Я тебе не завидую, но твоё положение не такое плачевное, как может показаться. ",
    "answers": [
      {
        "id": 112,
        "text": "Две психопатки!",
        "need": [
          107,
          -112
        ]
      },
      {
        "id": 113,
        "text": "Демоны",
        "need": [
          -113
        ]
      },
      {
        "id": 114,
        "text": "Внимание",
        "need": [
          -114
        ]
      },
      {
        "id": 102,
        "text": "Закончить разговор"
      }
    ]
  },
  {
    "id": 110,
    "text": "— Здравствуйте, — ты коротко кланяешься, не зная как подступиться.\n— Здравствуй, Кей.\n  У мужчины слегка отросшие каштановые волосы, небрежно торчащие во все стороны — это придаёт ему особый шарм — и коротко постриженная элегантная бородка. Создаёт впечатление человека, который заботится о своём имидже, но не слишком озабочен внешним видом. Кстати, человеком он вряд ли является, если смог удержать Ариадну — у той-то силы хоть отбавляй. \n— Ах да, куда же подевались мои манеры! — театрально восклицает мужчина. — Энтони Эдвардсон, учитель истории. Можешь не представляться, о тебе я всё и так знаю.\n— Как звали мою первую собаку? — скептично спрашиваешь ты.\n— У тебя аллергия на собачью шерсть, так что никакой собаки не было. То, что твой мозг преподносит как воспоминания о щенке — когнитивное искажение. На самом деле ты таскал на поводке плюшевого медведя.\n  Ты ошарашенно отступаешь на шаг назад, будто получив удар по подсознанию. Что это только что было?!\n— Многие древние вампиры с лёгкостью читают мысли. Я, помимо прочего, могу взламывать память. \n  Чертовщина какая-то. Ах да...\n— Ты хотел спросить о двух ученицах, если забыл. Я могу сделать даже лучше: устроить быстрый тест, подходишь ли ты госпоже Монфор-л'Амори. \n  Ты соглашаешься и тут же чувствуешь давящее воздействие на сознание.",
    "answers": [
      {
        "id": 115,
        "text": "Очистить мысли",
        "need": [
          4
        ],
        "answerImage": [
          "https://d.radikal.ru/d24/2010/04/657e7677daf4.png"
        ]
      },
      {
        "id": 116,
        "text": "Сопротивляться",
        "need": [
          6
        ],
        "answerImage": [
          "https://b.radikal.ru/b00/2010/31/acd3df4b3fc5.png"
        ]
      },
      {
        "id": 117,
        "text": "Поддаться влиянию",
        "need": [
          -4,
          -6
        ]
      }
    ]
  },
  {
    "id": 111,
    "text": "  Ты знаешь достаточно и готов вынести решение. Подытожив всю имеющуюся информацию, ты заключаешь, что Ариадна...",
    "answers": [
      {
        "id": 118,
        "text": "Неоднозначная личность"
      },
      {
        "id": 118,
        "text": "Лицемерная психопатка",
        "var_sub": [
          "lovetoAri",
          1
        ]
      },
      {
        "id": 118,
        "text": "Гениальная ученица старшей школы",
        "var_add": [
          "lovetoAri",
          1
        ]
      }
    ]
  },
  {
    "id": 112,
    "text": "— Мне нужно выбирать между двумя ненормальными! Одна людьми торгует, другая просто их убивает.\n— Ну, вряд ли они ненормальные — просто специфичные. Ариадна несколько предвзято относится к мужчинам, но, если ты не будешь с ней спорить, вы поладите. В конце-концов, переход от неё к другому попечителю — не самое страшное, что может произойти. \n— То есть мне надо смириться с позицией товара и помалкивать? \n  На это Элизабет мягко улыбнулась, оставив вопрос без ответа.\n— Что касается Юри — постарайся поддерживать с ней нейтральные отношения. Кстати, если завоюешь уважение наследницы Люцифера, ничей гнев тебе страшен не будет.\n— Наследницы кого?.. — ты надеешься, что тебе послышалось. \n— Забудем, — Заверри тактично улыбается, в очередной раз уходя от ответа. \n  Ты киваешь и обдумываешь, как вести себя дальше. Может, обсудить с Элизабет что-то ещё?",
    "answers": [
      {
        "id": 113,
        "text": "Демоны",
        "need": [
          -113
        ]
      },
      {
        "id": 114,
        "text": "Внимание",
        "need": [
          -114
        ]
      },
      {
        "id": 102,
        "text": "Закончить разговор"
      }
    ]
  },
  {
    "id": 113,
    "text": "— Демоны существуют! Настоящие, с рогами. Как вообще мириться с этой мыслью? Исчадия ада... — ты представляешь, как они проводят кровавые ритуалы с помощью учеников, и тебе становится не по себе. Им нужна будет твоя душа?\n— Кей, понятие о демонах, привычное людям, сильно искажает реальное положение вещей. Я, например, тоже демон. Но рогов у меня нет.\n— А почему так? \n Ты был уверен, что Заверри человек. Да и не похожа она на демона. Возникает логичный вопрос:\n— И какая трактовка понятия верная?\n— Любое разумное существо, обладающее особыми способностями и силами. Те, кого вы зовёте ангелами, тоже демоны.\n  Ты задумываешься об этом. Получается, вампиры, оборотни, феи — демоны? Или их просто не существует? \n— Хочешь узнать о чём-то ещё?",
    "answers": [
      {
        "id": 112,
        "text": "Две психопатки!",
        "need": [
          107,
          -112
        ]
      },
      {
        "id": 114,
        "text": "Внимание",
        "need": [
          -114
        ]
      },
      {
        "id": 102,
        "text": "Закончить разговор"
      }
    ]
  },
  {
    "id": 114,
    "text": "— Столько внимания... я к нему не привык. \n  Вы доходите до кантри-исполнителей. Бренчание струнных хочет проникнуть в твоё сердце, но оно закрыто. Сейчас единственный плюс музыки — из-за её громкости ваш разговор никто не услышит. \n— Ариадна и Юри давно соперничают, но впервые из-за человека. Две сильнейших, сам понимаешь. Они пользуются авторитетом, так что совпадение их предпочтений в одном человеке делает тебя особенным в глазах многих людей и некоторых демонов. Они вряд ли будут тебе докучать, а если и будут, попроси ту, которой отдашь предпочтение, разобраться. \n  Элизабет так вежливо говорит: \"Им интересен не ты, им интересны Ариадна и Юри\" — что только восхититься можно. Ты благодаришь Заверри за помощь, а она в ответ спрашивает, не хочешь ли ты поговорить о чём-то ещё.",
    "answers": [
      {
        "id": 112,
        "text": "Две психопатки!",
        "need": [
          107,
          -112
        ]
      },
      {
        "id": 113,
        "text": "Демоны",
        "need": [
          -113
        ]
      },
      {
        "id": 102,
        "text": "Закончить разговор"
      }
    ]
  },
  {
    "id": 115,
    "text": "  Ты разгоняешь мысли по углам и пропускаешь давление глубже. Оно, не встретив сопротивления, просто проходит насквозь, не зацепив ничего важного по дороге. \n  Энтони кивает:\n— Мало кто был способен на такое, — и хмыкает. — Ариадне ты подходишь. Пожалуй, даже замолвлю за тебя словечко. Давно я не встречал таких одарённых человеческих особей.",
    "answers": [
      {
        "id": 102,
        "text": "Поблагодарить и уйти",
        "var_add": [
          "AriRespect",
          1
        ]
      },
      {
        "id": 115,
        "text": "<Ты учишься противостоять ментальным атакам!>",
        "comment": true
      }
    ]
  },
  {
    "id": 116,
    "text": "  Ты стараешься поставить барьер, как учили фантастические фильмы про телепатов, но вместо этого чувствуешь лишь острую боль, словно твою голову протыкают огромной иглой. В глазах на секунду темнеет и ты видишь на своей руке, приложенной к носу, кровь. \n— Да ты совсем плох. Против древнего вампира барьеры — слабоумие и отвага? Мой тебе совет: держись от Ариадны на расстоянии пушечного выстрела, целее будешь.\n  Вот ведь ублюдок! Даже не извинился.\n— Я всё слы-ышу.",
    "answers": [
      {
        "id": 102,
        "text": "Чертыхнуться и уйти"
      }
    ]
  },
  {
    "id": 117,
    "text": "  Ты поддаёшься давлению и опускаешься на колени под тяжестью чужого влияния. Ты даже не понимаешь, что происходит — как такому противостоять?! Вскоре вмешательство прекращается и ты встаёшь, отряхиваясь.\n— Довольно посредственно. Впрочем, иного я и не ждал. \n— Ариадну выбирать не стоит?\n— Можешь, конечно. Только сиди тихо.",
    "answers": [
      {
        "id": 102,
        "text": "Кивнуть и уйти"
      }
    ]
  },
  {
    "id": 118,
    "text": "  А Юри...",
    "answers": [
      {
        "id": 119,
        "text": "Психопатка-маньячка",
        "var_sub": [
          "lovetoYuri",
          1
        ]
      },
      {
        "id": 119,
        "text": "Целеустремлённая спортсменка",
        "var_add": [
          "lovetoYuri",
          1
        ]
      },
      {
        "id": 119,
        "text": "Спорная персона"
      }
    ]
  },
  {
    "id": 119,
    "text": "  Но сейчас это не главное. Главное — найти одну из них, чтобы покончить с этим. Ты выбираешь...",
    "answers": [
      {
        "id": 120,
        "text": "Ариадну",
        "var_add": [
          "lovetoAri",
          1
        ],
        "var_sub": [
          "YuriLove",
          1
        ]
      },
      {
        "id": 121,
        "text": "Юри",
        "var_add": [
          "lovetoYuri",
          1
        ],
        "var_sub": [
          "YuriLove",
          -1
        ]
      }
    ]
  },
  {
    "id": 120,
    "text": "  И подходишь к Энтони, чтобы тот помог её найти. Вы проходите мимо стенда с шахматами, где тебя на пару секунд выхватывает длинноволосый блондин и шепчет:\n— Ты нарвался на неприятности, — он выглядит угрожающе, но, как только к вам подходит Эдварсон, лучезарно улыбается, здоровается с учителем и поздравляет тебя с обретением спонсора. \n  Его поведение кажется тебе странным, но ты не придаёшь этому никакого значения.\n  Вы направляетесь в школу. На твои вопросы мужчина отвечает, что Ариадна не слишком любит шумные скопления людей, и вскоре приводит тебя в библиотеку. \n  Эдвардсон кивает в сторону читального зала и уходит.",
    "answers": [
      {
        "id": 122,
        "text": "Найти Ариадну",
        "var_set": [
          "MindBrocken",
          0
        ]
      }
    ]
  },
  {
    "id": 121,
    "text": "  И спрашиваешь о её местонахождении у Элизабет. Она отводит тебя в школьный спортзал, где Рыжая закидывает баскетбольные мячи в кольцо.\n— О, Кей, — заметив тебя, она оставляет своё занятие и приветливо улыбается во все тридцать два острых, как у хищного зверя, зуба. — Ты сделал правильный выбор. Ариадна будет вне себя от злости! Пошли, подразним её! — подпрыгивая на месте от радости, она хватает тебя за руку и хочет повести за собой, но её останавливает Заверри. \n— Юри, контракт. У тебя есть с собой?\n— Нет, — Лисица беззаботно пожимает плечами. \n  Элизабет вздыхает и щёлкает пальцами. В руках у неё появляется лист бумаги, на котором красивым почерком выведены стройные строчки маленьких букв. \n  Юри протягивает тебе свою катану и говорит подписать поскорее, не давая ознакомиться с текстом.\n  Элизабет вздыхает ещё и раз и быстро объясняет, что Камори с этого момента будет нести за тебя полную ответственность, а ты — делать, что она скажет. Контракт подписывается кровью. \n  Лисица, устав ждать, хватает твою ладонь и проводит по ней линию острым лезвием своего меча. Кровь капает на бумагу; Юри протыкает документ мечом, и тот (документ, не меч) воспламеняется, сгорая за секунду. Только ты хочешь наорать на эту сумасшедшую, что больно вообще-то, как видишь, что никакого пореза на руке нет. Вместо него на ладони появился красный силуэт лисы.\n— Чертовщина какая-то...\n— Ну да, привыкай. А теперь побежали в библиотеку!",
    "answers": [
      {
        "id": 137,
        "text": "Проследовать за Юри",
        "var_set": [
          "Warning",
          0
        ]
      }
    ]
  },
  {
    "id": 122,
    "text": "  Девушка находится довольно быстро — в библиотеке. Ты боялся, что отвлечёшь её от чтения, но демонесса торчала в телефоне. Она убирает устройство в карман, смотрит на тебя и ничего не говорит. Образуется неловкая тишина. \n— Я... Кей.\n  Сначала ты хотел сказать что-то про выбор, контракт и решение, но в последний момент слова просто не нашлись и ты растерялся. \n— Ариадна, — она протягивает руку.",
    "answers": [
      {
        "id": 123,
        "text": "Пожать",
        "var_add": [
          "AriLove",
          1
        ]
      },
      {
        "id": 124,
        "text": "Поцеловать"
      },
      {
        "id": 125,
        "text": "Проигнорировать",
        "var_add": [
          "MindBrocken",
          1
        ],
        "var_sub": [
          "AriLove",
          1
        ]
      }
    ]
  },
  {
    "id": 123,
    "text": "  Ты пожимаешь её руку, демонесса улыбается. У тебя появляется предположение, что она всегда улыбается, вне зависимости от настроения, но делает это по-разному. На данный момент она улыбается одобрительно.\n— Ты знаешь что-нибудь о контракте? \n— О каком? Я сейчас душу продавать буду?\n  Ариадна смеётся, понимает, что ты серьёзно, и смеётся ещё сильнее. \n— Контракт может подразумевать любую плату, которую потребует демон. Школьный контракт строго регламентирован. Я плачу за твоё обучение, помогаю с социализацией, ввожу в курс дела, покровительствую и отвечаю за твою сохранность. Ты в ответ подчиняешься и выполняешь любые мои приказы, не причиняющие вред твоему достоинству, здоровью и успеваемости. \n  Она щёлкает пальцами; в воздухе появляются два предмета: документ и кинжал.\n— Подпись ставится кровью. Глубоким порез делать не надо, а то были случаи. В этом году правила были обновлены, так что минимальные сроки действия контракта — один учебный год.\n  В контракте уже прописаны ваши полные имена. Ты читаешь текст и убеждаешься, что Ариадна не солгала и не исказила ни одного пункта. ",
    "answers": [
      {
        "id": 126,
        "text": "Взять кинжал"
      }
    ]
  },
  {
    "id": 124,
    "text": "  Только увидев, что ты намереваешься сделать, Ариадна одёргивает руку, натянуто улыбаясь.\n— Обойдёмся без этого. Я не леди, ты не джентльмен. \n  У тебя появляется предположение, что она всегда улыбается, вне зависимости от настроения, но делает это по-разному. На данный момент она улыбается неискренне.\n— Ты знаешь что-нибудь о контракте? \n— О каком? Я сейчас душу продавать буду?\n  Ариадна смеётся, понимает, что ты серьёзно, и смеётся ещё сильнее. \n— Контракт может подразумевать любую плату, которую потребует демон. Школьный контракт строго регламентирован. Я плачу за твоё обучение, помогаю с социализацией, ввожу в курс дела, покровительствую и отвечаю за твою сохранность. Ты в ответ подчиняешься и выполняешь любые мои приказы, не причиняющие вред твоему достоинству, здоровью и успеваемости. \n  Она щёлкает пальцами и в воздухе появляются два предмета: документ и кинжал.\n— Подпись ставится кровью. Глубоким порез делать не надо, а то были случаи. В этом году правила были обновлены, так что минимальные сроки действия контракта — один учебный год.\n  В контракте уже прописаны ваши полные имена. Ты читаешь текст и убеждаешься, что Ариадна не солгала и не исказила ни одного пункта. ",
    "answers": [
      {
        "id": 126,
        "text": "Взять кинжал"
      }
    ]
  },
  {
    "id": 125,
    "text": "  Ариадна холодно смотрит на тебя и угрожающе улыбается.  У тебя появляется предположение, что она всегда улыбается, вне зависимости от настроения, но делает это по-разному.\n— Пожми руку, — её приказной тон пробирает до мурашек.\n  Ты чувствуешь, что тело тебя не слушается — оно слушается демонессу. Рукопожатие происходит, но против твоей воли.\n— Ты знаешь что-нибудь о контракте? — как ни в чём не бывало, спрашивает демонесса.\n— О каком? Я сейчас душу продавать буду?\n  Ариадна смеётся, понимает, что ты серьёзно, и смеётся ещё сильнее. \n— Контракт может подразумевать любую плату, которую потребует демон. Школьный контракт строго регламентирован. Я плачу за твоё обучение, помогаю с социализацией, ввожу в курс дела, покровительствую и отвечаю за твою сохранность. Ты в ответ подчиняешься и выполняешь любые мои приказы, не причиняющие вред твоему достоинству, здоровью и успеваемости. \n  Она щёлкает пальцами и в воздухе появляются два предмета: документ и кинжал.\n— Подпись ставится кровью. Глубоким порез делать не надо, а то были случаи. В этом году правила были обновлены, так что минимальные сроки действия контракта — один учебный год.\n  В контракте уже прописаны ваши полные имена. Ты читаешь текст и убеждаешься, что Ариадна не солгала и не исказила ни одного пункта. ",
    "answers": [
      {
        "id": 126,
        "text": "Взять кинжал"
      },
      {
        "var_max": [
          "MindBrocken",
          5
        ],
        "var_show": [
          "MindBrocken"
        ],
        "comment": true,
        "id": 125,
        "text": "Сломленность разума:"
      }
    ]
  },
  {
    "id": 126,
    "text": "  Маленький порез на пальце начинает кровоточить моментально. Ты прикладываешь рану к бумаге, и та начинает светиться. Убирая руку, ты видишь, что никакой крови или любого другого малейшего намёка на взаимодействие с кинжалом нет. Ариадна прикладывает к контракту кольцо-печать, и документ исчезает. \n— У меня есть всего одно правило, Кейнет. Я всегда права. Соблюдай его — и мы поладим. Есть вопросы?",
    "answers": [
      {
        "id": 127,
        "text": "Не было рогов на портрете",
        "need": [
          43
        ]
      },
      {
        "id": 128,
        "text": "Цвет волос"
      },
      {
        "id": 129,
        "text": "Торговля людьми",
        "need": [
          107
        ]
      },
      {
        "id": 130,
        "text": "— Почему я?"
      },
      {
        "id": 136,
        "text": "Конфликт с учеником",
        "need": [
          19
        ]
      },
      {
        "id": 131,
        "text": "Никаких вопросов"
      }
    ]
  },
  {
    "id": 127,
    "text": "— У многих демонов две формы. Я сейчас в неполном превращении. Но на доске почёта у меня рога есть, просто каждый раз на первый день их убирают, чтобы новеньких, вроде тебя, не пугать раньше времени. \n— А какое у тебя полное превращение?\n— Ещё успеешь узнать. Сейчас я отвечаю, а не показываю.",
    "answers": [
      {
        "id": 128,
        "text": "Цвет волос",
        "need": [
          -128
        ]
      },
      {
        "id": 129,
        "text": "Торговля людьми",
        "need": [
          107,
          -129
        ]
      },
      {
        "id": 130,
        "text": "— Почему я?",
        "need": [
          -130
        ]
      },
      {
        "id": 136,
        "text": "Конфликт с учеником",
        "need": [
          19
        ]
      },
      {
        "id": 131,
        "text": "Никаких вопросов"
      }
    ]
  },
  {
    "id": 128,
    "text": "— Как ты уже мог догадаться, демоны нередко рождаются с цветными волосами. Во мне кровь Люцифера смешалась с кровью последней Синей лисицы. Красный плюс синий даёт какой? Правильно, фиолетовый. \n— Синей лисицы?\n— Ну Юри вот красная огненная лиса, а моя мать была синей огненной лисой. Синее пламя сильнее красного, к слову. \n  Ариадна сдержанно улыбается: даже в этом она лучше Юри.",
    "answers": [
      {
        "id": 127,
        "text": "Не было рогов на портрете",
        "need": [
          43,
          -127
        ]
      },
      {
        "id": 129,
        "text": "Торговля людьми",
        "need": [
          107,
          -129
        ]
      },
      {
        "id": 130,
        "text": "— Почему я?",
        "need": [
          -130
        ]
      },
      {
        "id": 136,
        "text": "Конфликт с учеником",
        "need": [
          19,
          -136
        ]
      },
      {
        "id": 131,
        "text": "Никаких вопросов"
      }
    ]
  },
  {
    "id": 129,
    "text": "— Ну есть такое, да. Но я же сказала, что правила поменяли. Раньше, чем через год, я от тебя не избавлюсь. И ты от меня тоже. \n— Мне просто ждать, пока ты найдёшь покупателя?\n— Ой, а тебе не плевать? Какая разница: я, Юри, кто-то ещё? Что-то прям изменится? Деньги другого цвета какие-то? Я тебя учу правилам нашего мира, нахожу тебе достойную партию — устраиваю тебе жизнь практически. Что тебе не нравится?",
    "answers": [
      {
        "var_add": [
          "AriRespect",
          1
        ],
        "var_sub": [
          "AriLove",
          -1
        ],
        "id": 132,
        "text": "Мной интересуются из желания от меня избавиться",
        "need": [
          4
        ],
        "answerImage": [
          "https://d.radikal.ru/d24/2010/04/657e7677daf4.png"
        ]
      },
      {
        "id": 133,
        "text": "Я не хочу менять попечителя",
        "var_add": [
          "AriLove",
          1
        ],
        "var_need": [
          "lovetoAri",
          2
        ]
      },
      {
        "id": 134,
        "text": "Промолчать"
      },
      {
        "text": "Всё не нравится!",
        "id": 135,
        "var_sub": [
          "AriLove",
          1
        ],
        "need": [
          6
        ],
        "answerImage": [
          "https://b.radikal.ru/b00/2010/31/acd3df4b3fc5.png"
        ]
      }
    ]
  },
  {
    "id": 130,
    "text": "— В каком смысле почему ты?\n— Ну, почему выбор пал на меня. \n— Ты симпатичный, новенький, похож на кое-кого, опять-таки. \n— На кого?\n— Меньше знаешь — крепче спишь.\n  Интересно, Ариадна от всех неудобных вопрос уходит ироничными поговорками? На кого ты похож так и остаётся загадкой, но, видимо, на хорошего человека.",
    "answers": [
      {
        "id": 127,
        "text": "Не было рогов на портрете",
        "need": [
          43,
          -127
        ]
      },
      {
        "id": 129,
        "text": "Торговля людьми",
        "need": [
          107,
          -129
        ]
      },
      {
        "id": 136,
        "text": "Конфликт с учеником",
        "need": [
          19,
          -136
        ]
      },
      {
        "id": 131,
        "text": "Никаких вопросов"
      }
    ]
  },
  {
    "id": 131,
    "text": "  Ариадна выводит тебя из библиотеки и ведёт в столовую, но останавливается на полпути. \n— Юри, чтоб тебя понос пробрал, — вся доска почёта разрисована оранжевой краской. — Семнадцать лет демонессе, а она усы на фото пририсовывает.",
    "answers": [
      {
        "var_add": [
          "AriRespect",
          1
        ],
        "id": 152,
        "text": "— Так это была она! А что за состав у краски? Ничем не пахнет, быстро сохнет, хорошо ложится.",
        "need": [
          45
        ],
        "var_sub": [
          "AriLove",
          -1
        ]
      },
      {
        "id": 154,
        "text": "— Так это был её рисунок вчера?",
        "need": [
          38,
          -45
        ]
      },
      {
        "id": 155,
        "text": "— А по-моему довольно забавно",
        "var_sub": [
          "AriLove",
          1
        ]
      },
      {
        "id": 156,
        "text": "— Хочешь, я уберу?",
        "var_add": [
          "AriLove",
          1
        ]
      },
      {
        "id": 157,
        "text": "— Просто игнорируй"
      }
    ]
  },
  {
    "id": 132,
    "text": "  Ариадна на секунду выпадает и задумывается. \n— Ну вообще-то нет. Я выбираю того, кто заинтересует, но парни не способны удержать этот интерес больше месяца. А ты ещё и похож на кое-кого...\n  Интересно получается. ",
    "answers": [
      {
        "id": 127,
        "text": "Не было рогов на портрете",
        "need": [
          43,
          -127
        ]
      },
      {
        "id": 130,
        "text": "— Почему я?",
        "need": [
          -130
        ]
      },
      {
        "id": 136,
        "text": "Конфликт с учеником",
        "need": [
          19,
          -136
        ]
      },
      {
        "id": 131,
        "text": "Никаких вопросов"
      },
      {
        "id": 132,
        "text": "<Ариадне нравится твоё умение грамотно объяснять свои чувства>",
        "comment": true
      }
    ]
  },
  {
    "id": 133,
    "text": "  Ариадна смотрит на тебя скептично.\n— Я заметил, что предпочтение человека здесь принято не спрашивать, но я выбрал тебя, потому что ты мне понравилась, а не потому что хотел успешно устроить свою жизнь.\n— Понравилась?\n— Как человек, — поспешно добавляешь ты. — То есть, как личность я имею ввиду. \n  Демонесса смеётся, но выглядит довольной.",
    "answers": [
      {
        "id": 127,
        "text": "Не было рогов на портрете",
        "need": [
          43,
          -127
        ]
      },
      {
        "id": 130,
        "text": "— Почему я?",
        "need": [
          -130
        ]
      },
      {
        "id": 136,
        "text": "Конфликт с учеником",
        "need": [
          19,
          -136
        ]
      },
      {
        "id": 131,
        "text": "Никаких вопросов"
      },
      {
        "id": 133,
        "text": "<Ариадне приятно твоё хорошее отношение к ней>",
        "comment": true
      }
    ]
  },
  {
    "id": 134,
    "text": "— То-то и оно.\n  Нужно быстро поменять тему разговора!",
    "answers": [
      {
        "id": 127,
        "text": "Не было рогов на портрете",
        "need": [
          43,
          -127
        ]
      },
      {
        "id": 130,
        "text": "— Почему я?",
        "need": [
          -130
        ]
      },
      {
        "id": 136,
        "text": "Конфликт с учеником",
        "need": [
          19,
          -136
        ]
      },
      {
        "id": 131,
        "text": "Никаких вопросов"
      }
    ]
  },
  {
    "id": 135,
    "text": "— Очень аргументированно, очень по-взрослому. \n— Люди не товар!\n— Петух не птица, мужчина не человек, — усмехается Ариадна, а ты кипишь от гнева.\n  Нужно сменить тему, пока ты не наделал глупостей.",
    "answers": [
      {
        "id": 127,
        "text": "Не было рогов на портрете",
        "need": [
          43,
          -127
        ]
      },
      {
        "id": 130,
        "text": "— Почему я?",
        "need": [
          -130
        ]
      },
      {
        "id": 136,
        "text": "Конфликт с учеником",
        "need": [
          19,
          -136
        ]
      },
      {
        "id": 131,
        "text": "Никаких вопросов"
      },
      {
        "id": 135,
        "text": "<Ариадне не нравится твоя эмоциональность>",
        "comment": true
      }
    ]
  },
  {
    "id": 136,
    "text": "— Это не совсем вопрос, скорее просьба. Ты же сказала, что должна мне помогать по контракту... — ты старательно подбираешь слова, чтобы это не выглядело как ябедничество и бегство от ответственности.\n— Не тяни кота за хвост, изъясняйся быстрее. \n— В общем, сегодня вечером мне забили стрелу.\n  Ариадна закатывает глаза, заламывает руки и шепчет: \"За что мне всё это?\" — но уверяет, что проблему решит.",
    "answers": [
      {
        "id": 127,
        "text": "Не было рогов на портрете",
        "need": [
          43,
          -127
        ]
      },
      {
        "id": 129,
        "text": "Торговля людьми",
        "need": [
          107,
          -129
        ]
      },
      {
        "id": 130,
        "text": "— Почему я?",
        "need": [
          -130
        ]
      },
      {
        "id": 131,
        "text": "Никаких вопросов"
      }
    ]
  },
  {
    "id": 137,
    "text": "  Вы быстро добираетесь из одного крыла в другое, где Юри с ноги врывается в дверь с эмблемой книги, создавая ужасный шум. Внутри, кажется, пусто.\n— Ариадна? — Рыжая поводит ушами, проходит мимо стеллажей и никого не находит. — Странно...\n  Демонесса, наконец, перестаёт носиться туда-сюда, и ты используешь эту возможность, чтобы рассмотреть её получше. \n  Азиатская внешность, голубые глаза, рыжие волосы, собранные в два высоких хвоста. Красные лисьи уши, острые зубы и длинные ногти (когти?). За спиной носит катану с чёрно-красной ручкой, одета в школьную форму. Рубашка, которая утром ещё была заправлена под юбку, сейчас неряшливо торчит, а колготки порваны. Телосложение спортивное, грудь второго размера.\n— Куда это ты пялишься?\n— Н-никуда, просто задумался. \n— Ладно, слушай. Ариадна либо в библиотеке, либо в кабинете истории, либо у себя в комнате... В библиотеке её нет, Эдвардсон сейчас на улице — в кабинете ей делать нечего, а в комнату к ней мы не попадём, — Юри сосредоточенно ходит кругами по комнате, подперев рукой подбородок. — Чё ж делать-то?\n  Ты поражён тем, насколько ей важно насолить сопернице. Кажется, в это противостояние ты уже втянут по самые уши.\n— Ладно, пошли. Тут торчать бесполезно, — она вновь бесцеремонно хватает тебя за руку и тащит в коридор. \n  Вы идёте на выход, Ариадна и длинноволосый блондин — в библиотеку. Искра, буря, безумие — перепалки не избежать. \n— Ой, что это? Это та самая владычица демонов, которой отказал обычный человечишко! — ну конечно, куда же без этого. Юри обнимает тебя за плечи. — Тяжело, наверно, проиграть в таком пустяковом конфликте. \n— Ты о чём? — искренне удивляется Рогатая. \n— О Кейнете, конечно! \n— А, он, — она будто только сейчас заметила твоё присутствие. — Я рада, что он сам ушёл. Было бы неловко объяснять, что ему уже нашли лучшую альтернативу, — она смущённо почесала затылок. — Тони был прав. Ланн, идём, — она кивает своему спутнику, и они скрываются в библиотеке. \n  Юри в ярости и готова испепелить всё вокруг.\n— Вот ведь #%%#! ",
    "answers": [
      {
        "id": 138,
        "text": "Солгать, что был лучшего мнения об Ариадне",
        "var_add": [
          "YuriLove",
          1
        ]
      },
      {
        "id": 138,
        "var_sub": [
          "lovetoAri",
          1
        ],
        "var_add": [
          "YuriLove",
          1
        ],
        "text": "Сказать, что был лучшего мнения об Ариадне"
      },
      {
        "id": 139,
        "var_sub": [
          "lovetoYuri",
          1
        ],
        "var_add": [
          "YuriLove",
          -1
        ],
        "text": "Сказать, что был лучшего мнения о Юри"
      }
    ]
  },
  {
    "id": 138,
    "text": "— Не знал, что она такая расчётливая.\n— Она прекрасно дурачит голову. Но ты молодец: быстро понял, что к чему.\n  Камори выглядит довольной твоими словами.\n— Не хочешь её фотки на доске почёта разрисовать?",
    "answers": [
      {
        "id": 140,
        "text": "— Так это была ты! А что за состав у краски? Она ничем не пахнет, быстро сохнет, хорошо ложится.",
        "need": [
          45
        ],
        "var_sub": [
          "YuriLove",
          1
        ]
      },
      {
        "id": 141,
        "text": "— Так это был твой рисунок вчера?",
        "need": [
          38,
          -45,
          -48
        ]
      },
      {
        "id": 142,
        "text": "— Интересно, а ты помнишь нашу встречу в спортзале?",
        "var_add": [
          "YuriLove",
          1
        ],
        "need": [
          48
        ]
      },
      {
        "var_add": [
          "YuriLove",
          1
        ],
        "id": 143,
        "text": "— Хочу",
        "need": [
          -48
        ],
        "var_sub": [
          "lovetoAri",
          1
        ]
      },
      {
        "id": 144,
        "text": "— Не хочу",
        "need": [
          -48
        ]
      }
    ]
  },
  {
    "id": 139,
    "text": "— Какая ты мелочная и завистливая.\n— А ну-ка повтори! — приставив лезвие катаны к твоему горлу, требует Юри.\n  Ты поднимаешь руки и нервно улыбаешься. \n— А сейчас мы идём разрисовывать её портреты на доске почёта.",
    "answers": [
      {
        "id": 140,
        "text": "— Так это была ты! А что за состав у краски? Она ничем не пахнет, быстро сохнет, хорошо ложится.",
        "need": [
          45
        ],
        "var_sub": [
          "YuriLove",
          1
        ]
      },
      {
        "id": 141,
        "text": "— Так это был твой рисунок вчера?",
        "need": [
          38,
          -45,
          -48
        ]
      },
      {
        "id": 142,
        "text": "— Интересно, а ты помнишь нашу встречу в спортзале?",
        "var_add": [
          "YuriLove",
          1
        ],
        "need": [
          48
        ]
      },
      {
        "var_add": [
          "YuriLove",
          1
        ],
        "id": 143,
        "text": "— Ладно",
        "need": [
          -48
        ],
        "var_sub": [
          "lovetoAri",
          0
        ]
      },
      {
        "id": 144,
        "text": "— Ещё чего",
        "need": [
          -48
        ],
        "var_sub": [
          "YuriLove",
          1
        ]
      }
    ]
  },
  {
    "id": 140,
    "text": "— Чё ты нудный такой? Я вообще с тобой не об этом разговариваю. Хочел умничать — выбрал бы Ариадну. Идёшь со мной или нет?",
    "answers": [
      {
        "id": 143,
        "text": "— Иду"
      },
      {
        "id": 144,
        "text": "— Нет"
      }
    ]
  },
  {
    "id": 141,
    "text": "— Да-да. Тему не меняй. Идёшь?",
    "answers": [
      {
        "id": 143,
        "text": "— Иду"
      },
      {
        "id": 144,
        "text": "— Нет"
      }
    ]
  },
  {
    "id": 142,
    "text": "— Помню конечно. Игроков в баскетбол уважаю, но сейчас не об этом. \n",
    "answers": [
      {
        "id": 142,
        "text": "— Я оставил баллончик в комнате.\n— Ничего, у меня их много.",
        "need": [
          50
        ],
        "merge": true
      },
      {
        "id": 142,
        "text": "— Сначала ты скажешь, как её отмыть. В перчатках в такую жару ходить неудобно.\n— Вот ты дурак, конечно. Она бы уже слезла от солнечного света, если бы ты её не прятал.\n  Ты снимаешь перчатку и подставляешь руку под солнечные лучи. Краска действительно легко отходит.",
        "need": [
          51,
          59
        ],
        "merge": true
      },
      {
        "id": 142,
        "text": "— Сначала ты скажешь, как её отмыть.\n— Вот ты дурак, конечно. Она уже слезла от солнечного света, если ты не заметил.\n  Ты видишь, что никакого пятна на руке действительно нет.",
        "need": [
          51,
          -59
        ],
        "merge": true
      },
      {
        "id": 143,
        "text": "— Да пошли уже"
      },
      {
        "id": 144,
        "text": "— Не хочу участвовать в этом, если честно"
      }
    ]
  },
  {
    "id": 143,
    "text": "— Ну и чего мы стоим тогда? Побежали! — Юри подмигивает тебе и открывает своим ключом дверь с эмблемой колбы. Быстро берёт оттуда два маленьких баллончика с краской и даёт один из них тебе. \n  Вы вместе занимаетесь вандализмом. Вроде мелочь, но Юри выглядит довольной. Вдруг она серьёзнеет, поводит ушами, шепчет: \"Эмили идёт\", — срывается с места и убегает в спортзал с нечеловеческой скоростью. Ты...",
    "answers": [
      {
        "id": 145,
        "text": "Быстро скрываешься там же ",
        "need": [
          7
        ],
        "answerImage": [
          "https://c.radikal.ru/c01/2010/e1/5bdc37aea31f.png"
        ]
      },
      {
        "id": 146,
        "text": "Не успеваешь сбежать",
        "var_add": [
          "Warning",
          1
        ]
      }
    ]
  },
  {
    "id": 144,
    "text": "— Ну и ладно, ну и пожалуйста. Не очень-то и хотелось. \n  Ты не успеваешь и глазом моргнуть, а Юри уже скрылась извиду. Пожав плечами, ты идёшь в свою комнату.",
    "answers": [
      {
        "id": 147,
        "text": "Принять душ"
      }
    ]
  },
  {
    "id": 145,
    "text": "  Директриса громко возмущается очередной выходке хулиганов, а вы с Юри тихонько сбегаете через дверь, ведущую на улицу. \n— Шустрый, ничего не скажешь, — Камори по-приятельски бьёт тебя кулаком в плечо.\n— Спасибо, — отдышавшись, произносишь ты. \n  Юри кидает короткое: \"Бывай\", — на прощание и уходит. Ты решаешь, что лучше бы отдохнуть, и направляешься к себе.",
    "answers": [
      {
        "id": 148,
        "text": "Принять душ"
      }
    ]
  },
  {
    "id": 146,
    "text": "  И директриса ловит тебя буквально за руку.\n— Кейнет Уильям Ламберт, ты всего первый год здесь, а уже вытворяешь подобное! Выношу тебе предупреждение. Три предупреждения — вылетишь из школы со свистом! Всё понял?\n  Ты киваешь.\n— Чтобы через час все портреты блестели! Возьми ультрафиолетовую лампу и тряпку.\n  Директриса поднимается наверх по лестнице, а из спортзала выходит громко смеющаяся Юри.\n— Ну ты и лошара, Кейнет.\n— Спасибо огромное. Где мне тряпку и лампу взять?\n— В лаборантской и в подсобке посмотри, — она протягивает тебе два ключа с эмблемами и, наказав вернуть оба ключа, когда закончишь, уходит. ",
    "answers": [
      {
        "id": 149,
        "text": "Начать уборку"
      },
      {
        "var_max": [
          "Warning",
          3
        ],
        "var_show": [
          "Warning"
        ],
        "comment": true,
        "id": 146,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 147,
    "text": "",
    "answers": []
  },
  {
    "id": 148,
    "text": "  Под горячими струями ты обдумываешь всё, что успело произойти за эти два дня, и выходишь из душевой куда более спокойным, почти примирившимся со всеми сегодняшними потрясениями.",
    "answers": [
      {
        "id": 148,
        "text": "Как вдруг вспоминаешь, что, вообще-то, должен ещё встетиться с тем бугаём.",
        "need": [
          19
        ],
        "merge": true
      },
      {
        "id": 159,
        "text": "Рассуждать логически",
        "need": [
          4,
          19
        ]
      },
      {
        "id": 151,
        "text": "Пойти ",
        "need": [
          19
        ]
      },
      {
        "id": 153,
        "text": "Лечь спать"
      }
    ]
  },
  {
    "id": 149,
    "text": "  Ты берёшь из лаборантской лампу, из подсобки — тряпку и убираешь краску с фотографий. Это не так уж и сложно, ты справляешься минут за десять, а затем возвращаешь ключи владелице. Владелица, к слову, отказывается рассказывать, откуда у неё доступ к школьному имуществу, ссылаясь на какие-то связи. Ни сил, ни желания что-либо выяснять у тебя нет, и ты просто идёшь ",
    "answers": [
      {
        "id": 148,
        "text": "Принять душ",
        "need": [
          146
        ]
      },
      {
        "id": 149,
        "text": "вместе с ней в столовую.",
        "need": 155,
        "merge": true
      },
      {
        "id": 149,
        "text": "к себе после ужина.",
        "need": [
          146
        ],
        "merge": true
      },
      {
        "id": 158,
        "text": "Сесть за стол",
        "need": [
          155
        ]
      }
    ]
  },
  {
    "id": 150,
    "text": "  Несмотря на все потрясения, этот день оставил после себя приятное предвкушение чего-то великого. Правда, помимо впечатлений ты принёс с собой в комнату ещё и отчётливый запах пота.",
    "answers": [
      {
        "id": 148,
        "text": "Принять душ"
      }
    ]
  },
  {
    "id": 151,
    "text": "  Ты приходишь в назначенное место, но драки не происходит. Вместо этого Стив (так, оказалось, зовут того парня) пожелал тебе удачно освоиться в Старлинг, пожал руку и посоветовал больше не хамить едва знакомым людям. Непонятно, являлся ли Стив по природе своей таким добряком или на его поведение повлияло сегодняшнее происшествие, но вы договорились просто забыть друг о друге. ",
    "answers": [
      {
        "id": 153,
        "text": "Лечь спать"
      }
    ]
  },
  {
    "id": 152,
    "text": "— Модифицированный изотактический полипропиленоксид. Он быстро разрушается на солнце. Юри нашла способ сделать из него краску для проекта по химии в седьмом классе. \n— Юри разбирается в химии?\n— И в физике. Эту гениальность да в мирное русло... ",
    "answers": [
      {
        "id": 155,
        "text": "— А по-моему довольно забавно",
        "var_sub": [
          "AriLove",
          1
        ]
      },
      {
        "id": 156,
        "text": "— Хочешь, я уберу?",
        "var_add": [
          "AriLove",
          1
        ]
      },
      {
        "id": 157,
        "text": "— Просто игнорируй"
      },
      {
        "id": 152,
        "text": "<Ариадне нравятся твои внимание к деталям и любопытство>",
        "comment": true
      }
    ]
  },
  {
    "id": 153,
    "text": "  Как только твоя голова соприкасается с подушкой, ты засыпаешь. Твоё подсознание подводит итоги этого дня.",
    "answers": [
      {
        "id": 153,
        "text": "Симпатия к Ариадне:",
        "comment": true,
        "var_show": [
          "lovetoAri"
        ]
      },
      {
        "id": 153,
        "text": "Симпатия к Юри",
        "comment": true,
        "var_show": [
          "lovetoYuri"
        ]
      },
      {
        "id": 28,
        "text": "Конец главы"
      }
    ]
  },
  {
    "id": 154,
    "text": "— В левом коридоре? Да. Все всё понимают, но без прямых доказательств будут молчать до последнего, иначе — оскорбление репутации клана и большие проблемы. В каком же замечательном мире мы живём, — она усмехается.\n— Я думал, твоё влияние сильнее.\n— Как бы я ни была сильна, против целого клана кицуне никто, даже имея моё покровительство, не пойдёт.",
    "answers": [
      {
        "id": 156,
        "text": "— Хочешь, я уберу?",
        "var_add": [
          "AriLove",
          1
        ]
      },
      {
        "id": 157,
        "text": "— Просто игнорируй"
      },
      {
        "id": 155,
        "text": "— А по-моему довольно забавно",
        "var_sub": [
          "AriLove",
          1
        ]
      }
    ]
  },
  {
    "id": 155,
    "text": "— Заявлять во всеуслышание об отсутствии чувства юмора было необязательно. Ну и, раз такое дело, получи особую возможность прикоснуться к этому произведению искусства: убери тут всё.\n— Но мы же шли ужинать.\n  В ответ Ариадна пожимает плечами и протягивает тебе два ключа.\n— Это от подсобки и лаборантской; вернёшь, когда закончишь. Я буду в библиотеке. \n— А зачем мне ключ от лаборантской?\n— Там ультрафиолетовые лампы, дурень.",
    "answers": [
      {
        "id": 149,
        "text": "Взять ключи"
      }
    ]
  },
  {
    "id": 156,
    "text": "  Ариадна улыбается и отказывается.\n— Зачем тратить время на то, что можно сделать магией? — она щёлкает пальцами, и в её руках что-то на секунду вспыхивает. \n  Краска осыпается. Девушка делает круговое движение кистью — пыль исчезает. \n— Пошли, людям нужно есть четыре раза в день, а за больных платят меньше.\n  То, что она шутит, ты понимаешь интуитивно и смеёшься в ответ.\n  \n  Вы доходите до столовой.",
    "answers": [
      {
        "id": 158,
        "text": "Сесть за стол"
      }
    ]
  },
  {
    "id": 157,
    "text": "  Ариана вдруг отвешивает тебе ощутимый подзатыльник.\n— За что?\n— Просто игнорируй, — язвительно отвечает демонесса.\n  Ты чешешь ушибленное место и понимаешь, что сказал глупость. Но Ариадна, кажется, не злится. Она в задумчивости смотрит на свои портреты и делает несколько фотографий. Заметив твой заинтересованный взгляд, она объясняет:\n— Выложу в школьном блоге как фанатское творчество. Юри всё-таки старалась, подбирала каждому портрету уникальный образ. Только цвет краски поменяю — оранжевый не люблю.\n  Через секунды две всё готово, и Ариадна ведёт тебя в столовую. ",
    "answers": [
      {
        "id": 158,
        "text": "Сесть за стол"
      }
    ]
  },
  {
    "id": 158,
    "text": "  Зал отчего-то пуст, хотя свет не погашен, а еда на месте. \n— Я пользуюсь некоторыми привилегиями, — Ариадна отвечает на вопрос заранее. \n— До сих пор в голове не укладывается, — тихо бормочешь под нос. Сейчас, когда появилось время подумать о происходящем, ты чётко осознаёшь, что не знаешь ровным счётом ничего об этом мире.\n\n  Потерянность — вот что ты чувствуешь. И пристальный взгляд фиолетовых глаз. \n\n— Что? — отчего-то смущённо спрашиваешь ты, словно Ариадна слышала твои мысли.\n",
    "answers": [
      {
        "id": 158,
        "text": "— Ты очень красивый, когда думаешь. И молчишь — это важное умение. \n— Это так у демонов принято комплименты делать?\n— Пф, ну вот. Заговорил — и сразу вся магия рассеялась.\n\n  Тебе почему-то стало гораздо спокойнее, чем минуту назад. Если вот это — опаснейший демон академии, то беспокоиться не о чем. Как только ты открываешь рот, чтобы сообщить ей об этом, Ариадна восклицает: \n\n— Я надеюсь, что ты приготовился есть, а не удивлять меня своим остроумием, иначе мы сейчас же уйдём отсюда. \n\n  Угроза на тебя действует, и ты приступаешь к трапезе.",
        "var_need": [
          "AriLove",
          2
        ],
        "merge": true
      },
      {
        "id": 158,
        "text": "— Ничего. Ешь давай, — её взгляд остаётся таким же непроницаемым, а смотреть куда-то в другую сторону демонесса и не думает. Под таким наблюдением тебе и кусок в горло не лезет. \n— А ты не будешь?\n— Я уже сыта.\n\n  Пусть тревожные мысли и не покидают тебя, но будущее отчего-то уже не кажется столь туманным и опасным. ",
        "var_no_more": [
          "AriLove",
          1
        ],
        "merge": true
      },
      {
        "id": 150,
        "text": "Поблагодарить Ариадну за вечер и уйти",
        "var_add": [
          "lovetoAri",
          1
        ]
      },
      {
        "id": 150,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 159,
    "text": "  Ты человек мысли, а не мускул. Какой резон туда идти? К тому же, вообще не факт, что тот здоровяк придёт один, а не с друзьями. В конце-концов, за драку на территории академии, которой руководят демоны, можно схлопотать и что-то пострашнее исключения. ",
    "answers": [
      {
        "id": 159,
        "text": "С другой стороны, хотелось бы посмотреть на то, как твоя новая попечительница поставит этого грубияна на место.",
        "need": [
          136
        ],
        "merge": true
      },
      {
        "id": 160,
        "text": "Сходить насладиться зрелищем"
      },
      {
        "id": 153,
        "text": "Лечь спать"
      }
    ]
  },
  {
    "id": 160,
    "text": "  Ты приходишь на место, но там никого нет. Тишина ночи кажется тебе пугающей из-за своей абсолютности: не слышны ни сверчки, ни птицы, ни дуновения ветров в ветвях деревьев. Жутковато. Вдруг кто-то хватает тебя со спины за талию.\n— Испугался? — демонесса смеётся тебе на ухо. Ты готов поклясться, что она стала выше, раз сумела дотянуться. \n— Да кто так вообще делает?! — ты оборачиваешься, когда она уже тебя отпустила. \n— И это вместо спасибо? Я решаю твои проблемы, неблагодарный человечек. \n\n  Лицезреть силы Ариадны в действии тебе не удалось, к сожалению, но хотелось хотя бы услышать о её возможностях, поэтому ты, игнорируя насмешку, спрашиваешь:\n— А что ты с ними сделала?\n— Съела, — ответ поступает незамедлительно. Ариадна при этом звучит и выглядит серьёзно, так что ты подсознательно отступаешь чуть назад. Если подумать, она ведь не притронулась к еде в столовой... — Видел бы ты сейчас своё лицо! — она заливается громким смехом, вытирая рукой проступившие слёзы. \n\nТвоему возмущению нет границ. Тебе очень хочется высказать этой барышне пару ласковых, чтобы остудить её пыл, но от злости ты словно забываешь все слова, а потому издаёшь только нечленораздельные звуки, что веселит демонессу ещё сильнее. \n\n— Эй, расслабься. Из-за своего неумения держать язык за зубами ты уже недавно нажил себе врага. Но то был человек, а я-то демон.\n  ",
    "answers": [
      {
        "var_add": [
          "AriRespect",
          1
        ],
        "id": 161,
        "text": "Взять контроль над чувствами ",
        "var_sub": [
          "AriLove",
          -1
        ],
        "answerImage": [
          "https://d.radikal.ru/d24/2010/04/657e7677daf4.png"
        ]
      },
      {
        "var_add": [
          "AriRespect",
          1
        ],
        "id": 162,
        "text": "Сделать дыхательную гимнастику, чтобы прийти в себя",
        "var_sub": [
          "AriLove",
          0
        ],
        "answerImage": [
          "https://a.radikal.ru/a14/2010/97/f962c440e7b7.png"
        ]
      },
      {
        "id": 163,
        "text": "Накричать на неё",
        "answerImage": [
          "https://b.radikal.ru/b00/2010/31/acd3df4b3fc5.png"
        ]
      },
      {
        "id": 153,
        "text": "Молча уйти в свою комнату и лечь спать"
      }
    ]
  },
  {
    "id": 161,
    "text": "  Ты садишься на зелёный газон и запускаешь пальцы в траву:\n— Спасибо за помощь, — твой голос звучит тихо, ровно и уставше. Всё-таки потрясений на сегодня достаточно. \n\n  Ты ощущаешь, как Ариадна садится — ложится — рядом, опираясь на локти. \n\n— Честно говоря, удивительно, что ты прислушался к голосу разума, — почему-то в её голосе ты тоже слышишь усталость. \n\nВаши взгляды, устремлённые в разные стороны: твой — вниз, её — вверх, к звёздам; — так и не пересекаются, но ты всё равно чувствуешь, что вы очень похожи, хоть и не знаешь, в чём. \n\n  Ты и сам не замечаешь, как проваливаешься в сон, а просыпаешься лишь на долю секунды, чувствуя, как твоё тело падает на кровать.",
    "answers": [
      {
        "id": 153,
        "text": "В царство Морфея"
      }
    ]
  },
  {
    "id": 162,
    "text": "  Ты откидываешь голову назад и делаешь дыхательную гимнастику. Успокоившись, ты вновь спрашиваешь:\n— Что ты с ним сделала?\n— Стёрла память. Человечину я не ем, можешь не беспокоиться. ",
    "answers": []
  },
  {
    "id": 163,
    "text": "",
    "answers": []
  },
  {
    "id": 164,
    "text": "",
    "answers": []
  }
]