[
  {
    "id": 1,
    "text": "Автор: Night Puma\nЖанр: миниквест, юмор, приключения\n\nКвест для тех, кто хочет вернуться в детство, когда кажется, что нет ничего невозможного. Вы — младший ребёнок в семье и вам кажется, что вас недооценивают? Не беда! Вас не хотят брать с собой в лес за грибами? Попробуйте это исправить и посмотрите, к чему приведут ваши действия.\n\nПредупреждение: квест носит чисто развлекательный характер. Не пытайтесь повторить это дома.",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 10,
        "text": "Достижения"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы просыпаетесь от странного звука. Будильник? Летом?! Незаметно приоткрыв глаза, вы видите вашу сестру. Она смотрит на вас, пытаясь понять, спите ли вы.",
    "answers": [
      {
        "id": 3,
        "text": "Осуждающий взгляд: ЗАЧЕМ?!"
      },
      {
        "id": 4,
        "text": "Притвориться спящим"
      },
      {
        "id": 5,
        "text": "Спать дальше"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы наградили её осуждающим взглядом и жалобно воскликнули:\n— Зачем?!\n— Мы поедем за грибами, а ты спи.",
    "answers": [
      {
        "id": 6,
        "text": "- За грибами? И без меня?!"
      },
      {
        "id": 9,
        "text": "- Нет! Я с вами!"
      },
      {
        "id": 5,
        "text": "- Ладно, - спать дальше"
      }
    ]
  },
  {
    "id": 4,
    "text": "Так же незаметно вы закрыли глаза и притворились спящим. Через минуту вы услышали, как ваша сестра вышла из комнаты.",
    "answers": [
      {
        "id": 7,
        "text": "Вспомнить вчерашний вечер"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вас не волнуют её заморочки, поэтому вы закрываете глаза и продолжаете спать...\nВы просыпаетесь от звука мотора. Машина! Ваши родные уезжают куда-то без вас! Вскочив с постели, вы надели первое, что попалось под руку. Выбежав на улицу, вы увидели лишь удаляющийся автомобиль.",
    "answers": [
      {
        "id": 29,
        "text": "Вернуться в дом"
      },
      {
        "id": 30,
        "text": "В погоню!"
      }
    ]
  },
  {
    "id": 6,
    "text": "— За грибами? И без меня?! — воскликнули вы с наигранной трагичностью.\nВаша сестра закатила глаза и фыркнула:\n— Переигрываешь.\nОна устало вздохнула и присела на край кровати.\n— Ну что тебе там делать? Там комары, слепни, шершни, пчелы, осы, клещи, кабаны, в конце концов! Я сама их боюсь, а мне ещё тебя охранять? Время полшестого! Спи лучше!",
    "answers": [
      {
        "id": 9,
        "text": "Напроситься"
      },
      {
        "id": 5,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 7,
    "text": "Когда вы ложились спать, услышали странный разговор.\n— Тебя будить завтра утром? — спросила бабушка вашу сестру.\n— Зачем?\n— За грибами поедем. Ты с нами?\n— В лес? Конечно! А во сколько?\n— Встаём в 5, едем в 6...\n\nНу конечно же! Они собрались ехать в лес за грибами. Без вас! Да они вас недооценивают! Вы это так не оставите!",
    "answers": [
      {
        "id": 13,
        "text": "Разработать план"
      }
    ]
  },
  {
    "id": 8,
    "text": "Как жаль! Вы почти достигли цели, но так глупо попались и получили достижение \"Спалился!\"",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 9,
    "text": "— Нет! Я с вами! — возмутились вы и вскочили с постели. Ваша сестра недовольно вздохнула и закатила глаза. Она ещё долго вас отговаривала. Но вы были непреклонны. И вот вы уже все вместе подъезжаете к лесу.",
    "answers": [
      {
        "id": 11,
        "text": "Вы добились своего"
      }
    ]
  },
  {
    "id": 10,
    "text": "Всего доступно 5 достижений:\n",
    "answers": [
      {
        "id": 12,
        "text": "Сила убеждения"
      },
      {
        "id": 28,
        "text": "Тайный агент"
      },
      {
        "id": 8,
        "text": "Спалился!"
      },
      {
        "id": 33,
        "text": "Правильный подход"
      },
      {
        "id": 29,
        "text": "Всё проспал!"
      }
    ]
  },
  {
    "id": 11,
    "text": "Поздравляем! Вы нашли способ убедить сестру взять вас с собой и быстро достигли цели! Вы получаете достижение \"Сила убеждения\"",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 12,
    "text": "\"Сила убеждения\"\nвы на собственном опыте убедились, что самый верный, надёжный и короткий путь к цели — это прямо высказать свои намерения и договориться.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы решили во что бы то ни стало поехать в лес! В голове созрел примерный план действий. Вас совсем не беспокоила его ненадёжность. Первым делом вы надели на себя самые удобные для леса вещи. Затем посмотрели в окно и увидели отцовскую машину с открытым багажником. Это ваш шанс! Единственное препятствие — ваш отец, который занимается погрузкой вещей. Вам нужно действовать быстро, решительно и осторожно, пока багажник не закроют. Вы подошли к двери и прислушались. Услышали голос бабушки, доносящийся с улицы:\n— Ну ты там долго? Мы сейчас поедем!; и ответ сестры: — Иду! Затем звук захлопнувшейся двери.",
    "answers": [
      {
        "id": 15,
        "text": "- Пора!"
      }
    ]
  },
  {
    "id": 14,
    "text": "",
    "answers": []
  },
  {
    "id": 15,
    "text": "— Пора! — пронеслось в голове и вы вышли из комнаты.\n— Всё чисто! — сказали вы сами себе и подошли к двери, ведущей на улицу. Прислушавшись, вы услышали удаляющиеся шаги. Выждав несколько секунд, вышли на улицу, осторожно прикрыв дверь и стараясь не привлекать внимания. Во дворе уже никого не было, и вы бросились к входным воротам. Через щель вы увидели, что в багажнике уже было всё необходимое и ваш отец собрался его захлопнуть, как вдруг о чём-то вспомнил и пошёл в вашу сторону.",
    "answers": [
      {
        "id": 16,
        "text": "Спрятаться за дровами\n"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы спрятались за дровами и отец прошёл мимо вас в дом. Не теряя времени, вы подбежали к багажнику и забрались внутрь. Вы осторожно подвинули корзинки и спрятались в глубине багажника. Вам повезло, здесь валялась старая отцовская куртка и вы не замедлили ею укрыться. Вскоре багажник захлопнулся и вы отправились в путь. Вы уже начали беспокоиться о запасе кислорода, как вдруг машина остановилась и багажник открылся.",
    "answers": [
      {
        "id": 17,
        "text": "Выждать подходящий момент"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы хотели как можно скорее выбраться наружу, но решили не рисковать и выждать подходящий момент. Ваш отец достал из багажника все корзины и отошёл на пару шагов. Затем вы услышали ещё шаги и звук распыляющегося спрея от насекомых.",
    "answers": [
      {
        "id": 20,
        "text": "Выбраться из багажника"
      }
    ]
  },
  {
    "id": 18,
    "text": "",
    "answers": []
  },
  {
    "id": 19,
    "text": "",
    "answers": []
  },
  {
    "id": 20,
    "text": "Вы сбросили с себя отцовскую куртку и осторожно, но быстро выбрались из багажника наружу. Как хотелось наконец вдохнуть свежий воздух полной грудью, но у вас не было времени и вы быстро огляделись по сторонам. Вся ваша родня стояла по одну сторону от машины и заканчивала приготовления к прогулке, а перед вами простирался большой лес.",
    "answers": [
      {
        "id": 22,
        "text": "Спрятаться за машиной"
      },
      {
        "id": 23,
        "text": "Бежать в лес"
      }
    ]
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  },
  {
    "id": 22,
    "text": "Вы решили не показываться семье на глаза, ведь неизвестно, как они отреагируют на ваше появление. Только попасться вам не хватало! А потому вы, подобно шпиону из фильма, спрятались за машиной.",
    "answers": [
      {
        "id": 24,
        "text": "Заглянуть под машину"
      }
    ]
  },
  {
    "id": 23,
    "text": "Не в силах больше ждать, вы бездумно бросились в лес. Однако вы успели пожалеть об этом в считанные секунды, услышав, как вас окликнули:\n— Дима?! — удивилась ваша сестра.\n— Стой! — гневно воскликнул отец.\nВаше тело перестало вас слушаться и вы застыли на месте. Нет смысла бежать — вас поймали с поличным! С тяжёлым сердцем, в отчаянии вы медленно повернулись к семье, которая уже подбежала к вам. Отец еле сдерживался, чтобы не выдать вам знатную затрещину. Впереди вас ожидал долгий разговор...\n",
    "answers": [
      {
        "id": 8,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 24,
    "text": "Не забывая шпионские приёмы, вы заглянули под машину, наблюдая за ситуацией. Ваша сестра и бабушка направились в лес, а вот ваш отец обошёл машину слева.",
    "answers": [
      {
        "id": 26,
        "text": "Обойти машину справа"
      }
    ]
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  },
  {
    "id": 26,
    "text": "Не теряя сноровки, вы обошли машину справа и оказались прямо перед ней. Вы продолжили наблюдать за отцом. Вскоре он захлопнул багажник и пошёл в лес. Вы же продолжили наблюдение, не выдавая своего присутствия. Лишь на обратном пути к машине вы вышли из тени и эпично указали им на большую ошибку:\n— Эй, вы тут белый гриб пропустили!\nДа! Вам удалось их впечатлить!\nВаша сестра смотрела на вас с удивлением, отец с осуждением, а бабушка даже схватилась за сердце! Они были так удивлены и напуганы, что даже не стали вас ругать. ",
    "answers": [
      {
        "id": 27,
        "text": "Ехать домой"
      }
    ]
  },
  {
    "id": 27,
    "text": "В тяжёлом молчании вы все вместе отправились домой. Вы были довольны собой, ведь в салоне машины ехать намного удобнее, чем в багажнике! Вам вообще запретили залезать в багажник! Зато однажды вы будете вспоминать эту историю с улыбкой!",
    "answers": [
      {
        "id": 28,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 28,
    "text": "Поздравляем! Вы успешно выполнили миссию по проникновению в лес и не попались! Вы получили достижение \"Тайный агент\"!",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы обречённо вздохнули и, смирившись со своей судьбой, вернулись в дом. Решив поспать подольше, вы упустили возможность попасть в лес. Вам сразу вспомнились слова отца о том, что вы всю жизнь проспите. Возможно, в чём-то он был прав...\n\n* Вы получили достижение \"Всё проспал!\"",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы не собираетесь так просто сдаваться! Поэтому вы незамедлительно сели на свой велосипед и бросились в погоню. Сначала вам повезло: не смотря на то, что вы сильно отстали, дорога вела прямо и не сворачивала. Но, когда машина уже давно скрылась из виду, вы оказались на развилке без указателей. Куда дальше?",
    "answers": [
      {
        "id": 31,
        "text": "Налево"
      }
    ]
  },
  {
    "id": 31,
    "text": "Доверившись своей интуиции и логике, вы свернули налево. Ведь именно там должен быть лес. И вскоре вы поняли, что чутьё вас не подвело. Уверенно двигаясь по тропинке вдоль леса, вы остановились, услышав знакомые взволнованные голоса.\n— Дима! Какого... ёжика ты здесь делаешь?!\nНе успели вы ничего ответить своей сестре, как вокруг вас запричитали отец и бабушка. Но вместо объяснений, вы напомнили им про грибы.\n— Ладно. Вот расскажешь всё матери и решим. А пока: не отходи от нас ни на шаг.\nНабрав целое лукошко грибов, вы убедили родных сменить гнев на милость.",
    "answers": [
      {
        "id": 33,
        "text": "Правильный подход"
      }
    ]
  },
  {
    "id": 32,
    "text": "",
    "answers": []
  },
  {
    "id": 33,
    "text": "Поздравляем! Вы проявили смелость и находчивость и получили достижение \"Правильный подход\"",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 34,
    "text": "",
    "answers": []
  }
]