[
  {
    "id": 1,
    "text": "      Жизнь сабаки\n\n\n      А вам никогда не хотелось стать псом?\n\n       В этом квесте можно будет прожить жизнь        \n                              собаки\n\n              Кирилл с днём рождения!!!\n\n\n",
    "answers": [
      {
        "id": 2,
        "text": "Начать историю"
      }
    ]
  },
  {
    "id": 2,
    "text": "Выбери собаку:",
    "answers": [
      {
        "id": 3,
        "text": "Бродячая дворняга"
      },
      {
        "id": 3,
        "text": "Сербернар"
      },
      {
        "id": 5,
        "text": "Авчарка"
      }
    ]
  },
  {
    "id": 3,
    "text": "В разработке",
    "answers": [
      {
        "id": 2,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы были очень шумный и игривый, а также очень люпопытный. Везде совали носик. Вам долго выбирали имя и тут заметили что вы очень смешно облизываете свой носик. Вас назвали Лаки.",
    "answers": [
      {
        "id": 7,
        "text": "Дальше..."
      }
    ]
  },
  {
    "id": 5,
    "text": "Темнота. Какое-то время после рождения приходилось перидвигаться в слепую к материнскому соску. Но вот свет. Сначала он был очень яркий но потом вы впервые увидели мир вокруг себя... У вас был брат и сестра очень игривые, подвижные и весёлые. ",
    "answers": [
      {
        "id": 6,
        "text": "Быть тихим, спокойным"
      },
      {
        "id": 4,
        "text": "Быть игривым и подвижным"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы были тихий, не очень любили играть и вечно были возле своей матери. Вам долго выбирали имя и тут заметили что вы очень смешно облизываете свой носик. Вас назвали Лаки.",
    "answers": [
      {
        "id": 7,
        "text": "Дальше..."
      }
    ]
  },
  {
    "id": 7,
    "text": "Впереди предстоит детсво Лаки",
    "answers": [
      {
        "id": 8,
        "text": "Продолжить детство"
      },
      {
        "id": 9,
        "text": "Пропустить детство (ВНИМАНИЕ! может сокротить число концовок)"
      }
    ]
  },
  {
    "id": 8,
    "text": "Лаки быстро рос. Он стал таким общительным что подружился с сабаками которые лаяли за милю от его дома! Каждый день казался чудесней другова. Но Алиса (так звали хозяйку) решила что когда вы подростёте... хотя, рановато мы об этом. Тут началось самое интересное\n\n\n\n\n началась первая зима в вашей жизни\n",
    "answers": [
      {
        "id": 9,
        "text": "Дальше..."
      }
    ]
  },
  {
    "id": 9,
    "text": "Однажды Лаки выпрыгнув из дома залетел прямо в... мягкое и не понятное белое вещество. Оно было холодным и приятным, мама сказала что это снег. Теперь каждый день можно был барахтатся в снегу и лизать его.",
    "answers": [
      {
        "id": 10,
        "text": "Перейти к главному "
      },
      {
        "id": 9,
        "text": "Прыгнуть в снег"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вскоре вы узнали что вас собираются комуто продать. Завтра будет новый год и завтра вас заберут из любимого дома. Ну чтож давайте...",
    "answers": [
      {
        "id": 11,
        "text": "Ждать"
      },
      {
        "id": 12,
        "text": "Искать выход из дома"
      }
    ]
  },
  {
    "id": 11,
    "text": "Ожидание чего-то плохово так мучительно. Время тянулось так медленно. Но вот начла свитатть. В комноту вошла хозяйка и взяла Лаки на руки все еще спали вас понесли к двери. Дверь открылась. На пороге стоял незнокомец. Вы раньше видели только соседских детей которые заходили в гости по воскресеньям. Незнокомец же был очень высокий и страшноватый на первый взгляд. Скорость действий решает все",
    "answers": [
      {
        "id": 14,
        "text": "Потдаться"
      },
      {
        "id": 15,
        "text": "Вырываться"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы начали искать. Ни одной лазейки не было лишь форточка была чуть приоткрыта, но высоко.",
    "answers": [
      {
        "id": 11,
        "text": "Ждать"
      },
      {
        "id": 13,
        "text": "Прыгать"
      }
    ]
  },
  {
    "id": 13,
    "text": "Лаки начал прынгать к фороточке изо всех сил. Он почти подтянулся но тут его окликнула хозяйка—\"Эй ,Лаки, ты куда это собралься?!\" Она закрыла окно и понисла вас в гостиную к брату и сестре.",
    "answers": [
      {
        "id": 11,
        "text": "Сдаться и ждать"
      }
    ]
  },
  {
    "id": 14,
    "text": "Незнокомец взял Лаки на руки, что-то дал хозяйке и понёс его к машине????. Он посодил его на переднее сидение и несколько секунд мешкал. Это последний шанс бежать!",
    "answers": [
      {
        "id": 16,
        "text": "Сидеть "
      },
      {
        "id": 15,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 15,
    "text": "Лаки начал брыкаться и вырвавшись из рук бросился бежать подальше. Погоня незомедлимо началась...",
    "answers": [
      {
        "id": 19,
        "text": "Побежать обратно домой"
      },
      {
        "id": 17,
        "text": "К соседям"
      },
      {
        "id": 34,
        "text": "Бежать через дорогу "
      }
    ]
  },
  {
    "id": 16,
    "text": "Новый хозяин закрыл дверь, завел автомобиль и машина поехала по дороге. Это было первое путешествие в вашей жизни. Мимо проносились дома, улицы, магозины и другие машины.Дорога была долгой. Наконец машина повернула к какомуту зданию, где стояли такие-же машины остоновилась и заглохла. Хозяин открыл дверь, взял вас на руки и куда-то понёс.",
    "answers": [
      {
        "id": 21,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 17,
    "text": "Лаки бросился на лево к соседским детям. Он забежал к ним во двор. На его зашипел их кот но Лаки пробежал мимо, и забежал в дом через приоткрытую дверь. —\"Лаки?\"—удивлённо крикнул он. С улицы донеслось:\"Бен, лови!\". Пора бежать!",
    "answers": [
      {
        "id": 18,
        "text": "В гостинную"
      },
      {
        "id": 20,
        "text": "На кухню"
      }
    ]
  },
  {
    "id": 18,
    "text": "Лаки бросился в гостинную, но тут его схватила Наташа, сестра Бена.—\"Эй, Алина, Лаки тут!\"—она передола Лаки Бену, а Бен отдал вашему новому хозяину.—\"Пака, Лаки!\"",
    "answers": [
      {
        "id": 16,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 19,
    "text": "—Ты куда, Лаки!?—закричала хозяйка и изловчившись схватила Лаки. Теперь у Лаки появился новый хозяин. Он сел в машину, посадил Лаки в автомобиль",
    "answers": [
      {
        "id": 16,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 20,
    "text": "Лаки бросился на кухню но там его схвотили и вернули новому хозяину. Он посадил вас в машину и сказал:\"Ну ты,Шустрик!\"",
    "answers": [
      {
        "id": 16,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 21,
    "text": "Хозяин понёс Лаки в кокуюту комнату. Там за столом сидел человек и посмотрев на Лаки сказал:\"Подходит!\" Хозяин понес Леки в кокой-то зал и сказал:\"Ну что, Лаки, ты уже большой, пора проверить тебя на силу и ловкость. Ты ведь авчарка.",
    "answers": [
      {
        "id": 22,
        "text": "Покозать какой ты крутой"
      },
      {
        "id": 23,
        "text": "Покозать какой ты слабенький"
      }
    ]
  },
  {
    "id": 22,
    "text": "Лаки из-зо всех сил старался покозать себя, но ведь он ещё не был натренерован и талько поднял на смех других собак.—Ничего еще научишся на тренеровках!\"—сказал хозяин.",
    "answers": [
      {
        "id": 24,
        "text": "Тренироваться"
      }
    ]
  },
  {
    "id": 23,
    "text": "Лаки не хотя прыгнул... И врезался носом в другую собаку. Ах, что было! Лутше вести себя полутше!",
    "answers": [
      {
        "id": 24,
        "text": "Тренироваться"
      }
    ]
  },
  {
    "id": 24,
    "text": "Прошли годы после того как Лаки первый раз встретился со своим настоящим хозяином. Каждый день он тренировался и стал большой и сильной немецкой авчаркой. Лаки работал в полиции. Наконец-то обучение кончилось и он был переведён в спецподразделение спецназа! Наконец-то первое задание!",
    "answers": [
      {
        "id": 25,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вызов... Терорестический акт в какомто районе.—\"Едем!!!\" Наконец-то. За пять минут мы доехали на брони-грузовике. Началась перестрелка.\"За мной,\"—сказал хозяин и мы с несколькими спецназовцоми ворволись в здание. Перестелка продолжалась.Вдруг кто-то крикнул:\"Бомба!\" Саперы подбежали к бомбе и начали решать как её обезвредить. Они сабираются резать синий провод, нужно их остоновит !",
    "answers": [
      {
        "id": 26,
        "text": "Ничего не делать"
      },
      {
        "id": 27,
        "text": "Выхватить бомбу и бежать подальше"
      },
      {
        "id": 28,
        "text": "Гавкнуть"
      }
    ]
  },
  {
    "id": 26,
    "text": "Счелчок и... Цывры на экранчике понеслись как бешенные и... Это конец.",
    "answers": [
      {
        "id": 1,
        "text": "Квест окончен"
      },
      {
        "id": 25,
        "text": "Попытатся все исправить"
      }
    ]
  },
  {
    "id": 27,
    "text": "Кусачки преблизелись к синему проводу. Нелзя мешкать! Лаки выхватил бомбу из рук. Нужно унести её подальше",
    "answers": [
      {
        "id": 29,
        "text": "Бежать на улицу"
      },
      {
        "id": 30,
        "text": "Прыгнуть в вентиляцию"
      }
    ]
  },
  {
    "id": 28,
    "text": "Эй, Лаки, не мешай. Нет! Счелчок... Конец.",
    "answers": [
      {
        "id": 1,
        "text": "Квес окончен."
      },
      {
        "id": 25,
        "text": "Попытатся все справить"
      }
    ]
  },
  {
    "id": 29,
    "text": "Лаки выбежал на улицу, там шла ожестаченная стрельба. И вдруг... Острая боль в боку. Так вот что чувстуешь когда у умираешь. Хотя вы не хотели это-го знать... Конец, это смерть.",
    "answers": [
      {
        "id": 1,
        "text": "Квест пройден."
      },
      {
        "id": 25,
        "text": "Вернутся назад к бомбе"
      },
      {
        "id": 27,
        "text": "Вернутся назад к бегу"
      }
    ]
  },
  {
    "id": 30,
    "text": "Лаки впрыгнул в вентиляцию и бысто пополз на звуки стрельбы. Через некоторое время Лаки подполз к выходу осталось меньше минуты до взрыва. Пора задать террорам. Лаки скинул бомбу прямо к ним. Взрыв. Здание пошотнулось и честично порушилась. Лаки чудом выжил.—\"Лаки, ты где?!\"",
    "answers": [
      {
        "id": 31,
        "text": "Выпрыгнуть из под завалов к хозяину"
      }
    ]
  },
  {
    "id": 31,
    "text": "—\"Лаки, ты герой, но дело еще не закончено!\"—докозательсво не заставило себя ждать. Из-за заволов вылетела граната. Хозяин не успеет отбежать.",
    "answers": [
      {
        "id": 32,
        "text": "Спастись самому"
      },
      {
        "id": 33,
        "text": "Спасти хозяина"
      }
    ]
  },
  {
    "id": 32,
    "text": "Лаки отпрыгнул заобломок. Взрыв. Что стало с хозяином, не буду говорить. А Лаки, навсегда изчез. Что с ним стало неизвестно.",
    "answers": [
      {
        "id": 1,
        "text": "Конец. (Незабываем про каментарии)"
      }
    ]
  },
  {
    "id": 33,
    "text": "Лаки оттолкнул хозяина и лег на гранату. Ну что-же, он хотя-бы узнал какого в раю. Это конец, уже нечего изменять",
    "answers": [
      {
        "id": 1,
        "text": "Конец. (Незобудте поставить лайк и написать отзыв если вам понравился квест)"
      }
    ]
  },
  {
    "id": 34,
    "text": "Лаки бросился через дорогу, проскочив под несущемся грузовиком. Зашипели тормоза, грузовик занесло, мимо вильнул автомобиль, а Лаки понесса Он все бежал и бежал, и наконец запрыгнул в кучу мусора",
    "answers": [
      {
        "id": 35,
        "text": "Заснуть"
      }
    ]
  },
  {
    "id": 35,
    "text": "Лаки тихо и мирно спал как вдруг мусор зашевильлся. Он поднялся и Лаки ели успел выпрыгнуть. Тут же музор полетел в кузов грузовика. Плохая идея спать в мусоре.",
    "answers": [
      {
        "id": 36,
        "text": "Учить правила выживания"
      },
      {
        "id": 36,
        "text": "Все ровно учить навыки выживания"
      }
    ]
  },
  {
    "id": 36,
    "text": "Несколько лет на улице научили Лаки некоторым правилам: выскакивать на дорогу смертельно опасно, людей надо боятся, они редко бывают добрыми, если к тебе идет человек в форме с сачком срочно бежать и т.д. (На этом история пока кончается в дальнейшем будет продолжение)",
    "answers": [
      {
        "id": 1,
        "text": "Пока все, ждите продолжения"
      }
    ]
  },
  {
    "id": 37,
    "text": "",
    "answers": []
  }
]