[
  {
    "id": 1,
    "text": "Забытое чувство холода-обычный квест, в котором все линейно, и лишь одна концовка, так как история давно уже прописана.",
    "answers": [
      {
        "id": 2,
        "text": "Открыть для себя начало этой истории."
      }
    ]
  },
  {
    "id": 2,
    "text": "Солнце только-только встало над палубой, чайки пытались стащить остатки вчерашнего ужина, а корабль знатно пошатывало.Весь в грязи, он млабо напоминал королевский фрегат, а борт был явно чем-то заблеван. Либо еда была протухшая, либо кто-то не умел готовить.\nМачты пошатывались от ветра, а пол потрескивал под ногами. Доски давно разошлись из-за сырости, а крепежи и прочие металлические украшения поржавели.\n\n",
    "answers": [
      {
        "id": 3,
        "text": "День только начинался"
      }
    ]
  },
  {
    "id": 3,
    "text": "Сегодня была моя очередь драить палубу.\n Это бремя почти всегда падало на меня. Я либо проигрывал в кости Фоксу, явно жульничавшему, либо меня просто подкупали вкусняшками, появляющимися изнеоткуда.Но мне было все равно.Внимание Икари было дороже.Тем более работенка была не сильно тяжкая, и грошики в кармане, за пропущенные очереди. Швабра лежала в каморке-страшном месте, куда я редко заползал из-за различных ползающих, летающих и бегающих по стенам насекомых. \nКапитан заставляла нас убирать швабру каждый раз. Она была неподкупаема...\n",
    "answers": [
      {
        "id": 4,
        "text": "В каморку"
      }
    ]
  },
  {
    "id": 4,
    "text": "Корабль уже несколько раз залатывался на скорую руку. Видны были \"швы\". На нормальный фрегат денег нашей королеве не хватило,а  пытаться спать со мной-было гениальной ,по ее мнению, идеей. \nГлавное, что эта чудо-посудина плыла-и на том спасибо. конечно возникали и некоторые трудности. Иногда его просто прорывало и мы весь день вытаскивали воду в ведрах.А иной раз трескался пол, который обрезался и заколачивался намертво. Особенно хотелось выделить дырки в полу, проделанные мышами и крысами, которые вечно таскали припасы.",
    "answers": [
      {
        "id": 5,
        "text": "О себе."
      },
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "Мое имя-Крис. Фамилии у меня нет, поэтому я взял себе фамилию, по названию моей рассы-Урит. Я не помню ничего из своей жизни. Последнее, что я помню-как встретился с тремя важными лю... не не так, живот....да не, существами,расами, персонажами моей жизни? Да, вот так пойдет.\nЯ встретился с тремя важными в моей жизни персонажами. Они до сих пор меняют мою жизнь. \nЯ не умею ничего. Если честно-сам я бесполезен. Мне обязательно нужен источник маны и любой стихийной энергии. При этом использовать я могу любой вид такой энергии. Хоть и ограниченное время. Больше всего из них я обожаю молнию. Эта энергия позволяет моим атакам становиться быстрее. \nАх да. Я-Урит. Поговаривают, что все из данного клана были убиты из-за древней силы, которой они владели. Меня при этом до сих пор никто не пытался убить. У меня есть точная цель-возрадить этот клан и узнать, кто убил мою родню.\n",
    "answers": [
      {
        "id": 6,
        "text": "В реальность."
      }
    ]
  },
  {
    "id": 6,
    "text": "Из подпалубных помещений разнесся хлопающий звук, похожий на падение чего-то на пол. Если это крысы-их надо резко выкинуть с борта или избавится от них любым другим способом. Я всегда сажал их в корзинку от продуков и кидал им пару рыб, после выпускал ее в океан..Мне жалко было их умертвлять, но меня заставляли их ловить, хоть я и не Неко, тем более-не кот. Капитан одна знала об этом. Остальные-недопонимали всю суть происходящего. Уриты отличались от Неко тем, что не имели никаких кошачьих признаков, помимо ушек и хвоста.",
    "answers": [
      {
        "id": 7,
        "text": "Пойти в подпалубье"
      }
    ]
  },
  {
    "id": 7,
    "text": "Пройти под палубу было не совсем прекрасной идеей...В меня сразу полетела доска.Увернутся я не успел.В глазах резко помутнело и накрыло резкое чувство бессилия. Я упал на пол у стенки и отключился.Очнулся я минуты через две-три.В глазах все плыло,но через рябь слышались слова, которые я пытался разобрать:\n???.—Ты в конец охренел столько бухать алкаша кусок!?\n???.—Да я немножечко Кэп!\n???.—Я вижу!\nПосле этого я немного отлежался и рябь в глазах прошла. Передо мной стояла она...\nПрекрасные серебрянные волосы, развивающиеся по ее плечам, как плавленное серебро,фиолетовая накидка, обрамленная различными сапфирами и кожанными накладками и эти всегда острые,как ее ум рожки, которые она иногда подтачивала...\nКазалось бы все, но ее глаза....прекрасные серебрянные глаза,блестящие на свету и отражающие почти все, что она видела. Они так манили, но и отталкивали холодным взглядом от себя..\nИк.—Эй! Сорь, что шарахнула. Я в Фокса целилась.\nКр.—А...Да не...ничего.\nГоворить было трудно и неудобно. Как будто моя челюсть была тяжелее ведра с рыбой.\nИкари подошла ко мне и осмотрела место ушиба. \nИк.-Простая царапина, не более.\nЕе холодные руки коснулись моего лица и по телу прошелся приятный озноб. По спине пробежались мурашки. Было так приятно. Собраться с чувствами и встать было трудной задачей. В каморку попадало всего пару лучей света и разглядеть лицо икари было трудно,поэтому я не знал, улыбалась она сейчас или наоборот...\n\n",
    "answers": [
      {
        "id": 8,
        "text": "Поднятся."
      }
    ]
  },
  {
    "id": 8,
    "text": "Поздновато было описывать каморку, но все же она была как всегда загажена:\nВезде валялись разбитые или не разбитые бутылки, в углу стояло дофига бочек и ящиков с едой и водой. Молока мы не взяли. А жалко. Иногда пробегала крыска. Мыф их травили , ибо \"припасы пожрут\", но безуспешно. Их не брал ни один яд. Жрали всё. Я пытался обьясниь, что Уриты-не коты а отдельная \"своя\" расса и мышей мы не ловим как Неко... Меня к сожаленью поняли не все.\nФк.—Эй! Блохастый!\nФокс кричал из угла. Он был явно ушатан по самое нехочу и сидел на полу, пристроившись рядом с бочками с вином. Нда! Икари мало церемонилась. Если ее кто и выбесил-то это явно не останется без последствий.\nФк.—Блохастый!\nРазличных кличек, позывал и позывных у меня было навалом. В основном их придумывал Фокс, естественно-по пьяни. Меня называли \"Блохоносом, Ходячей мышеловкой, Юнгой\" и тому подобное...\nФк.—Кошара!\nКр.—Я Урит!\nФк.—Да хоть тот, кто свистит. \nКр.—К сути!\nПод горячкой он всегда говорил завуалированно или со стилем \"высших слоев общества\".\nФк.—Мисье...вы это...\nОн обвел каморку полупьяным, трезвеющим взглядом. После продолжил...\nФк.—Че так....убрались хреново... Вон там паутинка, вот здесь еще бутылочки.Плохо работаем.\nКр.-Я даже метлу в руки еще не брал!\nИз люка показалась Икари.\nИк.—Сегодня твоя очередь. Так что-метлу в руки и убери каморку алкаша запчасть!\nПо-правде мы не знали, чья сегодня очередь. На кого покажет Икари-тот и убирался.\nФк.—Эй Крис...кысь кысь кысь! \nОн достал из кармана протухшего малька, которого он выловил из моего ведра неделей ранее.\nФк.-Смотри! У меня рыбка) уберешь за меня?\nИк.-Крис! Пригнись а?\nИкари метко, прямо в голову метнула нож, который прошелся по макушке Фокса и застрял в стене с характерным \"дзынь\".\nИк.—Хватит собачится! Ты!\nОна указала пальцем на пошатывающегося, но встающего с места Фокса.\nИк.-Иди и уберись! Быстро! Крис-за мной.\nФокс жалобно посмотрел на меня, прося о помощи, но меня он уже изрядно подзадолбал!Я повернулся и медленным шагом пошел к винтовой лестнице, оставляя бедного и несчастного лиса на растерзание работе.\n\n",
    "answers": [
      {
        "id": 9,
        "text": "Выйти."
      }
    ]
  },
  {
    "id": 9,
    "text": "Я обернулся и посмотрел в глаза Фокса, стоя уже у самой крышки каморки и держа её, дабы не хлопала. Фокс кинулся в мою сторону. Икари стояла позади меня, наблюдая данную \"картину маслом\".\nИк.—Крис пошли. оставим этого алкаша здесь на денек-другой. Пусть одумается.\nКр.—Не слишком ли?\nИк.—Абсолютно нет.\nОна отодвинула мою руку, а Лис уже забирался по лестнице.\nФк.—ЭЙ! Я с вами ребя...\nИкари захлопнула люк со всей силы и из каморки послышался крик. Видимо он почти добежал, но его \"отпихнули\" люком.Фокс как таковой алкашом не был, просто у него морская болезнь и (как он говорил) у него она проходит под воздействием спиртного.В люк он не стучал. Наверное уснул под действием вина, наврятли он и взаправду пошел работать.\nИк.—Эй! Ты тоже не прохлаждайся. Иди зови второго \"Гения\".\nКр.—Понял! Так точно капитан!\nПриложенная к голове рука была опущена внз и я, со скоростю пули помчался в жилые помещения.\nИкари капитаном избрали методом исключения. Я был слишком молод,  хоть в прошлом был как раз капитаном судна, но я не доставал до штурвала. Фокс засрал бы все и сразу, так как в его руки можно нормально доверить лиш арбалет. Драго было бы просто не до этого. Так что кандидат оставался один-Икари. Она сначала была против, но после решила, что покомандовать нами-прекрасная возможность.\nВообще о ней мало известно. Мы не знаем как она появилась, откуда, и зачем она с нами. Она говорила  о каком-то задании, но я мало что понял. Сказала, что оно связано со мной. И что она демон высшего сословия. Это вся информация о ней, кроме внешности.\nОна показала пару раз свой \"огонь душ\", который горел ярче и жарче обычного, при этом имел синевато-черный оттенок. Она могла управлять им как хотела, правда дальше разжигания-потухания мы не дошли.\nЯ, даже имея свой прекрасный дар использования любого типа стихий, не мог им пользоваться. Он тух у меня в руках через минуту,  а то и меньше. Икари говорила, что это связано с чем-то наследственным и энергия этого мира не подходит для огня душ.\nУ Икари была сова, которой я явно не нравился. Икари иногда ее призывала в этот мир. Она пристально наблюдала за мной , когда я был рядом с Икари. Глядела прямо в душу...Брррр. При этом она никогда без команд Икари не нападала и даже не налетала на кого-нибудь. Изредка она садилась на мое плечо. Когти впивались в рубашку и она иногда раздирала мне кожу. У Икари для этого была кожанная накладка. \nИкари мне нравилась, это сложно отрицать. Я хотел и ей понравится, но постоянно мне либо кто-то мешал, либо я просто \"падал в грязь\".",
    "answers": [
      {
        "id": 10,
        "text": "Пойти за Драго"
      }
    ]
  },
  {
    "id": 10,
    "text": "Драго-еще один мой друже. Он алхимик. По большинству-зельеварец. Я звал его \"Ведьм\", но он сказал, что не будет давать мне зелья, если я продолжу. А они-важная состовляющая боя. Эти зелья позволяли нам сражаться без отдыха долгое ремя, при этом не теряя сил или энергии.\nЕго комната находилась рядом с комнатой Фокса, так что они часто бродили друг к другу и болтали о своем, попивая \"особые зелья\". Икари говорит, что это простое вино, которое просто не пахнет алкоголем. Видимо он там не только зелья мешал...\nЕго дверь уже была потрепана временем, ибо он часто что-то взрывал в своей комнате и дверь вылетала, билась об стенку и закрывалась обратно.\nКр.—Эй! Ведьм....кхм...Драго! Капитан тебя звала, иди на палубу.\nДр.—Я занят! Не входи!\nКр.—Я и не собирался, но если ты не выйдешь через тр секунды я войду! Раз...дваааа....тр..\nЯ  открыл дерь, явно не в самый подходящий момент.Со скрипом она провернулась и раздался громкий врыв из его комнаты. Он выбежал с колбой в руках и побежал на палубу, крича во все горло.\nДр.—Капитан! Готово!\nЯ, мягко говоря , охренел. Оставалось идти за ним на палубу и смотреть, чего он такого намешал. Но мне была интересна его комната.\nВнутри она оказалась простой комнатой , только в середине западной стены стоял алхимический стол, а полки забиты книгами. Одна из них лежала на столе. В ней была куча разной писанины, которую я не понял. Множество разных случайных букв, которые он называл соединениями. Пол комнаты обгорело.Точнее покрылось слоем золы.\n",
    "answers": [
      {
        "id": 11,
        "text": "Идти на палубу"
      }
    ]
  },
  {
    "id": 11,
    "text": "Солнце слепило глаза. Пару секунд, я прикрывался рукой . После, глаза привыкли и я увидел нечто....интересное, но ужасное.\nДраго держал бадью с вином и заливал туда свою мешанину. После из каморки выпустили Фокса и связали. Он кричал, но Икари раскрыла ему рот и крикнула: ЛЕЙ!\nВино литрами полилось на харю бедного юнги. Он кричал, но все, что я слышал-бульканье, доносившееся из рта обманутого судьбой наемника.\nПостепенно, бадья опустела и Фокса отпустили. Он вскочил и закричал, как мог.\nФк.—ВЫ ШО ТВОРИТЕ НЕЛЮДИ!\nДраго стоял и чесал затылок. После поднес к носу Фокса пузырек вина и открыл его.\nФокса как водой окатило. Он дергнулся и.....разбил пузырек!? Все были в шоке.\nДраго стоял доволный. после повернулся к Икари и сказал. \nДр.—Отрезвитель сработал.\nИк.—Думаю да!\nони оба смотрели на новоиспеченного трезвенника, осматривавшего так знакомый ему мир.\nФк.—Нихрена себе! А эта мачта тут всегда была?\nИкари прервала всеобщий смех.\nИк.—Команда моя \"распрекрасная\" и прочие....предлагаю сесть пожрать наконец.\nЕсть и вправду хотелось.Мы уже пошли бы в каморку, если бы не возгласы Фокса.\nФк.—ЗЕМЛЯ! ЗЕМЛЯ!\nКр.—Похоже твой отрезвитель немного кончился...\nДр.—Да нет...должен еще день работать...\nФокс не угоманивался. Он заорал еще громче.\nФк.—Земля! ЗЕМЛЯ ТВОЮ Ж ЗА НОГУ!\nДраго пошел к ниму и схватил за плечо.\nДр.—Фокс успокойся...сейчас я принесу еще одну колбочку иии....\nДраго замер на месте. Еще несколько секунд он стоял, как вкопанный, потом протер глаза и выдал:\nДр.—Ребят....ему не мерещится...\nЯ подбежал к борту. Вдали и правда виднелся небольшой островок, занесенный снегом. если присмотреться, можно было увидеть почти пустующий порт. Чуть дальше его-город, окруженный с двух сторон лесом, а еще дальше-гора, возвышающаяся над макушками деревьев. Со стороны острова повеяло холодом и мы пошл одевать теплую одежду.",
    "answers": [
      {
        "id": 12,
        "text": "Земля команда! Земля."
      }
    ]
  },
  {
    "id": 12,
    "text": "Через пару часов мы были уже в пристани.Остров был почти полностью занесен снегом, но городок был оживлен и дорожки были прочищены. Где-то в стороне играли дети, прямо по улице с двух сторон стояло дохрена пустующих торговых мест, а почти в конце городка стояла огромная домина с крытой плитками крышей. Городок жил и не собирался прекращать движение еще до вечера.\n Ко мне подбежала девочка и посмотрела на меня. Она была одета в шубку с варежками. Вдали пацаны играли в снежки, а она заинтересованно смотрела на мои уши. Своими васильковыми глазками она рассматривала их и так встревоженно задала вопрос:\nДв.—Это настоящие ушки?\nКр.—Да.\nДв.—А можно...\nДевочка начала переминаться с ноги на ногу.\nДв.—А можно...Можно погладить? Тети из таверны не дают мне их гладить, а я хочу попробовать как это-гладить котю.\nОна сильно расстроилась и смотрела в пол.Я был  приятно ошеломлен, но отказать было трудно. Если она никогда не гладила кошек-почему бы и нет, главное, чтобы мех не подергала.\nКр.—Да конечно...Только не дергай хорошо?\nДв.—Угу.\nОна кивнула своей маленькой головешкой и потянулась вверх.Я наклонился и зажмурился. Сняв варежку, она коснулась моей головы своей теплой ладошкой и начала водить ей по моим волосам, нежно касаясь шерсти на ушах. Было приятно. Почему меня до сих пор никто так не гладил?\nДв.—Ты мурчишь! Как Это миленько!\nЕё лицо сияло от радости.Я и правда поддался эмоциям...но было слишком приятно. Я тоже не мог сдержать улыбку.\nИк.—Эй юнга!Хватит детвору развлекать. Пошли, у нас задание как-никак!\nЯ встал, хотелось еще немного понежится под ее теплой ладошкой, но мы тут и вправду не за этим.попрощавшись с девочкой, я пошел выполнять, данный мне, приказ.. Настроение уже было не испортить...",
    "answers": [
      {
        "id": 13,
        "text": "В поместье главы."
      }
    ]
  },
  {
    "id": 13,
    "text": "Мы двинулись к тому самому огромному дому, который был гостиницей. Там мы планировали заночевать, так как уже около двух недель не спали на нормальных кроватях.\nВблизи он выглядел еще больше. Подоконники были уставлены цветами, а стены из каменного кирпича обвивали лозы, сползающие с горшков.\nИзнутри гостиница выглядела богато, но в меру. Не было золота повсюду, но стены и столы украшали шкуры диких медведей и ковры, расшитые узорами. Хозяйка, как и персонал была одета в костюм горничной, но у нее в костюме было отличие-отсутствие фартука, закрывающего рубаху, пуговицы которой были нарошно расстегнуты.\nЗавидев нас, она тут же поправила бюст и , заложив руки за спину со всй возможной \"наигранной почестью\" начала нас приветствовать:\nХз.-Здравствуйте. Ваша королева уже рассказала мне о вас. Я наслышана о ваших подвигах Великолепный Фокс.\nЯ впал в ступор. Подвигов Фокс помимо \"спасения бутылки пива из рук алкаша\" не совершал. Большинство подвигов приписывалось мне. Правда иногда все решала именно Икари.\nХз.-Вы же тот герой, который спас Островное королевство от нападения гоблинов?\nКр.-Это были орки...и спас его не он.\nМеня не слушали. Все внимание она обратила на Фокса. Он был не такой уж и стройный, хотя это моя, \"мужская\" точка зрения, а девушки мылили по другому. Инекоторым и вправду нравился Наемник, заработавший репутацию, благодаря нам с Икари. Пожили бы они с ним хоть денек...сразу поменяли бы свое мнение.\nХз.-А вы наверное его оруженосец Крис?! Вы такой же милашка, как говорила королева)\nМеня как водой окатили. Я никогда бы ни в жизни не стал служить ему. Даже в качестве оруженосца.\nКр.-Я к нему в оруженосцы не на...\nИкари прикрыла мой рот рукой и прошептала на ухо.\nИк.-Пусть думает, что хочет. У нее шар разбит.\nИ правда. На её столе стоял шар, с громадной трещиной. Видимо, это какое-то магическое средство общения? Но оно явно было сломано.\nКр.-Да. Давайте к сути.\nХз.-Задание вам выдам не я. Вам нужно попасть к нашему Королю. Он принимает завтра с утра до полудня. Так что вам при...\nИк.-Я не буду вставать рано из-за какого-то там режима вашего короля. Ему нужно-он нас примет. А сейчас я пожалуй пойду....вздремну...\nЯ тоже не был прочь поспать...\nХз.-Ах да...Ваши комнаты вверху. Оруженосец и......Фурия? Ваша комната пятая.\nЛицо Икари налилось кровью. Она ненавидела, когда ее называли подобным образом или каверкали ее имя.Нужно было брать ситуацию в свои руки!\nКр.-Хорошо! Мы пойдем! Икари...Пошли! Ты вроде хотела спаааать....проверим какая же там кровать!?\n\n",
    "answers": [
      {
        "id": 14,
        "text": "В комнатах"
      }
    ]
  },
  {
    "id": 14,
    "text": "Мы поднимались наверх. Икари пыталась выдернуть руку из моей хватки, но я не мог ей это позволить.\nИк.-Отпусти! Я этой мымре глаза повыкалываю! Она говорить разучится!\nКр.-Успокойся. Она просто не знает, что ты-демон.\nИз двери седьмой комнаты выглянул бородатый мужик и смотрел на нас, как на идиотов.\nОткрыв дверь ключом, мы готовились к худшему, но наши (по крайней мере мои) желания были удовлетворены.\nКровать была двухместной. Помимо неё,  в комнате стояли пара комодов и шкаф со стульями. Возле подоконника стояла пара маленьких столиков для книг и прочего. Ковер в комнате был с коротким ворсом из шерсти овец.Окуда у них тут овцы-для меня загадка. Комната казалась полностью новой, но следы прошлых жильцов, в виде пятен чая на ковре и поободранных обоев присутствовали. В шкафу мы наши пару халатов и какую-то кожанную одежду, спрятанную под полкой. Икари закрыла шкаф и сказала мне, чтобы я кроме халата оттуда ничего не брал.\nКр.-Недурно здесь а?\nИк.-Ну так-то очень даже.\nКоллективным мышлением было принято решение переодется. Икари стянула мантию, сняла обувь и повернулась ко мне. Она смотрела с удивлением, а я не вдуплял, чего она от меня хочет, пока комнату не разразило четкое и ясное:\nИк.-Выйди!\nКр.-Зачем?\nИк.-Я как бы...переодеваюсь..\nКр.-И что?\nИкари пропала, после появилась за мной и подставила катану мне на плечо. Она медленно провела пальцем по лезвию и немного продавила её. Плечо окатила волна жжения. Икари перестала давить, убрала катану в ножны и произнесла.\nИк.-На днях потренируемся. Пропускать настолько простые удары-позор для тебя!А теперь, не соизволите ли вы, ВЫЙТИ ВОН ИЗ КОМНАТЫ!\nПришлось выйти. Замочная скважина привлекла моё внимание, но мало, что дала. Зато я увидел, что крылья у Икари действительно растут из спины и явно не безболезненно. Вокруг крыльев были видны какие-то вкрапления и шрамы. Сами крылья тоже были потрепаны. Я ходил по коридору и не знал, чем занятся. Рассматривать его не хотелось.\nКр.-Можно уже я войду?\nИк.-Да.\nЯ зашел. Икари почти не переоделась, не считая халата.После того, как я переоделся, Икари начала высказывать свое мнение о кровати и архитекторах этой комнаты. \nИк.-А теперь пару правил!\nКр.-Не понял?\nИк.-Если хоть что-нибудь замечу-спишь на полу! Без ног! Буквально!\nКр.-Эм....прекрасно?\nБез ног жить мне не очень хотелось, но и терять такую возможность тоже! Спать рядом с Икари! Мечты сбываются!\n\n",
    "answers": [
      {
        "id": 15,
        "text": "Сесть на кровать"
      }
    ]
  },
  {
    "id": 15,
    "text": "Видимо ей было слишком лень, чтобы улететь отсюда куда-нибудь и поспать без меня.Или на улице было слишком холодно. Но главное-мы спали вместе.\nНет! Я не был на ней помешан! Но она была...кем-то...притягательным...загадочным и интересным. Тем более, не имела недостатков. Кроме редкого садизма...\nХалат свисал с ее плеч, расхоясь у шеи. Вырез не доходил до бюста.\nИк.-Хватит пялить на меня!\nКр.-Ах да...извини...твои крылья...они..\nИк.-Что бы это ни было-заткнись. Хорошо?\nОна подошла к светилнику и задула его. Комната погрузилась в темноту, а Икари, несколько раз ударившись о мебель в комнате и прокричав пару \"ласковых\" ,таки добралась до кровати и присела, смотря в окно.\n\n",
    "answers": [
      {
        "id": 16,
        "text": "Лечь спать"
      }
    ]
  },
  {
    "id": 16,
    "text": "Кровать оказалась настолько мягкой, что я чуть ли не весь в неё провалился. Икари легла без подобных деффектов и, закрыв тело крыльями от меня, накрылась одеялом и отправилась в страну грез. \nЕё крылья приманили моё внимание. Я захотел попробовать их на ощупь.Они не были чешуйчатыми, как у Драго, но и не были идеально гладкими. Они не были похожи ни на одни крылья, которые я видел раньше. При этом от них веяло теплом, и я никак не решался их тронуть. Запаха от них почти не исходило, не считая что-то смешанное...похожее на запах гари и дыма. Но скорее всего, это был запах от костровых посиделок . Видимо запах костра не выветривался так долго.\nКр.-Ладно! Без ног я проживу!\nЯ легко и аккуратно коснулся крыльев. Показалось, что Икари вздрогнула от прикосновения.\nКрылья Икари, как будто были покрыты каким-то мехом, которого не было видно. Он был приятен на ощупь и так приятно проскальзывал по пальцу. Чувствовалась влага, и какие-то шрамы, которые она получила в бою.  \nКак ни странно, но больше я ничего не хотел делать с ней, хотя любой другой пятнадцатилетка с переходным возрастом был способен и а большее. Наш с Икари возраст был почти равен, но по адскому времени она была на три года старше меня. Я только медленно водил по крыльям. Мне на мгновение казалось, что Икари издаёт звуки, похожие на мурлыканье или звуки наслаждения, но прислушавшись, я слышал лишь тишину и кричащих за стеной соседей.\nВ один момент Икари подняла крыло и посмотрела на меня. В темное её глаза засветились и были похожи на чистое серебро, которое только-только отполировали.\nИк.-Что ты там делаешь?\nКр.-Твои крылья...я хотел их потрогать....я не удержался...прости...\nИкари вздохнула. \nИк.-Прекрати ладно? Я не могу из-за тебя нормально поспать!\nОна снова завернулась в крылья, но теперь уже в другую сторону. Лунный свет из окна осветил ее крыло и отразился на стенку шкафа.\nОна относилась ко мне, как к младшему брату и мне это нравилось, она заменяла мне потерянную семью, поэтому я хотел ей понравится, чтобы никогда не потерять её, как родню. Мне хотелось оставаться с ней вечно...Глаза закрывались, веки тяжелели, а мозг начал отключаться. Хотелось спать...Сон смешался с реальностью и изменил её вкорень...все поплыло...темнота накрыла всё...",
    "answers": [
      {
        "id": 48,
        "text": "Уснуть"
      }
    ]
  },
  {
    "id": 17,
    "text": "                                                                                            Глава *1*\n              \"Раса, вмерзшая в разум\"\nУтро было многообещающим. Все еще хотелось  спать. Икари рядом уже не было. Я встал с кровати и почувствовал под ногами что-то мягкое и так знакомое.\nИкари спала на полу...либо я ее спихнул вниз ночью. Лучше не будить.\nИз окна повеяло запахом мокрой земли. Такая обычно пахнет после дождя. Я выглянул в окно, на подоконнике стояли, занесенные снегом, цветы. Их явно кто-то полил с утра. Запах прохлады очень сильно бодрил.\nИк.-Закрой окно...\nКр.-Зачем?\nИк.-Холодно!\nКр.-Так встаньте и почувствуйте этот прекрасный запах зи...\nИк.-Закрой! Это! Чертово! Окно!\nПришлось расстаться с запахом зимы. Я прилег на полу, рядом с Икари.\nКр.-Как спалось?\nИкари лежала, прикрывшись от солнца крылом.\nИк.-Прикрой штору а?\nКр.-Хорошо.\nКомнату озарила бардовая темнота. Все выглядело так тепло и приятно.\nИк.-Сяб.\nИногда Икари позволяла себе быть милой. Она повернулась ко мне лицом и скорчила милую рожицу.\nКр.-Так...как спалось?\nИк.-С тобой спать невозможно! Ты вертишься всю гребанную ночь. Пришлось лечь на пол.\nКр.-Чтож меня не спихнула?\nНесколько минут она молчала...\nИк.-Мне тупо лень тебя спихивать.\n",
    "answers": [
      {
        "id": 18,
        "text": "Прервать тишину."
      }
    ]
  },
  {
    "id": 18,
    "text": "Икари повернулась ко мне и сказала вполголоса.\nИк.-Я хочу есть.\nКр.-Тоже не отказался бы.\nИк.-Сходи на рынок а?\nИкари отвернулась к кровати лицом.В ее голосе читались нотки сонливости.\nКр.-А ты?\nИк.-Отосплю то время, которое ты меня пихал и трогал за крылья.\nКр.-Извини...\nИк.-Забей. Ладно?\nПойти на рынок было хорошей идеей. Посморю нормально город, познакомлюсь с людьми и просто пройдусь.\n",
    "answers": [
      {
        "id": 19,
        "text": "В коридор"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вчера, в попыхах я не разглядел всего.\n Коридор был обвешан красно-золотыми декорациями. От флагов, с изображением герба острова — синего барса, до ковра, с длинным ворсом. Я ходил босиком. Ковер приятно проникал между пальцами и щекотал пятки.\nФлаги были сделаны из качественного шелка с золотой обводкой нитями. Смотрелось все прекрасно. Не хватало растений. Но где они их здесь возьмут. Интересно-если здесь все так красиво, что будет в замке короля. Я начал представлять огромную залу, всю в золотых шелках, с кучами монет по углам...",
    "answers": [
      {
        "id": 20,
        "text": "Спуститься"
      }
    ]
  },
  {
    "id": 20,
    "text": "Ковер сыграл со мной злую шутку. В конце я зацепился за сросшиеся ворсинки и полетел вниз мордой.\nСтупенек было двенадцать. Слава богу меня никто не видел...\nПриземлится мне повезло на такой же мягкий ковер. Будьте вы прокляты горничные!\nХорошей идеей было зайти к владелице гостиницы и спросить, где лучшие продукты.",
    "answers": [
      {
        "id": 21,
        "text": "Пойти к стойке."
      }
    ]
  },
  {
    "id": 21,
    "text": "Гл.-Здравствуйте. Как спалось в нашей прекрасной гостинце?\nКр.-Хорошо. Не подскажете мне, где найти лучшие продукты?\nГл.-Естесственно! Смотрите. Сначала зайдите к Рорику. Он кочевник, основавшийся у нас. Он хороший рыбак. Рыба у него вкусная, хоть и недорогая. Далее идите к Фиде-она наш ученый, выводящий морозостойкие растения. И после зайдите к Пекарям Рифу и Тифу. Они братья и пекут прекрасный хлеб. \nКр.-Спасибо большое!\nГл.-Слушайте. Можете забежать еще за вином кое-куда? Нам завезли партию и нужно снять пробу. Доверю это вам.\nКр.-Я не могу прийти к Икари пьяный!\nГл.-Вино у нас слабое, и сильно не опьянит. Максимум-заикаться начнёте.\nКр.-Хорошо! Я забегу!\nТеперь можно ступить в прекрасные земли Сноуфилла, в город Хлоднест.\n",
    "answers": [
      {
        "id": 22,
        "text": "Выйти за дверь."
      }
    ]
  },
  {
    "id": 22,
    "text": "Глава 1\nРаса,вмерзшая в память.",
    "answers": [
      {
        "id": 23,
        "text": "Войти в Хлоднест"
      }
    ]
  },
  {
    "id": 23,
    "text": "Солнце стояло уже высоко. Ветерок пощипывал глаза. Снежинки мелким дождем падали на руку и медленно таяли.\nГород был живее, чем вчера. Мы приехали вечером, так что возможно все уже отработали свою смену. А сегодня город кипел работой. \nЧто-то грузили на корабли, что-то продавали бедняки на дороге, а мне оставалось лишь идти дальше к берегу.",
    "answers": [
      {
        "id": 24,
        "text": "Пойти к Рорику"
      }
    ]
  },
  {
    "id": 24,
    "text": "Дом рорика напоминал мне дома викингов из книг. Викинги считались давними героями, и беспощадными варварами. Заходить в дом с рогами над дверью было страшновато.\n",
    "answers": [
      {
        "id": 25,
        "text": "Осмотреть дом снаружи"
      }
    ]
  },
  {
    "id": 25,
    "text": "Соломенная крыша, каменная обкладка и стены из бревен, так аккуратно уложенных и смазанных глиной. Все было сделано качественно, но без учета на красоту. Глина то и дело где-то выступала или вдавливалась. Бревна немного покашивались из-за неровностей, но были заделаны герметично. Крыша была набросана просто так, ровно, но не идеально \"колосок к колоску\".\nТакие дома я видел только в книгах. А у нас в городе все строилось предельно точно и красиво. Даже мой дом, который я купил, был сделан добротно, не считая отсутствия мебели и дыр в полу. \nМеня хлопнули по плечу...",
    "answers": [
      {
        "id": 26,
        "text": "Обернутся"
      }
    ]
  },
  {
    "id": 26,
    "text": "Ро.-Эй малой! Ты че тут расходился! Смотри зашибу!\nВ одной руке он держал бочку с рыбой, а другой он держался за мое плечо. \nКр.-Рорик, я так понимаю?\nРо.-Да это я. Ты за рыбой?\nКр.-Конечно. Говорят у вас лучшая во всем городе!\nРо.-Не врут. Слушай есть предложение! Давай ты мне за пивом сбегаешь, а я тебе скину.\nКр.-Уговор прекрасный! Предлагаю Двадцать пять процентов скидку!\nРорик пожал мне руку. Мне показалось, что пальцы сошли с места.\nРо.-Идет! Пиво в гостинице!\nКр.-Ясно...Опять туда перется.\n",
    "answers": [
      {
        "id": 27,
        "text": "Пойти к Рифу и Тифу"
      }
    ]
  },
  {
    "id": 27,
    "text": "Заскочу пока за хлебом. \nИз дома пекарей валил дым и приятный запах свежего хлеба. Он так манил. А мне впринципе и так и так туда надо. \n",
    "answers": [
      {
        "id": 28,
        "text": "Зайти в дом"
      }
    ]
  },
  {
    "id": 28,
    "text": "Работа в доме кипела и выливалась из котла. Два карлика бегали туда-сюда и таскали то муку, то воду, то уже хлеб. Корзинки были заполнены разными видами хлебобулочных изделий. \nБулочки, батоны, пирожки без начинки, простые хлеба и даже пироги с тортами.\nРиф-Вам что-то нужно?\nКарлик подошел ко мне и смотрел на меня снизу вверх.\nРиф-если вы за хлебом-выбирайте, потом идите к Тифу, он посчитает!\nИздалека раздался более писклявый голосок Тифа...\nТиф-Почему я должен считать? Я считал вчера!\nРиф-Потому что я плохо умею считать и позавчера мы обсчитались на три монеты. \nТиф-Хорошо! Пусть клиент выберет то, что ему надо!\nЯ присмотрелся к полочкам. Как бы я не щупал хлеб, не нюхал и даже не пробовал, он везде был одинаково идеален. На вкус он был лучшим хлебом, который я пробовал.\nКр.-Этот!\nРиф-Хорошо! Берите и несите к Тифу!\nТиф сидел за столом на котором лежали чернила и перо, а также огромные счеты, которые были чуть ли не больше карлика.Он начал греметь счетами. После назвал очень маленькую сумму и попрощался со мной.",
    "answers": [
      {
        "id": 29,
        "text": "Пойти к Фиде"
      }
    ]
  },
  {
    "id": 29,
    "text": "Дом Фиды находился чуть дальше деревни. Он имел странную круглую форму и не был похож на другие дома. Как его строили понятно не было. Наверное черная магия. \nВозле двери не было ничего, напоминающего звонок или колокольчик. Было лишь какое-то растение, вьющееся с крыши. Наверное нужно стучать в дверь.\nДверь открылась сама. Меня ждал интересный сюрприз. В доме уже стоял Фокс, и пытался кадрить Фиду. \nФк.-Вы выращиваете прекрасные цветы, как и вы сама.\nФд.-Спасибо.\nФида отвечала коротко и ясно. Она явно хотела поскорей избавится от этого \"горе свата\" и всячески ему на это намекала.\nЗавидев меня она жалобно посмотрела в мою сторону и взглядом указала на уже в полной силе болтавшем о своих \"подвигах\" Лисе. \nКр.-Фокс! Тебя звала Хозяйка Гостиницы.\nФк.-к сожаленью миледи, я вынужден откланятся.\nНикогда еще он так не выражался. Влюбился чтоль?\nПосле того, как незванные гости покинули территорию дома, Фида подошла ко мне и начала меня рассматривать.\nФд.-Вы не НеКун...хоть на них и похожи...Ваши глаза не имеют суженного зрачка. Вы какой-то гибрид или какая-то другая раса, неизвестная мне?\nНеКуны-народ, похожий на уритов, но забравший больше от кошек. Они имели хорошее зрение в темноте и прекрасное обоняние. У них росли усики и когти. \nКр.-Я Урит...\nФд.-Вы шутите! Эта раса давно вымерла, около пятнадцати лет назад.\nКр.-Я-последний оставшийся Урит...скорее всего.\nФд.-Если это так....значит вы можете...\nФида ушла в другую комнату и принесла оттуда банку, внутри которой все покрылось инеем и не было видно ничего.\nФд.-Это-магия холода в чистом виде. Вы же знаете, что ее можно запечатывать да?\nКр.-Не слышал.\nФд.-Сейчас я открою бутылку, а вы ловите.\nФида начала медленно открывать пробку.\nФд.-Вмерзла чтоли!?\nПробка открылась резко, и из бутылки вылетел вверх пучок снежной энергии. Я попробовал захватить его, и он медленно опустился ко мне в руку.\nФд.-Прекрасно. Киньте его куда-нибудь.\nБросок был неудачным. Этот морозный шарик полетел в сторону каких-то овощей, похожих на помидоры. Я уже ожидал, что овощей я отсюда уже не возьму, но Фида крикнула:\nФд.-ГЕНИАЛЬНО!\nЯ открыл глаза. Помидоры были в полном порядке.\nФд.-Образец два и образец четыре повысили свои показатели в два раза. Помидор стал расти быстрее и перестал вять!\nКр.-Тоесть, бить меня не будут?\nФд.-Иди возьми из кладовки пвру помидоров. Они довольно-таки вкусные и большие. Заслужил.\nПомидорки я обожал. Даже больше, чем рыбу. они были такими сочными, но нужно было оставить и другим членам команды.\nФд.-И да! Если вам не сложно...Не мог бы ваш алхимик прийти сюда и помочь мне?\nКр.-Я попрошу его.Он вечно чем-то занят.\nФд.-Спасибо.\n",
    "answers": [
      {
        "id": 30,
        "text": "Пойти за пивом для Рорика"
      }
    ]
  },
  {
    "id": 30,
    "text": "Сначала лучше было выгрузить все, что я набрал за этот заход. \nХозяйка была немного шокирована, ибо я не потратил и двадцати монет из ста, а уже получил дневной запас еды. Не хватало мяса или рыбы.\nНужно было идти в таверну.\n",
    "answers": [
      {
        "id": 31,
        "text": "В таверну."
      }
    ]
  },
  {
    "id": 31,
    "text": "Таверна выглядела так себе. Сбитая вывеска, куча мусора и полувыбитая дверь. Страшно было заходить внутрь.\nИзнутри она выглядела получше. Стойки были убраны,мусора почти не было, а девушки разносили пиво, не разливая на пол ни капли. Бармен стоял за стойкой и разливал напитки. Наверное лучше спросить у него.\nКр.-Здравствуйте! Я за пивом для Рорика!\nБр.-ВЫ? За пивом Рорика?\nКр.-Да!  А что тут такого? Он лично попросил меня донести его пиво к нему домой!\nБр.-Донести!?\nКр.-Просто дайте мне его пиво а?\nБр.-Подождите минутку.\nВпринципе, я не был против посидеть. Ко мне подошла девушка и спросла заказ, приблизившись к моему уху.\nДв.-Я слышала, что вы герой, спасший Деревню на острове от орков.\nКр.-Ну хоть кто-то это знает а!\nДв.-Знаете! Я живу недалеко! А еще...\nпосле этих слов она сняла с себя обод и показала пару прекрасных ушек.\nКр.-Вы НеКунша?\nДв.-Да! Как и вы!\nКр.-Я понимаю...но я-Урит.  И у меня есть девушка! Я бы не был против, но мое сердце уже за...\nДоговорить я не успел. Девушка перебила меня.\nДв.-Как ты жесток! Я всего-то хотела провести с тобой время! Разве тебе не интересны такие как я! Да как ты мо....\nЯ опустил руку на ее голову, и начал медленно поглаживать ее ушки. Они были пушистыми. Мех был аккуратно причесан.\nКр.-Если вы хотите-я зайду к вам на чай или на кружечку молока позже вечером, если у меня не будет заданий. Но ничего \"такого\" я делать не собираюсь.\nДевушка смотрела на меня уже радостными глазами. Ей явно нрасилось поглаживание по ушкам. \nДв.-Хорошо! Я буду ждать вас.",
    "answers": [
      {
        "id": 32,
        "text": "Ждать пива"
      }
    ]
  },
  {
    "id": 32,
    "text": "Девушка ушла. Я уже думал просто помечтать о чем-нибудь, но меня прервал очередной одухотворенный. Я почувствовал резкий запах пива и руку на плече.\n???.-А потом она просто променяла меня на какого-то кошака представляешь!?\nКр.-Слушай! Это все весело, но я за...\nПередо мной сидел Фокс, явно выпивающий не первую кружку пива.\nКр.-Что ты тут делаешь?\nФк.-Я! Я жду вино! Мне сказали его забрать!\nКр.-Ты его донесешь в таком-то состоянии?\nФк.-Обижаешь!\nФокс встал,поднялся в полный рост ииииии....упал на пол, ударившись головой о сидящего рядом человека.\nЧл.-Какая тварь меня ударила!?\nФк.-Это был не я!\nНачался замес, похлеще простой пьянки. Фокса бил какой-то мужик, все остальные смотрели.\nКр.-Боже! Ладно! Один раз ты меня спас, так что....\nПросто показать меч было достаточно. Мужик сразу оторопел, но потом взглянул за лезвие и схватил меня за шиворот.\nМж.-Не лезь кошара! Или тоже огрести хочешь?\nЯ попытался высказать отрицание, но тут же получил сильнейший удар в живот...\nВ глазах начало темнеть, я сьежился и после просто повис в таком положении.\nОн ударил еще раз, теперь в грудь. Я начал задыхаться. \nМж.-Смотрите! Он плачет!\nСлез на моих глазах не было, но я издавал стоны, похожие на плачь.\n???.-ЧТО ЗДЕСЬ МАТЬ ВАШУ ПРОИСХОДИТ!?\nВ проеме стояла.....Икари...\n",
    "answers": [
      {
        "id": 33,
        "text": "Попытаться сказать..."
      }
    ]
  },
  {
    "id": 33,
    "text": "Мж.-Мелкий! Твоя баба?\nЯ молчал..пытаться собраться с силами было лучшим исходом на данный момент.\nМж.-А ниче такая! Слушай крошка! Давай я отпущу твоего парня, а ты за это сходишь со мной...\nДоговорить он не успел. Возле его горла уже во всю длинну лезвия сияла катана Икари.\nИк.-У меня другое предложение! Ты отпустишь его, а я не перережу тебе глотку?\nМужик сглотнул и молчал.\nЯ смотрел в пол...Я только слушал...Хрипение мужика...Удар по голове...Крик Икари...\"Ах ты тварь!\"\nИменно он заставил меня действовать. Я обхватил руку мужика и резко пустил по ней разряд тока. Я знал, что это не даст сильного эффекта, но он должен был меня отпустить. На всякий случай я подморозил ему шею.\nОн закричал от боли и отпустил меня. Очень зря. Я схватил меч и тупой стороной обдал его по голове.\nОн отрубился. Я побежал в сторону Икари, но там я нужен уже не был.\nИкари подвела кончик лезвия к горлу последнего алкаша и придавила ему грудь ногой.\nИк.-Я отвечаю за свою команду! Мне похрен кто вы, но еще раз я подобное замечу-вас будут по островам в бочках собирать, чтобы захоронить!\nМужик вырубился. \nИк.-Че ты сюда приперся?\nКр.-Так это...\nСо стороны стойки послышались шаги\nБр.-Пиво! Для Ро......рика.....\nОн стоял в ступоре. Наверное увидеть такие последствия пьянки он не ожидал. После занесли бочку, размером с треть меня и поставили передо мной.\nКр.-Теперь я понимаю...о чем он говорил...\n",
    "answers": [
      {
        "id": 34,
        "text": "Уйти из трактира."
      }
    ]
  },
  {
    "id": 34,
    "text": "Бочку пришлось катить. В ней явно больше десяти литров. Рорик на всю зиму закупился?\nИк.-Что там произошло?\nКр.-Фокс довыпендривался.\nИк.-Как всегда...\nКр.-Ага.\nВесь мир казался мне беспечным и хорошим. Я не встречал злых людей раньше. Но эти пьяницы заставили меня задуматься.\nКр.-Икари?\nИк.-Что?\nКр.-В мире много...\"таких\" людей?\nИк.-Больше чем нормальных.\nКр.-И зачем все это?\nИк.-Множество вещей можно обьяснить законами мира, но эти люди просто хотели самоутвердится за твой счет.\nКр.-Мне кажется...это не первые \"такие\" люди на нашем пути.\nИкари молчала. Мы шли по уже пустой улице. Все прилавки были пустыми. Как же тут все быстро расхватывают!\nКр.-Икари? А ты...не \"такой\" человек?\nИкари продолжала молча идти возле меня. Может она не услышала, может она просто не хотела отвечать. Переспросить я не решился...\n",
    "answers": [
      {
        "id": 35,
        "text": "У дома Рорика"
      }
    ]
  },
  {
    "id": 35,
    "text": "Ро.-Малой! Донес-таки!\nКр.-Рорик! Там происходило нечто...не самое лучшее в моей жизни.\nРо.-Все люди имеют порог пьянства! И многие его переступают.\nИк.-А зачем тебе столько пива?\nРо.-А с чем мне рыбу есть?\nЯ и Икари стояли в ступоре...Обычно пиво пьют с рыбой, но это уникальный случай.\nРо.-Это малой! Там в погребе лежит корзина. Возьми ее-там твоя рыба.\nЯ вошел в дом. Стены были обмазаны глиной. Свет пробивался через два окна. Из одного был прекрасный вид на ледяное море, промерзшее у берега.\nКр.-Как же мало нужно для удовольствия.\nПогреб был меньше дома. Он был заставлен корзинами и стены были покрыты льдом и снегом. В погребе было жуть как холодно.\nКр.-К...к..ка...какая из них м...м...мм...моя?\nВозле лестницы стояла корзина поменьше остальных. Наверное та самая!\nЯ схватил корзину и выбежал из погреба.\n",
    "answers": [
      {
        "id": 36,
        "text": "К Рорику"
      }
    ]
  },
  {
    "id": 36,
    "text": "Икари уже не было. Рорик освежевал рыбу. \nКр.-Это та корзина?\nРорик сказал, не глядя.\nРо.-Без разницы!\nКр.-Я пойду?\nРо.-Удачи! Малой.\nКр.-Спасибо.\nТеперь за вином. Фокс наврятли его забрал.\n",
    "answers": [
      {
        "id": 37,
        "text": "Снова в трактир."
      }
    ]
  },
  {
    "id": 37,
    "text": "Хорошей идеей было зайти со служебных ходов.\nКр.-Здравствуйте еще раз!\nБр.-Что ты тут делаешь?\nКр.-Я больше не зайду с парадной!\nБр.-Ладно! Что тебе...\nКр.-Вино для хозяйки гостиницы.\nБр.-Второй за день...Ладно пошли...\nМы прошли до двери и меня попросили подождать.\nКр.-Ну хоть это в мелком бочонке!\nБармен попрощался со мной и ушел за стойку.\nМой путь лежал прямо в гостиницу и никуда больше.",
    "answers": [
      {
        "id": 38,
        "text": "В гостиницу"
      }
    ]
  },
  {
    "id": 38,
    "text": "Стол уже был накрыт. Все ждали рыбу.\nХз.-Проходите! Присаживайтесь!\nКр.-Ну что? Когда тащимся к Королю?\nИк.-Поедим и пойдем. Его замок далековато, так что поедем попуткой.\nКр.-Хорошо!\nСтол был убран явно не тем, что я принес. Точнее и тем, и тем, что они добавили.\nКр.-Разве я таскался за медом?\nИк.-Молчи и ешь!\nОбед был на серединку. Рыбу явно пережарили. Зато я наелся поуши.\nИк.-Через час выдвигаемся.\nЕще не было и полудня...",
    "answers": [
      {
        "id": 39,
        "text": "К приготовлениям"
      }
    ]
  },
  {
    "id": 39,
    "text": "Мы отправились с одной из партий рыбы к замку. Из телеги сильно несло....рыбой...так что шли мы возле. Икари почему-то не летела,  а шла с нами.\nКр.-Почему бы тебе просто не долететь?\nИк.-Глазам притно от красоты этих мест...\nКр.-Ясно...\nМеста и правда были прекрасны. Снег мягким ковром лежал на ветках елей. Тишина... Воздух пробивал нос морозом и отовсюду пахло сосной. Нередко появлялись различные привальные места. Палатки, костры, навесы и подобное. Остров явно был обитаем. По другую сторону дороги виднелись горы...Прекрасные высокие горы. Хотелось привалиться к сосне, и смотреть в небо, рассматривая облака.\nИк.-Что задумался?\nКр.-Места тут и правда прекрасные!\nФк.-Голубки! Хватит курлыкать! Пришли уже.\nИк.-Я тебе щяс покурлы...\nКрик Икари заглушили звуки открывающихся ворот.\nСнаружи и вправда было \"поселение\", а внутри замок, с торговым кварталом и садами...Он смотрелся нелепо на фоне снега, ибо был делан не из кирпича, а из булыжников. Стена была пробита в нескольких местах, что явно намекало на нападения.\nКр.-А местечко-то опасное!\nФк.-Стены ненадежные! Скоро рухнут!\nИк.-Как твоя самооценка?\nПосмеялись все, кроме Фокса. Даже кучер не остался в стороне.\nКу.-Вам туда.\nОн указал на маленький вход сбоку замка. Это была дверь для горничных.\nКу.-По-другому вас раньше вечера не примут. Король обожает горничных.\nИк.-Понятно! Долбанный фетишист! Фокс, Драго-пройдитесь! Крис-за мной!\nКр.-Вас понял!\n",
    "answers": [
      {
        "id": 40,
        "text": "Пойти за Икари"
      }
    ]
  },
  {
    "id": 40,
    "text": "В коридоре за той дверью было множество комат. К нам подошла горничная.\nГр.-Вы новенькие?\nИк.-Мы к ко...\nГр.-Прекрасненько! Ну что девочки? Пошли одеваться?\nЯ захотел возразить, но Икари меня перебила...\nИк.-Крис! Молчи!\nГр.-Как вас?\nИк.-Я Ико! А ОНА-Крис.\nГр.-Прекрасно! Ико пройдите за мной! Крис-в комнату для лоли!\nЯ что! Так похож на лольку?\n",
    "answers": [
      {
        "id": 41,
        "text": "Пойти в комнату."
      }
    ]
  },
  {
    "id": 41,
    "text": "В комнате было много самых разых девочек. От ушастых, до простых. Почему я?\nДв.-Привет! Ты новенькая?\nКр.-Я...похоже что да....\nНужно было сохранять конспирацию.\nДв.-Так! Я-Шия! Крис да? Странное имя для Неко!Пошли!\nЯ не успел сказать ничего, как уже несся, цепляя девушек за платья. каждая из них была в одном и том же наряде. Все, кроме Шии. Она была в коричевом.\nШи.-Так! Я сейчас выберу тебе наряд, а пока раздевайся! И трусики мне свои отдай! Я дам тебе новые!\nЧТО?! Раздется перед ней наголо? Меня же спалят!\nШи.-Я нашла! А вот и твои трусики!\nЭто были полупрозрачные Т-образные, кружевные трусиля, которые я бы в жизни не напялил.\nКр.-А без трусиков.....никак?\nШи.-Ты хочешь радовать Господина или как?\nКр.-Господина?\nОна начала расстегивать воротник. Ниже шеи, в районе груди у нее была нарисована печать конроля. \nШи.-Он-наш господин, он спас нас от браконьеров и дал дом, а потом нарисовал нам красивые картинки.\nКр.-Ясно.....\nМне было их жаль. Печать не стиралась, и означала, что это существо-твоё. \nШи.-Если ты не разденешься-я сама с тебя все сниму!\nЕе руки потянулись у моему воротнику.\nКр.-Погоди! Я....я...\nК моему счастью раздался крик той, старшей горничной.\nГр.-ШИЯ! Где ткань!\nШи.-Ладно...одевайся сама! Я пошла.\nШия ушла. Да слава богу! Я спрятал трусы в карман и одел этот злополучный костюм.\nОн сидел на мне впору. Напрягало лишь одно-Я ПАЦАН!",
    "answers": [
      {
        "id": 42,
        "text": "Выйти в коридор."
      }
    ]
  },
  {
    "id": 42,
    "text": "Ши.-Какая же ты красивая!\nПо дороге мне заплели пару бантов в волосы. Я выглядел уизительно.\nШи.-Сейчас твоя сестра подойдет. Вам повезло! Король обожает сестричек!\nЭтот король явно не в себе. Он слишком много обожает!\nЧерез минуту показалась Икари. Она явно была недовольна костюмом. Однако он смотрелся на ней прекрасно! Волосы ей заплели в один пучок, похожий на цветок. Она смотрела на меня и посмеивалась.\nИк.-Мы..(смешок)..мы с сестрой отойдем?\nГр.-Да конечно!\n ",
    "answers": [
      {
        "id": 43,
        "text": "Выйти в уборную"
      }
    ]
  },
  {
    "id": 43,
    "text": "Икари рассеялась как могла тихо.\nКр.-ха...ха..очень смешно!\nИк.-Самое смешное-тебе идет!\nИкари снова охватил приступ смеха.\nКр.-Давай к делу а?\nЯ уже был в бешенстве. Однако смотреть на Икари было приятнее, чем раньше.\nКр.-Тебе тоже идет.\nУ Икари уже наворачивались слезы от смеха. \nИк.-(Сквозь слезы смеха)...ой боже....заткнись...твою ж за ногу а...\nКр.-Пошли уже!",
    "answers": [
      {
        "id": 44,
        "text": "На \"прием\""
      }
    ]
  },
  {
    "id": 44,
    "text": "Зала оказалась не такой, как я представлял. Пустой зал, обвешанный разными картинами...порой очень специфичного содержания.\nКор.-О! Новенькие! Сестрички значит.\nМы стали на одну линию и Икари опустила мою голову вниз. Мы сделали \"реверанс\" и посмотрели на короля. \nОн не был пухлым, страшным. Обычный король с необычными мыслями.\nКор.-Маленькая моя! Подойди сюда! Я тебя не обижу. \nНаверное он сравнил меня с Неко...ладно..\nОн усадил меня на колено. Боже мне было так стыдно и неловко.\nКор.-С какой целью вы прибыли?\nИк.-Мы пришли сюда, дабы попросить задание у вас, для наших хозяев.\nИкари это начало раздражать, но если бы она сделала все \"по-своему\", мы бы потеряли репутацию, а этого нам не надо.\nКор.-Ах...У вас есть хозяева! Это так девчушка?\nОн повернулся ко мне.\nКр.-Д..да...\nПосле он перевел взгляд на Икари.\nКор.-А вы не хотели бы присоединится к моим горничным.\nОн начал медленно вести рукой по моим коленям. Я терпел.\nКор.-У меня прекрасные условия. Вы будете мало в чем нуждаться!\nОн начал расстегивать наряд горничной сзади.\nКор.-И вы бы могли...\nОн запустил руку мне под рубаху и резко направился к груди...\nКр.-ТАК СТОП!\nЯ встал и скинул с себя наряд горничной!\nКр.-Что это за сраное домогательство?!\nКороль сидел в шоке.\nИкари посмеивалась...\nКр.-Вы так с каждой из своих \"подданых\" обращаетесь? Говорите им о спасении, а сами ставите им печать рабства?!\nКороль смотрел в мою сторону. Его взгляд менялся с испуганного, на грозный.\nКор.-ДА кто ты такой, чтобы мне так перечить юноша!?\nКр.-Мы к вам за заданием приперлись, или вас поутешать в ваших \"приемах\"?!\nКор.-Так вы тот самый....а она та самая...\nКороль чуть ли не забрался под трон.\nКр.-Давайте вы нам скажете уже что надо сделать?",
    "answers": [
      {
        "id": 45,
        "text": "Слушать короля"
      }
    ]
  },
  {
    "id": 45,
    "text": "Король позвал свою слугу, та принесла ему чай и поправила плащ.\nКор.-Ладно. Раз вы те самые, значит и говорить с вами будем о том, что нужно.\nИк.-Ближе к делу!\nКор.-Видите ли! Леса на острове много, но дриады-мерзкие существа. Они запрещают нам входить в лес. Уголь у нас почти закончился, а на острове нужно как-то жить. Мы здесь все промерзнем!\nИк.-И в чем проблема?\nКор.-Нам нечем топить печи, а дриады категорически запрещают нам пилить лес. Мы пытались с ними договориться о засадке леса заново, но они нас даже не пустили, а после построили секреное убежище. Я думаю, что с вами они захотят поговорить. Особенно с вами, Мадмуазель Икари!\nИк.-Без синтиментальности.\nКр.-Хорошо! Но за это задание вы...\nКор.-У меня много денег и железа! Забирайте сколько надо...\nКр.-Нет. Вы отмените печати.\nКор.-Только не....\nКр.-Условия! Поставлены! Либо лес-либо печати!\nКороль мялся. Но вскоре согласился.\nКор.-ЛАДНО! Забирайте своих горничных! Но если вы завалите задание-Вы вечно будете мне служить.\nИкари хотела высказаться, но я дал четкий ответ.\nКр.-Прекрасно! По рукам!\n",
    "answers": [
      {
        "id": 46,
        "text": "На улицу"
      }
    ]
  },
  {
    "id": 46,
    "text": "Икари шла со мной рядом уже в обычной одежде. \nИк.-О чем ты только думал!? Ты совсем поехал!?\nКр.-Ты хочешь, чтобы он творил с ними все, что хочет?\nИк.-Ладно! Но если ты провалишь задание-служить ему будешь с Фоксом!\nКр.-Ты жестока!\nИк.-Ага! Еще как.\nМы подошли к повозке.Фокс и Драго уже стояли там.\nФк.-Крис! Что это у нас тут! Мы тут значит жопы отмораживаем, а они там веселятся!\nКр.-Не понимаю о чем ты?\nФокс показаль пальцем на карман. Из него торчали...\nКр.-ТРУСЫ! ДА ТВОЮ Ж....",
    "answers": [
      {
        "id": 47,
        "text": "Глава 2."
      }
    ]
  },
  {
    "id": 47,
    "text": "Первая глава оказалась длиннее, чем я думал. Вторая глава \"Герой с плохим именем\" Будет написана примерно до 15-го сентября и будет намного продолжительней. Начались ВПР, так что главы буду публиковать медленней. \nОгромная благодарность тем, кто дочитал до этого момента.)\n                                                                                                                                          Р.s. Крис Урит...",
    "answers": [
      {
        "id": 49,
        "text": "Глава \"3\""
      }
    ]
  },
  {
    "id": 48,
    "text": "Пролог написан. Фундамент положен. Значит история..началась? Выражаю благодарность всем, кто дочитал до этого момента. \n                                                      Р.s. Урит Крис",
    "answers": [
      {
        "id": 17,
        "text": "Глава 1 \"Раса, вмерзшая в разум\""
      }
    ]
  },
  {
    "id": 49,
    "text": " Глава \"3\"\n                                                                                  \"Герой с плохим именем\"\n Железные ворота захлопнулись за нашими спинами. Мы держали дорогу в наш \"дом\", являющийся гостиницей. Как ни странно, на острове посвистывали птички, а трель дятлов доносилась с другого конца леса. Вечерело. Нам говорили, что в вечернее время , здесь постоянно происходят грабежи повозок. Вот для этого кучер и ждал нас. В любой момент из-за ближайших кустов могли вылететь бандиты, вооружённые ножами или чем похуже. Фокс поговаривал о странной организации \"охотников за головами\". Их целью было-убить того, кого заказали высокопоставленные лица. После убийства цели, они разбегались, оставляя остальных жертв нападений и растворялись в рельефе. Правда нападения такие случались очень редко. Не каждый мог безнаказанно заказать таких \"помощников\". Фокс раньше был одним из таких, но при этом он не работал на разных людей, а на одного, который заказывал различных бандитов и прочих нарушителей. Фокс выполнил около тридцати заказов без лишнего внимания и пятидесяти-сорока, привлекая внимание окружающих. Как понятно, ребята из этой организации владели навыками передвижения на местности так же, как я считал до двух. Хоть в лесу, хоть в городе-они были прекрасными мастерами маскировки и скрытного мастерства. \n У Фокса до сих пор лежит дома их форма. Плащ, белый или черный, но обязательно с пометкой с внутренней стороны. Капюшон, закрывающий лицо и кольчуга, надежно выкованная в городе Кузнецов. По дороге Фокс рассказывал о ещё одной важной детали- у них имелся свой кодекс чести. Они не убивали детей, женщин (если е наемниц или героинь, как Икари) и стариков. Также они не нападали на безоружных. Относилось это к тем, кто не мог драться физически и не имел при себе оружия. Так они доказывали своё мастерство. И под конец, они не имели икакого права убивать своих, даже за самые большие суммы. \n Солнце заходило за горизонт. Коллективным мозговым штурмом мы приняли решение разбить лагерь. Ночью дти было нельзя-слишком холодно. Каждую ночь здесь налетают метели, а иногда-бураны. Кучер слез с повозки, вытащил оттуда пару одеял и шкур. Топориком отрубил пару длинных палок. И соорудил две простые палатки, а сам собрался ночевать в повозке, вместе с лошадью. В повозке были только стоги сена и еще пару покрывал. Кучер пожелал нам спокойной ночи и удалился. \n Огонь Икари не подпалил бы полатку, но при этом ей приходилось его поддерживать. Мы развели два костра. Один меж полаток, а другой внутри одной из них, с огнем душ. Фокс начал рассказывать различные страшные истории:\n—Фокс:Если кто-то убивал своего-он сразу становился отступником и преследовался, пока его не находили и не заставляли вздохнуть этим воздухом последний раз.\n—Крис:А уйти из этой организации ни..никак?\n—Фокс: Можно. Если пройти испытание.\n—Крис: Какое? \n—Фокс: Да так...\"избавится от заказов\".\n—Крис: Перестать их принимать?\n—Фокс:Можно и так сказать.\nИкари вошла в палатку, поправила волосы, закинув их за плечо и повернулась к Фоксу.\n—Икари: Хватит вам фигней страдать. Завтра встаем рано...\nИкари отвернулась и пробубнила себе под нос:\n—Икари: Сатана бы побрал это утро!\nМы с Фоксом засмеялись. Спать хотелось не сильно, но по словам Икари-если мы не ляжем сейчас, то не встанем никогда.\n Спать мне пришлось с Фоксом. Икари напрочь отказывалась спать со мной, понятно почему. Драго сразу занял дальнюю палатку и начал там что-то мешать. Ветер завыл за палаткой, а небо перекрылось тучами.Костёр Икари погас и мы легли на боковую. \n Мы спали по разным концам палатки. Фокс спал, как убитый, а я всё время думал о Икари. Она так  и не сказала зачем она здесь. Только \"миссия\" и \"ты мне нужен\". Причём это \"ты мне нужен\" скорее было похоже не на люовное признание, а принадлежность меня, к ней. Как предмета. С такимы мыслями я переместился в страну грез.",
    "answers": [
      {
        "id": 50,
        "text": "Во сне."
      }
    ]
  },
  {
    "id": 50,
    "text": " Сон мой оказался довольно странным. Та же палатка, тот же Фокс храпящий в стенку. Я, лежащий и мирно посапывающий. Что же тут не......стоп...\n И действительно. Меня не было! Следы сна были: Помятая кровать, скинутое одеяло и продавленная подушка. \n—Крис: Хорошо! Это просто сон, в котором меня нет, а я-сторонний наблюдатель и все. \nВылетев из палатки, я направился в палатку к Икари и Драго. Спали они, как и мы, только Драго все время ворочался. Видимо привык к королевким постелям и мягким перинам. Икари спала, как всегда укутавшись в собственные крылья. Она спала так мило, приоткрыв крыло около лица, она посмотрела на меня. Я подумал, что она меня увидела и попытался что-то сказать, но издавал лишь еле слышные шипения. \n Я вылетел из палатки и вдруг, резко стал собой реальным. Меня сразу понесло бураном. Я попытался крикнуть, но нос забило снегом и я начал задыхаться. Я сжал кулак и резко стал обратно духом. Как я это делал, я не осознавал еще долго. Я пробовал пару раз в палатке, но это происходило не по какой-то команде или прочем. Я просто думал о какой-то точке и меня резко несло в эту точку. Больше \"свободных полётов\" не было.  Смотрел на точку, концентрировался и бац! Я уже там. При этом я чувствовал легкость, как будто я был чем-то лёгким, как воздух. За мной оставадись следы дыма.\n    После нескольких попыток обуздать эту силу, она пропала. Как её  не было. Наверное запас энергии кончился. Лучшим решением на мой взгляд было-лечь спать. С утра спрошу у Икари что это было? ",
    "answers": [
      {
        "id": 51,
        "text": "Утром"
      }
    ]
  },
  {
    "id": 51,
    "text": "\"Сны\" мне больше не снились. Встав утром, я решил сразу пойти в палату к Икари. На улице меня ждал \"сюрприз\". Икари и Драго прижали к земле пара наёмников. Из повозки выглядывала рука с дротиком в артерии. Самый главный из них, с нашивками на плаще, ходил вокруг и расспрашивал о мне. \n—Наёмник: Где этот говнюк! Спрашиваю последний раз!\n—Икари: Так я тебе и сказала.\n—Наёмник: Ладно! \nОн повернулся к другим наёмикам и выдал несколько распоряжений. Я хотел вылезти из палаты, но Икари поставила барьер, который не было видно. Она помотала головой и указала мне жестами сидеть внутри. Я не был согласен с данным решением.\n—Наёмник: Алхимика киньте в сугроб! Он не способен нанести нам даже царапины. Эту-ко мне.\nИкари подхватили за крылья и плечи и понесли к главному, волоча по земле. Почему она просто не разнесла их?\n У Икари на крыле виднелась странная метка, напоминающая печать. Скорее всего-она парализующая. Наёмник ушёл в повозку и вернулся с металлической трубкой. Он использовал магию пламени, чтобы разогреть трубку. Медленно раскаленая трубка подвигалась к лицу Икари.\n—Наёмник: Ты же понимаешь, что я не остановлюсь?\n—Икари: Да пошёл ты!\nЯ попробовал вылезти, но меня остановила чья-то рука. Это был Фокс, проснувшийся и наблюдавший за всем с самого начала.\n—Фокс: Икари сказала тебе не вылазить! Она сама разберётся.\n—Крис: Да пошли вы оба! Ей сейчас лицо подпалят!\n—Фокс: Ты должен сидеть тут! Я разбе...\nЯ снял с себя пуховик и выбрался из захвата Фокса. Мнгновенно я схватил меч, сконцентрировался и оказался за спиной наёмника. Время замедлилось. Острый клинок был готов пронзить тело бессердечного убийцы. \"Скачок\" разогнал меня до скорости, которой я раньше не чувствовал. Лезвие плавно, но ровно вошло в спину наёмника. Пустив по клинку разряд молнии, я отскочил и выкинул пару ножей, в стоящих рядом прислужников. Я думал быстро! Быстрее, чем когда либо. Стрела, выпущенная мне в спину воткнулась в снег, покрасневший от крови стрелявшего. Атаки были резкими и незаметными. Фокс выбрался из палатки и выпустил три снотворных дротика в тело оставшихся. \n—Крис: Икари!\nМыслить по-прежнему было сложно. Мои уши улавливали каждый шорох, а броски ножа срезали листву. Икари лежала в снегу без сознания. Крыло было раскроено и кровоточило. \n—Крис: Твою мать! Драго! Бегом сюда!\nДраго появился незамедлительно. Икари открыла глаза, осматривая место битвы. Её зрачки сузились при взгляде на моё лицо. Я ещё долго смотрел за ней, пока она не смогла встать. \n—Драго: Печать не снять магией. Но почему она не спала? Установивший её-мёртв. \nС этими словами он смотрел на место недавно лежащего наёмника. Тела не было, лишь окровавленный меч и раскалённая труба, разогреваящая лёд.\nКрик Икари заставил опомниться.\n—Икари: Крис! Сзади!",
    "answers": [
      {
        "id": 52,
        "text": "Далее\n"
      }
    ]
  },
  {
    "id": 52,
    "text": "Среагировать не успел никто. Нож, вытащенный из тела разбойника красовался лезвием около моего горла. Я чувствовал теплоту крови и вонь разлагающейся плоти. Резкий и противный голос ударил по ушам:\n—Наёмник: Ты серьёзно хотел убить меня этой игрушкой? Наивный малый.\nИкари упала на колени. Печать продолжила действовать. Из Икари в воздух начали выходить потоки энергии, рассеиваясь в пространстве. Печать не парализовала...она иссушала. Икари не могла сделать ничего.\n—Драго: Печать иссушения? Высший уровень мага? Да кто ты...?\n—Наёмник: Ты мог бы давно спросить у неё!\nОн показал пальцем на Икари, пытающуюся произнести хоть слово. Она уже лежала на снегу, оставив любые попытки встать.\n—Икари: Ас...Асритис! Демон......четвертого разряда...слабая, но хитрая тварь!\n—Асритис: Ну что ж так сразу тварь?\nОн сдернул с себя капюшон и показал, обожённое лицо, с кучей шрамов и нарывов. Рога, торчащие из лба, были обрублены. Мантия на его плечах начала сгорать, разметая кучу гари по поляне. Он улыбался и смотрел на Икари, не отпуская нож.\n—Асритис: Что Икари? Ничего не можешь сделать? Да! Печати имеют силу над всеми существами! Даже над демонами Икари!\nАсритис начал медленно отодвигать нож от моего горла. Он заметил мой взгляд, не отрывающийся от Икари.\n—Асритис: Нравится да?\n—Крис: Заткнись!\n—Асритис: Она не совершенна! Давай подправим?\n—Крис: Ты....\nОн не слушал меня. Со взмахом его руки несколько кольев вырвалось из земли, оставляя брошенную палатку на произвол ветра. Колья двинулись к Икари и по одному начали гвоздить её крылья к стене. \n—Асритис: Знаешь Крис! У меня предложение! Ты присоединишься ко мне, а я перестану! Идет?\n—Икари: Не смей Крис! Не соглашай...\nОчередной кол проткнул крыло. Икари сжала зубы от боли. Стенка повозки пропиталась кровью демона.\n—Крис: У меня предложение получше!\nЯ выдернул нож из кармана и вонзил ему в ногу, параллельно перемещаясь к Икари. Асритиз застонал от боли. Все-таки ножи его берут, а это значит, что победить его будет легче лёгкого! Главное попасть в голову!\n—Икари: Его регенерация намного сильнее, чем ты думаешь Крис! Освободите печать!\n—Крис: КАК!?\n—Икари: Отрежь часть крыла с печатью! Без обсуждений!\n—Крис: но....\n—Икари: БЫСТРО!\nДостать нож в этот момент было для меня невообразимой задачей. А отрезать часть крыла Икари-полным бредом. С уверенным взглядом я сунул руку в карман, доставая кровавое орудие, подобранное из тела одного из варваров и, схватив крыло, резким движением отрубил печать. \n Крик Икари разнесся по всей поляне. Я стоял на коленях, со слезами на глазах, держа в руках обрубок, рассыпающийся на пыль. Я смотрел на него...он рассыпался на прах и развеивался по ветру. Так вот как выглядит смерть? Мы просто развеемся по ветру? \n Резкий удар по щекам привел в чувство. Икари стояла напротив меня, держа меня за щёки и пыталась донести до меня что-то, но мой разум затуманился, а глаза были размыты от слёз. Но ещё пара ударов привела мой разум в полный порядок, хоть и подкошенный.\n—Икари: Проснись Идиот! Проснись немедленно!\nИкари продолжала хлопать меня по щекам, а в груди появилась резкая боль.\n—Икари: Не смотри вниз! Не смотри Крис пожалуйста!\nЯ поддался соблазну. Из груди торчало остриё ножа, блестящее, но запачканное кровью. Я завёл руку за спину и выдернул его. Время остановилось. Ко мне подошёл Асритис и тихо, шёпотом говорил:\n—Асритис: Ты видишь, что происходит? А ведь это все ты! Мог просто бы пойти со мной и все закончилось бы! А так ты просто заставил меня убить своих друзей. Ты сам-то осознаёшь, что делаешь? \nОн поверулся ко мне спиной, сложил руки и начал вальяжно проходиться по поляне. После остановился и повернул ко мне лицо.\n—Асритис: Знаешь! В мои способности входит откат времени! Ты можешь уйти со мной-и всё пройдет так, как будто тебя здесь с самого утра не было!\nЯ продолжал стоять на коленях. Рана начала затягиваться и вскоре зажила полностью. Из глаз продолжали литься слёзы. Я ещё долго смотрел в землю...\n—Крис: А как же они...без меня?\n—Асритис: Всё произойдет так, как будто тебя не было с самого утра! Я же сказал!\n—Крис: Они будут тосковать по мн...\n—Асритис: Хватит!\nОн щёлкнул пальцами и из земли появился трон, украшенный черепами и золотом. Рядом с троном выросли две девушки, закованные в кандалы.\n—Асритис: Либо ты присоединишься ко мне! Либо...\nОн провёл рукой и огромный кол врезался в грудь Икари. Время начало возвращаться в прежний вид. Всё становилось быстрее, а горячая кровь из груди Икари брызгала на снег и моё лицо.\n—Крис: Я...никогда...этого не сделаю! \nЯ начал подниматься с колен и ускоряясь, идтик нему. Схватив первый попавшийся нож, я ,со всего размаху воткнул его в сердце злосчастного демона! Он смеялся, а после \"втянул\" нож в свою грудь и проглотил его. Нож исчез в пучине сердца этой твари.\n—Асритис: Ааааа... Она не рассказала тебе кто же я?\nО встал с трона. Трон ушёл под землю, ломая мир за собой. Я начал падать в бездну. Вокруг летели колья, цепи и тела погибших. Я думал лишь об одном...лишь бы она осталась жива.\n",
    "answers": []
  }
]