[
  {
    "id": 1,
    "text": "Я повертався зі школи, подорозі мене наздогнав друг і запросив у гості я звісно згодився, і ми пішли.Коли вже прийшли ми трохи поїли і пішли робить уроки. Коли ми вже закінчили то ми почули якись вибух і ми побігли до вікна. Визирнувши з вікна ми попачили що там якась залічка впала і знеї йшов зелений газ. Ми роздивились навколо і побачили що всі люди ломятся в підїзд але вони не відкривали двері а вибивали. Ми зрозуміли що вони зомбі і побігли за дошками цвяхами та молотком, і мій друг позатколочував двері а я почав плести мотузку з простирадл і т.д. .Я швидко розбив вікно і почав скитувати туди мотузку. Один кінець я привязав до батареї і почав злазити коли я зліз я крикнув другу і він почав злазити і коли ми злізли ми пішли вздовж дороги. По дорозі до нас підїхав якийсь дід і сккзав: Сідайте в машину і поїхали нахрін з цього міста!!!",
    "answers": [
      {
        "id": 2,
        "text": "Сісти в машину."
      },
      {
        "id": 3,
        "text": "Залишитися в місті."
      }
    ]
  },
  {
    "id": 2,
    "text": "Ви виїджаєте з міста і вас зустрічаєтся блок пост і ви зупиняєтеся і проходете тест на вірус потім вас відвозять на базу. І ви потрапляєте в клітку.",
    "answers": [
      {
        "id": 4,
        "text": "Почекати"
      },
      {
        "id": 5,
        "text": "Спобувати втікти"
      }
    ]
  },
  {
    "id": 3,
    "text": "Ви вирішуєте піти до гіпер-маркету ви туди заходите і ви знаходите якусь купку людей і подходите до них то виявлются виживші яких тут шукала Амбрелла я запитав: Хто це така Амбрела? І вони мені розказали і я вирішив зробити засаду. Через деякий час ми напали на Амбреллу і захопили їх всіх ну.... майже всіх один зних напав на головного вижившего і націлив на нього пістолет але він його вибив прям мені під ноги я підібрав його і в мене постав вибір ",
    "answers": [
      {
        "id": 10,
        "text": "Вбити Амбреллу (перейти на сторону виживших)"
      },
      {
        "id": 11,
        "text": "Вбити вижившого  (перейти на сторону амбрелли)"
      }
    ]
  },
  {
    "id": 4,
    "text": "До вас приходить тот самий дідок і каже ви мені потрібні для завдання виходьте.Дід садить вас у машину і їде в місто. По приїзду ви йдете до гіпермаркету ви розділяетесь і ідете і ви згадуєте про друга і злитесь на діда і пробуєте його знайти ви знаходите якусь купку людей і подходите до них то виявлются виживші яких тут шукала Амбрелла я запитав: Хто це така Амбрела? І вони мені розказали і я зрозумів що на неї працюю і вирішив зробити засаду. Через деякий час ми напали на Амбреллу і захопили їх всіх ну.... майже всіх один зних напав на головного вижившего і націлив на нього пістолет але він його вибив прям мені під ноги я підібрав його і в мене постав вибір ",
    "answers": [
      {
        "id": 10,
        "text": "Вбити Діда (Перейти на сторону виживших)\n"
      },
      {
        "id": 8,
        "text": "Вбити вижевшого (Перейти на сторону Амбрелли)"
      }
    ]
  },
  {
    "id": 5,
    "text": "Ви пробуєте втікти зламавши замок заколкою яка шось робить в кишені.У вас виходить і ви втікаєте.Тепер ви Lone Wolf і тепер ви вештаєтесь по пустирю....",
    "answers": [
      {
        "id": 6,
        "text": "Отримати кінцівку: Lone Wolf"
      }
    ]
  },
  {
    "id": 6,
    "text": "Кінцівка Lone Wolf отримана",
    "answers": [
      {
        "id": 1,
        "text": "ЗАНОВО"
      }
    ]
  },
  {
    "id": 7,
    "text": "",
    "answers": []
  },
  {
    "id": 8,
    "text": "Ви вбиваєте головного вижившого і повертаєтеся на базу там де вас вбивають бо ви забагато знаєте",
    "answers": [
      {
        "id": 9,
        "text": "Отримати кінцівку: Зрадник"
      }
    ]
  },
  {
    "id": 9,
    "text": "Кінцівка Зрадник отримана",
    "answers": [
      {
        "id": 1,
        "text": "ЗАНОВО  "
      }
    ]
  },
  {
    "id": 10,
    "text": "Ви вирішили штурмовати базу амбралли всіми силами.",
    "answers": [
      {
        "id": 13,
        "text": "Штурм!!!!!!!"
      },
      {
        "id": 14,
        "text": "Залишитися"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вас пускають на експеримент і ви стаєте мутантом.",
    "answers": [
      {
        "id": 12,
        "text": "Отримати кінцівку: Мутант"
      }
    ]
  },
  {
    "id": 12,
    "text": "Кінцівка Мутант отримана",
    "answers": [
      {
        "id": 1,
        "text": "ЗАНОВО"
      }
    ]
  },
  {
    "id": 13,
    "text": "Ви заштурмували амбреллу і дізнались що вони зробили цей вірус і у них є анидот яким ви рятуєте всіх",
    "answers": [
      {
        "id": 16,
        "text": "Отримати кінцівку: Happy end"
      }
    ]
  },
  {
    "id": 14,
    "text": "Ви залишаєтесь всі виживші помирають на штурмі",
    "answers": [
      {
        "id": 15,
        "text": "Отримати кінцівку: Штурм Провал"
      }
    ]
  },
  {
    "id": 15,
    "text": "Кінцівка штурм провал отримана.",
    "answers": [
      {
        "id": 1,
        "text": "ЗАНОВО"
      }
    ]
  },
  {
    "id": 16,
    "text": "Кінцівка Happy end отримана ",
    "answers": [
      {
        "id": 1,
        "text": "ЗАНОВО"
      }
    ]
  },
  {
    "id": 17,
    "text": "",
    "answers": []
  }
]