[
  {
    "id": 1,
    "text": "От выбора который сделает принцесса зависит судьба всего мира. Добро или зло? Свет или Тьма? Выбор очевиден правда? Как знать, как знать...",
    "answers": [
      {
        "id": 2,
        "text": "Далее"
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "",
        "system": true
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d05/2009/2b/c464deaaa31d.jpg"
      }
    ]
  },
  {
    "id": 2,
    "text": "     Моё имя Эвридика Лавделл. Чаше всего мать и брат называют меня Эви. Месяц назад мне исполнилось восемнадцать лет. Я принцесса Белого Королевства, олицетворения \"Добра\". Всё свободное время я провожу в замковой библиотеке. Мне никогда не разрешали выходить из замка, мать всё время проводит с братом, а меня будто не существует! Но я привыкла. С книгами интереснее чем с людьми. А ведь я очень редко общаюсь с другими волшебниками... Да что уж там! С волшебниками! Да я с людьми, обычными людьми вижусь раз в неделю! \"Любимая принцесса\" Называется! Всё я обиделась! Сейчас спущусь в библиотеку, найду книгу с порталами и сбегу к эльфам на недельку-другую. Я уже совершеннолетняя! Могу делать, что хочу.",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "     В нашем замке слишком крутые лестницы. Но ничего. Всё таки с седьмого этажа до второго, не так уж и далеко. Ха-ха. Сарказм. Вот наконец эта проклятая библиотека. Что!? Какого чёрта на двери замок?! Ха. Ха-ха. Ха-ха-ха! Мать действительно думает, что я не смогу его уничтожить, или пройти через двери? Насмешила. Я смело шагнула через дверь. Замок не тронут. Может оно и к лучшему. Чё-ё-ё-ёрт... Я забыла где стоят книги с порталами... Ладно... Поищем на угад:",
    "answers": [
      {
        "id": 4,
        "text": "Первый шкаф, нижняя полка."
      },
      {
        "id": 5,
        "text": "Третий шкаф, вторая полка с конца."
      },
      {
        "id": 6,
        "text": "Второй шкаф, первая полка."
      },
      {
        "id": 7,
        "text": "Четвёртый шкаф, средняя полка."
      },
      {
        "id": 3,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a08/2009/fe/eeae0ed1fbfa.jpg"
      }
    ]
  },
  {
    "id": 4,
    "text": "     Анатомия... Энциклопедии... И прочая научная ересь! Не то...",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 5,
    "text": "     Птицы... Животные... Опасные рептилии... И прочее о населении мира. Не то...",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 6,
    "text": "    Оккультные дисциплины... Черчение магических символов... Порталы! Нашлась родненькая!",
    "answers": [
      {
        "id": 8,
        "text": "Забрать книгу и сесть на пол."
      }
    ]
  },
  {
    "id": 7,
    "text": "     Стихи... Поэмы... Рассказы... И другая художественная литература! Не то...",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 8,
    "text": "    Я легко приземлилась и открыла книгу. Та-а-ак.. Посмотрим. \" При создании порталов необходима подготовка... Бла-бла-бла... Что-бы успешно создать портал необходимо начертить символы четырёх стихий, НО! нельзя дорустить того, что-бы огонь и вода оказались рядом в четырёхугольнике, и нельзя, что-бы рядом находились вода и земля.\" Дальше идут руны стихий и образец. \" Для перенесения в определённое место нужно думать о том куда вы хотите отправиться и прочитать заклинание\" Далее идёт заклинание на древнем языке. \n     Я захлопнула книгу. Звучит не слишком сложно а вот как оно на деле? Я постараюсь.\n",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "     Когда с основными приготовлениями было покончено я никак не могла вспомнить расположение рун.",
    "answers": [
      {
        "id": 10,
        "text": "Огонь и вода рядом. Воздух и земля рядом"
      },
      {
        "id": 10,
        "text": "Огонь и вода раздельно. Воздух и земля рядом."
      },
      {
        "id": 10,
        "text": "Огонь и вода рядом. Воздух и земля раздельно."
      },
      {
        "id": 11,
        "text": "Огонь и вода раздельно. Воздух и земля раздельно."
      }
    ]
  },
  {
    "id": 10,
    "text": "     Я нарисовала символы и начали читать заклинание. Вроде всё шло хорошо, но вдруг руны засветились, алым и четырёхугольник вспыхнул огнём. Вскоре огонь перекинулся на стелажи с кинигами. Я начала задыхаться. \n\n\n* Ужасная смерть",
    "answers": [
      {
        "id": 8,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 11,
    "text": "   Вроде всё шло хорошо. Из начерченых рун начал вырисовываться портал.Я как маленький ребёнок зазлопала в ладоши. Получилось! \n    Надо подумать о королевстве Эльфов. Я как могла сосредоточивалась на мыслях о бесконечных лесах, золотых полях. Но в голову лез брат со своей войной чёртовой. Вдруг сзади меня упала книга. Я ойкнула и оступилась свалившись в портал. Только сейчас я поняла, что думала о Чёрном королевстве когда упала. О не...",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "     Я погрузилась в небытие...\n     Очнулась я в уютной комнате с камином в котром весело трещали поленья. У окна стоял парень лет двадцати с угольно чёрными волосами. Одет он был под стать волосам весь в чёрном. Я нахмурилась. Протянув тонкие ниточки энергии я коснулась его спины. Он однозначно был тёмным. И не безысвестным. Передо мной предстал сам принц, будующий король Тьмы. Жаль, что он тёмный... Он мне даже понравился, усмехнулась я. Он обернулся.\n      — Ты уже проснулась?- Тепло улыбнулся принц. \"Красивая у него улыбка...\"- Подумалось мне. В ответ на его вопрос я утвердительно кивнула.\n       — Где я? \n       — У меня в гостях.- Усмехнулся он.- Кто Вы?\n       Я потупилась. Либо он дурак либо строит из себя дурака. Слепому видно, что я белая. Даже по цвету глаз это видно. Ведь у меня были голубые как летнее небо глаза. Возможно он увидел что я белая может его интересует моё имя?\n    ",
    "answers": [
      {
        "id": 13,
        "text": "Молчать."
      },
      {
        "id": 14,
        "text": "- Моё имя Эвридика Лавделл. "
      },
      {
        "id": 12,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c41/2009/2d/751d4183d3b7.jpg"
      }
    ]
  },
  {
    "id": 13,
    "text": "      Я молчала. Принц повторил свой вопрос. Глупая ситуация. Если он чёрный, мне не миновать беды, мною можно шантажировать врагов... Хотя думая когда я пропала всем было наплевать, если они конечно заметили пропажу. Вот спрошу у него, что случилось!\n      — Я назову своё имя если скажете, что случилось.\n      Принц усмехнулся. \n      — Я нашёл вас без сознания на поляне, три дня назад.\n       Внутри меня всё похолодело. Три дня?! Быть того не может! Уффф, дыши, Эви, дыши...",
    "answers": [
      {
        "id": 14,
        "text": "Я представилась."
      },
      {
        "id": 13,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d06/2009/78/240641d05d0f.jpg"
      }
    ]
  },
  {
    "id": 14,
    "text": "     — Я Эвридика Лавделл, принцесса Белого королевства.\n      Повисло молчание. \"Магия в ней силная. Не врёт. Хммммм... Возможно я склонил чашу весов на свою сторону, но я раньше редко слышал о ней. Странно\"- Подумал принц глядя мне в глаза. Я поёжилась от проницательного взгляда ярко зелёных глаз.\n      — Представься.- Потребовала я. Сама удивилась своей дерзости.\n      — Раймонд де Леó. Принц Чёрного королевства, будующий король. К сожалению, леди, вам придётся остаться.\n       Я поморщилась. Куда ж я денусь?\n        — Следуйте за мной леди.\n        Принц привёл меня в полупустую комнотушку, небольшую. В ней стояла лишь кровать, книжный шкаф, стол и стул. Мне больше и не надо. Раймонд легко втолкнул меня туда. И закрыл дверь. Я услышала как повернулся ключ. Чёрт. Ну и, что мне тут делать? По потолку бегать? Кстати... Я подошла к шкафу взяла незнакомую книгу с обложкой обитой алой кожей и украшенной золотом. \"Легенды Мира Четырёх\" в нашей библиотеке стояло точно такая же, правда в менее дорогой обложке. Ладно делать нечего. Я немного поколдовала и поднялась на потолок усевшись поудобней. Хоть какое-то разнообразие",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      },
      {
        "id": 14,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a35/2009/19/a7c970086501.png"
      }
    ]
  },
  {
    "id": 15,
    "text": "     Когда в дверь постучали было далеко за полночь. Я спустилась с потолка и накинула невидимую пелену. Через несколько секунд дверь отворилась на пороге стоял Рэй. Он прислушался и присмотрелся я почти физически почувствовала как он перебирает все потоки энергии в этой комнате.\n      — Я чувствую твою энергию, Белая принцесса. Покажись- Он осмотрелся. Я скинула невидимую пелену. \n      — Что?\n      Кажется его веселила моя наглость. \n      — Решил проверить тут ли ты.\n      Я недовольно скривилась и подозрительно посмотрела на парня. \n       — Куда же я денусь отсюда? \n       — Раз ты смогла накинуть невидимую пелену значит вполне могла бы создать портал — логично рассудил принц. Я подошла к нему в плотную. И вдруг остро ошутила разницу в росте. Моя макушка едва дотягивает ему до лба. Я стала на носочки и шепнула ему на ухо.\n        — Пока меня всё устраивает- усмехнулась я — Меня не держат в тюрьме. И я уже во второй раз говлрю с живым человеком. Впервые за несколько недель.",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "    Я проснулась ещё до рассвета. Солнце едва показывалось из-за горизонта. Я открыла окно и вылезла на крышу. Было очень холодно. Однако когда я создвала портал, я не рассчитывала на то, что окажусь не в стране вечного лета, а в Чёрном королевстве. \n     Я села на край, и посмотрела на лес простирающийся подо мной. Из-за того, что в Чёрном королевстве вечная зима, все деревья облетели, и покрылись инеем. В лучах алого солнца лес казалось, охвачен волшебным пламенем. Я невольно залюбовалась этим чудесным зрелишем. \n     Вдруг я отчётливо поняла, что не чувствую ног. Я буквально заледенела. \n      Чёрт побери! Я ведь не умру так? Это же просто глупо! Принцесса Белого королевства умерла от холода, на крыше чёрного замка. Надо срочно, что-то предпринять!\n",
    "answers": [
      {
        "id": 17,
        "text": "Rangers gallen Gdarr vani leanon..."
      },
      {
        "id": 18,
        "text": "Celine dame vetti ga carti..."
      },
      {
        "id": 19,
        "text": "Valean geless hanonn loha uoina po liasa"
      },
      {
        "id": 20,
        "text": "Kaej iolks ghojls vakii"
      },
      {
        "id": 21,
        "text": "Liada musle rchec hanna gam"
      },
      {
        "id": 22,
        "text": "Damneim konnan jame garraa siom"
      },
      {
        "id": 16,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d11/2009/c7/509ea6741f68.jpg"
      }
    ]
  },
  {
    "id": 17,
    "text": "     Я не думая ляпнула заклинание огня, пламя охватило моё тело, сначало стало тепло а потом... Я не смогла потушиться\n \n\n* Ужасная смерть",
    "answers": [
      {
        "id": 16,
        "text": "назад"
      }
    ]
  },
  {
    "id": 18,
    "text": "      Я не подумала и ляпнула заклинание холода... Плохая идея...\n \n\n*Смерть от холода",
    "answers": [
      {
        "id": 16,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 19,
    "text": "    Я не подумала и ляпнула заклинание молний... Плохая идея...\n\n\n* Смерть от удара молнии",
    "answers": [
      {
        "id": 16,
        "text": "назад"
      }
    ]
  },
  {
    "id": 20,
    "text": "      Я не подумала и ляпнула заклинание невидимости. Ну теперь меня не видно... \n\n\n* Смерть от холода",
    "answers": [
      {
        "id": 16,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 21,
    "text": "    Я не подумала и ляпнула заклинание мыслеречи. Единственным волшебником находящимся в замке был Рэй. Я еле слышно шепнула \"Помоги...\" И канула в небытие.",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "      Это вовсе не заклинание, так стишок...\n\n\n* Смерть от холода",
    "answers": [
      {
        "id": 16,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 23,
    "text": "     К счастью принц услышал меня и быстро нашёл меня. Он отнёс меня в моё место обитания и разжёг камин. \" Нашёл на свою голову\"- Усмехнулся принц рассаматривая огонь.                        Через пол часа я пришла в себя.\n      — Спасибо. Я не наделась, что услышишь. \n      — Я был недалеко. Тебе очень повезло. Могла просто замёрзнуть насмерть.- Принц усмехнулся-  И где моя благодарность?\n        Я насупилась и...\n     \n",
    "answers": [
      {
        "id": 24,
        "text": "Отблагодарила его на словах."
      },
      {
        "id": 25,
        "text": "Поцеловала его в щеку."
      },
      {
        "id": 26,
        "text": "- Обойдёшься."
      }
    ]
  },
  {
    "id": 24,
    "text": "      — Спасибо огромное.- Улыбнулась я.\n       Принц выглядел немного разочарованным, или мне показалось?",
    "answers": [
      {
        "id": 27,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "     Я встала с кровати и подошла к нему. Он насторожился, подозрительно глядя на меня. Я хихикнула.\n      Мне пришлось встать на носочки, что-бы дотянуться. Я осторожно коснулась губами его щеки. Я немного покраснела и отстранилась.\n        — Ещё раз спасибо.- Улыбнулась я.",
    "answers": [
      {
        "id": 27,
        "text": "Далее"
      },
      {
        "id": 25,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c36/2009/5f/92a9dd7e534d.jpg"
      }
    ]
  },
  {
    "id": 26,
    "text": "      — Обойдёшься- Я нахально улыбнулась и показала ему язык. Рэй усмехнулся.\n      — Как по-взрослому.- Немотря на то, что благодарность он так и не получил, Рэй улыбнулся. Я надулась. Ну, что? В душе я всё ещё ребёнок, наверное.",
    "answers": [
      {
        "id": 27,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 27,
    "text": "      Мне пришлось остаться в \"гостях\" у принца ещё на неделю. Мы с ним начали неплохо общаться. Я поняла, что слухи о том, что этот парень воплощение зла — сильно приувеличены. Первые два дня я побаивалась нечисти шныряющей по замку, но они в целом не такие уж и вредные. Какие-то упыри научили даже научили меня играть в карты. \n       Я заметила, что принца, тоесть, Рэя, очень уважают. Когда на меня хотел съесть какой-то упырёк, принц так на него посмотрел! только пятки сверкали. Своё поведение он объяснил тем, что я — его добыча, и никто без его разрешания не имеет права меня обижаеть.",
    "answers": [
      {
        "id": 28,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 28,
    "text": "     — Доброе утро, принцесса- Улыбнулся Рэй , заходя в мою комнату.\n      — Сколько десятков раз я просила стучать?- Устало вздохнула я расчёсывая волосы.\n       — Ты ведь не против. — Коварно улыбнулся принц .\n       — То, что ты ещё не разу не застал меня одевающейся и не получил по голове, — Я быстро встала с пола откладывая расчёску на стол. — Не значит, что мне приятно когда взрываются в моё место обитания, без стука. Так, что будь добр стучать!\n         Парень стоял в ступоре. Такой прямолинейности даже от меня он не ожидал. ",
    "answers": [
      {
        "id": 29,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 29,
    "text": "     В замке днём делать было особо нечего, так, что всё своё сводное время принц Тьмы уделял мне. Но он часто был занят на совещаниях. Тогда я просто бродила по замку или сидела в саду.\n      С некоторым разочарованием я отметила, что в замке и его округе нет животных.\n       Я заскользнула к себе в комнату и закрыла дверь. Я подошла к шкафу и достала оттуда тёплый плащ, хотелось подняться на крышу, посмотреть закат. Но уже холодало и надо было одеться. Сегодня Рэй до глубокой ночи будет занят, у них опять этот — военный совет! ",
    "answers": [
      {
        "id": 30,
        "text": "Я накинул плащ и поднялась на крышу. "
      }
    ]
  },
  {
    "id": 30,
    "text": "     Я села на край и свесила ноги. Было довольно высоко. Но я перестала бояться высоты ещё в раннем детстве. ",
    "answers": [
      {
        "id": 31,
        "text": "Вспомнить почему я перестала бояться высоты. "
      },
      {
        "id": 32,
        "text": "Не вспоминать. "
      },
      {
        "id": 30,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c18/2009/9e/cc426d4de2f9.jpg"
      }
    ]
  },
  {
    "id": 31,
    "text": "     Тогда мне было пять лет. Ещё в таком раннем раннем возросте я любила сбегать на крышу в замке и просто сидеть и представлять как живут люди в городе.\n     Я увидела как на окно залезла какой-то двухлетний ребёнок. Тогда я ещё не научилась левитировать но когда увидела как он сорвался!.. Я врвануламь в низ и поймала его. И поняла, что сейчас мы оба разобъёмся. По необъяснимой причине мне даже не было страшно, единственное, что меня волновало- судьба ребёнка. С самого детства, мне говорили, что ты если это будет необходимо, я должна погибнуть за свой народ, но... Я почувствовала, что падение остановилось. Я обернулась. За моей спиной раскрылись крылья. Настоящие крылья! Я взлетела на крышу и отпустила ребёнка, и посмотрела за спину. Крылья исчезла, будто их и не было.\n       После этого выучив заклинание левитации я прыгала ещё несколько раз. Но крылья не появились. Вы спросите зачем мне крылья, если я умею левитировать? Крылья — Символ пренадлежности к Высшим Сферам, то есть к Богам.\n       После этого я перестала бояться высоты. Я поняла, что крылья не дадут мне упасть. ",
    "answers": [
      {
        "id": 32,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "     Я просидела на крыше около часа зачарованно наблюдая как алый шар солнца скатывается за горизонт.\n      Планов на вечер нет. Чем же заняться?",
    "answers": [
      {
        "id": 33,
        "text": "Поиграть с вампирами в карты. "
      },
      {
        "id": 34,
        "text": "Вернуться в комнату почитать. "
      },
      {
        "id": 35,
        "text": "Побродить по замку. "
      },
      {
        "id": 36,
        "text": "Тут нечем заняться. Пожалуй пойду спать. "
      }
    ]
  },
  {
    "id": 33,
    "text": "      — Привет, парни! — Я дружелюбно помахал упырям сюдящим за столом. Они дружелюбно улыбнулись мне в ответ.- Разрешите присоединиться?\n        Играть в карты с вампирами очень трудно. У них целая вечность была, что-бы научиться играть! Но всё-таки мне удалось выиграть две партии из восьми. Не так уж и плохо. Всё-так слухи о кошмарной нечисти обитающей на Тёмной стороне сильно приувеличены. Они такие-же как и мы, только у них другая наружность! Господи как это глупо! Все эти войны! Зачем они?! Неужели этого нельзя избежать?\n        В этих мрачных мыслях я решила, что у меня ещё есть время... ",
    "answers": [
      {
        "id": 34,
        "text": "Вернуться к себе почитать. "
      },
      {
        "id": 35,
        "text": "Побродить по замку. "
      },
      {
        "id": 36,
        "text": "Я устала. Пойду спать. "
      }
    ]
  },
  {
    "id": 34,
    "text": "      Я открыла книгу. На какой странице почитать? ",
    "answers": [
      {
        "id": 37,
        "text": "Номер 246"
      },
      {
        "id": 38,
        "text": "Номер 157"
      }
    ]
  },
  {
    "id": 35,
    "text": "     Мой замок был менее изукрашен разными готическими статуями. Но тут их на каждом углу — по две-три штуки. Очень красиво. Завораживает. Я могла бы бродить тут очень долго. Но уже нестерпимо хочу спать... ",
    "answers": [
      {
        "id": 34,
        "text": "Я ещё успею почитать! "
      },
      {
        "id": 36,
        "text": "Нет... Спать хочу. "
      },
      {
        "id": 35,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b21/2009/ca/939e11081e83.jpg"
      }
    ]
  },
  {
    "id": 36,
    "text": "     Это был скучный день, всё таки без Рэя в замке совершенно нечем заняться. Я Устало бухнулась на кровать и уснула. ",
    "answers": [
      {
        "id": 39,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 37,
    "text": "     \"Легенда о Богине Каали\"\n     \"Юная дева, из мира живых отправилась на реку, встретить отца который уже должен был возвращаться с рыбалки. Но увидела лишь обломки его лодки, и старика, что отправился с отцом за рыбою, он посмотрел на девушку и сказал\n      — Ты дочь старого Баори? Да, по очам вижу. Знаю, дева, на нас с твоим отцом напали разбойники окоянаные отца твоего убили, а меня бросили умирать в пучине морской...\n          Сказал человек и умер. Долго дочь была безутешна. Однажды хладной зимней ноччу она сбежала в лес. Там она провела три дня и три ночи. А когда вернулась от родной деревеньки остался лишь пепел хладной. Девушка разозлилась! Она призвала свою силу! И отправила всех убийц неродивых на тот свет. С тех пор у Каали есть крылья и сила. Каали — Богиня Тьмы. Есть у неё дочь, что утеряна, нарекли дочь богини — Лилит. ",
    "answers": [
      {
        "id": 37,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b37/2009/4d/a3126e87ae3d.jpg"
      },
      {
        "id": 36,
        "text": "Пора спать. "
      }
    ]
  },
  {
    "id": 38,
    "text": "     \"Легенда о Богине Соль*\" \n     \"Соль была принцессой. Прекраснейшей из всех существовавших. Но однажды грозный король Атирагран посватался к ней. Ответ принцессы был отказом. И он развязал войну, перерезал пол королевства Принцессы Соль. А когда он захватил её столицу, она сказала. \n     — Будь ты хоть трижды богом и карой божьей, я не дам тебе в лапы моё королевство!\n        Гордую принцесса погибла, но её стали помнить как пример. Как земную принцессу обревшую Крылья и воспарившую в небеса как Богиня Света. А король Атирагран вскоре умер, от стрелы с флагом на котором был нарисован символ солнца. Герб королевы Соль. Солнце в тот день светило особенно ярко. С тех пор Соль — Богиня Света. \"\n      \n_____________________\n\nСоль — Имя в переводе с языка светлых эльфов означающее \"Солнце\"",
    "answers": [
      {
        "id": 38,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d39/2009/d7/3901e1055909.jpg"
      },
      {
        "id": 36,
        "text": "Пора спать. "
      }
    ]
  },
  {
    "id": 39,
    "text": "      Это конец первого тома квеста \"Чёрные Крылья\" Я очень старательно работала над ним и вложила всю душу. Буду рада если вы прочитаете второй том, который я обязательно напишу не меньше чем через месяц! ",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 40,
    "text": "",
    "answers": []
  }
]