[
  {
    "id": 1,
    "text": "Автор: Dari\nЖанр: Романтика, школа.\n\n\nГотова ли ты столкнуться со всеми школьными прелестями и неприятностями? Ты самая обычная девчёнка, которая перевелась в новую школу, звучит банально, но тебе предстоит столкнуться с множеством подростковых проблем. Узнай причину, по которой ты вынуждена была покинуть старую школу и найди новых друзей. Кто знает, может тебе приглянётся кто-нибудь из красавчиков-одноклассников? Или ты все же предпочтешь быть с кем-то более опытным? А может и вовсе выберешь путь знаний и останешься одна? Все в твоих руках, красотка! Делай правильные выборы и создай собственную историю школьной жизни!",
    "answers": [
      {
        "id": 2,
        "text": "Доброе утро.\n"
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d16/2009/43/baeced0d913a.jpg"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://d.radikal.ru/d16/2009/43/baeced0d913a.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": " 7:00. Осеннее утро. Единственное, чего я сейчас хотела,так это остаться в теплой постели и никуда не идти. Легкое волнение окутывало моё сознание, но обязанности брали верх и я была вынуждена покинуть свою уютную кровать. Чувствую себя в том самом тупом фильме про подросков, где у всех все хорошо и нет проблем. Сегодня будет мой первый день в новой школе, как не налажать? Мама говорит, что все будет хорошо и я точно обзаведусь кучей новых друзей, но я уверена что это не так. Главное не стать куском мяса в клетке с голодными тиграми. Подойдя к шкафу я была вынуждена решить в чем идти в это исчадье ада. И какой я буду сегодня?\n",
    "answers": [
      {
        "id": 3,
        "text": "Худи и удобные светлые штаны."
      },
      {
        "id": 4,
        "text": "Белый гольф и модная юбка в клетку.\n"
      }
    ]
  },
  {
    "id": 3,
    "text": "Стильно и удобно.",
    "answers": [
      {
        "id": 3,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b21/2009/0b/46669da47a8f.jpg"
      },
      {
        "id": 5,
        "text": "Переодеться "
      }
    ]
  },
  {
    "id": 4,
    "text": "Мило, для школы в самый раз",
    "answers": [
      {
        "id": 4,
        "text": "[URL=http://www.radikal.ru][IMG]https://b.radikal.ru/b20/2009/83/a461d85a8a41.jpg[/IMG][/URL]",
        "url": "https://b.radikal.ru/b20/2009/83/a461d85a8a41.jpg"
      },
      {
        "id": 5,
        "text": "Переодеться "
      }
    ]
  },
  {
    "id": 5,
    "text": " Сменив свою слегка помятую пижаму на чтото более менее приличное, я слегка взбодрилась. Все же настроение оставалось не самым лучшим. Стоит ли мне нанести макияж?",
    "answers": [
      {
        "id": 7,
        "text": "Да, он будет в самый раз."
      },
      {
        "id": 8,
        "text": "Так лень, не вижу в этом смысла."
      }
    ]
  },
  {
    "id": 6,
    "text": " — Почему вид такой недовольный? Что опять не так?\n  — Всё нормально.\n  — Тогда лицо попроще.\n  — Куда уж еще проще.\n  — Опять огрызаешься, я же уже говорила тебе, что в этом доме ты не будешь так себя вести.\n  — Ага.\n   Мама поставила тарелку с яичницей и стакан сока напротив меня.\n  — Приятного аппетита.\n  — Спасибо.\n  — Вы опять ссорились, — тихо произнсла я.\n  — Что?\n  — Сегодня ночью, вы снова ссорились с отцом.\n  Ответом мне было молчание.",
    "answers": [
      {
        "id": 9,
        "text": "Попытаться узнать что случилось ночью"
      },
      {
        "id": 10,
        "text": "Молча есть "
      }
    ]
  },
  {
    "id": 7,
    "text": "Какой макияж нанести?",
    "answers": [
      {
        "id": 8,
        "text": "Лёгкий нюд"
      },
      {
        "id": 8,
        "text": "Стрелки и красная помада. "
      },
      {
        "id": 8,
        "text": "Легкие румяна и нежно розовый блеск "
      }
    ]
  },
  {
    "id": 8,
    "text": "Посмотрев в зеркало в последний раз перед выходом, я оценивающе осмотрела девушку, которая уставилась на меня с противоположной стороны. Светло-русые волосы по плечи, зеленые блёклые глаза. Мне всего 16, жизнь только начинается, надеюсь, этот день принесет только положительные эмоции.\n  С первого этажа послышался крик мымы: \n  — Эбби, быстрее спускайся на завтрак, в школу опаздаешь!\n Я проигноривала крик, но уже через мгновенье была на кухне.\n   ",
    "answers": [
      {
        "id": 8,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b08/2009/53/10c570b99a12.jpg"
      },
      {
        "id": 6,
        "text": "На кухне"
      }
    ]
  },
  {
    "id": 9,
    "text": "  — Перестань молчать! Что случилось?\n  — Эббигейл, это взрослые дела, не лезь в них.\n  — Мама,  я не маленькая девочка. Ты думаешь я не вижу как разрушается наша семья? \n  — Эббигейл!\n  — Он опять поднял на тебя руку, да?  Мама ответь!\n  Она снова лишь помолчала. Я не могла больше оставаться здесь. Встав из-за стола я направилась к выходу.\n  — Спасибо за завтрак, мамочка. \n  ",
    "answers": [
      {
        "id": 11,
        "text": "Выйти в коридор"
      }
    ]
  },
  {
    "id": 10,
    "text": "Остаток завтрака прошел в молчании. Я чувстовала себя паршиво, потому что знала причину ссоры родителей ночью. Отец как всегда выпил лишнего, а мать лишь попала под горячую руку. Но мне не хотелось в этом разбираться. Окончив трапезу я попрощалась с матерью и вышла из-за стола.",
    "answers": [
      {
        "id": 11,
        "text": "Выйти в коридор"
      }
    ]
  },
  {
    "id": 11,
    "text": "Выйдя в прихожую я накинула рюкзак на плечо и вышла из дома. Двухэтажный коттедж остался позади, и я направилась в сторону школы. Настроения совсем не было, помимо проблем дома я должна была не заработать их еще и в школе. Так иронично, обычно в таких ситуациях как у меня родители поддерживают своих детей перед первым днем в новом месте, а у меня даже и звука не проронили. Хотя это не особо меня задело,  я привыкла быть одна. Родители перестали интересоваться мной еще когда я перешла в седьмой класс.  Отец пропадал на работе, а мать, найдя себе нового ухажера, шаталась по клубам и отелям. Скорее всего именно с того момента и стала рушиться наша \"дружная\" семья. Каждый день, возвращаясь с учебы, я приходила в пустой дом, где не было ни любви, ни тепла, ни заботы. Вспоминая эти моменты, мои глаза стали мокрые от слез. Смахнув их рукой, я уже приближалась к зданию школы, которое находилось через дорогу от меня. Большие светло-кричневые стены, зеленый газон и куча учеников, спешащих зайти внутрь.",
    "answers": [
      {
        "id": 11,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d26/2009/21/d2fae5fb8120.png"
      },
      {
        "id": 12,
        "text": "Перейти дорогу"
      }
    ]
  },
  {
    "id": 12,
    "text": " Из-за угла начала приближаться красная Ferrari. Она быстро мчалась и по неудачному стечению обстоятельств я чуть не оказалась под ее колесами. Машина затормозила в метре от моего тела.  Я слегка пошатнулась и посмотрела на водителя, но из-за затемненного  стекла единственное, что я смогла увидеть это — свое отражение. Я отошла на тротуар, а машина, в свою очередь, как ни в чем не бывало поехала дальше, даже не остановившись. День явно не задался. Я готова была придушить придурка, который сидел за рулем, ведь этот первый день мог стать для меня последним.",
    "answers": [
      {
        "id": 12,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b09/2009/36/170541f27401.png"
      },
      {
        "id": 13,
        "text": "Зайти на территорю школы"
      }
    ]
  },
  {
    "id": 13,
    "text": "Ну вот я здесь. Ноги слегка подкашивались толи из-за волнения, толи из-за недавнего случая. Я справлюсь, я должна. Здесь нет моих прошлых одноклассников, никто не знает от этом. Перестань переживать. Всё хорошо. Медленным, но уверенным шагом я направилась ко входу. К моему удивлению на стоянке, рядом с главным входом красовалась та самая красная машинка, а из ее салона был слышен смех и слегка приглушенная музыка. Во мне явно заиграли гнев и злость, ведь в обычном состоянии я никогда в жизни бы не осмелилась сделать так, но вот я уже стою возле двери водителя и медленно три раза стукнула по стеклу. То опустилось на меня уставились два серых глаза.  \n  — Тебе чего, красотка?- прищурился и подмигнул он.\nНу и что говорят в таких ситуациях?!",
    "answers": [
      {
        "id": 13,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b43/2009/fc/b181c8e4d9a1.jpg"
      },
      {
        "id": 14,
        "text": "Растеряться"
      },
      {
        "id": 15,
        "text": "Ты меня чуть не убил"
      }
    ]
  },
  {
    "id": 14,
    "text": "Я растерялась и единственное, что я смогла из себя выдавить было \" ничего\".\nИз машины послышался женский голос:\n   — Ну зайчи-и-ик, ну что ты там с ней разбираешься, очередная твоя фанатка.\n  Сказать, что я разозлилась- не сказать ничего. \n   — Ну если ты и правда моя фанатка...дай подумать.\n  Парень покапался в бордачке, затем что-то записал на листочке и протянул мне со словами:\n   — Это мой инстаграм, ты миленькая, так что пиши, может когда-нибудь пообщаемся.\n Я кипела от злости, было такое ощущение, что это был заготовленный для всех текст. Я хотела возразить, но стекло поднялось, и я снова увидела лишь свое отражение. Единственное, что мне оставалось, это уйти внутрь, ведь больше мне явно ничего не светило.",
    "answers": [
      {
        "id": 16,
        "text": "Зайти в здание школы\n"
      }
    ]
  },
  {
    "id": 15,
    "text": "   — Ты чуть не убил меня, придурок!\n  Бровь парня выгнулась, он явно был в недоумении и теперь уже полностью опустил стекло.\n    — Чего?\n    — На пешеходном переходе, это точно был ты.\n    — А, ой. Это была ты,  ну прости, что сказать.\n    — Прости? Ты серьезно? Если тебе папочка права в переходе купил, это не значит, что ты можешь гонять как собака. Я чуть на том свете не оказалась.\n   Я хотела продолжить, но меня перебил женский голос:\n   — Слушай, ты вообще знаешь, с кем говоришь? Зайчик, поставь ее на место,- писклявым голосом произнесла блондинка в открытом топе и короткой юбке на пассажирском сидении.\n  — Нет, я не знаю кто ты и твой \" зайчик\". Учеба в этом заведении не обязывает меня знать всех ноунеймов этой второсортной школы.Так что мне все равно кто вы, но я надеюсь, что больше мы не пересечемся.\n Я одарила их саркастической улыбкой и развернулась, пройдя в здание школы.",
    "answers": [
      {
        "id": 16,
        "text": "Зайти в здание школы"
      }
    ]
  },
  {
    "id": 16,
    "text": "   Ну почему это всегда происходит именно со мной. Что ни день, то какие-нибудь неприятности.\nИтак, мне нужно в учительскую узнать свое расписание.\n  Первым уроком стояла химия. Не сказать, что я ее любила, скорее наоборот, в прошлой школе я частенько прогуливала ее в столовой или дворе школы, но тут выбора у меня не было.  Я уже собралась идти, как меня окликнули:\n   — Эббигейл Винчесто, верно?\n  Я обернулась.\n",
    "answers": [
      {
        "id": 17,
        "text": "Посмотреть, кто меня звал"
      }
    ]
  },
  {
    "id": 17,
    "text": "Это был мужчина лет тридцати двух. В пиджаке, белой рубашке и черных штанах. Он был очень красивым и притягательным, я не сразу поняла, что он хотел от меня.\n   — Да, верно.\n   — Тогда вам стоит пройти со мной.\n   — Зачем?\n   — У вас сейчас урок, который веду я.\n   Я лишь открыла рот, но тот уже направился к лестнице. Я поспешила за ним. Пройдя на третий этаж передо мной распахнулась дверь в просторный класс.",
    "answers": [
      {
        "id": 17,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a17/2009/6f/b959735530b7.jpg"
      },
      {
        "id": 18,
        "text": "Войти в кабинет"
      }
    ]
  },
  {
    "id": 18,
    "text": "   После моего появления все мгновенно замолкли и уставились прямо на меня. \n   — Ребята, это Эббигейл Винчесто и с сегодняшнего дня она будет учиться здесь. Несмотря на то, что это ваш последний год обучения прошу быть дружелюбными и общительными! Меня зовут Адам Браун, обращайтесь ко мне как Мистер Браун.  Представься классу, пожалуйста.\n Ну что ж, добро пожаловать, Эбби! Как себя всти?\n\n",
    "answers": [
      {
        "id": 19,
        "text": "Быть дерзкой."
      },
      {
        "id": 20,
        "text": "Быть милой"
      }
    ]
  },
  {
    "id": 19,
    "text": "   — Меня зовут Эббигейл, не уверена, что мы сможем быть друзьями, но вы можете попытаться. Давайте договоримся, вы не лезете ко мне, а я к вам и все счастливы. Недеюсь, мы подружимся. Я на секуду подняда уголки губ, затем резко сделала строгое лицо, кинула взгляд на учителя.  Тот явно был в шоке.\n    — Э-э... Вы можете сесть на...\n   Не дожидаясь его ответа, я прошла к партам. Я уставилась на два свободных места: рядом со светленьким парнем и девушкой в очках, которая приветливо улыбалась мне.  Я села к...",
    "answers": [
      {
        "id": 21,
        "text": "Светловолосому парню"
      },
      {
        "id": 22,
        "text": "Девушке в очках"
      }
    ]
  },
  {
    "id": 20,
    "text": "   Я улыбнулась и мои щеки слегка побагровели.\n   — Привет всем, меня зовут Эббигейл, но вы можете звать меня просто Эбби. Я правда надеюсь, что мы подружимся и сможем общаться.\n   Мистер Браун одобрительно кивнул и произнёс:\n   — Прекрасно, Эббигейл, вы можете сесть за любую свободную парту.\n   Я мимолетно осмотрела класс и заметила два свободных места: рядом со светленьким парнем и девушкой в очках, которая приветливо улыбалась мне. Я села к ...",
    "answers": [
      {
        "id": 21,
        "text": "Светловолосому парню"
      },
      {
        "id": 22,
        "text": "Девушке в очках"
      }
    ]
  },
  {
    "id": 21,
    "text": "  Я достала нужные мне вещи из портфеля и села за парту. На меня уставился парень с очень смазливой внешностью. Снежно-белые окрашенные волосы, ярко голубые глаза, пухлые губы, идеально ровная кожа. Я и не заметила, как мы уже на протяжении нескольких секунд смотрели друг на друга. Тут он резко прервал молчание: \n   — Я Рэй.\n  Я не сразу сообразила и слегка запнулась перед ответом:\n   — Эббигейл, то есть, я Эбби.\n    На этом наш с ним диалог в принципе был окончен, ведь больше он не поднимал на меня своих ярких глаз, но и я не спешила навязываться.\n    Мистер Браун решил проверить домашнее задание, которое я по счастливой случайности конечно же не сделала. Я намеренно не делала его, но сейчас мне срочно нудно было что-то придумать и единственное, что я могла, это опустить взгляд и пялиться в пустую  тетрадь. Неожиданно Рэй покосился на меня и  протянул свою тетрадь.\n   Я лишь тихо произнесла \" спасибо\"",
    "answers": [
      {
        "id": 21,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a36/2009/60/a2bc3cdaacef.jpg"
      },
      {
        "id": 23,
        "text": "Списать домашнее задание"
      }
    ]
  },
  {
    "id": 22,
    "text": " Я достала нужные пренадлежности и села за парту. Девушка сразу же повернулась ко мне и улыбаясь произнесла:\n    — Приветики, я Лекси. \n    — Приятно познакомиться, Эбби.\n  Сама она выглядела довольно привлекательно, темненькие волосы по плечи, серые глаза, большие очки, закрывающие половину лица. Ога была миловидна и явно хотела общатьмя со мной. Половину урока мы болтали о разных вещах, знакомились, я узнада, что родители Лекси врачи и в будущем она тоже хочет начать такую карьеру. К моему большому сожалению Мистер Браун решил проверить домашнее задание, которое я по счастливой случайности конечно же не сделала. Я намеренно не делала его, но сейчас мне срочно нужно было что-то придумать и единственное, что я могла, это опустить взгляд и пялиться в пустую  тетрадь. ",
    "answers": [
      {
        "id": 24,
        "text": "Попытаться придумать что-нибудь "
      },
      {
        "id": 22,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c28/2009/f6/6ecc25b852de.jpg"
      }
    ]
  },
  {
    "id": 23,
    "text": "  У этого парня был идеально ровный почерк. Скорее всего он занимался в художественной школе, но это были лишь мои догадки. Я постаралась не тратить время и списать все как можно быстрее. Когда все было готово, я протянула тетрадь Рэю, тот нечаянно коснулся моей руки, это длилось всего пару секунд, но оно было таким теплым и чувственным. Рэй резко отдернул руку и снова стал холодным .Оставшаяся часть урока прошла в объяснениях новой темы про химическую связь и окисление. Было скучно, но вот наконец-то прозвенел долгожданный звонок.",
    "answers": [
      {
        "id": 1,
        "text": "Продолжение следует.  В главное меню"
      }
    ]
  },
  {
    "id": 24,
    "text": "Я чувствовала, что учитель с каждым шагом все ближе. Неожиданно Лекси покосилась на того светловолосого парня за соседней партой и зашептала:\n   — Рэй, будь другом, помоги.\n    Она пялилась на него глазами полными мольбы.\nРэй в свою очередь покосился на меня и  протянул свою тетрадь.",
    "answers": [
      {
        "id": 24,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d12/2009/98/3e72d433c069.jpg"
      },
      {
        "id": 23,
        "text": "Списать домашнее задание "
      }
    ]
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  }
]