[
  {
    "id": 1,
    "text": "Автор: [Dead_Second] (Андрей Маурин).\nЖанр: Просто книга.\n\nНебольшой сборник коротеньких историй про типичное средневековное фэнтези. Эти истории в будущем лягут в основу полноценной книги, так что, по сути, этот сборник — демо-версия.",
    "answers": [
      {
        "id": 2,
        "text": "Оглавление",
        "middle_answer": true,
        "instant": true
      },
      {
        "id": 3,
        "text": "От автора",
        "middle_answer": true,
        "instant": true
      }
    ]
  },
  {
    "id": 2,
    "text": "empty",
    "answers": [
      {
        "id": 4,
        "text": "История первая",
        "instant": true,
        "middle_answer": true
      },
      {
        "id": 6,
        "text": "История вторая",
        "instant": true,
        "middle_answer": true
      },
      {
        "comment": false,
        "id": 7,
        "text": "История третья",
        "instant": true,
        "middle_answer": true
      },
      {
        "comment": false,
        "middle_answer": true,
        "instant": true,
        "text": "История четвёртая",
        "id": 8
      },
      {
        "id": 10,
        "text": "История пятая",
        "instant": true,
        "middle_answer": true
      },
      {
        "id": 11,
        "text": "История шестая",
        "instant": true,
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "Вернуться на первую страницу",
        "middle_answer": true,
        "instant": true
      }
    ]
  },
  {
    "id": 3,
    "text": "Если Вы желаете связаться со мной, обсудить мои произведения или же просто пообщаться — первый вариант ответа ведёт на моё сообщество в вк.",
    "answers": [
      {
        "instant": true,
        "middle_answer": true,
        "url": "https://vk.com/maurin_official",
        "id": 3,
        "text": "Автор в ВК"
      },
      {
        "id": 1,
        "text": "На первую страницу",
        "instant": true,
        "middle_answer": true
      }
    ]
  },
  {
    "id": 4,
    "text": "    — Наконец-то привал, — вяло пробормотал королевский посол, слезая с лошади.\n    — Неужели ты устал, Рейни? — усмехнулся его товарищ, в то время, как третий путник уже искал хворост для костра.\n    — А как тут не устать, мы уже неделю в пути, изматывает безумно, — Рейнальд размял шею, потянулся, разминая затёкшие мышцы, а затем начал рыться в своей сумке, пристёгнутой к лошади, — Эй, Арни, ты не видел наш свиток?\n    — Не видел, — Арнольд отрицательно покачал головой, — Может, ты его оставил в том трактире?\n    Рейнальд тщательно хранил свои рукописи. Работа уж такая — докладывать всё королю в мельчайших подробностях, иначе Рейни может просто вылететь с королевского двора.\n    — Быть того не может! Может, всё же свиток у Криса? — Рейнальд начал рыться в сумке Кристиана.\n    — Что-то случилось? — подошёл Крис, сваливая груду хвороста возле импровизированной башенки из поленьев.\n    — Вот же он! — победоносно скандировал Рейнальд, размахивая свитком над головой, — Крис, как он оказался у тебя?\n    — Так ты же напился вчера, поэтому я и решил, ради безопасности, переложить свиток к себе в сумку. Нам троим сильно влетит, если мы потеряем ценные данные.\n    Арнольд, предвещая словесную перепалку, решил одной фразой утихомирить своих товарищей:\n    — Господа, нам пора бы перекусить!\n    Его друзья мгновенно замолчали, не став спорить.",
    "answers": [
      {
        "id": 5,
        "text": "Развести костёр и приготовить еду",
        "middle_answer": false
      }
    ]
  },
  {
    "id": 5,
    "text": "    Смеркалось. Друзья вовсю уминали прекраснейшую похлёбку из грибов и рыбы, благо неподалёку от стоянки находилась небольшая речка, и они успели выловить немного карасей до заката.\n    — Ну что ж, я думаю, настало время для страшных историй! — заговорщицким голосом начал Арнольд, ехидно улыбаясь.\n    — Да брось ты, — лениво протянул Рейнальд, зевая, — Сейчас бы вздремнуть хорошенько!\n    — Тебе лишь бы поспать, — не унимался Арни.\n    Кристиан усмехнулся. Рейнальд это заметил:\n    — Чего смешного? Я устал, и не вижу в этом ни капли забавы.\n    В его словах был смысл: поездка на лошади — довольно утомляющий процесс, даже с учётом перерывов на еду и отдых возле костра.\n    — Да так, шутку одну вспомнил, — парировал Крис, доедая свою порцию похлёбки. – Друзья, до Маншсоли рукой подать, давайте лучше выспимся хорошенько и завтра поболтаем в таверне.\n    — Я думаю, Рейни будет не против послушать всего одну коротенькую историю, — Арнольд, кажется, был готов начать рассказ вне зависимости от желания Рейнальда его слушать.\n    Но не успел Арнольд сказать и слова, как треск ветки недалеко от их стоянки заставил его встрепенуться.\n    — Кто там? — прогремел он, незаметно доставая кинжал из своего сапога.\n    Ответа не последовало. Впрочем, слушать ответ было уже некому.\n\n    На следующее утро, проезжавший мимо на своей повозке, торговец обнаружил на полянке возле дороги три жутко изуродованных трупа. На чудом уцелевшей одежде висели значки королевской гвардии.\n",
    "answers": [
      {
        "id": 2,
        "text": "Конец первой истории",
        "instant": true,
        "middle_answer": true
      }
    ]
  },
  {
    "id": 6,
    "text": "    — Почти готово, — бормотал горбатый мужчина в чёрной, как сама ночь, мантии, — Осталось ещё чуть-чуть.\n    Он высыпал в котёл с кипящей жижей какой-то порошок, и содержимое котла резко задымилось. После того, как загадочный маг перемешал содержимое котла, жидкость изменила свой цвет с розоватого на алый.\n    — Держи, — маг зачерпнул чашу в эту жидкость и пихнул в руки своему ученику.\n    — Удивительно, оно, в кои-то веки, не воняет, — юный парень поправил свои очки, аккуратно поставив чашу на стол. — И что в итоге получилось? Не самогон ли, часом?\n    — А ты чувствуешь запах спирта, оборванец? — мужчина в мантии ухмыльнулся. — Чуть позже расскажу.\n    Он потушил огонь и разлил содержимое котла по флаконам, затем расставил эти флаконы на полку, прибитую к стене.\n    После этих действий, маг взял стоящую на столе чашу с готовым зельем и направился к выходу из хижины.\n    — Пошли, подышим свежим воздухом.\n    Протеже последовал за ним.\n    Стоя посреди поляны и держа в руке чашу с зельем, маг глубоко вдохнул, наслаждаясь чистым лесным воздухом.\n    — Тебе было интересно, что же мы приготовили. — Произнёс он, когда его помощник встал рядом. — Мы приготовили то, что изменит этот мир.\n    — Допустим, и как же эта жидкость изменит мир?\n    — Сейчас узнаешь, — улыбнулся маг и резким движением руки облил своего ученика алым зельем.\n",
    "answers": [
      {
        "id": 2,
        "text": "Конец второй истории.",
        "instant": true,
        "middle_answer": true
      }
    ]
  },
  {
    "id": 7,
    "text": "    Король Винсент сидел в своём кабинете, подписывал документы и периодично проверял время, размышляя о пропаже своих гонцов. Они должны были приехать ещё ранним утром, а сейчас уже далеко за полдень.\n    — Да где их черти носят? – раздражённо произнёс он, смотря на стрелку личных карманных часов. – Если они не объявятся прямо сейчас…\n    Его перебил стражник, вбежавший в кабинет:\n    — Ваше Величество, тут какой-то пройдоха пришёл в замок и требует Вашей аудиенции! Утверждает, что нашёл трупы с символикой нашей стражи! – выпалил он на одном дыхании. Было видно, как он задыхается.\n    — Что за бред? – погружённый в мысли король слушал стражника вполуха. Затем, через пару секунд, он сообразил, сложил два плюс два и мгновенно переменился в лице. – Приведи его ко мне.\n    — Как Вам угодно, Ваше Величество! – стражник, едва отдышавшись, резко повернулся и побежал обратно.\n\n    — Расскажи всё, что ты видел. И встань, наконец, с пола!\n    Дрожащий торговец послушно встал с колен.\n    — Ехал я в Маншсоль, чтобы продать корни солнцецвета и зелий из Вельсбурга, и тут, по пути, вижу спящих лошадей возле дороги. Ну я подумал, что обычные люди остановились на стоянку. Но когда я подъехал ближе… — торговец заплакал. – Они мертвы… Лошади…\n    — Ну а дальше? – нетерпеливо поторопил король. Торговец всхлипнул.\n    — Я вышел проверить, что случилось. Подошёл к стоянке – там трупы… Ей богу, на них места целого не осталось! – выкрикнул торговец, снова залившись слезами.\n    Король дал торговцу время, чтобы прийти в себя. Когда старик проплакался, он продолжил:\n    – Единственное, что осталось – куски тел, одежды и таких значков, — он показал на значок королевской стражи, висевший на груди стражника, который привёл его в зал. Тот уж было хотел замахнуться, чтобы ударить старичка по руке, однако, взглянув на короля, воздержался от своих намерений.\n    — Сколько было трупов?\n    — Вроде бы три… — кое-как выговорил торговец.\n    — Выдвигаемся немедленно! — произнёс король после некоторой паузы.\n",
    "answers": [
      {
        "id": 2,
        "text": "Конец третьей истории.",
        "instant": true,
        "middle_answer": true
      }
    ]
  },
  {
    "id": 8,
    "text": "    Королевский чародей, мирно читавший какой-то фолиант, изумлённо поднял бровь, отвлёкшись на поднявшийся гул. В библиотеку вошла дюжина гвардейцев во главе с капралом, издавая мерный шум строевой ходьбы. Про себя он отметил, что стражники выглядели встревоженно.\n    — Господа, вы немного ошиблись. Это библиотека, а не казарма, — вымолвил он.\n    — Его величество требует Вашей аудиенции немедленно, — отчеканил капрал, пропустив слова чародея мимо ушей. — Мы пришли Вас проводить, милорд Лэйн.\n    Чародей встал со стула, закрыв фолиант.\n    — Что случилось, капрал Уильх?\n    Уильх покосился на посетителей библиотеки, которые внимательно смотрели на солдат.\n    — Этого я вам сообщить не могу, милорд.\n    Лэйн поставил книгу на полку, кивнул библиотекарю и повернулся к Уильху:\n    — Что ж, тогда, ведите, капрал!\n\n\n    Капрал и его солдаты привели чародея прямо к конюшне, где уже стояло несколько подготовленных к поездке коней. Рядом бродил, глубоко задумавшийся, король Винсент, посматривая на карманные часы, которые подарил ему Лэйн. Недалеко от короля стоял какой-то торговец с двумя стражниками.\n    Чародей, заметив в руках короля свой подарок, невольно улыбнулся. Это был его величайшее творение – вещица, всегда показывающая время и приносящая удачу своему владельцу. Лэйн был несказанно рад, узнав, что королю пришёлся по вкусу его подарок.\n    — Ваше Величество, что случилось? – спросил он, когда его процессия подошла к лошадям.\n    Винсент обернулся на чародея, словно даже не заметил, как он пришёл.\n    — По дороге объясню. Скорее, залезай на свою лошадь!\n",
    "answers": [
      {
        "id": 9,
        "text": "Забраться на лошадь"
      }
    ]
  },
  {
    "id": 9,
    "text": "    Их группа неслась галопом через весь город. Король Винсент, вместе с придворным чародеем и дюжиной гвардейцев, молниеносно пролетал по улицам, распугивая удивлённых горожан, которые только и успевали разбегаться по сторонам и глазеть на короля. Нечасто Винсент в последнее время выбирался на улицу.\n    Поговаривают, что это из-за надвигающейся войны с Доулкрайном. Отношения с этим государством всегда были напряженными, и Винсент, понимая это, всё время находился в замке, решая политические вопросы насчёт страны-соседа.\n    Когда отряд выехал из города, король скомандовал немного замедлить ход.\n    — Этот торговец, — он указал рукой на крестьянина, ехавшего в голове отряда с гвардейцем, — обнаружил сегодня трёх мёртвых граждан. Утверждает, что это наши послы, ибо видел у них нагрудные значки королевской гвардии.\n    Лэйн задумался.\n    — Может ли это быть открытой провокацией Доулкрайна?\n    — Скорее всего. Но я думаю, что здесь замешаны магические силы. Торговец ввалился ко мне весь заплаканный, говорил, что тела были разорваны в клочья.\n    Чародей хмыкнул.\n    — Такого обычному убийце точно не под силу. А известно, когда убили послов?\n    — Пока я тебя ждал, я пообщался с торговцем. Он сказал, что направлялся вчера в Вельсбург одним днём, а когда ехал обратно, в Маншсоль – заметил трупы, которых вчера не было.\n    — Значит, вариант с Доулкрайном отметаем. Если послов преследовали – они должны были это заметить – всё-таки от ближайшей границы Доулкрайна до Маншсоли неделя пути.\n    — Именно. Угрозу необходимо искать изнутри, — король пришпорил коня, ускоряя всю процессию.\n",
    "answers": [
      {
        "id": 2,
        "text": "Конец четвёртой истории",
        "middle_answer": true,
        "instant": true
      }
    ]
  },
  {
    "id": 10,
    "text": "    Сеумас был изгоем с раннего детства. Его отец погиб в войне с государством Виндлайн, которое, в последствии, было полностью захвачено, и из-за этого ровесники Сеумаса всячески над ним издевались, высмеивая бессмысленную смерть его отца.\n    Юноша жил с одной лишь матерью, помогая ей в быту, и выживая на те мелкие гроши, которые она получала на своей работе. Ходил он всегда в обносках, зачастую рваных и множество раз подшитых.\n    Чтобы хоть как-то питаться, Сеумас не пренебрегал воровством. Зачастую он мог незаметно стащить яблоко с ярмарочного прилавка, пока продавец отвлечён клиентом, однако, иногда ему удавалось поживиться кое-чем получше – например, кошельком какого-нибудь богатого растяпы.\n    Много раз его на этом ловили, и он возвращался домой в синяках. Мама же, в свою очередь, была недовольна фактом того, что её сын ворует.\n    — Но я же пытаюсь достать нам пропитание! – в слезах кричал Сеумас во время очередного скандала.\n    — Это не означает, что ты должен воровать! – парировала, в свою очередь, мать. – Хоть мы и живём за чертой бедности, нельзя падать настолько низко!\n    Матушка Сеумаса сильно любила своего сына и пыталась привить ему черты благородия, даже с учётом того, что их жизнь была далеко не сладка.\n\n    Когда ему было тринадцать лет, он внезапно обнаружил в себе некоторые задатки магии. Это случилось во время очередного избиения его ровесниками где-то в подворотне:\n    Сеумас, как обычно, лежал на четвереньках, корчась от боли, в то время, как другие мальчуганы, посмеиваясь, дубасили его ногами. В какой-то момент, наступила резкая тишина. Его разум мгновенно очистился от лишних мыслей, а чувство боли исчезло.\n    Сначала он подумал, что неприятелям просто надоело избивать Сеумаса и они ушли, однако, когда он открыл глаза, то увидел, как ребята прижались к стене, дрожа от страха. В тот день Сеумас до полусмерти напугал троих детей, своей, поистине устрашающей, магической аурой, которая появилась просто из ниоткуда.\n\n    Как он потом выяснил, допытывая свою матушку, его прадед был могущественным чародеем, однако у деда и у матери магические силы не проявились, поэтому они были изгоями в династии и жили на отшибе города. Примечательно то, что мама всячески оградила своего сына от их происхождения, и он даже не подозревал, что принадлежал к могущественному роду чародеев.\n    До сего момента.\n    Дела пошли в гору – Сеумас связался с семьёй, которая их отвергла. Его, вместе с матушкой, радушно приняли, однако за спиной таки смотрели на них косо.\n    Юноша, под покровительством своей династии, поступил в академию чародейства, и всё бы складывалось хорошо, если бы не его злопамятность: он хотел отомстить своим старым обидчикам, которые издевались над ним в период всего детства. Но больше всего ему было обидно за отца, который погиб так бессмысленно.\n    Обучаясь в академии простым магическим заклинаниям, он постоянно подрабатывал на стороне, а также посещал чародейскую библиотеку в поисках новых заклинаний, которых не было в учебной программе.\n\n    Спустя три года, Сеумаса застукали в библиотеке академии, посреди ночи, с запретным фолиантом в руках. Разразился сильный скандал, из-за которого путь в академию был закрыт, а самого Сеумаса выгнали обратно на отшиб города.\n    Жизнь стала прежней, только теперь весь Маншсоль был на ушах, и парень принял решение покинуть город. Договорившись с матерью и отдав ей все свои сбережения, которые он успел накопить в период обучения в академии, он навсегда ушёл из её жизни.\n\n    С тех пор, каждые три-четыре года, по всему королевству стали пропадать юнцы.  Никто даже и не догадывался, что с ними случалось…\n",
    "answers": [
      {
        "id": 2,
        "text": "Конец пятой истории",
        "middle_answer": true,
        "instant": true
      }
    ]
  },
  {
    "id": 11,
    "text": "    — Получилось! Спустя стольких лет и неудачных попыток! – расхохотался Сеумас, увидев, как начал преображаться его протеже под действием зелья.\n    — Эй, старик, — пробормотал ошарашенный парень, — мне что-то нехорошо… Зелье точно безвредно для меня?\n    Чародей ухмыльнулся.\n    — Какая уже разница? Ответ тебе, в любом случае, уже не потребуется.\n    Очки на голове юноши потрескались и слетели с головы. Вернее, с той части тела, которая раньше была головой.\n    За какие-то считанные секунды, молодой юнец превратился в нечто, вообще не напоминающее человека. От новообразовавшегося монстра исходила поистине зловещая аура. Откуда-то появился лёгкий чёрный дым, который потихоньку летал вокруг бывшего юнца.\n    — Ну а теперь, — зловеще улыбнулся чародей, — Давай отомстим им всем!\n",
    "answers": [
      {
        "id": 2,
        "text": "Конец.",
        "middle_answer": true,
        "instant": true
      }
    ]
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  }
]