[
  {
    "id": 1,
    "text": "\nАвтор: XviN (Сергей Некрасов) \n\nЖанр: Апокалипсис\n\nВерсия: 1.0.2\n\nВы — главный герой, который вот уже на протяжении 5 лет живёт в мире постапокалипсиса. Но у вас есть одна особенность, из-за радиации на которой вы жили 5 лет, у вас появилась неизведанная болезнь: забывание в мыслях. Из-за этого приходится принимать хотя бы раз в неделю лекарство VHM-1. Что же про бункеры: люди, понимая что жить на улице не шитком то и хорошая перспектива, стали организовывать бункеры. Вы бывали только в одном, но сказать понравился вам он или нет, значит не сказать ничего. Он был ужасен! После того бункера мнение о них стало ниже плинтуса. Но вот, однажды на очередной вылазке вы встретили своего родного брата! Вашей радости не было предела, ведь вы жили в разных городах и не виделись более 8 лет! Брат конечно сильно изменился, но не узнать родного брата с которым ты прожил половину жизни через 8 лет было бы глупо. Он поведал о своём бункере, который давно основал, более 5 лет назад, как раз тогда когда начался зомби апокалипсис. В бункере никто не знает о болезни главного героя, да и неизвестно заразно ли оно, ведь за последние 5 лет герой находился в основном только в присутствии ходячих мертвецов, которые хотят его съесть. Всё было отлично, вы осваивались в бункере своего брата и жили хорошей жизнью. Но всё изменилось в одно раннее утро... ",
    "answers": [
      {
        "id": 2,
        "text": "[Начать] "
      },
      {
        "id": 9,
        "text": "[Достижения] "
      },
      {
        "id": 1,
        "text": "                                      Об игре\n                                _______________",
        "comment": true
      },
      {
        "id": 8,
        "text": "[Обновления] ",
        "middle_answer": true
      },
      {
        "id": 20,
        "text": "Про VHM-1",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы сладко спали. Вам снился нормальный мир, который ещё не погряз в пучине апокалипсиса. Вы пришли в магазин, стали выбирать булку хлеба, и обсматривали полки в поисках ещё чего то. Неожиданно сзади вас прокашливает бабушка и говорит: \"не спи, Серёга, просыпайся! Серёга!\" ",
    "answers": [
      {
        "id": 3,
        "text": "[Проснуться] "
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы проснулись. Вас разбудил ваш друг Вадим. Интересно, что ему нужно? Не успели вы задать ему вопрос, как он опередил вас и сказал: — Серёг, тут такое дело, короче... Твой брат умер.\n—В смысле? \n—В прямом, его у себя в кабинете нашли, приходила помощница, вот и увидела труп. \n\nВы были ошарашены этой новостью, а в голове была лишь одна мысль: \"как?\". Вы незамедлительно задали этот вопрос Вадиму, он же пожал плечами и сказал что пока неизвестно, но, возможно, среди нас есть крыса, поэтому надо быть осторожнее. ",
    "answers": [
      {
        "id": 4,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 4,
    "text": "Пока вы переваривали всё что сказал Вадим, он сказал что так как твой брат умер, то управлять бункером больше не кому, и поэтому сегодня утром проводилось голосование, на котором все единогласно выбрали тебя новым управляющим.\n\n\"Классно\" подумали вы, сжимая руки в кулаке. У вас сейчас итак стресс от смерти брата, так тебя сразу в управляющего берут, так ещё и без твоего ведома выбирали... ",
    "answers": [
      {
        "id": 5,
        "text": "[Спокойно отреагировать] "
      },
      {
        "id": 6,
        "text": "[Высказать всю злость] "
      }
    ]
  },
  {
    "id": 5,
    "text": "❗Вы не стали выпускать злость на Вадима,     ❗\n      держа её в себе, всё таки не он в этом      \n❗   виноват.                                                                 ❗\n\n—Вадим, блин, у меня итак стресс, в этом конечно не ты виноват, но всё же. \nПомолчав пару секунд он сказал:\n—Ну, я могу быть твоим помощником, так как сегодня вечером ты сам себе помощника выбирать будешь, можешь конечно оставить ту помощницу которая помогала твоему брату, но тут уже чисто твой выбор.\n\nТы вздохнул, ещё один сложный выбор предстоит вечером, афигеть как не кстати.\n—Вадим, а кто мне объяснять будет как бункером управлять?\n—Так помощница твоего брата, она в этом деле разбирается.\n—Хорошо. Слушай, а она красивая?\n—А что, уже девушку себе ищешь?\nС улыбкой сказал он.\n—Да нет, просто. \n—Не оправдывайся.\nС ещё большей улыбкой сказал он.\n—Да не оправдываюсь я, просто скажи.\n—Сам увидишь.\nИ он ушёл с улыбкой на лице. Порой он так бесит. ",
    "answers": [
      {
        "id": 7,
        "text": "[Встать] "
      },
      {
        "id": 5,
        "text": "❗- Это повлияет на сюжет\n                              \n                           _______________",
        "comment": true
      },
      {
        "id": 5,
        "text": "*Вы получили достижение: спокойный как скала*",
        "comment": true
      }
    ]
  },
  {
    "id": 6,
    "text": "❗ Ты разозлился, не сдерживаю себя ты           ❗\n        Стал кричать на Вадима, не смотря на             ❗      То что он в этом не виноват...                       ❗\n—Вадим, ты что совсем ничего не понимаешь, у меня брат умер, понимаешь, брат!   И ты мне теперь говоришь идти управляющим быть?! Совсем сдурел что-ли, неужели все не понимают, что у меня стресс, конечно, нафиг нам его проблемы, он же его брат, так давайте он будет управляющим. Гении просто!\n—Ладно, ладно, чувак, успокойся, на воды попей, вода говорят, успокаивает. И он протянул вам свою флягу из-за пазухи.\n—Да, прости, просто...\n—Я понимаю, ничего, просто твой брат только тебе рассказывал как управлять бункером, так как он не думал что умрёт, но когда пришёл ты, он стал рассказывать тебе про то как он управляет. Помнишь, ты даже мне помог узнать где находится кладовка, хотя ты живёшь тут 5 дней, а я 5 лет...\nВы, допив почти всю флягу слушали его, успокаиваясь. Чтож, судьбы не избежать, вы теперь управляющий и с этим ничего не сделать. Вадим уже ушёл по своим делам, а вы уже минут 10 сидите на месте, пора вставать. ",
    "answers": [
      {
        "id": 7,
        "text": "[Встать] "
      },
      {
        "id": 6,
        "text": "❗- это повлияет на сюжет\n                          \n                             _______________",
        "comment": true
      },
      {
        "id": 6,
        "text": "*Вы получили достижение:  аж пар исходит*",
        "comment": true
      }
    ]
  },
  {
    "id": 7,
    "text": "Ты встал, вокруг была твоя комната, которую брат дал тебе и в которой ты жил уже как 5 дней.  Вещи разложены, ничего не валяется, единственное что валяется, так это вопрос в твоей голове: \"кто убил брата?\". Надеюсь это не такое же преступление, как с Кеннеди, а то тогда мы так и не узнаем кто был убийцей. В углу был деревянный стол, на нём лежит ваш дневник, в который вы записываете свои задачи на день и просто интересные моменты. Рядом же со столом было ведро в которое кидают мусор. Каждое утро все комнаты осматривает смотритель (кроме комнаты управляющего, там и помощница справляется), который и собирает каждое ведро и скидывает мусор из них в контейнеры, всего их 3 и каждый отвечает за отдельный мусор. Какие там отделы есть вы уже не вспомните, но можете посмотреть когда выйдете в коридор и зайдёте в так называемую: \"комнату мусора\". Там хорошее проветривание поэтому запаха нету, но все равно каждый вечер трудяги из вашего бункера выносят мусор на улицу, там их встречают наши друзья из соседнего бункера, которые обосновались на заводе по переработке мусора. После переработки они отдают нам половину переработанного для наших нужд, то есть мы и от мусора избавляемся, и получаем такие нужные ресурсы как: пластик, резина, немного металла и т.д. Ещё на столе была лампа, которая работает на генераторе, да и вообще всё здесь работает на генераторе, а генераторы работают на бензине, поэтому бункер расположили рядом с заправками, где то 2-3 поблизости, но оттуда давно стащили весь бензин, поэтому вылазки идут дольше, так как заправки с бензином находятся всё дальше и дальше. Сам же стол был довольно потрёпан, но мы не жалуемся. На стене же есть постер группы:  \"origami\"\nЭхх... Верните мой 2007. Продолжим описывать комнату: рядом со столиком был шкаф, где вы и сложили свою немногочисленную одежду. Ходите же вы в одежде в которой ходят все в вашем бункере, это сделано для того чтобы знать своих по одежде. Всем даётся по 2 набора такой одежды: шапка (на зиму), рубажка, штаны с ремнём и сапогами. По два набора дают чтобы когда один набор ты испачкал, то пока он стирался ты надевал второй набор, а когда второй испачкался надевал первый который уже был помыт. На улицу же шли в специальной более укреплённой одежде.\nМ-да, столько информации вы о бункере знаете, не зря прошли разговоры с братом про то как работает бункер, жаль что он умер... ",
    "answers": [
      {
        "id": 1,
        "text": "Ждите продолжения. Будет очень скоро. "
      },
      {
        "id": 11,
        "text": "[Выйти из комнаты] ",
        "need": 1000
      },
      {
        "id": 15,
        "text": "[Выйти из комнаты] ",
        "need": 1000
      },
      {
        "id": 10,
        "text": "[Осмотреть дневник] ",
        "need": 1000
      },
      {
        "id": 13,
        "text": "[Осмотреть стол] ",
        "need": 1000
      },
      {
        "id": 12,
        "text": "[Осмотреть шкаф] ",
        "need": 1000
      },
      {
        "id": 14,
        "text": "[Лечь спать до вечера] ",
        "need": 1000
      },
      {
        "id": 21,
        "text": "[Принять VHM-1] ",
        "need": 1000
      }
    ]
  },
  {
    "id": 8,
    "text": "                                 Обновления\n                           ___________________\n\n04.10.20 (4 октября 2020 года) \nСтраниц в квесте: 9\nВерсия 1.0: Начал делать квест. Пока сделан только этакий пролог, в котором можно узнать немного о том какого будет управлять бункером и в принципе о сюжете главного героя. Квест будет делаться дальше, поэтому предлагайте свои идеи и пишите об ошибках и багах, будем делать квест вместе!                              \n                                  _____________\n\n04.10.20 (4 октября 2020 года)\nСтраниц в квесте: 9\nВерсия 1.0.1: Мини обновление, но думаю это добавит красоты и будет полезно. Теперь достижения разделены на: путь спокойного. И: путь дерзкого и злого.\nВ будущем это поможет видеть достижения какого типа вы нахватали за прохождение, ведь достижений будет больше, чем 2. Вы же не думали что это — всё?\n\nP.S: я очень рад что вы поставили мне 10 лайков за день! Спасибо вам, ведь это сильно мотивирует, и да, не удивляйтесь что я сделал 2 обновления в 1 день.\n                                  _____________\n\n05.10.20 (5 октября 2020 года)\nСтраниц в квесте: 21\nВерсия 1.0.2: Как и прошлое обновление, это тоже мини, но, как вы видите по страницам, я делаю квест. А именно: делаю 1 игровой день, но он пока не готов вообще практически никак, и поэтому в релиз пока не выпускают. Из небольшого изменения хочу сказать, что теперь если у вас нету достижений в какой либо вкладке, то пишется: у вас нет достижений в этой вкладке (я уже всё протестил, работает отлично). Но это не всё, я анонсировал новое лекарство: \"VHM-1\", о котором рассказано во вкладке: \"Про VHM-1\", и в описании квеста, где сказано про загадочное заболевание главного героя: \"забывание в мыслях\", от которого можно вылечиться только с помощью этого самого \"VHM-1\" (не слишком ли много кавычек и VHM-1?). Да, про саму болезнь героя ничего неизвестно, но так же интересней.\nХочу сказать сразу что придумал эту идею из-за игры FarCry 2, где герой был болен малерией, и на протяжении всей игры должен был принимать таблетки от малерии, чтобы не умереть. Вот в моём квесте будет что-то такое, поэтому, не впадите в забвение там) ",
    "answers": [
      {
        "id": 1,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 9,
    "text": "\n                                   \n                                   Достижения\n                          _______________________\n\n\nНа данный момент в игре только 2 достижения, и получить их вы сможете очень легко, но это только начало. ",
    "answers": [
      {
        "id": 9,
        "text": "Путь спокойного:",
        "var_set": [
          "norm",
          1
        ]
      },
      {
        "id": 9,
        "text": "                                      ________",
        "comment": true
      },
      {
        "need_ever": true,
        "comment": true,
        "var_equal": [
          "norm",
          1
        ],
        "id": 9,
        "text": "Спокойный как скала.\n\n",
        "need": 5
      },
      {
        "need_ever": true,
        "comment": true,
        "var_equal": [
          "norm",
          1
        ],
        "id": 9,
        "text": "[У вас нет достижений в этой вкладке] ",
        "need": -5
      },
      {
        "id": 9,
        "text": "[Закрыть] ",
        "var_need": [
          "norm",
          1
        ],
        "var_set": [
          "norm",
          0
        ]
      },
      {
        "id": 9,
        "text": "                                  ____________",
        "comment": true,
        "var_need": [
          "norm",
          1
        ]
      },
      {
        "id": 9,
        "text": "Путь дерзкого и злого:",
        "var_set": [
          "zloy",
          1
        ]
      },
      {
        "id": 9,
        "text": "                                      ________",
        "comment": true
      },
      {
        "need_ever": true,
        "comment": true,
        "var_equal": [
          "zloy",
          1
        ],
        "id": 9,
        "text": "Аж пар исходит.\n\n",
        "need": 6
      },
      {
        "need_ever": true,
        "comment": true,
        "var_equal": [
          "zloy",
          1
        ],
        "id": 9,
        "text": "[У вас нет достижений в этой вкладке] ",
        "need": -6
      },
      {
        "id": 9,
        "text": "[Закрыть] ",
        "var_need": [
          "zloy",
          1
        ],
        "var_set": [
          "zloy",
          0
        ]
      },
      {
        "id": 9,
        "text": "                                  ____________",
        "comment": true,
        "var_need": [
          "zloy",
          1
        ]
      },
      {
        "id": 1,
        "text": "[Назад] ",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 10,
    "text": "",
    "answers": []
  },
  {
    "id": 11,
    "text": "Вы вышли из своей комнаты. Коридор был довольно длинный, но узковатый, поэтому идти группами даже в 3 человека довольно проблематично, но это всё же лучше чем быть на улице, полной зомби и радиации. Думая куда бы пойти вы стали свидетелем одного инцидента: молодая девушка шла рядом с мужчиной средних лет. Они о чём то болтали, но по их поведению это была явно не дружеская беседа. Хотя, может я преувеличиваю?",
    "answers": [
      {
        "id": 16,
        "text": "[Вмешаться] "
      },
      {
        "id": 17,
        "text": "[Не вмешиваться] "
      }
    ]
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  },
  {
    "id": 13,
    "text": "",
    "answers": []
  },
  {
    "id": 14,
    "text": "",
    "answers": []
  },
  {
    "id": 15,
    "text": "",
    "answers": []
  },
  {
    "id": 16,
    "text": "Вы решили вмешаться, понимая что весь их разговор может выльется во что-то плохое.\nНеторопливым шагом ты стал подходить к этой \"парочке\", сжимаю руки в кулаках, на случай драки или ещё чего похуже. Уже на расстоянии 5 метров мужик заметил вас и начал ваш диалог:\n—Эй, чё надо?\n—Может повежливее, не?\n—Ага, надо мне оно.\n\nАга, не надо значит...",
    "answers": [
      {
        "id": 18,
        "text": "[Вести себя спокойно и вежливо] "
      },
      {
        "id": 19,
        "text": "[Вести себя грубо и дерзко] "
      }
    ]
  },
  {
    "id": 17,
    "text": "",
    "answers": []
  },
  {
    "id": 18,
    "text": "—Ну вообще-то было бы неплохо если бы все вели себя адекватно, а не как ты.\n—А чё я сказал? А?\n—А этом то и дело что ничего, от тебя и твоих разговор никакой полезности.\nВаш \"аппонент\" начал заметно злиться. — Слышь ты, до фига умный или чё?\n—Так, слушай, мне вообще пофиг, мне интересно другое: что тебе от девушки надо? Вы заметили что девушка всё это время нервничала, хотя это и понятно. Хотя нет, не понятно, вы же не знаете что этот мужик с ней делает. Л — логика. Боже, о чём вы думаете, вы уже даже мужика не слышите, хотя какой он мужик, мерзотное существ... Так, хватит! Надо вернуть себя в реальность из своих мыслей. Зря вы не выпили VHM-1. Что же с вами теперь там, в реальности, а не в мыслях? ",
    "answers": []
  },
  {
    "id": 19,
    "text": "",
    "answers": []
  },
  {
    "id": 20,
    "text": "Привет! Тебе наверное стало интересно про лекарство VHM-1? Ну, тогда слушай, точнее читай) Как ты уже знаешь у твоего главного героя есть одна особенность, из-за радиации на которой он жил 5 лет, у него появилась некая неизведанная болезнь: забывание в мыслях. Порой человек может просто забыться в мыслях и нечего не понимать от 10 минут до целого дня, хотя, учитывая что болезнь неизведанная, возможно целый день это ещё не предел. Единственное что спасает от этого, это лекарство VHM-1, хотя тут тоже есть минусы: \n1. головная боль где то 1 час после принятия. \n2. Расплывчатое зрение около 5 минут.\n 3. На данный момент лекарство не убирает болезнь, а останавливает на время, из этого вытекает проблема 4: нехватка лекарства. Оно довольно редкое, так что для вашего персонажа оно жизненно необходимо, так как если не принимать лекарство, то с каждым \"забвением\" эффект усиливается, и бывали случаи, что из-за этого люди уходили в это самое вечное \"забвение\", иногда бормоча что-то под нос. Одним словом — если не принимать лекарство VHM-1 то тогда ваш главный герой впадает в вечную кому, под названием \"забвение\". ",
    "answers": [
      {
        "id": 1,
        "text": "[Назад] "
      }
    ]
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  }
]