[
  {
    "id": 1,
    "text": "Вы живёте обычной жизнью, но потом оказывается, что с самого рождения вас охраняла магия",
    "answers": [
      {
        "id": 2,
        "text": "Начать "
      }
    ]
  },
  {
    "id": 2,
    "text": "Глава#1 \nPOV Раван\n\n  Я бежал по синей траве, освещённой луной. Поле было настолько большим, что я не видел, что было там, дальше. Я слышал чьи-то быстрые шаги сзади, но из-за сильной паники я не мог разобрать, мои это шаги, или чьи-то другие. Я уже сбился со времени, не зная, сколько я пробежал, но ни одного намёка на конец поля не было. Я всё ещё слышал эти шаги, моё сердце в груди быстро стучало. Поняв, что это никогда не кончится, я упал ничком. \n\n  Я проснулся в своей кровати, тяжело дыша. я был весь в холодном поту. Я посмотрел на соседнюю кровать. На ней спала девочка, похожая на меня. Это была моя сестра-близнец Лаура. У неё была смуглая кожа, длинные пышные чёрные волосы и карие глаза. Ей было 13 лет. \n\n  Я соскочил с кровати и подошёл к зеркалу. Из зеркала на меня смотрел смуглый мальчик с прямыми волосами до плеч. Они были такого же цвета, как и у Лауры. И такие же карие глаза. В школе все мою сестру считали очень красивой. Все стремились с ней дружить, а на меня не обращали не малейшего внимания. Но мы же как две капли воды! Черты лица у нас одинаковые, но все всё равно дружат только с Лаурой. Но несмотря на это, мы с сестрой любим друг-друга и будем любить, не смотря ни на что! ",
    "answers": [
      {
        "id": 3,
        "text": "Глава#1(2)"
      }
    ]
  },
  {
    "id": 3,
    "text": "Глава#1(2) \nPOW Лаура\n\n  Моё сердце бешенно билось в груди. Я бежала по полю, которому не было конца. Мне всё время казалось, что за мной кто-то бежит. Я не решалась обернуться, чтобы посмотреть, кто это. После нескольких минут бега по полю, я поняла, что этому не будет конца, поэтому упала лицом в траву...\n\n  ...И я проснулась. Это была моя комната, моя кровать. Посреди комнаты стоял мой брат и смотрел на своё отражение. Через зеркало он посмотрел на меня, не обарачиваясь, он стал говорить: \n\n  --Тебе снова снился тот кошмар? -- спросил он. \n  --Да! Я не знаю, что делать. Из-за него я не могу выспаться! -- заныла я. \n  --Ты говорила, что в наш день рождения тебе он не снится? -- снова спросил брат, взяв расчёску и став расчёсывать свои волосы. \n  --Да. В этот день мне ничего не снится -- кивнула я, вспоминая, как год назад мне не приснился этот сон. \n  \n  Мой брат сел на мою кровать: \n\n  --Про это же никто не знает? -- внимательно заглянул в мои глаза брат. \n  --Нет, только ты -- кивнула я, а потом поджала губы. Когда я говорила с Раваном на тему моего сна, он становился очень серьёзным. Он и сам по себе такой, но в такие моменты он становится, можно так сказать, злым. \n  --Ладно -- он встал, подошёл к шкафу и достал оттуда одежду -- Сегодня твоя очередь передеваться в комнате, поэтому я пошёл -- он вышел из комнаты. \n\n  Я тоже достала одежду. Это была белая футболка и обтягивающие джинсы с дырками. Я надела это на себя, заплела высокий хвост, взяла беспроводные красные наушники, телефон и вышла из комнаты. \n\n  Когда я вышла, мой брат уже был на кухне. На нём тоже была белая футболка, спортивные серые штаны. Так же он заплёл свои волосы в хвостик, так, что снизу у него были распущенны волосы. Он сидел и ел блины, которые уже приготовила мама. Она оставила на столе записку о том, что ушла на работу, нам нужно прибраться, выучить уроки и так далее. \n\n  Я села рядом с ним за стол: \n  \n  --Может поедем сегодня к бабушке? -- спросила я, сварачивая блин трубочкой. \n  --Не знаю -- пожал плечами Раван -- Я хочу остаться сегодня дома. Даже гулять лень.\n  --А я хочу навестить бабушку. Ты же знаешь, что она сильно больна. Мы обязаны её навестить! -- начала умолять я. \n  --Лааадно -- закатил глаза брат -- Но только ненадолго. \n  --Ура! -- захлопала я в ладоши -- Я так устала от этих многоэтажных зданий, я хочу что-то простенькое! Как раз я соскучилась по Тому -- это был рыжий старый кот, который живёт у бабушки. ",
    "answers": [
      {
        "id": 4,
        "text": "Глава#2"
      }
    ]
  },
  {
    "id": 4,
    "text": "Глава#2 \nPOW Раван\n\n  Я положил в свой чёрный портфель свой телефон, синие наушники, тёплую кофту, потому что была осень, и у бабушки в деревне давольно холодно. Моя сестра собирала вещи в свой берюзовый рюкзак. \n\n  --Ты всё? -- спросила она, застёгивая свой рюкзак. В это время я сделал тоже самое. Иногда мы делаем всю синхронно. \n  --Да -- ответил я, надевая портфель на плечи. Опять мы сделали это синхронно. \n  --Тогда пошли. Мы поедем на автобусе, потому что в моей копилке нет денег на такси -- сказала Лаура и вышла из комнаты. Я пошёл вслед за ней. \n\n  На улице было тепло, несмотря на переодический прохладный ветер. Мы дошли до остановки, но в груди у меня снова всё забилось. Я снова вспомнил тот сон. Моя сестра не знает, что я тоже каждый день вижу этот сон. Я не знаю почему, но я не стал ей рассказывать ей это, когда она сказала, что я уже целую неделю снится один и тот же сон. \n\n  Внезапно у меня появилось чувство, что если мы сядем на этот автобус, то может случится что-то страшное. Я посмотрел на сестру. Она тоже нервничала. Наши взгляды встретились. Я уже хотел сказать: \"Давай не поедем на автобусе\", но сам автобус меня опередил. Он остановился около остановки. Он был каким-то странным. Он был оранжевого цвета. Но номер сам за себя говорил, что он едет в ту самую деревню, где живёт моя бабушка. Из автобуса вышел парень на вид лет 17. У него были длинные серебрянные волосы и загадочные голубые глаза. Он посмотрел на нас и улыбнулся. В автобусе никого не было, кроме водителя. В автобус никто не собирался входить. Я последний раз посмотрел на сестру. Она сделала тоже самое. После чего мы синхронно кивнули и зашли в автобус. Дверцы за нами захлопнулись. Автобус тронулся с места, мы даже не успели сесть на сиденья. Потом мы добрались до двух сидений и сели туда. ",
    "answers": [
      {
        "id": 5,
        "text": "Глава#3"
      }
    ]
  },
  {
    "id": 5,
    "text": "Глава#3 \nPOW Лаура \n\n  Всё время мы не разговаривали. Я чувствовала себя неуютно. Я знала только одно, что этот автобус остановиться только в деревне. Я сидела возле окна и наблюдала за деревьями, которые будто пытались скрыть то, что находится в лесу. Потом я заметила, что автобус завернул не в том направлении. Указатель указывал, что мы завернули в лагерь \"Школа магии\". Я отпрянула от окна и посмотрела на Равана. Он вёл себя точно так же. \n\n  --Что нам делать? -- прошептала я, сжимая руку своего брата. \n  --Сидим тихо. Нам не нужны лишние проблемы -- так же в ответ прошептал Раван -- Если водитель нас услышит, то что он можеь сделать? Зарезать нас? Или заживо закопать? \n\n  Из-за деревьев стала виднеться какое-то здание. Оно было двухютажным, маленьким. Около здания была игровая площадка. И ничего магического в этом не было. \n\n  Сердце в груди бешенно билось, казалось, сейчас выпрыгнет. Автобус припарковался на парковке, которую я сразу и не заметила. На парковке практически не было машин, только одна маленькая машинка. \n\n  Когда автобус остановился, водитель встал из своего места и посмотрел на нас: \n\n  --Выходите -- промычал он. И не дожидаясь ответа, вышел из автобуса. \n  --И как нам теперь быть? -- запаниковала я -- Он нас убьёт. Спрячет в этом здании, посреди леса! Полиция нас не найдёт! А как же мама? Что будет, если она узнает о нашей пропаже?! \n  --Держи себя в руках! -- сквозь зубы прорычал Раван -- Мы обязательно что-нибудь придумаем. Так... -- он достал из своего рюкзака мобильный телефон -- Сейчас я позвоню в полицию -- Он подложил телефон к уху, но даже потом я услышала писк. Он обозначал, что в этом районе нет сигнала. \n  --О Господи! -- пискнула я, а потом прикрыла рот рукой, чтобы не заплакать. \n  --Всё будет хорошо, ладно? -- сказал Раван, смотря мне прямо в глаза. Этот взгляд всегда заставляд меня подчиняться -- Сейчас мы выйдем из автобуса, зайдём в этот дом и спросим, что им от нас надо, хорошо? \n\n  Я молча кивнула. Раван встал со своего места, попутна натягивая одну лямку портфеля на плечо, потом он протянул мне руку. Своей дрожащей рукой я взяла его руку, и мы вместе вышли из автобуса. Водитель стоял, прислонившись к дереву, он курил сигарету. Я с самого детства ненавидела запах сигарет. Именно мой папа часто курил сигареты, от чьего запаха у меня сильно кружилась голова. Мой папа скончался, когда мне было 7 лет. И это всё из-за сигарет. \n\n  Когда водитель заметил нас, от затушил сигарету, и сложив руки в карманы, подошёл к нам: \n  \n  --Да не бойтесь! Я не знаю, но моя сестра хочет видеть вас. Она мне показала ваше фото. Когда я подъезжал к остановке, я сразу же вас узнал -- сказал он -- Заходите в дом. Моя сестра — милая женщина. Она вас не тронет -- мужчина направился в сторону дома. \n  --Ну что? -- посмотрела я на брата -- Нам стоит им доверять?\n  --Это довольно сложная ситуация -- Раван почесал затылок -- Может его сестра — это наш знакомая? Тогда нам не стоит переживать. \n  --Но родственники тоже часто друо-друга убивают -- возразила я, представляя страшные картинки в голове. \n  --С нами всё будет хорошо, я тебе обещаю -- Раван слегка улыбнулся и кивнул мне. Он очень редко улыбается, и эта улыбка всегда заставляла меня улыбаться ещё шире в ответ. Но сегодня был не тот случай, чтобы улыбаться. \n  --Надеюсь... -- промямлила я, опуская голову. Всё это время на нас смотрел водитель около двери. Но он стоял далеко, поэтому он не слышал, что мы говорим. \n  --Вы скоро? -- крикнул водитель. \n  --Да-да, уже идём -- не долго думая ответил Раван. После чего он посмотрел на меня -- Идём? \n  --Да -- я кивнула. Мы направились к двери ",
    "answers": [
      {
        "id": 6,
        "text": "Глава#4"
      }
    ]
  },
  {
    "id": 6,
    "text": "Глава#4\nPOW Раван \n\n  Мы с моей сестрой зашли внутрь. Это была уютная гостиная с горящим камином. какая-то женщина с короткими светлыми волосами сидела на кресле около камина и пила кофе. Когда она нас заметила, она заулыбалась, поставила чашку на столик и подошла к нам: \n\n  --Раван, Лаура! -- воскликнула она, приобнимая нас за плечи -- Я так рада, что вы пришли ко мне! \n  --Кто вы?! -- прикрикнул я, сжимая руку сестры. \n  --Ну... -- удивилась женщина -- Я ваша бабушка. \n  --Но мы только что ехали к нашей бабушке. Она выглядит не как вы! -- неожиданно для всех воскликнула Лаура -- Как вы узнали про нас? \n  --Не кричи на меня так, милочка. Я ваша бабушка по отцовской линии -- снова улыбнулась женщина -- Меня зовут Орели Купер. \n  --Но мама моего отца отказалась от него, когда он только родился -- задумчиво проговорила моя сестра, вспоминая -- Вы отказались от собственного сына? \n  --На то были причины -- грустно вздохнула женщина -- Я родила вашего отца слишком рано. Да и моя семья была не богатой, поэтому я бы не смогла содержать своего сына. \n  --Почему вы не сделали аборт? -- удивился я. \n  --Потому что врачи сказали, что после аборта я не смогу больше иметь детей -- сказала Орели. \n  --Ладно, сейчас не об этом... Как вы узнали про нас? -- снова повторила свой вопрос Лаура. \n  --Я знаю о вас всё -- тихо проговорила Орели -- Я хочу вам кое-что показать. \n\n  Мы с сестрой переглянулись. Я кивнул, уже зная её взгляд наизусть. Мы вместе пошли за Орели, которая начала подниматься на второй этаж. Когда мы поднялись, это был маленький коридорчик с тремя дверьми. Орели достала из кармана своих брюк и открыла одну из дверей. Она пропустила нас вперёд. Это была маленькая библиотека. Она достала две толстых книги. Одна из них была голубой, а другая розовой. Мне протянули розовую книгу, а моей сестре — голубую. \n\n  --Может наоборот? -- спросила Лаура, беря книгу в руки. \n  --Нет, всё именно так -- парировала Орели. Потом она вручила розовую книгу мне. \n\n  На книге было написано: \"Розовые бабочки\" Название было написано золотым цветом, а загоавная буква была украшена розовыми бабочками. \n\n  --Гоначная машина?! -- возмутилась Лаура -- Я не собираюсь это читать! -- она посмотрела на меня -- Давай поменяемся книгами, Раван? \n  --Нельзя меняется книгами! -- запротестовала Орели, хмуря брови. \n  --Но это же просто книги! -- продолжила ныть сестра -- Я не хочу читать про машины! -- она обратилась ко мне -- Что у тебя написано? \n  --Розовые бабочки -- ответил я. \n\n  Лаура ещё больше заныла. \n\n  --Если ты сейчас же не успокоишься, то я ничего не буду показывать! -- крикнула Орели. \n  --Ладно... -- шмыгнула носом Лаура. \n  --И так, в этих книгах находится информация о человеке, за которым вы будете следить -- начала объяснять Орели. \n  --Следить?! -- удивился я -- Я не собираюсь за кем-либо следить! \n  --Я недоговорила! -- закатила глаза Орели -- Вы избранные. Такие, как вы, встречаются раз в 200 лет. За людьми всегда следят магические существа, но вы — избранные, будете следить тоже за человеком. Вы будете помогать ему, заботиться о нём и спасать его от неминуемой гибели -- кивнула Орели -- Но для этого вам придётся отправиться в Школу Хранителей Жизней. За вами уже едет карета. Точнее летит ",
    "answers": [
      {
        "id": 7,
        "text": "Глава#5"
      }
    ]
  },
  {
    "id": 7,
    "text": "Глава#5 \nPOW Лаура \n\n  Мы сидели в гостиной. Я прокручивала в голове все события, которые приключились с нами за этот час. Наша \"бабушка\" поставила нам чашки с чаем на столик:\n\n  --Как вы себя чувствуете? -- улыбнулась \"бабушка\". \n  --Я — нормально -- сказал Раван, а потом сделал глоток горячего чаю. \n  --Я всё ещё не понимаю, это шутка или мы правда сейчас полетим в другой мир? -- начала мять я руками свои джинсы. \n  --Конечно это правда, милочка -- погладила меня по голове \"бабушка\" -- Ты же с самого детства верила в магию. И до сих пор веришь. \n  --Это просто... так неожиданно... -- выдохнула я. \n  \n  Раздался звонок двери. \n  \n  --Это за вами -- серьёзно ответила \"бабушка\" и подошла к двери. Она посмотрела в глазок -- Да, это за вами -- она открыла дверь. На пороге стояла золотая карета, прицепленная к белому пегасу. Кучером был какой-то синий плаш, который витал в воздухе -- Раван, Лаура, это Мистер Невидимка. Он повезёт вас в школу. \n  --Круто... -- прошептала я с полуоткрытым ртом. \n  --Садитесь -- сказала \"бабушка\", открывая дверцу кареты -- Мистер Невидимка не умеет разговаривать, но он всё понимает. \n\n  Мы с братом сели в карету. \"Бабушка\" захлопнула дверцу: \n \n  --Мир, в который вы попадёте... будет...-- \"бабушка\" не знала, как сформулировать слова --...не современным. Там не будет телефонов, телевизоров. Я вам больше скажу, в качевстве освещения будут обычные восковые свечи. \n  --Что?! Как я буду заряжать свой телефон?! -- запаниковала я -- Как мы сможем с Вами связаться, если произойдёт что-то плохое?! \n  --Успокойся! -- гаркнул Раван -- Я думаю, в школе с нами ничего не случится. \n  --Ты так говоришь, будто каждый день в тот мир летаешь! -- надула щёки я -- Я, между прочем, переживаю не только за себя. \n  --Удачной поездки, милые -- мило улыбнулась нам \"бабушка\" -- Когда вы будете в своих комнатах, почитайте свои книги, хорошо? \n  --Хорошо -- кивнул Раван. \n\n  Мистер Невидимка ударил кнутом пегаса, и тот взмыл высоко в небо. Да так высоко, что из-за облаков я не видела уже дом \"бабушки\". Я взяла руку брата. Когда мы летели, ветер дул нам в лицо. В этот момент я почувствовала себя свободно. Я отпустила руку брата и подняла руки вверх. Это было самое прекрасное чувство. ",
    "answers": [
      {
        "id": 8,
        "text": "Глава#5(2)"
      }
    ]
  },
  {
    "id": 8,
    "text": "Глава#5(2) \nPOW Раван\n\n  Мы летели сквозь белые облака. Казалось, что их можно было потрогать рукой. Мистер Невидимка протянул рукав площа вперёд, и впереди показалась фиолетовая дымка. \n\n  --Это портал в магическое измерение... -- затаив дыхание сказала моя сестра, сильнее вжимаясь в сиденье кареты. \n\n  Когда карета погрузилась в дымку, на мгновение мне стало трудно дышать. Но когда дымка расеялась, я увидел парящие острова. На каждом всегда что-то было. Вот, на одном острове парк с фонтаном, на другом острове домик. На каждом острове всегда было только по одному зданию. Вдалеке показались острые шпили замка. Замок был серебряного цвета. Под лучами яркого солнца казалось, что замок блестит. Карета подлетела ещё ближе к замку и остановилась на краю острова. Мистер Невидимка слез с облучка. Мы с сестрой последовали его примеру. Он начал, можно так сказать, лететь в сторону огромных дверей замка, потому что его ноги не были видны. Мы пошли за ним. Взявшись за руки мы вошли в здание. В замке, как и снаружи, так и внутри было всё сделано из серебра. Пол, стены, потолок. Всё было сделано из блестящего серебряного цвета. Если сразу повернуть налево, то будет видна блестящая лестница, которая спиралью уходила вверх. Если посмотреть направо, то можно увидеть дверь, на которой было написано: \"Столовая\" Около этой двери в ряд стояли шкафчики. А потом ещё одна дверь, на ней было написано: \"Столовая\". Если посмотреть прямо, то можно увидеть скамейки, и снова дверь, но на ней ничего не было написано. А рядом со спиральной лестницей был лифт. \n\n  --Я не знаю, что меня удивляет больше. То, что здесь две столовые, или же что в мире, где люди используют восковые свечи в качестве освещенния, есть лифт -- сказал я. \n  --Лифт работает за счёт магии -- сказал чей-то женский мелодичный голос. Я обернулся -- Добро пожаловать в Школу Хранителей жизни -- произнесла молодая девушка с рыжими волосами, зелёными, как изумруд, глазами и алыми губами. На ней была одета синяя юбка до колен и синий пиджак с синими каблуками. Так же на шее у неё было ожерелье из жемчугов -- Меня зовут Эйри Волтер, я декан этой школы. \n  --Приятно познакомиться, мисс Волтер. Меня зовут Раван Эйм. А это моя сестра — Лаура Эйм -- улыбнулся я. \n  --Я уже знаю ваши имена. Так как вы избранные, и всё это время жили среди людей, то я расскажу вам правила -- кивнула она, а потом махнула рукой, чтобы мы шли за ней. Она нажала кнопку вызова лифта. С огромной скоростью лифт спустился вниз и двери открылись -- Не бойтесь, лифт поедет быстро, поэтому держитесь за поручни -- на кнопках было написано 20 цифр. Декан нажала на \"19\" Как она и говорила, лифт быстро поднялся вверх, что я аж присел. Потом мы вышли из лифта. Это был просторный кабинет со столом посередине. Декан села на стул около стола. Движением пальца она придвинула два кресла поближе к себе -- Садитесь. \n\n  Мы сели. А декан начала рассказывать: \n\n  --В этой школе столовые разделены на девочек и мальчиков. Столовая для девочек находится ближе ко входной двери. В этой школе вы можете встретить разных магических существ, поэтому не бойтесь. В этой школе могуч учиться монстры любых возрастов. Обучение всегда длится только год. После года обучения вас выпустят в жизнь к вашему человеку -- она открыла ящик в столе и начала в нём копаться. Потом она достала оттуда две бумажки и протянула нам -- Это расписание уроков. К сожалению, вы будете учиться в разных классах. Снизу листка написано время, когда за вами приедет Мистер Невидимка, чтобы увезти вас в школу или же наоборот увезти в общежитие -- декан хотела встать, но тут же села -- И ещё... Самое важное правило. Хоть одно нарушенное правило и вас отчислят из школы. Ни-ког-да не заходите на 20 этаж. Там находится кабинет директора, но его никто никогда не видел. И вам запрещенно туда ходить, ясно? \n  --Только нам? Или всем? -- спросила моя сестра. \n  --Туда даже мне запрещено ходить. Так что всем. А теперь можете идти ",
    "answers": [
      {
        "id": 9,
        "text": "Глава#6"
      }
    ]
  },
  {
    "id": 9,
    "text": "Глава#6\nPOW Лаура\n\n  До начала моих уроков оставалось 20 минут. Когда мы ехали на лифте, уже прозвенел звонок. Когда мы вышли из лифта, по спиральной лестнице скатился парень с серебрянными волосами, эльфийскими ушами и фиолетовыми глазами. Когда он увидел нас, он улыбнулся. Я узнала в нём того самого парня на остановке. Только у того парня были обычные уши и голубые глаза. Может это была маскировка? Во время моих догадок парень уже зашёл в столовую. Сзади нас снова открылся лифт и оттуда вывалилась целая толпа монстров. Все они бежали в столовую. Я заглянула в свой листок. У меня сейчас не было столовой. Я посмотрела на листок брата. У него тоже. \n\n  --У меня сейчас урок \"добра\" -- сказала я своему брату -- А у тебя? \n  --У меня урок \"Болезни\" -- сказал Раван -- Странный какой-то урок. \n  --Ладно, я тогда пошла -- сказала я, и уже собиралась нажать кнопку вызова лифта, как вдруг поняла, что я не знаю, где проходит урок -- Раван, я не знаю, где проводятся уроки. \n  --Я тоже -- почесал затылок мой брат -- Может спросим у кого-нибудь? \n  --Хорошо -- я посмотрела на дверь столовой и зашла в неё. Раван зашёл в соседнюю дверь, тоже в столовку. \n\n  В столовой было много народу. Столы и стулья парили в метре над полом. Все мило сидели и болтали. Все были одеты в школьную форму. Это была красная юбка с чёрной клеткой, чёрный пиджак с красным контуром, чёрные чулки до колен и красные зашнурованные ботинки. Выглядело круто. Я подошла к одному круглому столику, за которым сидели три девочки. Они были феями. \n\n  --Привет. Меня зовут Лаура. Я здесь новенькая. Не подскажите, где кабинет, где проводится урок \"добра\"? -- спросила я у фей, показывая им листок. \n  --Дай сюда -- сказала одна фея с набитым ртом непонятной смеси, забирая мой листок. Потом она ткнула пальцем в строку, где написан этот урок, и из лестка появилась синия линия, которая устремилась к выходу из столовой -- Эта линия приведёт тебя к нужному кабинету -- всё с таким же полным ртом сказала фея, возвращая мне листок.\n  --Спасибо -- кивнула я и вышла из столовой. \n\n  Моего брата в коридоре уже не было. Внезапно синия линия разъеденилась. Она вела в лифт, а другая на лестницу. \n\n  \"Быстрее на лифте\" -- подумала я и нажала кнопку вызова. Лифт быстро приехал. Линия указывала на кнопку \"3\". Я нажала, и лифт поехал вверх. \n\n  Такими темпами и подошла к двери кабинета. Как раз в это время прозвенел звонок. Я вздохнула и вошла в кабинет ",
    "answers": [
      {
        "id": 10,
        "text": "Глава#6(2)"
      }
    ]
  },
  {
    "id": 10,
    "text": "Глава#6(2)\nPOW Раван \n\n  Когда я спросил у одного мальчика, который был получеловек-полулев, где находится кабинет, он ткнул пальцем в эту строку, и появилась синяя полоса. Я должен был идти по ней и так дойду до кабинета. Так я и сделал. Когда я подошёл к нужной двери, прозвенел звонок. \n\n  \"Надеюсь, Лаура нашла свой кабинет\" -- подумал я и зашёл в класс. \n\n  Там были монстры разных возрастов. Вон там, около окна сидит старый гном-коротышка, а рядом с ними фея лет 5-7. Учителя либо не было в классе, либо он смешался с учениками. Найдя свободное место, я сел туда. Все уселись по местам. Потом дверь магическим образом отварилась, и в класс на маленьком облачке влетела пожилая женщина с чёрным платьем до пят. На груди посередине был вышит герб: \"Сердце под защитой мечей\". Когда все увидели женщину, они встали из своих мест. Я последовал их примеру. \n\n  --Добрый день, ученики -- сказала учительница, улыбнувшись -- У меня хорошие новости. В нашу школу поступили два Избранных -- учительница посмотрела на меня. Все монстры тоже -- Представься, пожалуйста. \n  --Меня зовут Раван Эйм. Я буду учиться в этой школе со своей сестрой -- сказал я. \n  --Хорошо, Раван -- учительница кивнула, а потом посмотрела на весь класс -- Присаживайтесь -- все сели -- Сегодня я вам расскажу, что делать, если ваш человек серьёзно заболел -- учительница подлетела к доске, и щёлкнув пальцами, на доске появилось строение человеческого организма -- И так, мигрень. Мигрень бывает настолько сильной, что человек ничего не может сделать. Он просто лежит. Иногда бывает, что таблетки не срабатывают. Тогда что же делать? Есть специальное заклинание -- учительница снова оглядела весь класс -- Никто не знает? \n  --Откуда мы можем это знать? -- возмутился гном-коротышка -- Мы не живём с людьми. \n  --Раван? -- спросила учительница. \n  --Я не знаю ни одного заклинания -- сказал я, стесняясь, что на меня все смотрят. \n  --Это заклинание называется \"Мигренус\" -- пояснила учительница -- Чтобы заклинание сработала, нацельте указательный палец на лоб человека и произнесите заклинание. Мигрень быстро спадёт -- учительница снова щёлкнула пальцами, и у всех на партах появились тетрадки и перо с чернильницей -- Запишите название, чтобы не забыть. \n\n  И так прошёл весь урок. Мы изучили, как бороться с тремя заболеваниями: мигрень, боль в боку, онимение пальцев. Как только прозвенел звонок, ученики, как угорелые, бросились бежать из класса. Я достал из портфеля расписание — \"Урок любви\"\n\n  \"Что за бред?\" -- подумал я и направился в сторону кабинета. ",
    "answers": [
      {
        "id": 11,
        "text": "Глава#6(3)"
      }
    ]
  },
  {
    "id": 11,
    "text": "Глава#6(3)\nPOW Лаура \n\n  Я зашла в кабинет. Там были разные магические существа: \"Эльфы, феи, гномы, полулюди-полузвери, вампиры\" Около доски стоял темнокожий эльф с ярко-голубыми глазами, модно подстриженными волосами. У него был чёрный пиджак, сбоку был вышит герб: \"сердце, а напротив него мечи, которые как будто защищали сердце от гибели\". Так же были чёрные брюки. Когда он посмотрел на меня, то он улыбнулся:\n\n  --Это избранная. Рождённая обычным человеком, но ей суждено попасть в мир магии. Вопрос, обретёт ли она магические способности -- загадочно проговорил учитель. \n  --За все 200 лет не было ни одного случая, что люди обретали способности -- поднял руку один эльф. \n  --Это так. Но старейшины говорят, что такое может произойти -- ответил учитель. Потом он снова обратился ко мне -- Можешь называть меня \"Профессор Добро\".\n  --Профессор Добро? -- удивилась я. \n  --В этой школе такие правила. Никто не знает, как на самом деле зовут учителей -- пояснил учитель -- Их называют названием предмета. \n  --Ясно... -- протянула я -- Я могу сесть? \n  --Да. Садись с Эмбер -- Профессор Добро указал рукой на девочку лет 10. У неё была бледная кожа, котороткие, как у мальчика волосы чёрного цвета. \n\n  Я подошла к ней и села рядом. Она не обращала на меня внимания, но все с интересом смотрели на меня. Я уже к этому привыкла. В школе я была одной из самых популярных девчонок. Все хотели со мной дружить. Один мальчик даже предлагал мне встречаться. \n\n  --Так, давайте начнём урок -- сказал Профессор Добро и подошёл к доске -- Сегодня мы с вами поговорим о добрых делах. Я буду говорить вам ситуацию, а вы — что вы сделаете -- Учитель оглядел весь класс -- Избранная, как тебя зовут?\n  --Лаура -- коротко пояснила я. \n  --Лаура, выходи к доске -- позвал меня учитель. \n\n  Я подошла к доске. \n  \n  --Твой человек бежал домой. На улице был сильный ливень. Внезапно ты услышала чей-то жалобный писк. Ты увидела маленького щенка, который попал в капкан. Что ты сделаешь? -- спросил Профессор Добро, сложив руки на груди. \n  --Я...",
    "answers": [
      {
        "id": 12,
        "text": "--Я попытаюсь показать своему человеку щенка "
      },
      {
        "id": 13,
        "text": "--Я даже не знаю..."
      }
    ]
  },
  {
    "id": 12,
    "text": "Глава#6(3)\nPOW Лаура \n\n  --И что же именно ты сделаешь? -- с интересом смотрел на меня учитель. \n  --Я... Попробую что-нибудь нашептать... А мой человек сможет меня услышать? -- спросила я.\n  --Да, но для этого нужно специальное заклинание -- кивнул учитель -- Но человек будет считать, что это он сам придумал. \n  --Хорошо. Тогда я заставлю его помочь щенку -- сказала я. \n  --Довольно банальный выбор. Хорошо, садись -- сказал Профессор Добро. \n\n  Этот урок прошёл скучно. Он рассказал, как правильно нужно поступить. Изменить магическими способностями природу, и помочь щенку без помощи своего человека, потому что мы не можем его заставить, мы можем его только попросить. \n\n  Я вышла из кабинета, когда прозвенел звонок. Как только прозвенел звонок, все побежали в коридор. Я достала лист с расписанием: \"Урок кулинарии\" \n\n  \"Ну хоть что-то полезное\" -- подумала я и пошла за синей полосой. ",
    "answers": [
      {
        "id": 14,
        "text": "Глава#7"
      }
    ]
  },
  {
    "id": 13,
    "text": "Глава#6(3)\nPOW Лаура \n\n  --Очень плохо, Лаура -- сказал Профессор Добро -- Это же просто. Это не такие уроки, какие у вас в мире людей. У нас всё просто. \n  --Я немного запуталась -- начала оправдываться я -- Первый день, а меня уже вызывают к доске. \n  --Мы смотрим твои способности -- сказал учитель -- Садись на место. \n\n  Я села на своё место. Внезапно у всех пропал ко мне интерес. \n\n  Этот урок прошёл скучно. Сперва профессор вызывал к доске учеников и спрашивал их. Интересно, но у всех были разные ответы. Под конец учитель сказал, что с помощью заклинания открыть капкан, пока никто не видит. Когда прозвенел звонок, я выбежала вместе со всеми. Теперь я понимаю, почему они так рвутся в коридор. Потому что на уроках неумолимо скучно. Когда я вышла из кабинета, я достала лист с расписанием: \"Урок кулинарии\" \n\n  \"Ну хоть что-то полезное\" -- подумала я и направилась в сторону лифта, следуя за синей полосой. ",
    "answers": [
      {
        "id": 14,
        "text": "Глава#7"
      }
    ]
  },
  {
    "id": 14,
    "text": "Глава#7\nPOW Раван \n\n  --Здравствуйте, ученики. Наверное, вы уже знаете про нового ученика -- начала учительница -- Представься мне, новенький. \n  --Я Раван -- представился я учительнице, которая тоже была в длинном чёрном платье. Возможно, дресскод.  \n  --Хорошо, Раван. Учителей здесь принято называть названием предмета. Так что называй меня Профессор Любовь -- улыбнулась мне учительница. \n  --Хорошо -- я кивнул. \n  --Так, сегодня мы поговорим о том, что делать, если ваш человек встретил неожиданно для себя человека, в которого он влюблён -- сказала учительница, а потом посмотрела на класс -- Кто хочет ответить?",
    "answers": [
      {
        "id": 15,
        "text": "Поднять руку "
      },
      {
        "id": 16,
        "text": "Не поднимать руку "
      }
    ]
  },
  {
    "id": 15,
    "text": "Глава#7\nPOW Раван\n\n  --Раван, ты хочешь ответить? -- улыбнулась Профессор Любовь. \n  --Да. \n  --И что бы ты сделал? ",
    "answers": [
      {
        "id": 17,
        "text": "--Если так можно, уронил бы его вещи к ногам своего человека"
      },
      {
        "id": 18,
        "text": "--Уговорю своего человека поговорить с ним "
      }
    ]
  },
  {
    "id": 16,
    "text": "Глава#7 \nPOW Раван \n\n  Руку подняла какая-то фея с ярко-голубыми крыльями. \n\n  --Да, Эйри? -- спросила учительница. \n  --Я уроню какую-нибудь вещь этого человека под ноги своего человека, чтобы обратить его внимание. \n  --Да, молодец -- учительница улыбнулась -- Раван, бери с неё пример. Она лучшая ученица. \n  --Хорошо -- я кивнул. \n\n  Когда урок закончился, я достал листок с расписанием и пошёл на следующий урок. ",
    "answers": [
      {
        "id": 19,
        "text": "Глава#7(2)"
      }
    ]
  },
  {
    "id": 17,
    "text": "Глава#7\nPOW Раван \n\n  --Довольно умно -- похвалила меня профессор Добро -- Садись -- она снова посмотрела на класс -- Кто ещё хочет ответить? \n  --Я! -- воскликнула одна фея с ярко-голубыми крыльями. \n  --Ну-ка, Эйри, как ты поступишь? \n  --Я уговорю своего человека поговорить с ним. \n  --Ну... А если твой человек начнёт заикаться?\n  \n  Фея не знала, что ответить. \n\n  --Раван привёл правильный пример. Я от тебя такого не ожидала, Эйри -- покачала голоой учительница. \n\n  Эйри хмуро на меня посмотрела. \n\n  Вскоре прозвенел звонок и я вышел в коридор. Достав листок, я пошёл на следующий урок ",
    "answers": [
      {
        "id": 19,
        "text": "Глава#7(2)"
      }
    ]
  },
  {
    "id": 18,
    "text": "Глава#7 \nPOW Раван \n\n  --А если твой человек начнёт заикаться? -- спросила учительница. \n  --Ну... -- подумал я. \n  --Садись. \n\n  Я сел на своё место. Руку подняла какая-то фея с ярко-голубыми крыльями. \n\n  --Да, Эйри? -- спросила учительница. \n  --Я уроню какую-нибудь вещь этого человека под ноги своего человека, чтобы обратить его внимание. \n  --Да, молодец -- учительница улыбнулась -- Раван, бери с неё пример. Она лучшая ученица. \n  --Хорошо -- я кивнул. \n\n  Когда урок закончился, я достал листок с расписанием и пошёл на следующий урок. ",
    "answers": [
      {
        "id": 19,
        "text": "Глава#7(2)"
      }
    ]
  },
  {
    "id": 19,
    "text": "Глава#7(2)\nPOW Лаура. \n\n  --Для новенькой повторюсь, нам нужны навыки, чтобы помогать своему человеку в готовке -- сказала Профессор Кулинария, а потом посмотрела на Эмбер -- Эмбер, вспомни прошлый урок. Если твой человек будет печь блины, и уйдёт разговаривать по такой вещи, как телефон, я рассказывала на прошлом уроке что это. Как ты поступишь, если блин начнёт подгорать? \n  --Я незаметно выключу газ -- тихо ответила девочка, которая сидит рядом со мной. \n  --Или же правильно говорить \"плиту\". Потому что у всех людей сейчас практически электрические плиты. \n  --Что это такое? -- спросила одна девочка-кролик. Это было самое настоящее животное розового цвета, но оно умело разговаривать. \n  --Это на подобии газовой плиты, но с кнопочками -- пояснила Профессор Кулинария. \n  --Я правильно ответила? -- спросила Эмбер. \n  --Да. Но есть ещё один вариант. Можно незаметно перевернуть блин. \n \n  Потом на уроке нам пояснили, что такое пельмени, из чего они состоят, и как их нужно готовить. После чего прозвенел звонок и все выбежали в коридор. Я достала листок и пошла на следующий урок. ",
    "answers": [
      {
        "id": 20,
        "text": "Глава#8"
      }
    ]
  },
  {
    "id": 20,
    "text": "Глава#8\nPOW Раван\n\n  Я вышел из школы. Около порога стояло ещё пять мальчиков. Один из них был тот самый эльф с серебрянными волосами. Он не с кем не разговаривал, а стоял в стороне",
    "answers": [
      {
        "id": 21,
        "text": "Подойти к нему "
      },
      {
        "id": 22,
        "text": "Стоять на месте "
      }
    ]
  },
  {
    "id": 21,
    "text": "Глава#8\nPOW Раван\n\n  Я хотел подойти к нему, но меня остановил один фэй. \n\n  --Лучше не подходи к нему -- прошептал он. \n  --Но почему? -- удивился я. \n  --Чшшш... -- поставил фэй палец к своим губам -- Он может нас услышать. \n  --Я не понимаю. Почему нельзя к нему подходить? -- прошептал я фэю. \n  --У меня был когда-то друг. Когда начался этот учебный год, мы вместе отправились в эту школу. Мой друг решил с ним познакомиться, после чего я его не видел -- рассказал фэй. \n  --Может это с ним не связанно? -- нахмурил брови я, прошептав. \n  --Я уверен, что это он! -- немного громче прошептал он -- Никто никогда не слышал его голос. \n  \n  Внезапно прилетела золотая карета с Мистером Невидимкой. Все пятеро мальчиков направились к карете, фэй повёл меня за собой. Мы сели в карету. Эльф сел на против меня и смотрел на садившееся солнце. Уроки в этой школе длились весь день. С утра до вечера. Я очень устал, поэтому был готов уснуть прямо в карете, но вдруг показалось синее здание на очередном острове. Карета остановилось там. \n\n  --Когда зайдёшь в здание, подойти к стойке слева, возьми номер, который тебе дадут, нажми на цифру и иди по синей линии -- сказал мне фэй. ",
    "answers": [
      {
        "id": 23,
        "text": "Глава#8(2)"
      }
    ]
  },
  {
    "id": 22,
    "text": "Глава#8\nPOW Раван\n\n  Вскоре прилетела карета с Мистером Невидимкой. Все мальчики сели в карету, в том числе и я. Карета взмыла в небо. Передо мной сидел тот эльф. Он смотрел на закат. Уроки длились весь день, и я очень устал. Вскоре карета приземлилась на острове с большим синим зданием. Один мальчик фэй подошёл ко мне. Он учился со мной в одном классе. \n  \n  --Когда зайдёшь в здание, сразу поверни налево. Там ты найдёшь стойку, скажешь имя и фамилию, и тебе дадут бирку с номером твоей комнаты. Нажав на цифру, ты сможешь дойти до комнаты с помощью синей полосы -- объяснил он -- Меня, кстати, Вильям зовут. \n  --Приятно познакомиться, Вильям. Я Раван -- я улыбнулся -- Спасибо, что объяснил. \n\n  Я зашёл в здание. Слева была стойка, но за ней — никого. \n\n  --Там всегда никого нет. Просто скажи имя, фамилию, и тебе дадут бирку -- пояснил Вильям -- Я пошёл к себе. \n  --Спасибо, пока. \n\n  Я подошёл к стойке:\n\n  --Раван Эйм\n\n  Из воздуха появилась деревянная маленькая дощечка. На ней было написано: 16. Я нажал на цифру и пошёл к себе в комнату. Когда я открыл дверь, посередине комнаты стоял эльф с серебрянными волосами. Когда он увидел меня, он улыбнулся. ",
    "answers": [
      {
        "id": 24,
        "text": "Глава#8(2)"
      }
    ]
  },
  {
    "id": 23,
    "text": "Глава#8(2) \nPOW Лаура \n\n  Когда я вышла из школы, около порога стояли пять девочек. Я нигде не видела брата. Я подошла к Эмбер:\n\n  --А где все мальчики? -- спросила я у неё. \n  --Так как карета всего лишь одна, то Мистер Невидимка заберает сначала 6 мальчиков, потом 6 девочек, потом снова 6 мальчиков, пока школа не опустеет -- объяснила девочка -- Ты кого-то ищешь? \n  --Своего брата. Его зовут Раван -- сказала я. \n  --Либо он в школе, либо он уже в общежитии -- сказала Эмбер. Она всегда говорила спокойным тоном. Её лицо не выражало никаких эмоций. \n\n  Вскоре прилетела карета с Мистером Невидимкой. \n\n  Передо мной было огромное розовое здание. Эмбен подошла ко мне:\n\n  --Когда зайдёшь внутрь, найди стойку. Там никого не будет, но ты всё равно скажи, кто ты. Тебе выдадут дощечку с номером комнаты. Нажмёшь на номер — увидишь синюю полосу. \n\n  Я сделала, как она сказала. Номер на дощечке был: \"16\". Я пошла к своей комнате. ",
    "answers": [
      {
        "id": 26,
        "text": "Глава#8(3)"
      }
    ]
  },
  {
    "id": 24,
    "text": "Глава#8(2) \nPOW Лаура \n\n  Когда я вышла из школы, около порога стояли пять девочек. Я нигде не видела брата. Я подошла к Эмбер:\n\n  --А где все мальчики? -- спросила я у неё. \n  --Так как карета всего лишь одна, то Мистер Невидимка заберает сначала 6 мальчиков, потом 6 девочек, потом снова 6 мальчиков, пока школа не опустеет -- объяснила девочка -- Ты кого-то ищешь? \n  --Своего брата. Его зовут Раван -- сказала я. \n  --Либо он в школе, либо он уже в общежитии -- сказала Эмбер. Она всегда говорила спокойным тоном. Её лицо не выражало никаких эмоций. \n\n  Вскоре прилетела карета с Мистером Невидимкой. \n\n  Передо мной было огромное розовое здание. Эмбен подошла ко мне:\n\n  --Когда зайдёшь внутрь, найди стойку. Там никого не будет, но ты всё равно скажи, кто ты. Тебе выдадут дощечку с номером комнаты. Нажмёшь на номер — увидишь синюю полосу. \n\n  Я сделала, как она сказала. Номер на дощечке был: \"16\". Я пошла к своей комнате. ",
    "answers": [
      {
        "id": 25,
        "text": "Глава#8(3)"
      }
    ]
  },
  {
    "id": 25,
    "text": "Глава#8(3)\nPOW Раван \n\n  Когда я увидел эльфа, я вздрогнул:\n\n  --П-привет... -- попытался улыбнуться я. \n  --Тебе про меня уже что-то успели наговорить? -- с улыбкой начал он. \n  --Нет, мне ничего не говорили -- сглотнул я. \n  --Ну это хорошо -- он открыл шкаф и достал оттуда белые штаны, и белую ночную рубашку. Он быстро переоделся -- Меня зовут Феликс. \n  --Приятно познакомиться, Феликс -- я поставил свой портфель на кровать и достал оттуда розовую книгу Я повернулся к Феликсу -- А кто твой человек? \n  --Это девушка. Её зовут Элисс. Она очень милая. \n  --А как книга называется? \n  --Когда я прочитал название, я подумал, что это парень. Книга называется \"гонка\". А у тебя?\n  --\"Розовая бабочка\" -- ответил я -- Я ещё не знаю, кто мой человек. \n  --Прочитай. \n\n  Я открыл книгу",
    "answers": [
      {
        "id": 31,
        "text": "Глава#8(4)"
      }
    ]
  },
  {
    "id": 26,
    "text": "Глава#8(3)\nPOW Раван \n\n  Мне дали дощечку с номером \"16\". Я пошёл по синей линии в сторону своей комнаты. Когда я дошёл, я открыл дверь. Я ужаснулся. \n\n  Посередине комнаты стоял беловолосый эльф и переодевался в пижаму. Когда он увидел меня, он улыбнулся. \n\n  --Тебе уже успели про меня всякого наговорить? -- спросил эльф с улыбкой. \n  --Ты умеешь говорить? -- удивился я. \n  --Значит наговорили... -- улыбка исчезла с уст эльфа -- А я уж думал, что смогу найти хорошего друга. ",
    "answers": [
      {
        "id": 27,
        "text": "--Это правда, что про тебя говорят?"
      },
      {
        "id": 28,
        "text": "Молчать "
      }
    ]
  },
  {
    "id": 27,
    "text": "Глава#8(3) \nPOW Раван\n\n  --Ну... -- задумался эльф -- Про меня много что говорят. И не всегда это что-то хорошее. \n  --Мне один фэй сказал, что ты убил его друга. \n  --Вильям? \n  --Я не знаю, как его зовут. \n  --У Вильяма был друг, с которым я хотел познакомиться, но он пропал. Все сразу начали подозревать меня, с тех пор монстры стали придумывать про меня плохое. \n  --Ну... Если хочешь, я могу я стать твоим другом -- я улыбнулся. \n  --Правда? -- он засиял. \n  --Правда -- я поставил чёрный портфель на кровать и длстал оттуда розовую книгу -- А кто твой человек? \n  --Это девушка. Её зовут Элисс. Она очень милая. \n  --А как книга называется? \n  --Когда я прочитал название, я подумал, что это парень. Книга называется \"гонка\". А у тебя?\n  --\"Розовая бабочка\" -- ответил я -- Я ещё не знаю, кто мой человек. \n  --Прочитай. \n\n  Я открыл книгу",
    "answers": [
      {
        "id": 31,
        "text": "Глава#8(4)"
      }
    ]
  },
  {
    "id": 28,
    "text": "Глава#8(3) \nPOW Раван \n\n  Эльф грустно вздохнул. \n\n  --Ладно, мне, наверное стоит привыкнуть, что со мной никто не хочет дружить -- сказал эльф и лёг на кровать -- Извини, но номер комнаты ты не сможешь поменять. ",
    "answers": [
      {
        "id": 29,
        "text": "--Это правда, что про тебя говорят?"
      },
      {
        "id": 30,
        "text": "Всё так же молчать "
      }
    ]
  },
  {
    "id": 29,
    "text": "Глава #8(3)\nPOW Раван \n\n  --Какая сейчас разница? -- пробурчал эльф -- Когда я жил в дереве со своей семьёй — все хотели со мной дружить. Я был самым популярным эльфом. У меня был самый высокий ранг во всём эльфийском лесу. Не тольке в дереве, а во всём лесу! Конечно, были старейшины и король эльфов, но если не считать их — то я самый большой по рангу эльф!\n  --Если хочешь... То я могу стать твоим другом -- сглотнул я. \n\n  Эльф уставился на меня:\n\n  --Ты что, прикалываешься надо мной?! -- воскликнул эльф. \n  --Нет -- тихо ответил я -- Мы можем правда стать друзьями. \n  \n  На лице эльфа появилась широкая улыбка. Он был таким счастливым:\n\n  --Меня зовут Феликс -- сказал он\n  --Я Раван. \n  --Приятно познакомиться, Раван.\n  --А кто твой человек?\n  --Это девушка. Очень красивая. \n  --А как книга называется? \n  --Я сначала подумал, что это мальчик. Книга называлась: \"Гонка\". Она с самого детства увлекалась машинками. Она такая забавная. \n  --Ты её уже видел?\n  --Да. В школе есть такой урок: \"Симуляция\". Там нас отправляют в человеческий мир.\n  --Круто. Я тоже хочу поскорее попасть на этот урок -- я достал из своего портфеля книгу. \n  --Будешь читать?\n  --Да \n  --Хорошо, читай -- он улыбнулся, отвернулся к слене и уснул. \n\n  Я открыл книгу ",
    "answers": [
      {
        "id": 31,
        "text": "Глава#8(4)"
      }
    ]
  },
  {
    "id": 30,
    "text": "Глава#8(3)\nPOW Раван \n\n  Я подошёл к кровати, снял портфель и достал оттуда книгу. Потом я открыл книгу ",
    "answers": [
      {
        "id": 31,
        "text": "Глава#8(4)"
      }
    ]
  },
  {
    "id": 31,
    "text": "Глава#8(4) \nPOW Лаура \n\n  Я зашла в комнату. На кровати лежала и читала книгу фея с голубыми крыльями. Она на меня посмотрела:\n\n  --Привет. Ты сестра Равана? -- спросила она у меня холодным тоном. \n  --Привет. Ты знаешь моего брата? -- улыбнулась я и прошла в комнату, поставив портфель на пороге. \n  --Я учусь с ним в одном классе -- зевнула фея -- Мне он сразу не понравился. \n  --Это ещё почему?! -- удивилась я -- Мой брат — очень хороший! Он даже муху не тронет! \n  --Кто такая \"Муха\"? -- нахмурилась фея. Всё это время она не смотрела на меня, а таращилась в книгу. \n  --В этом мире нет мух? -- удивилась я. \n  --Я не понимаю о чём ты -- фея всё-таки посмотрела на меня. Увидев мой удивлённый взгляд, она вздохнула и снова уставилась в свою книгу -- В нашем мире нет твоих мух. Может быть они есть в человеческом мире, но не в этом. \n  --Лааадно -- я посмотрела на свой портфель -- Пойду-ка я почитаю про своего человека. \n\n  Я достала голубую книгу из портфеля и села с ней на кровать. Открыв на первой странице, я увидела портрет одного мальчика-альбиноса. Я знала его. Он был нашим соседом. Жил в соседнем подъезде. Он часто приходил к нам в гости, чтобы поиграть с Раваном. Снизу портрета было написано: \"Ромей Бейтс 13 лет\". Я перелестнула страницу. Вся первая страница была исписана, а на второй странице его фото в полный рост. Снизу было написан его рост: 154 см. Я начала читать, что было написано на первой странице: \n\n  \"Ромей Бейтс. Родился 14 января, 2007 года. Хочет стать гончиком на мотоциклах. \n  Мама: Эвелин Бейтс. Уборщица в торговом центре. 39 лет. \n  Папа: Роберт Бейтс. Ремонтирует машины. 41 год. \n  Брат: Джейсон Бейтс. Начальная школа. 8 лет. \n  Сестра: Джейси Бейтс. Начальная школа. 8 лет. \n  Питомец: немецкая овчарка. Самец. Билли. 3 года. \n  Жильё: квартира. 5 этаж. 502 квартира. \n  Страна: Америка \n  Город: Нью-Йорк\n  Лучший друг: Раван Эйм. Средняя школа. 13 лет. \n  Хобби: тренировка катания на мотоциклах\"\n  \n  ",
    "answers": [
      {
        "id": 32,
        "text": "Глава#8(5)"
      }
    ]
  },
  {
    "id": 32,
    "text": "Глава#8(5)\nPOW Раван \n\n  Когда я открыл книгу, на первой странице был портрет девочки. У неё были коричневые волосы до плеч, зелёные глаза и очки в роговой оправе. Снизу была надпись: \"Эмилия Дэнсон 13 лет\". Я перелестнул страницу. Справа была её фотография в полный рост: \"150 см\". Слева была надпись:\n  \n\n  \"Эмилия Денсон. Родилась 5 сентября 2007 года. Хочет стать учёным-биологом. \n  Мама: Ариана Денсон. Воспитательница в детском саду. 36 лет. \n  Папа: Даниель Денсон. Умер, разбившись на самолёте. 38 лет.\n  Питомец: Британская кошка. Самка. Роза. 1 год. \n  Жильё: квартира. 3 этаж. 303 квартира. \n  Страна: Америка \n  Город: Аляска\n  Хобби: рисование; изучение биологии\"\n  \n  ",
    "answers": [
      {
        "id": 33,
        "text": "Глава#9"
      }
    ]
  },
  {
    "id": 33,
    "text": "Глава#9 \nPOW Лаура \n\n  Найдя в своём шкафу пижаму, я переоделась и легла спать. Проснулась я от того, что кто-то громко и настойчиво произносил моё имя. Когда я открыла глаза, я увидела фею в школьной форме. Она грубо на меня смотрела:\n\n  --И долго ты будешь дрыхнуть?! -- наморщила она нос. \n\n  Я потянулась в своей кровати и вдруг резко соскочила. Меня словно кипятком ошпарило: \n\n  --Какое сегодня число?! -- накинулась я на фею.\n  --15 октября, а что? -- она косо на меня посмотрела. \n  --Сегодня не мой день рождение... Но сегодня мне не снился тот сон... -- я задумчиво смотрела на крылья феи, вспоминая тот сон, а потом я посмотрела на её глаза: они были такими же голубыми -- Это... очень странно. \n  --Что именно? -- нахмурилась она, а потом отошла от меня -- У меня нет времени на глупости. У тебя есть пять минут, чтобы переодеться, а потом спускайся вниз. За нами скоро приедет карета -- сказав это, она вылетела из комнаты. \n\n  Несколько секунд я смотрела на дверь, но потом дёрнулась. Я открыла шкаф. В шкафу висела точно такая же форма. Я одела её. Размер великолепно мне подходил. Я посмотрела на тумбу. На ней лежал листок с расписанием. Я посмотрела на него. Нам нём было написано совершенно другое расписание. Не обращая на это внимания, я затолкала его в карман и выбежала из комнаты. ",
    "answers": [
      {
        "id": 34,
        "text": "Глава#9(2)"
      }
    ]
  },
  {
    "id": 34,
    "text": "Глава#9(2) \nPOW Раван \n\n  Проснувшись, я умылся, одел школьную форму (чёрные обтягиваюшие джинсы, белая футболка и чёрный пиджак). Выйдя из общежития, я увидел, как те же самые мальчики ждали карету. Я встал в их ряды. Ко мне подошёл тот фэй. \n\n  --Доброе утро. Как спалось? -- спросил он, улыбаясь. \n  --Привет. Нормально -- улыбнулся я ему в ответ -- Ты как?\n  --Я чувствую себя прекрасно -- кивнул он -- Сегодня мой любимый урок! Кулинария! \n  --Мальчики учатся готовить? -- приподнял я брови. \n  --Конечно -- кивнул фэй -- Этот урок нужен для того, чтобы мы помогали своим людям в готовке. \n  --Ясно -- в это время прилетела карета, и все туда пошли. \n  --Пойдём! -- сказал фэй, хватая меня за руку и ведя в сторону кареты. Вскоре мы уже летели в школу. ",
    "answers": [
      {
        "id": 35,
        "text": "Глава#9(3)"
      }
    ]
  },
  {
    "id": 35,
    "text": "Глава#9(3) \nPOW Лаура \n\n  Я вышла из общежития. Внизу уже стояла карета. Когда фея заметила меня, она хмыкнула:\n\n  --Я думала — ты никогда оттуда не выйдешь -- сказала она, а потом полетела ко мне -- Если не против, мы можем стать подругами -- она улыбнулась -- Я Эйри\n  --Я Лаура -- я улыбнулась ей в ответ. \n  --Ты знала, сегодня у нас урок \"Симуляций\" -- она изобразила восторг -- Это очень круто. \n  --Посмотрим. \n\n  Мы сели в карету и полетели в школу",
    "answers": [
      {
        "id": 36,
        "text": "Продолжение следует "
      }
    ]
  },
  {
    "id": 36,
    "text": "",
    "answers": []
  }
]