[
  {
    "id": 1,
    "text": "Автор: Den'S Creed\nЖанр: Ужасы\n\n Наш главный герой Джон получил редкое психическое заболевание — синдром Котара. Больной чувствует себя умершим. Никакия лечения не помогали. Были попытки суицида, чтобы доказать, что он мёртв, но они заканчивались неудачей. С этим синдромом Джон жил около двух лет.\n\n Однажды, к нему пришёл неизвестный человек и предложил нестандартное лечение. Джон согласился...\n  ",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 160,
        "text": "Интервью по поводу Джона"
      },
      {
        "id": 53,
        "text": "Достижения"
      },
      {
        "id": 51,
        "text": "От Автора"
      },
      {
        "id": 52,
        "text": "На пожертвование Автору"
      },
      {
        "id": 1,
        "text": "Мой ВК",
        "url": "https://vk.com/denscreed"
      },
      {
        "id": 1,
        "text": "Мой Ютуб Канал",
        "url": "https://www.youtube.com/c/GamesCreedNew"
      }
    ]
  },
  {
    "id": 2,
    "text": " Боль была по всему телу. Ты не мог пошевелиться. С трудом ты открыл глаза и яркий белый свет ударил тебе в глаза с новой болью. Через некоторое время глаза привыкли и ты стал отчётливо видеть всё вокруг себя. Левый глаз ужасно болел, отдавал кровавым оттенком.\n\n Ты находился в больничном кресле, скованый ремнями. На тебя была какая-то белая рубашка. С правой руки торчали трубки и провада к неизвестному тебе прибору. Перед твои лицом был какой-то механизм с направленной иглой в твой левый глаз.",
    "answers": [
      {
        "id": 3,
        "text": "Осмотреться получше"
      }
    ]
  },
  {
    "id": 3,
    "text": " Всё же, левый глаз давал о себе знать. Боль и кровавый оттенок в глазу не довали тебе сосредоточиться. \n\n Усилиями ты рассмотрел белую комнату в которой ты находишься. Вокруг тебя были металлические столы и стелажи со всякими рода хирургическими инструментами. Впереди тебя была белая дверь и какое-то окно чуть правее. Скорее всего, это наблюдательное окно, так как с твоей стороны в окне ничего не было видно. В верхнем углу комнаты была камера.\n\n — Так, нужно выбираться отсюда... — с усилием произнёс ты.",
    "answers": [
      {
        "id": 4,
        "text": "Попытаться выбраться"
      }
    ]
  },
  {
    "id": 4,
    "text": " Правая рука была слабо завязана ремнями, поэтому ты попытался освободить сначало её. Немного усилий и рука была освобождена. Трубка с твоей руки упала на белый пол и из твоей руки тоненькой струйкой потекла кровь. Рукав одежды начал покрываться кровью. К счастью, через некоторое время кровь перестала течь. \n\n От остальных ремней было не освободиться. Нужно было что-нибудь делать.",
    "answers": [
      {
        "id": 5,
        "text": "Найти что-нибудь острое"
      },
      {
        "id": 6,
        "text": "Позвать на помощь"
      }
    ]
  },
  {
    "id": 5,
    "text": " Рядом с тобой был стол с хирургическими инструментами. Ты правой рукой потянулся к скальпелю, что лежал на столе. От усилий с руки ещё больше сочилась кровь. Но к счастью, ты всё же дотянулся к скальпелю.\n\n Ты сначало освободил левую руку, а потом начал резать ремни на груди. Мгновение и ремень разрезался. Ты случайно порезал скальпелем себя грудь. Потекла кровь. Через минуту были освобождены и ноги от ремней.",
    "answers": [
      {
        "id": 7,
        "text": "Встать"
      }
    ]
  },
  {
    "id": 6,
    "text": " — Эй! На помощь! Кто-нибудь! — хриплым голосом прокричал ты.\n\n Ты просидел пять минут. Ничего.",
    "answers": [
      {
        "id": 5,
        "text": "Найти что-нибудь острое "
      }
    ]
  },
  {
    "id": 7,
    "text": " Ты встал и сразу же упал на колени. Боль была сильная, такое чувство, что у тебя были переломаны кости на ногах. Осмотрев себя ты ужаснулся. У тебя была синяя кожа от сеняков и порезы по всему телу.  \n \n — Что произошло со мной? Я... Я ничего не помню. Нет, помню! Я Джон... Синдром... Синдром Котара! М-м-м.... Неизвестный человек? Лечение!? Нужно выбираться! — со страхом произнёс ты.\n\n Через некоторое время ты уже стоял на ногах с ужасной болью по всему телу.\n\n Скальпель ты засунул себе в карман.",
    "answers": [
      {
        "id": 8,
        "text": "Обдумать происходящее"
      },
      {
        "id": 9,
        "text": "Начать выбираться"
      }
    ]
  },
  {
    "id": 8,
    "text": " — Так, так... — Начал размышлять ты. — Я болен синдромом Котара, или болел? Ко мне пришёл неизвестный мне человек и предложил лечение... Нестандартное лечение! А что дальше? Что со мной делали? Где я и сколько я тут времени нахожусь? Стекло для наблюдения, камеры... За мной наблюдают? ",
    "answers": [
      {
        "id": 9,
        "text": "Начать выбираться"
      }
    ]
  },
  {
    "id": 9,
    "text": " Ты подошёл к белой металлической двери. Она была заперта.\n\n — Такую дверь просто так не открыть... Я в лавушке! Чёрт! — с криком произнёс ты.\n\n Ты уже хотел присесть на пол, как вдруг, в двери послышался щелчок. Дверь с лёгким скрипом открылась.",
    "answers": [
      {
        "id": 10,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 10,
    "text": " Ты осторожно вошёл. Здесь было темно. Эта была комната для наблюдения. Повсюду был разгром: опракинутые стулья, разбитые маниторы, мигала тусклым светам единственная лампа.\n\n Через наблюдательное окно ты видел свою белую комнату со стулом на котором ты сидел. Скорее, этот стул был похож на тот, в котором делают введение смертельной инъекции. \n\n Ты сразу не заметил... На окне был кровавый след чей-то руки и были брызги крови на полу и на разбитых компьютерах. На столе был какой-то окровавленный лист.\n",
    "answers": [
      {
        "id": 11,
        "text": "Прочитать лист"
      }
    ]
  },
  {
    "id": 11,
    "text": " Осторожно взяв окровавленный лист, ты начал читать:\n\n Сведение:\nИмя: Джон Саймон\nВозраст: 28 лет\nЗаболевание: синдром Котара\nЛечение: [Замазано чернилом]\n—\n13:05:00 — начало процесса\n14:11:47 — болевой порог на максимум\n14:26:56 — зафиксирована клиническая смерть\n14:27:35 — введение... [Здесь текст обрывается из-за крови.]\n\n — Я был мёртв? Тот механизм с иглой в глаз... — посмотрев на тот механизм через окно, задумчиво прошептал ты.",
    "answers": [
      {
        "id": 12,
        "text": "Выбираться"
      },
      {
        "id": 13,
        "text": "Попробовать включить компьютер"
      }
    ]
  },
  {
    "id": 12,
    "text": " Глаз ужасно начал болеть, тежело было сосредоточиться. Капли крови, что были на полу, вели в ещё одну дверь. Ты подошёл к двери и к счастью она оказалась открыта.\n\n Здесь был белый длинный коридор влево и вправо. С двух старон было множество дверей, аналогичных твоей, из которой ты только что вышел. \n\n В конце слева была дверь, она была ближе. С правой стороны в конце тоже была дверь, но она была дальше в два раза. Также, справа в коридоре была приоткрыта одна дверь и туда вёл кровавый след.\n\n Осталось решить, куда пойти.\n\n",
    "answers": [
      {
        "id": 14,
        "text": "Пойти влево, в ближайшую дверь"
      },
      {
        "id": 15,
        "text": "Пойти вправо, в дальнию дверь"
      },
      {
        "id": 16,
        "text": "Зайти в приоткрытую дверь"
      }
    ]
  },
  {
    "id": 13,
    "text": " Ты нажал на кнопку питания и компьютер начал включатся. Но толку не было, монитор был полностью разбит.\n\n — Жаль... Ты мне скорее всего помог бы узнать, что тут творится...",
    "answers": [
      {
        "id": 12,
        "text": "Выбираться"
      }
    ]
  },
  {
    "id": 14,
    "text": " Ты пошёл влево. Дверь была в пару шагов. Двери по бокам были заперты. Ты дошёл до двери, взялся за ручку и дверь оказалась заперта.\n\n Ты развернулся, хотел уходить, как вдруг, что-то стукнуло за запертой дверью. Прислушавшись, ты ничего больше не услышал.",
    "answers": [
      {
        "id": 17,
        "text": "Вернуться назад"
      }
    ]
  },
  {
    "id": 15,
    "text": " Медленно и осторожно ты шёл среди дверей. Было слышно, что от некоторых дверей, раздавались какие-то звуки.\n\n Приблизившись к приоткрытой двери, к которой шёл кровавый след, ты услышал какое-то мычание и лёгкие стуки. Ты решил пройти мимо и направился к дальней двери и случайно задел тележку с хирургическими инструментами. Инструменты со звоном упали на пол. Ты ускорил шаг к дальней двери. Оглянувшись, ты увидел, что с двери выходит в порванной усмирительной рубашке окровавленный человек. Он кривым шагом направился к тебе... С ножом! \n\n Ты побежал, осиливая свою боль. Человек сзади не перестовал останавливаться. Добежав до двери, к счастью она оказалась открытой, ты вошёл в неё, заперев за собой дверь.",
    "answers": [
      {
        "id": 18,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 16,
    "text": "Приблизившись к приоткрытой двери, к которой шёл кровавый след, ты услышал какое-то мычание и лёгкие стуки. Приоткрыв ещё дверь, ты увидел ужасную картину. Мертвый, судя по одежде, охранник, лежал на столе, а над ним стоял человек, тыркая его ножом. Решив уйти, дверь со скрипом начала закрываться и тот человек услышал, посмотрел и направился к тебя. Ты ускорил шаг к дальней двери. Оглянувшись, ты увидел, что с двери выходит в порванной, усмирительной рубашке, окровавленный человек. Он кривым шагом направился к тебе, с ножом! \n\n Ты побежал, осиливая свою боль. Человек взади не перестовал останавливаться. Добежав до двери, к счастью она оказалась открытой ты вошёл в неё без раздумий, заперев за собой дверь.",
    "answers": [
      {
        "id": 18,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 17,
    "text": " Куда идти?",
    "answers": [
      {
        "id": 15,
        "text": "Пойти вправо, в дальнию дверь"
      },
      {
        "id": 19,
        "text": "Зайти в приоткрытую дверь"
      }
    ]
  },
  {
    "id": 18,
    "text": " Здесь было темно, ужасно темно. Тебе было не понятно, открыты глаза или нет. Хотя... впереди тебя были, похоже всего... окна, так как от них отдавался еле заметный лунный свет. В дверь тот псих похоже не ломился. Ты достал скальпель и начал ощупывать всё впереди себя. Было ужасно страшно, стук сердца отдавался в висках. \n\n Вдруг ты руками нащупал что-то мокрое, слизкое...\n \n \"Кровь? Труп...\" — при себя подумал ты.\n\n Вдруг ты услышал чей-то шаг за спиной.",
    "answers": [
      {
        "id": 20,
        "text": "Не двигаться"
      },
      {
        "id": 21,
        "text": "Ударить скальпелем"
      }
    ]
  },
  {
    "id": 19,
    "text": " Приблизившись к приоткрытой двери, к которой шёл кровавый след, ты услышал какое-то мычание и лёгкие стуки. Приоткрыв ещё немного дверь, ты увидел ужасную картину. Мёртвый, судя по одежде охранник, лежал на столе, а над ним стоял человек, тыркая его ножом. Решив уйти, дверь со скрипом начала закрываться и тот человек услышал тебя. Посмотрев, он направился к тебе. Ты ускорил шаг к дальней двери. Оглянувшись, ты увидел, что с двери выходит в порванной усмирительной рубашке окровавленный человек. Он кривым шагом направился к тебе... С ножом! \n\n Ты побежал, осиливая свою боль. Человек сзади не перестовал останавливаться. Добежав до двери, к счастью она оказалась открытой, ты вошёл в неё без раздумий, заперев за собой дверь.",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": " Ты старался не дышать. Тебе казалось, что твоё сердце выпрыгнет из твоей груди. \n\n — Г-ррр... а-ррр... ка... как былно... — слышался голос за спиной.\n\n Он был настолько близко, что вот-вот должен был до тебя дотронуться. \n\n\n",
    "answers": [
      {
        "id": 23,
        "text": "[Белая вспышка]"
      }
    ]
  },
  {
    "id": 21,
    "text": " Ты с размаху ударил куда-то взад. Ты почувствовал, как лезвие скальпеля порезала чью-то плоть.\n\n — А-аа..! м-м...мни быльно... — произнёс стоявший сзади.\n\n Ты отошёл назад и услышал его мычание. Незная что делать, ты прижался об стену, выстовив перед собой скальпель.",
    "answers": [
      {
        "id": 23,
        "text": "[Белая вспышка]"
      }
    ]
  },
  {
    "id": 22,
    "text": " С размаху ты несколько раз ударил по шее. Кровь ручьём полилась на твоё лицо. Ты ничего не видел. У тебя глаза были залиты кровью. Но псих хватку не расслаблял. Ты его бил ещё и ещё, покуда его хватка не расслабилась и его тело не упало на бок.\n\n Ты поднялся на ноги. Протёр лицо рубашкой от крови и опять ужаснулся!\n\n Везде были окровавленные, расчленённые тела. Здесь было около десяти тел. Ты находился в зале с колоннами. Стены были белого цвета, а пол был в шахматной расцветке. С одной стороны были окна с решётками, а с другой стороны и в противоположной были двери тоже с решётками. \n\n Ты услышал, что с двери, от которой ты пришёл, начал ломиться тот псих. Тебе нужно было выбираться от сюда.",
    "answers": [
      {
        "id": 24,
        "text": "Подойти к окнам"
      },
      {
        "id": 25,
        "text": "Подойти к дверям с решеткой"
      }
    ]
  },
  {
    "id": 23,
    "text": " Неожиданно включился свет! Когда белый фон спал с глаз, на тебя резко накинулся тот человек сзади. От этого ты упал на пол. Этот псих начал тебя душить. У него не было лица, скорее ошмётки от кожи. Ты понимал, если ничего не предпринять, то он тебя задушит.",
    "answers": [
      {
        "id": 22,
        "text": "Ударить скальпелем"
      }
    ]
  },
  {
    "id": 24,
    "text": " Переступая трупы ты приблизился к окнам с решётками. Была тёмная лунная ночь. За окном ничего не было видно и судя по всему, ты находишься вдали от цивилизации. Ты попробовал расскачать решётки, но это затея была неудачной, они были намертво вставлены.\n\n Очередные удары в дверь.\n\n — Так, ладно... Найдём другой выход... — с надеждой прошептал ты.",
    "answers": [
      {
        "id": 25,
        "text": "Подойти к дверям с решёткой"
      }
    ]
  },
  {
    "id": 25,
    "text": " Вонь в зале была невозможная. Ты еле сдерживался от рвоты. Подойдя к одной решётке, ты понял, что она заперта на электронный замок. Ты направился к противоположной решётке, но она тоже оказалась заперта,  только здесь был уже сломаный замок.\n \n — Чёрт! И что мне делать? — с потеренной надеждай сказал ты.\n\n Удары в дверь не прекращались. Дверь скоро не выдержит! Ты был в ловушке.\n\n Здесь были повсюду трупы: охранники, обычные рабочие, трупы пациентов, и один псих, которого ты убил.\n\n — Вдруг, у одного из них есть карта допуска? — прошептав, подумал ты.",
    "answers": [
      {
        "id": 26,
        "text": "Попробовать найти карту допуска"
      }
    ]
  },
  {
    "id": 26,
    "text": " С отвращением ты начал искать карту в расчлененных трупах. Ты еле-еле сдерживался от рвоты. \n\n Удары в дверь начались сильнее. Вот-вот он выломит дверь!\n\n Ты быстрее начал рассматривать тела, общупывать все карманы. К счастью у одного охранника в зажатой окровавленной руке была карта.\n\n — Есть! Надеюсь она! — с восторгом произнёс ты.\n\n БАХ! И после очередного удара, дверь не выдержила и упала с громким грохотом на окровавленный пол. Оттуда появился тот самый псих с ножом.\n\n — С... стой, я-я... хочь помм... щь... — псих направился к тебе.\n\n ",
    "answers": [
      {
        "id": 27,
        "text": "Поспешить"
      }
    ]
  },
  {
    "id": 27,
    "text": " Без раздумий ты направился к решётке. Направив карту в нужное место, тебе пришлось ждать. \n\n — Хоть эта она, пожалуйста! \n\n Ты обернулся, псих был совсем рядом. \n\n — Наконец-то! — с очередным восторгом произнёс ты. \n\n Решётка начала медленно открываться. Очень медленно! Ты прищемился между решеткой и дверным проёмом, но застрял! Псих приблизившись, ударил ножом по левому плечу. Острая боль пронзила всё плечо. Решётка не перестовала открыватся и когда проём расширился ещё больше, ты прищемился и побежал по тёмному коридору и падение... УДАР!\n ",
    "answers": [
      {
        "id": 28,
        "text": "Прийти в себя"
      }
    ]
  },
  {
    "id": 28,
    "text": " Ты медленно начал приходить в себя. Боль парализовала всё тело. Пахло гарью... горелой человеческой плотью.\n\n Открыв глаза, стало понятно. Ты упал в дыру на нижний этаж. Немного приподнявшись ты понял, как тебе повезло. Ты упал с высоты около трёх метров на обломки бетона и прутьев.\n\n Ты приподнялся. Плечо ужасно болело, сочилась кровь из раны, кружилась голова и болел глаз.",
    "answers": [
      {
        "id": 29,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 29,
    "text": " Эта была комната похожая на подсобку. Здесь был пожар, и судя по обломкам газового баллона, был взрыв, разрушивший потолок. Под обломками ты заметил обгорелую торчащию руку. Повсюду отдавало теплом.\n\n В этом полуразрушенном помещении были две двери. Одна была завалена обломками и пройти было невозможно, а вторая была полувыбита из дверного проёма.\n\n Подойдя к ней ты понял, что без прикладства силы не обойтись.",
    "answers": [
      {
        "id": 30,
        "text": "Выбить дверь"
      }
    ]
  },
  {
    "id": 30,
    "text": " Дверь с грохотом упала на пол. Здесь был тёмный коридор. В конце коридора была развилка налево и направо с мигающим светом на потолке. С обоих сторон коридора были двери.\n\n Ты прошёлся немного по коридору, читая таблички у дверей: архив — заперто, комната наблюдения — открыта!",
    "answers": [
      {
        "id": 31,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 31,
    "text": " Здесь было тоже темно, не было электричества. Ты начал общупывать впереди себя стол: какие-то книги, ручки, пепельница и зажигалка! Ты взял её и зажёг. Это была керосиновая зажигалка. Жёлтый свет осветил немного комнату. ",
    "answers": [
      {
        "id": 32,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 32,
    "text": " В глаза тебе сразу бросился ящик с аптечкой.\n\n — Отлично!\n\n Ты открыл ящик. Спиртом обработал раны и бинтом перевезал их. Принял антибиотики и обезболивающее.\n\n — Так-то лучше! — с оптимизмом произнёс ты.\n\n Также, ты заметил на стене ящик со знаком электричества. Ты подошёл, ящик был заперт. К счастью, замок оказался хлипким и ты без особых усилий сломал замок и открыл крышку электрощитка. ",
    "answers": [
      {
        "id": 33,
        "text": "Рассмотреть"
      }
    ]
  },
  {
    "id": 33,
    "text": " Это был какой-то счётчик с кнопками.\nЗдесь было пять кнопок — все были зелёные кроме одной красной по середине.\n\n — Так, надо его как-то починить...\n\n\n",
    "answers": [
      {
        "id": 34,
        "text": "Нажать на все пять кнопок",
        "forget": 34
      },
      {
        "id": 35,
        "text": "Нажать на все кроме красной"
      },
      {
        "id": 36,
        "text": "Сначало нажать на красную, потом на все зелёные"
      },
      {
        "id": 37,
        "text": "Сначало нажать на все зелёные, потом на красную"
      },
      {
        "id": 38,
        "text": "Нажать на одну красную"
      },
      {
        "id": 39,
        "text": " Наугад нажимать на кнопки"
      }
    ]
  },
  {
    "id": 34,
    "text": " Ничего не произошло.",
    "answers": [
      {
        "id": 33,
        "text": " Сначало",
        "forget": 34
      }
    ]
  },
  {
    "id": 35,
    "text": " Ничего не произошло.",
    "answers": [
      {
        "id": 33,
        "text": " Сначало"
      }
    ]
  },
  {
    "id": 36,
    "text": "Ничего не произошло.",
    "answers": [
      {
        "id": 33,
        "text": " Сначало"
      }
    ]
  },
  {
    "id": 37,
    "text": " — Есть! — с восторгом произнёс ты.\n \n В комнате включился свет. По коридору тоже замигали лампы. Включились компьютеры, началась загрузка на мониторах. Через некоторое время на мониторах появились камеры видеонаблюдения. Половина не работала. \n\n На них ты видел трупы охраны, рабочих и даже психов. Ни одного живого нармального человека не было.\n\n — Неужели никто не выжил? Неужели никто не успел вызвать помощь? — с паникой думал ты.\n\n Ты увидел на столе смартфон. Взяв его, ты разозлился, на нём был пороль, и всеревно не было сигнала. Но, в качестве фонарика пригодится, поэтому ты его взял с собой.\n\n Так же, ты из шкафа переоделся в униформу охранника.\n\n — Так, надо решить, что де... ",
    "answers": [
      {
        "id": 40,
        "text": " — Эй! Ты меня слышишь! — послышалось с динамиков"
      }
    ]
  },
  {
    "id": 38,
    "text": " Ничего не произошло.",
    "answers": [
      {
        "id": 33,
        "text": " Сначало"
      }
    ]
  },
  {
    "id": 39,
    "text": " — Ничего... М-да... Было бы глупо надеяться, что получится... — про себя прошептал ты.",
    "answers": [
      {
        "id": 33,
        "text": " Сначало"
      }
    ]
  },
  {
    "id": 40,
    "text": " — Я тебя вижу через камеры. Ты пациент... Ты Джон Саймон! Слушай, нет времени всё объяснять! Ты ко мне должен прийти! Я в комнате управления. Запомни путь: выходишь на коридор, идёшь в конец, поворачиваешь налево, потом всё время прямо, вверх по лестнице и сразу дверь справо — комната управления. Запомни! Я буду ждать тебя там... Поторопись! — голос из динамиков прекратился.\n\n — Другого выбора нет... Надеюсь это не ловушка... Но если и кто-то, то только он может объяснить мне, что здесь происходит!\n\n Ты неожиданно, краем глаза увидел по камерам, что к тебе приближаются двое психов. Потом за дверью в дали послышались крики.\n \n Ты достал перед собой скальпель и готовился к худшему. Но, были слышны только звуки расправы в дали.\n\n Похоже, к тебе никто не собирался входить.",
    "answers": [
      {
        "id": 41,
        "text": "Посмотреть, что происходит"
      },
      {
        "id": 42,
        "text": "Прислушиваться и оставаться на месте"
      }
    ]
  },
  {
    "id": 41,
    "text": " Выглянул из-за двери, ты увидел, что в конце коридора один псих накинулся на другого и рубил его тесаком. \n\n — Нет! А-а-а... Пожалуйста! Не-ааа... т-т... — он замолк.\n\n \"Похоже тот был нормальный!? Ведь он говорил, кажется нормальной речью! И почему тот псих убил своего? Хотя... Я думаю это можно объяснить...\" — при себя подумал ты.\n\n Тот псих с тесаком пошёл налево.\n\n — Черт! Ведь мне туда и надо! — с злостью проговорил ты.",
    "answers": [
      {
        "id": 43,
        "text": " Выдвигаться"
      }
    ]
  },
  {
    "id": 42,
    "text": " По камерам видно не было. Похоже, нужная камера была нерабочея.\n\n \n — Нет! А-а-а... Пожалуйста! Не-ааа... т-т... — звуки расправы прекратились.\n \n Через минуту ты выглянул из-за двери и увидел мёртвого человека в усмирительной рубашки в конце коридора. Другого поблизости не было, он пошёл или вправо, или налево. Если налево, то тебе туда и надо было.\n\n \"Похоже тот не был психом!? Ведь он же, кажется, говорил нормальной речью. И почему другому психу было убивать своего же? Хотя... Я думаю это можно объяснить...\" — подумал ты про себя.\n ",
    "answers": [
      {
        "id": 43,
        "text": "Выдвигаться"
      }
    ]
  },
  {
    "id": 43,
    "text": " Ты выдвинулся по коридору. В конце был труп. От его трупа была огромная лужа крови. Внутренности из живота были видны снаружи. На правой руке была отрезана кисть. Весь он был изрезан тесаком. Подойдя к нему ты понял, что он был ещё жив. И похоже, он тебе хотел что-то сказать.\n\n \"Он жив? Как это возможно?\"",
    "answers": [
      {
        "id": 44,
        "text": "Подойти к нему"
      },
      {
        "id": 45,
        "text": "Пройти мимо"
      }
    ]
  },
  {
    "id": 44,
    "text": " Ты присел возле него. Зрелище было ужасным! Кашляя кровью, он произнёс:\n\n — Т-т... ты... ещё не поздно. Контроль моз... мозга. Оно... контролирует, но... но не всех. Тебя ещё можно спас-с... спасти. Уничтож... унич... чтож его... его  уни-ни... — он умер.\n\n — Про что он говорил? Контроль мозга? Меня можно спасти? Уничтожить!? — с недопониманием произнёс ты. ",
    "answers": [
      {
        "id": 46,
        "text": "Двигаться дальше"
      }
    ]
  },
  {
    "id": 45,
    "text": " Пройдя мимо его, он повернул на тебя голову и протянул на тебя руку с отрезаной кистью. \n\n Ты пошёл дальше. Но обернувшись,\n он кашляя кровью, произнёс:\n\n — С-стой... ты... ты дол... лжен уничтожить контр... роль мозгов... те... тебе ещё можно спас-сти... те... теб-бя... — он умер.\n\n — Про что он говорил? Контроль мозгов? Меня можно спасти? Уничтожить!? — шёпотом произнёс ты.\n \n",
    "answers": [
      {
        "id": 46,
        "text": "Двигаться дальше"
      }
    ]
  },
  {
    "id": 46,
    "text": " Ты двинулся налево и дальше по коридору. Большой страх наганяло то, что второй псих возможно пошёл этим путем, по которыму сейчас идёшь ты. Левый глаз кстати, уже болел не так сильно и красный оттенок потихоньку пропадал. Но плечо ещё давало о себе знать...\n\n Подойдя к лестнице ты услышал где-то сверху сначало какие-то удары, а потом два выстрела, похоже из пистолета.",
    "answers": [
      {
        "id": 48,
        "text": "Подняться по лестнице"
      },
      {
        "id": 49,
        "text": "Спуститься по лестнице"
      }
    ]
  },
  {
    "id": 47,
    "text": " — Слушаю!",
    "answers": [
      {
        "id": 56,
        "text": " — Ты кто?",
        "need": [
          -56
        ]
      },
      {
        "id": 54,
        "text": " — Что сдесь происходит?",
        "need": [
          -54
        ]
      },
      {
        "id": 55,
        "text": " — Что произошло со мной?",
        "need": [
          -55
        ]
      },
      {
        "id": 58,
        "text": " — Что с тобой произошло?",
        "need": [
          -58
        ]
      },
      {
        "id": 59,
        "text": " — Как отсюда выбраться?",
        "need": [
          56,
          54,
          55,
          58
        ]
      }
    ]
  },
  {
    "id": 48,
    "text": " Поднявшись по лестнице, чуть дальше по коридору ты увидел, кажется, ту самую дверь управления. Дверь была почему-то открыта и кажется отсюда и слышались выстрелы. Достав скальпель и подойдя к открытой двери, ты увидел, что по середине комнаты лежал мёртвый псих, а на кресле сидел охранник у которого на груди был глубокий порез, а сбоку на полу лежал окровавленный тесак. Охранник был живой.\n\n Повсюду были компьютеры с мониторами. С этой комнаты, психиатрическая больница была как на ладони. Вот только камеры не все работали.\n\n — Ты пришёл! Славу богу! — произнёс он. \n\n \n\n",
    "answers": [
      {
        "id": 50,
        "text": "Поговорить"
      }
    ]
  },
  {
    "id": 49,
    "text": " Спустившись по лестнице ты увидел дверь с решёткой. На решётке был опять электронный замок. Через решётку ты слышал крики и мычания психов.\n\n — Не пройти... Уж больно и надо! — с какой-то усмешкой, произнёс ты.",
    "answers": [
      {
        "id": 48,
        "text": "Подняться по лестнице"
      }
    ]
  },
  {
    "id": 50,
    "text": " — Кто вы? Что здесь происходит? \n\n — Я... Называй меня Стивеном. Я знаю... у тебя много вопросов ко мне, но скажу честно... я и сам толком не знаю, что здесь происходит. Вот чёрт... Здорово меня потрепало! — с кривлением от боли в груди произнёс он.\n\n \"Ладно Стив... я задам тебе вопросы...\" — подумал ты про себя.",
    "answers": [
      {
        "id": 47,
        "text": "Задать вопросы"
      }
    ]
  },
  {
    "id": 51,
    "text": " Все события и герои вымышлены. Любые совпадения с реальными личностями случайны!\n\n  Если нашли в моём текстовом квесте какие-то либо ошибки или несовпадения, то пишите мне лично в ВК. \n\n Magic — отдельная благодарность за помощь в исправлении ошибок в моём текстовом квесте.",
    "answers": [
      {
        "id": 185,
        "text": "Лента новостей"
      },
      {
        "id": 1,
        "text": "Мой ВК",
        "url": "https://vk.com/denscreed"
      },
      {
        "id": 1,
        "text": " Назад"
      }
    ]
  },
  {
    "id": 52,
    "text": " Если не жалко, можете поддержать меня небольшим донатом:\n\n <plus>375259577046(QIWI).\n\n P1027034584(PAYEER)",
    "answers": [
      {
        "id": 1,
        "text": " Назад"
      }
    ]
  },
  {
    "id": 53,
    "text": " Все Ваши открытые достижения-концовки: \n(1 основная, 1 альтернативная и 4 смерти)",
    "answers": [
      {
        "id": 181,
        "text": "\"Это был не ты...\"",
        "need": 179,
        "need_ever": true
      },
      {
        "id": 83,
        "text": "\"Помощь смерти\"",
        "need": 77,
        "need_ever": true
      },
      {
        "id": 96,
        "text": "\"Открой ей!\"",
        "need": 95,
        "need_ever": true
      },
      {
        "id": 101,
        "text": "\"Неожиданный конец\"",
        "need": 100,
        "need_ever": true
      },
      {
        "id": 132,
        "text": "\"Упущенный шанс\"",
        "need": 130,
        "need_ever": true
      },
      {
        "id": 137,
        "text": "\"Глупое надеяние\"",
        "need": 157,
        "need_ever": true
      },
      {
        "id": 1,
        "text": " Назад"
      }
    ]
  },
  {
    "id": 54,
    "text": " — Я не знаю... Когда всё это началось, я и ещё двое, были в этой комнате. В этой больнице есть система безопасности и выход снаружу везде был заблакирован после этого инцидента. Как будто, по щелчку пальца открылись все камеры с больными. Странно... Ай чёрт! Моя грудь! Ладно.... Странно то, что только малое количество больных были способны убить человека, но теперь, здесь каждый больной-убийца! И ещё вся связь пропала! Если и помощь придёт, то как минимум через неделю.",
    "answers": [
      {
        "id": 47,
        "text": " К другим вопросам"
      }
    ]
  },
  {
    "id": 55,
    "text": " — Кстати, я уже вижу, ты похоже вылечилчя от этого синдрома Котара. Ты находишься уже здесь полтора года. Я узнал, что здесь принимают так сказать — нестандартное лечение. Моя работа, просто следить за порядком в этой проклятой больнице! Фух... Этим всем занимаются врачи. Здесь половина больных с синдромом Котар. Также, насколько я знаю, есть и другие с другими болезнями.",
    "answers": [
      {
        "id": 60,
        "text": " — Какой-то механизм с иглой в глаз?",
        "need": [
          -60
        ]
      },
      {
        "id": 61,
        "text": " — Почему я ничего не помню!",
        "need": [
          -61
        ]
      },
      {
        "id": 47,
        "text": " Назад к другим вопросам"
      }
    ]
  },
  {
    "id": 56,
    "text": " — Я Стив Бовтен. Я работаю... Работал здесь главным по охране. Работал я недолго, недели две назад устроился. Поэтому, как я сказал, могу что-то не знать.",
    "answers": [
      {
        "id": 47,
        "text": " К другим вопросам"
      }
    ]
  },
  {
    "id": 57,
    "text": " — Я Стив Бертон. Сдесь я работал начальником охраны. Устроился я недавно, две недели назад. Поэтому как я и говорил, могу что-то не знать.",
    "answers": [
      {
        "id": 47,
        "text": " К другим вопросам"
      }
    ]
  },
  {
    "id": 58,
    "text": " — Я находился в этой комнате. Потом я по камерам увидел тебя. Через минут десять, после того, как я стобой связался, открылась дверь в мою комнату. Она была заперта на электронный замок, как она открылась, я не знаю... И сразу же, псих ворвался в дверь и напал на меня. К счастью у меня был револьвер... Я пристрелил этого гада, но как видишь, он меня немного ранил...",
    "answers": [
      {
        "id": 63,
        "text": " — Может тебе помочь?"
      },
      {
        "id": 47,
        "text": " К другим вопросам"
      }
    ]
  },
  {
    "id": 59,
    "text": " — Так, слушай! Ты сейчас сделашь кое-что, что возможно, поможет всем нам спастись. Как я и говорил, мобильная связь не работает, но на третьем этаже есть старая мощная рубка связи, так сказать... Возможно она и работает. \n\n \"Если это и поможет нам выбраться, то я буду согласен. И всё равно, другого выхода нет!\" — про себя, поразмышлял ты.",
    "answers": [
      {
        "id": 64,
        "text": " — Продолжай"
      }
    ]
  },
  {
    "id": 60,
    "text": " — Ах да! Я не знаю зачем это делают. Кому-то раньше, кому-то позже. Но, что я знаю точно, это то, что эту процедуру делают всем без исключения. Тебе это сделали, как я вижу, перед самым этим инцидентом.",
    "answers": [
      {
        "id": 62,
        "text": " — Почему я весь в ушибах и в порезах?"
      }
    ]
  },
  {
    "id": 61,
    "text": " — Не знаю. Возможно, чтобы вы не помнили тот ужас, что делают над вами. Я не знаю...",
    "answers": [
      {
        "id": 55,
        "text": " Назад"
      }
    ]
  },
  {
    "id": 62,
    "text": " — Без понятия! Мои камеры видеонаблюдения не имеют доступ к тем местам, где с вами что-то либо делают. ",
    "answers": [
      {
        "id": 55,
        "text": " Назад"
      }
    ]
  },
  {
    "id": 63,
    "text": " — Не стоит. Ну... Просто принеси мне ту аптечку у стены, а остальное я сам. Рана..? Пустики..! Наверное...",
    "answers": [
      {
        "id": 47,
        "text": " Принести аптечку и вернуться к вопросам"
      }
    ]
  },
  {
    "id": 64,
    "text": " — Я с тобой не пойду, сам видишь, моя рана... Я тебе дам адрес этой психиатрической больницы. На третьем этаже камеры не работают, поэтому я не смогу за тобой наблюдать. Насколько я знаю, больных на третьем этаже не держали. Хочу тебя предупредить, что двое моих коллег, тоже отправились вызвать помощь, но они не вернулись, так что будь осторожен. Вот, возьми револьвер и карту доступа. Эта карта поможет тебе попасть в большинство закрытых помещений. Всё, удачи!\n\n Ты понимал, что ему с такой раной долго не продержаться.\n\n — Ещё, на третий этаж можешь идти по лестнице или отправится на лифте. Лифт рядом, выходишь и на право.\n\n Взяв револьвер, карту доступа и бумажку с адресом, ты стал решать, куда пойти.",
    "answers": [
      {
        "id": 65,
        "text": " Подняться по лестнице"
      },
      {
        "id": 66,
        "text": " Поехать на лифте"
      }
    ]
  },
  {
    "id": 65,
    "text": " Ты решил подняться по лестнице. \n\n \"Вдруг с лифтом что-то не так...\"— подумал ты про себя.\n\n Поднявшись, ты увидел коридор с той же картиной — разгром, кровь, тела. Психов пока что не видно...\n\n",
    "answers": [
      {
        "id": 68,
        "text": " Найти нужную дверь"
      }
    ]
  },
  {
    "id": 66,
    "text": " Ты свернул направо. Действительно, в двух шагах был лифт. Нажав на кнопку вызова лифта, ты услышал, что лифт поднимается откуда-то снизу. Через какое-то время, дверь лифта открылась и ты увидел на полу тело какого-то врача. У него была перерезанна глотка.\nТы вошёл в лифт и нажал на кнопку третьего этажа. Лифт стал подниматься.\n\n Когда лифт поднялся и дверь открылась, ты увидел коридор с той же картиной — разгром, кровь, тела. Психов пока что не видно. ",
    "answers": [
      {
        "id": 68,
        "text": " Найти нужную дверь"
      }
    ]
  },
  {
    "id": 67,
    "text": " ",
    "answers": [
      {
        "id": 69,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 68,
    "text": " Твоему взгляду попала дверь с двумя трупами около неё. Подойдя к ней ты увидел мёртых двух охранников. Эти двое бедолаг были полностью изрезаны. В кармане одного была рация, похоже рабочая. Вытерев от крови, ты её взял.\n\n \"Скорее это те, которые отправились вызвать помощь.\" — вспомнил ты то, что говорил тебе Стив.\n\n Подойдя к двери, ты краем глаза увидел камеру у дальней стены. На ней мигала красная лампочка. \n\n — Странно... Стив говорил, что камеры на третьем этаже не работают...\n\n На двери был обычный замок, который открывается на ключ. Обыскав ещё охранников, ты ключа не нашёл.",
    "answers": [
      {
        "id": 70,
        "text": " Выстрелить в замок из револьвера"
      },
      {
        "id": 71,
        "text": " Найти какой-то инструмент и взломать замок"
      }
    ]
  },
  {
    "id": 69,
    "text": "",
    "answers": []
  },
  {
    "id": 70,
    "text": " Ты с револьвера никогда не стрелял, и вообще ни с одного оружия. Закрыв левый больной глаз и став боком, прицелившись, ты нажал на курок. БАХ! Эхом выстрел пронёсся по больнице. Замок упал на пол.",
    "answers": [
      {
        "id": 76,
        "text": " Войти"
      }
    ]
  },
  {
    "id": 71,
    "text": " Ты начал по коридору искать подходящий инструмент, но ничего подходящего не было. В дальнем конце коридора ты увидел металлическую капельницу. Но, дальше по коридору за капельницей полностью не было света. Неизвестно, что там могло скрываться.\n ",
    "answers": [
      {
        "id": 70,
        "text": " Выстрелить в замок из револьвера"
      },
      {
        "id": 73,
        "text": " Подойти и взять основание капельницы"
      }
    ]
  },
  {
    "id": 72,
    "text": " — Эй! Слышишь меня! Я не причиню тебе зла. — со страхом ты начал говорить с ней.\n\n — Помоги мне, пожалуйста... Пожалуйста..! — с плачем произносила она.\n\n \"Вдруг это ловушка!\"",
    "answers": [
      {
        "id": 75,
        "text": " Помочь"
      },
      {
        "id": 74,
        "text": " Возвращаться"
      }
    ]
  },
  {
    "id": 73,
    "text": " Со страхом ты пошёл в конец коридора. Подойдя к капельнице и взяв её, ты услышал какой-то плач в темноте. Приглядевшись, было видно, что посредине коридора сидит задом к тебе какая-то девушка в белой рубашке. Она плачет.",
    "answers": [
      {
        "id": 72,
        "text": " Откликнуть её"
      },
      {
        "id": 74,
        "text": " Возвращаться"
      }
    ]
  },
  {
    "id": 74,
    "text": " Взяв капельницу, отломав основание, ты подбежал к двери с замком. Вставив один конец металлического основания от капельницы в замок, ты всем весом повис на металлической трубе. Замок с грохотом упал на пол.",
    "answers": [
      {
        "id": 76,
        "text": " Войти"
      }
    ]
  },
  {
    "id": 75,
    "text": " Подойдя к ней, ты протянул руку ей на плечо. Резко она встала и ты увидел в её окровавленной руке ножницы. Она набросилась на тебя! Ножницами она начала тебе прокалывать с размаху твоё лицо, шею, грудь..!\n\n Последнее, что ты увидел в своей жизни, это её лицо с усмешкой...",
    "answers": [
      {
        "id": 77,
        "text": "[Конец]"
      }
    ]
  },
  {
    "id": 76,
    "text": " Как только ты открыл дверь, резкая боль пронзила твою голову. От этого ты упал на пол, держась за голову. Боль была невозможная, в ушах звенело. В глазу красный оттенок стал увеличиваться. Боль, как резко началась, так и резко утихла. Ты не понимал, что происходит...\n\n Ты поднялся на ноги. В этом помещении было темно. Достав и включив фонарик на телефоне, ты осветил всё вокруг себя. Ты нашёл на стене включатель, нажав на его, в комнате включился свет.\n\n Это была пустая небольшая комната. По середине на столе была какая-то старинная рация. Нажав на кнопку включения, лампочки на рации замигали. Кажется она работает!\n\n За спиной ты услышал какие-то шаги. Обернувшись, ты увидел девушку. В её руке были окровавленные ножницы. Она побежала на тебя!",
    "answers": [
      {
        "id": 80,
        "text": " Выстрелить"
      }
    ]
  },
  {
    "id": 77,
    "text": " [Это была одна, из всех возможных концовок. Это не основная, и даже не альтернативная концовка. Поэтому, начни с самого начала, чтобы узнать все тайны этого места.\n\n Можно было и догадаться, что к ней подходить не стоит...)]",
    "answers": [
      {
        "id": 53,
        "text": " К достижениям"
      }
    ]
  },
  {
    "id": 78,
    "text": " Вы завершили свой путь из-за своей ошибки, так и не узнав, какие тайны скрывает психиатрическая больница.\n\n Можно было и догадаться, что к ней подходить не стоит...)",
    "answers": [
      {
        "id": 53,
        "text": " Назад"
      }
    ]
  },
  {
    "id": 79,
    "text": " Включив рацию и настроив нужную частоту, ты стал ждать. Через пару секунд, из шума послышался женский голос:\n\n — Говорит девять-один-один, что у вас случилось?\n\n — Эм-м... Нам нужна помощь! Здесь убивают людей! \n\n — Назовите пожалуйста свой адрес!\n\n Ты назвал ей адрес, который дал тебе Стив.\n\n — Помощь уже в пути! Пожалуйста, расскажите что случилось?\n\n — Я... Толком не знаю... Я здесь был пациентом и... \n\n Ты не успел договорить, как из коридора послышались мычания и шаги. Психи приближались!\n\n — Пожалуйста! Поторопитесь! Они уже здесь!\n\n Тебе нужно было как-то выбраться! Ты заметил, что в стене был люк для вентиляции. \n\n ",
    "answers": [
      {
        "id": 85,
        "text": " Залесть в шахту для вентиляции"
      }
    ]
  },
  {
    "id": 80,
    "text": " БАХ! Тело девушки с дыркой в голове, упало на бетонный пол. С её головы потекла тоненькой змейкой кровь.\n\n Ты быстро направился к рации. Минуту разобравшись, как это штука работает, ты был готов вызвать помощь.\n\n Ты услышал шум рации, которую ты нашёл у охранников. Кто-то хотел с тобой выйти на связь.\n  ",
    "answers": [
      {
        "id": 81,
        "text": " Включить рацию"
      }
    ]
  },
  {
    "id": 81,
    "text": " Из рации послышалось:\n\n — Джон... Джон... Не думал, что ты так долго продержешься..! — это был неизвестный тебе голос. — Ты навёл на меня большое впечатление. Ты хочешь узнать, что тут происходит? Тогда оставь рацию в покое и спустись на первый этаж, и я выйду с тобой на связь. А если ты вызовишь помощь... То тогда ты умрёшь! Вопрос только в том, рано или чуть позднее. Выбор за тобой! — на верхнем углу этой комнаты была камера, направленная на тебя.\n\n \"Что же мне делать? Вдруг, тот меня обманул? И почему я умру, если вызову помощь?\" — ты незнал, как тебе было поступить.\n\n ",
    "answers": [
      {
        "id": 79,
        "text": "Вызвать помощь"
      },
      {
        "id": 84,
        "text": "Спуститься на первый этаж"
      }
    ]
  },
  {
    "id": 82,
    "text": " Вы завершили свой путь из-за своей же ошибки, так и не узнав, какие тайны скрывает психиатрическая больница.\n\n Можно было и догадаться, что к ней подходить не стоит...)\n ",
    "answers": [
      {
        "id": 53,
        "text": " Назад"
      }
    ]
  },
  {
    "id": 83,
    "text": " Вы закончили свой путь из-за своей ошибки, так и не узнав всю тайну психиатрической больницы.\n\n Можно было и догадаться, что к ней подходить не стоит...)",
    "answers": [
      {
        "id": 53,
        "text": " К достижениям"
      }
    ]
  },
  {
    "id": 84,
    "text": " — Хорошо... — с сомнением произнёс ты.\n\n — Отлично Джон! Спустись на первый этаж в главный холл. Мы будем ждать тебя. \n\n — Если ты врёшь..! — ты не успел договорить, как голос из рации прекратился. — Чёрт! И кто это \"мы\"? \n\n Ты отключил рацию.\n",
    "answers": [
      {
        "id": 102,
        "text": "Выйти в коридор"
      }
    ]
  },
  {
    "id": 85,
    "text": " Ты потянул на себя люк. К несчастью, люк оказался завинчен снизу двумя болтами.\n\n Откручивать болты не было времени. Поэтому ты руками взялся за верхний конец люка и потянул всей силой на себя. Боль заново пронзила твоё левое плечо после пореза. Мгновение и люк упал. Ты залез в шахту и услышал, как несколько психов уже вошли в комнату связи. Ты быстро на корточках полез по шахте. Было темно. Оглянувшись назад ты увидел, что один псих полез в шахту за тобой. Ты ускорился и хотел достать телефон, чтобы посвятить себе, но не успел... Ты полител куда-то вниз... Проломав решётку своим телом, ты упал на пол...",
    "answers": [
      {
        "id": 86,
        "text": " Прийти в себя"
      }
    ]
  },
  {
    "id": 86,
    "text": " Ты сильно ударился головой и повредил лодыжку. Ты был посреди коридора на втором этаже. Недалеко от тебя была дверь, в которой находился Стив. Дверь почему-то была открыта, но ты помнил, когда ты уходил, дверь он за тобой закрыл. Приподнявшись, было понятно, что лодыжка или сломана, или сильно вывехнута. Посмотрев на верх ты понял, что тебе ещё повезло, упасть с такой высоты и не разбиться. \n\n Опять послышались крики психов. Возле тебя был лифт. Можно было спрятаться в нём. Но ты хотел проверить, что случилось со Стивом. Может ему нужна помощь? Но в таком состоянии ты мог просто не успеть вернуться в лифт.",
    "answers": [
      {
        "id": 87,
        "text": " Проверить Стива"
      },
      {
        "id": 88,
        "text": "Спрятаться в лифте"
      }
    ]
  },
  {
    "id": 87,
    "text": " \"Нельзя его бросать, вдруг ему нужна помощь!\" — с этими мыслями ты нажал на кнопку вызова лифта и хромая направился к двери.\n\n Лодыжка ужасно болела, голова  кружилась. Взглянув в открытую дверь, ты увидел... Стива... Сидящего в кресле. У него не было головы! \n\n — Чёрт! — прокричал ты.\n\n По лестнице в коридор уже вбежали психи. Со всеми силами, что у тебя есть, несмотря на боль, ты направился к лифту. Вот ты уже стоишь возле двери лифта, но дверь почему-то не открывается! Они уже близко! \n\n — Давай... Давай... Пожалуйста! Открывайся!\n\n И словно по твоей команде, дверь лифта открылась. Ты вскочил в лифт и нажал на кнопку первого этажа. Дверь закрылась перед самим носом психа.\n\n Лифт направился на первый этаж.",
    "answers": [
      {
        "id": 89,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 88,
    "text": " \"Вряд-ли он жив...\"\n\nПослышались крики психов. По лестнице в коридор уже вбежали они. Со всеми силами, что у тебя есть, несмотря на боль, ты направился к лифту. Вот ты уже стоишь возле двери лифта, но дверь почему-то не открывается! Они уже близко! \n\n — Давай... Давай... Пожалуйста! Открывайся!\n\n И словно по твоей команде, дверь лифта открылась. Ты вскочил в лифт и нажал на кнопку первого этажа. Дверь закрылась за пару метров от психов.\n\n Лифт направился на первый этаж.",
    "answers": [
      {
        "id": 89,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 89,
    "text": " Лифт приехал на первый этаж. Дверь не открылась. Ты заблокировал её изнутри. \n\n Через пару минут в дверь начали биться они — психи! Ты был в ловушке! \nУ тебя был револьвер с двумя патронами. Но судя по звукам, их  было гораздо больше! Рядом с тобой, также был труп врача с перерезанным горлом. Поэтому ты стал просто ждать... Ждать помощи...\n\n ",
    "answers": [
      {
        "id": 91,
        "text": " Ждать"
      }
    ]
  },
  {
    "id": 90,
    "text": " Всё же, ты решился. Взяв в руки револьвер и дрожащими руками ты нажал на кнопку открытия двери. Дверь открылась...\n\n — О нет! \n\n Перед тобой было около десяти психов. Они просто стояли и смотрели на тебя.",
    "answers": [
      {
        "id": 94,
        "text": " Закрыть обратно дверь"
      }
    ]
  },
  {
    "id": 91,
    "text": " — Мы... тебе поможем!\n\n — Отк... ры-рывай!  \n\n — Мы убьём тебя!\n\n Их крики и удары чем-то по двери не переставали. \n\n — Неужели я здесь умру? В этом лифте? Неужели тот неизвестный был прав? — с паникой размышлял ты.\n\n Через один час, стуки и крики прекратились. Не было не слышно ничего. \n\n \"Может они ушли и стоит выйти? Или ждать ещё помощи? Но вдруг помощь не придёт?\" — продолжал размышлять ты.\n\n ",
    "answers": [
      {
        "id": 90,
        "text": "Открыть дверь"
      },
      {
        "id": 92,
        "text": " Всё же ждать"
      },
      {
        "id": 93,
        "text": "Прислушаться",
        "need": [
          -93
        ]
      }
    ]
  },
  {
    "id": 92,
    "text": " Ты просидел ещё примерно час. По-прежнему ничего не было слышно. Но неожиданно, из рации послышался голос:\n\n — Пора с этим заканчивать! Даже если ты и выберешься из этой больницы, то ты... Хотя... Догадайся сам! Неправильный выбор был, Джон! — это был уже знакомый голос, который предлагал тебе выбор.\n\n После этих слов, за дверью послышались мычания и шаги. Они начали стучать в дверь лифта. Ты перед собой выставил револьвер и начал ждать. Неожиданно, в щель между дверей лифта, проснулось какое-то лезвие и дверь начала открываться. Между щелей показалась окровавленная голова психа. Ты выстрелил. Он упал прямо на пол между щелей и закрыть дверь уже было нельзя. Остальные тут же двинулись к тебе!\n\n \"Это конец!?\"\n\n И опять неожиданно, послышались чью-то выстрелы. ВЗРЫВ! Взрывной волной тебя откинуло назад к стене лифта. Ты упал. Электричество везде вырубилось. Выстрелы слышались недалеко от тебя. Через поднятую взрывом пыль ты увидел, как один псих пополз к тебе.\n\n ",
    "answers": [
      {
        "id": 97,
        "text": "Найти револьвер"
      }
    ]
  },
  {
    "id": 93,
    "text": " Приклав ухо к двери ты ничего не слышал. Простояв так минут десять, было по-прежнему ничего не слышно.\n\n Словно, эта психушка в миг стала безлюдной!\n\n Нужно было решать...",
    "answers": [
      {
        "id": 90,
        "text": "Открыть дверь"
      },
      {
        "id": 92,
        "text": "Всё же ждать"
      }
    ]
  },
  {
    "id": 94,
    "text": " Ты медленно потянулся к кнопке и вдруг из рации послышался голос:\n\n — Джон... Ты сам это выбрал. Теперь ты умрёшь! ... Приступайте... — это был тот же голос, что давал тебе выбор.\n\n После этих слов, психи двинулись с места и направились к тебе. Дверь закрыть ты не успел. Толкаясь, они уже замахнувшись ножами и заточками, приближались к тебе.\n\n Направив револьвер себе в висок, ты нажал на курок... БАХ!",
    "answers": [
      {
        "id": 95,
        "text": "[Конец]"
      }
    ]
  },
  {
    "id": 95,
    "text": "  [Это была одна, из всех возможных концовок. Это не основная, и даже не альтернативная концовка. Поэтому, начни с самого начала, чтобы узнать все тайны этого места.\n\n Может, стоило выждать?)]",
    "answers": [
      {
        "id": 53,
        "text": "К достижениям"
      }
    ]
  },
  {
    "id": 96,
    "text": " Вы закончили свой путь, так и не узнав всю тайну психиатрической больницы. Эта была не основная и даже не альтернативная концовка.\n\n Может, стоило выждать?)",
    "answers": [
      {
        "id": 53,
        "text": " К достижениям"
      }
    ]
  },
  {
    "id": 97,
    "text": " Револьвер выбило тебя из рук. Ты начал искать его, но найти не мог. Псих подполз к тебе, замахнулся нажом и... Автоматная очередь..! Он упал...\n\n — Внимание! Выживший! Он похоже нормальный... Главный холл, лифт. Заберите его отсюда и пришлите медиков. Группа два-три, отправляйте на второй этаж. Любые признаки угрозы, огонь на поражения. — говорил какой-то солдат в униформе, который пришёл к двери лифта.\n\n Через некоторое время к тебе пришли ещё двое солдат с носилками. Они положили тебя и понесли. Ты слабо понимал, что происходит. Всё тело болело.",
    "answers": [
      {
        "id": 98,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 98,
    "text": " Улица! Свежий воздух! Тебя вынесли с больницы. Повсюду были полицейские машины и скорой помощи. Везде бегали солдаты в военной форме.\n\n Тебя на носилках занесли к машине скорой помощи. Медики закрыли дверь и машина тронулась.\n\n",
    "answers": [
      {
        "id": 99,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 99,
    "text": " Медики начали тебя осматривать.\n\n\"Неужели всё закончено? Неужели... Ай..! Чёрт! — закричал ты.\n\n Резкая боль пронзила твою голову! С каждой секундой боль усиливалась. Ты не понимал, кричишь ты или нет. В ушах звенело. Казалось, твой мозг изнутри чем-то сверлят. Потекла кровь из левого глаза, из носа, потом из ушей. Медики пытались что-то сделать, но без успешно.\n\n Почему-то боль перестала... Больше ничего не болело...\n\n",
    "answers": [
      {
        "id": 100,
        "text": "[Конец]"
      }
    ]
  },
  {
    "id": 100,
    "text": " [Вы завершили квест на одну из альтернативных концовок, но так и не узнав тайну этой психиатрической больницы. Попробуйте вернуться назад и выбрать другой путь.]",
    "answers": [
      {
        "id": 53,
        "text": "К достижениям"
      }
    ]
  },
  {
    "id": 101,
    "text": " Вы завершили свой путь на альтернативную концовку, так и не узнав тайну этой психиатрической больницы.\n",
    "answers": [
      {
        "id": 53,
        "text": "К достижениям"
      }
    ]
  },
  {
    "id": 102,
    "text": " Переступив труп, ты вышел с комнаты.\nБыло тихо. В дальнем углу была камера, она следила за твоими движениями.\n\n \"Они следят за мной?\" — подумал ты.\n\n Ты спустился на третий этаж и решил проверить Тима. Дверь в его комнату была приоткрыта. Взглянув через щель, ты увидел... Тима... Без головы!\n \n — Чёрт...\n\n Отойдя от двери, ты направился по лестнице на первый этаж к двери, на которой был электронный замок. К счастью, Тим дал тебе карту доступа, перед смертью, к большинству запертых дверей.\n\n Было странно, что здесь было тихо. Раньше за этой дверью на коридоре доносились вопли психов, а теперь там тихо... Везде тихо...\n",
    "answers": [
      {
        "id": 103,
        "text": " Провести картой"
      }
    ]
  },
  {
    "id": 103,
    "text": " Дверь с тихим пиком открылась.\n В конце коридора ты видел главный холл. Коридор был в длину пятнадцать метров и слабо освещен, на полу везде были лужи крови.\n\n \"Другого пути нет...\" — подумал ты.\n\n Достав револьвер с двумя потронами и взяв в руки телефон, чтобы осветить себе путь, ты направился по коридору.",
    "answers": [
      {
        "id": 104,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 104,
    "text": " Сердце колотилось так сильно, словно, оно вот-вот выскачит из твоей груди. Слева и справо были какие-то двери. Некоторые закрытые, некоторые открытые. Через открытые двери ты видел разгром, кровь и тела.\nНо как ни странно, была тишина... Раньше ты тишине радовался, а теперь, это было ужаснее любых воплей психов. От страха, ты побежал с середины коридора, думая, что это ловушка. Добежав до холла, ты обернулся... Никого...\n\n \"Что произошло!? Где... Психи? Почему так тихо?\" — подумал ты.\n\n ",
    "answers": [
      {
        "id": 105,
        "text": " Осмотреться"
      }
    ]
  },
  {
    "id": 105,
    "text": " Первое, что тебе бросилось в глаза, это  металлические секционные ворота наружу. Они были окровавленны следами от рук и рядом с этими воротами было несколько изуродованных трупов. Кажется, они хотели все выбраться этим путём, от этого проклятого места. Но когда началась тревога, все выходы заблокировались.\n\nХолл был большой, высотой в два этажа. По лестнице с двух сторон, можно было пробраться на второй этаж. Слево и справо были двери, не белые как везде, а деревянные с красивыми узорами. Над головой была большая люстра, повсюду были толстые мраморные колонны. Как ни странно, если не вся эта ситуация: кровь, тела и разгром, то здесь было бы красиво.\n\n Ты стоял, вслушиваясь в тишину. Но было по-прежнему тихо, ни одного психа.\n\n \"Что могло произойти?\"\n\n Вдруг, из рации послышался, уже тебе, знакомый голос.\n\n ",
    "answers": [
      {
        "id": 106,
        "text": "Слушать"
      }
    ]
  },
  {
    "id": 106,
    "text": " — Между двумя лестницами, коридор. Идёшь туда. В конце дверь налево. Пароль: семь-семь-восемь-три. Давай Джон, мы ответим на все твои вопросы. Обещаем...\n\n Что-то здесь нечисто. Тебе не покидало ощущение, что всё это ловушка. Ведь, где все психи? Но другого выбора, похоже, не было...\n\n Между двумя лестницами и вправду небольшой коридор. Ты направился по коридору. Слево и справо двери: столовая, раздевалка, комната отдыха и так далее... Похоже, эти кабинеты предназначались для персонала больницы. Тебе почему-то не хотелось заглядывать в эти комнаты. Вот, ты уже стоишь возле двери с кодовым замком. Дверь была металлическая и без таблички.",
    "answers": [
      {
        "id": 107,
        "text": "Ввести код"
      }
    ]
  },
  {
    "id": 107,
    "text": " Дверь открылась. В помещении, после открытия двери, включился свет. Это было небольшое помещение: там какие-то бочки, трубы и приборы, показывающие давление и температуру. Это коллектор... По двум углам комнаты висят камеры. Неожиданно, дверь, с которой ты пришёл, закрылась! Ты подбежал к ней, потянул за ручку, но она заперта...\n\n — Что..? Проклятье! Эй! Слушай! Кто бы ты не был, выпусти меня! — кричал ты.\n\n \"Вот чёрт! Я так и знал, что всё это ловушка! Зачем я его послушал? Надо было помощь вызвать...\" — думал ты.\n",
    "answers": [
      {
        "id": 108,
        "text": " Пинать дверь ногой"
      },
      {
        "id": 109,
        "text": "Попробовать найти другой выход"
      }
    ]
  },
  {
    "id": 108,
    "text": " Ты со всей силы начал пинать дверь так, что у тебя после этих действий, разболелась нога. Дверь так просто не открыть. \n\n Ты услышал какой-то гул механизма у себя за спиной. Повернувшись, ты увидел, что часть пустой стены начала отодвигаться в сторону. Через мгновение, в стене появился какой-то проход. Посмотрев туда, ты увидел: эта была крутая лестница вниз в глубину десять метров. Она хорошо освещалась с двух сторон. Стены, потолок и лестницы были белого цвета.\n\n \"Друго выбора нет\" — подумал ты.\n",
    "answers": [
      {
        "id": 110,
        "text": "Спуститься вниз"
      }
    ]
  },
  {
    "id": 109,
    "text": " Ты начал осматривать всё, что есть в этой комнате, но ничего такого, что помогло бы тебе выбраться, не нашёл.\n\n Ты услышал какой-то гул механизма у себя за спиной. Повернувшись, ты увидел, что часть пустой стены начала отодвигаться в сторону. Через мгновение, в стене появился какой-то проход. Посмотрев туда, ты увидел: эта была крутая лестница вниз в глубину десять метров. Она хорошо освещалась с двух сторон. Стены, потолок и лестницы были белого цвета.\n\n \"Друго выбора нет\" — подумал ты.",
    "answers": [
      {
        "id": 110,
        "text": "Спуститься вниз"
      }
    ]
  },
  {
    "id": 110,
    "text": " Ты осторожно начал спускаться вниз. Здесь в углу сверху тоже была камера. Для всякого случая, ты взял в руки револьвер.\n\n \"Что всё это значит?\"\n\n Ты спустился в самый низ и упёрся в металлическую дверь без ручек. Через секунду дверь открылась и ты увидел... Повсюду стояли вооруженные люди в какой-то белой форме. Они направили на тебя оружие. \n\n Что всё это знач... Ай! — послышался щелчок и ты почувствовал, как что-то уколола тебя в шею. Выдернув что-то из шеи, ты увидел... Дротик... Это транквилизатор! \n\n В глазах потемнело, хотелось ужасно спать. Тебя начало шатать из стороны в сторону. Ты сначало упал на колени, а потом на пол. Последнее, что ты увидел перед отключкой, это, как кто-то к тебе начал подходить. \n\n",
    "answers": [
      {
        "id": 111,
        "text": " Очнуться"
      }
    ]
  },
  {
    "id": 111,
    "text": " В глазах было всё мутно. Только через некоторое время, окружение стало ясным. Ты находишься в маленькой белой комнате. Всё кругом было из  бетонна, белого цвета, только одна стена была решёткой. Похоже, ты находишься в камере... Тюрьма? Посмотрев сквозь решётку, ты увидел коридор. Повсюду были тоже камеры, подобием твоей, но они все были пусты. Ты услашал, как по коридору к тебе идёт пожилой мужчина лет пятидесяти-шестидесяти в белом халате. Он подошёл к решётке, посмотрев на тебя какое-то время и заговорил:\n\n — Здравствуй Джон! — заговорил мужчина. — Меня зовут... Называй меня Брюсам. Я тебе говорил, что отвечу на все твои вопросы... Так вот, я здержу своё слово, задавай...",
    "answers": [
      {
        "id": 112,
        "text": "Задать вопросы"
      }
    ]
  },
  {
    "id": 112,
    "text": " — Задавай...",
    "answers": [
      {
        "id": 113,
        "text": " — Что здесь происходит?"
      }
    ]
  },
  {
    "id": 113,
    "text": " — Что здесь происходит... Мы тайная организация по производству биотехнологического оружия. Всё, что здесь происходит — это наш большой эксперимент. Наше временное убежище, тоесть лаборатория, находится под этой больницей. Мы пытаемся контролировать людей дистанционно и у нас это хорошо получается. Хоть, и пока что, на небольшие расстояния...",
    "answers": [
      {
        "id": 118,
        "text": " К другим вопросам"
      }
    ]
  },
  {
    "id": 114,
    "text": "!6_5",
    "answers": [
      {
        "id": 112,
        "text": "К другим вопросам"
      }
    ]
  },
  {
    "id": 115,
    "text": "во орп",
    "answers": [
      {
        "id": 112,
        "text": "К другим вопросам"
      }
    ]
  },
  {
    "id": 116,
    "text": "аврп",
    "answers": [
      {
        "id": 112,
        "text": "К другим вопросам"
      }
    ]
  },
  {
    "id": 117,
    "text": " — Возможно... Но будет поздно! Помощь прибудет сюда минимум через неделю. Через это время мы уже закончим эксперимент и зачистим следы пожаром. Нашу лабораторию если и найдут, то уже это вряд-ли им что-то даст, мы будем далеко... Ты мог нам помешать, поэтому мы тебя отговорили вызвать помощь! \n",
    "answers": [
      {
        "id": 123,
        "text": " — Но, я мог вызвать..."
      }
    ]
  },
  {
    "id": 118,
    "text": " — Задавай...",
    "answers": [
      {
        "id": 119,
        "text": " — Как вы это всё делаете?",
        "need": -119
      },
      {
        "id": 120,
        "text": " — Зачем вам это?",
        "need": -120
      },
      {
        "id": 121,
        "text": " — Почему больные с синдромом Котар?",
        "need": -121
      },
      {
        "id": 117,
        "text": " — Все узнают об этом!",
        "need": -117
      },
      {
        "id": 122,
        "text": " — Но почему я... Нормальный?",
        "need": [
          119,
          120,
          121,
          117
        ]
      }
    ]
  },
  {
    "id": 119,
    "text": " — У нас здесь есть... Как это сказать? Вообщем... Мы через одного подопытного, научились контролировать с помощью его, множество подопытных. Название всего этого, получило: Эксперимент \"Котар\". С помощью устройства, которое ты видел при пробуждении, мы устанавливаем чипы в мозг подопытным через левый глаз. С помощью этих же чипов, мы и контролируем подопытных. Убрать этот чип невозможно, иначе подопытный умрёт. Можно сказать, они ходячие мертвецы. Персонал больницы — это обычные рабочие, незнающие, что на самом деле тут происходит. Если сказать по научному — мы через суперкомпьютер контролируем подопытного \"K-14\". Его мозг напрямую подключён к компьютеру. Мы подоём сигналы в его нейронную сеть, а он через введённые импланты и через внешние специальные устройства, подоёт сигнал к другим подопытным. Вот, как это всё происходит...",
    "answers": [
      {
        "id": 118,
        "text": "К другим вопросам"
      }
    ]
  },
  {
    "id": 120,
    "text": " — Зачем нам это! Это всё бизнес... Деньги! Мы создаём, а потом эту разработку продаём за большие деньги. Представь себе!  Воевать с помощью людей на дистанционном управлении...",
    "answers": [
      {
        "id": 118,
        "text": " К другим вопросам"
      }
    ]
  },
  {
    "id": 121,
    "text": " — Так... Больных с синдромом Котара, не так уж и много. Пришлось попотеть, чтобы всех их сюда заманить, так сказать, на лечение... Мы долго экспериментировали с разными болезнями. Обычных здоровых людей мы контролировать не можем, они умирают при введении чипа, а вот с синдромом Котара, они выживают. Конечно, мы и других с некоторыми болезнями тоже можем контролировать, но они не так стабильны. Чтобы ввести чип и контролировать человека, перед этим нужно, чтобы испытуемый получил максимальный порог боли, а от этого — клиническую смерть. Мы вводим чип и оживляем подопытного. После чего, он под нашим контролем.",
    "answers": [
      {
        "id": 118,
        "text": " К другим вопросам"
      }
    ]
  },
  {
    "id": 122,
    "text": " — Мы не знаем... Возможно... Бракованный чип, неправильная операция — мы это и пытаемся понять. \nХоть мы тебя и не можем контролировать, ты всеревно умрёшь, если отдалишься более чем на триста метров. Твой чип напрямую соединён с первым подопытным \"K-14\". Ты не первый, кого мы не можем контролировать, мы таких просто ликвидировали. А тебя... Ещё вопрос?",
    "answers": [
      {
        "id": 124,
        "text": " — Почему, вы всё мне это рассказываете?"
      }
    ]
  },
  {
    "id": 123,
    "text": " — Да, мог... Но тогда бы ты умер! Как ты понял, у тебя есть чип в мозгу. Если бы ты отдалился более чем на триста метров, твой чип сгорел бы и тогда бы ты умер. Это такая система безопасности. Мы бы просто, закончили эксперимент ранее... Да, ты нам мешал, поэтому мы тебя хотели остановить!",
    "answers": [
      {
        "id": 118,
        "text": "К другим вопросам"
      }
    ]
  },
  {
    "id": 124,
    "text": " — Ты так и не понял? Других, тех кого мы не можем контролировать, ликвидировали, а тебя мы решили оставить на изучение. Ты отсюда не выберешься... И никому не расскажешь! Ты наш подопытный кролик! — он говорил с усмешкой.",
    "answers": [
      {
        "id": 125,
        "text": " — Вы ублюдки!"
      }
    ]
  },
  {
    "id": 125,
    "text": " Он ушёл. \n\n Ты не знал, что тебе делать. По коридору, иногда ходил охранник.  \n\n Ты размышляя сидел на твёрдом полу. Повернувшись на другой бок ты случайно рукой об что-то прорезался. Из ладони руки немного потекла кровь. Проверив свою одежду ты нашёл скальпель! По-видимому он порезал карман и провалился внутрь одежды и они его не нашли.\n\n Нужно было выбираться отсюда! Но ты понимал, что здесь полно охраны и даже если ты и выберешься, то что дальше? Отдоляться больше чем на триста метров тебе нельзя! Ты услышал, как охранник идёт по коридору. Нужно было решать!",
    "answers": [
      {
        "id": 126,
        "text": " Изобразить приступ"
      },
      {
        "id": 127,
        "text": " Ничего не делать и ждать своей участи"
      }
    ]
  },
  {
    "id": 126,
    "text": " Ты скальпелем порезал себе руку. Кровь, которая сочилась с раны, ты всосал себе в рот, чтобы было правдоподобнее. Выждав удобный момент ты упал, и начал биться об пол и пускать кровь из-за рта. Охранник в недоумении открыл решётку  ключ-картой и направился к тебе. Он не знал, что делать, и уже хотел вызвать помощь по рации, но ты ему не дал. Резким взмахом руки ты скальпелем порезал ему горло. С противным бульканьем он упал на пол и с его трупа начала нарастать лужа крови. Обыскав его ты нашёл пистолет-транквилизатор с тремя дротиками, дубинку и ещё какую-то красную ключ-карту второго уровня. Забрав всё, ты вышел с камеры.",
    "answers": [
      {
        "id": 131,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 127,
    "text": " Ты понял, что эта затея — чистое самоубийство. Примерно, через пару часов к тебе пришли люди в белых халатах с охранной. Было понятно, что это не к лучшему... Как ты не одбивался даже скальпелем, охрана заламала руки и уколола в тебе шею транквилизатор. Через мгновение ты упал, потеряв сознание.",
    "answers": [
      {
        "id": 128,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 128,
    "text": " Ты пришёл себя. Ты лежал на хирургическом столе. Повсюду были какие-то приборы и... Люди в белых халатах... \n\n — Приступайте! — это был тебе уже знакомый голос.\n\n Краем глаза ты увидел, что с какого-то прибора к твоей руке по трубке потекла какая-то темновато-синяя жидкость. Ты почувствовал невозможно сильную боль сначало по руке, а потом по всему телу. Ты потерял сознание.",
    "answers": [
      {
        "id": 129,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 129,
    "text": " [ — Как успехи?\n\n — Всё хорошо, операция прошла успешна, как мы и задумывали. Он под нашим контролем.\n\n — Хорошо... Мы сумели взять под контроль здорового человека! В следующий раз, нам нужны здаровые пациенты.\n\n — Вас понял!]",
    "answers": [
      {
        "id": 130,
        "text": "[Конец]"
      }
    ]
  },
  {
    "id": 130,
    "text": " [Это была одна, из всех возможных концовок. Это не основная, и даже не альтернативная концовка. Поэтому, начни с самого начала, чтобы узнать все тайны этого места.\n\n Было глупо, упускать, хоть какой-то, шанс на спасение)]",
    "answers": [
      {
        "id": 53,
        "text": " К достижениям"
      }
    ]
  },
  {
    "id": 131,
    "text": " Незная куда идти ты направился по белым коридорам. Тебя смущает то, что везде натыканы камеры и возможно они уже знают, что ты выбрался из камеры и убил того охранника. Ты увидел окно в стене, в какую-то комнату: там был хирургический стол с какими-то приборами и нависшие, над столом, разные ножи, уколы и лезвия.\n\n — Вот гады! — тебе было страшно подумать, какие ужасы на себя испытывали эти несчастные пациенты...\n\n Ты услышал, как в другом конце коридора открылась дверь и оттуда вышел мужчина в белом халате. К счастью, ты успел спрятаться за стеной. Тот мужчина вошёл в какую-то дверь.\n\n \"Так... Кажется они ещё не знают, что я выбрался... Отлично!\" — подумал ты.\n\n ",
    "answers": [
      {
        "id": 133,
        "text": "Проследовать за мужчиной"
      }
    ]
  },
  {
    "id": 132,
    "text": " Вы закончили свой путь из-за своей ошибки, так и не узнав всю тайну психиатрической больницы.\n\n Было глупо, упускать, хоть какой-то, шанс на спасение)",
    "answers": [
      {
        "id": 53,
        "text": "К достижениям"
      }
    ]
  },
  {
    "id": 133,
    "text": " Ты подошёл к той двери, в которую вошёл мужчина. Прислушившись ты ничего не слышал. На двери был красный замок. Неожиданно, с той двери, с которой пришёл мужчина, послышались быстрые шаги. Прятаться не было времени, ключ-картой ты провёлся по замку и дверь с тихим пиком открылась. Без раздумий ты вошёл и закрыл за собой дверь.",
    "answers": [
      {
        "id": 134,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 134,
    "text": " Сразу же обернувшись, ты увидел перед собой множество экранов на одной стене. За этими экранами, спиной к тебе, сидел тот мужчина с какой-то женщиной на кресле, тоже в белом халате. Они тебя пока что не заметили.\n\n — Куда он делся? Найди его! — говорил мужчина на женщину.\n\n — Я ищу! Сейчас перемотаю запись назад... И мы его найдём... — ответила женщина.\n\n Ты понимал, что нужно действовать!",
    "answers": [
      {
        "id": 135,
        "text": " Убить скальпелем"
      },
      {
        "id": 136,
        "text": " Выстрелить с транквилизатора"
      }
    ]
  },
  {
    "id": 135,
    "text": " Ты тихо подошёл сзади мужчины и всадил скальпель ему в горло. Кровь струёй хлынула на экраны мониторов. Женщина начала кричать. Она встала и побежала к шкафчику, но догнав её, ты со всей силы толкнул её об этот же шкафчик. От удара она потеряла сознание. У неё из-за лба сочилась кровь. Жить будет...\n\n На экранах мониторов было видно, что все тебя ищут. Рано или поздно, тебя здесь найдут, нужно выбираться! Но сначало, стоило бы быстро осмотреться...",
    "answers": [
      {
        "id": 138,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 136,
    "text": " Ты решил их не убивать. Тихо прицелившись сначало в мужчину, ты выстрелил ему в спину!\n\n — Что за... — он упал на пол, разбив нос об стол, во время падения.\n\n Ты хотел сразу же выстрелить в женщину, но транквилизатор нужно было сначало перезарядить. Женщина закричала и бросилась к шкафчику. Поняв, как это оружие перезарядить, ты в неё выстрелил. Она качнувшись, прошла ещё пару шагов и упала возле шкафчика.\n\n\n На экранах мониторов было видно, что все тебя ищут. Рано или поздно, тебя здесь найдут, нужно выбираться! Но сначало, стоило бы быстро осмотреться...",
    "answers": [
      {
        "id": 138,
        "text": " Осмотреться"
      }
    ]
  },
  {
    "id": 137,
    "text": " Вы закончили свой путь из-за своей ошибки, так и не узнав всю тайну психиатрической больницы.\n\n Не стоило им верить...)",
    "answers": [
      {
        "id": 53,
        "text": "К достижениям"
      }
    ]
  },
  {
    "id": 138,
    "text": " Вся стена была утыкана мониторами. В самом главном мониторе был рабочий стол, а там папки с заметками — \"Подопытный 7\", \"Испытание 2\", \"Испытание 9\", \"Испытание 11\" и \"Инцидент\".\n\n Справо был шкаф, к которому бежала та женщина.\n\n Также, на столе лежит, типо, домашнего телефона.\n\n ",
    "answers": [
      {
        "id": 140,
        "text": "Проверить папку \"Подопытный 7\" ",
        "need": -140
      },
      {
        "id": 143,
        "text": "Проверить папку \"Испытание 2\"",
        "need": -143
      },
      {
        "id": 144,
        "text": "Проверить папку \"Испытание 9\"",
        "need": -144
      },
      {
        "id": 145,
        "text": "Проверить папку \"Испытание 11\"",
        "need": -145
      },
      {
        "id": 154,
        "text": "Проверить папку \"Инцидент\"",
        "need": -154
      },
      {
        "id": 142,
        "text": "Попытаться вызвать помощь по телефону",
        "need": -142
      },
      {
        "id": 141,
        "text": "Открыть шкаф",
        "need": -141
      },
      {
        "id": 139,
        "text": " [Неожиданно...]",
        "need": [
          140,
          141,
          142,
          143,
          144,
          145
        ]
      }
    ]
  },
  {
    "id": 139,
    "text": " Рация, что была в кармане у мужчины, зашумела!\n\n — Это общий канал! Есть предположение, что Джон Саймон, он же \"Подопытный 7\", сейчас находится в комнате наблюдения. Всем немедленно туда! Ну что теперь Джон? — это был опять тот же голос.\n\n — Вот чёрт! — ты не понимал, откуда они узнали, что ты здесь находишься.\n\n Взглянув на мониторы ты увидел, что вся охрана, направилась к тебе. Ещё в карманах мужчины ты увидел красную ключ-карту третьего уровня. Ты её взял.\n\n ",
    "answers": [
      {
        "id": 146,
        "text": " Выбираться"
      }
    ]
  },
  {
    "id": 140,
    "text": " Ты мышкой два раза кликнул по папке. Открылся следующий текст:\n\n \"Наблюдение за \"подопытным 7\":\n16:45 — он очнулся\n16:53 — он освободился от ремней\n16:59 — мы открыли дверь \n17:16 — он убил другого подопытного\n17:27 — он получил ранение правого плеча\n17:28 — он потерял сознание от падения\n17:50 — он очнулся\n18:14 — он включил свет\n18:17 — на связь ему выходит охранник \n18:22 — общение с другим подопытным\n18:38 — общение с охранником\n18:57 — он в старой \"радиорубке\"\n19:00 — мы отправили к нему другого подопытного\n19:02 — он убил другого подопытного\n19:10 — он согласился на наши условия\n19:39 — он находится в коллекторе\n19:45 — мы открыли потайную дверь\n19:50 — мы его взяли\"\n\n — Они следили за мной всё это время!\n\n\n \n\n ",
    "answers": [
      {
        "id": 138,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 141,
    "text": " Ты направился к шкафу, к которому  бежала та женщина. Открыв его, ты немного обрадовался. Там лежал боевой пистолет с полной обоймой. Ты взял его.",
    "answers": [
      {
        "id": 138,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 142,
    "text": " Ты в надежде взял телефон в руки и начал набирать номер девять-один-один. После коротких гудков послышался женский голос:\n\n — Девять-один-один, мы вас слушаем.\n\n — М-м-м... Мне нужна помощь! Здесь убивают людей! — наконец-то ты связался с помощью.\n\n — Пожалуйста, успокойтесь! Назовите пожалуйста свой адрес и мы вышлем к вам патруль.\n\n — Нет... Не патруль... Здесь нужна целая гвардия спецназа! — шёпотом говорил ты.\n\n Ты назвал ей адрес, который дал тебе охранник Стив перед смертью.\n\n — Так, хорошо... Назовите пожалуйста детали всего происходящего!\n\n Ты коротко рассказал ей всё, о том, что здесь происходит. \n\n Вдруг ты услышал за дверью, как кто-то проходит мимо её.\n\n — Пожалуйста, поторопитесь! — после этих слов ты бросил трубку.\n\n \n ",
    "answers": [
      {
        "id": 138,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 143,
    "text": " Когда ты кликнул по папке, высветилась окошко с паролем. Ты пароль не знал, поэтому эту идею пришлось оставить.",
    "answers": [
      {
        "id": 138,
        "text": " Назад"
      }
    ]
  },
  {
    "id": 144,
    "text": " Высветился текст:\n \n \"Прошлые испытания не прошли должным успехом. Но \"испытание 9\" частично увенчалось успехом. Когда с подопытными некорректно прекратилась связь с \"K-14\", они продолжали ещё выполнять своё последнее задания в течении 10-15 минут. По истечении времени их чип в мозгу сгорал и они умирали. Испытания по продлеванию времени, будут проводиться.\"\n ",
    "answers": [
      {
        "id": 138,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 145,
    "text": " Папка с паролем!\n\n — Чёрт! — тихо прокричал ты.",
    "answers": [
      {
        "id": 138,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 146,
    "text": " Ты понимал, что оставаться тут, это чистое самоубийство! Открыв дверь ты увидел в дальнем коридоре охрану.\n\n — Стой! Тебе не выбраться отсюда! — кричал один из охранников. \n\n Ты побежал в противоположную сторону. Слево и справо по коридору была охрана. Ты бежал наугад, иногда стреляя куда-то назад, чтобы погоня замедлила скорость, но в ответ стреляли и они! Они в тебя не попадали. Ты подбежал к какой-то двери с красным допуском третьего уровня. К счастью он у тебя был. Когда дверь открылась, ты в неё зашёл и закрыл за собой. Ты выстрелил в электронный замок. Теперь дверь, так просто, не открыть! Это их замедлит!",
    "answers": [
      {
        "id": 147,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 147,
    "text": " Это опять был небольшой белый коридор в длину пять метров в какуе-то железную дверь. Подойдя к ней ты понял, что она не заперта.  Взяв в руки пистолет, ты открыл дверь и вошёл в неё. Ты по инерции выстрелил в мужчину, который с угла накинулся на тебя с дубинкой. Вместо правого глаза у мужчины, образовалась кровавая дыра и оттуда потекла по лицу кровь. Он упал. В этой комнате был ещё один мужчина. Он поднял руки вверх.\n\n — Не стреляй! Прошу! — закричал он.\n\n Это была небольшая комната. Всюду были утыканы компьютеры. На одной стене было окно. Взглянув в окно, не убирая пистолет с мужчины, ты увидел: внизу, большое в высоту и ширину помещение, по середине, была какая-то прозрачная капсула с... Человеком! От его тела шли провода к какому-то, похоже, суперкомпьютеру. ",
    "answers": [
      {
        "id": 148,
        "text": " Задать вопросы мужчине, по поводу всего происходящего"
      }
    ]
  },
  {
    "id": 148,
    "text": " По его словам тебе стало более менее ясно. В этой комнате контролируют подопытных. Также, здесь происходит контроль над всей этой лабораторияй. Тот человек в капсуле — это подопытный \"K-14\". \n\n — Слушай! Не стреляй! Я же ответил на твои все вопросы! — кричал мужчина. \n\n В твою голову, пришла идея... Иначе, другого выхода нет!\n\n — Запусти сюда всех подопытных! — закричал ты, наставив на него пистолет.\n\n — Что!? Я не стану это делать!\n\n Ты услышал, что первую дверь взломали. Ты подбежал к второй двери и запер её!\n\n — Открывай! Тебе не выбраться отсюда! — кричала охрана за дверью.\n\n \"Скоро и эта дверь не выдержит! Нужно мужчину разговорить!\" ",
    "answers": [
      {
        "id": 149,
        "text": "Выстрелить ему в ногу"
      },
      {
        "id": 150,
        "text": "Выстрелить ему в руку"
      }
    ]
  },
  {
    "id": 149,
    "text": " Ты попал ему чуть выше колена. Он с криком от боли упал на пол.\n\n — Делай то, что я тебе сказал!\n\n Он хромая и стона от боли, сел за кресло компьютера и начал что-то тыкать по клавиатуре.\n\n На одном из мониторов показало, что в том входе, в коллекторе, откуда ты пришёл, открылась потайная дверь. Через окно ты увидел, что тот суперкомпьютер, откуда идут провода к подопытному, издавал какое-то синевато-голубое свечение. После всего этого, на нескольких мониторах показало психиатрическую больницу.",
    "answers": [
      {
        "id": 151,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 150,
    "text": " Ты попал ему чуть ниже плеча. Он с криком от боли облакатился об стену.\n\n — Делай то, что я тебе сказал!\n\n Он стона от боли, сел за кресло компьютера и начал одной рукой что-то тыкать по клавиатуре.\n\n На одном из мониторов показало, что в том входе, в коллекторе, откуда ты пришёл, открылась потайная дверь. Через окно ты увидел, что тот суперкомпьютер, откуда идут провода к подопытному, издавал какое-то синевато-голубое свечение. После всего этого, на нескольких мониторах показало психиатрическую больницу.",
    "answers": [
      {
        "id": 151,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 151,
    "text": " На мониторах было видно, что все психи, со всей больницы, выдвинулись к тому входу.\n\n Неожиданно, из нескольких динамиков послышалось:\n\n — Квентин и Дэвид, если вы меня слышите, то... Пожалуйста укройтесь... Мы через десять секунд взрываем дверь! \n\n — Вот чёрт! — прокричал ты.\n\n — Что?! Они не должны! Здесь куча оборудования! — заговорил раненый учёный.\n\n Проверять это, ты конечно не хотел...\n\n \n\n \n  ",
    "answers": [
      {
        "id": 152,
        "text": "Выбираться"
      }
    ]
  },
  {
    "id": 152,
    "text": " Ты без раздумий два раза выстрелил в стекло. Оно покрылось паутиной трещин. Взяв стул, ты швырнул его в стекло. Стекло рассыпалось на мелкие осколки, а стул полител вниз. Посмотрев вниз, ты про себя прошептал:\n\n \"Метров пять... Далековато пада...\" —\nБАХ! Ты не успел договорить! Прогремел взрыв!\n\n Взрывной волной тебя выбрасило в окно. Ты с большой высоты упал на металлический пол. Боль накрыла твою левую ногу. Об металл ты разбил голову. В ушах звенело от взрыва. Кое-как приподнявшись ты понял, что у тебя либо сломана, либо очень сильно вывернута голень. С затылка идёт кровь.\n\n ",
    "answers": [
      {
        "id": 153,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 153,
    "text": " Подняв голову, ты перед собой увидел капсулу с человеком внутри, а правее — суперкомпьютер. Кое-как подойдя ближе к капсуле, ты увидел: капсула была заполнена какой-то прозрачной жидкостью, а человек внутри был повсюду утыкан проводами и трубками, часть проводов шли к суперкомпьютеру. В центре суперкомпьютера, что-то издавало голубоватое свечение.\n\n — Джон! А ты далеко зашёл...\n\n Держа в руках пистолет, ты резко с болью повернулся назад. Перед тобой был опять тот же мужчина в белом халате, кажется Брюс... А за ним стояли пять охранников. С какой-то двери прибегло ещё столько же охранны. Они все направили на тебя боевое оружие. Ты был в ловушке! Понимая, что в них целиться бессмысленно, ты направил пистолет на суперкомпьютер, целись прямо в то голубоватое свечение. Кажется — это был главный процессор. Тот мужчина посмотрел на тебя с усмешкой...\n",
    "answers": [
      {
        "id": 155,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 154,
    "text": " Высветился текст:\n\n \"Перед запуском проекта \"Котар\", произошёл небольшой инцидент. Суперкомпьютер на автомате совершил перезагрузку системы. Скорее всего, это связано с тем, что была вызвана перегрузка главного процессора. Во время перезагрузки в лаборатории погас свет и включилось аварийное освещение. К счастью, системы \"K-14\" не пострадали и он работал в штатном режиме. По поводу всего этого, проводится проверка. Возможно, стоит усовершенствовать главный процессор.\"\n\n",
    "answers": [
      {
        "id": 138,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 155,
    "text": " Ты только сейчас заметил, что мужчина держит какой-то планшет в руках. \n\n — Джон... Джон... Признаю, ты доставил нам хорошенько проблем... Ты просто так не здаёшься... — после короткой паузы он продолжил: — Хочешь с нами работать? Зарабатывать большие деньги! Мы понили, что ты необычный, как те все. Поэтому, мы даём тебе шанс! Шанс работать с нами! Но если ты выстрелишь, то ты умрёшь... Не забывай, эта штука всё ещё связана с твоим мозгом! Плюс, ты окружён! Хочешь убедиться? — после этих слов, мужчина начал что-то нажимать на своём планшете. — Вот! — продолжил мужчина.\n\n После этих слов у тебя начала раскалываться голова от боли и звенеть в ушах, в глазах памутнело. Ты не переставал целиться в процессор.\n\n — Думаю довольно..! — боль прекратилась. — Джон, не делай глупости...\n\n Ты не знал, как тебе бы правильнее поступить. Они скорее всего врут, но а если нет?! Если выстрелить, то по его словам, ты умрёшь! Если даже ты и выживешь после отключения \"K-14\", то тебя, просто напросто, расстреляют. Надо было что-то решать!\n\n — Джон? Что ты решил? — после этих слов, в кармане мужчины зашумела рация. Это был отличный шанс, что-то либо предпринять!",
    "answers": [
      {
        "id": 156,
        "text": "Выстрелить в процессор"
      },
      {
        "id": 157,
        "text": "Сдаться"
      }
    ]
  },
  {
    "id": 156,
    "text": "  — Что!? Как они сюда проникли? — ему что-то говорили по рации. Мужчина повернулся к охране и сказал им: — Вы в пятером идите к второстепенному выходу. — он начал что-то нажимать на планшете. — Ничего не понимаю... — пробормотал он.\n\n Ты понял, что это был отличный момент. Где-то в лаборатории слышались выстрелы. Половина охраны ушла. Он отклёк внимание  на планшет. Другая часть охраны была в недоумении.\n\n Ты нажал на курок! БАХ! Процессор, в буквальном смысле, взорвался! Электричество в лаборатории отключилось в эту же минуту. Ты кое-как быстро побежал к какой-то дальней двери. По тебя начали стрелять, но к счастью они в тебя не попадали. Ты опять оказался в каком-то коридоре. Можно было всё более менее разглядеть, так как включилось красное аварийное освещение. По бокам все двери были заперты кроме одной. Зайдя в неё ты услышал, как в коридор выбежала охрана. Аккуратно взглянув с угла ты увидел двоих охранников и того мужчину. Они двигались к тебе.\n\n — Найдите его и убейте! — кричал он.",
    "answers": [
      {
        "id": 158,
        "text": "Выждать и напасть"
      }
    ]
  },
  {
    "id": 157,
    "text": " Ты опустил пистолет на пол и поднял руки вверх\n\n — Что!? Как они сюда проникли? — ему что-то говорили по рации. Мужчина повернулся к охране и сказал им: — Вы в пятером идите к второстепенному выходу. — Он начал что-то нажимать на планшете. — Ничего не понимаю... — пробормотал он.\n\n Где-то в лаборатории слышались выстрелы. Кажется в лабораторию проникли психи.\n\n — Так... Хорошо... Они под нашин контролем! — заговорил мужчина. — Всем со мной! \n\n — Что нам с ним делать? — заговорил один из охраны.\n\n — Мы повторение не допустим! Убить его!\n\n — Что..! — со страхом произнёс ты.\n\n После этих слов послышалось несколько выстрелов, и твою грудь охватила ужасная боль. Ты упал на колени. Дышать было невозможно, из-зо рта потекла кровь. Ты лицом упал на пол. Слегка повернув голову ты с помутнением увидел рядом с собой пистолет. Ты хотел до него дотянуться, но силы тебя покидали. Через минуту ты был уже мёртв...\n\n",
    "answers": [
      {
        "id": 159,
        "text": "[Конец]"
      }
    ]
  },
  {
    "id": 158,
    "text": " Ты затаился с пистолетом и начал ждать, пока они не подойдут ближе. Вот, уже рядом были слышны их шаги. Ты резким взмахом развернулся к коридору и успел один раз выстрелить в одного охранника в лицо, прежде, чем другой охранник, прикладом от пистолета, ударил тебе в нос. Послышался хруст. От боли ты потерял равновесие и охранник выбил у тебя пистолет. После этого — очередной удар, но уже с кулака. Ты упал на пол.\n \n — Чёрт! Почему ты ни как не угомонишься!? — заговорил опять тот мужчина. Ты только теперь понял, что это он здесь главный. — Ты хоть понимаешь, что ты наделал? Ты уничтожил процессор, и подопытных я теперь контролировать не могу! Мало того, ты их сюда ещё и пустил! Они конечно умрут через минут десять-пятнадцать, но за это время, они всех нас убьют! Но знаешь... Ты тоже умрёшь! Ведь чип у тебя в мозгу! Но ещё больше я рисковать не буду... Рик, дай мне пистолет! Мне это следовало уже давно сделать... — он у охранника взял пистолет и направил на тебя. — Прощай, Джон...\n\n По лаборатории не утехали выстрелы. В конце этого коридора ты увидел двоих психов. Они тихо с ножами направлялись к вам. Эти двое стоят к ним спиной и не видят их.\n\n \"Так, нужно тянуть время!\" — подумал ты.\n",
    "answers": [
      {
        "id": 162,
        "text": "Тянуть время"
      }
    ]
  },
  {
    "id": 159,
    "text": " [Это была одна, из всех возможных концовок. Это не основная, и даже не альтернативная концовка. Поэтому, начни с самого начала, чтобы узнать все тайны этого места.\n \n Не стоило им верить...)]\n ",
    "answers": [
      {
        "id": 137,
        "text": "К достижениям"
      }
    ]
  },
  {
    "id": 160,
    "text": " Чтобы открыть \"Интервью по поводу Джона\", сначало вам нужно пройти этот квест на основную концовку. Здесь будут описываться события — каким Джон был ещё до болезни и после её.",
    "answers": [
      {
        "id": 161,
        "text": "Начать",
        "need": 179,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 161,
    "text": " — Здравствуйте Мэттью! Расскажите нам пожалуйста что-нибудь по поводу Джона. Например... Кем он был раньше? \n\n — Ну... Джон был моим лучшим другом. До автокатастрофы и болезни, он работал охранником в одном магазине. Там кстати мы и познакомились... У него была жена и дочь... Но случилась автокатастрофа и его жена с дочкой погибли, а он впал в кому на один месяц...\n",
    "answers": [
      {
        "id": 177,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 162,
    "text": " — Постой! Прежде, чем ты меня убьёшь...Я...Тебе скажу... Гореть тебе в аду!\n\n После этих слов, психи подошли к мужчине и ударили ножом ему в спину. Охранник хотел убежать, но рядом с тобой лежал пистолет. Взяв его, ты выстрелил в голову охранника. Следующие пули полетели в психов. Тот мужчина с ножом в спине хотел дотянуться до пистолета, но ты направил на него пистолет.\n\n — Ты всё равно не жилец! — проговорил мужчина, прежде, чем ты в его выстрелил.\n\n Ты лежал среди пяти трупов. У тебя начала раскалываться голова. Видимо, чип начал перегорать. По всюду, ещё не прекращались выстрелы и крики. Ты с ужасной болью пополз к открытой двери, где раньше выжидал их. Кое-как ты закрыл дверь, чтобы психи прежде времени не пробрались к тебе. Боль была ужасная, как будто твой мозг прожигают лазерам. Ещё немного и ты потерял сознание...\n ",
    "answers": [
      {
        "id": 163,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 163,
    "text": " Была тишина. Ты лежал в этой же самой комнате с аварийным освещением. Боль в голове была сильная, но не такая, как раньше. Боль в носу, лодыжке, а также по всему телу, давали о себе знать. Кровавый оттенок в глазу многократно увеличился. Ты не понимал, сколько времени ты лежал здесь без сознания. Перед отключкай в этой лаборатории слышались выстрелы и крики, а теперь здесь мёртвая тишина. Также... Почему ты остался жив? Ведь твой чип должен был перегореть... \n\n — Ладно... Хорошо... Боже! Как мне везёт! Наверное... Хотя... Кто знает, что для меня сейчас лучше... — подумая, сказал ты.",
    "answers": [
      {
        "id": 164,
        "text": "Выбираться"
      }
    ]
  },
  {
    "id": 164,
    "text": " Ты открыл дверь в коридор. В коридоре по-прежнему лежало пять трупов. Ты кое-как начал искать выход из этой лаборатории. Усложняло то, что везде было темно, горело только красным аварийное освещение. Тебя ужасно шатало от всех этих ранений так, что ты несколько раз падал.  По всей лаборатории лежали изуродованные трупы охраны, учёных, а также психов. Никого живого здесь ты не видел. Через десять минут блужданий по этой лаборатории, ты нашёл какой-то лифт. Ты нажал на кнопку открытия двери лифта и дверь открылась. Войдя в неё, ты нажал на кнопку со стрелкой вверх, и лифт, в эту же секунду, тронулся.",
    "answers": [
      {
        "id": 165,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 165,
    "text": " Когда двери лифта открылись, яркий белый свет ударил тебе в глаза. \n\n — Руки вверх! — кто-то кричал, но ты не мог разглядеть из-за света. — Я сказал, руки вверх!\n\n Ты поднял руки вверх, держа в одной руке пистолет. Через какое-то время глаза привыкли к свету и ты начал более менее видеть каких-то солдат в униформе, которые направили на тебя автоматы с фонарями. После чего, двое солдат подошли к тебе, отобрали пистолет, заломили тебе руки и павели тебя куда-то среди солдат.\n\n — ...Проверьте, куда ведёт этот лифт... \n\n — ...Группа два-один, доложите обстановку... Принято...\n\n — ...Другие выжившие... \n\n — ...Кроме его, других выживших мы не обнаружили...\n\n — .... Камеры проверили... Вас понял...\n\n Продолжали говорить солдаты по рации между собой. Неужели, эта помощь?",
    "answers": [
      {
        "id": 166,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 166,
    "text": " Тебе стало понятно, где ты находишься. Лифт тебя привёз на улицу, около здания психиатрической больницы. Было утро или уже вечерело, так как солнце находилась очень низко над землёй. \n\n Когда солдаты с тобой обошли здание, то ты увидел множество полицейских машин и машин скорой помощи. Везде ходили полицейские, врачи, а также солдаты.\n\n \"Врачи... Боюсь, они здесь не нужны...\" — про себя подумал ты.\n\n Тебя привели к машине скорой помощи и возле тебя поставили одного солдата в качестве охраны. Не тебя конечно охранять, а врачей! Им же неизвестно, кто ты и какие у тебя замыслы... Тебя посадили на носилки в машине скорой помощи и врачи начали тебя осматривать. Через какое-то время, машина скорой помощи, вместе с охранником, куда-то тронулась...\n\n — Куда вы меня везете? — опаской сказал ты.\n\n — В больницу тебя! — проговорил врач.\n\n \"Всё кончено!?\" — с радостью подумал ты.",
    "answers": [
      {
        "id": 167,
        "text": "[Через какое-то время...]"
      }
    ]
  },
  {
    "id": 167,
    "text": " Больницы, суды, психиатры — от всего этого, тебе не давали покоя. Про оставшийся чип в твоём мозгу, врачи не стали его удалять, так как могут повредить твой мозг, и в лучшем случае ты просто станешь \"овощем\". Также, стало известно, что чип продолжает работать и падаёт какой-то небольшой сигнал. По времени, чип может работать ещё чуть больше двух лет. Всё оставили как и есть. Никаких опасений чип не вызывал. И, синдромом Котара, ты больше не болел.\n\n В больнице ты лежал две недели, с перерывами на суды. В суде тебя не обвиняли, так как они восстановили записи камер видеонаблюдения. Всё это, правительство не стало провозглашать в мировую известность, а ты поклялся никому не говорить. После этого, ты полтора месяца ходил к психиатру.\n\n ",
    "answers": [
      {
        "id": 168,
        "text": "[Ещё через какое-то время...]"
      }
    ]
  },
  {
    "id": 168,
    "text": " С тех ужасных событий прошло три месяца. Тебя отпустили на свободу. Ты вернулся в свой, давно опустевший дом... Через каждые пару дней к тебе приходил человек, проверяющий тебя.\n\n Ты узнал, что в интернете есть утечки о тех ужасных событий, и то, что был один выживший, тоесть ты... \n\n Правительство подтвердило в мировое общество о том, что все эти смерти были вызваны из-за того, что тяжело больные пациенты вырвались на свободу и убили весь персонал охраны и врачей, а про единственного выжившего было всё конфиденциально. Конечно, про лабораторию и проект \"Котар\" ничего не говорилось. Правительство боялось, что люди могут поднять панику.",
    "answers": [
      {
        "id": 169,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 169,
    "text": " Ты немного начал осваиваться к новой жизни. Ты познакомился с одной девушкой — Мэгги. Пригласил её в ресторан, после к себе домой. Ты узнал, что у неё есть дочь, ей четыре года, а муж её погиб в автокатастрофе. Мэгги со своей дочерью переехали к тебе жить. \n\n О тех ужасных событиях, ты ей не стал ничего говорить...\n\n Наконец-то, за долгое время, ты стал счастлив...",
    "answers": [
      {
        "id": 170,
        "text": "[Спустя два года]"
      }
    ]
  },
  {
    "id": 170,
    "text": " Мировое общество узнало о тех страшных событий и не только, ещё два похожих случая были зафиксированы в России и в Канаде. Их назвали террористами. Их организация получила название — \"Котар\". Выяснить, где находится их постоянный штаб, всё никак не получалось, так как они хорошо заметали все следы. Есть сведения, что их установки работали гораздо лучше и расстояния контролирования были за километры. Также, все как-то узнали о единственном выжившем, тоесть тебя. Журналисты и телепередачи не давали тебе покоя.\n\n ",
    "answers": [
      {
        "id": 171,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 171,
    "text": " Вы вместе, со своей женой и дочерью, ужинали за столом. Твоя жена работает бухгалтером в известной бизнес организации, а ты охранником там же. Дочь недавно пошла в первый класс.\n\n Вы задумывались над тем, что хотите завести ребёнка. \n\n ",
    "answers": [
      {
        "id": 172,
        "text": " — Мэгги, как дела на работе?"
      },
      {
        "id": 173,
        "text": " — Дочь, как дела в школе?"
      }
    ]
  },
  {
    "id": 172,
    "text": " — Хорошо... Вот только Крисс, как всегда в своём репертуаре! — это был ваш шеф. — Вечно он недоволен моей работой!\n \n — Он ничей работай недоволен, Мэгги. — ответил ты ей с усмешкой.",
    "answers": [
      {
        "id": 174,
        "text": " — А у тебя как дела в школе, дочь?"
      }
    ]
  },
  {
    "id": 173,
    "text": " — Хорошо пап! Наша учительница сказала, что я способная девочка... — говорила твоя дочь.\n\n — Это правда... — после этих слов, ты девочку погладил по голове.\n\n — Мяууу... \n\n Ты усмехнулся.",
    "answers": [
      {
        "id": 175,
        "text": " — А у тебя как дела на работе, Мэгги?"
      }
    ]
  },
  {
    "id": 174,
    "text": " — Хорошо пап! Наша учительница сказала, что я способная девочка... — говорила твоя дочь.\n\n — Это правда... — после этих слов, ты девочку погладил по голове.\n\n — Мяууу... \n\n Ты усмехнулся... Но неожиданно, у тебя резко разболелась голова.",
    "answers": [
      {
        "id": 176,
        "text": " — Что-то... Мне не хорошо..."
      }
    ]
  },
  {
    "id": 175,
    "text": " — Хорошо... Вот только Крисс, как всегда в своём репертуаре! — это был ваш шеф. — Вечно он недоволен моей работой!\n \n — Он ничей работай недоволен, Мэгги. — ответил ты ей с усмешкой.\n\n Неожиданно, у тебя разболелась голова.\n\n ",
    "answers": [
      {
        "id": 176,
        "text": " — Что-то... Мне не хорошо..."
      }
    ]
  },
  {
    "id": 176,
    "text": " Голова начала просто раскалываться. От боли ты упал со стула на колени, взявшись за голову. Тебя пугало то, что эту боль ты узнаёшь... Чип!\n\n — Джон... Что с тобой! Может скорую!\n\n — Пап! Тебе больно!\n\n В глазах всё плыло. Казалось, сознание тебя покидало. Ты не мог пошевелиться, что-то парализовало тебя... Твой взгляд упал на нож, лежащий на столе. Что-то тобой контролировало... Ты потянулся за ножом! \n\n — Джон! Что ты делаешь!\n\n — Папа! Пожалуйста! Не-е-ет!\n\n Ты не виноват... Это был не ты...\n\n",
    "answers": [
      {
        "id": 178,
        "text": "..."
      }
    ]
  },
  {
    "id": 177,
    "text": " — Что же дальше было? Мэттью?\n\n — Да-да... Хорошо... Когда он очнулся, у него обнаружили синдром Котара... Сначало он провёл полтора месяца в обычной больнице, а потом в психиатрической полгода... Мне было жалко его, поэтому я забрал Джона с больницы к себе, так как у него не было родни... Он был сиротой. Его приёмные родители погибли.",
    "answers": [
      {
        "id": 182,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 178,
    "text": " [ Новости дня!\n В прошлую ночь, Джон Саймон убил свою жену и дочь. Соседи слышали звуки расправы и они вызвали полицию. Когда полиция выеха на место преступления, то Джон Саймон, увидев полицию, накинулся на них с ножом и органам правопорядка пришлось его застрелить. Связано ли это с теми событиями, что произошли в психиатрической больнице два года назад, неизвестно... Мы будем держать вас в курсе. До скорого дня!]",
    "answers": [
      {
        "id": 179,
        "text": "..."
      }
    ]
  },
  {
    "id": 179,
    "text": " — Как успехи!\n\n — Мы смогли увеличить расстояние до двадцати километров. Также, мы смогли подопытным устанавливать чипы, не доводя их до клинической смерти. И ещё... Мы теперь и здоровых людей можем контролировать...\n\n — Отлично! Запускайте следующий проект! \n\n — Вас понял! ",
    "answers": [
      {
        "id": 180,
        "text": "[Конец]"
      }
    ]
  },
  {
    "id": 180,
    "text": " [Поздравляем! Вы завершили квест на основную концовку. Теперь вы открыли дополнение — \"Интервью по поводу Джона\".]",
    "answers": [
      {
        "id": 53,
        "text": " К достижениям"
      },
      {
        "id": 160,
        "text": "Интервью по поводу Джона"
      }
    ]
  },
  {
    "id": 181,
    "text": " Поздравляем! Вы завершили квест на основную концовку. Теперь вы открыли дополнение — \"Интервью по поводу Джона\".",
    "answers": [
      {
        "id": 53,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 182,
    "text": " — Продолжайте пожалуйста..!\n \n — Я желел об этом... Он постоянно говорил мне, что он на самом деле мёртв, а его тело лежит возле той дороги и гниёт. Он постоянно хотел покончить жизнь самоубийством, но я ему этого не давал... Я даже хотел отправить его обратно в больницу... ",
    "answers": [
      {
        "id": 183,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 183,
    "text": " — Однажды... Я пошёл в магазин за продуктами и когда вернуля... Джона не было... Я звонил в полицию... Были поиски, но его так и не нашли... ",
    "answers": [
      {
        "id": 184,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 184,
    "text": " — Я думал он где-то покончил жизнь самоубийством, поэтому я прекратил его поиски... Больше я ничего про него не слышал... Покуда он не вернулся... Вскоре он нашёл себе возлюбленную. У неё была дочь, а муж её погиб. Они же, незадолго до встречи, начали жить вместе. Я думал, что всё у него уже позади... Они даже хотели завести себе ребёнка... Но что-то произошло опять... Он убил свою семью... И полиции пришлось его застрелить... \n\n — Спасибо, Мэттью, за интервью...\n\n — Джон... Мне жаль...",
    "answers": [
      {
        "id": 1,
        "text": "[Назад в меню]"
      }
    ]
  },
  {
    "id": 185,
    "text": "≈25.12.2020 — опубликован квест\n\n16.01.2021 — 1. Было исправлено множество орфографических ошибок. 2. В некоторых местах был изменён текст в квесте. 3. Изменены достижения. 4. Изменён донат.\n\n02.03.2021 — Было исправлено немного ошибок.\n\n08.07.2021 — Было исправлено множество ошибок.",
    "answers": [
      {
        "id": 51,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 186,
    "text": "",
    "answers": []
  }
]