[
  {
    "id": 1,
    "text": "Автор: Алиса Тег\nЖанр: Романтика, повседневность.\nСтатус: В процессе.\n\n\nЭто история о 18 летней девушки — Алисе. После смерти матери, она переезжает к отцу и брату в другой город. Жизнь девушки принесла множество боли и отчаяния, из-за чего стала холодна ко всему. В городе её ждёт новая жизнь, знакомые, друзья, способные изменить девушку, но получиться ли у них это? —  Уже другой вопрос.\n_______________\n\nPS. Это мой первый квест. Пожалуйста, не судите строго, по поводу ошибок и улучшения квеста пишите в комментариях. Спасибо за понимание. \n",
    "answers": [
      {
        "id": 2,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 2,
    "text": "С сегодняшнего дня я буду жить с папой, практически, самостоятельной жизнью. Мама несколько месяцев назад попала в больнице и в скором времени скончалась. Папа живёт в другом городе с моим братом-близнецом, после развода родители решили, что так нам будет лучше. И вот я стою в аэропорту с большим чемоданом и жду отца.\n\nМне пришло сообщение:\n\"Ждем у 3 входа\" \n\"Вот туда и направимся.\"- подумала я. \n\n Я развернулась и в меня влетел парень у него в руке был стакан с напитком и этот напиток оказался на мне,  я была в белой футболке и чёрных джинсах. Мгновенно на белой футболке появилось каричневое пятно. \n\n— Прости, я случайно — подняла взгляд, увидела парня лет 18, похожие на уголь волосы, глаза темного цвета, ростом был, примерно, 190 см, из под футболки виднелись рельефные мышцы. \n— Ничего страшного, она... она мне и так не нравиться.\n— Подожди здесь\n\nЯ вопросительно посмотрела ему в след и подошла к посту охраны. \n— Где здесь уборная? — спросила я у одного из охранников аэропорта. \n\nИ в этот момент ко мне подлeтает тот парень.\n— Я же сказал ждать меня — протянул влажные и сухие салфетки — Пойдём проведу тебя. И какой у тебя размер?\n— Это тебе зачем?\n— Я футболку испортил? — испортил, куплю новую.\n— Необяз... — неупела я договорить, как он меня перебил.\n— Это не обсуждается.\n— Ладно.\n\n",
    "answers": [
      {
        "id": 33,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "Когда я вышла из аэропорта, ко мне подошёл мой брат и обнял.\n\n— Привет, давай помогу.\n— Мог бы встретить, когда вещи получала, чемодан тяжёлый — проворчала я.\nМы пошли к машине это был черный  внедорожник.\nЯ села в машину на переднее сиденье, Макс в это время убирал мой чемодан.\n\nЯ поцеловала папу в щёчку и он улыбнулся и сказал:\n— Всё документы для перевода подготовлены, завтра их отнесут в школу. И ещё... через неделю я уеду в командировку.\n— Надолго?\n— Месяц не больше.\n— Ммм... Понятно.\n\nМакс открыл переднюю дверь.\n— Здесь еду я.\n— Уже нет — попыталась закрыть дверь\n— Я старший должен ездить впереди.\n— Не намного ты старше, всего то несколько минут! — заявила я, он попытался меня поднять, я укусила его руку, началась шуточная драка за место. \n\n— Успокойтесь и усядьтесь уже.\nМакс обиделся и сел на заднее сиденье. \nВсю дорогу он молчал, а папа спрашивал что-то на подобие \"Как дела? Как учёба? Как доехала?\" и т.д.",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "Я спустилась на подземную стоянку и стала выбирать машину (в этом доме было 23 машины). \n\nЯ решила выбрать белого цвета Lexus LC.\nСев за руль, я завела машину и выехала из подземной стоянки.\nЧерез минут 30 я подъехала к СПА салону. Около него я встретила тетю, папину сестру, та еще стерва, но приходиться ей мило улыбаться. \n\n— Привет, давно тебя не видела. Как дела? Ты сюда давно приехала? — мы с ней обнялись. \n— Здравствуйте, да все хорошо и нет я сюда недавно приехала, и до окончания школы.\nМиссис Холмес знала что произошло, но все же вставила свои пять копеек:\n— Все таки жаль, бедная девочка в столь юном возрасте осталась без матери, ну ничего с отцом будет гораздо лучше. \n— С мамой тоже не плохо было. \nНа этом наш разговор не был окончен, я старалась показать, как мне \"интересно\" отвечать на ее вопросы. \n\nМы вместе зашли в СПА-салон и спустя несколько часов я стояла у кассы и оплачивала счёт, учитывая сколько всего мне сделали, потратила я достаточно крупную сумму. \n\n— Спасибо. Приходите ещё — сказала администратор, добродушно улыбаясь.\n— До свидания.\n\nКогда я вышла из салона, пошла в машину и поехала в магазины. Они находились на первых несколько этажах небоскрёба , потом идут офисы и на последних этажах находятся жилые квартиры. \n\n",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "В торговом центре было многолюдно.\nЯ сразу зашла в магазин касметики, потом пошла за обувью. Когда я шла в меня влетел парень у него в руке был стакан с напитком и этот напиток оказался на мне. Мгновенно на белой футболке появилось оранжевое пятно.\n\n— Опять ты!? — гневно сказала я. \n— Видимо это судьба, малышка — сказал он взял меня подруку и куда-то повёл — меня, кстати, Дин зовут. \n— Дин, значит — протянула его имя, как-бы пробуя его на вкус — куда ты меня ведёшь? \n— Ко мне домой, я здесь недалеко живу. Как тебя зовут, красавица? \n— Алиса — нехотя ответила я.\nМы зашли в лифт и он нажал на последний этаж. \n— Ты чего молчишь? Язык проглотила? \n— А, о чем нам говорить? \n— Ну можем поговорить о — в этот момент двери лифта открылись, я повернулась лицом к нему и сказала:\n— Мы идём к тебе чтобы я переоделась, не больше — развернулась и вышла из лифта. Он вышел вслед за мной. \n— Ты же не знаешь куда идти!? — ухмыльнулся он. \n— Да ты прав, но я знаю как спуститься на 1 этаж, а от туда сесть в машину и поехать домой — развернулась и нажала на кнопку лифта. \n— Ладно тебе, чего такая вредная, малышка — он схватил за руку и повёл к двери, открыл дверь и мы зашли внутрь. \n\n",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "Как только мы зашли в квартиру, я увидела понорамное окно.\n— У тебя здесь миленько.Дай во что переодеться.\n— Ну чего ты так быстро, давай узнаем друг друга немного получше — я посмотрела на него испепеляющим взглядом.\n— Чего смотришь так как будто убить хочешь? Сейчас принесу и можешь переодеться в моей комнате. Пойдём — начали подниматься по лестнице. Мы зашли в комнату, через неё в гардеробную. \n— Тебе какую белую или голубую?\n— Голубую — он протянул мне футболку.\n\nИ вышел из гардеробной, я сразу переоделась, сложила грязную рубашку и положила её в портфель. \n\n— Я пошла — сказала, когда вышла гардеробной. \n— Я провожу. \n— Не надо. \n— Я провожу — настойчиво сказал он. \n\nЯ пожала плечами и мы направились к выходу, подойдя к лифту и нажав кнопку, я достала телефон и увидела пропущенный звонок и сообщение от Макса. \n\n\"Заедь за мной\" дальше последовал адрес. \n— Отлично — пробубнила я. \nСпустившись на первый этаж и выйдя из здания, я направилась к машине. \n\nСустя 30 минут я, наконец, доехала до Макса. Он стоял на парковки и разговаривал с какими-то парнями. Подьехав к нему, я вышла из машины и сказала:\n—Поехали. \n— Ты чего такая холодная, познакомься это Николас, это Уильям — ткнул пальцем на парней и добавил  — а это моя Алиса — сказал, улыбаясь и приобнимая за плечи. \n— Привет — Уильям мне показался очень знакомым, Николас помохал мне рукой и улыбнулся. \n— Привет, я её видел в магазине — сказал Уильям, обращаясь к Максу\n— Точно, ну мы поехали? Или ты здесь остаёшься — села в машину. Макс попращался с парнями и тоже сел в машину. \nСпустя минут 10 он заговорил :\n— Могла бы быть по вежлевее, так никогда себе парня не найдёшь? \n— Он мне нужен? На вечеринку сходил и все проблемы решены ... Разве нет?\n\nПрокашлевшись он отвернулся к окну и до дома мы ехали молча. \n\nПрипарковав машину, Макс сказал:\n— Завтра в клуб поедем.\n— Ага, я пошла в свою комнату. \n",
    "answers": [
      {
        "id": 9,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 7,
    "text": "Я зашла в дом, поднялась к себе в комнату и решила принять душ. Переоделась в шорты и футболку, не разбирая вещи улеглась на кровать. 4 часовой перелет плюс страх высоты и страх разбиться дают свое. Как только моя голова коснулась подушки, я заснула. \n\nПроснулась я на следующий день, часы показывали время 15:37. \n\n— Ужас, чуть меньше суток проспала — прошептала себе под нос. \nЯ приняла душ и спустилась на первый этаж. \n— Никого нет. Тишь да гладь — осмотрев дом, сказала я. \n\n— Ну сейчас что-нибудь приготовим — направилась на кухню.  Открыв дверцу холодильника, я поняла, что нужно идти в магазин, потому что папа и Макс не готовят и питаются как получиться, иногда даже не едят. \n— Круто — пробубнела я. \n\nВернувшись в комнату я быстро переоделась в серую толстовку и серые спортивные штаны, надела белые кроссовки и завязала себе гульку, получилась она растрепаной, но ничего мне всего лишь до магазина и обратно. \nЯ позвонила Джеймсону — одному из папиных охранников и попросила приехать. \nЧерез 15 минут он приехал.\n",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вернувшись домой и разложив пакеты, начала готовить ужин. Было около 18 часов, как я пришла домой, через полчаса вернулся Макс и через час пришёл папа. Дружно поужинав, я пошла в свою комнату, приняла душ, переоделась  и легла спать. \n\nНа следующий день я проснуться в 10 часов и решила сходить по магазинам. \nСпустившись на первый этаж, я увидела папу, сидящего на диване и разбирающего какие-то бумажки, Макс уже был в школе. \n\n— Пааап — протянула я и увидела, что папа перевёл взгляд на меня — я хочу по магазинам прокатиться — сказала я и состроила щенячие глазки. \n\nПапа некоторое время на меня смотрел, но вскоре сдался:\n— Ладно, ни в чем себе не отказывай— дал мне карту — тебя отвезёт Джеймсон. \n— Я могу и сама доехать. Я не маленькая мне уже 18 лет — папа уже открыл рот и хотел что-то сказать — а ездить на машине можно с 16. \n— Но... — я его перебила — И права у меня есть, и ещё хоть одно слово скажешь, вещи я ещё не разбирала, возьму их и уеду к дедушке. \n— Ключи в верхнем ящике — без лишних слов сказал он, сверля меня недовольным взглядом. \n— Спасибо, я тебя люблю — поцеловала его в щёчку. \n— Такая же фигня — крикнул он, когда уже поднималась по лестнице. \n\nПоднялась в комнату и начала выбирать одежду. На выбор одежды я потратила около часа. В итоге выбрала белые кроссы,синии джинсы с подворотом , белая рубашка оверсайз, чёрная , наручные часы и кожаный рюкзачок",
    "answers": [
      {
        "id": 4,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 9,
    "text": "Поужинав, поговорив с подружкой и приняв душ, я пошла спать.\nНа утро следующего дня я разобрала чемодан, коробки и среди всей одежды я не нашла что мне надеть в клуб. \n\n— Просто шикарно.\n— Что шикарно? — спросил Макс,облокотившись о дверной проем. \n— Мне нечего надеть!\nМакс зашёл в гардеробную и пробубнел так, что я его еле услышала:\n— Ну да, мне б так \" нечего\" надеть. И что ты собираешься делать? \n— Поехали в магазин, пожалуйста. \n— А сама? \n— Не хочу. \n\nВ итоге Макс не захотел меня вести, аргументируя это тем \"Что я могу подобрать\", он выбрал чёрные кроссовки, чёрное облигающее платье, джинсовку и чекер. \n— Вот не плохой образ что ещё нужно? \n— Ладно, могу и так поехать — надулась я. \n\nОн уехал с парнями играть в баскетбол и обещал вернуться вечером около 9 часов.\nЯ переоделась, поела остальное время я не знала, чем мне заняться. \n\nВ 19:30 начала собираться решила сделать черный смоки, заплести две косы наружу и надеть то, что выбрал брат. \nОн позвонил мне и я вышла.\n\nКогда мы приехали в клуб нас ждали Уильям и Николас. Поприветствовав их, пошли в клуб. Было уже очень много людей. Я начала с безобидный напитков, но по мере пребывания в клубе у напитков начал повышаться градус.",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "Мы приехали в огромный магазин самообслуживания. Джеймсона я попросила остаться в машине, когда я буду у кассы позвоню ему — он согласился.\n\nЯ зашла в отдел мясной и рыбной продукции, купила сухой завтрак, хлеб и многое другое.\nКогда я подошла к стеллажам со сладостями, на нижней полке стояла большое ведёрко с нутеллой, а на верхней полке набор из разных сладостей и со своими 160 я никак не могла до неё дотянуться. Пришлось попросить какого-то проходящего мимо парня, русые волосы, голубые глаза, напоминающие море во время тишины и спокойствия, рост примерно 175 см, одет в толстовку, видимо шёл на кассу. \n\n— Извините, пожалуйста — он обратил на меня внимание и я продолжила —  не могли бы Вы помочь?\n— Да, в чем дело? — вопросительно спросил он, мне было очень стыдно и, клянусь, я в этот момент покраснела.\n— Я не могу дотянуться до вон той коробочки со сладостями.\nОн о чем-то задумался, смотря на меня. \n— Ммм можешь, пожалуйста, достать вон ту каробочку? — переспросила я. \n— А... Да, сейчас — вывела его из раздумий и когда он передавал мне каробку мы случайно соприкоснулись пальцами. Парень как-то странно себя повёл и о дёрнул руку. \n— Всё в порядке, я не кусаюсь и спасибо за помощь. \n— Не за что. \n\nЯ направилась в сторону кассы, пока стояла в очереди написала Джеймсону, что бы тот пришёл. \nСложив продукты в пакеты и оплатив покупки, я решила набрать Джеймсона. \n\n— Я здесь — сказал он и взял пакеты\n",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "Когда я открыла глаза, у меня так сильно болела голова.\n— Ммм.\n— Сильно болит — яхидно сказал знакомый мне голос.\n— Ты Дин же?\n— Угадала, тебя не тошнит?\n— Нет. Голова болит. И где я?\n— Малышка непугай меня, мы у меня дома.\n— Что произошло?\n— Ты отрубилась, сначала перепила, потом тебя накачали.\n— Где Макс?\n— Не знаю кто это и где он.\nОн поднял меня на руки и понёс в спальню.\n— Проспись, а я пока сбегаю за таблетками. \n\nСтоило моей головы каснуться подушки и я вмиг заснула, сколько я проспала не знаю, но проснулась от того как Дин вошёл в комнату, посмотрела на него непонимающими глазами, он открыл шкаф и начал переодеваться. Его тело было накаченое, чётко сформированы мышцы на спине, когда он повернулся я смогла разглядеть его кубики. \n\n\"Да парень занимается спортом\" — промелькнула у меня в голове. \n— Можешь не отварачиваться и если хочешь можешь переодеться.\n\nОн уже стоял без футболки, я села на кровать, мне настолько было плохо и все равно, что решила переодеться перед ним. Он дал мне чистую футболку, переодевшись я кинула своё чёрное платье на бортик кровати, легла и заснула. \n\n",
    "answers": [
      {
        "id": 15,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 12,
    "text": "— Ты не знаешь где мой телефон?\nОн ушёл и вернулся уже с телефоном в руке.\n— Тебе звонили. \nПропущенный был от Макса. \nДоев, я поднялась в комнату и перезвонила Максу. \n\n— Фух, живая — его голос был обеспокоенным — ты знаешь как я испугался за тебя? Уже обед, а тебя все нет!!! — грозно сказал он. \n— Всё в порядке я своего знакомого встретила вот у него и переначивала. \n— Ты в курсе что девушки пропадают?! \n— Уже да. \n— Скажи адрес я приеду. \nЧерез 30 минут приехал Макс и удивленно сказал:\n— А вы не... — не успел он договорить, как я его перебила. \n— Нет, с дубу рухнул. \n— А я не против, к тому же я вчера уже видел твоё тело — ухмыльнулся он, и за эту ухмылку и слова я ударила его в плечо.\n— Дин, не дай бог, ты сделал что-нибудь с моей сестрой, я тебя раскрашу так, что мать родная не узнает. \n— Ну во-первых я не знал что она именно твоя сестра. Во-вторых я ничего не успел с ней сделать, хотя очень хотелось —  Макс дал затрещину. \n\nПопрощавшись, мы спустились на первый этаж и направились к выходу. Когда мы сели в машину и Макс поехал, он начал говорить какая я не серьёзная, что за время мозгов не прибавилось. По нему было видно что он волновался и большую часть ночи не спал. Когда мы подъехали к дому, я вышла из машины и направилась в дом. От отца я прослушала полуторочасовую лекцию того что со мной могло произойти, таким злым я его не видела ещё никогда, и конечная его фраза была:\n\n— Ты больше не куда без охраны ездить не будешь! — проорал он. \n— Даже в школу?\n— Даже в школу — уже спокойно проговорил он и ушёл в кабинет, находящийся на первом этаже.\nПонурив голову, я пошла в свою комнату. \n",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "Я приняла душ и пошла спать.\nНа следующее утро проснулась в 7:30\n\" Здорово, успеваю\"\nЯ решила заплести себе конский хвост и выпустить спереди несколько прядей, нарисовала стрелки накрасила ресницы и стала выбирать что надеть. ",
    "answers": [
      {
        "id": 14,
        "text": "Чёрные ботинки, бежевые пиджак и брюки и чёрная майка"
      },
      {
        "id": 14,
        "text": "Белые кроссовки, чёрные обтягивающие джинсы и белый свитер"
      },
      {
        "id": 14,
        "text": "Юбка карандаш выше колен, чёрный пиджак, прикрывающий юбку, белая рубашка и чёрные туфли. "
      }
    ]
  },
  {
    "id": 14,
    "text": "Сегодня папа проснулся раньше и поехал в аэропорт. А ещё как папа и обещал, меня отвезли в школу, а Макс поехал самостоятельно на машине САМ.\n\nКогда я вошла в школу, то пошла в кабинет директора, отдать документы. Он сказал мне пойти к классному руководителю в кабинет и забрать учебники. Я думала что нашла нужный кабинет, но нет это не он. Там стоял Дин и какая-то девушка.\n\n— Стучаться не учили.\n— Где кабинет завуча по воспитательной работе, не знаете? — язвительно спросила я.\n— Это моя мама, но увы и ах её нет в школе — сказала незнакомка.\n— Видимо ты не знаешь что такое воспитание, ая яй, как не стыдно, а мне в первую встречу показалась твоя мать очень милой женщиной — кинула я ей и вышла из кабинета.\n\nПо пути я встретила Уильяма.\n\n— Привет, не знаешь где Мистер Лонг, мне нужно у него учебники забрать. \n— Да пойдём провожу — тут я краем глаза замечаю сердитый взгляд той девчонки, которая смотрела мне в след.",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "Проснувшись на этот раз, я посмотрела на часы, стоявшие на тумбочки, было 2 часа дня. \nВышла на кухню, Дин увидел меня. \n\n— На выпей — сказал уже знакомый мне голос.\n— Что ты здесь делаешь? И может оденешься!? — он стоял в одних боксерах. \n— Это мой дом что хочу то и делаю.\n\nВручив мне таблетку и стакан с водой, Дин сказал :\n— Можешь пока отдохнуть, если, конечно, хочешь, можешь принять душ.\n— Спасибо — выпила таблетку и села за барную стойку, спустя 15 минут таблетка начала действовать. \n— Будешь есть, малышка?\n— Угу.\n— Чего ты так напилась вчера?\n— Просто.\n— Если просто — то так не напиваються и ещё, не хочешь спросить что вчера было?\n— Пожалуй, воздержусь.\n— Ты не переживай я и так расскажу. \nТы вчера пила, очень много пила.Потом пошла танцевать, танцевала ты очень эротично, мне понравилось — он ухмыльнулся и его без того тёмные глаза почернели — когда я к тебе подошёл и сказал: \"Поехали домой\" ты меня не узнала — это было забавно до тех пор пока не подумала, что я какой-то извращенец и ударила меня. Но когда я отвлёкся, твой след уже простыл, минут 10 я тебя искал и увидел, как мужик, сидевший рядом с тобой, тебе что-то подсыпает в стакан и начал клеиться. Ты его отшила несколько раз, но он не отставал от тебя и я, как твой персональный спасатель, его отгнал, но ты меня опять не узнала и крикнула :\" ИДИ В ПРЕИСПОДНЮЮ ДЕМОН\". Кто знает что может произойти, да и ктомуже девушек изчезают их никто не может найти несколько случаев уже было и на этой и на прошлой недели. Я за тебя переживал — договорил он и подал мне тарелку с бульоном. ",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "Я вышла из комнаты, Макс уже ждал меня у двери. Мы погуляли по парку, зашли в кафе и в несколько магазинов.\n\n— Надо будет к той девушке завтра съездить и, как минимум, спросить как ее зовут.\n— Да, кстати, я говорил, что девушки пропадают, по её описанию сделали фоторобот и появились хотя бы предположения — ободряюще сказал он.\n— Да, ты прав.\n\nДомой мы вернулись около 10 вечера, ужинать мне не хотелось, я пошла сразу в свою комнату.\nНа следующее утро я решила посвятить день себе все равно выходной.\n\nА в обед мы с Максом поехали к той девушке.\nПрежде чем войти я постучал и после ответа: \"Можно\" мы вошли.\n— Не отвлекаем?\n— Нет что вы проходите, меня зовут Элизабет, можно просто Лизи\n— Меня зовут Алиса, а это Макс, приятно познакомиться.\n— Я Макса знаю, и зачем нужно было приезжать? — раздражённо сказала она. \n— Представь себе, ехал мимо и решил, что у меня с утра слишком хорошее настроение и надо бы его испортить общением с тобой — отозвался он. \n— Как мило с твоей стороны. \n— Она сестра Ника, та ещё стерва — обратился он ко мне. \n— Дорогой, это только с тобой такая.\n— Я польщён особым отношением к себе. Пойду прогуляюсь — плюнул он, а я стояла в недоумении",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "Когда я отдала документы Мистору Лонгу, написала Максу :\n\"Ты где?\"\nВ ответ мне пришло:\n\" На заднем дворе школы\"\n Я направилась во двор меня с ног сбил Дин, но вовремя меня подхватил, поэтому я ничего не ударила.\n\n— О какие люди, малышка, ничего не хочешь мне сказать?\n— Да нет, вроде — я пожала плечами, а он поставил меня.\n— То есть совесть тебя совсем не мучает.\n— Если бы мучала я бы извинилась, разве нет?\n— Какая же ты вредна, малышка моя.\n— Я не малышка и тем более не твоя.\n\nЯ направилась дальше, Дин что-то пробубнел и ушёл к каким-то парням. Выйдя во двор, я увидела Макса и Уила.\nПоприветствовав их, я села на.\n\n— Ну как забрала учебники?\n— Да, в понедельник могу приходить. \n— Дай мне машину тебе все равно она не понадобиться в ближайшие часов 5. Сказала, состроив щенячьи глазки.\n— Но папа сказал...\n— Он ничего не узнает — перебила его я, он не довольно на меня посмотрел.\n— Ладно — отдал мне ключи.\n\nПопрощавшись я пошла на парковку, нашла машину и поехала домой. По дороге домой мне под колеса выпрыгнул девушка ( Макс выбрал внедорожник), я резко остановила машину, она начала бить по капоту ладонями, то что я увидела подвергли меня в ужас : лицо было зареванное и разбитое, волосы запутанные, одежда порванная, вся в крови.\n\n— Садись в машину — сказала я.\nВсю дорогу она ревела.\n— Что произошло?\n— Я не помню, была в клубе, а потом тот мужик начал бить, все было в крови — у неё началась истерика. \n— Понятно.\nМы поехали в больницу. ",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "Когда мы приехали в больницу, я позвонила папе и сказала: \" Я в больнице\" и повесила трубку.\nСпустя 20 минут в эту больницу приехал Макс и Уильям.\n\nОн подбежал ко мне и начал расспрашивать.\n— Макс со мной все в порядке, там девушке плохо, она говорит что её били и все — спокойным голосом сказала я, чтобы успокоить Макса — полицию уже распровила её о том что случилось. Оказалось, эта девушка пропала несколько дней назад, полиция позвонила родителям. Так что не переживай. \n\n— Почему тогда сидишь?\n— Жду что скажет врач.\nМакс и Уильям сели рядом. Мы молча сидели и ждали врача. Он пришёл через 10 минут от приезда Макса и Уила.\n— Ваша подруга в стабильном состоянии, у неё была паника, несколько огромных гиматом и парезов. Переломов нет. Несколько дней в больнице и домой отпустим — сказал врач и ушёл.\n\n— Предлагаю поехать домой, по дороге заехать в магазин, и посмотреть фильмы — предложил Уильям, его идею сразу подхватил Макс.\nМы вышли из больницы, было уже около часа дня, направились к машине, это был серого цвета jaguar I-PACE. Я села на заднее сиденье и уставилась в окно, множество мыслей лезли в мою голову и все они были не очень хорошими.\nМы подъехали к магазину, когда в него зашли стали выбирать что взять. Взяли чипсы, коробку с напитком Coca-Cola в жестяных банках, и я не могла не пройти мимо сладостей. Проходя мимо стеллажей с алкоголем,  я посмотрела на них :\n\n— Ты его никак не купишь.\n— Я знаю.\nОплатив покупки, мы вышли из магазина и пошли в машину.Когда она поехала, я написала Джеймсону:\n\"Джеймсон привет, купи пиво и вино, пожалуйста\" и смайлик. \n— Отправить — проговорила я и заказала пиццу. \nОтвет мне пришёл почти сразу:\n\" Мистер Бэкхем знает?\" \n\" Предатель\" — подумала я, но писать не стала. \n\n",
    "answers": [
      {
        "id": 19,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "Мы подъехали к дому и спустя несколько минут приехал курьер. Расплатившись, мы пошли в домашний кинотеатр и стали выбирать что смотреть. Когда разлажили всё, я решила посмотреть драму.\n\nНа середине фильма Макс уже спал, а яноги убрала под себя, положила голову на плечо Уила, он напрягся.\n— Ты не против?\n— Нет все нормально — сказал он и ещё сильнее напрягся, и я слышала как его сердце билось очень быстро. \n\nФильм был очень трогательный, в конце я даже всплакнула. Когда фильм закончился, Уил сказал:\n— Хочешь ещё что-нибудь посмотреть?\n — Да, давай посмотрим \" Короля льва\" — сразу воодушивилась я.\nУил включил, и на середине мультика я почувствовала, что очень хочу спать и не заметила, как заснула.\n\nПроснулась я в своей комнате, посмотрев на часы, увидела, что время было 6 часов вечера. Вышла из своей комнаты и наткнулась на Макса.\n\n— Ааа... — показав пальцем на свою комнату, сказала я, но меня перебили. \n— Тебя Уил перенёс в комнату — как-то странно на меня посмотрел. \n— Спасибо — только я хотела уйти,  добавила — Давай сходим погуляем? \n— Ладно, через 10 минут у входа. \nКивнув, я зашла в комнату и решила надеть:\n\n",
    "answers": [
      {
        "id": 16,
        "text": "Голубой спортивный костюм и белые кроссовки"
      },
      {
        "id": 16,
        "text": "Белая футболка, салатовый брюки и босоножки"
      },
      {
        "id": 16,
        "text": "Чёрные шорты, красная футболка и босоножки на платформе"
      }
    ]
  },
  {
    "id": 20,
    "text": "— Вы знакомы? — в недоумении проговорила я, \"Конечно знакомы и отношение у них явно не складываются\" — крикнул мне внутренний голос.\n— Да, как сказал Макс я сестра Ника и мы учимся в одной школе, я старше Ника на 2 года.\n— Ммм... Понятно.\nМы стояли смотрели друг на друга не зная что сказать и как продолжить разговор.\nНо спустя время неловкость испарилась и разговаривали как старые друзья.\nМы поболтали около полутора часа, пока не закончилось время для посещения. \n\nНа выходных Лизи выписали из больницы. В понедельник утром я была очень сонная и мне было без разницы, что надеть в школу.\nУ нас с Лизи было много совмещённых уроков, хоть она и была в выпускном классе. \nКогда я зашла в кабинет на меня обратили все внимание, вместе со мной зашёл Мистер Лонг.\nПоздаровавшись и представившись я села на соседнюю парту рядом с Лизи.\nПредмет Мистера Лонга математика, я училась в школе углубленного изучения точных наук, поэтому мне было не интересно слушать его.\nИз знакомых мне людей в кабинете были только Лизи и Дин. ",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "Когда урок закончился и Мистер Лонг вышел, мы с Лизи начали собираться. К ней подошёл Дин и кинул портфель.\n\n— Донесешь  — сказал он и направился на выход, единственное что пришло мне в голову это взять его портфель и кинуть его в конец класса. \n— Донесла — сказала я и взяла подруку Лизи, и вышла из кабинета.\n\nИдя по коридору, оставляла взгляды одноклассников позади.\nКогда мы подходили к лестнице Дин схватил меня за руку, заталкал в подсобку и закрыл дверь. Лизи начала стучать в дверь и что-то кричала. \n\n— Ты совсем охренел!?\n— Это ты что себе позволяешь!? — проорал он, выделяя \"ты\" — Малышка, если я тебе пару раз разрешил со мной поприрекаться это не означает, что тебе можно делать все что хочется. \n— Я ещё не делала все что хочется — достаточно грубо ответила я — и ты ещё не ответил на мой вопрос \"ты совсем охренел!?\" \n— И чё ты такая истеричка? Вроде твой брат нормальный, а ты интересно в кого — ухмыльнулся он. \n— Я не истеричка, а тебя похоже не учили как с девушками надо обращаться. Ты наглый, циничный, похотливый, моральный урод. \n— Чё вакнула мелочь? Ты хоть знаешь, что я могу сделать!? — сердито сказал он, стукнул рукой об стену около моей головы и вышел из подсобки. \n",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "Как только он вышел, забежала Лизи, обняла и начала выпытывать:\" что он хотел?\" \n\n \"Идиот\" —  подумала я, после долгих раздумий, и переведя взгляд на лицо Лизи я заволновалась. \n\n— Ничего не произошло, почему слезы льем — обеспокоино сказала я и обняла её —  Пойдём? — она только кивнула.\n\nНаписала Максу:\n\"Вы где находитесь? \"\nОтвет пришёл почти сразу:\n\" В спортзале\" — он позвонил. \nЗвонок я сбросила и написала:\n\"Жду во дворе школы\" \n\nМы вышли из здания и сели на лавочку под деревом чтобы нас не увидели. \nЛизи заговорила:\n— Я за тебя так испугалась — продолжала всхлипывать Лизи — Дин вообще безбашенный. \nЯ продолжала её успокаивать, и как только она перестала плакать к нам сзади подбежал Макс и крикнул, тем самым испугав Лизи, и она снова начала плакать. \nМакс начал лыбиться, но как только парень услышал всхлипы Лизи улыбка сошла с его лица. \n\n",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "Макс обошёл лавочку, сел на корточки, около ног Лизи, так чтобы их лица были на одном уровне, и серьёзным тоном спросил:\n— Всё в порядке? Я тебя сильно напугал?\n\n— Нет не очень — лицо Лизи прям так и светилось от счастья. \"То есть я так долго пыталась её успокоить, а это лосья морда, просто поинтересовался её состояние и она растаяла!?\" — наверное, у меня глаза на лоб налезли.\n\n— Это не ты — продолжила она — Дин Алису в подсобку затащил и... Я так испугалась — Лизи начала шмыгать носом, Макс её обнял.\n\" Я пожалуй пойду\" — пронеслось в моей голове, и незаметно для Макса я улизнула и направилась в здание школы.\n\nНа пути я столкнулась с Уильямом.\n\n— Привет, не хочешь после школы прогуляться? —  сказал и смущённо улыбнулся. ",
    "answers": [
      {
        "id": 25,
        "text": "Привет, почему бы нет?"
      },
      {
        "id": 26,
        "text": "Привет, прости я не смогу, может как-нибудь в другой раз? "
      }
    ]
  },
  {
    "id": 24,
    "text": "— Вы знакомы? — в недоумении проговорила я, \"Конечно знакомы и отношение у них явно не складываются\" — крикнул мне внутренний голос.\n— Да, как сказал Макс я сестра Ника и мы учимся в одной школе, я старше Ника на 2 года.\n— Ммм... Понятно.\nМы стояли смотрели друг на друга не зная что сказать и как продолжить разговор.\nНо спустя время неловкость испарилась и разговаривали как старые друзья.\n",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "Я улыбнулась и ответила:\n— Привет, почему бы и нет? — улыбка на его лице стала шире.\n— Давай встретимся около школы в 3 часа? — я задумалась и Уильям добавил с обеспокоинным лицом — если тебе не удобно...\n— Нет все в порядке у меня уроки заканчиваются в это время — беспордонно перебила его я.\n\nМы обменялись номерами и я пошла на урок. Лизи, в кабинете я не увидила, на этот урок она ходила в кабинет географии, а я на урок химии. Села на последнюю парту и стала ждать учителя.\nРядом со мной опустился Дин, я непонимающе на него посмотрела.\n\n— Какого хрена!? Здесь я сижу — выкрикнула я и поднялась со стула. \n— Ещё и я — сердито на него посмотрела — куда мне по твоему сесть все места заняты — я все продолжала на него смотреть убийственным взглядом и в этот момент зашёл учитель.\n— Бэтхем чего стоим, урок уже начался — отчитал меня учитель. \n— Извините. \n\n",
    "answers": [
      {
        "id": 30,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "Не долго думая я ответила:\n— Привет и прости я не смогу пойти у меня уже запланированы дела на вечер — сказала я и громко вздохнула — может как-нибудь в другой раз?\n— Да, прости — было видно как он расстроен — увидимся?\n— Да, хорошо, пока.\nСказала, развернулась и ушла в школу.\n\n_______________\n\nУроки прошли, быстро я вернулась домой, переоделась, решила взять ноутбук и посидеть в кафе. \n\nКогда я сидела в кафе, ко мне подошёл молодой парень лет 20, с темными волосами, голубыми глазами, и спросил:\n— Здравствуйте, можно присесть?\n— Нет нельзя, места свободные есть.\n— Но я все же присяду — отодвинул стул и сел, я оторвалась от ноутбука и посмотрела на него.\n— Наглость — второе счастье, да? — парень задумался,  я добавила — я занята, не мешай раз уж решил присесть — и опять перевела свой взгляд на экран.\n— Меня зовут Джон, а к тебе как...\n— Алиса — оборвал его — мне 18, сюда приехала недавно, учусь в местной школе, есть брат, парня нет, отношения не интересуют, только если ты не Томас Холланд или Дженсен Эклз в молодости— Джон был удивлён, его глаза, в буквальном смысле, полезли на лоб — будут ещё вопросы? Мне можно продолжать работать?( я часто помогала папе с разбором бумаг и печатанием контрактов). ",
    "answers": [
      {
        "id": 27,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 27,
    "text": "Спустя несколько минут, переваривания информации, он ответил :\n— Джон, мне 23, приехал сюда учиться, учусь в институте, в другом городе живут родители и младшая сестра — он о чем-то задумался — девушку, похоже, уже нашел.\n— Здорово — выплюнула я, допила кофе, встала со стула и вышла из кафе. Джон, как на зло пошёл за мной.\n— Даш свой номерок? — \"Как же он меня достал\" — подумала я. \n— Нет — отчеканила я.\n— Ну, послушай, может это судьба нас свела, в этом кафе, в это время!?\n— Если судьбе угодно, то потом ещё встретимся.\n\nЯ мигом села в машину и поехала, а он продолжал стоять офигевший от происходящего.\n\nДо дома я доехала без происшествий. Как только я зашла в дом мне написал папа и позвонила Лизи.\n— \"Привет, я в школе тебя не видела\" — Лизи молчала и я поспешила добавить — \"все в порядке?\"\n— \"Да, давай встретимся где-нибудь? Я тебе все расскажу\" — радостным голосом сказала Лизи.\n— \"Хорошо\"\n\nДоговорившись о встрече, мы попрощались. Встретится договорились в клубе, ну и я выбрала короткое облегающее красное платье.\n",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "Время близилось к 8 вечера, спустилась со 2 этажа и наткнулась с Максом.\n— Куда идешь?\n— В клуб.\n— С кем?\n— С Лизи.\n— Понял.\n\nОн молча стал подниматься по лестнице, взгляд был грустный.\n— Что произошло?\n— Ничего.\n— Почему ты такой грустный?\n— Солнце, мы поменялись ролями? Сначала я тебя допрашивал, теперь ты меня? — усмехнулся он. \n\nДостала телефон и написала Лизи:\n\" Сегодня не получиться встретиться, прости\" \nОтвет пришел сразу :\n\"Ничего страшного, значить завтра тебе расскажу\". \n\n— Мы идем в клуб. \n— Мы? Ты же с Лизи собиралась — грубо сказал он.\n— Ничего страшного, пойду с тобой. \n\nОн начал отнекиваться, я схватила его за руку и потянула к выходу. \nМашина с Джеймсоном стояла у ворот. Запихнув в нее, не очень сильно сопративлявшегося парня, села я. \n\n",
    "answers": [
      {
        "id": 29,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 29,
    "text": "Доехав до места, прошли охрану и сели за барную стойку. Заказали алкогольные напитки, мы молчали.\n\nСпустя минут 10 молчания Макс сказал:\n— Солнце, что бы ты сделала если у тебя увели девушку?\n— Ну, во-первых такого еще не было и во-вторых меня привлекают парни — попивая коктейль, посмотрела на него — Но я бы раскрасила ему лицо.\n— Я бы то... \n— Я не договорила, и предложила ей встречаться — перебила его. \n— Вот в этом то и проблема, она меня ненавидит. \n\nПросидев еще час, Макс был уже в стельку пьян и спал, положив голову и руки на барную стойку. \n\" Надо кому-нибудь позвонить, одна я его точно не до тащу\" — подумала я,  повернув голову, увидела  Дина в кругу друзей. \n\n",
    "answers": [
      {
        "id": 36,
        "text": "Попросить помощи у Дина"
      },
      {
        "id": 48,
        "text": "Справиться самой"
      }
    ]
  },
  {
    "id": 30,
    "text": "Недовольно посмотрев на Дина, я села за стол.\n\n— Не хмурь лобик, малышка, морщинки появяться — я не ответила, он сощурил брови.\n— Почему молчишь? Я может быть хочу с тобой дружбу водить, а ты... — театрально вдохнул он.\n— У нас с тобой \"просто\" быть не может. \n— Почему? \n— Полчаса назад ты мне говоришь про войну, ненависть, кровь, слезы, а сейчас заливаешь про дружбу, розовые мирки и единорогов. \n— Но мы все равно можем попробовать!\n— Мы с тобой ничего пробовать не будем!? —  он лишь усмехнулся.\n— Я бы с тобой многое попробывал.\n— Не беси меня.\n— Бэтхем я знаю что тебе не интересен этот урок, ты в прошлой школе химию на углубленке изучала, но, пожалуйста, не мешай остальным. Здесь больше половины ничего не понимают.\n— Хорошо.\n\nВесь оставшийся урок я стралась не слушать, что говорил Дин.\nИ когда прозвенел звонок, я думала он от меня отстанет, но не повезло. Он шел за мной попятам на протяжении всей перемены. ",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "Все оставшиеся уроки и перемены, Дин не отходил от меня ни на шаг, Лизи я так и не встретила, но она отправила СМС:\n\n\" Мне плохо, Макс повел домой\".\n\n После уроков я пошла в библиотеку и Дин опять за мной увязался.\n— Зачем за мной ходишь? Ты достал уже — злостно посмотрела на него.\n— Могу, умею, практикую. Давай сходим после школы куда-нибудь?\n— Не могу, занята.\n— Чем интересно?\n— На свидание позвали, вот и иду.\n\nСпустя минуты молчания, Дин вымолвил :\n— Круто — развернулся и ушел.\nЯ взяла книгу и пошла к месту встречи с Уильямом. \n\nВремя близилось к 3, я вышла из школы и увидила Уила.\n— Пошли?\n— Да, пошли. ",
    "answers": [
      {
        "id": 32,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "Мы пошли в сторону моего дома.\n\n— А куда мы идем? — удивлённо спросила я, когда были недалеко от дома. \n— Тебе же нужно переодеться, вот и подумал, что... — проговаривал он, опустив голову и шумно вдыхая воздух, покраснел.\n— Это мило — улыбнувшись проговорила я и взяла его за руку, повела в сторону дома.\n\nКогда зашли домой я спросила :\n— Не хочешь чай или кофе?\n— Нет, я тебя подожду и мы сразу пойдем — неуверенно почесал затылок.\nЯ хмыкнула и пошла переодеваться.\nВыбрала белое короткое летнее платьице и черные кроссовки.\n\n— Я все — крикнула, спускаясь по лестнице — Пойдем?\n—Да, ты красивая — после этих слов, он сразу же покраснел, я удивленно вскинула бровь, поспешно добавляя — то есть...ты всегда красивая просто... сегодня, по особенному... вот. \n— Спасибо приму за комплимент — взяла за руку и мы вышли из дома в сторону парка. \n",
    "answers": [
      {
        "id": 34,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 33,
    "text": "Сказав ему размер футболки, пошла в уборную в бизнес зоне, сняла футболку. Достала из сумочки крем и намазал место куда пролился горячий кофе, оставивший на коже красное пятно, через несколько минут приходит этот парень. \n— Это, вообще...\n Перебил меня, вручив футболку :\n— Что я там не видел!? — я смотрела на него испепеляющим взглядом, а он его как будто не замечал.\n— Футболка — белая, от PRADA. Дорого же нынче девушку содержать, парень? — проговорил он, посмотрел на исполченную футболку и перевел взгляд на меня. \n— Папа — холодно ответила — может уйдешь?\n— Такая холодная.\n— Зато ты слишком горячий, поумерь свой пыл — сказала я и надела футболку, и вышла из комнаты.",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 34,
    "text": "Уил заказал такси, мы его ждали и в молчании гуляли по парку, это молчание было не неловким, даже наоборот с ним было спокойно и уютно.\n\n Такси приехало, Уил назвал адрес и мы поехали.Когда мы вышли из машины, я увидела ворота парка аттракционов. Моему удивлению не было предела.\n— А что мы здесь делаем?\n— Ну... Я у Макса спросил, он ответил, что ты давно в парке не была и... подумал, что тебе будет интересно — мне кажется, пока он это говорил моё лицо стало красным, как и у него.\n— Спасибо, пошли на машинках покатаемся — у меня была улыбка до ушей. \n— Да, пошли.\n\nВесь день мы пробыли в парке развличений, сначала мы покатались на машинках, потом на американских горках, поели сахарную вату, еще покатались на американских горках, когда уже надоело кататься, мы вышли из парка аттракционов, пошли по центральным улицам города и мне захотелось мороженого.\n\n— Я хочу мороженного — как маленькая крикнула я.\n— Может ты проголадалась?\n— Это тоже.\n— Пошли.\nУил привел меня в кафе.\n— Миленько — сели за столик, заказали еду и в это кафе зашел Дин с его друзьями.\nНаши взгляди встрелись и я решила его: ",
    "answers": [
      {
        "id": 35,
        "text": "Игнорировать"
      },
      {
        "id": 37,
        "text": "Улыбнуться"
      }
    ]
  },
  {
    "id": 35,
    "text": "Посмотрев на него, я сразу продолжила разговор с Уильямом. Увидела, как Дин и его компания сели за столик. Они сели за спиной Уила, так я видела Дина, а Уил нет.\n\nМы продолжили общаться, а краем глаза замечала, что Дин пялиться на меня.\n— Все нормально? — обеспокоенно спросил Уил, когда я в очередной раз отвлеклась.\n— Да, просто немного устала за сегодня — ответила я мило улыбаясь.\n— Ну тогда пошли я тебя домой отведу?\n— Было бы здорово.\n\nУил оплатил счет, вызвал такси и всю дорогу мы делились впечатлениями о прогулке.\n—Уил не хочешь зайти?\n\"Чуствую как щеки мои порозовели\" — подумала я.\n— Хорошо.\n\nМы вышли из машины, зашли в дом. \n— Чай — кофе? \n— Не хочешь фильм посмотреть? — задал вопрос Уил. \n— Я первая задала вопрос — прикрикнула я, топнув ножкой. \n— А я первым хочу ответ услышать. \n— Тогда ты фильм выбираешь.\n— Хорошо. \nОн скрылся за дверью домашнего кинотетра, я крикнула. \n— Так чай или кофе? \n— Выбирай сама. \n\n\n",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 36,
    "text": "Я подошла к столу за которым сидел Дин, обнимаясь с какой-то рыжей девушкой. \n— Привет Дин, можно поговорить?\n— Дин сладкий кто ЭТО? — выкинула она, с явным пренебрежением ко мне, и показала на меня пальцем.\n— Да, так это очень интересная история — рыжеволосая, неожидала, что Дин встанет изо стола. \n\nМы вместе пошли за моей \"маленькой\" проблемы, весящей наверное килограмм 70.\n— Ну и где твоя проблема или ты решила так привлечь мое внимание — с ухмылкой, глазел он на меня.\n—Нет — отрезала я, показала рукой на проблему — вот она.\n— Ух ты ж ебт...т...тебя — сказал он, посмотрел на Макс, перевел взгляд на меня и пытался не сматерится — он же вообще не пьет.\n\n\" Нда он конкретно охренел\" — внутри я уже ликовала, смотря на Дина, но посмотрев на брата у меня, появилась жалость. ",
    "answers": [
      {
        "id": 1,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 37,
    "text": "Посмотрев на него, я улюбнулась, а Дин что-то сказал своим друзьям и направидся за наш столик.\n\n— Здравствуйте , друзья мои дорогие — садясь за стол, сказал Дин.\n— Тебе что здесь надо — не горя энтузиазмом, посмотрел на Дина Уильям.\n—Да так, мимо проходил, смотрю знакомые лица, думаю дай с ними поговорю. А че, что-то не нравиться? Малышка, ты же не против? — повернулся ко мне Дин, положил руку на спинку стула. \n\n— Малышка? — удивлённо переспросил Уил. \n— А... — растерялась я — это долгая история, мы, наверное, пойдем — я стала собираться и Уил нехотя последовал моему примеру — До свидания, Дин. \n\n— Малышка может тебя подвести, я на машине? — посмотрел на меня с ехидной улыбкой и повернул голову в сторону Уила. \n— Нет, спасибо, меня Уильям до дома проводит — взяв Уила за руку, мы вышли из кафе. \n\n",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "— Решил себе все самое вкусное забрать!?\n— Нет, тебе потом плохо будет.\nЯ надулась и пошла за барную стойку, решила позвонить Максу. Сбегала в комнату — его там не оказалось. Оббегала весь дом, тоже нет. Вернулась на кухню.\n— Непонятное существо, чего потеряла?\n— Телефон не могу найти — нахмурившись огляделясь по сторонам и остановила свой взгляд на телефоне Дина — Я позвоню с твоего.\n— Мгу... — серьезно так просто. Я аж обрадовалась. Но меня ждала не удача. На телефоне была блокировка.\n— Дин — грозно протянула я.\n— Не открывается? — он открыто надо мной насмехался — А ты думала все так просто будет?\nЯ кивнула. На что он только ухмыльнулся. \n— Мне Максу позвонить нужно.\n— Не переживай я ему уже написал.\nМы поели я бульон. Он — ароматную пасту с креветками. Время было пять вечера Дин сказал отвезет меня домой. \n",
    "answers": [
      {
        "id": 42,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "Мы вышли из кафе,парень поймал такси, когда мы в него сели он заговорил:\n— Почему ты не сказала, что знаешь Дина?\n— Мне, кажется, ты не в том положении, чтобы я тебе объясняла, кого я знаю, а кого нет.\n\n— Это Дин, ты его просто не знаешь. Он играет с девушками, подруги — только девушки его друзей. Если ты думаешь, что... — тут я его прервала.\n— Если ты действительно думаешь, что я такая ветреная, то мы останемся друг для друга только другом брата и сестрой друга, если ты хочешь построить со мной дружбу, то научись мне доверять — холодно ответила я — Можно остановить машину, я пойду пешком.\n\nУил уговаривал меня доехать до дома с ним, но как только машина остановилась, я вышла из нее и направилась в неизвестном мне направлении. ",
    "answers": [
      {
        "id": 40,
        "text": "Вернуться домой"
      }
    ]
  },
  {
    "id": 40,
    "text": "Я пришла домой было около 10 вечера. На диване сидел Макс и ждал меня: \n— Почему ты на звонки не отвечаешь? Уил весь город на уши поставил — как-то грустно он спросил. Ничего не ответив, я пошла в свою комнату, переоделась. Макс все еще сидел на диване, но включил телевизор.\n— Ты куда?\n— В запой — пошла к входной двери, замерла, повернулась к Максу и спросила — хочешь со мной?\n— Думал не спросишь. Пошли. \n— Проблемы? \n— Ага. \n\nМы молча взяли машину и поехали в ближайший бар. Макс рассказал про свои проблемы с девушкой. Я рассказала о недоверии, которое до сих пор меня приследует. Мы уже были достаточно подвыпившими, когда мне приспичило потанцевать. \nЯ вышла на танспол и спустя несколько минут почувствовала чьи-то руки на своих ягодицах. \n\n— Миленькое черное неприкрываюшее ничего платьице, малышка — сказал до боли знакомый мне голос.\n— Опять ты ЧЕРТ поганый, что тебе только здесь надо. \n— Считай я твой личный герой, спасающий от мужских взглядов. Малышка, мне очень не нравиться, когда на тебя смотрят другие парни. И ты достаточно пьяна, чтобы ответить на их ухаживания, поэтому мы поедем домой — подхватил меня на руки и направился в сторону выхода. \n— Я с Максом приехала, надо его забрать. \n— Не надо, он с какой-то блондинкой уехал минут как 10 назад. \n\n\n",
    "answers": [
      {
        "id": 41,
        "text": "Выйти из бара"
      }
    ]
  },
  {
    "id": 41,
    "text": "Дин нес меня на руках до его машины, поставил на ноги, открыл переднюю дверь и посадил на сиденье, и пристегнул.\n— Ну все, малышка, поехали ко мне — сказал он, садясь в машину.\n— Нет, мне завтра в школу, домой надо.\n— Школа? — в недоумении посмотрел на меня — Ах, да ты же у нас прилежная ученица.\n— Мг...— вымолчила я и заснула.\n\nДАЛЬШЕ ОТ ЛИЦА ДИНА :\n\n Это пьяное\" чудо\" что-то бормотало во сне — подумал я, глянул на спящую, скорее, некрасавицу. В своих мыслях уже во всю ржал с этого \"прелестного личика\". Когда загорелся зеленый, я продолжил свой путь домой. \n\nПодъехал к дому, вышел из машины, открыл дверь и взял Алису на руки. \n— Хорошо, что есть отдельный лифт для жильцов. Когда шел мимо ресепшена меня окрикнул охранник:\n— Дин, не успел девушкой попользоваться и решил к себе, как экспонат, взять — с издевкой в голосе сказал он. \n— Нет, эта милая девушка сестра моего хорошего друга — я посмотрел на нее и улыбнулся. \n— Нравится, значит, на других у... \n— Так, Мистер, идите и посмотрите свои любимые фильмы для взрослых и завидуйте молодым молча — гордо сказал я, пошел в сторону лифта. Охранник лишь усмехнулся\n\n",
    "answers": [
      {
        "id": 43,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 42,
    "text": "Когда мы подьежали к дому ко мне подкралось не хорошее предчувствие. И это предчувствие приходилось на мою попу. Похоже сегодня что-то будет болеть. Попрощавщись с Дином, направилась в дом. Открыла дверь и на пороге стоит недовольный, видимо жизнью, Макс.\n\n— Где ты шлялась? И почему трубку не брала? И где вообще твой телефон?\n— Так много вопросов и так мало ответов. Я могу идти в комнату? — деловито спросила я.\n— Нет, нельзя! Ты не ответила на вопрос? Куда ты вообще из клуба пропала? И как с ним оказалась?\n— Вот не понимаю твою логику. Ты только спросил куда я пропала. И следующий вопрос про того у кого я была ты определись уже, братец — выждав паузу, направилась в комнату.\nПриняв душ я сразу улеглась спать. ",
    "answers": [
      {
        "id": 45,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 43,
    "text": "Когда вышел из лифта на нужном этаже и уже было зашел в квартиру, мое маленькое чудо...\n— Мое!? — прошептал я и удивленно посмотрел на взбушевавшуюся красавицу.\n— Отпустите меня, пожалуйста\n— Хм... Дай подумать — она смотрела на меня пристально — нет.\nОна начала реветь, но как только голова коснулась подушки, Алиса заснула.\n\n— Алиса, Алиса тебя не тошнит? — в ответ последовал отрицательный кивок головой.\n— Это хорошо.\nСпустился на кухню и начал искать обезболивающие.\n\" У моей малышки утром будет болеть голова\" — подумал я, после уже в слух сказал :\n— Надо бульон приготовить, еще с утра в школу ее отвезти нужно. ",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 44,
    "text": "ОТ ЛИЦА АЛИСЫ :\n\n\"Твою мать голова болит и надо в туалет сходить\"   — открываю глаза и вижу потолок не похожий на мой. Сажусь и поворачиваю голову в сторону тумбы, на ней стоит стакан с водой таблетки и записка :\n\" Выпей обезболивающее и иди на кухню\"\nЗдесь я не на шутку испугалась.\n\" Маньяк какой-нибудь, из-за которого весь город на ушах стоит\" — думая, шла на кухню. \n— А нет не маньяк, снова ты — сказала я, увидя Дина. \n— Да, а кого ты хотела увидеть? Принца на белом коне? \n— Ну не принца конечно, но Уил бы подошел? — на лице Дина сменились несколько эмоций после моих слов, он отвернулся к плите. \n— Ну... я не Уил — понуро ответил он — садись есть, сегодня в школу не идем. \n— Почему!? — крикнула на него.\n— Ну хотя бы потому что сейчас почти три часа и в школу мы не успели. \nЯ подошла ближе и выглянула за спину Дина. Он готовил пасту с креветками. \n— Вкусно!!! — восторженно хлопая глазками, чуть не попрыгивая, говорю. \n— Чего ты радуешься!? — с негодованием хрипнул он — Тебе вон в кострюльке — показал глазами. \n\n",
    "answers": [
      {
        "id": 38,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 45,
    "text": "С утра я уже без оговорочно ездила с охранником-водителем. Около шолы меня ждала Лизи. Но я не уверена, что она меня ждала. К ней подошел парень и обнял.\n— Лизи привет, а... Это кто?\n— Это мой парень Том.\nОна повернулась к парню.\n—Ну ладно, мы пошли.\nМеня напригал взгляд парня. Слишком он извращенный, что ли.\nМы зашли в школу. Я сразу увидела Макса и его друзей. Они обсуждали игру баскетбола.\n— Девчата, не хотите с нами сходить? — спросил Ник, завидев нас. А Макс и Уил выглядили очень грустными и подавленными.\n— Все в порядке? — снимает с языка Лизи. Первым отходит Уил.\n— Да... Алиса мы могли бы поговорить?.\nЯ кивнула и мы направились на задний двор школы.\n— Ты права, я не должен был так реагировать на Дина. И когда ты вышла из такси должен был пойти за тобой. Извини. ",
    "answers": [
      {
        "id": 46,
        "text": "Простить"
      },
      {
        "id": 47,
        "text": "Затаить обиду"
      }
    ]
  },
  {
    "id": 46,
    "text": "— Уил, правда, все нормально. Не хочешь после школы куда-нибудь сходить?\n — Да, давай в кино? Или в парк аттракционов?\n— Встретимся тогда и определимся хорошо?\nМы напрвалились в сторону кафетерия, после положительного ответа Уила.\nС ним мы решили после отправиться домой, а потом сходить в ТЦ. Телефона у меня до сих пор нет. Когда звоним в ответ нам:\n\" Набранный Вами номер не доступен, перезвоните позднее\"\nЯ пошла искать Дина. Но в школе, как сказала его кампашка, он не появлялся. И что мне теперь делать!? ",
    "answers": [
      {
        "id": 49,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 47,
    "text": "",
    "answers": []
  },
  {
    "id": 48,
    "text": "",
    "answers": []
  },
  {
    "id": 49,
    "text": "Без телефона я никуда не пошла. Пришлось просить Макса сказвть об этом Уилу. В районе пяти вечера пришлось переться к Дину. Ну а что еще делать?\nКогда проходила мимо вахтера, он на меня хитро поглядывал. Будто зная все мои планы.\n— Ну как ночка? Весело было, да?\n— Чья ночка?\n— Вчера. Дин тебя тащил. Чуть ли не серенады про тебя пел. Просил губу закатать.\n— Ну про губу это хорошо. А вот остальное не понятно — пробурчала я себе.\n— Чего говоришь?\n— Да нет, ничего — ответила ему, заходя в лифт. ",
    "answers": []
  }
]