[
  {
    "id": 1,
    "text": "Автор: Aleks Otter<s>r\nЖанры: романтика, детектив, фэнтези<s>r\n<s>r\nКакой алхимик не любит сложных задач? Если исследовать, то самый редкий цветок. Если влюбляться, то в самую холодную девушку! Ну и что, что в груди у неё осколок льда?<s>r\n<s>r\nСможет ли Шон растопить сердце избранницы или же замёрзнет сам?  ",
    "answers": [
      {
        "id": 2,
        "text": "Начать",
        "var_set": [
          "gvenn",
          0,
          "kamrin",
          0,
          "gift",
          0,
          "fairy",
          0,
          "magic",
          0
        ]
      },
      {
        "id": 3,
        "text": "Концовки"
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "",
        "system": true
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "http://188.120.236.127/aleks_otter/ice_and_flower/1_7.jpg"
      },
      {
        "id": 1,
        "text": "   ",
        "comment": true
      },
      {
        "id": 1,
        "text": "Чат тестирования VK",
        "url": "https://vk.me/join/mKeJyKiPEb8BxeQtbuOKe/25nN78r7jM7vA="
      },
      {
        "id": 1,
        "text": "Группа автора VK",
        "url": "https://vk.com/aleks_otter_quest"
      }
    ]
  },
  {
    "id": 2,
    "text": "Каждое утро я тщательно протирал витрину — мне нравилось смотреть, как солнце играет зайчиками среди склянок. Разноцветные блики оживляли лавку, разгоняли мрачную атмосферу. Увы, люди редко приходят к алхимику по счастливому поводу.<s>r\n<s>r\nОна появилась в обычный час. Мелодично прозвенел дверной колокольчик, и под мерный стук каблучков к прилавку проплыла Гвенн. Этот ритм никогда не менялся, как не менялись пышная каштановая коса, шляпка и простое платье. Гвенн напоминала призрака, застрявшего в безвременье, и как от призрака от неё веяло холодом.",
    "answers": [
      {
        "id": 4,
        "text": "— Чем могу помочь, мисс?",
        "var_set": [
          "love",
          0
        ]
      },
      {
        "id": 4,
        "text": "— Вам как обычно, мисс Альвин?",
        "var_set": [
          "love",
          1
        ]
      }
    ]
  },
  {
    "id": 3,
    "text": "Из 14 концовок открыты:",
    "answers": [
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "❆   Обманутые надежды",
        "need": [
          12
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "❆   ???",
        "need": [
          -12
        ],
        "need_sometimes": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "❆   Холодное лето",
        "need": [
          24
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "❆   ???",
        "need": [
          -24
        ],
        "need_sometimes": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "❆   Стылые стены лабораторий",
        "need": [
          44
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "❆   ???",
        "need": [
          -44
        ],
        "need_sometimes": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "❆   Прилежный ученик",
        "need": [
          16
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "❆   ???",
        "need": [
          -16
        ],
        "need_sometimes": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "❆   Отшельник",
        "need": [
          57
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "❆   ???",
        "need": [
          -57
        ],
        "need_sometimes": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "❆   Наследие",
        "need": [
          52
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "❆   ???",
        "need": [
          -52
        ],
        "need_sometimes": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "❀   По счетам",
        "need": [
          45
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "❀   ???",
        "need": [
          -45
        ],
        "need_sometimes": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "❀   Воссоединение",
        "need": [
          50
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "❀   ???",
        "need": [
          -50
        ],
        "need_sometimes": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "❀   Сговор",
        "need": [
          51
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "❀   ???",
        "need": [
          -51
        ],
        "need_sometimes": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "❀   Последняя страница",
        "need": [
          18
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "❀   ???",
        "need": [
          -18
        ],
        "need_sometimes": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "❀   Хижина в цветах",
        "need": [
          61
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "❀   ???",
        "need": [
          -61
        ],
        "need_sometimes": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "❀   Головная боль",
        "need": [
          66
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "❀   ???",
        "need": [
          -66
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "❦   Чёртик из табакерки",
        "need": [
          65
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "❦   ???",
        "need": [
          -65
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "❦   Цветы в небесах",
        "need": [
          64
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 3,
        "text": "❦   ???",
        "need": [
          -64
        ]
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "empty",
    "answers": [
      {
        "id": 4,
        "text": "Она была красива даже такая, с заиндевевшими ресницами, с застывшей на лице маской безразличия. Любуясь голубыми глазами Гвенн, я попытался представить, что на улице середина зимы, а не разгар лета. Не удавалось — бледной коже отчаянно недоставало румянца.\n\nЯ потянулся было за «Бодрящим напитком», который всегда держал под рукой в дни её визитов. \n\n— Здравствуйте. Пожалуйста, дайте мне семь бутылок «Улыбки странника», — сказала Гвенн.\n\nЯ так и застыл, неловко согнувшись над прилавком. «Улыбка» — худшее из зелий, её дают безнадёжно больным, чтобы облегчить страдания. \n\nИз комнаты показался хмурый мастер Спенсер. \n\n— Мисс Альвин, вашей матушке хуже? — озабоченно спросил он.\n\n— Добрый день, мистер, — Гвенн присела в вежливом книксене. — Врач говорит, что матушке осталось не больше месяца.\n\nЕё лица не коснулась даже тень эмоций.\n\n— Соболезную, мисс, — выдавил мастер Спенсер. — Сейчас у нас есть лишь три пузырька на продажу, но Шон приготовит ещё.",
        "var_more": [
          "love",
          0
        ],
        "merge": true
      },
      {
        "id": 4,
        "text": "— Здравствуйте. Пожалуйста, дайте мне семь бутылок «Улыбки странника», — сказала девушка совершенно будничным тоном, как будто покупала яблоки.\n\nЯ мысленно чертыхнулся. «Улыбка» — худшее из зелий, её дают безнадёжно больным, чтобы облегчить страдания. Но на застывшем лице Гвенн не мелькнула грусть, заиндевевшие ресницы не дрогнули в печали.\n\nИз комнаты показался хмурый мастер Спенсер. \n\n— Мисс Альвин, вашей матушке хуже? — озабоченно спросил он.\n\n— Добрый день, мистер, — Гвенн присела в вежливом книксене. — Врач говорит, что матушке осталось не больше месяца.\n\n— Соболезную, мисс, — выдавил мастер Спенсер. — Сейчас у нас есть лишь три пузырька на продажу, но Шон приготовит ещё.",
        "var_equal": [
          "love",
          0
        ],
        "merge": true
      },
      {
        "id": 5,
        "text": "— Без проблем. Подойдите завтра в это же время.",
        "var_sub": [
          "love",
          1
        ]
      },
      {
        "id": 6,
        "text": "— Оставьте адрес, я занесу вам зелья по готовности.",
        "var_add": [
          "love",
          1
        ]
      }
    ]
  },
  {
    "id": 5,
    "text": "empty",
    "answers": [
      {
        "id": 5,
        "text": "Девушка помедлила, будто размышляя о чём-то, затем кивнула. Я назвал сумму за три пузырька и отсчитал сдачу. Гвенн пожелала нам с мастером хорошего дня и удалилась. С улицы повяло теплом и густым ароматом цветов — город готовился к фестивалю.\n\nОбычный клиент, обычная покупка. Был ли смысл беспокоиться о незнакомой женщине, судьбу которой не способен изменить?\n\n",
        "merge": true,
        "var_no_more": [
          "love",
          0
        ]
      },
      {
        "id": 5,
        "text": "Приближался ежегодный Фестиваль Цветов. Одним он обещал радость и веселье, другим — баснословную прибыль, ну а мне — гору работы. \n\nНа праздничные дни торговые порталы открывались для пешеходов, а потому «Бодрящий напиток» у нас закупали не пузырьками — бутылками. Каждый дом украшали вьющимися цветами всевозможных форм и расцветок, а это означало  бесконечную вереницу аллергиков. А чего стоила мода признаваться в любви в последнюю ночь фестиваля? Мы за неделю продавали столько же «Спокойного сердца», сколько за весь оставшийся год. \n\nК счастью, драже от аллергии прекрасно хранилось полгода, а «Улыбка» и «Сердце» готовились долго, но просто. Занимаясь снадобьями, я успевал обслуживать клиентов. \n\nМы управились с работой к ужину, а после я был свободен.",
        "merge": true
      },
      {
        "id": 9,
        "text": "Почитать о волшебных растениях."
      },
      {
        "id": 10,
        "text": "Почитать о сложных болезнях.",
        "need": [
          6
        ]
      },
      {
        "id": 11,
        "text": "Прогуляться по городу.",
        "var_less": [
          "love",
          2
        ]
      }
    ]
  },
  {
    "id": 6,
    "text": "Я протянул Гвенн лист бумаги и карандаш.<s>r\n<s>r\n— Благодарю, это очень мило с вашей стороны, — холодно ответила она, записала адрес, рассчиталась за три пузырька «Улыбки» и удалилась. С улицы повяло теплом и густым ароматом цветов — город готовился к фестивалю.<s>r\n<s>r\nЯ обескураженно крутил в руках записку, размышляя, смогу ли однажды привыкнуть к Замёрзшим.<s>r\n<s>r\nТяжёлое молчание нарушил мастер Спенсер.<s>r\n<s>r\n— Бедная девочка. Такая юная, и уже без сердца. Может быть, и к лучшему, что она ничего не чувствует.<s>r\n<s>r\nОн удручённо почесал усы, которые торчали жёсткой щёткой, и, вкупе с лохматыми бровями, придавали мастеру обманчиво грозный вид.",
    "answers": [
      {
        "id": 5,
        "text": "Заняться своими обязанностями.",
        "var_equal": [
          "love",
          1
        ]
      },
      {
        "id": 7,
        "text": "— Что случилось с её матерью?"
      },
      {
        "id": 8,
        "text": "— Неужели даже алхимия неспособна исцелить Замёрзших?"
      }
    ]
  },
  {
    "id": 7,
    "text": "— Это давняя история, и странная. По слухам, у мистера Альвина возникли проблемы с полицией, а спустя несколько дней он пропал. Это подкосило его жену, она просто угасла. Мисс Альвин потому и брала всегда «Бодрящий напиток», что врачи не смогли определить причину недуга.<s>r\n<s>r\nЯ нахмурился. В наш век просвещения болезнь одинокой женщины оказалась оставлена на самотёк! Эта ситуация казалась мне пережитком прошлого и примером вопиющей халатности врача.<s>r\n<s>r\n— Почему же миссис Альвин не обратилась к специалисту получше? Почему врач не направил её к целителю?<s>r\n<s>r\n— Мальчик мой, не стоит быть таким идеалистом. Насколько я понимаю, после исчезновения главы семьи у миссис Альвин возникли трудности с деньгами. Она просто не могла позволить себе такие траты.<s>r\n<s>r\nМастер Спенсер глухо закашлялся, как делал всякий раз, когда разговор касался личных тем, а затем хлопнул в ладоши и скомандовал:<s>r\n<s>r\n— Ну а теперь за работу, Рыжий. «Напиток» я приготовлю сам, а ты займись «Улыбкой» и «Спокойным сердцем».",
    "answers": [
      {
        "id": 5,
        "text": "Заняться своими обязанностями."
      }
    ]
  },
  {
    "id": 8,
    "text": "Мастер посмотрел на меня с нескрываемым удивлением.<s>r\n<s>r\n— Шон, будь алхимия всесильна, неужели мы торговали бы «Улыбкой»? <s>r\n<s>r\n— Но ведь Орден Весны проводит исследования…<s>r\n<s>r\n— …которые до сих пор не дали результатов. Они лишь подтвердили очевидное — что замерзание обратимо до момента, пока человек не начал источать холод. <s>r\n<s>r\n— Но как же доктор Мелтинг? — Горячо возразил я. — Говорят, чай покрывался льдом, стоило доктору коснуться чашки.<s>r\n<s>r\n— Глава Ордена? Насколько мне известно, он по-прежнему считает, что разморозкой обязан своей супруге. Ходят слухи о других подобных случаях, но никакой конкретики, тем более о роли алхимии. А откуда такой интерес, Шон?<s>r\n<s>r\n Мастер подозрительно прищурился, а моё внимание привлекло вечное пятно на столешнице. Показалось, что именно сейчас его получится оттереть, что я не преминул проверить.<s>r\n<s>r\n— Мальчик мой, если причина в юной мисс Альвин, лучше оставь эти мысли, а не то помощь Ордена Весны может потребоваться тебе самому.<s>r\n<s>r\nМастер Спенсер глухо закашлялся, как делал всякий раз, когда разговор касался личных тем, а затем хлопнул в ладоши и скомандовал:<s>r\n<s>r\n— Ну а теперь за работу, Рыжий. «Напиток» я приготовлю сам, а ты займись «Улыбкой» и «Спокойным сердцем».",
    "answers": [
      {
        "id": 5,
        "text": "Заняться своими обязанностями."
      }
    ]
  },
  {
    "id": 9,
    "text": "Как любил говорить мастер Спенсер, знания — золото. Я планировал стать богатым алхимиком, а потому учился усердно. <s>r\n<s>r\nТяжёлый том ботанической энциклопедии был вдоль и поперёк исписан комментариями. На полях красовались наброски рецептов, по тексту — заметки о неупомянутых автором свойствах, между страницами хранились листы с анализом цен и качества товаров у разных поставщиков. Первое время мастер ругал меня за дурное обращение с книгами, но потом и сам начал делать пометки.<s>r\n<s>r\nЧистой оставалась лишь страница с чароцветом. Его пыльца была описана как мощный магический катализатор. Интересно, во сколько раз она могла бы усилить эффекты зелий?<s>r\n<s>r\nДостать чароцвет для экспериментов не представлялось возможным — вот уже несколько десятилетий все чароцветы находились под жёстким королевским контролем. С тех самых пор, как люди догадались использовать пыльцу для создания порталов. <s>r\n<s>r\nЯ разгладил страницу с изображением белого цветка. Теперь, наверное, лишь ботаники знают, как выглядит настоящий чароцвет. Старые краски плохо передавали цвет, но автор назвал его перламутрово-жемчужным. <s>r\n<s>r\nЯ засыпал с мыслью о том, что когда стану великим алхимиком, непременно устроюсь на службу к королю. Чтобы испытать чароцвет.",
    "answers": [
      {
        "id": 13,
        "text": "Спать.",
        "need": [
          6
        ],
        "var_set": [
          "pv",
          1
        ]
      },
      {
        "id": 14,
        "text": "Спать.",
        "need": [
          -6
        ]
      }
    ]
  },
  {
    "id": 10,
    "text": "Автор справочника делил болезни на два типа — физические и магические. Я не задумываясь открыл книгу на «магическом» разделе — весь день из головы не шёл разговор с мастером. К моему огорчению,  автор описал «магические» недуги совсем не так подробно, как «физические». Не было ни подробного перечня симптомов, ни вариантов лечения, ни рецептов лекарств. Этот раздел более походил на сборник легенд.<s>r\n<s>r\nПо мнению автора, из магических болезней людей поражали лишь две: Замерзание и Проклятие. Не удивительно, что их сравнению отводилась целая глава. Причиной Проклятия обычно становилась ссора с волшебным существом или неправильное использование артефактов. Но Замерзание не имело явных внешних причин. Автор подчёркивал, что в зоне риска оказывались чёрствые люди и перенёсшие тяжёлый стресс. <s>r\n<s>r\nЗначит ли это, что Гвенн и до замерзания была ледышкой?<s>r\n<s>r\nБолезни волшебных существ, как правило, были связаны с источником сил, и людям не передавались. Меня особенно увлекла глава о магическом истощении, рассмотренном на примере северных русалок. Сила этого народа заключалась в тюленьих шкурах. Русалки снимали их, выходя на берег, и надевали, входя в море. Но если русалка теряла шкуру, то слабела без видимых причин, быстро старела и погибала за несколько лет.<s>r\n<s>r\nЛюбопытным было ещё и то, что полукровки — дети волшебных существ и людей — не были зависимы от источника сил, даже если сохраняли способность к магии. Далее автор отвлёкся и посвятил несколько страниц анализу родословных великих чародеев. Он пришёл к выводу, что у каждого из этих людей была капля нечеловеческой крови от какого-нибудь прапрадеда.<s>r\n<s>r\nЭта глава оказалась настолько нудной, что от неё нещадно клонило в сон.",
    "answers": [
      {
        "id": 13,
        "text": "Спать.",
        "var_set": [
          "pv",
          1
        ]
      }
    ]
  },
  {
    "id": 11,
    "text": "На улицы опустились сумерки, но город и не думал засыпать. В свете газовых фонарей сновали люди с цветочными кадками, кто-то расставлял у фасадов домов решётчатые ширмы, кто-то рассаживал на них вьюны-ломоносы, усыпанные бутонами. У швейных лавок нетерпеливо щебетали стайки женщин, которые обнаружили, что прошлогодние фестивальные платья им не подходят.<s>r\n<s>r\nНоги сами вывели меня на портальную площадь. Здесь творилась ужасная суматоха, на мостовую яблоку было негде упасть. К каждому из трёх порталов выстроилась бесконечная вереница повозок — торговцы спешили развести товар, пока порталы не закрыли для лошадей. Потные грузчики перебрасывали ящики и мешки на переходную телегу — громоздкую, собранную без единого гвоздя. Порталы рябили, едва успевали показать другую сторону, как краски снова смешивались. <s>r\n<s>r\nПолицай с белыми от инея волосами методично расхаживал между повозками, держа в руке магический шар. Иногда шар из голубого окрашивался в красный, тогда к повозке подбегал грузчик и выкидывал из неё мешок, на который указал страж порядка. После этого, как правило, следовало возмущение хозяина товара, которое неизменно разбивалось о ледяное спокойствие Замёрзшего. <s>r\n<s>r\n— Совсем сдурел, какие подковы?! — тем временем орал его напарник, багровый от напряжения. — Нет, обитые бочки провозить нельзя! Да мне плевать, что ты разоришься, разворачивай телегу! А ты ремень снимай, живо, не то твои пожитки уедут без тебя!<s>r\n<s>r\nКаждый год — одно и то же. Под фестиваль в порталы рвались те, кто ни разу не торговал за стенами родного города, и неизменно они ленились прочитать правила. Я понаблюдал за этой катавасией ещё немного и направился в ближайший паб. Как правило в нём оседали напитки, не прошедшие проверку на железо.",
    "answers": [
      {
        "id": 12,
        "text": "Пить. Ещё. Ещё немного."
      }
    ]
  },
  {
    "id": 12,
    "text": "Я проснулся от рёва мастера Спенсера, с дичайшей головной болью.<s>r\n<s>r\n— Рыжий, где тебя черти носят?! А ну за прилавок!<s>r\n<s>r\n К счастью, «Бодрящий напиток» прекрасно снимал похмелье. На ходу натягивая одежду, я спустился на первый этаж.<s>r\n<s>r\n— Каждый год одно и то же! — процедил мастер и отвернулся, чтобы не видеть помятого меня.<s>r\n<s>r\nВ лавке нетерпеливо переминалась с ноги на ногу девочка лет десяти. Короткие тёмные волосы торчали во все стороны, делая её похожей на бесёнка. Девочка зло зыркнула на меня пронзительно-зелёными глазами и возмутилась:<s>r\n<s>r\n",
    "answers": [
      {
        "id": 12,
        "text": "— Вы обещали занести зелья!\n\n— А ты кто? — недоуменно спросил я.\n\n— Камрин Альвин! «Улыбка странника» вам о чём-нибудь говорит?! Я ждала вас всё утро!",
        "need": [
          6
        ],
        "merge": true
      },
      {
        "id": 12,
        "text": "— Сколько можно вас ждать?!\n\n— А ты кто? — недоуменно спросил я.\n\n— Камрин Альвин! «Улыбка странника» вам о чём-нибудь говорит?! ",
        "need": [
          -6
        ],
        "merge": true
      },
      {
        "id": 12,
        "text": "\n\n\nЯ хлопнул себя по лбу, от чего головная боль разразилась с новой силой, и достал из шкафа четыре пузырька «Улыбки».\n\n— Прошу прощения, юная леди. Непредвиденные обстоятельства…\n\nОна фыркнула и уронила на прилавок несколько монет — точную стоимость зелий. Забрала покупку и пулей вылетела, не попрощавшись.\n\nДавая сдачу следующему покупателю, я с удивлением вынул из кассы несколько камушков гальки. И откуда она там взялась? А вечером при подсчёте выручки обнаружилась недосдача. \n\n\nСпустя пару лет у мастера Спенсера появился новый ученик, а мне пришлось подвинуться. Первое время я занимался простыми зельями, потом мои обязанности свелись к уборке. Я догадался уйти прежде, чем мастер погнал меня поганой метлой. Что ж, не каждому дано стать великим алхимиком. Честно говоря, никогда мне эта наука не нравилась.",
        "merge": true
      },
      {
        "id": 12,
        "text": "Достигнута концовка «Обманутые надежды».",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 13,
    "text": "empty",
    "answers": [
      {
        "id": 13,
        "text": "Утром первым делом я проверил готовность «Улыбки странника» — зелье всю ночь томилось на медленном огне и, точно по учебнику, приобрело запах луговых трав. Мастер Спенсер одобрительно кивнул.\n\n— Обслужишь ночных, и можешь идти, — вздохнул он. \n\nЛавку наводнили вялые покупатели — те несчастные, для кого фестиваль означал работу по ночам. Шли рабочие, украшавшие город цветами; шли швеи, перешивавшие прошлогодние наряды; шли купцы, развозившие товар, пока порталы не закрыли для лошадей. И всем был нужен «Бодрящий напиток».\n\nКогда поток клиентов ослаб, я уступил место за прилавком мастеру Спенсеру. Гвенн записала адрес и путь с присущим Замёрзшим формализмом, а потому нужную улочку я нашёл без труда. Одну её сторону почти полностью занимал кирпичный забор, увитый лозами явно не праздничного происхождения. Другую — три жмущихся стена к стене дома, тоже не украшенных.\n\nЯ толкнул кованную калитку в заборе, и оказался в окружении огромных теплиц. Они стояли по обе стороны дорожки, бок о бок, запотевшие и зеленеющие изнутри. За последней теплицей прятался двухэтажный дом. Возле дома я обнаружил девочку лет десяти. Она склонилась над кадкой с цветами и озадаченно запустила пальцы в короткие непослушные волосы.",
        "var_equal": [
          "pv",
          1
        ],
        "merge": true
      },
      {
        "id": 13,
        "text": "— Привет. Можешь позвать мисс Альвин?",
        "var_equal": [
          "pv",
          1
        ],
        "var_set": [
          "pv",
          2
        ]
      },
      {
        "id": 13,
        "text": "Она обернулась и удивлённо уставилась на меня пронзительно-зелёными глазами. Лицо, руки, платье — всё было перепачкано в земле.\n\n— Рыжий, склянки… А, вы алхимик! Я сейчас! \n\nОна пулей влетела в дом, оставив меня в недоумении топтаться у крыльца. Я разглядывал многочисленные ломоносы в кадках, изучил каждый из них, а Гвенн всё не выходила. Стало быть, она цветочница? Наконец дверь отворилась, но это выскочила девчонка. \n\n— Спасибо, что занесли, — сказала она и протянула мне горсть монет.\n\nПересчитал — ровно за четыре «Улыбки». Девочка забрала зелья и бережно прижала их к груди. Не знаю, что отразилось на моём лице, но она добавила: \n\n— А Гвенн нет, у неё всегда много работы перед фестивалем.\n\nСтоило догадаться.\n\n— Что ж, хорошего дня.\n \nЯ помахал ей рукой и направился восвояси. Уже у калитки меня настиг крик девочки:\n\n— Мистер, подождите!\n\nДевочка подбежала и смущённо опустила взгляд.\n\n— Понимаете, Гвенн всегда работает допоздна, а я мало чем могу помочь. Вы не могли бы отнести эти цветы соседям? Они не очень тяжёлые. Наверное…\n\n Последнее слово она произнесла шёпотом.",
        "var_equal": [
          "pv",
          2
        ],
        "merge": true
      },
      {
        "id": 16,
        "text": "— Прости, меня ждут дела.",
        "var_equal": [
          "pv",
          2
        ]
      },
      {
        "id": 17,
        "text": "— Хорошо, если ты пойдёшь со мной.",
        "var_equal": [
          "pv",
          2
        ]
      }
    ]
  },
  {
    "id": 14,
    "text": "Утро выдалось оживлённым.  Вялые покупатели ползли один за другим. Работяга с руками в занозах наверняка всю ночь ставил ширмы для цветов. А измотанный толстяк, забывший вставить ремень, точно был из тех торговцев, кто спешил развести товары, пока порталы не закрыли для лошадей. Группами шли швеи с красными глазами и исколотыми пальцами. Я догадывался, что прогулка за зельем была для них минутой передышки в бесконечной череде предпраздничных перекроек. Запаcы «Бодрящего напитка» таяли на глазах.<s>r\n<s>r\nВ лавку влетела взъерошенная девочка лет десяти. Остановилась, переводя дух, пригладила короткие тёмные волосы, безрезультатно.<s>r\n<s>r\n— Чем могу помочь, мисс? — спросил я.<s>r\n<s>r\n— Здрасте. Гвенн сказала забрать «Улыбку странника».<s>r\n<s>r\n— Вы её сестра?<s>r\n<s>r\nДевчонка кивнула и требовательно уставилась на меня пронзительно-зелёными глазами.<s>r\n<s>r\n— Так вы дадите мне зелья?!<s>r\n<s>r\n— Конечно, сейчас, — я достал из шкафа четыре пузырька «Улыбки». — С вас…<s>r\n<s>r\nНо девочка уже выложила на прилавок несколько монет — точную стоимость зелий. <s>r\n<s>r\n— Спасибо, пока!<s>r\n<s>r\nОна забрала покупку и пулей вылетела на улицу.<s>r\n<s>r\nДавая сдачу следующему покупателю, я с удивлением вынул из кассы несколько камушков гальки. Раньше их точно не было. Распрощался с клиентом, пересчитал монеты — недосдача, ровно на четыре «Улыбки». Вот же шельма!",
    "answers": [
      {
        "id": 15,
        "text": "Догнать девчонку.",
        "var_set": [
          "pv",
          1
        ]
      },
      {
        "id": 16,
        "text": "Махнуть рукой.",
        "var_set": [
          "pv",
          1
        ]
      }
    ]
  },
  {
    "id": 15,
    "text": "empty",
    "answers": [
      {
        "id": 15,
        "text": "— Мастер, пожалуйста, подмените меня! — крикнул я вглубь лавки.\n\nВыскочил на улицу. Мостовая дышала жаром, а девчонки, конечно, и след простыл. На другой стороне дороге пара актёров разыгрывала сюжет о том, как феи даровали чароцвет людям. Не раздумывая, я направился к артистам.\n\n— Вы не видели, куда побежала бесовка, лохматая, вот такого роста? — я показывал расстояние от земли.\n\nДевушка с расписными бумажным крыльями подозрительно прищурилась, но её напарник кивнул в сторону рынка, стоило бросить монету ему в шляпу.\n\nНа рынке было многолюдно. Расхаживая между рядами, я почти потерял надежду, когда у палатки со сладостями мелькнула вихрастая шевелюра. Вот так удача! Стараясь не привлекать внимание, я поспешил за ней. Девчонка разглядывала булочки, когда я настиг её и схватил за руку. От испуга она едва не выронила петушка на палочке.\n\n— Будешь кричать — сдам тебя Замёрзшим, — предупредил я. — Кондитера ты тоже надула, не так ли? Пошли.\n\nКогда мы миновали полицейских, девчонка заметно расслабилась. Оглянувшись на стража порядка с белыми от инея волосами, она заявила:\n\n— Нет у меня денег. Только дома.",
        "merge": true,
        "var_equal": [
          "pv",
          1
        ]
      },
      {
        "id": 15,
        "text": "— Что ж, прогуляюсь, провожу.",
        "var_equal": [
          "pv",
          1
        ],
        "var_set": [
          "pv",
          2
        ]
      },
      {
        "id": 15,
        "text": "Я не собирался её отпускать, и девочка понуро повела меня по цветастым улицам. Чем дальше от центра, тем чаще попадались не украшенные вьюнами дома, хотя хозяева старались выставить на балкон хотя бы маргаритки. Наконец мы вышли на короткую улочку в три дома. Одну её сторону почти полностью занимал кирпичный забор, увитый лозами явно не праздничного происхождения. За забором виднелись теплицы. На балконе дома напротив  пожилая женщина читала книгу. \n\n— Миссис Тинкер! — крикнула моя пленница.\n\nСтарушка вскочила и всплеснула руками.\n\n— Боже мой, Камрин, ты снова колдовала?! Мистер, отпустите её, она вернёт вам деньги! Поднимитесь пока ко мне.\n\nЯ нехотя выпустил руку юной ведьмы. Девчонка потёрла затёкшее запястье, и, не глядя на меня, скрылась в калитке забора. Я присвистнул — огороженный участок плохо вязался с бедняцким видом шельмы.\n\n— Дверь не заперта, — подсказала старушка с балкона.\n\nЯ вошёл в её дом, огляделся в поисках обуви — её не было. Поднялся на второй этаж не разуваясь. Старушка жестом предложила мне свободный стул.\n\n— Вы не сердитесь на Камрин, мистер. Ей тяжело приходится — отец пропал, мать тяжело больна. Старшая сестра заботится о ней, но она, понимаете, Замёрзшая. Кроме того, слишком занята цветами. \n\nСтарушка печально вздохнула и задумалась о чём-то, а потом продолжила:\n\n— Знаете, у старшенькой, Гвенн, хорошо получается. Её теплицы всё так же цветут круглый год. Но таких прекрасных цветов, как росли у её отца, я никогда больше не видела. И зачем только полицейским потребовалось забирать их…",
        "merge": true,
        "var_equal": [
          "pv",
          2
        ]
      },
      {
        "id": 16,
        "text": "Молча кивать и ждать девочку.",
        "var_equal": [
          "pv",
          2
        ]
      },
      {
        "id": 18,
        "text": "— Миссис… Тинкер? А как выглядели эти цветы?",
        "var_equal": [
          "pv",
          2
        ],
        "var_set": [
          "pv",
          1
        ]
      }
    ]
  },
  {
    "id": 16,
    "text": "empty",
    "answers": [
      {
        "id": 16,
        "text": "Сумма была не такая большая, чтобы портить девчонке жизнь. Если юная ведьмочка попадётся стражам порядка, пусть это будет не на моей совести. Да и наверняка её уже след простыл. Вместо бессмысленной погони я предпочёл приготовить новую порцию «Напитка».\n\nМисс Альвин приходила ещё несколько недель, а потом перестала.\n\n\n",
        "need": [
          14,
          -15
        ],
        "merge": true
      },
      {
        "id": 16,
        "text": "Минуты тянулись медленно. С балкона хорошо была видна территория за забором —  и дом, и семь теплиц, жмущихся друг к другу. Но девчонка куда-то запропастилась. Я ждал, ждал и ждал под добродушный щебет старушки. Наконец ведьмочка вышла из дома.\n\nЯ поблагодарил миссис как-её-там за гостеприимство и поспешил вниз.\n\n— Настоящие? — спросил я, пересчитывая монеты.\n\nДевчонка кивнула и собиралась скрыться за калиткой, но её остановил голос старушки:\n\n— Что нужно сказать, Камрин? \n\n— Извините, я больше так не буду, — промямлила ведьмочка.\n\nЯ махнул рукой обеим и направился восвояси. Хорошо то, что хорошо кончается, а мне ещё нужно было приготовить новую порцию «Напитка».\n\nМисс Альвин приходила ещё несколько недель, а потом перестала.\n\n\n",
        "need": [
          14,
          15
        ],
        "merge": true
      },
      {
        "id": 16,
        "text": "— Понятно… \n\nДевчонка понуро побрела обратно к кадкам. Мне ничего не стоило ей помочь, но раз не удалось пригласить Гвенн на праздник, то и утруждаться ради её сестры я не хотел.\n\nМисс Альвин приходила за зельями ещё несколько недель, а потом перестала.\n\n\n",
        "need": [
          13
        ],
        "merge": true
      },
      {
        "id": 16,
        "text": "Пару лет спустя мастер Спенсер торжественно сообщил, что ему больше нечему меня научить. Я ответил, что готов открыть собственную лавку и составить ему конкуренцию. И, конечно же, этого не сделал. \n\nЯ успешно сдал экзамены в Королевский Магический Университет. Там началась новая глава моей жизни, полная бессонных ночей в исследовательских лабораториях и горделивых юных чародеек.",
        "merge": true
      },
      {
        "id": 12,
        "text": "Достигнута концовка «Прилежный ученик».",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 17,
    "text": "Девчонка даже подпрыгнула.<s>r\n<s>r\n— Спасибо, мистер!<s>r\n<s>r\n— Шон. А тебя как зовут? — я едва поспевал за ней, рванувшей обратно к кадкам. — Ты же сестра Гвенн, верно?<s>r\n<s>r\n— Камрин, — она протянула мне грязную ладошку, а после рукопожатия указала на цветы. — Бери эти.<s>r\n<s>r\nДлинная узкая кадка оказалась не только увесистой, но и жутко неудобной — белые ломоносы в ней обвивали решётку-опору и закрывали весь обзор. Догонять Камрин пришлось по-крабьи, бочком.<s>r\n<s>r\nВыйдя на улицу, Камрин остановилась у дома напротив.<s>r\n<s>r\n— Миссис Тинкер! — крикнула она.<s>r\n<s>r\nС балкончика второго этажа свесилась старушка. Ни дать, ни взять, божий одуванчик — сухая, с пушистыми седыми волосами и улыбкой на морщинистом лице.<s>r\n<s>r\n— О, милая, ты нашла помощника! Поднимайтесь же скорее! <s>r\n<s>r\nКамрин дёрнула незапертую дверь и взлетела на второй этаж, не разуваясь. Она явно была частой гостьей в этом доме. Я поднимался медленно — цветы так и норовили зацепиться за перила. И стоило опустить кадку на пол балкона, как Камрин скомандовала:<s>r\n<s>r\n— Шон, ещё голубые сюда, — оглянулась на старушку, — пожалуйста!<s>r\n<s>r\nОна принялась аккуратно распутывать цветы и перевешивать их с опоры на балконное ограждение. Я не знал, ругаться или смеяться. В девчонке непостижимым образом смешались дерзость и заботливость, и это по-своему очаровывало. Когда вторая кадка тоже оказалась на балконе, миссис Тинкер захлопотала:<s>r\n<s>r\n— Я вам чай заварила, бисквит только-только из печи, идёмте в гостиную, милые.<s>r\n<s>r\n— Шоколадный? — с надеждой спросила Камрин.<s>r\n<s>r\nПока меня не было, она успела умыться и почистить платье.",
    "answers": [
      {
        "id": 19,
        "text": "— Давай проверим!",
        "var_add": [
          "kamrin",
          1
        ]
      },
      {
        "id": 20,
        "text": "— Простите, нам надо идти."
      }
    ]
  },
  {
    "id": 18,
    "text": "empty",
    "answers": [
      {
        "id": 18,
        "text": "— Вы тоже любите растения? То были ломоносы дивной красоты, — старушка мечтательно прикрыла глаза. — Они переливались, словно сотканные из лунного света. Весь дом Альвинов был увит этими цветами, и отсюда казался усыпанным жемчугом.\n\nМиссис Тинкер махнула рукой через дорогу. С балкона были хорошо видны и соседский дом, и семь теплиц, жмущихся друг к другу. Почти всё место на ограждённой территории занимали эти теплицы. Просторные и высокие, они спорили размерами с домом.\n\nНа мгновение мне показалось, что я коснулся чуда. Слова миссис Тинкер совпали описанием в ботанической энциклопедии. Мог ли мистер Альвин действительно выращивать чароцвет? Как бы там ни было, теперь его дом стоял абсолютно голый.\n\n — Но почему-то Николас никогда не выставлял их на продажу, — продолжала старушка. — Я много раз просила дать мне хотя бы пару семян, а он лишь смеялся. А потом подарил мне целый букет. Я засушила его, но…\n\nМеня словно поразило молнией.\n\n— Миссис Тинкер, вы засушили чар… этот ломонос? Могу я взглянуть? \n\nСтарушка оживлённо привстала.\n\n— Конечно, но вы вряд ли будете впечатлены, мистер. Столько лет прошло. Я храню его в память о Николасе, не более.\n\nОна провела меня в гостиную. Я взглянул на вазу в углу и схватился за стену. Ноги подкосились, в голове на миг образовалась пустота. Кажется, я забыл как дышать.\n\nСухой и блеклый, с едва заметными следами перламутра и покрытый слоем пыли, это определённо был цветок с рисунка. Настоящий чароцвет.\n\n— Никогда не видел таких цветов, — чистосердечно признался я. ",
        "merge": true,
        "var_equal": [
          "pv",
          1
        ]
      },
      {
        "var_equal": [
          "pv",
          1
        ],
        "id": 18,
        "text": "— Вы не будете против, если я возьму один? ",
        "merge": false,
        "var_set": [
          "pv",
          2
        ]
      },
      {
        "id": 18,
        "text": "— Ах, пожалуйста, мистер, — добродушно улыбнулась старушка. — Подождите, я принесу ножницы, а то повредите соседние.\n\nОна вышла из комнаты, а я торопливо пошарил в карманах. Хороший алхимик всегда берёт с собой склянку-другую — никогда не знаешь, какие ингредиенты подвернутся на прогулке. Сегодня был мой счастливый день. С помощью листа бумаги, я стряхнул с чароцветов пыльцу — как была, вместе с пылью — и всыпал в пузырёк, пока хозяйка не вернулась.\n\nСердце бешено колотилось. Кажется, я его слышал. «Ту-дум, ту-дум,» — гремел мир вокруг, когда старушка срезала для меня сухоцвет. «Ту-дум, ту-дум,» — звучало, когда я начал спускаться по лестнице.\n\n— Куда вы, мистер? Камрин сейчас вернётся.\n\nЯ не сразу понял, что она имеет ввиду.\n\n— Ах, пусть оставит деньги себе. Спасибо вам огромное, миссис Тинкер.\n\nСокровище в моих руках было дороже любых денег.\n\n \nПотребовалось немало сил, чтобы очистить пыльцу от пыли. Всего две щепотки, но я был очень экономен. Я исследовал чароцвет тщательно, как ничего до этого. В ход пошли тычинки, лепестки и цветоложе — всё, что было в моём распоряжении. Чароцвет невероятно усиливал зелья и придавал им совершенно чудесные эффекты, но главным было не это. \n\nГлавным было то, что когда мои запасы иссякли, а в энциклопедии не осталось свободного места, я смотрел на алхимию другими глазами. \n\nПолученные навыки позволили мне пересмотреть рецептуры повседневных зелий и улучшить их. В Королевский Магический Университет я пришёл не зелёным студентом, а подающим надежды исследователем. ",
        "merge": true,
        "var_equal": [
          "pv",
          2
        ]
      },
      {
        "comment": true,
        "var_equal": [
          "pv",
          2
        ],
        "middle_answer": true,
        "text": "Достигнута концовка «Последняя страница».",
        "id": 12
      },
      {
        "id": 1,
        "text": "В начало.",
        "var_equal": [
          "pv",
          2
        ]
      }
    ]
  },
  {
    "id": 19,
    "text": "Старушка провела нас в комнату, скромно обставленную, но с картинами на стенах. В углу стояла ваза с пышным букетом сухих",
    "answers": [
      {
        "id": 19,
        "text": "… \n\nКажется, я забыл как дышать. Блеклые, покрытые слоем пыли, с едва заметными следами перламутра, это определённо были цветы с рисунка из книги. Настоящие чароцветы.\n\n— Вы тоже любите растения? — поинтересовалась миссис Тинкер, заметив мой пристальный взгляд. \n\n— Никогда не видел таких цветов, — чистосердечно признался я и сел за стол. — Откуда они у вас?\n\nСтарушка разрезала шоколадный бисквит и разложила кусочки по блюдцам. Камрин жадно накинулась на угощение.\n\n— Эти ломоносы выращивал отец Камрин, — с улыбкой ответила хозяйка. — Весь дом Альвинов был увит этими цветами. Но почему-то Николас никогда не выставлял их на продажу. Я много раз просила дать мне хотя бы пару семян, а он лишь смеялся. А потом подарил этот букет. Вы кушайте бисквит, это фамильный рецепт.\n\nЯ отчаянно закивал и отломил десерт ложечкой, но вкуса не почувствовал. В этот миг меня занимал только чароцвет. Ещё недавно совершенно недостижимый, он был здесь, совсем рядом, в паре шагов. Каким образом он мог оказаться у отца Гвенн? Могла ли Гвенн сохранить в память об отце хоть кустик, или как примерная Замёрзшая безропотно отдала всё слугам закона?\n\nИз раздумий меня выдернул звонкий голос Камрин:",
        "need": [
          9
        ],
        "merge": true
      },
      {
        "id": 19,
        "text": " ломоносов. Пока старушка разрезала шоколадный бисквит, я рассматривал портреты. Там была и сама миссис Тинкер, почти такая же, как сейчас, и молодая, в объятиях улыбчивого мужчины. Была и юная девушка, похожая на них обоих.\n\n— Моя дочь, — улыбнулась хозяйка. — Вышла замуж за купца. Теперь живёт в смежном городе, а я жду фестивалей, чтобы увидеть её. Хоть бы в этом году они привели внучку! Чёрт бы побрал эти торговые порталы… Зять-то разъезжает свободно!\n\n— Если вы так скучаете, почему не закажите портрет внучки? — удивился я.\n\nМиссис Тинкер печально вздохнула и подвинула ко мне блюдце с кусочком десерта.\n\n— Все эти портреты — кисти Джека Баррета, но он больше не рисует людей. Он очень изменился с тех пор, как пропал отец Камрин, они были большими друзьями. Бедняжка Джек теперь редко выходит из дома… Вы кушайте бисквит, это фамильный рецепт.\n\nЯ отломил десерт ложечкой, попробовал и не смог сдержать восхищённое мычание. В лучших традиция дурного тона я накинулся на угощение совсем как Камрин, состязаясь с ней за нетронутые кусочки. Кажется, мы очень позабавили миссис Тинкер — она хихикала и аккуратно вытирала платочком глаза. \n\nКогда от бисквита остались одни крошки, Камрин заявила:",
        "need": [
          10
        ],
        "merge": true
      },
      {
        "id": 19,
        "text": "\n\n— Спасибо, миссис Тинкер, но нам ещё нужно отнести цветы мисс Бельшер.\n\nОна состроила недовольную рожицу, схватила мою руку и вытащила меня из-за стола. Я едва успел попрощаться. Когда мы вернулись к дому Камрин, она снова заюлила:\n\n— Шон, пожалуйста, сходи к мисс Бельшер, — прошипела имя, — без меня? Пожалуйста-пожалуйста!\n\nЯ подозрительно прищурился.",
        "merge": true
      },
      {
        "id": 21,
        "text": "— Ла-а-адно. Но потом ты всё объяснишь."
      },
      {
        "id": 22,
        "text": "— Нет уж, уговор есть уговор."
      }
    ]
  },
  {
    "id": 20,
    "text": "Камрин печально вздохнула.<s>r\n<s>r\n— Я вернусь попозже, хорошо? Нужно отнести цветы мисс Бельшер.<s>r\n<s>r\nОна состроила недовольную рожицу, схватила мою руку и вытащила меня на улицу. Я едва успел попрощаться. Когда мы вернулись к дому Камрин, она снова заюлила:<s>r\n<s>r\n— Шон, ты не мог бы сходить к мисс Бельшер, — прошипела имя, — без меня? Пожалуйста! Пожалуйста-пожалуйста!<s>r\n<s>r\nЯ подозрительно прищурился.",
    "answers": [
      {
        "id": 21,
        "text": "— Ла-а-адно. Но потом ты всё объяснишь."
      },
      {
        "id": 22,
        "text": "— Нет уж, уговор есть уговор."
      }
    ]
  },
  {
    "id": 21,
    "text": "Девчонка облегченно вздохнула и поочередно ткнула в кадки с ломоносами нежно-розовыми, ядовито-розовыми, розовыми с красными пятнами, бело-розовыми и, наконец, с просто розовыми.<s>r\n<s>r\n— Сначала все перетащи, а потом стучи в дверь, — напутствовала Камрин.<s>r\n<s>r\nЯ усмехнулся этому предостережению.<s>r\n<s>r\nДверь мне открыла высокая блондинка, одетая во всё розовое. Ей было немного за тридцать, но яркий макияж и легкомысленный крой платья больше подошли бы девушке возраста Гвенн.<s>r\n<s>r\n— Ах, мистер, вы принесли мне цветы? Как мило! — воскликнула женщина и растянула губы в плотоядной улыбке.<s>r\n<s>r\n— Это от мисс Альвин, — спешно я уточнил, попятившись. <s>r\n<s>r\nЖенщина высокомерно сморщила нос.<s>r\n<s>r\n— Ах, да, конечно. Надёжная девушка, не то что её белоручка-мать и преступник-отец.<s>r\n<s>r\nЯ подумал, что объяснения Камрин не потребуются. Совершенно понятно, почему она не желала связываться с этой дамой. Видимо, недовольство отразилось на моём лице, потому что мисс Бельшер продолжила:<s>r\n<s>r\n— Да, а вы не знали? Её отец всё круги наворачивал вокруг жёнушки, которая за всю жизнь ни лопаты, ни иглы в руки не брала. А потом случилась та история с цветами, то ли он налоги не уплатил, то ли что, но полицейские всё конфисковали и его арестовали. И поделом.<s>r\n<s>r\n— Мне пора, — сквозь зубы выдавил я. — Хорошего дня, мисс.<s>r\n<s>r\nОна что-то кричала мне в след, но я не слушал.",
    "answers": [
      {
        "id": 23,
        "text": "Вернуться к Камрин."
      }
    ]
  },
  {
    "id": 22,
    "text": "Девчонка скривилась и поочередно ткнула в кадки с ломоносами нежно-розовыми, ядовито-розовыми, розовыми с красными пятнами, бело-розовыми и, наконец, с просто розовыми.<s>r\n<s>r\n— Давай мы сначала все перетащим, а потом в дверь постучим, — напутствовала Камрин.<s>r\n<s>r\nЯ усмехнулся этому «мы» и подхватил первую кадку. Когда все цветы оказались у нужного дома, Камрин вдохнула побольше воздуха и подтолкула меня к двери. Я трижды стукнул витым кольцом.<s>r\n<s>r\n— Уже иду! — послышался высокий голос.<s>r\n<s>r\nДверь отворила высокая блондинка, одетая во всё розовое. Ей было немного за тридцать, но яркий макияж и легкомысленный крой платья больше подошли бы девушке возраста Гвенн.<s>r\n<s>r\n— Ах, мистер, вы принесли мне цветы? Как мило! — воскликнула женщина и растянула губы в плотоядной улыбке. <s>r\n<s>r\nЯ инстинктивно попятился и запнулся о Камрин, прячущуюся за моей спиной. Завидев девочку, мисс Бельшер завизжала. Её лицо утратило то немногое очарование, которое не удалось испортить макияжем.<s>r\n<s>r\n— Ведьма! Убирайся из моего дома, мерзавка! <s>r\n<s>r\n— Не кричите на ребенка! — возмутился я, закрывая Камрин всем телом. — Это Камрин велела принести вам цветы! <s>r\n<s>r\n— Цветы?! — взвизгнула вздорная дама. — Или они превратятся в слизняков, едва вы уйдёте?!<s>r\n<s>r\nС балкона соседнего дома выглядывала миссис Тинкер. Заметив её, женщина осеклась и замолкла. Я взял Камрин за плечи и повёл прочь. Вслед нам донеслось злобное шипение:<s>r\n<s>r\n— Ты кончишь так же, как твой отец! <s>r\n<s>r\nДевчонка вытерла глаза грязным рукавом и попыталась усмехнуться, но это не помогло скрыть обиду, застывшую на лице. Я ободряюще потрепал её по волосам и спросил:<s>r\n<s>r\n— Что за бред она несла про слизняков?<s>r\n<s>r\n— Один раз всего было, — буркнула Камрин. — Она на меня накричала, а я со злости превратила её фиалки в улиток.<s>r\n<s>r\n— Так ты и правда ведьма?<s>r\n<s>r\n— Немножко. Потом всё превращается обратно. Вот и фиалки тогда расползлись… Нам всего один дом остался. <s>r\n<s>r\nОна снова вчистила, а мне пришлось догонять.",
    "answers": [
      {
        "id": 23,
        "text": "Догонять.",
        "var_set": [
          "magic",
          1
        ]
      }
    ]
  },
  {
    "id": 23,
    "text": "Последние ломоносы отличались от остальных. Их цветки были мельче и свисали подобно колокольчикам.<s>r\n<s>r\n— Эти я сама вырастила, — пояснила Камрин, размахивая длинным шестом с вилкой на конце. — Мистер Баррет никогда не заказывает цветы, а Гвенн несогласна отдавать цветы бесплатно. Но мама говорит, что нельзя в фестиваль — без цветов. А теперь тихо! — она яростно прижала палец к губам.<s>r\n<s>r\nМы почти подошли к крайнему дому.<s>r\n<s>r\n— Ставь цветы между окон и не вздумай звонить в дверь!<s>r\n<s>r\nЯ подчинился и помог распутать лозы. Камрин же при помощи шеста рассаживала цветы по кирпичной кладке. Пыхтела, как паровоз. Наконец-то она никуда не бежала, а я мог собраться с мыслями.<s>r\n<s>r\nПусть сегодня мне не удалось пригласить Гвенн на праздник, но фестиваль начнётся лишь завтра. У меня оставалось время подготовиться и даже выбрать для Гвенн подарок. <s>r\n<s>r\n",
    "answers": [
      {
        "id": 23,
        "text": "Но, что важнее,  с щепоткой пыльцы чароцвета я мог бы усилить любое зелье. Если мне удастся излечить миссис Альвин, Гвенн точно мне не откажет. Конечно, хотелось бы оставить немного пыльцы для исследований…\n\n",
        "need": [
          19,
          9
        ],
        "merge": true
      },
      {
        "id": 23,
        "text": "История с колдовством была странной. Не похоже, чтобы Камрин кто-то обучал. Если она унаследовала магию от пропавшего отца, почему миссис Альвин не нашла ей наставника? И не могла ли неизлечимая болезнь оказаться проклятьем?\n\n",
        "need": [
          10,
          22
        ],
        "merge": true
      },
      {
        "id": 23,
        "text": "— Мисс Альвин, вы обещали больше этого не делать! — раздался скрипучий голос.\n\nИз распахнутого окна за нами наблюдал сгорбленный седой мужчина. Несмотря на жару, он кутался в шерстяной плед и обмотался шарфом.\n\n— Простите, мистер Баррет, — натянуто улыбнулась Камрин, — но мы уже закончили!\n\n— Вот и проваливайте, — проворчал хозяин и захлопнул ставни.\n\n— А он не снимет? — поинтересовался я.\n\n— Не, он ещё не совсем замёрз для такого.\n\nКамрин заметила мой вопросительный взгляд и пояснила:\n\n — Гвенн тоже никак не могла согреться, а потом стала совсем холодной.",
        "merge": true
      },
      {
        "id": 26,
        "text": "— Кстати о Гвенн. Скажи, что ей можно подарить?"
      },
      {
        "id": 25,
        "text": "— Могу я поговорить с твоей мамой? ",
        "need": [
          19,
          9
        ],
        "var_add": [
          "kamrin",
          1
        ]
      },
      {
        "id": 25,
        "text": "— Могу я поговорить с твоей мамой? ",
        "need": [
          10,
          22
        ],
        "var_add": [
          "kamrin",
          1
        ]
      },
      {
        "id": 24,
        "text": "— Кажется, я кое-что забыл у миссис Тинкер.",
        "need": [
          9,
          19
        ]
      }
    ]
  },
  {
    "id": 24,
    "text": "Для убедительности я похлопал себя по карманам, они тихо звякнули.  Хороший алхимик всегда берёт с собой пузырёк-другой — никогда не знаешь, какие ингредиенты подвернутся на прогулке. А сегодня был мой счастливый день.<s>r\n<s>r\nЯ спешно распрощался с Камрин и вернулся к старушке. Не чувствуя земли, взлетел по лестнице.<s>r\n<s>r\n— Простите за беспокойство, миссис Тинкер. Вы не будете против, если я возьму один из ваших ломоносов? <s>r\n<s>r\n— Ах, пожалуйста, мистер, — добродушно улыбнулась старушка. — Подождите, я принесу ножницы, а то повредите соседние.<s>r\n<s>r\nОна вышла из комнаты, а я торопливо стряхнул с чароцветов пыльцу на листок бумаги — как была, вместе с пылью — и всыпал в пузырёк.<s>r\n<s>r\nПульс глухо стучал в голове, когда старушка срезала для меня сухоцвет. Сердце ухнуло, когда, уходя, я бросил взгляд на забор Альвинов. Но позже оно стучало всё тише и тише.<s>r\n<s>r\nИ остановилось совсем, когда Гвенн перестала приходить в лавку.<s>r\n<s>r\n<s>r\n— Как же вы это допустили? — покачал головой доктор Мелтинг. — Простите, мистер Спенсер, но раз у Шона нет семьи, то вся ответственность лежит на вас.<s>r\n<s>r\n— Всё произошло так быстро, — ответил мастер Спенсер. — Я думал, он простыл или отравился. А когда зелья не подействовали, послал за вами.<s>r\n<s>r\n— Я могу вам что-нибудь предложить, доктор Мелтинг? — спросил я.<s>r\n<s>r\nОн пристально вгляделся в моё лицо. Я посмотрелся в зеркало — запачканым ходить не надлежало. Но лицо было в порядке, а доктор Мелтинг продолжал смотреть.<s>r\n<s>r\n— Скажи мне, Шон, — задумчиво начал он, — когда тебе было холодно, чем ты занимался?<s>r\n<s>r\n— Варил зелья.<s>r\n<s>r\n— А кроме этого? Постарайся вспомнить, пожалуйста, это важно.<s>r\n<s>r\n— Ставил опыты с новыми ингредиентами.<s>r\n<s>r\nДоктор Мелтинг протёр лоб платком с гербом Ордена Весны.<s>r\n<s>r\n— Шон, спрошу прямо. Не делал ли ты чего-нибудь, что считается непринятым или незаконным? Чего-нибудь, что могло бы обидеть другого человека? Может быть, кто-то сделал что-то, что могло обидеть тебя?<s>r\n<s>r\n— Я не делал ничего противозаконного, доктор Мелтинг. Могу я что-нибудь вам предложить? У нас есть свежайшая партия «Улыбки странника».<s>r\n<s>r\nМастер Спенсер вздохнул и отвернулся.<s>r\n<s>r\n— Не могу видеть его таким, доктор. А это безразличие к клиентам… Мне кажется, я сам начинаю мёрзнуть рядом с ним.<s>r\n<s>r\n— Такое случается, — доктор Мелтинг похлопал его по плечу. — Постарайтесь не винить себя, но будьте бдительнее в будущем. Что до Шона, отправьте его обучиться в Королевский Университет. Король охотно принимает Замёрзших на службу.<s>r\n<s>r\nПятно на столешнице не желало выводиться. Его не должно было быть здесь. Я рассчитывал стоимость новой столешницы, стойкой к перепадам температур. Разговор мужчин меня вовсе не интересовал.",
    "answers": [
      {
        "id": 12,
        "text": "Достигнута концовка «Холодное лето».",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 25,
    "text": "Камрин нахмурилась.<s>r\n<s>r\n— Хочешь на меня пожаловаться?<s>r\n<s>r\n— Нет конечно! Я хочу ей помочь.<s>r\n<s>r\n— Маме врачи не помогут.<s>r\n<s>r\nЭто прозвучало странно и мрачно, но я не собирался сдаваться.<s>r\n<s>r\n— Но я — алхимик!<s>r\n<s>r\nКамрин задумчиво запустила руку в тёмные вихры.<s>r\n<s>r\n— Мама говорит, что домой можно приглашать только друзей. Но раз ты мне помог, тебя можно считать другом, наверное. Что ж, пошли.<s>r\n<s>r\nВ доме Альвинов изящество спорило с прагматизмом: резная мебель, картины и витиеватая лепнина на белых стенах соседствовали с невзрачными полосатыми обоями в прихожей, с бесхитростными керосиновыми лампами и тёмными коврами, по которым надлежало ходить босиком. Я догадывался, что всё вопиюще-практичное появилось здесь по решению Гвенн.<s>r\n<s>r\nМиссис Альвин я застал в гостинной. Она сидела в кресле-каталке, измождённая, с натянутой и сухой как пергамент кожей. На плече её лежала длинная седая коса, резко контрастирующая с молодым красивым лицом миссис Альвин. Прежде, чем я успел что-то сказать, Камрин затараторила:<s>r\n<s>r\n— Мам, Шон — мой друг, он алхимик и может тебя вылечить.<s>r\n<s>r\n— Добрый день, Шон, — не то произнесла, не то пропела она нежно и слабо. — Дорогая, оставь нас наедине.<s>r\n<s>r\nКамрин кивнула и прикрыла за собой дверь, а потом из глубины дома донёсся лязг. <s>r\n<s>r\n",
    "answers": [
      {
        "id": 25,
        "text": "Я задумчиво вглядывался в лицо хозяйки дома — идеальное, без малейших изъянов вроде родинок или щёлочки между зубами. Миссис Альвин словно сошла с полотна художника. Её красота, даже угасшая, была нереальной, потусторонней. И мозаика сложилась в моей голове. \n\n— Вы не человек, — сказал я вместо приветствия.",
        "need": [
          10
        ],
        "merge": true
      },
      {
        "id": 27,
        "text": "— И вы утратили источник магии.",
        "need": [
          10
        ]
      },
      {
        "id": 25,
        "text": "Миссис Альвин словно сошла с полотна художника. Её лицо казалось идеальным — без единого изъяна вроде родинки или щёлочки между зубами. Я с трудом отвёл взгляд.\n\n— Мистер Альвин выращивал чароцветы, — сказал вместо приветствия.",
        "need": [
          9
        ],
        "merge": true
      },
      {
        "id": 28,
        "text": " — Если у вас остался хотя бы один цветок, я смогу вас исцелить.",
        "need": [
          9
        ],
        "var_set": [
          "magic",
          1
        ]
      }
    ]
  },
  {
    "id": 26,
    "text": "empty",
    "answers": [
      {
        "id": 26,
        "text": "Камрин насмешливо прищурилась.\n\n— Так и знала, что ты не просто так мне помогаешь. Влюбился, да?\n\nВнезапно собственные ботинки показались мне ужасно интересными. Но теперь отрицать было глупо.\n\n— Ты у меня в долгу, вообще-то.\n\n— Я помогу-у, если… — Камрин начала пританцовывать вокруг меня. — Если ты сводишь меня на ярмарку! Там и выберем подарок!\n\nЯ обречённо вздохнул.\n\n— Знаешь, из тебя вышла бы отличная торговка.\n\nМы условились встретиться на следующий день в обед. Мастер Спенсер отпустил меня легко, хоть и заставил варить зелья весь вечер. Он часто шутил, что день, когда я попрошу выходной, станет праздником и для него.",
        "need": [
          -25
        ],
        "merge": true
      },
      {
        "id": 26,
        "text": "Я не мог придумать тему для разговора, но Камрин трещала без устали, и я сам не заметил, как согласился сводить её на ярмарку. Я планировал подыскать подарок для Гвенн, и помощь Камрин была бы как нельзя кстати.\n\nМы условились встретиться на следующий день в обед. Мастер Спенсер отпустил меня легко, хоть и заставил варить зелья весь вечер. Он часто шутил, что день, когда я попрошу выходной, станет праздником и для него. Кроме того, выслушав рассказ о юной ведьме, мастер вручил мне рекомендательное письмо знакомому чародею, которое надлежало доставить в смежный город.",
        "need": [
          25
        ],
        "merge": true
      },
      {
        "id": 26,
        "text": "\n\n\nПортальная площадь пестрела прилавками, цветами и лоскутными юбками девушек. Мужчины в однотонных светлых костюмах словно упорядочивали это буйство красок. Я чувствовал себя неловко в повседневной одежде, а Камрин, похоже, ничуть не стеснялась своего неуместно-тёмного простого платья. Завидев меня, она сразу перешла к делу.\n\n— Если хочешь угодить Гвенн, надёжнее всего подарить новый сорт ломоносов.\n\n— Для работы? — поморщился я.\n\n— Она ценит практичность, — пожала плечами Камрин.",
        "merge": true
      },
      {
        "id": 31,
        "text": "— Что ж, идём в оранжерею.",
        "need": [
          -25
        ]
      },
      {
        "id": 32,
        "text": "— А что ей нравилось раньше? До…",
        "var_set": [
          "magic",
          1
        ]
      },
      {
        "id": 33,
        "text": "— Давай сначала развлечёмся.",
        "var_add": [
          "kamrin",
          2
        ]
      },
      {
        "id": 34,
        "text": "— Сначала познакомимся с твоим учителем.",
        "need": [
          25
        ]
      }
    ]
  },
  {
    "id": 27,
    "text": "— А вы умны, юноша, — мелодично согласилась она, прикрыла бездонные изумрудные глаза и улыбнулась. — Значит, вы поняли, что не сможете меня исцелить.<s>r\n<s>r\nЯ провёл ладонями по лицу. Снять проклятие — это полбеды, в смежных городах, за порталами, наверняка нашлись бы сильные чародеи. Но раздобыть новый источник магии… это была задачка посложнее. Без помощи волшебных существ тут не обойтись, а они давно покинули людские города. Или скрывались, как миссис Альвин?<s>r\n<s>r\n— Кто же вы? — я не хотел терять надежду, — Порталы откроются завтра, и будет шанс…<s>r\n<s>r\n— Не утруждайте себя, это не имеет значения, — покачала головой миссис Альвин. — Даже если случится чудо и вы найдёте Источник, я не смогу оставить его себе. Вы поможете мне намного больше, если подыщите Камрин учителя. Боюсь, когда я уйду, общество Гвенн может стать опасным для неё. <s>r\n<s>r\nЕё голос переливался и завораживал, чаровал, убаюкивал, и я ощутил странное спокойствие. Действительно, стоит ли пытаться прыгнуть выше головы? Но позаботиться о Камрин мне под силу. <s>r\n<s>r\n— А как же Гвенн? — понуро спросил я. — Что будет с ней?<s>r\n<s>r\nМиссис Альвин повернулась к окну, долго задумчиво смотрела вдаль, а потом ответила:<s>r\n<s>r\n— Для матери нет горя больше, чем смотреть, как замерзает её дитя. Желания, эмоции — это такой же источник магии, как… — она осеклась. — Скорее всего, Гвенн будет ухаживать за цветами до конца жизни. Но не тревожьтесь о ней, она никогда больше не узнает ни грусти, ни разочарования.<s>r\n<s>r\nИз коридора послышались голоса, а потом в комнату вошла Гвенн. Она спокойно посмотрела на меня и спросила:<s>r\n<s>r\n— Что вы здесь делаете, мистер…<s>r\n<s>r\n— Шон, — подсказал я и невольно залюбовался неидеальными веснушками.<s>r\n<s>r\n— …мистер Шон? — как ни в чём не бывало закончила она.<s>r\n<s>r\n— Шон, оставайся на ужин! — закричала из-за её спины Камрин. — Я почти приготовила!<s>r\n<s>r\n — В самом деле, оставайтесь, — пропела миссис Альвин, глядя на нас с Гвенн из-под опущенных ресниц.<s>r\n<s>r\nГвенн достала из резного серванта сервиз.",
    "answers": [
      {
        "id": 29,
        "text": "Помочь Гвенн с посудой.",
        "var_add": [
          "love",
          1
        ]
      },
      {
        "id": 30,
        "text": "Помочь Камрин на кухне.",
        "var_add": [
          "kamrin",
          1
        ]
      }
    ]
  },
  {
    "id": 28,
    "text": "Миссис Альвин мелодично расхохоталась, но мотив был печален.<s>r\n<s>r\n— Не представляю, как вы об этом узнали, юноша, только будь у меня чароцвет… Ах, многое тогда не случилось бы. Впрочем, теперь это не важно.<s>r\n<s>r\n— Но я знаю, где взять немного пыльцы! — горячо возразил я. — Завтра откроют порталы. Если только вы позволите пригласить доктора из смежного города, я…<s>r\n<s>r\n— Это не важно! — звоном колокольчиков повторила миссис Альвин. — Разве вы не видите? Это не обычная болезнь, зелья не помогут мне, сколько бы пыльцы вы ни растратили.<s>r\n<s>r\nЯ понуро опустил голову. Заметив моё огорчение, она продолжила мягче:<s>r\n<s>r\n— Вы поможете мне намного больше, если подыщите Камрин учителя. Боюсь, когда я уйду, общество Гвенн может стать опасным для неё. <s>r\n<s>r\n",
    "answers": [
      {
        "id": 28,
        "text": "— Учителя?\n\nМиссис Альвин нахмурилась.\n\n— Она не сказала вам? У Камрин есть способности к магии, но я не могу ни обучить её, ни пристроить к чародею.\n\nВот так новости! Мелкая пройдоха в самом деле оказалась бесовкой!\n\n",
        "need": [
          21
        ],
        "merge": true
      },
      {
        "id": 28,
        "text": "— А как же Гвенн? — спросил я, сжав кулаки от бессилия. — Что будет с ней?\n\nМиссис Альвин повернулась к окну и долго задумчиво смотрела вдаль, а потом ответила:\n\n— Для матери нет горя больше, чем смотреть, как замерзает её дитя. Скорее всего, Гвенн будет ухаживать за цветами до конца жизни. Но не тревожьтесь о ней, она никогда больше не узнает ни грусти, ни разочарования.\n\nИз коридора послышались голоса, а потом в комнату вошла Гвенн. Она спокойно посмотрела на меня и спросила:\n\n— Что вы здесь делаете, мистер…\n\n— Шон, — подсказал я и невольно залюбовался неидеальными веснушками.\n\n— …мистер Шон? — как ни в чём не бывало закончила она.\n\n— Шон, оставайся на ужин! — закричала из-за её спины Камрин. — Я почти приготовила!\n\n — В самом деле, оставайтесь, — пропела миссис Альвин, глядя на нас с Гвенн из-под опущенных ресниц.\n\nГвенн достала из резного серванта сервиз.",
        "merge": true
      },
      {
        "id": 29,
        "text": "Помочь Гвенн с посудой.",
        "var_add": [
          "love",
          1
        ]
      },
      {
        "id": 30,
        "text": "Помочь Камрин на кухне.",
        "var_add": [
          "kamrin",
          1
        ]
      }
    ]
  },
  {
    "id": 29,
    "text": "Я резво оказался возле неё и, не дожидаясь возражений, забрал посуду. Случайно коснулся её руки — ледяной; смущённо подавил порыв согреть ладони Гвенн. А она словно не заметила моей неловкости, невозмутимо принялась расставлять чашки и раскладывать серебряные ложечки.<s>r\n<s>r\nОпустив на стол последнее блюдце, я спросил, чтобы развеять тягостное молчание:<s>r\n<s>r\n— Мужчина на портретах — ваш отец?<s>r\n<s>r\nЭто было очевидно — его рука лежала на плече Гвенн, которая на картине была не старше, чем Камрин теперь. И, видимо, бестактно. Я услышал печальный вздох миссис Альвин прежде, чем Гвенн резко развернулась и прожгла меня холодным взглядом.<s>r\n<s>r\n— Был когда-то. Прежде, чем бросил нас.<s>r\n<s>r\nЕё голос не дрогнул, и в том, что мне послышался крик, винить надлежало лишь моё воображение. Миссис Альвин удручённо покачала головой, но ничего не сказала. Камрин спасла ситуацию, ворвавшись в гостиную с подносом в руках.<s>r\n<s>r\n— Прошу всех за стол!<s>r\n<s>r\nБутерброды с ветчиной и сыром пахли превосходно, пирожные-трайфлы манили пёстрыми слоями ягод и сливок. Я подкатил к столу кресло миссис Альвин и охотно занял место рядом с Камрин.",
    "answers": [
      {
        "id": 26,
        "text": "Пить чай."
      }
    ]
  },
  {
    "id": 30,
    "text": "Неловко улыбнувшись Гвенн, я выскользнул из комнаты. Кухню нашёл по металлическому стуку. Камрин стояла у печи на табуреточке и усердно мешала поварёшкой в огромной кастрюле. Заметив меня, она нахмурилась.<s>r\n<s>r\n— Я хотела сделать сюрприз, а ты! Ладно, раз уж пришёл, подай.<s>r\n<s>r\nОна кивнула на стол, где стоял серебряный поднос с уже нарезанным хлебом и четырьмя креманками для десертов. Я с сомнением покосился на кастрюлю, откуда доносился совсем не десертный аромат. <s>r\n<s>r\n— Это что, бобы?!<s>r\n<s>r\nКамрин хмыкнула, зачерпнула варево и наполнила креманки густой кашей. Ехидно усмехнувшись на мой ошалелый взляд, она выложила кашу и на тосты.<s>r\n<s>r\n— Гвенн говорит, что бобы полезнее десертов. Но она не запрещает делать так.<s>r\n<s>r\nДевчонка провела рукой над подносом, и в мгновение ока невзрачное бурое месиво обратилось в слоистые сливочно-ягодные трайфлы и ароматные горячие бутерброды с ветчиной и сыром.<s>r\n<s>r\n— Ведьма! — восхищённо прошептал я.<s>r\n<s>r\nЧто-то подсказывало, что это слово понравится маленькой бестии больше, чем «волшебница» или «фея». Камрин довольно улыбнулась и поставила на поднос чайник.<s>r\n<s>r\n— Скорее, надо съесть, пока магия не рассеялась.<s>r\n<s>r\nВ гостиной нас ждал сервированный стол. Я подкатил к нему кресло миссис Альвин и охотно занял место рядом с Камрин.",
    "answers": [
      {
        "id": 26,
        "text": "Пить чай."
      }
    ]
  },
  {
    "id": 31,
    "text": "empty",
    "answers": [
      {
        "id": 31,
        "text": "— Ты обещал погулять со мной! — возмутилась Камрин.\n\n— Делу время, потехе час. Ты же сама начала с сути.\n\n— Да, но… — она с сожалением обернулась на толпу, в которой сновали фокусники и торговцы с нагрудными лотками.\n\nНо я был непреклонен:\n\n— Всё равно сейчас к порталам не протолкнуться, вернёмся позже.\n\nОна понуро последовала за мной.\n\n\n",
        "need": [
          -32,
          -33,
          -34
        ],
        "merge": true
      },
      {
        "id": 31,
        "text": "Городская оранжерея находилась в паре кварталов от портальной площади. Комплекс зданий из кирпича, металлических балок и стекла снаружи казался настоящим дворцом. Пожилой смотритель кивнул мне, как старому знакомому — в алхимическое крыло я захаживал несколько раз в неделю. Из-за фестиваля в оранжерее совершенно не было посетителей.\n\n— Добрый день, мистер Кипер, — обратился я к скучающему смотрителю.",
        "merge": true
      },
      {
        "id": 38,
        "text": "— Нет ли у вас новых сортов ломоносов на продажу?",
        "var_not": [
          "gift",
          3
        ]
      },
      {
        "id": 39,
        "text": "— Не могли бы вы рассказать о чароцвете?",
        "need": [
          33
        ]
      }
    ]
  },
  {
    "id": 32,
    "text": "Замялся, но Камрин поняла без слов и задумчиво запустила пальцы в волосы.<s>r\n<s>r\n— Я была маленькая, чтобы помнить, но… я видела на чердаке кукол в пышных платьях. Да и её старая одежда была вся в рюшках, — Камрин брезгливо сморщила нос. — Думаю, Гвенн любила девчачьи штучки.<s>r\n<s>r\nЯ невольно улыбнулся. <s>r\n<s>r\n— Тебе, значит, платья не нравятся?<s>r\n<s>r\n— Я бы хотела носить брюки, — буркнула девчонка.<s>r\n<s>r\nОна вынула из кармана несколько камушков гальки и потянула меня к торговцу сладостями. <s>r\n<s>r\n— Два яблока в карамели, пожалуйста! — заявила звонко.<s>r\n<s>r\nНа ладони Камрин лежали монеты. Продавец сгрёб деньги, дал ей яблоки на палочках и принялся отсчитывать сдачу.<s>r\n<s>r\n— Бежим! — задорно прошептала Камрин мне.<s>r\n<s>r\nКогда она тащила меня сквозь толпу, я задыхался от возмущения и смеха. Мы миновали несколько торговых рядов прежде, чем остановиться.",
    "answers": [
      {
        "id": 32,
        "text": "\n\nВ коктейле эмоций и красок, в нереальной праздничной атмосфере мелкое колдовство Камрин казалось почти ожидаемым. Может быть, в других обстоятельствах я бы удивился, но сегодня хотелось принять это как должное.",
        "need": [
          -25,
          -22
        ],
        "merge": true
      },
      {
        "id": 32,
        "text": "\n\n— И часто ты так промышляешь? — наигранно-грозно поинтересовался я.\n\n— Не разорится, — фыркнула Камрин. — Никогда не беру ничего ценного.\n\nОгляделся — по близости очень кстати теснились лавки с нарядами. Моих денег хватало на модное платье, но не слишком ли обязывал такой подарок?",
        "merge": true
      },
      {
        "id": 35,
        "text": "Купить платье с оборками.",
        "var_set": [
          "gift",
          3
        ]
      },
      {
        "id": 35,
        "text": "Купить шейный платок — он уместнее.",
        "var_add": [
          "love",
          1
        ],
        "var_set": [
          "gift",
          2
        ]
      },
      {
        "id": 35,
        "text": "Если Гвенн согласится на свидание, пусть выберет сама.",
        "var_add": [
          "love",
          2
        ],
        "var_set": [
          "gift",
          1
        ]
      }
    ]
  },
  {
    "id": 33,
    "text": "empty",
    "answers": [
      {
        "id": 33,
        "text": "Мы обогнули торговые ряды и растворились в людском потоке. К порталам тянулась бесконечная очередь. Там и тут сновали фокусники и торговцы с нагрудными лотками — и развлекали ожидающих, и наживались на них. Между центральными порталами соорудили временную сцену. Со сцены вещал о важности порталов лощёный господин, а за его спиной возвышался Замёрзший телохранитель. \n\n— …с пыльцой чароцвета оживляет картину. Но одной лишь магии недостаточно. Все королевские художники проходят многолетнее обучение, а королевские алхимики разработали специальные краски. Надеюсь, я ответил на все ваши вопросы, — с этими словами господин поклонился, всем своим видом демонстрируя, что задавать вопросы бессмысленно.\n\nВместо него на сцену вышли актёры, завлекая публику игрой на свирелях.  Начиналось традиционное для фестиваля представление. Я поспешил пробиться поближе к сцене, чтобы спины взрослых не загораживали вид Камрин.\n\nЗакружились в танце девушки с бумажными крыльями. Озорными песнями и подскоками они рассказывали о шалостях фей — то подшучивали колдовством над простыми людьми, то помогали им. Но вот на сцену вышел злой король и приказал своим охотникам поймать фею, чтобы творила магию только для него. Над двумя охотниками феи лишь потешились, но третий соорудил ловушку из железных нитей и пленил девушку железной сетью.",
        "need": [
          -32
        ],
        "merge": true
      },
      {
        "id": 33,
        "text": "Я посадил Камрин на плечи, чтобы ей было лучше видно.",
        "need": [
          32
        ],
        "merge": true
      },
      {
        "id": 33,
        "text": "\n\nКороль заточил фею в железную клетку и велел обращать для него камни в золотые слитки. Она молила о пощаде и из весёлого мотылька превратилась в моль, крылья её поблекли. Лишь один стражник проникся сочувствием к пленнице. Тёмной ночью он выкрал королевский ключ и открыл клетку. Но фея была слишком слаба, чтобы идти, и стражнику пришлось нести её на руках, но прежде — снять доспех, ведь девушка не могла прикасаться к латам. \n\nСтражник нёс фею до самого леса, до зачарованной опушки, где деревья были увиты цветами, а крылатые девы танцевали при свете луны. Лишь там фея вновь обрела силы. Она сорвала с дерева волшебный цветок и подарила своему рыцарю первый чароцвет. Но злой король не собирался отпускать беглянку…\n\nКамрин настойчиво потянула меня прочь.\n\n— Тебе не понравилась пьеса? — удивлённо спросил я, когда мы выбрались из толпы.\n\nКамрин насуплено отвернулась и отмахнулась. Казалось, она вот-вот расплачется. ",
        "merge": true
      },
      {
        "id": 33,
        "text": "В этот миг ещё несколько кусочков мозаики встали на свои места. Необычайная красота миссис Альвин, её болезнь, серебряные столовые приборы, магия Камрин, цветы Гвенн…",
        "need": [
          25
        ],
        "merge": true
      },
      {
        "var_equal": [
          "magic",
          1
        ],
        "id": 33,
        "text": "В этот миг мозаика сложилась в моей голове. Чароцветы мистера Альвина, магия Камрин, болезнь миссис Альвин…",
        "need": [
          9,
          19,
          -25
        ],
        "merge": true
      },
      {
        "var_equal": [
          "magic",
          1
        ],
        "id": 33,
        "text": "В этот миг мозаика сложилась в моей голове. Болезнь миссис Альвин, магия Камрин, цветы Гвенн, проблемы с полицией мистера Альвина…",
        "need": [
          -25,
          21,
          -9
        ],
        "merge": true
      },
      {
        "var_equal": [
          "magic",
          1
        ],
        "id": 33,
        "text": "В этот миг мозаика сложилась в моей голове. Болезнь миссис Альвин, магия Камрин, цветы Гвенн, проблемы с полицией мистера Альвина…",
        "need": [
          -25,
          21,
          9,
          -19
        ],
        "merge": true
      },
      {
        "text": "Догадка",
        "super_calculate": false,
        "id": 33,
        "calculate": true,
        "need": [
          25
        ],
        "var_set": [
          "fairy",
          1
        ]
      },
      {
        "var_equal": [
          "magic",
          1
        ],
        "text": "Догадка",
        "super_calculate": false,
        "id": 33,
        "calculate": true,
        "need": [
          9,
          19,
          -25
        ],
        "var_set": [
          "fairy",
          1
        ]
      },
      {
        "var_equal": [
          "magic",
          1
        ],
        "text": "Догадка",
        "super_calculate": false,
        "id": 33,
        "calculate": true,
        "need": [
          -25,
          21,
          -9
        ],
        "var_set": [
          "fairy",
          1
        ]
      },
      {
        "var_equal": [
          "magic",
          1
        ],
        "text": "Догадка",
        "super_calculate": false,
        "id": 33,
        "calculate": true,
        "need": [
          -25,
          21,
          9,
          -19
        ],
        "var_set": [
          "fairy",
          1
        ]
      },
      {
        "id": 33,
        "text": "\n\n— Твоя мама — фея, ведь так?\n\nОтветом мне был громкий шмыг носом.\n\n— И ей нужен живой чароцвет?\n\nКамрин порывисто развернулась, обхватила меня руками и разрыдалась, уткнувшись лицом в мой живот. Я растеряно гладил её по волосам и бормотал что-то вроде «тише, тише, мы обязательно ей поможем». Я сам не верил в свои слова, но Камрин они были необходимы. Наконец, она успокоилась и сердито утёрлась рукавом.\n\n— Вот и славно, — облегчённо выдохнул я.",
        "merge": true,
        "var_equal": [
          "fairy",
          1
        ]
      },
      {
        "id": 33,
        "text": "\n\n— Что случилось?\n\nКамрин сердито вытерла нос рукавом и скомандовала: \n\n— Пойдём, нас ещё ждут дела.",
        "merge": true,
        "var_equal": [
          "fairy",
          0
        ]
      },
      {
        "id": 31,
        "text": "— Идём в оранжерею, может, узнаем что-нибудь про чароцвет.",
        "var_equal": [
          "fairy",
          1
        ]
      },
      {
        "id": 31,
        "text": "— Идём в оранжерею.",
        "var_not": [
          "gift",
          3
        ],
        "var_equal": [
          "fairy",
          0
        ]
      },
      {
        "id": 34,
        "text": "— Пора познакомиться с твоим учителем. ",
        "need": [
          25
        ]
      },
      {
        "id": 36,
        "text": "Вернуться к Альвинам и пригласить Гвенн на свидание.",
        "need": [
          -25
        ],
        "var_more": [
          "gift",
          1
        ]
      }
    ]
  },
  {
    "id": 34,
    "text": "— Каким учителем? — Камрин удивлённо захлопала глазами.<s>r\n<s>r\n— Который поможет тебе освоить магию посерьёзнее фокусов, и, если захочешь, поступить в Королевский Университет.<s>r\n<s>r\nНа её лице отразилась смесь возмущения и любопытства. Немного подумав, Камрин кивнула.",
    "answers": [
      {
        "id": 34,
        "text": "\n\nРастворившись в людском потоке, мы обогнули торговые ряды и застряли в длинной очереди к порталу. Тут и там сновали фокусники и торговцы с нагрудными лотками — и развлекали ожидающих, и наживались на них. Очередь двигалась быстро, но желающих прогуляться по смежному городу было так много, что дамы начинали изнемогать от долгого стояния на солнце. Некоторые предусмотрительные леди раскрыли зонтики, кто-то обмахивался веерами, но большинство — просто ладошками. Тяжелее всего приходилось самым солидным мужчинам, статус которых не позволял отказаться от фрака или хотя бы жилета.\n\nКамрин пряталась в моей тени. На временной сцене между соседними порталами актёры разыгрывали традиционное для фестиваля представление о феях и чароцветах. Устав ждать, некоторые люди сворачивали к сцене. Очереди немного рассосались.",
        "need": [
          -32,
          -33
        ],
        "merge": true
      },
      {
        "id": 34,
        "text": "\n\nИздали портал выглядел как рябящая арка в другой город, размещённая в фасаде здания. Вблизи же становилось отчётливо видно, что это лишь огромная картина в массивной раме. Картина, краски которой беспрестанно смешивались, впуская и выпуская людей. \n\nПеред картиной стоял полицейский с белыми от инея волосами. Он держал в руке магический шар, который то и дело из голубого окрашивался в красный. Тогда напарник Замёрзшего преграждал дорогу к порталу и кричал:\n\n— С железом нельзя! Ремни, украшения, сумки, всё железное оставляйте в камерах хранения за сценой!\n\nПосле этого из очереди неизменно выходили несколько человек, а иногда кто-нибудь начинал спорить, доводя полицейского до белого каления. На нас ничего железно не было. Замёрзший благосклонно кивнул, и я внутренне сжался, готовясь врезаться лицом в раскрашенный холст. ",
        "merge": true
      },
      {
        "id": 37,
        "text": "Шагнуть в картину.",
        "var_add": [
          "kamrin",
          2
        ]
      }
    ]
  },
  {
    "id": 35,
    "text": "empty",
    "answers": [
      {
        "id": 35,
        "text": "Я выбрал пышное голубое платье с бантами и оборками, а потом неловко улыбался, пока Камрин жестами объясняла портнихе, как именно его нужно ушить. О размере я, стыдно признаться, не подумал. Вот если бы речь шла о дозировке зелий, я бы сразу прикинул вес пациента, но с одеждой такая логика не сработала.\n\nКамрин была необычайно горда собой, но на пакет с платьем смотрела скептически.",
        "merge": true,
        "var_equal": [
          "gift",
          3
        ]
      },
      {
        "id": 35,
        "text": "После придирчивого осмотра всех «девчачьих» лавок, мы выбрали лёгкий платок, расшитый голубыми птицами — в цвет глаз Гвенн. Пересчитывая сдачу с крупной купюры, я раздумывал, не купить ли также кустик ломоносов.",
        "merge": true,
        "var_equal": [
          "gift",
          2
        ]
      },
      {
        "id": 35,
        "text": "Интуиция подсказывала, что не стоит выбирать подарок кому-либо, основываясь на его детских вкусах. Я с сожалением осмотрел платья и аксессуары на прилавках — во многих из них Гвенн смотрелась бы изумительно. Было бы здорово привести её сюда и убедить что-нибудь померить.",
        "var_equal": [
          "gift",
          1
        ],
        "merge": true
      },
      {
        "id": 35,
        "text": "\n\nСтоило отойти от лавок с нарядами, как поток людей подхватил нас и понёс вон из торговых рядов. Причина такого оживления отыскалась сразу — на просторной временной сцене актёры разыгрывали традиционную для фестиваля пьесу.",
        "merge": true
      },
      {
        "id": 33,
        "text": "— Давай посмотрим!",
        "var_add": [
          "kamrin",
          2
        ]
      },
      {
        "id": 31,
        "var_not": [
          "gift",
          3
        ],
        "need": [
          -25
        ],
        "text": "— Пошли в оранжерею."
      },
      {
        "id": 34,
        "text": "— Пора познакомиться с твоим учителем.",
        "need": [
          25
        ]
      }
    ]
  },
  {
    "id": 36,
    "text": "Я застал Гвенн в теплице. Облачённая в тёмное немаркое платье она пересаживала ломоносы в кадки — не иначе, на продажу. Тяжёлый влажный воздух оседал на её коже изморозью, ресницы и волосы совершенно оледенели, но Гвенн это не беспокоило. Я неловко кашлянул, привлекая внимание.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 36,
        "text": "— Добрый вечер, мистер Шон. Вам нужны цветы?",
        "need": [
          25
        ],
        "merge": true
      },
      {
        "id": 36,
        "text": "— Добрый вечер. Вам нужны цветы?",
        "need": [
          -25
        ],
        "merge": true
      },
      {
        "id": 36,
        "text": "\n\nЯ растеряно переложил из руки в руку пакет, и, собравшись с духом, выпалил:\n\n— Мисс Альвин, окажите мне честь, сходите со мной на завершающий салют фестиваля. \n\n— Это исключено, мистер, — покачала головой Гвенн. — Мои мать и сестра нуждаются в уходе.\n\nКраснея, переступив через кадки, я протянул Гвенн пакет.\n\n— Что это? — спросила она всё тем же ровным тоном. — Камрин просила вас что-то принести? Пожалуйста, оставьте это на столике у крыльца.\n\n— Это подарок вам, мисс Альвин.\n\nПовисла неловкая — конечно, только для меня — пауза. Казалось, Гвенн просто не знала, как реагировать. Наконец, она поднялась и вышла из теплицы. Ничего не понимая, я поплёлся следом. На пороге она попросила подождать и вскоре вернулась — с чистыми руками, умытая. Гвенн приняла пакет и вынула ",
        "merge": true
      },
      {
        "id": 36,
        "text": "платье, развернула, осмотрела бесстрастно.\n\n— Я не могу принять это, мистер. Мне нечем отплатить вам за вашу доброту.\n\n— Ничего не нужно! — горячо возразил я. — Просто сходите со мной на салют!\n\n— Исключено, — повторила Гвенн. — Мои мать и сестра нуждаются в уходе. \n\nОна аккуратно сложила платье в пакет и настойчиво протянула мне. Ничего не оставалось делать, растоптанный и униженный, я забрал бесполезный подарок.",
        "var_equal": [
          "gift",
          3
        ],
        "merge": true
      },
      {
        "id": 36,
        "text": "платок, развернула, осмотрела бесстрастно.\n\n— Благодарю вас, мистер. Это хорошая вещь. Но мне нечем отплатить вам за доброту.\n\n— Ничего не нужно! — горячо возразил я. — Просто сходите со мной на салют!\n\n— Исключено, — повторила Гвенн. — Мои мать и сестра нуждаются в уходе. \n\nЯ понял что спорить с Замёрзшей бесполезно.",
        "var_equal": [
          "gift",
          2
        ],
        "merge": true
      },
      {
        "id": 36,
        "text": "\n\nНе стоило выдумывать её образ. Почему я решил, что под ледяной коркой осталось хоть что-то человеческое? Эта девушка давно превратилась в функцию, в живой артефакт для заботы о близких. Разочарованный, я домой и обещал себе:",
        "merge": true
      },
      {
        "id": 44,
        "text": "— Больше никогда не буду жить фантазиями.",
        "need": [
          -37
        ]
      },
      {
        "id": 45,
        "text": "— Больше никогда не буду жить фантазиями.",
        "need": [
          37
        ]
      }
    ]
  },
  {
    "id": 37,
    "text": "Конечно, ничего подобного не произошло. Обдало прохладой и запахом хвои — этот город находился высоко в горах. Портальную площадь окружали каскады зданий, а с одной стороны она заканчивалась обрывом. Далеко внизу по ущелью вилась река, горизонт закрывали заснеженные вершины, а небо — перистые облака.<s>r\n<s>r\n— Не стойте на дороге, мешаете людям, — крикнул мне местный полицейский.<s>r\n<s>r\n— Извините!<s>r\n<s>r\nЯ поспешил отвести Камрин от порталов. Она глазела по сторонам с открытым ртом, а посмотреть было на что — здесь отличались архитектура, наряды, растения, если не считать вездесущих ломоносов, даже сама площадь была не мощёной, а вырубленной в камне. Порталов же было всего два, а людей на площади не меньше, чем у нас. <s>r\n<s>r\nМне раньше доводилось посещать смежные города с мастером, и каждый раз меня завораживала их непохожесть. Здесь не было улиц, их заменяли ярусы, и нам надлежало спуститься на самый нижний. К счастью, я помнил, где находились пассажирские лифты. Чем ниже ярус, тем большая его часть располагалась прямо в скале — вырубленные в горной породе широкие туннели ярко освещались зачарованными кристаллами. И что-то подсказывало, что многие из этих камней побывали в руках мистера Стоуна, перед дверью которого мы остановились.<s>r\n<s>r\nДверь нам открыла коренастая строгая женщина в круглых очках.<s>r\n<s>r\n— Добрый день, миссис Стоун. — Я отгородился от цепкого взгляда конвертом. — Я Шон, подмастерье мистера Спенсера, и мы оба просим принять эту девочку, Камрин Альвин, в ученицы.<s>r\n<s>r\nЖенщина отмахнулась от протянутого письма.<s>r\n<s>r\n— Не желаю знать, о чём Спенсер шепчется с моим мужем. Он скорее угля съест, чем обратится ко мне напрямую. Подойди сюда, дитя, — она поманила Камрин, — ах, вижу, вижу… Очень густая кровь, неогранённый изумруд. Не бойся, дитя, тебе не придётся жить под землёй, у нас есть собственная терраса.<s>r\n<s>r\nМиссис Стоун повернулась ко мне.<s>r\n<s>r\n— А вы ступайте, юноша. Мой слуга вернёт Камрин домой до заката. Нужно провести некоторые тесты с этим самородком.<s>r\n<s>r\n— Но…<s>r\n<s>r\n— Иди, Шон, — твёрдо сказала Камрин. — Со мной всё будет хорошо. <s>r\n<s>r\nОна пристально смотрела в глаза миссис Стоун, и мне показалось, что две колдуньи уже пришли к какому-то соглашению.",
    "answers": [
      {
        "id": 31,
        "text": "В оранжерею.",
        "var_not": [
          "gift",
          3
        ]
      },
      {
        "id": 36,
        "text": "Вернуться к Альвинам и пригласить Гвенн на свидание.",
        "var_more": [
          "gift",
          1
        ]
      }
    ]
  },
  {
    "id": 38,
    "text": "Смотритель широко улыбнулся.<s>r\n<s>r\n— Господин алхимик, вас наконец-то заинтересовали декоративные растения? И очень вовремя, нам доставили новые образцы не далее, чем вчера.  <s>r\n<s>r\nС этими словами он поманил в боковой коридор. Длинный узкий проход между оранжереями не имел окон. По обе стороны тянулись одинаковые двери, а стены были украшены ботаническими картинами, эскизами, гербариями и портретами известных ботаников.<s>r\n<s>r\n— Восхитительные многоцветные сорта, господин, и всего по несколько кустов каждого вида. Прекрасный подарок для любой девушки, — продолжал мистер Кипер, безошибочно определив причину моего интереса.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 38,
        "text": "— Шон!\n\nКамрин застыла недалеко впереди у портрета. Я подошёл к ней.",
        "need": [
          -37
        ],
        "merge": true
      },
      {
        "id": 38,
        "text": "— Их всегда привозят перед фестивалем, чтобы…\n\nОчередной портрет цепанул боковое зрение чем-то знакомым. Я помедлил и вернулся.",
        "need": [
          37
        ],
        "merge": true
      },
      {
        "id": 38,
        "text": "\n\nНа картине в неестественной позе в пол оборота и с вытянутой к зрителю рукой застыл мужчина. Я не сразу понял, где видел его раньше — на семейном портрете в доме Альвинов.",
        "need": [
          25
        ],
        "merge": true
      },
      {
        "id": 38,
        "text": "\n\nНа картине в неестественной позе в пол оборота и с вытянутой к зрителю рукой застыл мужчина. \n\n— Это мой отец, — прошептала Камрин одними губами.",
        "need": [
          -25
        ],
        "merge": true
      },
      {
        "id": 40,
        "text": "— Мистер Кипер, как здесь очутилась эта картина?"
      }
    ]
  },
  {
    "id": 39,
    "text": "Смотритель удивлённо поднял брови.<s>r\n<s>r\n— Думаю, вам известно поболее моего, господин алхимик. Я видел живые чароцветы лишь однажды — лет пять или шесть назад их крупную партию оставили в нашей оранжерее на ночь. Уже утром их забрали королевские гвардейцы.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 39,
        "text": "Камрин крепко сжала мою руку. А смотритель продолжал:\n\n— ",
        "need": [
          -37
        ],
        "merge": true
      },
      {
        "id": 39,
        "text": "Чудесные цветы, господин, словно сотканные из жемчуга и лунного света. Ходят слухи, что в королевских оранжереях за ними ухаживают сами феи. Я успел сделать несколько зарисовок.\n\nС этими словами смотритель поманил в боковой коридор. Длинный узкий проход между оранжереями не имел окон. По обе его стороны тянулись одинаковые двери, а стены были украшены ботаническими картинами, эскизами, гербариями и редкими портретами известных ботаников.\n\n— Чароцветы очень похожи на ломоносы, но не имеют корней, — вещал мистер Кипер. ",
        "merge": true
      },
      {
        "id": 39,
        "text": "\n\n— Шон!\n\nКамрин застыла недалеко впереди у портрета. Я подошёл к ней.",
        "need": [
          -37
        ],
        "merge": true
      },
      {
        "id": 39,
        "text": "— Это обусловлено тем, что…\n\nОчередной портрет цепанул боковое зрение чем-то знакомым. Я помедлил и вернулся.",
        "need": [
          37
        ],
        "merge": true
      },
      {
        "id": 39,
        "text": "\n\nНа картине в неестественной позе в пол оборота и с вытянутой к зрителю рукой застыл мужчина. Я не сразу понял, где видел его раньше — на семейном портрете в доме Альвинов.",
        "need": [
          25
        ],
        "merge": true
      },
      {
        "id": 39,
        "text": "\n\nНа картине в неестественной позе в пол оборота и с вытянутой к зрителю рукой застыл мужчина. \n\n— Это мой отец, — прошептала Камрин одними губами.",
        "need": [
          -25
        ],
        "merge": true
      },
      {
        "id": 40,
        "text": "— Мистер Кипер, как здесь очутилась эта картина?"
      }
    ]
  },
  {
    "id": 40,
    "text": "— Занятно, что вы спросили об этом, — ответил смотритель. — Эту картину кто-то забыл прямо в оранжерее. Я помню об этом, потому что после гвардейцев здесь был кавардак, я опасался чего-нибудь недосчитаться, но весь инвентарь оказался на месте, а картина даже прибавилась. Я ждал, что кто-нибудь обратится за ней, и повесил на видном месте, но, как видите, она всё ещё здесь.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 40,
        "text": "— После гвардейцев? — недоуменно переспросил я.\n\n— Давнее дело, господин алхимик. Лет пять или шесть назад мне посчастливилось принять крупную партию чароцветов. Всего на одну ночь, уже утром за ними пришли королевские гвардейцы, но эти цветы я не забуду никогда…\n\nСмотритель мечтательно и тоскливо вздохнул.\n\n",
        "need": [
          38
        ],
        "merge": true
      },
      {
        "id": 40,
        "text": "— Мистер Кипер, можем мы забрать эту картину? Дело в том, что на ней изображён отец этой девочки, — я положил руки на плечи Камрин.\n\nСмотритель нахмурился и осведомился:\n\n— Это правда, юная леди?\n\nКамрин отчаянно закивала. Тогда смотритель улыбнулся и сам снял портрет со стены.\n\n— Рама — собственность оранжереи, — пояснил он, вынимая холст из-под стекла.",
        "need": [
          -37
        ],
        "merge": true
      },
      {
        "id": 40,
        "text": "— Мистер Кипер, могу я забрать эту картину? Кажется, я знаю, кому она принадлежит.\n\nСмотритель нахмурился и осведомился:\n\n— Может быть, вы знаете имя господина на картине?\n\n— Это мистер Альвин, он был цветочником.\n\n— Верно, он часто приходил за новыми сортами.\n\nСмотритель сам снял портрет со стены, вынул холст из-под стекла и отдал мне.",
        "need": [
          37
        ],
        "merge": true
      },
      {
        "id": 41,
        "text": "— Отнесём портрет твоей маме?",
        "need": [
          -37
        ],
        "var_set": [
          "port",
          1
        ]
      },
      {
        "id": 41,
        "text": "Отнести портрет миссис Альвин.",
        "need": [
          37
        ],
        "var_set": [
          "port",
          2
        ]
      },
      {
        "id": 41,
        "text": "Рассмотреть картину внимательнее.",
        "var_set": [
          "port",
          3
        ]
      }
    ]
  },
  {
    "id": 41,
    "text": "empty",
    "answers": [
      {
        "id": 41,
        "text": "— Гвенн это не понравится... — задумчиво протянула Камрин. — Шон, смотри!\n\nОна ткнула пальцем в едва заметную подпись в нижнем углу холста.\n\n— «Дж. Баррет<s>u202f»? Знакомая фамилия.\n\n—  Это же наш сосед, Шон! ",
        "var_equal": [
          "port",
          1
        ],
        "merge": true
      },
      {
        "id": 41,
        "text": "Поблагодарив, я направился к выходу.",
        "var_equal": [
          "port",
          2
        ],
        "merge": true
      },
      {
        "id": 41,
        "text": "Странной в портрете была не только поза. За мистером Альвином открывалась захламлённая комната — стулья, разноцветные тряпки и сухоцветы соседствовали с измятыми тюбами и человеческим черепом. Что бы это могло быть? Подсобка театра? За пазухой мистер Альвин держал пожухлый",
        "var_equal": [
          "port",
          3
        ],
        "merge": true
      },
      {
        "var_equal": [
          "port",
          3
        ],
        "id": 41,
        "text": " ломонос.",
        "need": [
          -9
        ],
        "merge": true
      },
      {
        "var_equal": [
          "port",
          3
        ],
        "id": 41,
        "text": "… чароцвет?",
        "need": [
          9
        ],
        "merge": true
      },
      {
        "id": 41,
        "text": "\n\nКартина была исполнена в тщательном реализме, но неясным оставался замысел художника. Подпись в правом нижнем углу гласила: «Дж. Баррет». Фамилия казалась смутно знакомой, я слышал её совсем недавно. Где же? \n\n«Проваливайте!<s>u202f» — вынырнул из памяти скрипучий голос. Я хлопнул себя по лбу. ",
        "merge": true,
        "var_equal": [
          "port",
          3
        ]
      },
      {
        "var_equal": [
          "port",
          3
        ],
        "id": 41,
        "text": "\n\n— Камрин, взгляни на подпись. Нужно задать пару вопросов вашему соседу.",
        "need": [
          -37
        ],
        "merge": true
      },
      {
        "var_equal": [
          "port",
          3
        ],
        "id": 41,
        "text": "Так звали соседа Альвинов, и у меня появилась к нему пара вопросов.",
        "need": [
          37
        ],
        "merge": true
      },
      {
        "id": 41,
        "text": "\n\n— Так вам нужны ломоносы, господин алхимик? — напомнил смотритель.\n\n— Зайду за ними позже, мистер Кипер.",
        "need": [
          38
        ],
        "merge": true
      },
      {
        "id": 41,
        "text": "\n\n\nНа пороге дома Альвинов меня встретила Гвенн.\n\n— Мистер Шон? Разве вы не должны сопровождать Камрин на ярмарку?\n\nКаким-то шестым чувством я ощутил, как в ней поднимается рациональное беспокойство. По ручке двери растекалась изморозь.\n\n— С Камрин всё в порядке! Я отвёл её к чародейке, которая сможет обучить Камрин магии. Слуга приведёт её до заката.\n\nГвенн отпустила ручку и по-кукольному-чинно опустила руки на передник платья.\n\n— В таком случае, чем я могу вам помочь, мистер Шон?\n\n«Позвольте пригласить вас на свидание,<s>u202f» — пронеслось в голове, но я прогнал эту мысль, как несвоевременную, и продемонстрировал холст. Сказать что-либо не успел.\n\n— Унесите это отсюда, — прежним ровным тоном велела Гвенн, сжав ладони в кулачки.\n\n— Куда? — удивился я. — Мне казалось, ваша матушка будет рада этому портрету.\n\n— Обратно мистеру Баррету. Вы ошиблись. Что-то ещё?\n\nЛишь теперь я заметил подпись в углу картины, которая гласила: «Дж. Баррет». Я слышал эту фамилию совсем недавно. Где же? \n\n«Проваливайте!<s>u202f» — вынырнул из памяти скрипучий голос. Я хлопнул себя по лбу — так звали соседа Альвинов! Распрощавшись с Гвенн, я направился к дому напротив.",
        "var_equal": [
          "port",
          2
        ],
        "merge": true
      },
      {
        "id": 41,
        "text": "\n\n\nКамрин яростно барабанила в дверь.\n\n— Мистер Баррет! Я знаю, что вы дома! Если продолжите прятаться, я повешу на площади объявление от вашего имени!\n\nНаконец, дверь приоткрылась. Из щели раздалось недовольное:\n\n— Что вам нужно?\n\n— Вы нарисовали моего отца! — выпалила Камрин. — Мы нашли портрет в оранжерее!\n\n— Я… написал много картин, — скрипучий голос дрогнул, — не могу помнить их все. Проваливайте, мне нужно работать.\n\nДверь дёрнулась, чтобы закрыться, но я успел остановить её, схватив за край.",
        "need": [
          -37
        ],
        "merge": true
      },
      {
        "id": 41,
        "text": "\n\n\nСтук. Мистер Баррет не заставил себя ждать.\n\n— Что вам нужно? — проскрипел он из-за полуоткрытой двери и смерил меня недоверчивым взглядом.\n\nЯ вынул из-за пазухи холст и развернул его.\n\n— Эту картину я нашёл в оранжерее.\n\nПо опалому лицу мистера Баррета пробежала тень.\n\n— Меня не волнует судьба проданных картин. Написал — продал, дело с концом, — он попытался закрыть дверь, но я оказался проворнее, схватил за край.",
        "need": [
          37
        ],
        "merge": true
      },
      {
        "id": 42,
        "text": "— Кому же вы продали портрет своего друга?",
        "need": [
          37,
          10,
          19
        ]
      },
      {
        "id": 42,
        "text": "— Вы не помните, как писали портрет своего друга?",
        "need": [
          -37,
          10,
          19
        ]
      },
      {
        "id": 42,
        "text": "— И как часто вы пишите чароцветы?",
        "need": [
          9
        ],
        "var_equal": [
          "port",
          3
        ]
      },
      {
        "id": 42,
        "text": "— У мистера Альвина были проблемы с полицией. Вы что-нибудь об этом знаете?",
        "need": [
          7,
          21
        ]
      },
      {
        "id": 43,
        "text": "— Что вы скрываете?!"
      }
    ]
  },
  {
    "id": 42,
    "text": "Молчание затягивалось. Послышались сдавленный рык и удар, потом дверь распахнулась.<s>r\n<s>r\n— Проходите! — бросил мистер Баррет, потирая правую руку.<s>r\n<s>r\nВ его доме царил хаос. Повсюду громоздились чистые и покрашенные холсты, в беспорядке валялись мольберты, подрамники. На полу красовались разноцветные пятна, по углам сбились в стайки скомканные листы бумаги.<s>r\n<s>r\nМистер Баррет толкнул дверь в заднюю комнату, и я узнал её — мастерскую с холста. На столе ехидно скалился человеческий череп. Хозяин дома тяжело опустился на обвешенный драпировками стул и ослабил шарф.<s>r\n<s>r\n— Ник пришёл сюда, когда полицейские изъяли чароцветы. Забрали всё, подчистую — Замёрзшие, что с них взять. Шайле бы хватило одного куста. Не смотрите на меня так, мистер, мы с Ником выросли вместе, конечно я знаю, что он женился на фее. План был простой — Ник должен был пробраться в оранжерею, взять цветок и активировать портал пыльцой, — мистер Баррет кивнул на картину.",
    "answers": [
      {
        "id": 42,
        "text": "\n\n— Портал?! — Камрин зажмурилась и прижала ладошку к холсту. — Шон, я чувствую! В портрете есть магия! Очень слабая…",
        "need": [
          -37
        ],
        "merge": true
      },
      {
        "id": 42,
        "text": "\n\n— Но он не сработал… — задумчиво произнёс я. — На мистере Альвине не было железных вещей?",
        "need": [
          37
        ],
        "merge": true
      },
      {
        "var_equal": [
          "fairy",
          1
        ],
        "id": 42,
        "text": "\n\n— Но он не сработал… — задумчиво произнёс я. — На мистере Альвине не было железных вещей?",
        "need": [
          -37
        ],
        "merge": true
      },
      {
        "var_not": [
          "fairy",
          1
        ],
        "id": 42,
        "text": "\n\n— Но что-то пошло не так… — задумчиво произнёс я.",
        "need": [
          -37
        ],
        "merge": true
      },
      {
        "id": 42,
        "text": "\n\n— Железо! — взревел мистер Баррет и бросил в стену выжатый тюбик. — Да, мы забыли о чёртовом железе в красках! Когда Ник не вернулся, и в полиции его не оказалось, я пошёл в оранжерею. И увидел это! — он снова мазнул взглядом портрет и уставился в окно. — Я не смог сказать Шайле, что убил её мужа…\n\nПовисло тягостное молчание.",
        "merge": true
      },
      {
        "id": 42,
        "text": "\n\n— Вы не виноваты, дядя Джек, — тихо сказала Камрин, размазывая слёзы по щекам.\n\nМистер Баррет хмыкнул и поёжился. ",
        "need": [
          -37
        ],
        "merge": true
      },
      {
        "id": 46,
        "text": "— Значит, чтобы починить портал, нужно убрать из красок железо?"
      },
      {
        "id": 47,
        "text": "— Вам следует обо всём рассказать миссис Альвин, пока есть возможность."
      }
    ]
  },
  {
    "id": 43,
    "text": "— Убирайтесь прочь, не то вами займутся Замёрзшие! — проревел мистер Баррет и дёрнул дверь на себя с силой, которую нельзя было заподозрить в мужчине его телосложения. <s>r\n<s>r\nЩёлкнул засов, затем по очереди захлопнулись рамы на окнах. <s>r\n<s>r\n",
    "answers": [
      {
        "id": 43,
        "text": "Мне ничего не оставалось, кроме как дождаться Камрин. Как и обещала миссис Стоун, она вернулась в сумерках в сопровождении слуги, уставшая, но воодушевленная. С большим удивлением она приняла у меня портрет и выслушала его историю.\n\n",
        "need": [
          37
        ],
        "merge": true
      },
      {
        "id": 43,
        "text": "— Я совсем не помню отца, — печально сказала Камрин, — знаю его только с рассказов мамы…\n\nОна свернула холст в трубку и провела по ней ладонью. Картина превратилась в бордовую розу на длинном стебле. Камрин пискнула и облизала уколотый палец. \n\n— Чтобы Гвенн не заметила, — пояснила она. — А мама любит цветы, не только ломоносы.\n\n\nТрюк удался — Гвенн скользнула по розе равнодушным взглядом и ушла готовить ужин. Миссис Альвин мы нашли на заднем дворе, со всех сторон окружённом овощными грядками. Что-то подсказывало мне, что при мистере Альвине дворик был куда просторнее.\n\n",
        "merge": true
      },
      {
        "id": 43,
        "text": "Миссис Альвин читала книгу, сидя в кресле-каталке. Даже измождённая, с сухой как пергамент кожей и с длинной седой косой, она была красивее, чем кто-либо из виденных мною женщин. Ни одна родинка не нарушала гармонии её молодого лица.\n\n— Вы, должно быть, Шон, — не то произнесла, не то пропела миссис Альвин нежно и слабо. — Камрин рассказывала о вас.\n\nКамрин не дала мне ответить.\n\n",
        "need": [
          -25
        ],
        "merge": true
      },
      {
        "id": 43,
        "text": "Камрин резво подбежала к матери.\n\n",
        "need": [
          25
        ],
        "merge": true
      },
      {
        "id": 43,
        "text": "— Мама, посмотри, что мы нашли! \n\nМгновение — в руках её снова оказалась картина. Миссис Альвин сдавленно вскрикнула и прижала ладони к губам.\n\n— Николас!.. Дорогая, будь добра, поднеси его ближе.\n\nКамрин подошла и отпрянула, когда миссис Альвин протянула к полотну руку. \n\n— Мама, осторожнее!\n\nНа миг мне показалось, что нарисованный мужчина и умирающая женщина стремятся в объятия друг к другу. Миссис Альвин опустила руку и обернулась ко мне. По щекам её текли перламутровые слёзы. Иллюзия человечности развеялась, уши миссис Альвин заострились.\n\n— Я хотела бы благословить вас, юноша, — пропела она печальным перезвоном колокольчиков, — но моих сил не хватит даже на то, чтобы посмотреть, как вырастет моя дочь. \n\n— Мама, что ты делаешь?! — Камрин явна не ожидала такой реакции на картину.\n\n— Прислушайся, милая, — миссис Альвин взяла ладонь дочери и приложила её к полотну. — Магия очень слабая, но она родная для нас. Чувствуешь?\n\nКамрин напряжённо зажмурилась, закусила губу, а потом ошарашенно выдохнула:\n\n— Это… портал?!\n\nМиссис Альвин улыбнулась сквозь слёзы и, воспользовавшись замешательством дочери, провела пальцем по щеке нарисованного мужчины. Коснувшись полотна, она поморщилась, как от боли.\n\n— Сломанный, дорогая. Найди способ его починить. А вы, юноша, пожалуйста, присмотрите за моими девочками. Прощайте!\n\n— Мама!!!\n\nС опустевшего кресла миссис Альвин вспорхнула крупная, с ладонь, жемчужная бабочка и влетела в картину. По краскам прошла рябь, как по воде от брошенного камня, а когда волны иссякли, портрет стал парным — статный темновласый мужчина и изящная седая женщина держались за руки и с  смотрели друг на друга с большой нежностью.\n\nКамрин всхлипнула. Я прижал её к себе.\n\nГвенн так и застала нас — тихо рыдающую Камрин, меня, мокрого от её слёз. Гвенн перевела взгляд с пустого кресла на картину, и, кажется, всё поняла. Наверное, когда живёшь в доме с феей и ведьмой, перестаёшь удивляться таким вещам.",
        "merge": true
      },
      {
        "id": 50,
        "text": "— Отец не бросал вас, Гвенн. Он всё это время был здесь, в картине.",
        "need_sometimes": false,
        "need": [
          29
        ]
      },
      {
        "need_sometimes": false,
        "var_equal": [
          "port",
          2
        ],
        "id": 50,
        "text": "— Отец не бросал вас, Гвенн. Он всё это время был здесь, в картине.",
        "need": [
          -29
        ]
      },
      {
        "id": 51,
        "text": "— Это был портал, мисс Альвин. Ваш отец застрял в портале.",
        "need": [
          37
        ]
      },
      {
        "id": 52,
        "text": "— Это был портал, мисс Альвин. Ваш отец застрял в портале.",
        "need": [
          -37
        ]
      }
    ]
  },
  {
    "id": 44,
    "text": "Мисс Альвин приходила за зельями ещё несколько недель, а потом перестала.<s>r\n<s>r\nПару лет спустя мастер Спенсер торжественно сообщил, что ему больше нечему меня научить. Я успешно сдал экзамены в Королевский Магический Университет, где просиживал ночи в холодных лабораториях. Не единожды я просил чародеев проверить нагревающие кристаллы, но они лишь качали головой.<s>r\n<s>r\nИз года в год лаборатории отапливались всё слабее, работа становилась всё монотоннее, а потом это перестало меня волновать.",
    "answers": [
      {
        "comment": true,
        "middle_answer": true,
        "text": "Достигнута концовка «Стылые стены лабораторий».",
        "id": 44,
        "merge": false
      },
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 45,
    "text": "Мисс Альвин приходила за зельями ещё несколько недель, а потом перестала.<s>r\n<s>r\nПару лет спустя мастер Спенсер торжественно сообщил, что ему больше нечему меня научить. Я успешно сдал экзамены в Королевский Магический Университет, где просиживал ночи в холодных лабораториях. Не единожды я просил чародеев проверить нагревающие кристаллы, но они лишь качали головой.<s>r\n<s>r\nЯ был на последнем курсе, когда на одном из университетских приёмов вино в моём бокале обратилось в сок острого перца. Пока я отчаянно пытался погасить пожар во рту закусками, рядом выросла первокурсница с чашкой горячего молока. Я узнал её сразу — и недовольный взгляд бесовских зелёных глазищ, и взъерошенные волосы, не достающие до плеч.<s>r\n<s>r\n— Как ты позволил этому произойти?! — Камрин гневно дёрнула мой шарф и сунула мне в руки бокал с перцем. — Пей, Шон! Может, согреешься!<s>r\n<s>r\n— Какого чёрта, Камрин? — прокашлял, едва не плача.<s>r\n<s>r\n— Все королевские алхимики такие тупые? — выпустив пар, она подала мне молоко. — Я этого так не оставлю, Шон. Мы идём в Орден Весны прямо сейчас.<s>r\n<s>r\nПотянулась череда странных встреч и бесед с доктором Мелтингом, и Камрин, Камрин, Камрин, которая врывалась каждый день, как сквозняк в форточку, как кошка под ноги, как ласточка по весне, внося в мою жизнь хаос и вдохновение. Каждый день — пока я не снял последний шарф. И тогда настал мой черёд пить «Спокойное сердце».",
    "answers": [
      {
        "comment": true,
        "id": 45,
        "text": "Достигнута концовка «По счетам».",
        "middle_answer": true,
        "merge": false
      },
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 46,
    "text": "— Как?! — рявкнул художник. — Вы что, умеете превращать воду в вино и свинец в золото?!",
    "answers": [
      {
        "id": 46,
        "text": "\n\n— Я ничего не смыслю в виноделии и пока далёк от создания философского камня, но Камрин такое под силу.",
        "merge": true,
        "var_equal": [
          "magic",
          1
        ]
      },
      {
        "var_not": [
          "magic",
          1
        ],
        "id": 46,
        "text": "\n\nЯ понуро опустил голову. Задачка предстояла не из лёгких.\n\n— Я умею! — воскликнула Камрин.",
        "need": [
          -37
        ],
        "merge": true
      },
      {
        "id": 46,
        "text": "\n\nМистер Баррет недоверчиво уставился на девочку.\n\n— Фейская кровь… — прошептал он. — Я не заметил, как вы выросли, мисс Альвин.",
        "need": [
          -37
        ],
        "merge": true
      },
      {
        "id": 46,
        "text": "\n\nМистер Баррет недоверчиво уставился на меня.\n\n— Фейская кровь… — прошептал он. — Если бы я не прятался от семьи Ника, я бы заметил…",
        "need": [
          37
        ],
        "merge": true
      },
      {
        "id": 46,
        "text": "\n\nНесколько раз он задумчиво стукнул пальцем по крышке стола, а потом торопливо поднялся и прокряхтел:\n\n— Это может сработать! Но без железа краски изменят цвет. Нужно будет обновить все тёплые тона.\n\nС этими словами мистер Баррет открыл стоящий в углу комнаты сундук и практически нырнул в него с головой. Он рылся и перебирал что-то, иногда выбрасывая за спину пустые тюбики, а некоторые аккуратно выкладывая рядом. Наконец, он захлопнул крышку.\n\n— Мне нечем заменить умбру и жёлтый марс. Найдите масляные краски и возвращайтесь с девчонкой.\n",
        "merge": true
      },
      {
        "id": 48,
        "text": "— А чароцвет?",
        "var_set": [
          "pearl",
          1
        ]
      },
      {
        "id": 48,
        "text": "— До завтра, мистер Баррет.",
        "var_set": [
          "pearl",
          0
        ]
      }
    ]
  },
  {
    "id": 47,
    "text": "Художник вцепился в свой шарф так, будто он мешал ему дышать.<s>r\n<s>r\n— Шайла возненавидит меня, — сдавленно процедил он. — Но вы правы. Идёмте.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 47,
        "text": "Сгущались сумерки, и, едва выйдя из дома, я нос к носу столкнулся с Камрин. Она удивлённо уставилась на портрет в руках мистера Баррета.\n\n",
        "need": [
          37
        ],
        "merge": true
      },
      {
        "id": 47,
        "text": "Камрин свернула холст в трубку и провела по ней ладонью. Картина превратилась в бордовую розу на длинном стебле. Камрин пискнула и облизала уколотый палец. \n\n— Чтобы Гвенн не заметила, — пояснила она. — А мама любит цветы, не только ломоносы.\n\n\nТрюк удался — Гвенн скользнула по розе равнодушным взглядом и ушла готовить ужин. Миссис Альвин мы нашли на заднем дворе, со всех сторон окружённом овощными грядками. Что-то подсказывало мне, что при мистере Альвине дворик был куда просторнее.\n\n",
        "merge": true
      },
      {
        "id": 47,
        "text": "Миссис Альвин читала книгу, сидя в кресле-каталке. Даже измождённая, с сухой как пергамент кожей и с длинной седой косой, она была красивее, чем кто-либо из виденных мною женщин. Ни одна родинка не нарушала гармонии её молодого лица.\n\n— Джек?! Какой приятный сюрприз! — не то произнесла, не то пропела миссис Альвин, заметив художника, а потом обратилась ко мне. — А вы, должно быть, Шон, Камрин рассказывала о вас.\n\n",
        "need": [
          -25
        ],
        "merge": true
      },
      {
        "id": 47,
        "text": "— Джек?! Какой приятный сюрприз! — пропела миссис Альвин, отложив книгу.\n\n",
        "need": [
          25
        ],
        "merge": true
      },
      {
        "id": 47,
        "text": "Мгновение — в руках Камрин снова оказалась картина, которую она поспешно вручила мистеру Баррету. Миссис Альвин сдавленно вскрикнула и прижала ладони к губам.\n\n— Николас!.. Пожалуйста, Джек, поднеси его ближе.\n\nПо щекам её текли перламутровые слёзы. Иллюзия человечности развеялась, уши миссис Альвин заострились. Она провела пальцем по щеке нарисованного мужчины и поморщилась, как от боли.\n\n— Мама, что ты делаешь?! — воскликнула Камрин и подбежала к ней.\n\n— Зачем ты скрывал столько лет, Джек? — вопросила миссис Альвин печальным перезвоном колокольчиков. — Я бы никогда не стала винить тебя за это.\n\nМистер Баррет опасливо поднял на неё глаза. Он хотел что-то сказать, но не находил слов. Наконец выдавил:\n\n— Прости меня…\n\nМиссис Альвин мягко улыбнулась и коснулась его руки. \n\n— Я прощаю тебя, Джек. Будь у меня силы, я бы благословила тебя, но… — она печально вздохнула. — А теперь, пожалуйста, оставь меня с дочерью.\n\nКоротко кивнув, мистер Баррет на мгновение сжал её хрупкие пальцы, передал картину Камрин и удалился быстрым шагом.\n\n",
        "merge": true
      },
      {
        "id": 47,
        "text": "— Прислушайся, милая, — миссис Альвин взяла ладонь дочери и приложила её к полотну. — Магия очень слабая, но она родная для нас. Чувствуешь?\n\nКамрин напряжённо зажмурилась, закусила губу, а потом ошарашенно выдохнула:\n\n— Это…\n\n",
        "need": [
          37
        ],
        "merge": true
      },
      {
        "id": 47,
        "text": "— Дорогая, ты должна найти способ починить этот портал. А вы, юноша, пожалуйста, присмотрите за моими девочками. Прощайте!\n\n— Мама!!!\n\nС опустевшего кресла миссис Альвин вспорхнула крупная, с ладонь, жемчужная бабочка и влетела в картину. По краскам прошла рябь, как по воде от брошенного камня, а когда волны иссякли, портрет стал парным — статный темновласый мужчина и изящная седая женщина держались за руки и с  смотрели друг на друга с большой нежностью.\n\nКамрин всхлипнула. Я прижал её к себе.\n\nГвенн так и застала нас — тихо рыдающую Камрин, меня, мокрого от её слёз. Гвенн перевела взгляд с пустого кресла на картину, и, кажется, всё поняла. Наверное, когда живёшь в доме с феей и ведьмой, перестаёшь удивляться таким вещам.",
        "merge": true
      },
      {
        "id": 50,
        "text": "— Отец не бросал вас, Гвенн. Он всё это время был здесь, в картине.",
        "need_sometimes": false,
        "need": [
          29
        ]
      },
      {
        "need_sometimes": false,
        "var_equal": [
          "port",
          2
        ],
        "id": 50,
        "text": "— Отец не бросал вас, Гвенн. Он всё это время был здесь, в картине.",
        "need": [
          -29
        ]
      },
      {
        "id": 51,
        "text": "— Это был портал, мисс Альвин. Ваш отец застрял в портале. ",
        "need": [
          37
        ]
      },
      {
        "id": 52,
        "text": "— Это был портал, мисс Альвин. Ваш отец застрял в портале. ",
        "need": [
          -37
        ]
      }
    ]
  },
  {
    "id": 48,
    "text": "empty",
    "answers": [
      {
        "id": 48,
        "text": "На картине мистер Альвин держал за пазухой нечто вялое. На растении плохо сказалось пребывание в железе. Художник нахмурился, на скулах заходили желваки. Затем он проскрипел:\n\n— Перламутр. И референс. По памяти я смогу воссоздать лишь ломонос.\n\n— Понял. До завтра, мистер Баррет.\n\n\n",
        "var_equal": [
          "pearl",
          1
        ],
        "merge": true
      },
      {
        "id": 48,
        "text": "Темнело, но в ночь фестиваля город не спал. Я ",
        "merge": true
      },
      {
        "id": 48,
        "text": "отвёл Камрин домой ",
        "need": [
          -37
        ],
        "merge": true
      },
      {
        "id": 48,
        "text": "рассказал обо всём Камрин — её как раз привёл домой слуга миссис Стоун —  \n",
        "need": [
          37
        ],
        "merge": true
      },
      {
        "id": 48,
        "text": "и решил не откладывать дела на завтра. И правильно сделал, потому что хозяин художественного магазина грубо спустил меня с небес на землю: умбра и жёлтый марс изготавливались только на оксидах железа. \n\n— Но как же тогда рисуют порталы? — изумился я.\n\n— На этот вопрос могут ответить только королевские алхимики, — развёл руками торговец. \n\n",
        "merge": true
      },
      {
        "id": 48,
        "text": "Не желая отчаиваться, я приобрёл тюбик перламутровой краски и баночку олифы.",
        "merge": true,
        "var_equal": [
          "pearl",
          1
        ]
      },
      {
        "id": 48,
        "text": "Не желая отчаиваться, я приобрёл баночку олифы — основы для масляных красок.",
        "var_not": [
          "pearl",
          1
        ],
        "merge": true
      },
      {
        "id": 48,
        "text": "\n\nРассказал обо всём мастеру Спенсеру, и мы до рассвета трудились в лаборатории, чтобы получить в результате подделку-пятнадцатиминутку — именно столько держались созданные нами краски, и замешивать их следовало непосредственно перед нанесением.\n\n— Это безумие, Рыжий, — мастер Спенсер устало протёр лоб. — Если это сработает, отошлю тебя в университет завтра же! Мне не нужны безумные подмастерья.\n\nЯ благодарно улыбнулся и без сил повалился на кровать. После бессонной ночи предстоял сложный день, стоило выкрасть пару часов сна хотя бы у утра. ",
        "merge": true
      },
      {
        "id": 48,
        "text": "А по пробуждению я первым делом занялся поиском референса.",
        "merge": true,
        "var_equal": [
          "pearl",
          1
        ]
      },
      {
        "var_not": [
          "pearl",
          1
        ],
        "comment": false,
        "id": 49,
        "text": "Спа-а-ать.",
        "var_set": [
          "ref",
          0
        ]
      },
      {
        "comment": false,
        "var_equal": [
          "pearl",
          1
        ],
        "id": 49,
        "text": "Попросить сухоцвет у миссис Тинкер.",
        "need": [
          9,
          19
        ],
        "var_set": [
          "ref",
          4
        ]
      },
      {
        "comment": false,
        "var_equal": [
          "pearl",
          1
        ],
        "id": 49,
        "text": "Рисунок из ботанической энциклопедии отлично подойдёт.",
        "need": [
          9
        ],
        "var_set": [
          "ref",
          3
        ]
      },
      {
        "comment": false,
        "var_equal": [
          "pearl",
          1
        ],
        "id": 49,
        "text": "Мистер Кипер упоминал, что сделал эскизы. ",
        "need": [
          39
        ],
        "var_set": [
          "ref",
          2
        ]
      },
      {
        "comment": false,
        "var_equal": [
          "pearl",
          1
        ],
        "id": 49,
        "text": "Не вспомнить ничего подходящего.",
        "var_set": [
          "ref",
          1
        ]
      }
    ]
  },
  {
    "id": 49,
    "text": "— Не ждал вас так рано, — буркнул мистер Баррет, пропуская меня в дом.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 49,
        "text": "Вместо приветствия я протянул ему сухой чароцвет. Художник взял его с величайшей осторожностью и, кажется, лишился дара речи.\n\nМистер Баррет соврал",
        "merge": true,
        "var_equal": [
          "ref",
          4
        ]
      },
      {
        "id": 49,
        "text": "Соврал",
        "var_not": [
          "ref",
          4
        ],
        "merge": true
      },
      {
        "id": 49,
        "text": " — он привёл мастерскую в тот вид, в котором она была запечатлена на портрете, а мольберт с картиной стоял так, чтобы создать художнику нужный ракурс. Я сомневался, что расположение вещей на что-то влияет, ведь порталы на площади работали круглосуточно, и не важно, были ли на площади люди, но в слух сомнения не озвучил. \n\n— Могли бы предупредить, что эти краски всегда на железе, — укорил я художника.\n\nОн лишь пожал плечами. Без шарфа и пледа мистер Баррет казался тоньше и выше, не таким грозным, даже немного хрупким.\n\n— Раз вы пришли, значит, как-то выкрутились. А если бы я сразу сказал, что это невозможно, то и пытаться бы не стали.\n\n— И то верно, — нервно рассмеялся я, расставляя на столике возле мольберта разноцветные пузырьки. — Но рисовать вам придётся очень быстро.\n\nПомимо красок здесь были зелья: «Последний рывок», который на короткое время повышал скорость и реакцию, но потом погружал человека в глубокий сон; и «Спокойное сердце» — для мистера Альвина, если всё пройдёт гладко, для Камрин, если эксперимент не удастся.\n\n",
        "merge": true
      },
      {
        "var_more": [
          "ref",
          0
        ],
        "id": 49,
        "text": "— А что насчёт… референса? — мистер Баррет запнулся, словно боялся задавать это вопрос.\n\n",
        "var_less": [
          "ref",
          4
        ],
        "merge": true
      },
      {
        "id": 49,
        "text": "Вместо ответа я достал из сумки ботаническую энциклопедию и развернул на странице с чароцветом. Художник облегчённо выдохнул.\n\n",
        "merge": true,
        "var_equal": [
          "ref",
          3
        ]
      },
      {
        "id": 49,
        "text": "Вместо ответа я достал из сумки пачку эскизов мистера Кипера. Художник облегчённо выдохнул.\n\n",
        "merge": true,
        "var_equal": [
          "ref",
          2
        ]
      },
      {
        "id": 49,
        "text": "Я покачал головой. Художник сжал кулаки так, что костяшки побелели, но ничего не сказал.\n\n",
        "merge": true,
        "var_equal": [
          "ref",
          1
        ]
      },
      {
        "id": 49,
        "text": "Камрин пришла в назначенный час — бледная, нервная, руки мелко дорожали.",
        "merge": true
      },
      {
        "id": 53,
        "text": "— Ты справишься, мелкая. Мы справимся.",
        "var_add": [
          "kamrin",
          1
        ]
      },
      {
        "id": 53,
        "text": "— Соберись. Всё зависит от тебя. "
      }
    ]
  },
  {
    "id": 50,
    "text": "Гвенн медленно, по стенке, осела на землю, прижала руки к груди. Я тряхнул Камрин за плечо, и она, забыв о собственном горе, бросилась к сестре.<s>r\n<s>r\n— Гвенн, Гвен!!<s>r\n<s>r\nДевушка не реагировала. Я подхватил её на руки и отнёс в дом, положил на диван, прощупал пульс. И тотчас же одёрнул себя — какой пульс у Замёрзшей? В догонку пришла вторая мысль — кожа Гвенн была холодной, но не ледяной. А это означало…<s>r\n<s>r\n— Камрин, скорее, сделай горячий чай! Настоящий!<s>r\n<s>r\nПовторять дважды не пришлось. Состояние Гвенн было сродни обмороку. Некоторое время спустя она открыла глаза — зелёные, не такие пронзительные, как у сестры, но совершенно явно не голубые. И полные слёз. Слёз, о которых пару дней назад я мог только мечтать. Слёз, которых было слишком много в этот вечер. <s>r\n<s>r\nЯ не решился оставить девочек одних и отлучился лишь за тем, чтобы отправить с мальчишкой весточку мастеру Спенсеру. В ответ мастер прислал  целую сумку зелий — несколько согревающе-укрепляющих снадобий и «Спокойное сердце». Меня восхитила предусмотрительность мастера «Сердце» пригодилось и Камрин, и Гвенн, эмоции которой бушевали, будто навёрстывая все годы заморозки.<s>r\n<s>r\nЗавершающий салют фестиваля мы смотрели втроём, и я ничуть не жалел о том, что так и не позвал Гвенн на свидание. В конце концов, есть вещи намного важнее романтических переживаний. ",
    "answers": [
      {
        "id": 50,
        "text": "Но платок всё равно подарил. ",
        "merge": true,
        "var_equal": [
          "gift",
          2
        ]
      },
      {
        "id": 50,
        "text": "\n\nА потом наши пути разошлись: Камрин отправилась к миссис Стоун; Гвенн, лишённая необходимости заботиться о сестре, вступила в Орден Весны, чтобы помогать людям противостоять Замерзанию; а я пару лет спустя сдал экзамены в Магический Университет. Но нашей дружбе не были страшны ни расстояния, ни время.",
        "need": [
          37
        ],
        "merge": true
      },
      {
        "id": 50,
        "text": "Достигнута концовка «Воссоединение».",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 51,
    "text": "— Это не имеет значения, — равнодушно ответила Гвенн. — Простите, мне нужно позаботиться о сестре. <s>r\n <s>r\nОна увела заплаканную Камрин — та едва успела забрать портрет. Конечно, ни о каком свидании при таких обстоятельствах не могло быть и речи.<s>r\n<s>r\n<s>r\nПару лет спустя я поступил в Королевский Магический Университет. Там началась новая глава моей жизни, полная бессонных ночей в исследовательских лабораториях и горделивых чародеек. <s>r\n<s>r\nЯ был на последнем курсе, когда на одном из университетских приёмов мой выигрыш в покере обратился в кучу гальки. Я огляделся и увидел её — первогодку в подогнанном по фигуре мужском костюме. Строгий жилет так выгодно и дерзко почёркивал изгибы её тела, что не оставалось сомнений — скоро эта зеленоглазая бестия установит новую моду. <s>r\n<s>r\nВзяв у официанта пару бокалов, я бросил приятелей на половине партии.  Они понимающе хохотнули, проследив направление моего взгляда — из  нескладной девчонки Камрин превратилась в сногшибательную молодую женщину. Которая озорно улыбалась мне, поигрывая серебряным ключом.<s>r\n<s>r\n— Есть дело, Шон, — начала она не здороваясь, приняв бокал. — Совершенно случайно ко мне попал ключик от королевских оранжерей и половина рецепта портальных красок. Осталось всего-то найти хорошего портретиста да не попасться, когда будем красть чароцвет. А алхимик у меня уже есть, верно?<s>r\n<s>r\nЯ картинно поклонился и поднёс к губам её пальцы.<s>r\n<s>r\n— Всегда к твоим услугам, чертовка.",
    "answers": [
      {
        "id": 51,
        "text": "Достигнута концовка «Сговор».",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 52,
    "text": "— Это не имеет значения, — равнодушно ответила Гвенн. — Простите, мне нужно позаботиться о сестре. <s>r\n <s>r\nОна увела заплаканную Камрин — та едва успела забрать картину. Конечно, ни о каком свидании при таких обстоятельствах не могло быть и речи.<s>r\n<s>r\n<s>r\nКамрин взяла под свою опеку миссис Тинкер, и для портрета Альвинов отыскалось место на стене. Гвенн такой расклад устраивал — она продалжала работать, как раньше, а сестра оставалась поблизости, только теперь через дорогу. Я же пару лет спустя поступил в Королевский Магический Университет. В круговороте бессонных ночей в лабораториях и приёмов с горделивыми чародейками я почти забыл о сёстрах. Через много лет, уже будучи королевским алхимиком, я получил письмо с просьбой украсть чароцвет.",
    "answers": [
      {
        "id": 51,
        "text": "Достигнута концовка «Наследие».",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 53,
    "text": "Камрин натянуто улыбнулась и подошла к портрету.<s>r\n<s>r\n— Вы готовы? Во что превратить железо?<s>r\n<s>r\n— В золото, — подсказал я, смешивая реагенты своей подделки. — Краски пожелтеют, их будет проще закрасить.<s>r\n<s>r\nМистер Баррет пригубил пузырёк с «Рывком» и хлопнул в ладоши. Операция началась.<s>r\n<s>r\nКамрин провела рукой над холстом, и в тот же миг красно-коричневые оттенки побледнели, порыжели, по картине пробежала слабая рябь — словно движение воды под тонкой корочкой льда. Кисть художника запорхала, почти растворилась в воздухе — я едва успевал подставлять ведёрки с чистой водой и подкладывать тряпки для осушения. <s>r\n<s>r\nС каждым мазком портрет становился чётче, насыщеннее, натуральнее, а краски рябили сильнее. Я мог лишь восхититься твёрдой рукой мистера Баррета, который не остановился даже тогда, когда по изображению пошли настоящие волны. Финальный штрих — и портрет опустел.<s>r\n<s>r\nА в комнате из ниоткуда появился мистер Альвин и придирчиво осмотрел куст в своих руках. ",
    "answers": [
      {
        "id": 53,
        "text": "Поникшее, почерневшее растение выглядело безнадёжно больным.\n\n— Нет, нет, нет! — запричитал мистер Альвин.",
        "var_less": [
          "ref",
          2
        ],
        "merge": true
      },
      {
        "id": 53,
        "text": "Сочный, полный жизни чароцвет сиял парой перламутровых цветов неземной красоты.",
        "var_need": [
          "ref",
          2
        ],
        "merge": true
      },
      {
        "id": 53,
        "text": "\n\n— У нас получилось! — тихо, словно не веря своим глазам, воскликнула Камрин.\n\nМистер Альвин обернулся. У него было в целом непримечательное лицо, но благодаря волевому подбородку, прямому взгляду и горделивой осанке мистер Альвин казался более статным, чем на портрете.\n\n— Вы ещё кто? Джек?! Что с тобой произошло?\n\n— С возвращением, Ник.\n\nМистер Баррет широко улыбнулся, и в этот миг зелье перестало действовать. Художник повалился на пол, я два успел подхватить его под мышки и смягчить падение.",
        "merge": true
      },
      {
        "id": 54,
        "text": "Объяснить ситуацию."
      },
      {
        "id": 55,
        "text": "Позаботиться о мистере Баррете."
      }
    ]
  },
  {
    "id": 54,
    "text": "— Вас долго не было, мистер Альвин, — сказал я, осторожно опуская мистера Баррета на пол. — Из-за железа в краске портал сработал не так, как должен был. Что произошло в оранжерее?<s>r\n<s>r\n— Я смешал лак Джека с пыльцой, нанёс на картину и сразу влез в неё... Но оказался не здесь, а в нарисованной комнате. Обратный путь словно затянуло льдом...<s>r\n <s>r\nМистер Альвин напряжённо разглядывал Камрин, на его лице узнавание смешалось с недоумением.<s>r\n<s>r\n— Ты не Гвенн, — заключил он.<s>r\n<s>r\n— Я Камрин, папа, — прошептала юная ведьма.<s>r\n<s>r\nМистер Альвин крепко и бережно схватил её за плечи, присел на колено напротив.<s>r\n<s>r\n— Сколько же лет прошло?<s>r\n<s>r\n— Шесть, — шмыгнула Камрин и утёрла слёзы рукавом. — Мама, она…<s>r\n<s>r\nНа этом самообладание оставило Камрин, она совершенно по-детски разрыдалась. Вздохнув, я вложил ей в руку «Спокойное сердце». <s>r\n<s>r\n— Ваша жена жива, но тяжело больна, — пояснил я.<s>r\n<s>r\nМистер Альвин отобрал у Камрин пузырёк и обратился ко мне с плохо скрываемым раздражением:<s>r\n<s>r\n— Я не знаю, кто вы, мистер, но не могли бы вы оставить нас с дочерью наедине?<s>r\n<s>r\nЯ хмыкнул. Никакой благодарности за спасение!<s>r\n<s>r\n",
    "answers": [
      {
        "id": 54,
        "text": "— Конечно. Всего доброго!\n\nУже на пороге меня окликнула Камрин:\n\n— Шон! Приходи к нам завтра на ужин!",
        "var_need": [
          "ref",
          2
        ],
        "merge": true
      },
      {
        "id": 54,
        "text": "Мой взгляд упал на безнадёжно отравленный чароцвет.",
        "var_less": [
          "ref",
          2
        ],
        "merge": true
      },
      {
        "id": 56,
        "text": "Кивнуть. ",
        "var_need": [
          "ref",
          2
        ]
      },
      {
        "id": 57,
        "text": "— Конечно. ",
        "var_less": [
          "ref",
          2
        ]
      },
      {
        "id": 58,
        "text": "— Придётся вам потерпеть меня ещё немного. ",
        "var_less": [
          "ref",
          2
        ]
      }
    ]
  },
  {
    "id": 55,
    "text": "— Не тревожьтесь, это обычное переутомление, — заверил я.<s>r\n<s>r\nПотом взвалил тело мистера Баррета на спину и потащил на второй этаж, в надежде найти там диван или кровать. Кость у художника была тяжёлая, путь занял много времени, но Камрин предстояло многое рассказать отцу.<s>r\n<s>r\nЯ уложил мистера Баррета отдыхать, укрыл изношенным пледом и ждал на нижних ступенях, пока голоса в мастерской не утихли. Кажется, прикорнул — очнулся от того, что Камрин трясла меня за плечо.<s>r\n<s>r\n— Шон, всё кончено. Иди домой.<s>r\n<s>r\n",
    "answers": [
      {
        "id": 55,
        "text": "Я перевёл взгляд с неё на озадаченного мистера Альвина, на чароцвет, и подумал, что мне действительно нечего здесь делать. В сцене счастливого воссоединения семьи случайный алхимик был совершенно лишним.\n\n— Мистер Альвин, возьмите «Спокойное сердце», на всякий случай. Всего доброго.\n\nУже на пороге меня окликнула Камрин:\n\n— Шон! Приходи к нам завтра на ужин!",
        "var_need": [
          "ref",
          2
        ],
        "merge": true
      },
      {
        "id": 55,
        "text": "Я перевёл взгляд с неё на совершенно разбитого мистера Альвина, на безнадёжно отравленный чароцвет, и подумал, что мне действительно нечего здесь делать. В сцене драматичного и недолгого воссоединения семьи случайный алхимик был совершенно лишним.",
        "var_less": [
          "ref",
          2
        ],
        "merge": true
      },
      {
        "id": 56,
        "text": "Кивнуть.",
        "var_need": [
          "ref",
          2
        ]
      },
      {
        "id": 57,
        "text": "— Мистер Альвин, возьмите «Спокойное сердце». Всего доброго.",
        "var_less": [
          "ref",
          2
        ]
      },
      {
        "id": 58,
        "text": "— Нет, ещё не всё! ",
        "var_less": [
          "ref",
          2
        ]
      }
    ]
  },
  {
    "id": 56,
    "text": "Мне отчаянно требовался отдых. Мастер Спенсер, как и обещал, в тот же день объявил моё обучение законченным, но я отказался что-либо предпринимать до конца фестиваля. Раз уж с меня сняли обязанности по лавке, я предпочёл хорошенько выспаться перед торжественным ужином.<s>r\n<s>r\nМистер Альвин оказался радушным хозяином. Гостей было трое — я, наконец-то одетый по погоде мистер Баррет и миссис Тинкер, которая так и норовила потрепать мистера Альвина за щёку. ",
    "answers": [
      {
        "id": 56,
        "text": "Миссис Альвин чудесным образом преобразилась. Её волосы струились по плечам серебристым водопадом, и, конечно, от кресла-каталки осталось только воспоминание. Миссис Альвин не ходила — порхала. ",
        "need": [
          25,
          -58
        ],
        "merge": true
      },
      {
        "id": 56,
        "text": "Миссис Альвин уже не выглядела столь измождённой. Она оживлённо шутила с гостями, то и дело заливаясь серебристым смехом. Не оставалось сомнений, что скоро она пойдёт на поправку. ",
        "need": [
          25,
          58
        ],
        "merge": true
      },
      {
        "id": 56,
        "text": "При взгляде на миссис Альвин я забыл, как дышать. Лишь слепой мог принять её за человека — безупречную гармонию молодого лица не нарушала ни одна родинка, волосы струились серебристым водопадом, а смех звучал перезвоном колокольчиков. ",
        "need": [
          -25,
          -58
        ],
        "merge": true
      },
      {
        "id": 56,
        "text": "Миссис Альвин была красивее любой женщины из когда-либо виденных мной. Она сидела в кресле-каталке, но мне мерещился трон. О тяжёлой болезни говорила лишь длинная седая коса, уложенная на плече.  Миссис Альвин оживлённо шутила с гостями, то и дело заливаясь серебристым смехом. Не оставалось сомнений, что скоро она пойдёт на поправку. ",
        "need": [
          -25,
          58
        ],
        "merge": true
      },
      {
        "id": 56,
        "text": "Мистер и миссис Альвин бросали друг на друга столь нежные взгляды, что даже в людной гостиной я почувствовал себя лишним.\n\nНо больше хозяйки дома меня поразила Гвенн. Она скромно разносила чай и… улыбалась. Как завороженный, я подался следом за ней, и наткнулся на Камрин.\n\n— Заметил, да? — ехидно поинтересовалась моя подельница. ",
        "merge": true
      },
      {
        "id": 56,
        "text": "— Папа на тебя злился по началу, но когда Гвенн оттаяла… ",
        "need": [
          54
        ],
        "merge": true
      },
      {
        "id": 56,
        "text": "\n\n— Как это произошло?\n\nКамрин запустила пальцы в волосы.\n\n— Сначала она занервничала, когда папу увидела, ну а когда маме стало лучше, просто шмякнулась в обморок. И — вот, — она толкнула меня кулаком в бок. — У тебя есть все шансы стать любимым зятем. Кстати, мама тебя зовёт.\n\nКамрин упорхнула, не дожидаясь моего возмущения. Я обернулся и поймал на себе пристальный взгляд миссис Альвин. Подойдя, я был одарен самой тёплой улыбкой, какую можно было вообразить.\n\n",
        "merge": true
      },
      {
        "id": 56,
        "text": "— Милый Шон, я бесконечно благодарна вам за всё, что вы сделали для нашей семьи. Пожалуйста, примите это, — на ладони миссис Альвин лежал круглый пузырёк без пробки, внутри которого зеленел крошечный отросток. — Он ещё совсем маленький, но однажды вырастет и зацветёт. И будет цвести до тех пор, пока вы способны мечтать.",
        "need": [
          55,
          -58
        ],
        "merge": true
      },
      {
        "need_sometimes": true,
        "id": 56,
        "text": "— Милый Шон, за всё, что вы сделали для нашей семьи, я хочу благословить вас, — миссис Альвин послала мне воздушный поцелуй, и я поморщился от внезапной рези в глазах. — Потерпите, это скоро пройдёт. Я дарую вам способность видеть магию.",
        "need": [
          54,
          58
        ],
        "merge": true
      },
      {
        "id": 59,
        "text": "Принять подарок.",
        "need": [
          55,
          -58
        ],
        "var_set": [
          "thank",
          1
        ]
      },
      {
        "id": 59,
        "text": "Отказаться.",
        "need": [
          55,
          -58
        ],
        "var_set": [
          "thank",
          2
        ]
      },
      {
        "need_sometimes": true,
        "id": 59,
        "text": "Вытереть слёзы.",
        "need": [
          54,
          58
        ],
        "var_set": [
          "thank",
          2
        ]
      }
    ]
  },
  {
    "id": 57,
    "text": "Уже на пороге меня окликнула Камрин:<s>r\n<s>r\n— Увидимся, Шон!<s>r\n<s>r\nКивнув, я удалился. Мне отчаянно требовался отдых, и, конечно, ни о каком свидании в столь драматичных обстоятельствах не могло быть и речи.<s>r\n<s>r\nМастер Спенсер, как и обещал, в тот же день объявил моё обучение законченным. В Королевский Магический Университет меня приняли без экзаменов, впечатлившись рецептом красок-пятнадцатиминуток. Кажется, ректор не поверил в простое любопытство, и завалил меня вопросами об отношении к порталам.<s>r\n<s>r\nО семье Альвинов я старался не вспоминать, и, едва закончив обучение, уехал из столицы в маленький провинциальный городок, где о порталах слышали лишь по рассказам. Нося почётное звание Королевского Алхимика, я ненавидел короля, ведь от его приказов в праздник благодарности за чароцветы где-то погибала одна из фей.",
    "answers": [
      {
        "id": 51,
        "text": "Достигнута концовка «Отшельник».",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 58,
    "text": "«Фейская кровь!» — пронеслось в голове. Сегодня нам удалось совершить невозможное, так почему бы не попытать счастья ещё разок? Ведь у Гвенн всегда хорошо росли цветы.<s>r\n<s>r\nЯ выхватил у мистера Альвина чароцвет и скорым шагом направился прочь, через дорогу.  Гвенн предсказуемо нашлась в теплице.  Облачённая в тёмное немаркое платье она пересаживала ломоносы. Тяжёлый влажный воздух оседал на её коже изморозью, ресницы и волосы совершенно оледенели.<s>r\n<s>r\n— Добрый день, ми… — начала она, заметив меня.<s>r\n<s>r\n— Мисс Альвин, умоляю, помогите! — Переступив через кадки, я сунул ей в руки чароцвет.<s>r\n<s>r\nГвенн придирчиво осмотрела его со всех сторон, растёрла пальцами пожухлый лист, понюхала.<s>r\n<s>r\n— Сложный случай, — заключила она. — У этого растения нет корней, вы вряд ли сможете обеспечить ему идеальные условия. Оставьте его у меня на пару недель. Судя по морфологии, ему хорошо подойдёт теплица для вегетации ломоносов.<s>r\n<s>r\n— Пожалуйста, Гвенн, обещайте, что позаботитесь о нём, что бы ни произошло.<s>r\n<s>r\n— Конечно, мистер.<s>r\n<s>r\nЯ порывисто обнял Гвенн за холодные плечи и облегчённо выдохнул, ведь слово Замёрзшей крепче иного контракта. Спешно распрощался и вышел, не желая наблюдать болезненную встречу отца и дочери. Мистер Альвин и Камрин как раз подходили к теплице.<s>r\n<s>r\n— Всё будет хорошо, мистер Альвин, — сообщил я. — Пусть Гвенн не умеет превращать железо в золото, но дар у неё есть.<s>r\n<s>r\n— Спасибо вам за всё, мистер, — мистер Альвин крепко сжал мою руку. — И приходите завтра на ужин.",
    "answers": [
      {
        "id": 56,
        "text": "Кивнуть."
      }
    ]
  },
  {
    "id": 59,
    "text": "empty",
    "answers": [
      {
        "id": 59,
        "text": "Даже в самых дерзких фантазиях я не смел мечтать о таком! Дрожащими руками я взял пузырёк и спрятал в нагрудный карман, ближе к сердцу. Подумать только, личный чароцвет! Конечно, это означало, что путь в Магический Университет для меня закрыт — за владение запретным цветком я стал преступником для любого стража порядка. Но какое это имело значение?\n\n— Это очень щедрый подарок, миссис Альвин. Я буду беречь его.\n\n— Не сомневаюсь, — нежно пропела фея.\n\nА мистер Альвин похлопал меня по плечу и сказал:\n\n— Только не повторяй моих ошибок, парень. Найди чародея, огради свой дом иллюзией для посторонних глаз.\n\n",
        "merge": true,
        "var_equal": [
          "thank",
          1
        ]
      },
      {
        "var_equal": [
          "thank",
          2
        ],
        "id": 59,
        "text": "Даже в самых дерзких фантазиях я не смел мечтать о таком! Но взять чароцвет означало, что все мои надежды поступить в Магический Университет накроются медным тазом.\n\n— Это очень щедрый подарок, миссис Альвин. Я не могу принять его.\n\nФея озадаченно сдвинула брови.\n\n— Раз так… примите хотя бы благословение, — она послала мне воздушный поцелуй, и я поморщился от внезапной рези в глазах, они заслезились. — Потерпите, это скоро пройдёт. Я дарую вам способность видеть магию.\n\n",
        "need": [
          55,
          -58
        ],
        "merge": true
      },
      {
        "id": 59,
        "text": "Боль прошла так же резко, как появилась. Когда я открыл глаза, мир изменился. Миссис Альвин сияла лунным светом, переливалась серебром изумрудная аура Камрин, руки Гвенн окутывало травянистое мерцание, и у каждого — у бабушки Тинкер, у художника, у меня — у всех ярко лучилась искра в области сердца.\n\nНесложно было догадаться, как сильно этот дар облегчит мою работу.\n\n— Невероятно! — восхищённо прошептал я. \n\n— Используй дар с мудростью, парень, — усмехнулся мистер Альвин. — И постарайся поменьше глазеть на чародеек.\n\n",
        "merge": true,
        "var_equal": [
          "thank",
          2
        ]
      },
      {
        "id": 59,
        "text": "— Все за стол! — словно выждав момент, возгласила Камрин.\n\nСтол ломился от изысканных блюд. Юная ведьма клялась, что все они настоящие.\n\nПосле ужина мистер Альвин пригласил гостей во двор, который украсил волшебными гирляндами. В опустившихся сумерках уютный дворик погрузился в поистине сказочную атмосферу. Я опёрся на ограждение террасы и зачарованно наблюдал за живой смешливой Гвенн.\n\nОна была совершенно иная, даже глаза, оттаяв, сменили цвет. И я не мог полностью осознать, что привлекало меня в образе холодной куклы — неприступная странность или безумная идея всё исправить? Но чудо случилось без моего участия и ни на шаг не приблизило меня к разгадке тайны Замёрзших. С другой стороны, если бы я не вызвался отнести «Улыбку» и не вздумал найти подарок для Гвенн...",
        "merge": true
      },
      {
        "id": 60,
        "text": "Должно быть, это судьба!"
      },
      {
        "id": 61,
        "text": "Пора найти другую путеводную мечту.",
        "var_equal": [
          "thank",
          1
        ]
      },
      {
        "id": 62,
        "text": "Пора найти другую путеводную мечту.",
        "var_equal": [
          "thank",
          2
        ]
      }
    ]
  },
  {
    "id": 60,
    "text": "Собравшись с духом, я отвёл Гвенн в сторону.<s>r\n<s>r\n— Мисс Альвин, окажите мне честь, сходите со мной на заключительный салют фестиваля, — выпалил, радуясь, что в темноте не видно, как горит моё лицо.<s>r\n<s>r\nГвенн смущённо потупила взгляд.<s>r\n<s>r\n— С радостью, мистер алхимик. По правде сказать, я много лет не была на праздниках в качестве гостя. Только... наблюдала. Мне будет приятно пойти туда с вами, другом нашей семьи.<s>r\n<s>r\n— Пожалуйста, зовите меня просто Шоном.<s>r\n<s>r\n— Просто Шон.<s>r\n <s>r\nГвенн улыбнулась, и я утонул в её лучистых зелёных глазах. Мне предстояло узнавать эту девушку заново.<s>r\n<s>r\n<s>r\nСледующим вечером я зашёл за ней и наткнулся на грозного мистера Альвина.<s>r\n<s>r\n— Ты уверена, что хорошо себя чувствуешь? Взяла тёплую одежду? И не позволяй этому юнцу лишнего!<s>r\n<s>r\n— Папа, ну перестань! Это всего лишь салют! — хохотала Гвенн, выбегая из дома ко мне.",
    "answers": [
      {
        "id": 67,
        "text": "— Ну что, идём?",
        "var_not": [
          "gift",
          3
        ]
      },
      {
        "id": 68,
        "text": "— У меня для тебя кое-что есть.",
        "var_equal": [
          "gift",
          3
        ]
      }
    ]
  },
  {
    "id": 61,
    "text": "empty",
    "answers": [
      {
        "id": 61,
        "text": "Всё сложилось, как нельзя лучше, но р",
        "need": [
          -60
        ],
        "merge": true
      },
      {
        "id": 61,
        "text": "Р",
        "need": [
          60
        ],
        "merge": true
      },
      {
        "id": 61,
        "text": "еальность не раз и не два напомнила мне, что фантазии — это цель, но успех — результат упорного труда. Я ласково поглаживал пузырёк с малышом-чароцветом и думал, как здорово будет поскорее испытать его в деле.\n\nМастер Спенсер сильно удивился моему решению уехать не в столицу, а в скромный провинциальный городок. Там не было порталов, почти отсутствовала полиция, а Замёрзшие считались диковинкой. Местные жители верили, что если в полнолуние выйти на опушку леса, то можно увидеть танец фей и распускающиеся цветы, сотканные из света. А ещё люди верили, что  жемчужные ломоносы — это особый заморский сорт.\n\nИ я был счастлив и пьян азартом учёного, когда искал лекарство от всех болезней в своём маленьком домике, увитом чароцветами.",
        "merge": true
      },
      {
        "id": 51,
        "text": "Достигнута концовка «Хижина в цветах».",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 62,
    "text": "empty",
    "answers": [
      {
        "id": 62,
        "text": "Всё сложилось, как нельзя лучше, но реальность не раз и не два напомнила мне, что фантазии — это фантазии, а успех — результат упорного труда. Я рассматривал сад Альвинов, в котором множество растений слабо мерцали сокрытой магией, и думал о том, как здорово будет поскорее вернуться к работе и взглянуть на старые составы новыми глазами.\n\n",
        "need": [
          -60
        ],
        "merge": true
      },
      {
        "id": 62,
        "text": "В Королевский Магический Университет меня приняли без экзаменов — за пару дней до отъезда я успел пересмотреть рецептуры нескольких популярных зелий, и ректор лично пожал мне руку, впечатлённый успехами. О красках-пятнадцатиминутках я предпочёл не упоминать. \n\nКак я позже узнал в университете, магическим зрением обладали лишь немногие чародеи, и обычно они выбирали профиль артефакторов",
        "merge": true
      },
      {
        "id": 62,
        "text": ", как миссис Стоун",
        "need": [
          37
        ],
        "merge": true
      },
      {
        "id": 62,
        "text": ". А алхимии посвящали жизнь лишь люди, лишённые магии от природы, поэтому мои новые способности оказались даром не только мне, но и науке. Семилетний курс я окончил экстерном, значок Королевского Алхимика открыл мне доступ в оранжереи чароцветов, а те — почти безграничные возможности.\n\nКогда Камрин пожелала поступить в университет, я обладал достаточным влиянием, чтобы по моей просьбе ей выделили стипендию. ",
        "merge": true
      },
      {
        "id": 65,
        "text": "Попросить стипендию.",
        "var_need": [
          "kamrin",
          6
        ],
        "var_set": [
          "pv",
          1
        ]
      },
      {
        "var_less": [
          "kamrin",
          6
        ],
        "text": "Попросить стипендию.",
        "id": 66,
        "var_set": [
          "pv",
          1
        ]
      },
      {
        "id": 65,
        "var_need": [
          "kamrin",
          5
        ],
        "text": "Организовать экзамены по обычной процедуре.",
        "var_set": [
          "pv",
          2
        ]
      },
      {
        "id": 66,
        "text": "Организовать экзамены по обычной процедуре.",
        "var_less": [
          "kamrin",
          5
        ],
        "var_set": [
          "pv",
          2
        ]
      }
    ]
  },
  {
    "id": 63,
    "text": "Я прижался губами к её губам, но вместо сладкого вздоха услышал протестующее мычание. Гвенн с силой оттолкнула меня. Из глаз её брызнули слёзы, шляпка слетела на землю.<s>r\n<s>r\n— Какого чёрта, Шон?! — закричала она с пронзительной обидой. —  Нельзя же так, сразу!<s>r\n<s>r\n— Но мы давно знакомы, Гвенн! — попытался оправдаться я. — Я думал…<s>r\n<s>r\n— Вы думали?! Правда?! — всхлипнула она. — Ко мне два дня назад вернулись чувства, а вы… вы… вы просто хам!<s>r\n<s>r\nПодобрав шляпку, она скорым шагом бросилась назад, к порталу. Я растерянно смотрел ей вслед. Опустился на скамью рядом с милующейся парочкой. ",
    "answers": [
      {
        "id": 61,
        "text": "Грустить. ",
        "var_equal": [
          "thank",
          1
        ]
      },
      {
        "id": 62,
        "text": "Грустить.",
        "var_equal": [
          "thank",
          2
        ]
      }
    ]
  },
  {
    "id": 64,
    "text": "empty",
    "answers": [
      {
        "id": 64,
        "text": "Я прижался губами к её губам, но Гвенн мягко отстранилась.\n\n— Я не могу так быстро, Шон, — спрятав взгляд, прошептала она. — Я помню, что вы… ты всегда был добр ко мне, но мои чувства вернулись лишь два дня назад! Пожалуйста, давай не будем торопить события.\n\n Я виновато отступил назад.\n\n— Прости меня, Гвенн. Я… должен был догадаться. И буду ждать столько, сколько потребуется.\n\n",
        "merge": true,
        "var_equal": [
          "pv",
          1
        ]
      },
      {
        "id": 64,
        "text": "Пышные волосы рассыпались по её плечам мягкими каштановыми волнами.\n\n— Так намного лучше, — смущённо улыбнулся я.\n\n",
        "merge": true,
        "var_equal": [
          "pv",
          2
        ]
      },
      {
        "id": 64,
        "text": "Гвенн ободряюще коснулась моей руки. Вдруг послышались хлопки и свист, мы обернулись. За спинами шумел морской прибой, а над портальной площадью в небе распускались огненные цветы и осыпались разноцветными блёстками. ",
        "merge": true
      },
      {
        "id": 64,
        "text": "Искры в наших сердцах разгорались новым, зарождающимся чувством.",
        "merge": true,
        "var_equal": [
          "thank",
          2
        ]
      },
      {
        "id": 51,
        "text": "Достигнута концовка «Цветы в небесах».",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 65,
    "text": "empty",
    "answers": [
      {
        "id": 65,
        "text": "— Я бы сама справилась! — возмутилась Камрин при первой встрече. \n\n",
        "merge": true,
        "var_equal": [
          "pv",
          1
        ]
      },
      {
        "var_equal": [
          "pv",
          2
        ],
        "id": 65,
        "text": "Со вступительными испытаниями Камрин расправилась с блеском.\n\n",
        "need": [
          37
        ],
        "merge": true
      },
      {
        "var_equal": [
          "pv",
          2
        ],
        "id": 65,
        "text": "Испытания Камрин прошла со скрипом, но приёмная комиссия заметила огромный потенциал.\n\n",
        "need": [
          -37
        ],
        "merge": true
      },
      {
        "id": 65,
        "text": "А дальше не проходило и недели, чтобы я не слышал о её выходках. Камрин проверяла порядки университета на прочность, и делала это столь тонко, что либо не находилось формального повода её обвинить, либо её вину доказать было невозможно. В скором времени она обзавелась группой завистников и армией последователей, а заодно установила моду на женский брючный костюм и короткую стрижку.\n\nОна влетала ко мне в кабинет, в лабораторию, на приёмы, в покои без стука, не беспокоясь о том, занят ли я. Она вносила в мою жизнь хаос и была тем спасительным порывом свежего воздуха, что не позволял мне задохнуться в бюрократии университетских хлопот. Камрин приносила вдохновение, добрые вести и сложные, важные задачи от Гвенн, которая вступила в Орден Весны и помогала другим Замёрзшим.\n\nС Камрин было весело. Я не знаю, догадывался ли кто-то из моего высокого руководства, кто являлся спонсором её проделок, кто поставлял ей порошки невидимости, от чьих зелий её заклинания держались дольше.\n\nОна поцеловала меня первой. В одно мгновение разница в возрасте, в статусе перестала иметь значение. «Она студентка, но не моя», — крутилось в голове. А моей Камрин была в совсем ином смысле.",
        "merge": true
      },
      {
        "id": 51,
        "text": "Достигнута концовка «Чёртик из табакерки».",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 66,
    "text": "empty",
    "answers": [
      {
        "id": 66,
        "text": "— Я бы сама справилась! — возмутилась Камрин при первой встрече. \n\n",
        "merge": true,
        "var_equal": [
          "pv",
          1
        ]
      },
      {
        "var_equal": [
          "pv",
          2
        ],
        "id": 66,
        "text": "Со вступительными испытаниями Камрин расправилась с блеском.\n\n",
        "need": [
          37
        ],
        "merge": true
      },
      {
        "var_equal": [
          "pv",
          2
        ],
        "id": 66,
        "text": "Испытания Камрин прошла со скрипом, но приёмная комиссия заметила огромный потенциал.\n\n",
        "need": [
          -37
        ],
        "merge": true
      },
      {
        "id": 66,
        "text": "А дальше не проходило и недели, чтобы я не слышал о её выходках. Камрин проверяла порядки университета на прочность, и делала это столь тонко, что либо не находилось формального повода её обвинить, либо её вину доказать было невозможно. В скором времени она обзавелась группой завистников и армией последователей, а заодно установила моду на женский брючный костюм и короткую стрижку.\n\nОна влетала ко мне в кабинет, в лабораторию, на приёмы, в покои без стука, не беспокоясь о том, занят ли я, один или с дамой. Она превращала моё вино в сок перца и прилюдно заявляла мне, что я стал нудным надутым выскочкой. И не было от неё спасения, тем более, что Камрин оставалась надёжным посредником между мной и Гвенн.\n\nЯ бесконечно сокрушался, что Камрин вопиюще не похожа на старшую сестру. После оттаивания Гвенн воспылала идеей помощи другим Замёрзшим, вступила в Орден Весны и теперь работала в паре с самим доктором Мелтингом. Я поддерживал их дело в силу своих способностей: осматривал больных и по реакциям их искр старался разгадать причины недуга, а заодно оказывал всестороннюю алхимическую помощь — зачастую она требовалась не самому замерзающему, а кому-то из его окружения.\n\nВместе с Орденом мы достигли немалых успехов, и это вдохновляло меня больше, чем любая работа на короля. Если бы не посредник. Ах, если бы не посредник…",
        "merge": true
      },
      {
        "middle_answer": true,
        "text": "Достигнута концовка «Головная боль».",
        "comment": true,
        "id": 66
      },
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 67,
    "text": "Портальная площадь сверкала огнями бумажных фонарей и зачарованных кристаллов. Очереди стали меньше, хотя люди сновали между порталами туда-сюда. Наверное, на третий день гуляющие запомнили, что железо с собой брать не стоит. <s>r\n<s>r\n",
    "answers": [
      {
        "id": 60,
        "text": "Полотна порталов полыхали магией. С удивлением я заметил, что сердца Замёрзших полицейских охвачены волшебным льдом, и лёд этот питают тлеющие в глубине искры.\n\n",
        "var_equal": [
          "thank",
          2
        ],
        "merge": true
      },
      {
        "id": 60,
        "text": "Люди из разных городов смешались в пёструю толпу. Формы, фасоны, цвета и цветы, даже манеры речи — это был ураган оттенков, торжество разнообразия. Гвенн смущённо оправила скромную юбку.\n\n",
        "merge": true
      },
      {
        "id": 60,
        "text": "— Не переживай, простые цветы не менее прекрасны, чем тепличные розы, — заверил я. — Пойдём, потанцуем.\n\n",
        "need": [
          -32
        ],
        "merge": true
      },
      {
        "id": 60,
        "text": "Это напомнило мне о припрятанном за пазухой подарке. \n\n— Закрой глаза, — попросил я, и обмотал её платком.\n\n— Какой красивый! — восторженно воскликнула Гвенн. — Шон, пойдём потанцуем?\n\n",
        "var_equal": [
          "gift",
          2
        ],
        "merge": true
      },
      {
        "id": 60,
        "text": "Я хлопнул себя по лбу. Собирался же сводить её в девчачью лавку! \n\n— Гвенн, ты не могла бы выполнить одну мою просьбу? \n\n— Конечно, что угодно, — участливо заверила она. — Что такое, куда мы?\n\nМы остановились у ряда лоскутных нарядов, и Гвенн очарованно залюбовалась ими.\n\n— Пожалуйста, выбери то, что тебе нравится, — попросил я.\n\n— Что?! Я не могу!\n\n— Ты обещала.\n\nГвенн зарделась, и через некоторое время вышла ко мне из примерочной в длинной юбке с оборками. А потом закружила меня в танце.\n\n",
        "var_equal": [
          "gift",
          1
        ],
        "merge": true
      },
      {
        "id": 60,
        "text": "Праздничный хоровод вился, вращал, пьянил. Довольные, запыхавшиеся, уставшие от танцев и смеха мы вбежали в портал и оказались в прибрежном городе, где цветочные гирлянды соседствовали с ракушками, а лицо обдувал бриз.\n\n— Гвенн, можно я кое-что сделаю?\n\n— Что?",
        "merge": true
      },
      {
        "id": 63,
        "text": "Поцеловать.",
        "var_less": [
          "love",
          4
        ]
      },
      {
        "id": 64,
        "text": "Поцеловать.",
        "var_need": [
          "love",
          4
        ],
        "var_set": [
          "pv",
          1
        ]
      },
      {
        "id": 64,
        "text": "Распустить косу.",
        "var_set": [
          "pv",
          2
        ]
      }
    ]
  },
  {
    "id": 68,
    "text": "Я вручил Гвенн объёмистый пакет. Она приняла подарок растеряно и смущённо, опасливо заглянула внутрь, озадаченно нахмурилась и вынула платье — то развернулось в её руках лазурным водопадом. Атласные ленты блеснули в свете фонарей, смятая кринолиновая юбка мазнула по земле.<s>r\n<s>r\nГлаза Гвенн расширились.<s>r\n<s>r\n— Вы… вы хотите, чтобы я это надела?.. — пролепетала она отстранено. — Оно совершенно… детское!<s>r\n<s>r\nГвенн всё ещё изумлённо таращилась на платье, а я ощутил неизбежность. Почти обретённое, такое близкое счастье рассыпалось в моих руках, песком утекало меж пальцев.<s>r\n<s>r\n— Извините, я… я не могу это принять! — заливаясь краской и пряча взгляд заключила Гвенн, неловко сунула платье в пакет, а тот — мне в руки, и бросилась в дом, прежде чем я успел что-то сказать.<s>r\n<s>r\nЛишь теперь, оставшись в одиночестве в праздничный вечер, я понял, как был самонадеян. Почему я решил, что взрослой девушке придётся по вкусу кукольное платье? Что будет приятно принять его от малознакомого мужчины? И некого было винить, кроме себя.",
    "answers": [
      {
        "id": 61,
        "text": "Грустить. ",
        "var_equal": [
          "thank",
          1
        ]
      },
      {
        "id": 62,
        "text": "Грустить.",
        "var_equal": [
          "thank",
          2
        ]
      }
    ]
  },
  {
    "id": 69,
    "text": "",
    "answers": []
  }
]