[
  {
    "id": 1,
    "text": "Здравствуйте. Это не квест и не книга. Можно сказать блог о книгах. Сюда буду выкладывать название и описание книг, которые читала сама и мне понравились. Возможно они понравятся и вам, потому что, если вы скачали это приложение то наверняка  тоже любите книги и истории :) \n\n☕︎☕︎☕︎☕︎☕︎☕︎☕︎☕︎☕︎☕︎☕︎☕︎☕︎☕︎☕︎☕︎☕︎☕︎☕︎☕︎☕︎☕︎☕︎☕︎\n\nВсе книги, которые буду выкладывать вы сможете Бесплатно прочитать на сайте  « loveread.me » ",
    "answers": [
      {
        "id": 2,
        "text": "КНИГИ"
      }
    ]
  },
  {
    "id": 2,
    "text": "                                      Книга ” 1 „\n\n\n             Первая книга серии  « Скандал »\n\n                         Название:      « Трое »\n\n                  В тексте есть:      очень эмоционально, нестандарт, мжм сцены\n\n                               Жанр:      Эротика \n\n                             Автор:     Алайна Салах \n\n\n                               Аннотация :\n\n\nМирон Сафронов стал моим первым во всем: первой любовью, первым мужчиной, первыми серьезными отношениями. За него я собиралась выйти замуж, невзирая на то, что сыну столичного депутата не пристало жениться на простой смертной. Моя жизнь была похожа на сказку: планы, мечты, любимый человек рядом. Но в один день изменилось все. В день, когда его друг, который всегда вел себя так, словно меня презирает, вошел в нашу спальню. \n\n✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎\n\n                                      Книга 2\n\n                 Вторая книга серии « Скандал »\n\n                     Название:      « ДВОЕ » \n\n              В тексте есть:     разница в возрасте, живые герои, жёсткий мужчина\n\n                           Жанр:       Эротика\n\n                         Автор:        Алайна Салах\n\n\n                                   Аннотация :\n\n\n— Я хочу стать твоей содержанкой. Мужчина выпускает в воздух сизую струю дыма и фокусируется на мне глазами: — Тебе лет сколько, девочка? — Боишься в тюрьму загреметь? — отвечаю ему в тон. — Не бойся. Мне девятнадцать. — И что, по-твоему, означает быть содержанкой? — Не видеть вечно пьяного отчима и равнодушную мать. Не думать о том, где я завтра буду спать и что буду есть. Носить красивую одежду и знать, что я не хуже других. Он снова подносит сигарету в губам, его голос звучит жестко: — Содержанка продает свою свободу, свою гордость и свое тело. Купивший может делать с ними все, что захочет. Уверена, что у тебя нет другого варианта? \n\n✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎\n\n                                     Книга 3\n\n                   Вторая часть книги « Двое »\n\n                 Третья книга серии « Скандал »\n\n                Название:      « ДВОЕ. ПОСЛЕ »\n\n          В тексте есть:      встреча через время, живые герои, разница возрасте\n\n                        Жанр:       Эротика \n\n                      Автор:      Алайна Салах\n\n\n                                 Аннотация :\n\n\nЯ думала, что моей любви хватит растопить сердце любимого мужчины, но оказалось, что мои чувства ему не нужны. Он посчитал меня недостойной, наивной, глупой и выставил из своего дома с вещами, разбив мне сердце. Мне пришлось научиться жить без него: найти работу, заново верить людям... Я больше не наивная девочка-содержанка, до безумия влюбленная в своего первого мужчину. Теперь у меня все прекрасно и есть парень. Но всего одна встреча и разговор — как все стало рушиться на глазах. Спокойствие оказалось иллюзией. Оказывается, все это время прошлое находилось совсем рядом.\n\n✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎\n\n                                       Книга 4\n\n              Четвёртая книга серии « Скандал »\n\n                   Название:      « БОЙСЯ МЕНЯ »\n\n            В тексте есть:        интрига, очень горячая\n страсть, переписка в сети\n\n                       Жанр:      Эротика, Любовный Роман\n\n                      Автор:        Алайна Салах\n\n\n                                Аннотация : \n\n\n«Пришли мне свое фото. Любую часть тела, какую захочешь. Не обязательно интимную».\nЯ чувствую странное покалывание в животе, и то, как учащается пульс. Нельзя не признать, что виртуальный собеседник меня будоражит.\nНе слишком долго раздумывая, я вытаскиваю из-под одеяла ступни и направляю на них камеру смартфона.\nОтвета не приходит в течение минуты, я и начинаю жалеть, что позволила ввязать себя в эту аферу с фотографией.\n«Я немного загляделся. Получилось интимнее, чем я предполагал. Тридцать седьмой размер, правильно? Я представлял тридцать восьмой».\nПонятия не имею, как такое возможно, но в этот момент я вдруг отчетливо представляю, с какой интонацией мой собеседник мог бы это произнести: с низкой, чарующе-хриплой.\n«Ужин сегодня в семь вечера»\n«Как я тебя узнаю?»\n«Никак. Тебя узнаю я»\n\n\n\n\n\n\n\n\n\n\n",
    "answers": [
      {
        "id": 3,
        "text": "Книги."
      }
    ]
  },
  {
    "id": 3,
    "text": "                                        Книга 5\n\n               Название:      « НЕВЕСТА ДЛЯ ХАНА »\n\n         В тексте есть:      очень откровенно, жестокий  герой, роковая страсть\n\n#девственница\n#любовь по принуждению\n#жестокость\n#властный, очень жестокий, циничный главный герой\n#отец одиночка\n#альтернативная Россия (а это значит, что автор может немножко чудить)\n#очень откровенный и грязный секс\n#мат\n\n                   Автор:        Ульяна Соболева\n\n\n                                Аннтоция : \n\n\nКогда в первую брачную ночь вместо любимого ко мне в спальню вошел жуткий незнакомец и заявил, что теперь я принадлежу ему, я еще долго не могла поверить в шокирующую правду — меня проиграл в карты мой собственный муж и отдал на 30 дней в рабство ужасному человеку по кличке Хан.\n\n✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎\n\n                                     Книга 6\n\n        Вторая часть книги « Невеста для Хана »\n\n                  Название:       « ЖЕНА ХАНА  »\n\n           В тексте есть:        жестокий властный герой, муж и жена, ненависть и любовь\n\n#очень жестокий гл герой\n#альтернативная Россия ( автор может чудить)\n#грязный секс\n#мат\n\n                      Автор:      Ульяна Соболева\n\n\n                                  Аннотация :\n\n\n— Если узнаю, что ты мне лжешь, Ангаахай, я раздеру голыми руками твою грудную клетку и сожру твое сердце. – прохрипел мне в волосы, а я сильнее прижалась к нему и по мере того, как он все больше трясся, я переставала дрожать. И напрасно переставала. Мои круги ада только начинались. Быть невестой дьявола ничто по сравнению с тем, что ждет жену дьявола.\n\n✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎\n\n                                      Книга 7\n\n                Название:      « ВДОВА ХАНА »\n\n         В тексте есть:      сложные отношения, властный герой, муж и жена\n\n#очень жестокий гл герой\n#альтернативная Россия ( автор может чудить)\n#Альтернативная Монголия (все может быть вымыслом автора)\n#грязный секс\n#мат\n\n                      Автор:       Ульяна Соболева\n\n\n                                  Аннотация :\n \n\n— Я буду его искать, даже если потрачу на это всю свою жизнь, даже если мои поиски будут напрасными. И буду ждать его возвращения всегда.\n\n✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎\n                   \n",
    "answers": [
      {
        "id": 4,
        "text": "Книги."
      },
      {
        "id": 5,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 4,
    "text": "                                        Книга 8\n\n       Название:      « ПУСТЬ МЕНЯ ОСУДЯТ »\n\n  В тексте есть:     очень откровенно,  разница в           возрасте, герой младше, властный герой\n\n             Автор:          Ульяна Соболева \n\n\n\n                                  Аннотация :\n\n\nИногда любовь, как тяжелая болезнь, как наваждение и безумие. Страсть порой слепа и жестока. Я считала, что люблю мужа, мы были счастливы в браке, думала моя жизнь удалась, а измена – это предательство, а потом появился он...\n\n✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎\n\n                                        Книга 9\n\n    Название:   « ПУСТЬ ЛЮБИТЬ ТЕБЯ БУДЕТ БОЛЬНО    ( Пусть меня осудят 2 ) »\n\n  В тексте есть:     властный герой, разница в возрасте герой младше, эмоции на пределе\n\n                Автор:      Ульяна Соболева\n\n\n\n                                 Аннотация :\n\n\nЯ была счастлива настолько, насколько может быть счастлива женщина, но у каждого счастья есть свой срок годности и моё изначально оказалось просроченным. Глупо верить, что человек может расстаться со своим прошлым и измениться. Люди не меняются, они надевают маску, подстраиваясь под обстоятельства и заставляя тебя верить, что это и есть их настоящее лицо.\n\n✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎\n\n                                       Книга 10\n\n       Название:      « ПУСТЬ ПРОСТИТЬ МЕНЯ НЕ ВОЗМОЖНО  ( Пусть меня осудят 3 ) »\n\n     В тексте есть:    властный герой, муж и жена, разница в возрасте он младше\n\n             Автор:         Ульяна Соболева\n\n\n                                 Аннотация :\n\n\nБоль от потери любви — это такое же болезненное ощущение, будто человека не стало совсем, но его не стало только для тебя. И самое страшное – понимать, что в этом моя вина, и он никогда не простит… и я себя не прощу за то, что его для меня больше нет.\n\n✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎\n",
    "answers": [
      {
        "id": 6,
        "text": "Книги."
      }
    ]
  },
  {
    "id": 5,
    "text": "",
    "answers": []
  },
  {
    "id": 6,
    "text": "                                        Книга 11\n\n            Название:          « СТИГМАЛИОН »\n\n                   Жанр:            Романтика, ужасы\n\n                   Автор:           Кристина Старк\n\n\n                                  Аннотация :\n\n\nМеня зовут Долорес Макбрайд, и я с рождения страдаю от очень редкой формы аллергии: прикосновения к другим людям вызывают у меня сильнейшие ожоги. Я не могу поцеловать парня, обнять родителей, выйти из дому, не надев перчатки. Я неприкасаемая. Я словно живу в заколдованном замке, который держит меня в плену и наказывает ожогами и шрамами за каждую попытку «побега». Даже придумала имя для своей тюрьмы: Стигмалион.Меня уже не приводит в отчаяние мысль, что я всю жизнь буду пленницей своего диагноза – и пленницей умру. Я не тешу себя мечтами, что от моей болезни изобретут лекарство, и не рассчитываю, что встречу человека, не оставляющего на мне ожогов…Но до чего же это живучее чувство – надежда. А вдруг я все-таки совершу побег из Стигмалиона? Вдруг и я смогу однажды познать все это: прикосновения, объятия, поцелуи, безумство, свободу, любовь?.. \n\n✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎\n\n                                    Книга 12\n\n               Название:        « ГОНЧИЕ ЛИЛИТ »\n\n                      Жанр:           Триллеры, романтика\n\n                      Автор:           Кристина Старк\n\n\n                                    Аннотация :\n\n\nОднажды в дублинском кафе, где работает Скай Полански, появляется загадочная незнакомка по имени Лилит, которая предлагает Скай работу секретарем в своей клинике в Бостоне. Скай не из тех, кто готов к переменам, но, устав от неудач в личной жизни, она соглашается. Вскоре выясняется, что под прикрытием клиники скрывается весьма изощренный бизнес, который способен дать все: красивую жизнь, роскошь и адреналин. Но праздник длится недолго: дьявол уже приготовил для Скай свои страшные дары\n\n✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎✍︎\n",
    "answers": [
      {
        "id": 7,
        "text": "Книги."
      }
    ]
  },
  {
    "id": 7,
    "text": "                                         Книга\n\n         Первая книга серии « Чёрные вороны » \n\n      Название:   « ЧЁРНЫЕ ВОРОНЫ 1. РЕКВИЕМ »\n\n     В тексте есть:   очень откровенно, сложные отношения, властный герой\n\n                   Секс, насилие, жестокость 18<plus>\n    Адаптации и римейк серии Любовь за гранью. Сюжет повторяется!\n\n                    Автор:       Ульяна Соболева \n\n\n                                   Аннотация: \n\nАндрей не представляет в каком мерзком болоте из лжи и грязи он увязнет, когда ступит на родную землю. Любимая женщина, которая бросила его много лет назад, скрывает отвратительную правду. Друзья оказываются волками в овечьей шкуре, враги хранят свои жуткие скелеты в шкафу и готовы напасть, чтобы сожрать,в любую секунду. Книга рассказывает об Андрее Воронове, старшем сыне Савелия, известного криминального авторитета по кличке Черный Ворон.\n",
    "answers": []
  },
  {
    "id": 8,
    "text": "",
    "answers": []
  }
]