[
  {
    "id": 1,
    "text": "Автор: KatyaZapp\nЖанр: Приключения\nСтатус: В разработке\n\nАннотация: Даже будучи маленьким и беззащитным, этот кроха лисёнок постоянно ищет приключения. Но в этот раз его любопытство завело его очень и очень далеко, настолько далеко, что теперь малыш находится посреди густого леса, совершенно один и без мамы.",
    "answers": [
      {
        "id": 1,
        "text": "",
        "bgImg": "https://i.ibb.co/FB6cnfH/1-forest-3d-720x460.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://i.ibb.co/mXSpBn6/Pics-Art-10-19-10-49-27-460x720.jpg",
        "system": true
      },
      {
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ],
        "middle_answer": true,
        "text": "Начать",
        "id": 2
      },
      {
        "bg_color": [],
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ],
        "id": 24,
        "text": "Достижения",
        "left_answer": true
      },
      {
        "right_answer": true,
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ],
        "id": 25,
        "text": "Концовки",
        "bg_color": []
      },
      {
        "bg_color": [],
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ],
        "middle_answer": true,
        "text": "Обновления",
        "id": 58
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/pnj1mrg/Pics-Art-10-20-01-28-51.jpg"
      }
    ]
  },
  {
    "id": 2,
    "text": "Зелёный лес. Большие древние дубы возвышались высоко-высоко над землёй, и, казалось, они доставали до самого неба. Берёзы, словно молодые девицы, стояли во всей своей красе, украшая густой лес. Сквозь листву деревьев пробивались лучи дневного солнца. Ароматы диких цветов разносились по всему лесу. Казалось бы, такую идилию ничто не способно нарушить...\n\nВсхлип. Тихий, скулящий. Ещё раз всхлип. Кто-то плачет? Или показалось?..\n\nСнова всхлип. Нет, всё таки не показалось...\n\nГде-то в глубине леса сидел и плакал маленький лисёнок. Среди этих деревьев-гигантов он казался ничтожно маленьким, крошечным и беззащитным. Он продолжал всхлипывать, подрагивая всем телом, поджав свои маленькие ушки и пушистый рыжий хвостик.",
    "answers": [
      {
        "id": 3,
        "text": "Что же произошло?",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      }
    ]
  },
  {
    "id": 3,
    "text": "Маленький лисёнок был ещё тем проказником. То он поднимется на какую-нибудь высокую местность, и потом не может спуститься, то после дождя весь день будет играть в лужах, а домой возвращаться грязным, как поросёнок. Но на этот раз его игры зашли слишком далеко.\n\nЛисёнку вновь захотелось поиграть. И когда его мама и старшие братья-сёстры решили поспать перед вечером, дабы пойти на охоту, маленький лис тихонько вышел из норы. По началу он просто бегал вокруг широкого старого дуба, под которым находилась норка, а потом он увидел маленького красивого жёлтого мотылька. Не удержавшись, малыш погнался за мотыльком. Он всё бежал и бежал, пытаясь догнать его, но всё никак не получалось. И так целый час он бежал да бежал. Только потом, когда лисёнок потерял мотылька из виду, он понял, что забежал в самую глубину леса, где он никогда не был. Из небольшой полянки вело сразу несколько дорог, но лисёнок и представить себе не мог откуда он прибежал. Чувство страха и безысходности начало преобладать над ним, сердце ускорило свой ритм. Большие деревья нагоняли страх и ужас на маленького лисёнка. Малыш так перепугался, что ему не оставалось ничего другого, кроме как... заплакать. Нету ни мамы, ни братьев, ни сестёр, ни родной норки, ни маленькой лужайки, на которой он постоянно играл со своими братиками и сестричками. Нету никого. Только маленький лисёнок один на один с большим лесом.\n\nНо ведь не стоит отчаиваться, верно? Из любой ситуации всегда можна найти выход, главное — не опускать руки... ну, или лапы...",
    "answers": [
      {
        "id": 4,
        "text": "А как же звали нашего главного героя?",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      }
    ]
  },
  {
    "id": 4,
    "text": "А какая разница? Даже, зная его имя, разве что-то бы изменилось? Просто Лисёнок. Просто маленький рыжий Лисёнок, который заблудился в этом огромном лесу и очень сильно хочет домой.",
    "answers": [
      {
        "id": 5,
        "text": "Далее",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      }
    ]
  },
  {
    "id": 5,
    "text": "Но мы же не бросим малыша в беде, верно? Не оставлять же его маленького посреди этого огромного леса!",
    "answers": [
      {
        "id": 6,
        "text": "Конечно, поможем!",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      }
    ]
  },
  {
    "id": 6,
    "text": "Итак, большой лес. Высокие деревья по несколько метров в высоту. Где-то в небе летают птицы, напевая свои песни. Течёт ручеёк куда-то вглубь леса из полянки. Около ручейка ростёт пара кустов с неизвестными для Лисёнка ягодами. Небольшой холм, у подножья которого находится небольшая норка.\n\nПросто так сидеть на месте нельзя. Надо действовать!",
    "answers": [
      {
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ],
        "id": 7,
        "text": "Раздобыть еду",
        "need": [
          -7
        ]
      },
      {
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ],
        "id": 8,
        "text": "Попить воды из ручейка",
        "need": [
          -8
        ]
      },
      {
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ],
        "id": 9,
        "text": "Послушать пение птичек",
        "need": [
          -9
        ]
      },
      {
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ],
        "id": 10,
        "text": "Искать дорогу домой",
        "need": [
          7,
          8
        ]
      }
    ]
  },
  {
    "id": 7,
    "text": "Лисёнок ещё с самого утра не ел: об этом ему напомнил его урчащий животик. Что ж, пожалуй, и вправду стоит перекусить. Есть несколько вариантов...",
    "answers": [
      {
        "id": 11,
        "text": "Поохотиться на птиц",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      },
      {
        "id": 12,
        "text": "Перекусить ягодами",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      },
      {
        "id": 13,
        "text": "Поискать пищу в норке у подножья холма",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      },
      {
        "id": 14,
        "text": "Перекусить червями",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      }
    ]
  },
  {
    "id": 8,
    "text": "После целого часа бега Лисёнок сильно подустал. Чтобы восстановить свою енергию, ему не помешало бы напиться воды. А тут как раз протекает ручей. Какая удача! Подбежав к ручейку, малыш начал жадно пить из него воду. Какое блаженство... Вот чего ему не хватало: пресной воды. Хорошенько напившись водицы, Лисёнок довольно разлёгся на травке. Ах, как хорошо! Теперь он снова может встать на ноги и продолжить свой путь.",
    "answers": [
      {
        "id": 6,
        "text": "Вернуться назад",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      },
      {
        "id": 8,
        "text": "введите команды для картинки",
        "url": "https://i.ibb.co/vqHMgn6/Pics-Art-10-19-10-45-37.jpg"
      }
    ]
  },
  {
    "id": 9,
    "text": "Даже когда страшно, всегда нужно искать что-то прекрасное. И даже в таком огромном густом лесу есть что-то великолепное. Вот к примеру птицы. Самые обычные лесные птицы. Но вот одна птичка начинает петь. Вместе с ней начинает петь другая. Потом третья подхватывает песню. Ещё четвёртая вливается в их трио. Постепенно небольшая группка поющих птиц превращается в целый оркестр. И вот теперь по всему лесу играет чудесная мелодия. Музыка льётся во все стороны, а природа, словно дирижёр, руководит лесным оркестром.\n\nРазлёгшись на травке, Лисёнок навострил ушки, слушая сказочную симфонию природы. Где-то там, будто барабанщик, стучал дятел. А голосистая иволга, словно флейта, очаровывала всех, играя на своём духовом инструменте...\n\nВскоре лесной оркестр прекратил исполнение своего произведения. Поняв, что продолжения уже не стоит ожидать, Лисёнок поднялся. Как же эта песня вдохновляет. А сердце до сих пор так и просится в пляс! Однако на сегодня концерт окончен. Быть может, малышу удастся послушать его в следующий раз, но не сейчас.",
    "answers": [
      {
        "id": 9,
        "text": "□ Получено достижение\n     \"Симфония для ушей\"",
        "comment": true
      },
      {
        "id": 6,
        "text": "Вернуться назад",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      },
      {
        "id": 9,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/mNg5XyM/Pics-Art-10-19-11-17-50.jpg"
      }
    ]
  },
  {
    "id": 10,
    "text": "Теперь, когда Лисёнок набрался сил, можна и в путь. Ох, как же он соскучился по своей семье, по родному дому! Скорей бы вернуться назад и увидеть маму, своих братьев и сестёр. Да, вероятнее всего, за то, что он сбежал из дому, его не похвалят. Но как же он хотел бы вернуться!\n\nЧто же делать? Если осмотреться вокруг, то можна заметить, что наш маленький герой находится, грубо говоря, на перекрёстке. Из полянки вело четыре дороги в разные стороны. Одна дорога, поднимаясь, вела на Север, вторая — на Юг, в самую гущу леса, третья — самая заросшая травой — на Восток, а четвёртая, словно зигзами, шла в сторону Запада. Ещё можно пойти за течением ручья, который недалеко брал начало и направлялся на Юго-запад. В любом случае, просто сидеть, сложа лапки, тоже нельзя. Нужно куда-то идти.\n\nЛисёнок ничем не рискует, так как не помнит, с какой стороны он прибежал сюда. И решил пойти в сторону...",
    "answers": [
      {
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ],
        "middle_answer": true,
        "text": "Севера",
        "id": 15
      },
      {
        "id": 10,
        "text": "Запада",
        "comment": true,
        "left_answer": true
      },
      {
        "id": 10,
        "text": "Востока\n(~в разработке~)",
        "comment": true,
        "right_answer": true
      },
      {
        "id": 10,
        "text": "Юга\n(~в разработке~)",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 10,
        "text": " ",
        "comment": true
      },
      {
        "id": 10,
        "text": "Течения ручья",
        "comment": true,
        "middle_answer": true
      }
    ]
  },
  {
    "id": 11,
    "text": "Вспоминая мамины уроки охоты, Лисёнок принялся ждать, пока какая-нибудь птичка не сядет на землю. Спустя около получаса малыш заприметил сойку, которая приземлилась у корня большого дуба. Скорее всего, она искала себе пищу или веточки для построения гнезда.\n\nВот он шанс! Малыш притаился в высокой траве, поджав под себя лапки. Прикрыл глаза... Медленный вдох... Лисёнок прислушивается. Птичка буквально в четырёх-пяти метрах от него. Он слышит, как она шуршит в траве. Сейчас или никогда!\n\nПрыжок! Сердце буквально ушло в пятки, когда Лисёнок на мгновенье заметил, как он, словно птица, во время прыжка парит в воздухе. Однако в тот же миг малыш увидел как прям перед его носом в небе взлетела маленькая сойка. Похоже, Лисёнку не говорили, что сойки очень внимательные и осторожные, да ещё и шустрые. И не успев вовремя сообразить, малыш приземлился прямо у дерева, больно ударившись лбом о его ствол.\n\n— Ай-ай-ай! — проскулил малыш.\n\n— Кар-р! Ха-ха-ха!\n\nТолько сейчас Лисёнок заметил, как на ветке того же дерева, о которое он ударился, сидела чёрная, как смола, ворона и смеялась над ним своим противным хриплым голосом.\n\n— Ой умора! А-ха-ха! Охотничек! Вы поглядите, кто на охоту собрался! Ха-ха!\n\n— Эй, ты чего смеёшься? — не на шутку рассердился Лисёнок.\n\nВорона не прекращала смеяться.\n\n— Да, я охочусь. Я же хищник! — малыш обнажил свои ещё маленькие клычки, демонстрируя их Вороне. Но она не прекращала, а даже наоборот продолжала истерически смеяться.\n\n— Ой, не могу! Ха-ха-ха! Хищник он. Молоко на губах ещё не обсохло. А-ха-ха-ха!\n\nВзмахнув своими крыльями, Ворона поднялась в небо и, продолжая смеяться своим хриплым голосом, улетела куда-то вглубь леса.\n\n— \"У-у, вредная какая! — нахмурившись, подумал маленький лис, — Как найду — все перья повыдёргиваю!\"\n\nИ пусть Ворона уже давно улетела, но Лисёнок всё также остался голодным. Да уж, похоже перекусить уже не получится...",
    "answers": [
      {
        "id": 6,
        "text": "Вернуться назад",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      },
      {
        "id": 11,
        "text": "введите команды для картинки",
        "url": "https://i.ibb.co/4Ykb1dm/Pics-Art-10-19-10-55-52.jpg"
      }
    ]
  },
  {
    "id": 12,
    "text": "Почему бы не отведать тех сочных ягод, что растут около ручья? Ярко красные, они так и манят, чтобы их съели. Поддавшись искушению, Лисёнок направился в сторону кустов. Однако не успел он дойти до ягод, как вдруг перед его мордочкой, противно жужжа, пролетела оса. Она начала кружить прям перед его носом, не давая проходу. Махнув мордой, малыш продолжил идти к кустам, но оса упрямо продолжала демонстративно наворачивать круги перед ним. Не удержавшись, Лисёнок смачно влепил лапой по насекомому, и оса, потеряв контроль, приземлилась на землю. Но вот, к удивлению малыша, она вновь поднялась вверх и направилась к нему. Лисёнок снова начал махать лапками перед собой, чтобы отпугнуть от себя насекомое. Но даже после его удара оса продолжала маневрировать, избегая лисьих лап. И вот, не выдержав, оса молниеносно направилась к лису и укусила его в самый нос.\n\n— У-у! — проскулил Лисёнок, сморщив свой носик. Покрасневший укус был на самом кончике носа. Ох и не приятное это дело, когда тебя кусает оса. Но что поделать, малыш сам виноват. А, может, оса наоборот пыталась помешать Лисёнку съесть ягоды, вдруг они были опасны? Однако теперь узнать это не получиться, ибо маленький лис уже и передумал на счёт перекуса.\n\n— Ну что, рыжий, наелся? — сверху послышался ехидный, насмешливый, слегка хрипловатый голос. Это ворона. Чёрная, как ночь, Ворона сидела на ветке старого дуба. Было слышно её противный, вперемешку с карканьем, смех.\n\n— Кар-р! Вот это тебе повезло. Кар-р! Кар-р!\n\nДоговорив, она взлетела в небо и куда-то улетела. Ну и ладно, не особо то Лисёнок и расстроился.",
    "answers": [
      {
        "id": 6,
        "text": "Вернуться назад",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      },
      {
        "id": 12,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/swz0JS6/Pics-Art-10-19-11-02-38.jpg"
      }
    ]
  },
  {
    "id": 13,
    "text": "В той норке явно кто-то живёт. Может быть, какой-нибудь грызун, мышь, например? Вдруг повезёт? Стоит попробовать.\n\nПодобравшись к холму, Лисёнок пригнулся, чтобы внимательней осмотреть дыру. Вход в норку был небольшим, малыш как раз мог бы пролезть... А, собственно, почему бы и нет? Сначала он засунул свою голову, а дальше и тело уже с лёгкостью пролезло вследом. Аккуратно ступая, Лисёнок направился вглубь норы. Но сделав всего пару шагов, он вдруг остановился. Шестое чувство ясно давало знать, что он не один. Тишина... И вдруг послышалось протяжное \"ш-ш-ш\". Миг — и из темноты выскочила гадюка. Лисёнок подпрыгнул со страха и со всей дури помчался на выход. Выпрыгивая из норы, он на мгновенье застрял в проходе, но тут же выскользнул наружу. Однако гадюка успела оставить на его задней лапке рану. Правда это была всего лишь царапина, но это даже к лучшему. Хорошо, что не успела укусить, иначе последствия были бы плачевными.\n\n— Вот это ты везунчик, кар-р!\n\nЛисёнок заметил, как на одной из веток дуба сидела ворона, которую явно забавляла данная ситуация.\n\n— Интересно, а змеи едят лисятину? Уж очень интересно поглядеть на это дело...\n\n— Ану брысь отсюда! — Лисёнок уже было хотел заплакть, но старался держаться, дабы не показывать свою слабость перед этой пернатой. Гордый, видите ли.\n\nВорона ещё какое-то время смеялась, но вскоре ей эта затея надоела и, взмахнув крыльями, она покинула свою ветку и куда-то улетела. Лисёнок ещё долго смотрел ей вслед, но вскоре решил вернуться назад. К сожалению, сегодня малыш останется без еды. Но по крайней мере теперь маленький лис будет знать, что нельзя совать своего носа туда, куда не стоит. Особенно в змеиные норы.",
    "answers": [
      {
        "id": 6,
        "text": "Вернуться назад",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      },
      {
        "id": 13,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/ZT1rq2b/Pics-Art-10-19-11-07-06.jpg"
      }
    ]
  },
  {
    "id": 14,
    "text": "Не самый удачный вариант питания, но что поделать? Да, наесться вдосыта и с удовольствием не получиться, но, по крайней мере, Лисёнок не будет голодать.\n\nМалыш вспомнил, как мама учила его, что если нету возможности раздобыть мясо какого-нибудь зверька или птицы, то всегда можна \"полакомиться\" червями. Их можна найти там, где есть влага и, например, навоз или перегнившие листья. Так как сейчас весна, сгнившие листья сильно найти не получиться. Да и первый вариант не особо радует. Но вот лис заметил под одним из дубов влажную землю. Решив испытать свою удачу, он активно начал копать в том месте. И, о чудо, спустя пару секунд Лисёнок обнаружил первого червячка. Пока тот не успел залезть обратно, малыш схватил его зубами и активно принялся жевать, стараясь не обращать внимания на неприятный привкус.\n\n— \"Фу, какая мерзость! Как скользко и противно!\"\n\nОтчаянные времена требуют отчаяных мер! Малыш продолжал ловить одного за другим червей и есть их. Да, это, конечно, не утка или зайчёнок, пойманные мамой, но ведь лучше, чем ничего. Теперь Лисёнок сыт и живот уже не урчит.\n\nВдруг маленький лис почувствовал чьё-то присутствие. Подняв голову вверх, он заметил, как на него голодными глазами смотрела ворона, сидящая на ветке дуба. Правда съесть она хотела скорее червей, нежели Лисёнка.\n\nЛисёнку хотелось бы как-нибудь подразнить Ворону, но передумал, так как решил, что это было бы некрасиво с его стороны. По этому он молча продолжил есть, стараясь не обращать внимания на пернатую.\n\nСпустя какое-то время Ворона решила прекратить наблюдение за Лисёнком и незаметно покинула местность. А в это время малыш уже заканчивал трапезничать.",
    "answers": [
      {
        "id": 6,
        "text": "Вернуться назад",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      },
      {
        "id": 14,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/P9h703Q/Pics-Art-10-19-11-10-33.jpg"
      }
    ]
  },
  {
    "id": 15,
    "text": "Лисёнок решил сразу идти на Север, пока не передумал. Идя по дороге, он заметил, что тропа словно поднималась всё выше и выше. Из этого стоило сделать вывод, что тропинка вела в сторону гор. Малыш помнил, что когда он бежал за бабочкой, то постоянно падал с каких-то склонов. Быть может, его дом где-то в этих краях?",
    "answers": [
      {
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ],
        "id": 20,
        "text": "Далее",
        "need_sometimes": true
      }
    ]
  },
  {
    "id": 16,
    "text": "",
    "answers": []
  },
  {
    "id": 17,
    "text": "",
    "answers": []
  },
  {
    "id": 18,
    "text": "",
    "answers": []
  },
  {
    "id": 19,
    "text": "",
    "answers": []
  },
  {
    "id": 20,
    "text": "Шагая по тропинке, маленький лис мечтательно размышлял о своём. Лисёнок очень любил смотреть на звёздное небо. Да, ночь — не самое безопасное время суток, но звёзды... они так и манили Лисёнка, чтобы он посмотрел на них. И Лисёнок смотрел. Часто ночью, пока мама выбегала на охоту, а его братья и сёстры отдыхали в норе, малыш тихонько выбирался наружу, поднимался на холм и смотрел. Смотрел, любовался звёздным небом. Ему иногда даже казалось, что где-то там, с неба, на него кто-то смотрит. Может, там тоже кто-то живёт? Может... лисы? Небесные лисы? Смешно звучит...\n\nМалыш продолжил свой путь. Казалось, тропа могла вести его до бесконечности, пока он не утратит силы и не выдохнется. Но вот Лисёнку пришлось остановиться. Перед ним была развилка. Тропа разделилась на две тропинки, что были более узкими, по сравнению с предыдущей. Одна вела влево, поднимаясь всё выше и выше. Другая шла вправо, но склон, по которому она вела, уже не был таким крутым. Перед ним стоял выбор.",
    "answers": [
      {
        "id": 21,
        "text": "Налево, по крутому склону",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      },
      {
        "id": 22,
        "text": "Направо, по более пологому склону",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      }
    ]
  },
  {
    "id": 21,
    "text": "Лисёнок решил идти налево. Кто его знает, быть может, где-то там его с нетерпением дожидаются его старшие братья-сёстры и родная мать, которая уже наплакала целое море слёз.\n\nМалыш поднимался всё выше и выше, не сходя из пути. И вот маленькому лису пришлось остановиться. Прямо перед ним возвышалась большая каменная скала, гора. Словно огромный титан, стояла непоколебимая гора, будто бы демонстрируя свою силу. Куда дальше? Подниматься вверх, ищя какую-либо тропу в скалах, либо же идти в обход? Или же вовсе вернуться назад? Но ведь Лисёнок проделал такой тяжёлый путь, не щадя свои маленькие, хрупкие лапки. Неужели придётся возвращаться по тому же пути?..\n\nНу уж нет! Для такого малыша как он, это и так уже большое достижение. Что ж, не теряя времени, маленький рыжий прохвост направился дальше. Он то поднимался вверх по горе, ищя какие-либо выступы в скале, которые служили для него опорой, то опускался вниз, тяжело вздыхая, что приходилось спускаться после того, как он поднялся. Вверх-вниз, вниз-вверх... сколько это продолжалось — неизвестно.",
    "answers": [
      {
        "id": 23,
        "text": "Далее",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      },
      {
        "id": 21,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/FbLtjrN/Pics-Art-01-04-10-59-49.jpg"
      }
    ]
  },
  {
    "id": 22,
    "text": "Было глупо идти выше. Смысл? Лисье логово не могло находиться так высоко в горах... По крайней мере, Лисёнок так думал.",
    "answers": [
      {
        "id": 27,
        "text": "Далее",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      }
    ]
  },
  {
    "id": 23,
    "text": "Блуждения этого маленького нещасного лиса не прекращались. Уже давным-давно наступила глубокая ночь, а он всё продолжал карабкаться вверх. Каменное подножье горы закончилось, на его месте появилась стена из земли, которая была намного круче. Однако Лисёнок наоборот немного повеселел, ведь это означало, что на верху огромная територия, которая, вероятнее всего, заселена живностью. А это значит, что там может находиться и его логово, в котором Лисёнка дожидается его семья. Но уверен ли он, что идёт в верном направлении?..",
    "answers": [
      {
        "id": 26,
        "text": "Далее",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      }
    ]
  },
  {
    "id": 24,
    "text": "В ходе игры вы сможете получить некоторые достижения, как небольшой бонус для вас. Достижения могут быть как хорошими (□), так и плохими (■).\n\nЗдесь вы сможете увидеть свои достижения, полученые во время прохождения квеста. Старайтесь заглядывать сюда почаще.",
    "answers": [
      {
        "need_ever": true,
        "comment": true,
        "id": 24,
        "text": "□ Симфония для ушей",
        "need": [
          9
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 24,
        "text": "□ Маленький шпион",
        "need": [
          48
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 24,
        "text": "■ Агрессор",
        "need": [
          50
        ]
      },
      {
        "bg_color": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ],
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 25,
    "text": "В этой истории, как и в любой другой, есть разные исходы, так называемые концовки. Всего здесь собрано 9 концовок. Среди них вы сможете найти хорошую (○), нейтральную (♧), плохую (●) или же секретную (☆) концовку.\n\nЖелаю вам найти все концовки, которые есть в этом квесте! Удачи, мои дорогие!",
    "answers": [
      {
        "need_ever": true,
        "comment": true,
        "id": 25,
        "text": "● Вечно один",
        "need": [
          26
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 25,
        "text": "● Больше, чем потеря",
        "need": [
          57
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 25,
        "text": "● Смерть от клыков",
        "need": [
          33
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 25,
        "text": "♧ Новая надежда",
        "need": [
          53
        ]
      },
      {
        "id": 1,
        "text": "Назад",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      }
    ]
  },
  {
    "id": 26,
    "text": "Как же сердце болит за этого малыша, который так упорно, с надеждой в душе ищет дорогу домой! Ему приходится ночевать в небольших пещерках в стене горы, мерзнуть холодной ночью. О еде же и речи йти не могло быть: откуда тут ей взяться?\n\nСколько Лисёнок карабкался по горе — сказать трудно, однако уже после рассвета ему удалось взобраться наверх. Перед глазами густые деревья. Те самые деревья, что и там, внизу. Сюда ли ему?\n\nОднако теперь Лисёнка тревожило вовсе не это. Только сейчас он вспомнил, что вокруг ни души. Он один. Совершенно один. И это пугает. Теперь и деревья уже не те: старые ветки выглядели словно большие лапища, готовые поймать тебя в любой момент. Чувства обострились. Любой шорох теперь настораживал ещё больше. И теперь Лисёнок задавался только одним вопросом: \"Почему я остался один?\".",
    "answers": [
      {
        "id": 26,
        "text": "● Вы открыли концовку\n     \"Вечно один\"",
        "comment": true
      },
      {
        "id": 1,
        "text": "Конец",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      },
      {
        "id": 26,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/5THt7Qw/Pics-Art-01-04-11-05-26.jpg"
      }
    ]
  },
  {
    "id": 27,
    "text": "Лисёнку почему-то вдруг стало намного легче. Влажный приятный воздух, зелень и другие растения насыщенно ярких цветов. У малыша словно бы открылось второе дыхание. Всё это радует глаз. Маленький лис даже решил сменить обычную ходьбу на бег. Ах, поскорее бы добраться до дома...",
    "answers": [
      {
        "id": 28,
        "text": "Далее",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      }
    ]
  },
  {
    "id": 28,
    "text": "В воздухе летали различные птицы. Их пение словно заставляло оживать всю природу, которая  уже начала просыпаться от крепкого сна. Ах, какая музыка!\n\nЛисёнок продолжал бежать по тропинке. Он мог и дальше бежать, не сворачивая, однако в какой-то момент малыш остановился. Что-то его смутило. Он повернулся вправо. Казалось бы, по окраине дорожки росли густые деревья, кусты и другие представители Флоры. И ничего здесь особенного не было. Однако Лисёнок заметил в зарослях еле заметный проход. Узкая тропа вела туда, резко сворачивая вправо от главной дороги, прямо вниз. Там было темно, деревья настолько плотно вросли там, что казалось, будто там была ночь, не смотря на то, что сейчас в небе пекло солнце. Вот тут-то и придётся поразмышлять. Продолжить идти по главной дороге на Север, или же рискнуть и свернуть по узкой тропе, которая вела в самую гущу растительности?",
    "answers": [
      {
        "id": 29,
        "text": "Продолжить идти на Север",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      },
      {
        "id": 54,
        "text": "Свернуть по узкой тропе",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      }
    ]
  },
  {
    "id": 29,
    "text": "Было бы неразумно сворачивать с главной дороги по какой-то другой неизвестной тропинке. Хотя, если так подумать, даже направляясь на Север, Лисёнок не знал чего ожидать ему там.\n\nСпустя какое-то время малыш заметил, что почему-то резко похолодало. Солнце скрылось за серыми облаками, резко подул ветер. Съёжившись от холода, маленький лис продолжил идти. Было жутко. Во-первых, пугала такая сырая погода. Во-вторых, Лисёнок был один, и в любой момент ему могла грозить опасность.\n\nВдруг Лисёнок остановился. Непонятно почему, однако шестое чувство подсказывало ему, что он здесь не один. Кто-то либо следит за ним, либо кто-то просто бродит рядом. Хотя второй вариант не так уж и радовал.\n\nХр-русть! Под чьей-то тяжёлой лапой треснула сухая ветка. По телу резко пробежала дрожь. Малыш словно бы разучился дышать от страха. Аккуратно ступая уже между деревьев, малыш, словно шпион, пробирался в чаще. Но тут же он остановился. Его маленькие ушки пытались уловить хоть какой-то звук, чтоб заранее быть готовым к приближающейся опасности. Каким-то образом малыш уже сидел под одним из кустов. Почему-то дальше идти он не рашался. Что-то его останавливало.\n\nИ вдруг послышались чьи-то тяжёлые шаги. Кто-то шёл по траве, и этот кто-то явно был недалеко от маленького лиса. Серце словно ушло в пятки. Малыш продолжал сидеть в кустах, не пуская и пары изо рта. Слева от него кто-то приближался. Неясно было: заметил этот кто-то Лисёнка или нет. Однако на месте сидеть уже не было сил. Внутренний голос словно бы кричал: \"Бежать! Как можно дальше и быстрее!\"",
    "answers": [
      {
        "id": 30,
        "text": "Сидеть и не высовываться",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      },
      {
        "id": 31,
        "text": "Медленно выползать назад из кустов",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      },
      {
        "id": 32,
        "text": "Бежать направо!",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      }
    ]
  },
  {
    "id": 30,
    "text": "Сердце бешенно колотилось, готовое вот-вот разорваться от страха. Но каким-то образом маленькому лису удалось укратить свой страх.\n\n— \"Без паники. Успокойся... Дыши ровно...\"\n\nНо бежать малыш не решался. Он был уверен, что если хоть на малейший градус склониться в сторону, то его тут же обнаружат. Замерев в одной позе, Лисёнок продолжал выжидать. Казалось, эти минуты могли длиться целую вечность.\n\nИ вот в какой-то момент Лисёнок, сидящий в кустах, боковым зрением заметил движение. Медленно повернув голову, тот ужаснулся. Там был волк. Серый волк. Однако он не видел маленького лиса, наоборот, он направлялся по тропинке в ту сторону, откуда пришёл малыш.\n\nЧто ж, пожалуй, есть и хорошая новость, и плохая. Хорошая — Лисёнка не заметили. Плохая — вернуться назад пока не получится. А с другой стороны, зачем возвращаться, если он вернётся на то же место, откуда пришёл? Да и нет гарантии, что, даже подождав, малыш не наткнётся по дороге на того волка. Вариантов было немного, по-этому Лисёнок, выждав ещё пару минут, направился дальше по тропинке на Север.",
    "answers": [
      {
        "id": 34,
        "text": "Далее",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      }
    ]
  },
  {
    "id": 31,
    "text": "Как и у любого животного, которое хочет жить, у Лисёнка был инстинкт самосохранения. Нужно было срочно покидать это место. Сейчас же! Однако если он сейчас рванёт из своего убежища, то тут же будет замечен. И нет гарантии, что этот кто-то блуждающий окажется безобидным и совершенно не опысным. Но и оставаться здесь было не лучшим вариантом.\n\nЛисьи лапы стали по-тихоньку, незаметно двигаться назад. Стараясь не шуршать в траве и не ставать на сухие ветки, упавшие с деревьев, Лисёнок перебирал лапками, осторожно выходя из убежища. Не дай Бог наступить на ветку! Ведь от каждого шага маленького зверька зависели его шансы на успешный побег из этого места. Вроде бы всё шло по плану...\n\nВнезапно повеяло ветром. Ветер, словно волчище, начал протяжно выть. От этого звука становилось не по себе. Однако не этого стоило опасаться.\n\n— \"О нет! — пронеслась мысль, — Ветер ведь дует с моей стороны. Меня могут почуять!\"\n\nИ самые ужасные мысли Лисёнка воплотились в реальность. За кустами послышались шаги и... чьё-то злое рычание. Звук медленно приближался к кустам и... вдруг остановился. Но лишь на миг. Внезапно этот кто-то выпрыгнул прямо из-за кустов и повалил Лисёнка на спину. Внезапно малыш понял, что прямо над ним склонялся озлобленый серый волк. С его пасти капала слюна не то от голода, не то от ярости. Его янтарные глаза словно вглядывались ему прямо в душу. К горлу Лисёнка подкотил ком страха. Его судьба была предрешена. Последним, что он увидел, была открывающаяся пасть волка с рядами острых зубов, которые тут же впились в его глотку.",
    "answers": [
      {
        "id": 33,
        "text": "Далее",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      }
    ]
  },
  {
    "id": 32,
    "text": "Как и у любого животного, которое хочет жить, у Лисёнка был инстинкт самосохранения. Страх овладел малышом, тело всё больше и больше вздрагивалось, адреналин распространялся по всему телу, а разум уже был затуманен. Не найдя иного выхода, малыш молниеносно выбежал из кустов и направился назад по дороге, по которой и пришёл сюда. Однако стоило ему сделать пару прыжков, как вдруг послышался громкий рык. Что-то огромное и серое накинулось на беззащитного лиса. Огромная тяжёлая лапа приложила его рыжую голову к земле. Лисёнок не видел нападющего. И в следущую секунду чьи-то острые клыки впились в его шею. Малыш даже не успел издать и писка. Послышался мягкий хруст костей. И в этот же момент в глазах всё потемнело.",
    "answers": [
      {
        "id": 33,
        "text": "Далее",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      }
    ]
  },
  {
    "id": 33,
    "text": "За секунду до того, как Лисёнок должен был покинуть этот мир, перед глазами словно появился образ его мамы и его братьев и сестёр. Их глаза излучали нежность и тепло. Хотелось побежать и притиснуться к ним. Но в тот же миг образы словно растворились в воздухе и исчезли.\n\n— Я вас лю...\n\nЭто были последние его слова до того, как на его глаза легла тёмная непроглядная пелена, подсознание отключилось, а душа улетела высоко в небеса.",
    "answers": [
      {
        "id": 33,
        "text": "● Вы открыли концовку\n     \"Смерть от клыков\"",
        "comment": true
      },
      {
        "id": 1,
        "text": "Конец",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      },
      {
        "id": 33,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/9ZTDfsF/Pics-Art-01-04-11-18-35-720x480-1200x1000-1200x900.jpg"
      }
    ]
  },
  {
    "id": 34,
    "text": "Неизвестно сколько времени прошло, однако Лисёнку вновь пришлось притормозить. Его маленький носик начал принюхиваться. И пусть ветра почти не было, однако малышу удалось учуять чей-то запах. Снова волк? Когда это они успели появиться? Ведь когда маленький лис убежал из дому за бабочкой, то не помнил, чтобы по дороге ему встречались эти звери.\n\nОднако надо было снова срочно прятаться! Итак, быстро осмотревшись, Лисёнок заприметил пару мест, где можна спрятаться: дупло в старом сухом дереве, высокая густая трава около небольшого озерца и пара кустов шиповника. Нужно быстро решить куда прятаться!",
    "answers": [
      {
        "id": 35,
        "text": "Запрыгнуть в кусты шиповника",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      },
      {
        "id": 36,
        "text": "Полезть в дупло сухого дерева",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      },
      {
        "id": 37,
        "text": "Затаиться в высокой траве у озера",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      }
    ]
  },
  {
    "id": 35,
    "text": "Быстро сообразив, малыш кинулся прямиком в кусты шиповника и тихонько притаился. И вот, спустя несколько секунд, на тропу вышел волк. Такой же серый и тощий, как и предыдущий. Единственное, что его отличало от другого, — алые капли крови на его шерсти. Это даже не капли были, там буквально всё тело было покрыто ею. Этот хищник явно только что сыто поел. Однако его глаза, злые и пустые, всё ещё выглядели голодными. Ему явно было мало того, что он съел только что.\n\nЛисёнок тихо сидел в кустах. Ни шороха. Ни звука. Слышно было только шаги волка, которые, словно гонг, звенели в ушах. Малыш сидел в кустах, нюхая запах маленьких цветочков, с которых скоро должны были появиться красные ягодки шиповника. На один из цветков села бабочка. Точно такая же, как и та, за которой гнался Лисёнок. Может быть, это она и есть?\n\nДа, в этот период обычно опыляются растения всякими насекомыми: шмелями, бабочками, пчёлами и другими. Вот и тут так же. И вот бабочка села прямо на кончик носика маленького лисёнка. Её микроскопические лапки щекотали нос, который тут же начал чесаться. Повинуясь своим рефлексам, Лисёнок, не удержавшись, громко чихнул. Этот пчих не мог не привлечь внимание проходящего рядом волка. Тот тут же понял, что рядом находится чужак, и, угрожающе рыча, направился к незваному гостю. Миг — и хищник оказался прямо перед Лисёнком. И не заставляя себя долго ждать, накинулся на бедного малыша, обнажив свои клыки...",
    "answers": [
      {
        "id": 33,
        "text": "Далее",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      }
    ]
  },
  {
    "id": 36,
    "text": "Дупло казалось самым надёжным местом, где можно было незаметно затаиться. Подбежав к нему, Лисёнок начал карабкаться по стволу дерева. Почему же это дупло так высоко? Нельзя было его сделать чуть пониже что ли?..\n\nНе обращая внимание на неудачные попытки взобраться в дупло, Лисёнок продолжал лезть вверх. Раз упал, второй, третий... Казалось, он уже и позабыл о том, что вот-вот сюда должен прийти злобный волк. Однако громкий рык напомнил малышу о том, о чём не следовало забывать. Спустя мгновенье, хищник набросился на беззащитного лиса, и последним, что он увидел, была открытая пасть волка с рядом острых клыков, с которых стекала слюна вперемешку с кровью.",
    "answers": [
      {
        "id": 33,
        "text": "Далее",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      }
    ]
  },
  {
    "id": 37,
    "text": "Лис рванул с место, что было силы, и запрыгнул в траву. Земля в корнях травы была влажной, грязь была противной, а о запахе и говорить вовсе не хочется... Одним словом, жуть. Однако были и преимущества этого укромного местечка. Во-первых, высокая и густая трава росла плотно и спрятаный в ней Лисёнок мог бы даже стоя притаиться в зарослях и его не было бы видно, однако рисковать вовсе не хотелось. Во-вторых, этот гадкий, на первый взгляд, запах из озера перекрывал запах Лисёнка, что не могло не радовать. Отлично, лучшего убежища и не найти.\n\nА тем временем злой и страшный серый волк прошёл мимо, даже не подозревая о том, что неподалёку, буквально в пару метров от него притаился маленький рыжий лисёнок.\n\nВыждав пару минут, малыш наконец-то смог покинуть своё убежище и решил идти дальше.",
    "answers": [
      {
        "id": 38,
        "text": "Далее",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      }
    ]
  },
  {
    "id": 38,
    "text": "С каждым пройденым шагом деревья становились всё гуще и плотнее. С одной стороны, это хорошо, так как теперь не приходилось \"гореть\" на солнце. С другой стороны — в чаще становилось всё темнее и напряжённее, и это пугало.\n\nНо вот, спустя какое-то время, показался яркий солнечный свет. Лисёнок вышел на берёзовую рощу. По сравнению с той чащей, которую он проходил, эта роща была словно рай. Высокие стройные белые берёзы, насыщенная зелень и яркое солнышко. Ну что может быть прекраснее?",
    "answers": [
      {
        "id": 39,
        "text": "Далее",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      }
    ]
  },
  {
    "id": 39,
    "text": "И вдруг послышался вой. Неужто опять?! Снова они? Да что ж это такое...\n\nКак вдруг Лисёнок заметил движение. С разных сторон его окружали какие-то звери. Хотя было нетрудно догадаться кто это. Положившись на свой нюх и своё зрение, Лисёнок сделал вывод, что рядом бродят где-то трое-четверо волков. Часу от часу не легче...\n\n — \"Итак, что я имею? — подумал лис, — Я нахожусь посреди берёзовой рощи. Вокруг меня ходят волки, которые явно не настроены на дружбу. Чтобы выбраться отсюда, нужно продолжать идти тропой, заворачивая на Северо-Восток, однако прямо сейчас шагать по тропе — не лучший вариант. Ветер дует из Запада. Вон там, на Северо-Западе, стоит груда камней, в которых можно переждать, пока волки не уйдут. На Востоке повалена одна из берёз, довольно больших размеров. Есть ещё вариант: сымитировать волчий вой, и, если повезёт, волки отступят. Ну и на конец, можна попробовать сбежать, однако велики ли шансы на удачный побег?\"\n\nМысли крутились одна за другой, однако действовать надо было быстро!",
    "answers": [
      {
        "id": 40,
        "text": "Спрятаться за грудой камней",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      },
      {
        "id": 41,
        "text": "Сымитировать волчий вой",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      },
      {
        "id": 42,
        "text": "Спрятаться за поваленой берёзой",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      },
      {
        "id": 43,
        "text": "Сбежать",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      }
    ]
  },
  {
    "id": 40,
    "text": "Конструкция, созданая матушкой-Природой, выглядела немаленькой, однозначно здесь будет безопасно. Стараясь разместиться аккуратно и в то же время незаметно, малыш, прижав свои ушки и хвостик, тихонько притаился, не издавая и писка. Что ж, убежище действительно выглядит безопасно.\n\nИ вот в поле зрения Лисёнка показались два волка. Следом за ними подтянулся третий. Они явно вынюхивали того, кто пробрался в рощу. Но Лисёнок был уверен, что убежище его укроет до тех пор, пока хищники не уйдут отсюда.\n\nОднако зря малыш надеялся. С Запада подул сильный ветер. Малыш сидел между грудами камней, и вот по его спине прошёлся поток холодного воздуха, который... О ужас! Он дул прямо в сторону волков! Теперь маленького лиса точно заметят.\n\nВолки начали принюхиваться, и вот один из них вышел из поля зрения Лисёнка. Он уже было обрадовался, как вдруг сзади он услышал тихий рык. Медленно повернувшись, малыш встретился лицом к лицу с хищником. Волчьи глаза сузились, нос сморщился, и послышалось злобное рычание. Спустя секунду, острые клыки впились в маленького лисёнка. Послышался тихий писк, а позже — хруст...",
    "answers": [
      {
        "id": 33,
        "text": "Далее",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      }
    ]
  },
  {
    "id": 41,
    "text": "Положившись на свою удачу, Лисёнок набрал побольше воздуха в грудь. Протяжный и в то же время писклявый вой пронёсся по роще. На мгновенье волки даже остановились, обескураженые тем, что услышали. Однако вот они заметили маленькое рыжее создания, стоящее прямо посреди рощи и издавающее дивные звуки. Хищники поняли, что на их территорию пробрался чужак, и не важно, маленький он или взрослый. И вот из-за деревьев выскочила тройка волков, направляющаяся в сторону бедного Лисёнка. От страха малышу ничего не оставалось делать, кроме как прикрыть глаза, дабы не увидеть этих жутких зверей. Однако теперь малыш больше никогда не откроет своих глаз. И вот темнота окутала его разум...",
    "answers": [
      {
        "id": 33,
        "text": "Далее",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      }
    ]
  },
  {
    "id": 42,
    "text": "На первый взгляд, это поваленое дерево не внушало доверия. Берёза — это не дуб, у которого ствол настолько широкий, что за ним мог бы спрятаться не один такой лисёнок, как наш. Однако малыш заметил небольшую ямку внизу у ствола. То, что нужно! Затаившись, Лисёнок стал выжидать.\n\nА вот и волки. Трое. Лисёнок аккуратно выглянул из-за ствола и стал наблюдать. К счастью, ветер был на его стороне. Он дул прямо в сторону маленького лиса. Отлично!\n\nВолки продолжали бродить по роще, однако они так и не обнаружили того, кто прятался.\n\n — Может, показалось? — воскликнул один из волков, — Может, это просто была белка, и она скрылась из виду!\n\n — Не знаю.., — протянул другой, — какая-то уж большая эта... белка. Тебе не кажется?\n\n — Стойте!\n\nТретий волк стал подходить к берёзе, за которой прятался малыш. Ну вот и всё! Вот и смерть...\n\nБа-бах! Послышался громкий выстрел. От страха Лисёнок чуть не выпрыгнул из своего убежища. Теперь волки казались меньшей проблемой.\n\n — Охотники! — в унисон воскликнули волки, и в тот же миг они, сломя голову, выбежали из рощи, только след их и простыл.\n\nЛисёнок и сам перепугался не меньше, чем те трое, и, не медля, отправился дальше.",
    "answers": [
      {
        "id": 44,
        "text": "Далее",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      }
    ]
  },
  {
    "id": 43,
    "text": "Страх окутал всё его тело. Адреналин распростронился по всему организму. Чувство самосохранения подсказывало малышу только одно: бежать! Бежать, сломя голову. Однако разве это было бы лучшим вариантом?\n\nКак только Лисёнок сдвинулся с места, вокруг него сбежались волки. Не щадя бедного лисёнка, они накинулись на него, розрывая его маленькое хрупкое тело на мелкие кусочки. Ярость окутала их разум, но они даже не догадывались, что этот маленький лис всего лишь искал свой дом... и свою маму...",
    "answers": [
      {
        "id": 33,
        "text": "Далее",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      }
    ]
  },
  {
    "id": 44,
    "text": "Однако теперь стоило идти осторожнее, так как что-то подсказывало Лисёнку, что впереди ещё может быть не один хищник.\n\nЛисёнок как раз вышел из берёзовой рощи, и уже теперь он шёл среди густого мешаного леса. Стоит ли идти по тропинке? Или же всё-таки идти, скрываясь среди деревьев? Однако по второму пути идти надо будет долго, скорее всего, за это время уже и наступит ночь...\n\nЧто же делать?",
    "answers": [
      {
        "id": 45,
        "text": "Продолжить идти по тропинке",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      },
      {
        "id": 46,
        "text": "Скрываться среди деревьев",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      }
    ]
  },
  {
    "id": 45,
    "text": "Скрываясь среди деревьев, Лисёнок мог бы потратить много времени. Стоило бы сократить путь.\n\nМалыш шёл по тропинке, и казалось, он совсем забыл о том, что где-то рядом могут ходить дикие звери. По этой дорожке Лисёнок, направляющийся по пути, был заметной мишенью для других зверей. И вот неподалёку вновь появились волки. Однако Лисёнок их даже не заметил. Зато они прекрасно видели маленького лиса. И вот малыш заметил, как кто-то выглядывает из-за деревьев. Сверкнули чьи-то глаза. Однако в ту же секунду из-за дерева на Лисёнка выбежал огромный волчище. От него доносилось тяжёлое дыхание. Со злобным рыком он накинулся на беззащитного малыша. Всё, что мог сделать Лисёнок, это закрыть глаза со словами: \"Мамочка...\"",
    "answers": [
      {
        "id": 33,
        "text": "Далее",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      }
    ]
  },
  {
    "id": 46,
    "text": "Это было бы глупым решением идти прямо по тропе. Лисёнок был бы заметной мишенью. Поэтому он решил сойти с дороги и двигаться среди деревьев. Да, не самый удобный и быстрый, но зато безопасный способ передвижения. По крайней мере, его не сразу смогут обнаружить злые хищники.",
    "answers": [
      {
        "id": 47,
        "text": "Далее",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      }
    ]
  },
  {
    "id": 47,
    "text": "Спустя долгое время, малыш заметил, что солнце стало опускаться всё ниже и ниже. Лучики солнца уже не так освечивали лес. День подходил к концу. Да и погода становилась прохладней.\n\nИ вот Лисёнок вдруг заметил, как кто-то пробежал мимо него. Неужто снова волки? Он остановился. И вот прямо перед ним появился... волк, что уже вовсе и не удивляло маленького лиса. Однако на этот раз это была уже не взрослая особь, а маленький волчёнок. Не сказать, чтобы прям маленький, скорее даже немножко старше самого Лисёнка. Его тело было покрыто тёмно-серой, почти чёрной, шёрсткой. Его острые ушки было насторожены, хвостик двигался то в одну сторону, то в другую, а его яркие жёлтые, словно два светлячка, глаза внимательно наблюдали за маленьким лисом. Волчёнок не пытался напасть на малыша, но и не собирался уходить. И когда Лисёнок сделал медленный шаг назад, то Волчёнок тут же, округлив глаза, быстро и тихо заговорил:\n\n — Стой! Не двигайся... Прошу, не убегай, тебе же хуже будет.\n\nОднако в его словах не было угрозы, скорее, наоборот... волнение? С чего бы? Вдруг он лишь пытается затянуть время, пока сюда, быть может, направляются сородичи этого маленького волка, чтобы поквитаться с незванным гостем?\n\nКак поступить?",
    "answers": [
      {
        "id": 48,
        "text": "Замереть",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      },
      {
        "id": 49,
        "text": "Убежать",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      },
      {
        "id": 50,
        "text": "Напасть на Волчёнка",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      },
      {
        "id": 47,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/w44WGYr/Pics-Art-01-04-11-32-40.jpg"
      }
    ]
  },
  {
    "id": 48,
    "text": "Повинуясь неведомой силе, Лисёнок замер на месте. Неизвестно, почему: то ли от страха, то ли от... довория, что ли?\n\nВолчёнок ещё какое-то время смотрел распахнутыми глазами на малыша, но вот он с облегчением вздохнул и на его лице появилась спокойная улыбка.\n\n — Фух... хорошо... Молодец, что не побежал. Иначе неизвестно чем бы всё закончилось.\n\nВидать, этот маленький волк и вправду переживал за Лисёнка. С чего бы?\n\n — Прости, а... почему ты так переживал за меня? — малыш не прекращал удивляться, — Ты же...\n\n — Волк? — усмехнулся Волчёнок, — Да, так и есть. А что?\n\n — Но ведь, сколько я знаю, волки и лисы давно недолюбливают друг друга... Почему ты ко мне так добр?\n\nВолчёнок слегка призадумался.\n\n — Не знаю... Правда, не знаю... Может быть, ты заинтересовал меня?\n\nЛисёнок опешил.\n\n — Каким образом?\n\nВолк продолжал улыбаться.\n\n — Нет, дружище, ну я поражён. Я точно знаю, что в нашей окресности не обитает ни один лис. Туда, от куда ты пришёл, уверен так точно, что идти нужно не менее четверти дня. А ты.., — он начал обходить Лисёнка и с великим интересом рассматривать его, — Ты ведь такой кроха. Как тебе удалось пройти такой путь?\n\nЛисёнок хотел было уже что-то сказать, но Волчёнок продолжил.\n\n — Но ладно это, но... Как ты прошёл мимо волков нашего вражеского клана?! Они ведь и мухи не пропустят! Как кого-либо увидят, так тут же готовы в клочья разорвать!\n\nВолчёнок явно был доволен. Даже не то, чтобы доволен, скорее удивлен... восхищён храбростью этого маленького лисёнка. Теперь Лисёнок был не на шутку напуган. А ведь действительно, как он смог пройти такой долгий путь, так ещё и обойти врагов?\n\n — Неужели я вижу страх в твоих глазах? — с лёгкой ухмылкой спросил Волчёнок, — Да ладно, этот маленький герой прошёл такой трудный путь, и только под конец решил бояться? Чудной ты.\n\n — Но ведь я...\n\n — Ой, слушай, хватит скромничать. Твоей храбрости может позавидовать не один зверь... маленький шпион, — произнеся это слово, Волчёнок улыбнулся, словно пробуя это слово на вкус, — Ты же не против, если я тебя буду называть \"маленьким шпионом\"?..",
    "answers": [
      {
        "id": 48,
        "text": "□ Получено достижение\n     \"Маленький шпион\"",
        "comment": true
      },
      {
        "id": 51,
        "text": "Далее",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      }
    ]
  },
  {
    "id": 49,
    "text": "Повинуясь своим рефлексам, Лисёнок развернулся на сто восемьдесят градусов и дал дёру, оставляя на месте ошарашенного Волчёнка.\n\n — Стой, не убегай! Тебя же там...\n\nНо Лисёнка уже давно и след простыл. Он не дослышал, что кричал ему в ответ волк, лишь продолжал бежать. Но так как уже давным давно на лес опустилась глубокая ночь, малышу приходилось петлять наугад среди деревьев, сбиваясь чуть ли не в каждое.\n\nИ вдруг он заметил чей-то блеск в глазах, которые отбивали лунный свет. Озарение пришло моментально: волки. Враг не заставил себя долго ждать и, спустя мгновенье, он высклчил из темноты и набросился на Лисёнка. Тяжёлое рычание, крик, хруст костей... темнота...",
    "answers": [
      {
        "id": 33,
        "text": "Далее",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      }
    ]
  },
  {
    "id": 50,
    "text": "Лисёнок понимал, что смысла убегать не было. Поэтому он принял крайне отчаянное решение. Издав дикий рык, он набросился на ошарашенного Волчёнка. Но в мгновенье ока он вовремя сообразил и отпрыгнул в сторону. И вот, спустя пару минут, на их злобные рыки прибежало около пяти-шести волков.\n\n — Что здесь происхо.., — начал было говорить один из волков, как вдруг он заметил, как что-то маленькое, рыженькое и \"злобное\" накинулось на маленького волка.\n\nНе раздумывая долго, они накинулись на врага Волчёнка. Лисёнка ожидала жестокая расправа...",
    "answers": [
      {
        "id": 50,
        "text": "■ Получено достижение\n     \"Агрессор\"",
        "comment": true
      },
      {
        "id": 33,
        "text": "Далее",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      }
    ]
  },
  {
    "id": 51,
    "text": "Не успел Лисёнок ответить, как вдруг послышались чьи-то шаги. Спустя пару секунд, к малышам выбежали волки. Пять-шесть волков. Лисёнок не на шутку перепугался.\n\n — Что здесь происходит? — хриплым басом спросил один из волков. По сравнению с другими прибывшими волками, этот, с пепельным оттенком шерсти, выглядел довольно таки старым, однако при этом он не терялся на фоне \"молодёжи\", наоборот — сразу было видно, кто их вожак.\n\nВзгляды волков были направлены в сторону Лисёнка. Хищники начали наступать на бедного малыша, злобно рыча и скрипя зубами. Вожак же в это время стоял на своём месте и лишь наблюдал за происходящим.\n\nНа защиту Лисёнка вышел Волчёнок. Он оскалился на взрослых и громко зарычал.\n\n — Не трогайте его!\n\nВолки притормозили. В их глазах читалось удивление.\n\n — Почему ты его защищаешь? — спокойно произнёс Вожак. При этом вся эта ситуация вызывала у него огромный интерес.\n\n — Он маленький... и беззащитный... и он попал в беду.\n\nС одной стороны, Лисёнку было обидно, что его считают слабым и беззащитным, но, с другой стороны, в то же время было приятно, что этот храбрый маленький волк так яростно защищал его.\n\n — Кроме того, этот маленький, но храбрый лисёнок проделал тяжёлый путь, да ещё и в придачу обошёл вражеский клан!\n\nВолки были поражены. Один Вожак стоял спокоен, но при этом в его глазах читалось уважение к этому юноше.\n\n — Что ты здесь ищешь? — спросил Вожак.\n\n — Я ищу свою семью. Маму и братьев с сестричками, которые ждут меня дома. Я случайно убежал из дому...\n\n — Случайно? — улыбнулся Вожак.\n\n — Да... я погнался за бабочкой в лес, и... и... заблудился, — чисто сердечно признался Лисёнок.\n\nСтарый волк лишь грустно улыбнулся.\n\n — Послушай-ка, малыш, а ты знаешь, где ты сейчас находишься?\n\nМалыш отрицательно покачал головой.\n\n — Ясно, — вздохнул волк, — что ж, тогда знай: сейчас ты находишься на территории волчьего клана \"Когтя\"... на чужой территории, — он выделил предпоследнее слово, — однако если бы тебя заметил клан \"Клыка\"... боюсь даже представить что бы с тобой случилось.\n\n — И всё же, я на чужой территории...\n\n — Верно. Однако не переживай, малыш, мы тебя не тронем. Пока что предлагаю тебе пойти к нам в логово и переночевать в безопасности. Рано утром мы отправимся с тобой туда, от куда ты пришёл. Мои волки знают, где живёт одна из семей лис, возможно, если повезёт, то этой семьёй окажутся твои мама и братья-сёстры. А пока что нам нужно вернуться к нам домой.",
    "answers": [
      {
        "id": 52,
        "text": "Далее",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      }
    ]
  },
  {
    "id": 52,
    "text": "Не тратя зря времени, семейство волков вместе с Лисёнком отправились к себе домой, в логово. Когда они вошли в стаю, другие хищники, заметившие малыша, стали злобно рычать в его сторону, однако Вожак приказал им не трогать его. Ведь сегодня этот юноша — их гость. Устроившись поудобней, Лисёнок прикрыл свои глазки и погрузился в царство Морфея. Снились ему зелёные луга, разные птички и зверушки. Какая красота!\n\nНа утро Лисёнок вместе с волками отправился назад, к перекрёстку, с которого он начал свой путь. Даже сам Вожак решил провести этого юнца, уж больно он переживал за него.\n\nМинуя перекрёсток, волки решили сократить дорогу и побежали прямиком через лес, сворачивая с тропы. Когда они добежали до реки, протекающей неподалёку от того перекрёстка, волки помогли малышу перейти водойом, и, указав ему дальнейшее направление, попрощались с ним и побежали обратно домой. Лисёнку же оставалось лишь бежать, что есть силы, к заветной цели.",
    "answers": [
      {
        "id": 53,
        "text": "Далее",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      }
    ]
  },
  {
    "id": 53,
    "text": "Ровно сутки Лисёнок искал свой дом. Он то бежал через лес, сквозь эти непроходимые заросли, то перебирался через реку. И вот он снова бежал. Бежал к цели.\n\nПередвигаясь по лесу, малыш осматривал владения природы. На поляне раскинулись прекрасные цветы, которые приманивали своим ароматом всех насекомых. Под деревьями росли грибы разных мастей: там были и белые грибы, и лисички, и шампиньйоны, и даже мухоморы. А вон неподалёку пролетела иволга, насвистывая свою приятную мелодию, словно на флейте.\n\nИ вот Лисёнок заметил нору. Большую, побольше, чем та, в которой он жил. Это точно не его дом. Он уже было расстроился, как вдруг из норы вышла лиса, такая же рыжая и пушистая, как и он. Она заприметила малыша, и, с широко распахнутыми глазами, заговорила:\n\n — Не может быть... Малыш, неужто это ты?\n\nВидно было, лиса обрадовалась визиту малыша, однако сам Лисёнок не понимал что происходит?\n\n — А кто вы? — спросил малыш.\n\n — Ох ты, Батюшки, я почему-то сразу и позабыла. Я — твоя тётя, Лисёнок. Мы с твоей мамой родные сёстры!\n\nЛисёнок всё ещё был удивлён.\n\n — Ах, как жаль, что мы так редко видимся! Поэтому-то ты меня и не узнал. Но я-то тебя сразу узнала. Твои глаза... они так похожи на глаза твоей мамы. Сразу видно, чей ты.\n\nЛиса определённо говорила правду. Малыш и вправду глазами был похож на мать. Поэтому, без всяких сомнений, он побежал на встречу родной тётушке и уткнулся своим мокрым носиком в её мягкую шёрстку. Да, пусть он и не нашёл свой дом, однако он был рад такой тёплой встречи... родственной встречи. Даже дети лисы выбежали из норы, услышав, что кто-то пришёл.\n\nОднако Лисёнок был уверен, что как только он передохнёт у тётушки и расскажет ей все свои приключения, они обязательно отправятся на поиски его семьи.",
    "answers": [
      {
        "id": 53,
        "text": "♧ Вы открыли концовку\n     \"Новая надежда\"",
        "comment": true
      },
      {
        "id": 1,
        "text": "Конец",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      },
      {
        "id": 53,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/jz56M7X/Pics-Art-01-04-01-34-06.jpg"
      }
    ]
  },
  {
    "id": 54,
    "text": "Что-то ему подсказывало, что всё же стоит свернуть с главной тропы. Дорожка была поуже, спрятанная за растительностью, быть может, там таился какой-то секрет? А может это путь домой? Лисёнок точно помнил, что когда бежал за бабочкой, то постоянно цеплялся за какие-то корни деревьев и другую растительность.",
    "answers": [
      {
        "id": 55,
        "text": "Далее",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      }
    ]
  },
  {
    "id": 55,
    "text": "Путь был долгим и тернистым. Множество препятствий ожидало маленького лисёнка. То перецеплялся через камушки, то падал в неглубокие ямки, то запутывался в лозе и всяких сорняках.\n\n — \"Странно, — размышлял малыш, — а ведь когда я бежал за мотыльком, то я словно не бежал, а летел по тропинке. И не было никаких сорняков и камушков... По крайней мере, так много.\"",
    "answers": [
      {
        "id": 56,
        "text": "Далее",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      }
    ]
  },
  {
    "id": 56,
    "text": "Малыш продолжал свой путь. Твёрдо и упорно он пробирался сквозь эти заросли. Но вот он остановился. Знакомый запах... Он принюхался. Так это же шикша! Маленький лис точно помнил, что неподалёку от его дома росла пара таких кустиков. Эти тёмно-синие, \"вороные\" ягодки так и манили, чтобы их съели. Узнав знакомый запах, Лисёнок тут же ускорил шаг. И вот, спустя пару минут, он вышел из этих зарослей и с облегчением вздохнул: наконец-то, воздух... и протоптаная тропинка, которая, по сравнению с той, по которой шёл малыш, не была такой запущеной. И тут Лисёнок понял: так это же та тропинка, которая ведёт обратно домой! Вот и куст шикши, а вон там под дубом лежит огромная ветка, которая неделю назад сломалось под действием сильной грозы и ветра. Это точно она, та тропинка! И не тратя ни секунды, Лисёнок тут же рванул вперёд.",
    "answers": [
      {
        "id": 57,
        "text": "Далее",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      }
    ]
  },
  {
    "id": 57,
    "text": "Со скоростью молнии Лисёнок бежал навстречу своему родному дому. Даже не бежал, скорее, летел, летел на крыльях радости. Вот-вот он выбежит на полянку и увидит маленькую норку. А там рядом с ней будут веселиться и играть его старшие братья и сёстры. А там рядом будет сидеть его родная мама, которая внимательно наблюдает за своими детьми. И вот она увидит несущегося к ней Лисёнка, который так долго не видел свою родную семью. Он прижмётся к маме, а потом побежит играть со своими братиками и сестричками...\n\nНо вот он выбежал на полянку. И вроде бы всё, как обычно: раскошные деревья, густая трава, голубое небо, яркое солнышко и... тишина. Такая непривычная и... ужасающая. Но ведь малыш ожидал увидеть здесь свою семью. Где же они?\n\nА вот и норка. Такая родная, но, в то же время, она стала какой-то... чужой. Где же тот весёлый смех маленьких лисят, где же родная матушка, которая должна была встретить своего \"блудного сына\"? А может, они все вместе ушли искать пропавшего малыша? Ведь его не было так долго. Быть может, они все отправились на его поиски? Но он же вернулся! Хотя откуда им об этом знать...\n\nТяжело вздохнув, малыш вошёл в норку. И только он переступил порог норы, как вдруг его лицо исказила гримаса боли... Увиденное поразило малыша до глубины души. По среди норы лежала его мама... вся в крови... и один из братьев. Они не двигались... не дышали. Кто посмел сотворить такое?! Почему? И куда делись остальные его братики и сестрички?..\n\nНо очень скоро малыша осенило. Охотники! Только они могли сотворить такое с его семьёй. Нет... почему? Почему именно они?! Почему именно его семью?! Лисёнок смотрел на маму, но уже ничего не видел. Глаза моментально покрылись пеленой слёз. Его маленькое, хрупкое тело подрагивало. Нет, не от холода. От боли, грусти, печали... и ярости.\n\n — \"Зачем я побежал за той бабочкой? Зачем я их оставил? Если бы я не сбежал, быть может, они бы остались в живых... или же тогда бы мы погибнули все вместе?..\"\n\nНо дальше его разум полностью пленили ярость и боль. И... плач. Писклявый, скулящий, но душераздирающий. Вся природа, что окружала маленького лиса, казалось, тоже упала в отчаяние. И птицы перестали петь. И солнце спряталось за затянутыми тучами. А западный ветер, громко завывая, начал петь свою грустную, тяжёлую песню.",
    "answers": [
      {
        "id": 57,
        "text": "● Вы открыли концовку\n     \"Больше, чем потеря\"",
        "comment": true
      },
      {
        "id": 1,
        "text": "Конец",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      },
      {
        "id": 57,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/LSFQmrG/Pics-Art-01-04-06-25-03.jpg"
      }
    ]
  },
  {
    "id": 58,
    "text": "Здесь вы сможете увидеть новинки, которые появились в квесте. Так как квест находится в статусе разработки, здесь периодически будут появляться короткие сообщения о том, что изменилось и/или добавилось. Советую вам иногда сюда заглядывать.",
    "answers": [
      {
        "id": 58,
        "text": "[04.01.2021]\nДобавлена ветка, ведущая на Север.",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 58,
        "text": "[04.01.2021]\nДобавлена вкладка \"Достижения\"",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 58,
        "text": "[04.01.2021]\nДобавлена вкладка \"Концовки\"",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 58,
        "text": "[04.01.2021]\nДобавлена вкладка \"Обновления\"",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 58,
        "text": "[17.01.2021]\nДобавлены небольшие изменения в дизайне квеста",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "Назад",
        "bgAnswerImage": [
          "https://i.ibb.co/PQSBkLp/Pics-Art-01-17-07-01-27.jpg"
        ],
        "text_color": [
          1,
          1,
          1
        ]
      }
    ]
  },
  {
    "id": 59,
    "text": "",
    "answers": []
  },
  {
    "id": 60,
    "text": "",
    "answers": []
  },
  {
    "id": 61,
    "text": "",
    "answers": []
  },
  {
    "id": 62,
    "text": "",
    "answers": []
  }
]