[
  {
    "id": 1,
    "text": "Сюжет данного квеста взят из одноимённого сериала \"Герои Энвелла\". Все права на сюжет, мир и персонажей принадлежат их авторам — анимационной студии \"Паровоз\". \nАвтор данного квеста является фанатом данного сериала, в связи с чем и решила написать этот квест.\n—-------\nАвтор квеста: Андреа Акеш\nЖанр: приключения, фантастика.\n—-------\nВам предстоит пройти путь по сюжету первой серии за каждого из Игроков.\n\nЧетверо школьных друзей очень любят играть в онлайн игры. Настолько сильно, что даже на уроках играют. Но эта любовь поворачивается к ним спиной, когда однажды учительница забирает их телефоны. \nПытаясь найти свои вещи в учительской, ребята находят ноутбук и решают войти в игру с него. Но этот ноутбук оказался не таким уж простым, как кажется на первый взгляд. Он переносит их в мир компьютерной игры \"Герои Энвелла\"!",
    "answers": [
      {
        "id": 2,
        "text": "Открыть"
      },
      {
        "id": 1,
        "text": "Группа в ВКонтакте",
        "url": "https://vk.com/club184910004"
      }
    ]
  },
  {
    "id": 2,
    "text": "Ночь. Город. По улице бежал человек. Он явно был очень напуган. В одной руке он держал предмет, похожий на ноутбук. Человек периодически осматривался выискивая преследователя. В свете ночных фонарей мелькнула чья-то тень. \n— Ааа... — испуганно произнёс он.\nЧерез некоторое время парень забежал в подворотню и, проскользнув сквозь гнутые прутья решётки, помчался дальше. Остановившись на секунду, молодой человек осмотрелся. Внезапно он заметил здание красного цвета. Человек стремительно помчался туда, надеясь укрыться от преследователя. Заметив на верхнем этаже открытое окно, беглец включил на своих сапогах гравитационные огни и взлетел ввысь. \nВ помещении было темно. Свет исходил лишь от окна. Человек хотел было выйти из комнаты через дверь, но там уже кто-то был и собирался открыть её с другой стороны. Испугавшись, что его могут заметить, молодой человек поставил на стол ноутбук и открыл его. Голубой свет сканера осветил героя. \n— Ладно ребята, я иду. — сказал он со всей серъёзностью и нажал на кнопку. \nИз окна на верхнем этаже появился яркий голубой цвет. Дверь в тёмное помещение открылась. За дверью стояла женщина в очках. Она включила свет, который озарил комнату. Тёмным помещением оказался школьный класс. На одной из парт вошедшая заметила открытый ноутбук. \n— Молодёжь. То ноутбук в классе забудут... То голову дома. — сказала женщина.\nОна подошла к ноутбуку и закрыла его.",
    "answers": [
      {
        "id": 3,
        "text": "Начать игру"
      }
    ]
  },
  {
    "id": 3,
    "text": "Осень была в самом разгаре. На деревьях уже во всю красовались оранжевые листья, готовые в любой момент сорваться от дуновения ветра. В классе сидели ученики, выполняя задание учительницы, которая в свою очередь ходила между партами, проверяя все ли делают задание.",
    "answers": [
      {
        "id": 4,
        "text": "Играть за Киру"
      },
      {
        "id": 5,
        "text": "Играть за Арта"
      },
      {
        "id": 6,
        "text": "Играть за Вика"
      },
      {
        "id": 7,
        "text": "Играть за Фила",
        "need": 2001
      }
    ]
  },
  {
    "id": 4,
    "text": "Мария Степановна — учительница по географии, ходила по классу, наблюдая за нами. Задание было не таким уж сложным, поэтому паралельно с уроком, я играла в онлайн игру на телефоне. Вместе с Артом, Филом и моим братом Виком. Сейчас была очередь Арта ходить я же спокойно выполняла задание. \n— Мещеряков, что у тебя там под тетрадью? — внезапно раздался её голос в тишине. \n\"Кажется он влип\" — подумала я, посмотрев на одноклассника, который сидел в среднем ряду. Я же сидела в самом конце класса. Правда класс был небольшой и видно всех было, как на ладоне.\n— Ничего! — выкрутился Арт, подняв тетрадь, за которой спрятал телефон.\n— Неправда, Мария Степановна. — внезапно раздалось слева. — Арт играет. \nЭто Илья Муромов — заноза всего класса. Вечно суёт свой нос не в своё дело. \n— А ещё с ним играют Кира, Вик и Фил. Вот! Я на этот раз всё на видео снял. \nЯ лишь качнула головой. Даже смотреть в его сторону не хотелось настолько он надоел.\n— Артём, Кира, Виктор, Филипп встаньте. — строго сказала Мария Степановна. \n",
    "answers": [
      {
        "id": 18,
        "text": "Подняться со стула"
      }
    ]
  },
  {
    "id": 5,
    "text": "Пока Мария Степановна ходила между рядов и проверяла, все ли выполняют задание, я сделал вид, что с усердием пишу свою работу. У самого же в голове мысли были далеко за пределами урока.\n\"Сидеть на уроке скучно. Не то, что... Играть в онлайн игры. \" — мечтая о конце урока, думал я.\nОсторожно приподнял тетрадь, чтобы не увидела учительница и нажал на кнопку на телефоне.\n— Мещеряков, что у тебя там под тетрадью? — строго спросила Мария Степановна, сложив руки на груди и посмотрев в мою сторону.\n\"Упс! попался!\"\n— Ничего! — спокойной ответил я, показывая ей тетрадь и ловко спрятав телефон за ней. Чтобы показать, что на парте действительно ничего нет.\n— Неправда, Мария Степановна! Арт играет. — раздался внезапно за спиной голос Ильи. Я обернулся. У него в руке был телефон. \"Ну Муромов! Стукач!\" Самый вредный из класса. Постоянно следит за нами и в случае чего сразу бежит жаловаться нашему директору Орлену Семёновичу. Муромов хочет ходить у него в любимчиках, показывая на проколы других учеников. Но у него это не получается, поскольку нет никаких доказательств того, что он рассказывает. — а ещё с ним играют Кира, Вик и Фил. Вот! Я на этот раз всё на видео снял.\n— Артём, Кира, Виктор, Филипп — встаньте. — сказала строго Мария Степановна.",
    "answers": [
      {
        "id": 8,
        "text": "Подняться со стула"
      }
    ]
  },
  {
    "id": 6,
    "text": "Не сказал бы, что урок географии мой любимый, но даётся он мне достаточно просто. Я основательно подготовился к уроку, поскольку получить наказание от отца уж очень не хотелось. \nМария Степановна — наша географичка, неспешно расхаживала между рядами. \n— Мещеряков, что у тебя там под тетрадью? — неожиданно раздался голос Марии Степановны, нарушивший тишину.  Я взглянул краем глаза на Арта и вновь отвернулся к тетради, чтобы не привлекать внимание.\n— Ничего. — услышал я голос друга.\n— Неправда, Мария Степановна! Арт играет. А ещё с ним играют Кира, Вик и Фил. — Муромов, гад! Вечно лезет со своим телефоном! Я взглянул на одноклассника через Киру, которая лишь покачала головой, понимая какой Илья остолоб. Муромов вскочил со своего места и направил свой телефон в нашу сторону. — Вот! Я на этот раз всё на видео снял. \n— Артём, Кира, Виктор, Филипп встаньте! — строго сказала Мария Степановна. ",
    "answers": [
      {
        "id": 29,
        "text": "Подняться со стула"
      }
    ]
  },
  {
    "id": 7,
    "text": "Я выполнял задание, которая нам раздала Мария Степановна — наша учительница по географии. Задание было не сложным, и я выполнял его без каких-либо проблем. \n— Мещеряков, что у тебя там под тетрадью? — раздался внезапный голос учительницы, нарушивший устоявшуюся тишину. \n— Ничего. — услышал я голос Арта, моего друга и одноклассника. \n— Неправда, Мария Степановна. Арт играет. — откликнулся внезапно Илья Муромов. Заноза нашего класса и стукач. Вечно стремится обо всех происшествиях рассказывать директору, особенно если кто-то обидит его самого. — А ещё с ним играют Кира, Вик и Фил. Вот! Я на этот раз всё на видео снял. \nПри упоминании моего имени, внутри что-то щёлкнуло. Я обернулся и нахмурился. Илья водил по классу камерой телефона, снимая меня Киру и Вика, сидящих за задней партой. Да, он прав, мы действительно играли в игру. Но там был настолько увлекательный квест... Да и ещё призы за прохождение! Нет! Такое упускать точно нельзя. Единственный минус — время получение призов ограничено, поэтому мы и решились пойти на такой риск, играть на уроке. К вашему сведению — это онлайн игра, поэтому-то всё так ограничено. \n— Артём, Кира, Виктор Филипп встаньте! — строгим голосом сказала Мария Степановна. ",
    "answers": [
      {
        "id": 44,
        "text": "Подняться со стула"
      }
    ]
  },
  {
    "id": 8,
    "text": "— Телефоны ко мне на стол вместе с дневником.\nНичего не поделаешь, пришлось подчиниться.  Накостылять бы этому Илье за его жалобы, да вот только он ныть сразу побежит. Кажется наша игра накрывается.\n— Мария Степановна, у нас рейд скипается, куча лута, рарный ивент, очень надо. Плииз! — внезапно выпалил на одном дыхании Фил, сделав умилительный жест в попытке уговорить её.\n— Черных, говори нормально. Урок английского следующий. — ответила спокойно учительница, со строгостью в голосе. \nПока Мария Степановна общалась с Филом, я успел выйти из игры.\n— Нам бы на пол минуты телефон. Мм? — я попытался сказать более понятным ей языком, протянув телефон.\n— Мещеряков, скромностью ты не страдаешь, это я уже поняла. — забрав телефон, сказала она.\nМда-а. Моя попытка уговорить Марию Степановну так же провалилась. Учительница забрала у нас телефоны и отошла к своему столу.\n— Телефоны получите после уроков! — заключила она, тем самым показав, что разговор окончен. \nЗатем положила наши телефоны на стол и взглянув на класс добавила:\n— Да, Илья, да. Ты тоже.\n— А я за, что? — удивился Муромов.\nВ свой адрес он вероятно не ожидал получить замечание. \n— А всё за то же: пользовался телефоном на уроке.\nПрозвенел звонок. Урок закончился.",
    "answers": [
      {
        "id": 9,
        "text": "Вернуть телефоны"
      }
    ]
  },
  {
    "id": 9,
    "text": "Итак, наш план вернуть телефоны. Мы проследили за Марией Степановной, чтобы узнать, куда она их унесёт. Как и ожидалось — в учительскую. Я, Вик, Фил и Кира спрятались за углом, чтобы не упустить, когда она выйдет.\n— Какой план!? — спросил Вик.\nЯ буквально на одном дыхании рассказал им весь план, что продумал на пути сюда:\n— Забегаем, находим телефоны, включаем игру, забираем призы пока акция не закончилась. Фил, сколько до конца акции?\n— Три минуты. — раздался его голос справа. Я меж тем внимательно следил за дверью учительской. Наконец Мария Степановна вышла. Мы спрятались за углом, чтобы она нас не заметила. Повезло, что в другую сторону пошла. \n— Вперёд! — скомандовал я и первым рванул к двери. ",
    "answers": [
      {
        "id": 10,
        "text": "Бежать к двери учительской"
      }
    ]
  },
  {
    "id": 10,
    "text": "Чуть не подскользнувшись на скользком кафельном полу, я побежал к учительской. На ходу снял с плеча рюкзак и бросил его к двери. Повезло, вошёл точно в цель между проёмом и дверью! Затем забежал внутрь, осматривая, куда Мария Степановна могла положить телефоны.\n— Гоу! Гоу! Гоу! Гоу! — поторопил я себя и остальных. Я искал на столе. Кира, Вик и Фил рассредоточились в других частях кабинета. \n— Нигде нет. — выдал безрадостную новость Вик.\n— Не может быть. — отрицательно качнув головой сказал я. Я же видел, как она унесла наши телефоны сюда, а вышла уже без них. Значит точно должны быть, где-то тут. \n— Может попросим телефон у Ксюши? — подал идею Вик.\n— Две минуты! — проинформировал Фил\n— Не успеем. — заключил я, ударив кулаком по столу. \n— Можно зайти в игру через браузер под моим паролем. — внезапно выдала Кира, положив, на стол чей-то ноут прямо перед носом. \n— С чужого ноута? — прозвучал вопрос от Вика.\n— А кто узнает? — спросил я, радостно ликуя внутри. Хорошо, что Кира его нашла, иначе не видать нам призов.",
    "answers": [
      {
        "id": 11,
        "text": "Открыть ноут"
      }
    ]
  },
  {
    "id": 11,
    "text": "Я открыл крышку ноута.\nВнезапно из веб камеры появился странный голубой луч и осветил нас с головы до ног.\n— Что это было? — спросила Кира, когда луч исчез. Её это явно напрягло. Меня больше волновали призы, которые мы вот-вот упустим. Я конечно тоже пребывал в некотором удивлении, но ребятам показывать не стал. \n— Хм. Неважно. — я лишь пожал плечами и нажал на правую большую кнопку. Экран не включался. Странно. Я нажал ещё несколько раз. Бесполезно.\n— Всё не работает. Пойдём, а то нам прилетит. — сказал расстроенно Вик за спиной.\nВнезапно на экране появился страный значок. Вероятно оперативка у этого компа слишком тормазная. Я хотел было позвать ребят и показать, что сейчас всё включится, но комп неожиданно подлетел в воздух над столом. Такого я никак не ожидал! Чтобы комп летал?! Только во сне, может быть. Я отпрянул назад. Ужас охватил всё моё нутро.\n— Уже чувствую, как прилетает... — раздался голос Вика. Но мне было не до его высказываний. Я с ужасом таращился на летающий ноут, будто это какой-то опасный человек с ножом в руке.\nВнезапно по экрану прошла волна, а за ней яркий луч, который ослепил нас. Через мгновение всё потемнело. ",
    "answers": [
      {
        "id": 12,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 12,
    "text": "Я с трудом разлепил веки. Жутко болела голова. Первое, что увидел —  лица ребят, которые обеспокоенно смотрели на меня.\n— Арт, ты как? — спросил Вик.\n— Нормально. — сказал я ребятам, приходя в себя. Похоже я потерял сознание и ребята сбегали за помощью, после чего кто-то доставил меня в школьный медкабинет. — Где Марья Степановна?\n— Лучше спроси, где мы. — сказала Кира. \n— В каком смысле? — переспросил я, резко сев и осмотревшись. Я резко подскочил на ноги — Ааааа!\nЧто я увидел — не подчинялось никакой логике: огромный, парящий в воздухе замок, а вокруг него множество мелких каменных островков, так же парящих в воздухе, на которых стояли ветряки и всё это летало среди облаков. От неожиданности я сделал несколько шагов назад и оступился, чуть не провалившись в небесную пропасть.  \n— Аааааааа!\nРебята вовремя подоспели на помощь.\n— Держись! — крикнул Вик, хватая меня за руку. \n— Где мы?! — ужас! Только он сейчас владел моим сознанием. Я не понимал, что происходит, куда делась школа и что это за странное место среди облаков?\n— Не знаю, я вроде уснул. Проснулся, а тут такое... Замок, горы! Мы вообще не пойми где! — затарил Вик. В его голосе было слышно, как он боится и переживает. \nВ увиденное верить не хотелось, поэтому я выпалил первое, что пришло на ум:\n— Я понял. Это вы прикалываетесь надо мной. Да?\n— Конечно, Арт! — сказала Кира закатив глаза. Затем подошла ко мне, раскинув руки. — Построили всё это специально для тебя. \nПодруга помахала руками перед носом. \n— Алло! Ты ещё не понял? Нас похитили и бросили здесь.\n— И телефонов нет. — сказал Вик\n— И акцию упустили — добавил Фил с грустью.\nЯ обернулся, осматривая местность. Да уж, не сказать, что я не был в шоке — это ничего не сказать. И как нам теперь выбраться отсюда? И есть ли тут выход вообще?..",
    "answers": [
      {
        "id": 13,
        "text": "Искать выход"
      }
    ]
  },
  {
    "id": 13,
    "text": "— Осторожно! — предупредил я. Мы двигались по одной из висящих каменных дорожек. Камни были очень маленькими. Один неверный шаг и можно легко упасть вниз.\n— Кто всё это строил? — спросил за спиной Вик, ни к кому не обращаясь.\n— Не знаю... — ответил Фил. — Но на дорогах... Они... круто сэкономили. \nНаконец мы достигли Большой земли. Это место было похоже на городское каменное поселение из учебника истории. Всюду стояли, какие-то ящики. Но выхода нигде не было видно.\n— Там огромные буквы в небе. — подал голос Вик.\n— Какие буквы, Вик? — переспросила Кира.\n— Огромные! — ответил он.\n— Тупик, что ли? — задался я тревожным вопросом, осматриваясь. \n— Добро пожаловать! — внезапно раздался чей-то голос за спиной. Мы обернулись и упали прямо на месте.На ящиках стоял маленький железный робот в странной красной шапочке с пером. Меж тем робот продолжил: — Меня зовут Баквит. Я ваш проводник в мире игры \"Герои Энвелла\".\n— Игры? — спросила Кира.\nБаквит спрыгнул с ящиков и сделал несколько шагов в нашу сторону.\n— Да-да. Всё это самая реалистичная компьютерная игра в мире. — быстро проговорил он. — Полное буквальное погружение. Чтобы начать приключения, пожалуйста выберите своих игровых персонажей.\nРобот указал ладонью на деревянную доску, где в тот же миг появились пять ячеек с персонажами. Всё это было очень странно и мне, как-то не особо хотелось сейчас играть. \n— А выйти можно отсюда? — осторожно спросил я. На что получил ответ, но не тот, который ожидал.\n— Героя выбрал быстро! — внезапно наорал на меня Баквит, будто мой отец, когда я двойку принесу. Даже нет... Мой отец так на меня орать бы не стал. Я от неожиданности закрыл глаза. Вопрос о возможности выйти сразу пропал. Баквит же лишь откашлялся и продолжил, как ни в чём не бывало.\n— К сожалению, сначала вам нужно выбрать себе героя и пройти первую миссию.\n",
    "answers": [
      {
        "id": 14,
        "text": "Выбрать героя"
      }
    ]
  },
  {
    "id": 14,
    "text": "Выбор был небольшим: маг, вор, рыцарь, механик и бард. Я внимательно осмотрел карточки. Изображения периодически мелькали.\n— Чур я сорка! — выбрал первого героя Фил.\n— Я тогда за вора! — не медля отозвалась Кира.\n— Рыцарь! — ткнул я пальцем в картинку с фигурой рыцаря.\n— А я тогда... за этого... Невнятного.— неуверенно заключил наш выбор Вик. \n— Итак, начинаем! \nБаквит раскинул руки в стороны, закрыв глаза. Я и ребята подлетели в воздух. Поверх моей одежды появилось нечто похожее на доспехи, в руке появился меч, а на голове — наушники. Волосы убрались назад. \nЧерез секунду мы вновь оказались на земле. Я осмотрел своё оружие. Меч оказался не простым. У него было два лезвия. У Фила появился посох и одежда его теперь значительно изменилась — поверх обычной кофты появился плащ голубого цвета с золотистым узором. Волосы Фила тоже изменились: в чёлке теперь есть синие пряди.\n— Чума! — только и смог сказать я, пребывая в некотором удивлении и восторге сразу.\n— Ваша первая миссия: победить тренировочного монстра. — сказал Баквит, указав на странное соломенное чучело с деревянным основанием. Он лишь немного был выше меня. И это монстр? Я сделал к нему несколько шагов и воткнул меч в грудь. \n— И всё? — спросил я, взглянув на Баквита. Слишком просто даже для новичка. Внезапно чучело зашевелилось, вытянулось в рост, его голова развернулась к нам на сто восемьдесят градусов, показав недовольное лицо, нарисованное красной краской. Кажется я поспешил с выводами. Сделав несколько шагов назад, я с испугом смотрел, как он меняется. Руки монстра стали длинней, он взглянул на воткнутый меч и попытался его вытащить. Вот это поворот!\n— Извините, я нечаянно. — сказал я, немного умехнувшись, хотя внутри всё уже колотилось от ужаса. Внезапно чучело вновь развернуло голову, но на этот раз красное лицо выражало сильный гнев. Он вытащил из-за спины меч. Вот тут пришёл настоящий ужас! \n— Ааааа!  — хором закричали мы и рванули наутёк. ",
    "answers": [
      {
        "id": 15,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 15,
    "text": "Я бежал первым, за мной остальные. А монстр не отставал. Я даже сквозь наши крики слышал звук его механических ног. Спустя некоторое время нам всё же удалось от него отделаться. Мы спрятались за ящиками и оттуда наблюдали за ним. \nДа уж, Баквит прав: это существо действительно похоже на монстра. \n— Нужно позвать этого железного. Как его?.. — предложила Кира.\n— Баквит? — напомнил его имя Вик. \n— А вот и я! — внезапно подал голос железный, появившись справа. Этот робот вновь нас напугал. \n— Баквит, что нам делать? — спросил я.\n— Ой! А я не даю справок во время боя. — как ни в чём не бывало ответил он. \n— Во время боя? — переспросил я. \nБаквит не ответил, но зато нас нашёл монстр. Он одним махом разломал ящики и замахнулся для второго удара. Мне стало до жути страшно. Я закрыл лицо рукой приготовившись к смерти, но ничего не произошло. Я открыл глаза. Меня закрывал небольшой голографический щит красного цвета. Вот это технологии! Монстр сначала похоже был удивлён не меньше меня, но через несколько секунд он атаковал вновь. Удары были частые и сильные. Если бы не щит, то учитывая, что он бил деревянным мечом, я как минимум, получил бы переломы костей. \n— Быстрей, уберите его!— обратился я к друзьям, понимая что долго не выдержу натиск. \nВик, что-то спросил, но из-за оглушительных ударов я не слышал, что именно. Несколько стрел пролетели у меня над головой, но монстру это не повредило, он лишь закрылся деревянным щитом в виде мишени. Одна стрела от Киры прилетела ему в грудь, что тоже никак не сказалось на его здоровье. Монстр продолжал меня бить по щиту.\n— Нечестно! Я же попала! — воскликнула Кира.\n— Фил, вреж ему чем-нибудь! — обратился я к другу, надеясь, что его герой-сорка сможет противопоставить, что-то этому существу.\n— Да-да-да-да! Сейчас!\nНе знаю, что сделали ребята, но через некоторое время он покраснел, прекратил меня бить и упал замертво. После чего вовсе исчез, а на его месте остался мой меч, парящий над землёй. Щит исчез. ",
    "answers": [
      {
        "id": 16,
        "text": "Подняться с земли"
      }
    ]
  },
  {
    "id": 16,
    "text": "— Ха! Легкотня! — отметил Фил, хотя лёгкого я в этой ситуации ничего не видел. Мне досталось больше всех. — Давайте сюда настоящих врагов!\nЗря Фил это сказал. Словно по его приказу ещё несколько монстров ожили, расправляя руки и ноги.\n— Отмена... Отмена! Уберите их обратно! — испуганно запросил Фил. Понимаю, мне тоже было не по себе. В итоге вокруг нас скопилось с десяток подобных монстров. Одним махом они вытащили мечи и приготовились атаковать. \n— Арт, какой план? — спросил Вик.\n— Ладно, это ж боты... Что мы с ботами не справимся? — мне было не по себе, мне от одного то не слабо досталось, а тут целая армия. Я озираясь на врагов сделал несколько шагов к своему мечу и взял его в руки. — Давайте сыграем!\nЯ уворачивался бил и снова уворачивался. Казалось этим монстрам нет конца. И откуда только у меня такие возможности? Вероятно в игре они возрастают. Очередной бот повержен и вот конец! Мы победили! Все боты поверженные лежали на земле, постепенно мигая и исчезая. \n— Поздравляю! — Баквит, как и раньше проявил элемент неожиданности. — Хотите сохраниться и выйти?\nИ он ещё спрашивает? Я ещё с самого начала этого хотел. \n— Да! — хором ответили я, Кира и Фил кивнув и не сговариваясь.\n— Ага... — неуверенно сказал Вик, вероятно всё ещё пребывая в шоке от случившегося.",
    "answers": [
      {
        "id": 17,
        "text": "Сохраниться и выйти"
      }
    ]
  },
  {
    "id": 17,
    "text": "Яркий свет вновь нас ослепил, а через несколько секунд я почувствовал, как врезался во что-то спиной. Свет исчез. Прозвенел звонок.\n— О. Звонок.  — отрешённо заметила Кира, приземлившись справа от меня. Мы вновь были в школе. Наконец-то это всё закончилось.\n\n—----------------\nНекоторое время спустя\n\nМы вышли из школы и направились к нашему любимому месту на набережной. Всё ещё приходя в себя. Я был в полном замешательстве от того, что случилось и не знал, как рационально это объяснить даже себе, что уж говорить об учителях, которые знать не знали, где мы пропадали всё это время.\n— А я говорю это был VR (ви ар)! Кто-то подкрался и бац! Нацепил на нас на всех очки... — высказывал своё предположение Фил.\n— Никакая это не виртуальная реальность! — перебил его Вик. — Всё было на самом деле. Это совершенно очевидное... — Даже отличник Вик не смог найти понятное объяснение, запнувшись на мысли. — Непойми, что. \nЯ стоял на пристани рядом с Кирой и смотрел, как солнечный закат играет в воде. Лично у меня доводов не было, относительно всей ситуации.\n— Кира, ты что думаешь? — спросил я у подруги, подойдя ближе.\n— Либо у нас хором поехала крыша... — она повернулась ко мне. — Либо это магия.\n— Фил, тебе смс-ка пришла. — сказал Вик.\n— Потом прочитаю. — ответил он.\nНесколько секунд мы сидели молча. Внезапно меня осенило:\n— Стоп! А телефоны то в школе.\nТогда откуда звук? Мы осторожно подошли к рюкзакам на соседней скамейке. Фил открыл свой рюкзак. Внутри лежал посох и планшет из игры. А на планшете мелькала иконка. Именно она издавала звуки.\n— Это магия. — подвела итог Кира",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 18,
    "text": "— Телефоны ко мне на стол вместе с дневником. \nДа-а... Сегодня не повезло. А всё из-за этого Муромова! Вечно он лезет не туда куда зовут. И всё ради чего? Ради того, чтобы его любили учителя. Фу. Противно. \nВнезапно Фил встал на защиту наших интересов.\n— Мария Степановна, у нас рейд скипается, куча лута, рарный ивент, очень надо. Плииз!\nФил даже руки сложил в умоляющем жесте. \n— Черных, говори нормально. Урок английского следующий. \nСтрого ответила ему она.\nФила порой вообще не понять, как и в этом случае. \n— Нам бы  только на полминуты телефон. Мм?\n— Мещеряков, скромностью ты не страдаешь. Это я уже поняла. — Ни Фил, ни даже Арт не смогли уговорить учительницу. — Телефоны получите после уроков! \nЯ посмотрела на Илью, проведя пальцем по горлу. Надеюсь он меня понял.\n— Да, Илья, да. Ты тоже.\n— А я за что? — с удивлением воскликнул Муромов.\nХа! Пай-мальчику замечание сделали! Будет знать, как совать нос не в свою тарелку.\n— А всё за то же. Пользовался телефоном на уроке. — пояснила Мария Степановна.\nПрозвенел звонок. Мне всё же пришлось отдать ей телефон, у Арта и Фила она забрала раньше.",
    "answers": [
      {
        "id": 19,
        "text": "Вернуть телефоны"
      }
    ]
  },
  {
    "id": 19,
    "text": "Нужно вернуть телефоны, чтобы доделать то, что мы начали — дойти до конца игры и получить призы пока не закончилась акция. Выйдя в коридор, мы сделали вид, что мирно разговариваем, а когда Мария Степановна вышла из класса, то тут же пошли за ней. Не сложно было догадаться, что она пойдёт в учительскую.\n— Какой план? — спросил мой братец, пока мы ожидали нужного момента. Я параллельно осмотрела нет ли учителей с другой стороны.\n— Забегаем, находим телефоны, включаем игру, забираем призы пока акция не закончилась. — произнёс Арт на одном дыхании. — Фил, сколько до конца акции?\n— Три минуты. — ответил он. \nЧерез несколько секунд дверь в учительскую открылась, мы спрятались за угол, чтобы нас не увидели. Это была Мария Степановна. Она пошла в другую сторону. \n— Вперёд! — скомандовал Арт и первым ринулся к двери, чуть не подскользнувшись на кафельном полу.",
    "answers": [
      {
        "id": 20,
        "text": "Бежать за Артом"
      }
    ]
  },
  {
    "id": 20,
    "text": "Мы побежали следом за ним. Фил, я, а потом братец, который замыкал наш небольшой отряд. \n— Гоу! Гоу! Гоу! Гоу! — раздалось из кабинета, в тот момент, когда туда забежал Фил.\nЯ забежала внутрь и сразу же кинулась у дальним стеллажам. Но не на одной из полок телефонов не было. Внезапно я увидела чей-то ноутбук.\n— Нигде нет! — тревожно сказал Вик.\n— Не может быть. — отозвался Арт.\n— Попросим телефон у Ксюши? — предложил братец.\n— Две минуты! — предупредил Фил о том, что время заканчивается.\n— Не успеем. — ответил Арт. Внезапно у меня появилась гениальная идея. Я взяла ноут и положила его на стол рядом с Артом.\n— Можно зайти в игру через браузер под моим паролем. — предложила я, указав пальцем на ноут.\n— С чужого ноута? — спросил недоверчиво братец.\n— А кто узнает? — радостно сказал Арт и открыл ноутбук.\nВнезапно странный голубой луч появился из веб камеры и осветил нас с головы до ног. Мне это показалось очень странным и подозрительным.\n— Что это было? — спросила я у Арта.\nОн лишь пожал плечами.\n— Хм. Неважно. \nАрт нажал на кнопку включения, но ничего не произошло. Похоже он разряжен. Арт сделал ещё несколько попыток, но и они оказались провальными.\n— Всё не работает. Пойдём, а то нам прилетит.\nРасстроенный братец развернулся, чтобы уйти. Внезапно ноутбук ожил и... взлетел в воздух над столом. Так и знала, что этот луч был слишком подозрительным! Мы отошли на несколько шагов назад.\n— Уже чувствую, как прилетает! — послышался голос Вика. Всё моё внимание было приковано к парящему в воздухе предмету. Такое не каждый день увидишь. \nВнезапно яркий свет ослепил нас, а затем всё потемнело.",
    "answers": [
      {
        "id": 21,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 21,
    "text": "Ох, как болит голова.. . Что произошло? \nЯ открыла глаза.\nПередо мной открылось голубое небо с белыми кучевыми облаками.\n\"В смысле?\" — обнаружив себя лежащей на полу, я резко села, отчего резко закружилось всё вокруг. \n— Аааа! Что это за место? — паника окатила моё сознание целиком и полностью. Мы были не в школе. Я сидела на каменном полу, а вокруг летал огромный замок с некими странными ветряными установками. \n— Вик! Арт! Фил! — позвала я ребят, которые плашмя лежали неподалёку от меня. Вик зашевелился. Я подскочила и побежала к нему. \n— Вик, ты как? — страшно было сознавать, но нас похоже кто-то похитил.\n— Голова... Жутко болит. Что случилось? \n— Не знаю, братец. Но мы точно не в школе. \n— О чём ты?\nЯ помогла брату подняться на ноги. Тем временем Фил подал признаки жизни. Братец был удивлён и напуган даже больше чем я. \n— Что случилось? Где мы? — панически закричал друг, осмотрев местность.\n— Не знаю, Фил. — ответила я. — Похоже кто-то похитил нас.\n— Пришельцы? — спросил Вик, взглянув на меня. Я лишь отрицательно качнула головой в ответ.\n— Не знаю.\n— Смотрите, Арт очнулся! — оповестил Фил, показывая пальцем в лежащего Арта. Мы окружили друга, наблюдая, как он приходит в себя. \n— Арт, ты как? — спросил Вик, когда тот разлепил глаза. \n— Нормально. — заплетающимся языком сказал он. — Где Мария Степановна?\n— Лучше спроси, где мы? — ответила я на его вопрос. \n— В каком смысле? — Арт резко сел. — Ааааа!\nОн подскочил на ноги и с паническим криком отступил назад, но отступился и чуть было не упал вниз. Мы втроём кинулись ему на помощь. Вик и Фил вовремя успели его поймать. \n— Держись! — крикнул братец, схватив Арта.\n— Где мы? — спросил в панике Арт, обратившись к Вику. \n— Не знаю! Я вроде уснул, а проснулся здесь, а тут такое... Замок, горы — мы вообще не пойми где! — пролепетал братец на одном дыхании. Я подошла к ним ближе. \n— Я понял. Это вы прикалываетесь так. Да? — сказал недоверчиво друг.\nОн сделал пару шагов назад. \n\"Ничего себе \"прикол\" Он смеётся?''\n— Конечно, Арт! Построили всё это специально для тебя. — не выдержала я, показав руками окружающее пространство. Затем помахала руками перед его лицом. — Алло! Ты ещё не понял? Нас похитили и бросили здесь. \n— И телефонов нет. — расстроился брат.\n— И акцию упустили. — вздохнул Фил. ",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "Оставаться на одном месте не стоило. Нужно проверить, куда нас занесло и по возможности найти выход. \nМы нашли дорожку из висящих в воздухе камней. К сожалению — это был единственный путь отсюда.\n— Осторожно! — Арт шагал впереди. За ним Фил, я следующая, а Вик замыкал цепочку.\n— Кто всё это строил? — спросил удивлённо братец. \n— Не знаю! — ответил Фил, перепрыгивая с камня на камень. — Но на дорогах... Они... Круто сэкономили. \nНаконец мы достигли твёрдой устойчивой поверхности. \n— Там огромные буквы в небе! — сказал Вик за спиной.\n— Какие буквы, Вик? — спросила я, недоверчиво. Хоть это место и очень странное, но летающих в небе букв точно быть не может.\n— Огромные! — отозвался брат.  \nМесто, куда мы прибыли, напоминало странный средневековый город. Вокруг лежали деревянные ящики, а вдоль каменной стены стояли, словно истуканы, деревянные чучела, похожие на странных рыцарей с щитами-мишенями. \n— Тупик, что ли? — спросил Арт, остановившись перед каменной стеной.\n— Добро пожаловать! — раздалось внезапно за спиной. Мы обернулись, и не удержавшись на ногах, разом сели на землю. На ящиках стоял железный робот в странной одежде. — Меня зовут Баквит! Я — ваш проводник в мире игры \"Герои Энвелла\".\n— Игры? — переспросила я, не веря своим ушам. Да и вообще во всё, что тут происходит верилось с трудом.\n— Да-да. — Баквит спрыгнул с ящиков. — Всё это самая реалистичная компьютерная игра в мире. Полное буквальное погружение.\nЯ поднялась на ноги, а Баквит меж тем продолжил:\n— Чтобы начать приключение, пожалуйста, выберите своих игровых персонажей. \nБаквит указал на висящую в воздухе рядом с ним, деревянную табличку, где буквально по мановению руки появились пять голографических изображений, которые мерцали. \n— А... Выйти можно отсюда? — спросил неуверенно Арт. И я с ним согласна. Меня это место тоже не особо привлекало. \n— Героя выбрал быстро! — внезапно наорал робот на Арта, что меня сильно удивило и напугало одновременно. На Арта даже собственный отец никогда не орал так. Затем робот прокашлялся и продолжил, как ни в чём не бывало: — К сожалению сначала вам нужно выбрать себе героя и пройти первую миссию. \nСлышно было, как дрожал его голос, что он еле сдерживался, чтобы не наорать вновь или не заплакать.",
    "answers": [
      {
        "id": 23,
        "text": "Выбрать персонажа"
      }
    ]
  },
  {
    "id": 23,
    "text": "Выбор был невелик. Всего пять персонажей. Фил первый подал голос:\n— Чур я Сорка!\n— Я тогда за вора! — я решила не отставать, пока нормальных игроков не расхватали.\n— Рыцарь! — крикнул в догонку Арт.\n— А я тогда за этого... Невнятного. — промямлил братец, выбрав предпоследнего игрока в списке. \nПо мере нашего выбора, ячейки окрашивались в разные цвета: игрок Фила стал голубым, мой — фиолетовым, Арта — красным, а цвет героя Вика стал зелёным. \n— Итак, начинаем! — раскинув руки, проговорил Баквит. Мы взлетели над землёй. У меня в руках появились арбалеты, а поверх одежды — накидка с плащём. Через пару секунд мы вновь оказались на твёрдой поверхности. Это было невероятно! Я осмотрела своё новое снаряжение. Супер!\n— Чума! — произнёс Арт, явно довольный своим оружием — огромным мечом, который по размеру почти с его собственный рост. У Фила появился магический посох и планшет.\n— Ваша первая миссия: победить тренировочного монстра. — со всей серъёзностью произнёс робот, показав на одного из стоящих неподалёку деревянных истуканов со щитами-мишенями.",
    "answers": [
      {
        "id": 24,
        "text": "Бороться с тренировочным монстром"
      }
    ]
  },
  {
    "id": 24,
    "text": "Мы подошли к деревянному монстру с железными ногами. Арт решил напасть первым. Он подошёл ближе и воткнул меч боту прямо в грудь. Ничего не произошло. \n— И всё? — спросил Арт, взглянув на робота рядом. Да, победа была слишком простой. Но внезапно тренировочный монстр ожил. Он вытянулся в рост, расставив ноги на ширину плеч, расправил руки, сделав их многократно длиннее и повернув голову изменился в лице, если окрашенное краской ведро можно вообще головой с лицом назвать. Лицо монстра выражало недовольство. Он посмотрел на меч, который Арт так и не вынул, самостоятельно попытался его вытащить, но понял, что это невозможно. \n— Извините, я нечаянно.  — усмехнувшись попытался извиниться Арт. Только вот монстр явно извинять не хотел. Он посмотрел на Арта и изменил выражение лица снова, на этот раз это был гнев. Никто из нас точно не ожидал такого поворота событий. Монстр оставил попытки вытащить меч из груди и вынув свой из-за спины, атаковал нас. \nС криками паники мы бросились бежать. Умирать точно не хотелось, а уж тем более в игре. Я бежала последняя, что давало этой страшной деревянной сущности с железными ногами, резануть меня мечом в первых рядах. Я ускорилась, поравнявшись с Филом, бежавшим передо мной. Сколько мы так бегали — неизвестно. Но вскоре преследователь от нас отстал. ",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "Мы спрятались за ящиками. Монстр нас потерял. \n— Нужно позвать этого железного. Как его? — предложила я. Имя робота вылетело из головы.\n— Баквит? — напомнил Вик, неуверенный в том, что правильно назвал его имя. \n— А вот и я! — неожиданно появившийся Баквит, вновь нас напугал. \n— Баквит, что нам делать? — спросил, Арт.\n— Ой, а я не даю справок во время боя. — спокойно ответил робот, покачав пальцем правой руки.\n— Во время боя? — переспросил Арт. \nВнезапно, монстр со всего маху ударил по ящикам, уничтожив наше укрытие. Похоже он услышал наш разговор. Монстр сбил с ног Арта и нанёс ему удар деревянным мечом. Неожиданно у Арта появился красный щит, которым он закрылся от атаки. На несколько секунд это ввело врага в ступор, но потом он пришёл в движение и начал наносить по щиту один удар за другим. \n— Быстрее уберите его! — крикнул друг. Я осмотрелась, растерявшись. Затем сделала несколько выстрелов из арбалетов. Монстр укрылся своим щитом-мишенью. Но не все стрелы угодили в мишень, одна стрела попала в голову. Правда монстр на это никак не отреагировал.\n— Нечестно! Я же попала! — это было несправедливо. \n— Фил, вреж ему чем-нибудь! — попросил о помощи Арт.\n— Да-да-да-да-да! Сейчас. \nФил принялся искать, что-то в планшете. Через несколько секунд рядом с ним из огня появился посох. Друг направил посох в сторону монстра. Из посоха вырвался небольшой огненный шарик, который потух даже не долетев до цели. \n— Аа спэл, то не прокачен. — растерялся Фил, явно ожидая чего-то большего. \n— Кира, лови! — крикнул Вик, бросив в мою сторону  три совмещённые между собой огненных стрелы.  ",
    "answers": [
      {
        "id": 26,
        "text": "Использовать конструкцию Вика"
      }
    ]
  },
  {
    "id": 26,
    "text": "Я поймала стрелы арбалетами и тут же принялась стрелять ими в монстра. Враг моментально стал красным, что говорило о том, что победа близка.  Через несколько секунд он упал на спину и исчез, оставив после себя лишь меч Арта, который был воткнут в его грудь. \n— Ха! Легкотня! — гордо произнёс Фил, будто сам победил монстра. — Давайте сюда настоящих врагов!\nСловно по заказу оставшиеся монстры начали оживать. Мы с одним, то с трудом справились, а тут их... С десяток! \n— Отмена... отмена! — запаниковал Фил. — Уберите их обратно!\nНо его никто не услышал, к кому бы он не обращался. Нас окружила целая толпа одинаковых монстров, идентичных первому. Тут их даже не десяток... Наверно штук двадцать есть точно. Внезапно, они все, как один вынули деревянные мечи и приготовились атаковать.\n— Арт, какой-то план? — подал голос Вик. \n— Ладно  Это ж боты. Что мы, с ботами не справимся? Давайте сыграем! \nАрт забрал свой меч.",
    "answers": [
      {
        "id": 27,
        "text": "Биться с ботами"
      }
    ]
  },
  {
    "id": 27,
    "text": "Я нападала на ботов атакуя их огненными стрелами. Перескакивая с ящика на ящик, я стреляла в них большим количеством стрел, будто у меня их нескончаемый арсенал. \nВремя шло и казалось — враги не заканчивались, но в один момент я уложила стрелами аж нескольких за раз. Этим и закончился наш поединок с ботами. \nУх, я от себя такого не ожидала. Это было... Потрясающе!\n— Поздравляю! — внезапно из неоткуда появился Баквит. Уже в третий раз за сегодня, напугав нас. — Хотите сохраниться и выйти?\n— Да! — не сговариваясь сказали мы. Хоть это было и местами весело, но лично я лучше бы осталась дома. Да и эти поединки измотали меня, будто я на физкультуре за весь класс эстафету сдавала. \n— Ага... — тормознул с ответом братец.",
    "answers": [
      {
        "id": 28,
        "text": "Сохраниться и выйти"
      }
    ]
  },
  {
    "id": 28,
    "text": "Вокруг всё вновь стало белым, а через секунду потемнело. Я почувствовала, как упала на, что-то твёрдое. Когда свет от компьютера погас, прозвенел звонок.\n— О, звонок. — произнесла я, всё ещё приходя в себя от произошедшего. Не верится, что всё это было на самом деле. Просто не хотелось в это верить, поскольку такого в реальности быть не может.\n—------------------------\n\nЧерез некоторое время.\n\nМы пришли к нашему любимому месту у пристани, побросав сумки на одну из двух скамеек. Солнце неспеша заходило за горизонт. Я никак не могла понять, что же всё таки это было. Для сна слишком реалистично, а для реальности слишком странно. Может это магия? Я конечно не верила во всю эту чушь с фокусами, но такое... Объяснить невозможно!\n— А я говорю, это был VR (ви ар)! Кто-то подкрался и бац! Нацепил на нас на всех очки... — не унимался Фил, высказывая своё мнение по поводу всей этой ситуации. Я забралась на ограждение из гранита и наблюдала оттуда за заходом, свесив ноги к воде.\n— Никакая это не виртуальная реальность! — перебил его братец. — Всё было на самом деле. Это совершенно очевидное... Не пойми что. \n— Кира, а ты что думаешь? — спросил Арт, подойдя ко мне чуть ближе.  Я решила всё же высказать свою версию по поводу магии, потому как другими словами это не описать. \n— Либо у нас хором поехала крыша... Либо это магия! \nЯ посмотрела на Арта, ожидая его реакцию. Но он никак не отреагировал, возможно прикидывая в уме свои версии произошедшего. \nТак мы в тишине сидели несколько минут.\n— Фил, тебе смс-ка пришла. — нарушил тишину Вик.\n— Потом прочитаю. — отозвался друг.\n— Стоп! — внезапно сказал Арт, привлекая внимание к себе. — А телефоны то в школе. \nА ведь действительно. Из-за всей этой ситуации с игрой, мы так и не нашли телефоны  Тогда, что это может быть? Мы подошли к сумкам. Из рюкзака Фила доносился повторяющийся звук некоего уведомления. Было малость не по себе. \nФил открыл рюкзак. К всеобщему удивлению, мы обнаружили планшет, который был у него в игре. А рядом — посох. \n— Это магия! — наконец определилась я со своей версией. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 29,
    "text": "Я поднялся со своего места.\n— Телефоны ко мне на стол вместе с дневником. — продолжила Мария Степановна. Ничего не остаётся. Ох и влетит же мне от отца! Мария Степановна перевернула учебник Фила и забрала его телефон, который Фил там прятал.\n— Мария Степановна у нас рейд скипается! Куча лута, рарный ивент! Очень надо, плиз! — внезапно протараторил Фил, сложив руки в умоляющем жесте.\n— Черных, говори нормально.  Урок английского следущий. — м-да! Она не умолима. \n— Нам бы на пол минуты телефон. М? — Арт тоже попытался выдавить несколько минут, чтобы довершить начатое. \n— Мещеряков, скромностью ты не страдаешь. Это я уже поняла. — Да, и тут провал. Жаль! Мария Степановна забрала телефон Арта и вернулась к своему столу. — Телефоны получите после уроков! Да, Илья, да. Ты тоже.\n— А я за, что? — поперхнулся Муромов и даже чуть не свалился со стула.\n— А всё за то же. Пользовался телефоном на уроке. \nПрозвенел звонок. Мне пришлось свой телефон тоже отдать, а в ответ получить выговор в дневник. Да, не сладкая перспектива ждёт меня дома!\n\n",
    "answers": [
      {
        "id": 30,
        "text": "Вернуть телефоны"
      }
    ]
  },
  {
    "id": 30,
    "text": "После географии, мы договорились забрать телефоны, а поскольку просто попросить не удастся, то мы решились на крайние меры: выкрасть телефоны из учительской. \nПроследив за Марией Степановной, которая забрала наши гаджеты, мы спрятались за угол, выжидая подходящего момента. Конкретного плана правда толком не было и мы не знали, как всё пройдёт.\n— Какой план? — спросил я, не спуская взгляда с двери.\n— Забегаем, находим телефоны, включаем игру, забираем призы пока акция не закончилась. — чётко и ясно пояснил Арт. Впринципе задача не сложная, главное чтобы никто не поймал нас. — Фил, сколько до конца акции?\n— Три минуты. \nТем временем Мария Степановна вышла из кабинета. Мы на несколько секунд скрылись за углом, чтобы не спалиться. Повезло! Она не закрыла дверь, а значит нужно действовать и как можно быстрее. Арт выждал несколько секунд, чтобы Мария Степановна скрылась из виду.\n— Вперёд! — скомандовал друг и первым ринулся к закрывающейся двери кабинета.\nСпешка не всегда приводит к положительным результатам — Арт чуть не подскользнулся на кафельной плитке пола, но всё-таки смог удержать равновесие. Арт на бегу снял с себя рюкзак и бросил его к двери. ",
    "answers": [
      {
        "id": 31,
        "text": "Бежать за Артом"
      }
    ]
  },
  {
    "id": 31,
    "text": "Фил побежал за Артом с разницей в несколько секунд, следом за ним Кира, я сразу за ней.\n— Гоу! Гоу! Гоу! Гоу! — раздался голос Арта уже из кабинета. Я забежал следом за Филом и замешкавшись на доли секунды, побежал в дальний угол кабинета к стеллажам с книгами. Мне было страшно, ведь нас могли спалить в любую секунду. Я обшарил взглядом полки с книгами. Но поиски оказались напрасными.\n— Нигде нет! — вынес я свой результат.\n— Не может быть. — сказал Арт, копошась у стола.\nВнезапно меня настигла хорошая мысль. \n— Может попросим телефон у Ксюши? \nКсюша — это девочка из параллельного класса. Она тоже играла с нами. \n— Две минуты! — оповестил Фил, который искал среди каких-то бумаг и материала. Возможно это части, каких-то костюмов. \n— Не успеем! — расстроенно и одновременно раздражённо произнёс Арт, стукнув кулаком по столу. \n— Можно зайти в игру через браузер под моим паролем. — Кира положила, что-то на стол.\n",
    "answers": [
      {
        "id": 32,
        "text": "Подойти ближе"
      }
    ]
  },
  {
    "id": 32,
    "text": "Я подошёл к столу, где стояли Арт и Кира. На столе лежал чей-то ноутбук, обклееный наклейками. \n— С чужого ноута? — спросил я, осознавая, что то, что сейчас происходит — неправильно. \n— А кто узнает?! — самодовольно произнёс Арт и открыл крышку ноута. Внезапно странный голубой луч осветил нас с головы до ног. Это было очень странно. \n— Что это было? — с подозрением спросила сестра. На, что Арт лишь пожал плечами.\n— Хм. Неважно.\nОн нажал на кнопку, но ничего не произошло. Потом ещё, и ещё... Бесполезно. Похоже он не работает. Я махнул рукой, понимая, что это пустая трата времени.\n— Всё! Не работает. Пойдём, а то нам прилетит. — я развернулся и собирался было уйти, как вдруг услышал, какой-то странный шум. Обернувшись, я увидел, нечто небывалое: ноутбук открытый, парил в воздухе над столом, а на его экране отражалась странная эмблема, похожая чем-то на знак четырёх полюсов — север, запад, юг и восток. — Уже чувствую, как прилетает... \nСтрах сковал моё тело, отчего я даже двинуться не мог. Внезапно яркий свет ослепил меня, а через секунду всё потемнело. ",
    "answers": [
      {
        "id": 33,
        "text": "Открыть глаза"
      }
    ]
  },
  {
    "id": 33,
    "text": "\"Ох... Как болит голова... Что произошло? И почему я лежу на полу?\"\nЯ открыл глаза. Рядом со мной сидела обеспокоенная Кира. \n— Вик, ты как? — её голос донёсся будто из далека. Я потёр лоб, пытаясь смахнуть с себя болевое ощущение. \n— Голова... Жутко болит. — признался я. — Что случилось?\n— Не знаю, братец. — ответила она со всей серъёзностью. — Но мы точно не в школе. \n— О чём ты? \nЯ осмотрелся: первое, что я увидел, огромный летающий замок, а вокруг него несколько маленьких островков, на которых так же в воздухе парили ветряные установки. Кира помогла мне подняться. Увидев такое я напрочь забыл, что только что чуть ли не умирал от жуткой мигрени. \n— Что случилось? Где мы? — послышался со стороны голос Фила. Я взглянул на него. Друг сидел на земле и с ужасом озирался по сторонам. \n— Не знаю, Фил. Похоже кто-то похитил нас. — выдвинула своё предположение сестра. \n— Пришельцы? — я вопросительно уставился на Киру.\n— Не знаю. — она мотнула головой. Было заметно, что ей страшно. Мне тоже было страшно. \n— Смотрите, Арт очнулся! — подал голос Фил. Он уже стоял на ногах, направив руку на лежащего на земле Арта.",
    "answers": [
      {
        "id": 34,
        "text": "Подойти к Арту"
      }
    ]
  },
  {
    "id": 34,
    "text": "Мы окружили Арта, наблюдая как он приходил в себя. Друг протёр глаза. \n— Арт, ты как? — спросил я. \n— Нормально. — заплетающимся языком ответил он. — Где Мария Степановна?\n— Лучше спроси, где мы. — с укоризной сказала Кира. \n— В каком смысле? \nАрт наконец пришёл в себя и резко сел. Мы отошли чуть назад, чтобы он мог осмотреть место куда нас занесло. — Аааа! — внезапно выкрикнул он. И я его понимаю, такое не каждый день увидишь!\nАрт вскочил на ноги, сделал несколько шагов назад к самому краю. Крича от ужаса, друг пытался выровнять положение своего тела. Мы втроём кинулись к нему на помощь.\n— Держись! — крикнул я и схватил Арта за правую руку. Фил, подоспевший первее Киры, ухватил его слева. \n— Где мы?! — в панике спросил Арт у меня. Мне стало ещё страшнее.\n— Не знаю, я вроде уснул, а проснулся здесь, а тут такое: замок, горы, мы вообще не пойми где!\nВнезапно Арт отошёл от меня. \n— Я понял. Это вы прикалываетесь надо мной, да?\n— Конечно, Арт! — недовольно произнесла сестра, подойдя ближе. — Всё это построили специально для тебя! Алло! Ты ещё не понял? Нас похители и бросили здесь. \nЯ сел на корточки. \n— И телефонов нет. — расстроенно произнёс я. \"Вернёмся ли мы теперь домой? Что это за странное место, и есть ли вообще отсюда выход?\"\n— И акцию упустили. — дополнил Фил.",
    "answers": [
      {
        "id": 35,
        "text": "Найти выход"
      }
    ]
  },
  {
    "id": 35,
    "text": "Собравшись с мыслями, мы решили, что оставаться здесь не имеет смысла. Необходимо найти выход, если он тут вообще есть. \nЕдинственным путём с этой платформы была узкая дорожка из висящих в воздухе камней разных размеров. Где дно этой пропасти — неизвестно, оно терялось, где-то в тумане. Арт, как лидер нашей команды, решил идти первым, за ним пошла Кира, а за ней Фил. Я замыкал цепочку. \nНерешительно, я шагнул на шаткий маленький камень, где умещалась лишь одна нога. Дождавшись, когда Фил прыгнет на следующий камень, я прыгнул дальше. \n— Осторожно! — крикнул впереди Арт. Да, уж! Один неверный шаг и полёт в бездну обеспечен. Что же это за место такое? \n— Кто всё это строил? — спросил я у ребят. Может у них есть, какие-либо догадки. \n— Не знаю. — ответил Фил, перерпыгивая с камня на камень. — Но на дорогах... Они... круто сэкономили!\nЧем дальше мы продвигались, тем больше становились камни.  Наконец мы вышли к большому острову. Стоило Арту ступить на землю, как в небе внезапно появилась надпись: \n\"Location unlocked: TRAINING GROUND\"\n— Там Огромные буквы в небе! — оповестил я ребят.\n— Какие буквы, Вик? — спросила Кира, явно не поверив. \n— Огромные! — пояснил я, параллельно осматривая местность. Похоже мы попали в какой-то город. Только вот жителей тут не было. Зато кругом стояли, какие-то ящики. И... странные пугала с щитами в виде мишеней. Странное место!\n— Тупик, что ли? — услышал я голос Арта впереди. \n",
    "answers": [
      {
        "id": 36,
        "text": "Внезапно..."
      }
    ]
  },
  {
    "id": 36,
    "text": "— Добро пожаловать! — раздалось внезапно за спиной. Я обернулся и от неожиданности упал на землю. На, положенных один на другой, ящиках стоял небольшой робот в плаще и беретке с пером. — Меня зовут Баквит. Я ваш проводник в мире игры \"Герои Энвелла\". \nЯ поправил сползшие очки. \n— Игры? — переспросила Кира. \n— Да-да. — он спустился с ящиков и подошёл к нам ближе. — Это самая реалистичная компьютерная игра в мире. Полное буквальное погружение. \nМы с ребятами поднялись на ноги. Меж тем Баквит продолжал вводить нас в курс дела:\n— Чтобы начать приключения, пожалуйста выберите своих игровых персонажей. \nРобот указал на деревянную доску, на которой тут же появились пять голографических фигур серого цвета. \n— А выйти можно отсюда? — спросил Арт, неуверенно. \n— Героя выбрал быстро! — внезапно крикнул робот, приблизившись к Арту очень близко. Да, уж. С ним похоже спорить нельзя. Он тут наверно, вроде как за главного.... \nТак же быстро, Баквит вернулся в исходное положение рядом с доской. Он откашялся и продолжил:\n— К сожалению сначала вам нужно выбрать себе героя и пройти первую миссию. \nБыло заметно, как он нервничает. Мы были в замешательстве. С таким не каждый день сталкиваешься. И что теперь делать?",
    "answers": [
      {
        "id": 37,
        "text": "Выбрать героя"
      }
    ]
  },
  {
    "id": 37,
    "text": "Ребята думали не долго. Первым ожил Фил и с готовностью энтузиаста выбрал игрока на доске:\n— Чур я Сорка!\nПервый игрок моментально окрасился в голубой цвет. \n— Я тогда за вора! — почти сразу выкрикнула Кира, выбрав следующего.  Её герой окрасился фиолетовым. \n— Рыцарь! — поспешил Арт следом за Кирой, окрасив свой выбор красным цветом. И как они их определили так быстро? Мне остался на выбор один из двух. Я ткнул пальцем в следующего после рыцаря. Кто он был я даже не представлял. \n— А я тогда за этого... Невнятного. \nМой выбор загорелся зелёным цветом. \n— Итак, начинаем! — раскинув руки над головой сказал Баквит. \nНеожиданно мы взлетели в воздух. На мне появились новые очки, а на правой руке — перчатка. \n\"Воу...\" только и успела пролететь мысль. Через секунду мы стояли на земле. Я осмотрел ребят. У Фила появился посох, а Арт теперь был владельцем огромного меча. \n— Чума! — высказал Арт, осмотрев меч. И что теперь? Будто читая мои мысли, робот сказал:\n— Ваша первая миссия: победить тренировочного монстра! — Баквит указал на одного из стражников со щитами. Хотя, признаться, на стражников они не особо были похожи. Скорей — чучела с мишенями. ",
    "answers": [
      {
        "id": 38,
        "text": "Сражаться с тренировочным монстром"
      }
    ]
  },
  {
    "id": 38,
    "text": "Мы подошли к ближайшему чучелу. Арт сделал несколько шагов вперёд и воткнул меч прямо ему в грудь. Ничего не произошло. \n— И всё? — спросил друг, взглянув на Баквита, но внезапно монстр ожил. Он вытянул руки в стороны, расставил ноги на ширине плеч, увеличив параллельно свой рост раза в два и крутанув головой-ведром, изменил эмоции с безразличного на недовольное. Затем попытался вытащить меч из своей груди, но меч засел конкретно и вытаскиваться не хотел. \n— Извините... Я случайно. — Арт попытался пошутить. Правда бот эту шутку воспринял по своему: он оставил попытки вытащить меч, взглянул на Арта и вновь крутанул головой. На этот раз он обозлился. И это сулило не лучшую для нас перспективу! Внезапно монстр вытащил из-за спины меч, который оказался, хоть и деревянным, но не меньше того, который не так давно был у Арта. \nС криками паники, мы рванули наутёк. ",
    "answers": [
      {
        "id": 39,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 39,
    "text": "— Аааа! — только и было слышно на протяжении нескольких минут. Следом за нами бежал монстр, а мы накручивали круги по территории. Сколько так длилось сказать сложно. Арт повернул к ящикам и мы гуськом побежали за ним, укрывшись за далеко не надёжным барьером. Монстр нас потерял. Сердце бешено колотилось от усталости и страха. \n— Нужно позвать этого железного. Как его?... — предложила Кира.\n— Баквит? — подсказал я, хотя со всей этой ситуацией, не был уверен, что правильно запомнил его имя.\n— А вот и я! — неожиданно, испугав нас, Баквит появился чуть ли не из воздуха. \n— Баквит, что нам делать? — спросил Арт. Обратившись к роботу, он же проводник, значит должен подсказать. \n— Ой! А я не даю справок во время боя! \nБаквит лишь помахал пальцем и отрицательно мотнул головой. \n— Во время боя? — переспросил Арт. Но ответа так и не получил. Неожиданно ящики разлетелись. Монстр нашёл нас. Да уж! Не долгим был наш отдых. Арт был ближе всех к этому существу. Тренировочный бот занёс над ним свой меч. Арт закрыл лицо рукой, готовясь получить удар, но неожиданно над его рукой появился небольшой щит красного цвета. Занесённый атакующим меч, обрушился на щит. Я вскочил на ноги. Монстр, немного задержавшись, продолжил бить по щиту Арта. \n— Быстрее уберите его!  — попросил Арт, держа оборону. ",
    "answers": [
      {
        "id": 40,
        "text": "Помочь Арту"
      }
    ]
  },
  {
    "id": 40,
    "text": "Я осмотрелся. Ситуация меня пугала больше чем хотелось. Нужно было найти то, чем можно оттолкнуть монстра от Арта, но ничего подходящего по близости не валялось.  Осмотрев перчатку, я обнаружил на ней несколько кнопок. За, что они отвечают, я понятия не имел, но времени на раздумья нет! Нужно действовать, как можно скорее. Оставив вопрос открытым, я нажал одну из кнопок, мысленно надеясь, что ничего страшного не произойдёт. \nСтоило мне нажать кнопку, перед глазами тут же появился странный экран.\n— Что это всё такое? — спросил я. Ответа конечно не последовало, поскольку ребята были увлечены уничтожением монстра. Кира, как могла, стреляла в него. Но ожившее чучело успело закрыться щитом. Несколько стрел попали в голову. Правда результата это не принесло.\n— Не честно, я же попала! — возмутилась Кира. \n— Фил, вреж ему чем-нибудь! — попросил Арт, всё ещё принимая удары. \n— Да-да-да-да-да! Сейчас! — Фил спешно искал решение в своём планшете. Через несколько секунд, рядом с ним из огня появился посох. Фил схватил его и резким движением руки, направил в сторону врага. Из посоха вырвался небольшой сгусток огня и пролетев некоторое расстояние, растворился, так и не достигнув цели. Под тем местом, где исчез огонёк, разгорелся небольшой костёр.\n— А Спэлл, то не прокачен. — растерянно сказал Фил. Неожиданно у меня появилась идея.",
    "answers": [
      {
        "id": 41,
        "text": "Принять решение"
      }
    ]
  },
  {
    "id": 41,
    "text": "На экране очков появилась комбинация огонь плюс древесина. Я протянул руку с перчаткой в направлении стрел, оставленных Кирой и огня, который остался от выстрела Фила. Объединив два элемента, я получил горящие стрелы. Крутая штука эта перчатка! \n— Кира, лови! — я кинул, висящие в воздухе горящие стрелы сестре. Кира поймала их сразу же зарядив арбалеты. Удивительно, но никаких лишних и долгих действий не потребовалось. Она просто поймала стрелы, а они уже сами встали туда куда нужно. Сестра не теряя времени начала обстрел врага горящими стрелами. На этот раз урон был нанесён серьёзный. Каждая стрела наносила ему всё больше урона. Он ослабевал и больше не мог наносить удары Арту. Через несколько секунд монстр свалился на спину, замигал и исчез, оставив после себя лишь висящий над землёй меч Арта. \n— Ха! Легкотня! Давайте сюда настоящих врагов. — с гордостью произнёс Фил, будто сам в одиночку только, что повалил этого монстра и даже не испачкался. \nВнезапно вокруг всё зашевелилось. Точно такие же монстры начали один за другим оживать. Мы одного-то с трудом свалили, а тут целый отряд или взвод... В общем их было очень много! Мы похоже живыми отсюда не уйдём.\n— Отмена... Отмена! Уберите их обратно! — в голосе Фила уже не было той гордости, что была минутой ранее. Монстры окружили нас и обнажили деревянные мечи. Кажется нам крышка!",
    "answers": [
      {
        "id": 42,
        "text": "Сражаться с монстрами"
      }
    ]
  },
  {
    "id": 42,
    "text": "Если бы сердце умело уходить в пятки, то моё там наверно уже обжилось и не захотело возвращаться на прежнее место. В голове мельтишили различного рода мысли, но только не собранность в поединке.\n— Арт, какой план? — спросил я. Арт умел всегда находить выходы из любых ситуации. Неважно насколько экстренными они были. \n— Ладно, это ж боты. Что мы с ботами не справимся? — по началу Арт не был уверен в своём плане, но с каждым словом его уверенность увеличивалась. Он взял свой меч. — Давайте сыграем!\nМы кинулись атаковать монстров. Да, мне было страшно, но я старался не показывать страх. Ведь страх — это слабость, и враг может воспользоваться этой слабостью. Я двигал ящики с помощью перчатки, сдвигал ботов друг с другом, таким образом уничтожая их. Сколько мы так бились я не знал. Может час, может меньше... Через некоторое время бой закончился, но я уже готов был к очередному нападению. \n— Поздравляю. — Баквит вновь нас испугал своим неожиданным появлением. Он похоже взял в привычку вот так появляться и пугать нас. — Хотите сохраниться и выйти?\n— Да! — в один голос ответили Арт, Фил и Кира.\n— Ага... — я пребывал ещё в растерянности от всей этой ситуации и не сразу сообразил, что спросил робот. ",
    "answers": [
      {
        "id": 43,
        "text": "Сохраниться и выйти"
      }
    ]
  },
  {
    "id": 43,
    "text": "Нас вновь окружил яркий белый свет, а через несколько секунд я почувствовал, как упал на что-то твёрдое. Когда свет рассеялся, я услышал знакомый звук школьного звонка. Мы вернулись туда, откуда начали.\n— О, звонок. — где-то слева раздался голос Киры. Да... Такое путешествие не каждый день происходит. Что же это было? \n—-------------------\n\nЧерез некоторое время.\n\n— А я говорю, это был Ви-ар. — не унимался Фил, высказывая свою версию того, что с нами только, что было. — Кто-то подкрался, и бац! Нацепил на нас всех  очки и...\n— Никакая это не виртуальная реальность. Всё было на самом деле. — я сел на скамейку. — Это совершенно очевидное... Не пойми, что. \nЯ даже не знал, как это объяснить. Поскольку логичного объяснения этому всему не было. \n— Кира, ты что думаешь? — спросил Арт у Киры, которая сидела на краю каменного ограждения. \n— Либо у нас хором поехала крыша. Либо это магия. \nЯ был в растерянности. Перед глазами стояла картинка всего прозошедшего, боты, сражения, Баквит... Внезапно я услышал, какой-то шум. Звук доносился от рюкзаков. И хоть они были все в одной куче на соседней скамейке, почему-то я решил, что звук доносится именно из рюкзака Фила. \n— Фил, тебе смс-ка пришла. — сказал я, подперев голову рукой и наблюдая, как солнце медленно уходит за горизонт. \n— Потом прочитаю. — отозвался друг справа. \n— Стоп! — внезапно подал голос Арт. — телефоны, то в школе. \nА ведь действительно! С этой игрой или не пойми чем, что это было. Мы совсем забыли, что с самого начала хотели забрать телефоны из учительской. Я с опаской взглянул в сторону сумок. А что тогда там?\nМы подошли к скамейке. Фил открыл свой рюкзак. Среди учебников торчал планшет, который был у Фила в игре. Вот это поворот! \n— Это магия. — утвердительно сказала Кира уже без всяких сомнений. И я наверно с ней согласился бы, поскольку другого логичного объяснения этому нет.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 44,
    "text": "— Телефоны ко мне на стол вместе с дневником. \nНе дожидаясь моей реакции, Мария Степановна закрыла учебник и извлекла из под него мой телефон, который я надеялся, она не заметила. \n— Мария Степановна, у нас рейд скипается, куча лута, рарный ивент... Очень надо, плиз! — я попытался хоть, как-то её вразумить, что играли мы не просто от нечего делать, а выполняли особенно важное задание. Но вместо доброты сердечной, я встретил на себе строгий, чуть ли не испепеляющий взгляд. \n— Черных, говори нормально. Урок английского следующий.\n— Нам бы на полминуты телефон... — это уже Арт попытал счастье её уговорить, но... \n— Мещеряков, скромностью ты не страдаешь, это я уже поняла. — Мария Степановна забрала телефон Арта и направилась к своему столу. — Телефоны получите после уроков. — заключила она приговор, растягивая каждое слово. Затем положила наши гаджеты на стол и взглянула на класс поверх очков. \n— Да, Илья, да. Ты тоже! \n— А, я за, что? — недовольство Муромова нужно видеть! Это падение ниже некуда. Любимчик директора получил замечание! Внутри меня всё клокотало от радости. \n— А всё за то же... Пользовался телефоном на уроке. \nРазборка с телефонами сократила время урока. Как раз, когда Мария Степановна завершила свою речь, в этот момент прозвенел звонок с урока.",
    "answers": [
      {
        "id": 45,
        "text": "Вернуть телефоны"
      }
    ]
  },
  {
    "id": 45,
    "text": "Себе оставлять наши телефоны, Мария Степановна не стала. Как и ожидалось, она отнесла их в учительскую. Плана по \"спасению\" гаджетов, как такового не было. Пришлось немного импровизировать. Арт в этом спец!\n— Какой план? — спросил Вик.\n— Забегаем, находим телефоны, включаем игру, забираем призы пока акция не закончилась. — произнёс Арт на одном дыхании. — Фил, сколько до конца акции?\n— Три минуты. — ответил он. ",
    "answers": []
  }
]