[
  {
    "id": 1,
    "text": "Вы очутились в пустой белой комнате. Здесь очень странно... Вам не тепло, не холодно, не сухо и не влажно, но это не важно. Здесь яркое освещение, но на удивление свет очень мягок и совсем не режет глаз. ",
    "answers": [
      {
        "id": 3,
        "text": "Подождать (Начать квест) "
      },
      {
        "id": 2,
        "text": "Закричать: \"эээ, здесь кто-нибудь есть?\" (Это тоже начать квест) "
      },
      {
        "id": 7,
        "text": "А вот это уже информация о самой книге. "
      },
      {
        "id": 8,
        "text": "А это, кстати об авторе книги. "
      },
      {
        "id": 9,
        "text": "Кратко о вселенной Андрея. "
      }
    ]
  },
  {
    "id": 2,
    "text": "Вдруг откуда-то вылетает человек. Вы знаете, что его зовут Я. Откуда вы это знаете вы не знаете. Хотя знаете ли вы вообще это. ВЫ ЛИ это знаете.\n—АНДРЕЙ! Ты чё орёшь? Я тут вообще-то всегда и могу тебя услышать.\nВы подумали, что раз он всё слышит, то мог ли он слышать, то что происходило, если выбрать тот самый, другой вариант развития.\n—Да, Андрей, мог. А теперь говори, че ты тут орёшь... ",
    "answers": [
      {
        "id": 6,
        "text": "Рассказать о том, что вы не знаете кто вы и что здесь делаете. "
      },
      {
        "id": 10,
        "text": "Я... Я просто... Я просто испугался, что тут никого нетути. "
      },
      {
        "id": 11,
        "text": "Давай уже делать новый выпуск. "
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы ждёте... Но чего вы ждёте? Я спрашиваю: \"Чё вы ждёте, а?\" Сделайте же хоть что-нибудь! ",
    "answers": [
      {
        "id": 4,
        "text": "Нет"
      },
      {
        "id": 2,
        "text": "Закричать: \"Ауу, я тута\" "
      }
    ]
  },
  {
    "id": 4,
    "text": "Ну и жди тут, я пошёл чАёЧеГ пить. ",
    "answers": [
      {
        "id": 5,
        "text": "Ну и иди ты. А я тут подожду... "
      },
      {
        "id": 2,
        "text": "Закричать: \"Стой, не уходи!\" "
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы остались совсем одни...\nКонцовка 1: Не в тесноте, зато в обиде.",
    "answers": [
      {
        "id": 1,
        "text": "Заново. "
      }
    ]
  },
  {
    "id": 6,
    "text": "А, так ты не Андрей, тогда ладно. А, да, чуть не забыл, тебе смэтр, кстати.\n\nТут вы чувствуете боль в животе. Вернее, в том, что от него осталось.\nКонцовка 2: Раскрытие О.Н.а",
    "answers": [
      {
        "id": 1,
        "text": "Ето в начать занава. "
      }
    ]
  },
  {
    "id": 7,
    "text": "Это книга \"Андрей: дополнение\". Если вы хотите, то другое об этой вселенной вы можете найти на Ютуб канале Makrerka или в начале выбрав \"Кратко о вселенной Андрея\".\nТак вот. Эта книга повествует об мальчике Андрее. Хотя нет. Стоп! Это же совсем не так! Эта книга про Андрея, но повествует она совсем не об Андрее! Как такое возможно! Так, ладно, Максим, тебе просто нужно успокоится и перечитать сюжет...\n\nЭта книга повествует о сУщНоСтИ по кличке #O###N#####. Вернее, о прошлом этой сущности. Если совсем с минимумом спойлеров, то #O###N##### будучи сущностью перевоплотился в Андрея, но вся память О.Н.а (я буду называть его так) исчезла по некоторой причине. Ещё в этой книге X концовок, но только 3 из них верны (хорошая, плохая и секретная).",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 8,
    "text": "Я Makrerka, автор я. Ещё я Максим, но в книге я никак не упомянаюсь. Вот и всё впринципе обо мне. ",
    "answers": [
      {
        "id": 1,
        "text": "Бэк ту лоби"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вселенная Андрея:\nКонцепция (по идее): Жил-был паренёк Андрей и было у него чувак по имени Я. Вот пошли кудато Андрей и Я. Вот и понеслось. Андрей встречает преграды на пути, а Я про них рассказывает.\nКонцепция (по факту): Каждый выпуск творится какая-то билиберда, но потом всё возвращается в концепцию (по идее).\nСюжет: спойлерить не буду. ",
    "answers": [
      {
        "id": 1,
        "text": "Назад в лобби."
      }
    ]
  },
  {
    "id": 10,
    "text": "—Ох, Андрей, какой ты неженка... Ладно, иди готовь пока там что-нибудь, я декорации доделываю для нового выпуска. ",
    "answers": [
      {
        "id": 11,
        "text": "Я уже готов делать новый выпуск. "
      },
      {
        "id": 19,
        "text": "Ладно, пойду кашеварить. "
      }
    ]
  },
  {
    "id": 11,
    "text": "Вдруг всё резко поменялось. Вы оказались в каком-то сарае. Видно, что всё сделано не до конца: где-то доска не докрашена, свет неправильно падает, но в целом всё выглядит неплохо.\n\n— Приветики-пистолетики, Андрюшку помнити? Я вот помню, а помнит ли он себя. — Сказал Я и подозрительно скосил на вас ПРАВЫЙ глаз. ",
    "answers": [
      {
        "id": 12,
        "text": "Привет. "
      },
      {
        "id": 13,
        "text": "Конечно помню! Что за тупая мысль, что я себя не помню... "
      }
    ]
  },
  {
    "id": 12,
    "text": "—И сегодня Андрей... Кстати, Андрей ты придумал сценарий? Ты же постоянно не спишь, у тебя же эта... Как её... Во! У тебя же бессоница, ты редко высыпаешься и поэтому спишь между съёмок, если бессоница отступит. Или сегодня \"особенный\" случай сна? — теперь Я подозритель скосил на вас ЛЕВЫЙ глаз. ",
    "answers": [
      {
        "id": 13,
        "text": "Да, \"особенный\""
      },
      {
        "id": 14,
        "text": "Ну чёто готово, но я беспонятия, что я там в полусонном-полунехотящем-никак-спать состоянии накалякал. "
      }
    ]
  },
  {
    "id": 13,
    "text": "—Хм, а я уж было поверил, что ты Андрей. Чтож, могу тебе сказать, то\nЧ Т О   А Н Д Р Е Й   Н И К О Г Д А   Т А К   Н Е   Г О В О Р И Т!!! ",
    "answers": [
      {
        "id": 6,
        "text": "Но я Андрей! "
      },
      {
        "id": 6,
        "text": "Да, я не Андрей. "
      }
    ]
  },
  {
    "id": 14,
    "text": "—Ну что есть покажи хотябы, ну или если бумажку не взял, то по памяти скажи.\n\nТут вы осознаёте, что всё это время у вас в кармане лежала бумажка с сценарием.",
    "answers": [
      {
        "id": 15,
        "text": "Достать бумажку и прочесть. "
      },
      {
        "id": 16,
        "text": "Придумать рандомный текст из головы. "
      },
      {
        "id": 17,
        "text": "Придумать какой-нибудь банальный сюжет. "
      },
      {
        "id": 18,
        "text": "Тупо сплагиатить откуда-то идею."
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы достали бумажку и начали читать:\n1.Молоко\n2.Колбаса\n3Огурцы\n4.Шутки про список продуктов банальны 1штука\n5.Юмор от юмора\n6.Никола Тесла\n7.И ещё чуть-чуть рандомных слов.\n\n—Если бы я понял, что это значит, то возможно это бы попало в выпуск двже. — Я настолько \"прифигел\" от банальности этого момента, что он даже пошутить толком не сумел.",
    "answers": [
      {
        "id": 16,
        "text": "Рандомно"
      },
      {
        "id": 17,
        "text": "Банально"
      },
      {
        "id": 18,
        "text": "Плагиат"
      }
    ]
  },
  {
    "id": 16,
    "text": "Я это знаю и знаю что я делаю не так как надо и косячно и не надо е...\n—Можно сразу тебя вальну, а то надоел?\n—Да на здоровье. \n—Пасиба, а то реально надоел. \n—Я сам это уже понял.\n\nВы чувствуете, что автор уже забил на эту концовку, потому что он не будет выслушивать весь этот бред.\nКонцовка 4: Ну надоел, чесн слово. ",
    "answers": [
      {
        "id": 1,
        "text": "Заново"
      }
    ]
  },
  {
    "id": 17,
    "text": "—-Самолёт летит, потом не летит, а дальше остров, еда, коренные жители, вода, пещера, корабль, дом. Вкратце есле.\n—ИДЕАЛЬНО! Это ШЕДЕВЕР!!! Это точно будет самый лучший выпуск. Ладно, я пошёл делать декорации.\n\nВдруг всё опять ичезло и осталось белое ничего. ",
    "answers": [
      {
        "id": 26,
        "text": "Вот и решили"
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы хватаете Я за плечо и говорите:\n—Ну вот смотри: есть 100литров кокаколы, обмотанные 102слоями скотча, на котором стоит бассейн с гигантскими шариками с орибизами, внутри которых лежит в сумме 100кг ментоса, но в одном шарике вместе с орбизами есть 1000000ркблей, а также гдето выше есть механизм, который кидает туда человека и если по трубке кокакола наберётся в стакан, то он получит приз...\n—Это всё, конечно, очень интересно, но МНЕ НЕ НРАВИТСЯ, КОГДА МЕНЯ ТРОГАЮТ! И ты знаешь, что это означает, #O###N#####.\nПоздравляем! Вас ниизвели до атомов! \nКонцовка 3: НЕ ТРОГАЙ МЕНЯ!",
    "answers": [
      {
        "id": 1,
        "text": "Заново. "
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы зашли за угол и попали в кухню. \"ЧЁРТОВ СЦЕНАРИСТ!\" — Думаете вы-\"Он же, блин, волшебник\"\nПеред вами стоит кастрюля, сковорода, и микроволновка, а ещё продукты: дошик, полуфабрикаты, макарошки, курица, масла, пельмешеки и прочие овощи. Что же вы выберете для готовки? ",
    "answers": [
      {
        "id": 20,
        "text": "Сковорода"
      },
      {
        "id": 21,
        "text": "Кастрюля"
      },
      {
        "id": 22,
        "text": "Микроволновка"
      }
    ]
  },
  {
    "id": 20,
    "text": "Жарить, конечно, наш \"чудо-повар\", жарить. Вот только что жарить будем? ",
    "answers": [
      {
        "id": 23,
        "text": "Курочка с макарошками просто вах вах вах будут"
      },
      {
        "id": 23,
        "text": "Полуфабрикаты и макарошки - лучший вариант голодного человека, который не умеет готовить! "
      },
      {
        "id": 24,
        "text": "Без вариантов! Наше всё - это жареные пЕлЬмЕшЕкИ. С овощами вообще бомба! "
      }
    ]
  },
  {
    "id": 21,
    "text": "Ну шо, погнали! Какой огромный выбор! Дошик вл фритюре-идеально! Варёная курочка с макарошками-пальчики оближешь! Супчек-ну такое, но тоже неплохо. ",
    "answers": [
      {
        "id": 23,
        "text": "Дошик-фри! "
      },
      {
        "id": 25,
        "text": "Курочка вкусная! Макарошки тоже норм! "
      },
      {
        "id": 23,
        "text": "По стандарту супчик забабахаем! "
      }
    ]
  },
  {
    "id": 22,
    "text": "Этот вариант сразу отстой",
    "answers": [
      {
        "id": 20,
        "text": "Сковорода"
      },
      {
        "id": 21,
        "text": "Кастрюля"
      }
    ]
  },
  {
    "id": 23,
    "text": "Офигенный, блин, шеф-повар! Сжёг всю кухню, а за одно и себя! Везунчик, чё сказать. \nКонцовка 5: Гений кулинарии! Только уже не в этой жизни. ",
    "answers": [
      {
        "id": 1,
        "text": "Заново"
      }
    ]
  },
  {
    "id": 24,
    "text": "Воу вооу воу, чувак, ты поосторожнее с выражениями! Твоя \"просто бомба\" проломила две стены! Четвёртую и вот эту вот! Хотя, нет, только вот эту вот. Весь этот \"дом историй\" изначально был построен без четвёртой стены. ",
    "answers": [
      {
        "id": 19,
        "text": "Пф, тоже мне \"стена\". Готовить дальше, а-ля шеф-повар. "
      },
      {
        "id": 25,
        "text": "Лучше на концовочку сгоняю, демо то кончилось"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы сделали вкусный обед и тут в комнату заходит Я:\n—Всё, #O###N#####, хватит придуриватся, это уже энд зе демо\n—как это энд зе демо?\nЯ укоризненно скосил на вас свой взор\n—Makrerka, ничёсе ты загнул! \"укоризненно скосил взор\" — это уже перебор!\nНу блин, обещали же, в начале, что обо мне упоминаний не будет.\n—Ну, всё уже, демо закончилось! ",
    "answers": [
      {
        "id": 1,
        "text": "Всё, погнали по новой! "
      }
    ]
  },
  {
    "id": 26,
    "text": "Вдруг Я говорит:\n—Всё, #O###N#####, хватит придуриватся, это уже энд зе демо\n—как это энд зе демо?\nЯ укоризненно скосил на вас свой взор\n—Makrerka, ничёсе ты загнул! \"укоризненно скосил взор\" — это уже перебор!\nНу блин, обещали же, в начале, что обо мне упоминаний не будет.\n—Ну, всё уже, демо закончилось! ",
    "answers": [
      {
        "id": 1,
        "text": "Ещё разок. "
      }
    ]
  },
  {
    "id": 27,
    "text": "",
    "answers": []
  }
]