[
  {
    "id": 1,
    "text": "Автор: Fireok02\nЖанр: Просто книга\n \nО книге: вы обычный мужчина который просыпаетесь в мотеле не помня кто он и что происходит. Единственное что он знает что ему нужно домой, к семье.",
    "answers": [
      {
        "id": 2,
        "text": "Читать"
      },
      {
        "id": 10,
        "text": "Главы"
      }
    ]
  },
  {
    "id": 2,
    "text": "Проснувшись утром, вы пытаетесь вспомнить что произошло вчера, и почему вы проснулись на полу в мотеле. Вы пытаетесь встать, и несмотря на то что у вас жутко болят ноги, вы встали и решили осмотреть комнату.",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "«Так осмотрев комнату я нашел: биту, револьвер, 2 пули, армейский нож и в холодильнике я нашел терморюкзак с провиантом на 3 дня. Все пора выбираться отсюда,— Осмотрев дверь вы поняли что она закрыта с другой стороны. — так ну вот и первые проблемы, хорошо все ещё есть окно». «Оно... оно заколочено, да что за чертовщина здесь творится. Хорошо, с помощью армейского ножа я смогу отпилить эти доски».",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "Выбравшись на ружу, первым делом вы обратили внимание на высокого худого мужчину:«Мистер, подойдите пожалуйста мне нужна ваша помощь».  Он никак не реагировал, вы решили крикнуть ещё громче, но он не слышал вас. \nПосле долгих усилий вы смогли выйти на улицу, не обращая внимания на мужика, вы решили ринуться домой к своей жене как можно быстрее.",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "По дороге домой вы решили зайти в аптеку, купить лекарство от боли в голове. Зайдя в аптеку, вы увидели что все витрины и полки были  разбиты. Ничего не найдя в главном зале, вы решили пойти на склад. «Так это не то и это, да где эти лекарства, а вот оно, наконец». Найдя лекарство, вы решили осмотреть аптеку на признаки жизни.",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "Поднимаясь на второй этаж, вы услышали тяжёлое дыхание. Посередине комнаты стоял невысокий человек в медицинском халате с растрёпанными волосами. Услышав вас он бросился на вас. «Что с тобой такое», — выхватив биту, вы ударили его, удар оказался сокрушительным. Перевернув его, он был без глаза и части кожи на лице. «Так хорошо похоже я его убил, но он уже выглядит мертвым и до меня. Почему я настолько тупой, разрушенные дома, улица, аптека разграблена, мертвец тот же, он же меня укусить хотел. Боже, как же там моя семья надеюсь они живы».",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "Перед тем как идти вы решили подкрепиться.\nВыйдя на улицу вы решили идти прижавшись к стороне улицы. Вы начали медленно идти осматривая всё вокруг. Увидев человека, вы постарались идти медленно не привлекая внимание, но у вас это не вышло потому что вы тот ещё растяпа. Вы попытались отбить его атаку битой, но он её сломало. «Что ты такое?» В ответ вы услышали рёв этого существа, воспользовавшись моментом вы дали дёру от сюда как можно дальше.",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы бежали и бежали, бежали и бежали, от страха вы оставили там свой рюкзак с едой. «Черт, значит мне нужна еще и еда, надо сходить в универмаг». Пройдя ещё один квартал, вы зашли в магазин. Зайдя в него вы заставили жуткую картину, очередь тёмных силуэтов: женщины с корзинами, дети просящие у своих родителей купить ту или иную вкусняшку, кассиры продающие товары покупателям. «Что это, почему здесь люди? Надо сваливать из этого чертового города».",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "Пройдя один квартал, вы наткнулись толпище мертвецов. «Вот черт, должен быть способ их обойти, единственный способ это по крышам, но это небезопасно». Поднявшись на крышу вы начали медленно идти по доскам среди домов, на удивление всё прошло отлично и без происшествий. Спустивший вниз, вы делаете неосторожные шаги которые могут услышать ходячие. ",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "1. Начало\n2. В разработке",
    "answers": [
      {
        "id": 2,
        "text": "Начало"
      },
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 11,
    "text": "«Так аккуратно шаг ещё один шаг, а вот он и мой дом скоро я буду там, милая». \nВы слышите тяжёлое дыхание сзади, вы собираетесь обернуться, но не успеваете...",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "В разработке",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 13,
    "text": "",
    "answers": []
  }
]