[
  {
    "id": 1,
    "text": "Жанр: Фэнтази, приключение.\n\nКоротко об этой истории.\n\nГерой просыпается в лесу и ничего не помнит, абсолютно ничего, что было связано с его жизнью, все важные события и даже свое имя.\nНо мир в котором он очнулся имеет большую историю, да и судьба не простая ждет героя. Лишь в конце герой узнает, кто на самом деле он есть.  \n\nНа этом все.\nНаслаждайтесь !\n\nВнимание: На данный момент квест линейный и не имеет ответвлений.",
    "answers": [
      {
        "id": 2,
        "text": "[Начать]"
      },
      {
        "id": 31,
        "text": "О будущем квеста",
        "need": 30
      }
    ]
  },
  {
    "id": 2,
    "text": "Герой просыпается в лесу. Не сильная головная боль- это первое, что почувствовал он. Парень встал на ноги и начал осматриваться, заодно стряхивая с себя пыль.  \nПервый вопрос появился в его голове:\"Где я ?,- затем второй вопрос- Что я тут делаю ?\".\nОн пытался вспомнить последние события, но потом понял, что все забыл. \n\"Амнезия?,- спрашивает он сам себя- Не ужели это из-за падения ? Да и в общем падал ли я ?\" \nГерой проверяет голову и не находит никаких ран и синяков.\n\"Странно, но в любом случае стоять на месте нельзя, вокруг меня лес и ни единой души. Просто пойду прямо и постараюсь выбраться из леса\"- Подумал он и отправился в путь.",
    "answers": [
      {
        "id": 3,
        "text": "[Идти в лес]"
      }
    ]
  },
  {
    "id": 3,
    "text": "В лесу трава росла по пояс. По всюду были странные цветы и сама растительность удивляла героя. Хотя это не удивительно, он же не помнит ничего, даже обычный камень возможно привел бы его в ступор, но суть в том, что у Героя начало проявляться дежавю. Будто память хотела вернуться, но что то не давало это ей сделать. \nПобродив примерно час в лесу в одном направлении, он видит яркий свет .\nЗарослей становилось все меньше. \nЕго смутило, что он не встретил ни одного живого существа. \n\n\"Ни насекомых, ни животных, странно. Но странно то, как я не забыл слова и их значение.\"- Говорил себе в голове герой. \n\nНаконец то он вышел из леса и увидел деревню.\n\"Деревня !\"- Первое, что вспомнил герой, образ деревни, но его смутило странное строение находящаяся в ней. Огромная длинная башня из которой выпускал яркий фиолетовый луч в небо.\n\nПодходя к деревне, он заметил двух жителей, которые общались между собой. \n— Да, сегодня утром зажглась. Значит уже призвали.\n— Мне интересно, почему всегда 3, не 5 , не 10. Ведь, чем больше бы их было тем быстрее проблемы решились.\n— Я откуда знаю, иди уже , у меня работы полно.\n\nОдин из них ушел, а другой колол дрова. \nГерой приблизился к местному и тот его заметил.\n\"Эй, ты еще кто такой ?- крикнул местный, перестав колоть дрова, но держа в руке не обычный сияющий топор.- Ты как сюда попал ? В деревню можно попасть только через порт или нелегально при помощи лодки причалив на одном из берегов острова. Но я не видел в порту кораблей, так значит второе ?\"",
    "answers": [
      {
        "id": 4,
        "text": "[Сказать, что ничего не помнишь и не знаешь как оказался в лесу]"
      }
    ]
  },
  {
    "id": 4,
    "text": "\"Я ничего не помню, я просто очнулся в лесу без памяти и ищу помощи\"- заикаясь от страха говорил герой. \nМестный спокойной ответил положив топор:\" Чтож, такое вранье я первый раз слышу, а если первый раз, то возможно и не враньё. Ты извини меня за грубость, но мы не любим гостей. Мы долго отстраивались здесь и мы долго улучшали это место сами. Хотя сюда редко, кто приезжает... . Говоришь память значит отшибло, а имя помнишь свое ?\"\n\"Нет. Я ничего не помню. Где я, кто я. Вот я и пришел за помощью.\"- с грустью ответил герой.\n\"Думаю, мы сможем помочь. Иди за мной. Отведу тебя к нашему магу\"- сказал местный. \n\nГерой слелует за местным проходя улици деревни. Дороги покрыты камееными плитами, на некоторых домах днем все еще горели неоновые лампы, а где то свисали провода.\n\"Странная у вас деревьня , почему то в голове у меня рисовался другой образ.- сказал герой.\nМежду ним и местным начался диалог.\n— А ты в каком времене мыслишь ?\n— Чего ?\n— Тебя удивляет, что здесь так все обустроено. Так как ты представлял деревню?\n— Ну грязные дороги, старые домики, а тут все по другому . У некоторых домов крепления из метала.\n— Ага, такие деревни существовали 200 лет назад. Технологии и магия вместе развили все. Ты знаешь хоть, что такое магия?\n— Нет.\n— Да ты прям, как будто из другого мира. Ладно мы пришли, как все выяснем я тебе все расскажу.\n\nМестный с героем заходят в дом.",
    "answers": [
      {
        "id": 5,
        "text": "[Войти в дом]"
      }
    ]
  },
  {
    "id": 5,
    "text": "\"Люси, нужна твоя помощь, опять ты там колдуешь?\"- Сказал местный войдя в дом.\n\nВ дальней стороне комнаты у стола с стеклянным ромбом стояла девушка в тау-мантии.\n\" Не колдую, а практикуюсь, повышаю уровень. Чего тебе? Кто это ?\"- спросила Люси подойдя к местному.\nМежду ними начался небольшой диалог.\n— Это, безымянный бедолага, или же просто врун.\n— Всмысле ?\n— Рубил значит я дрова и увидел, как он ко мне подошел со стороны леса.\n— И ты подумал, что кто-то нелегально приплыл к нам лишь бы не платить налог.\n— Да.\n— К нам и так торговые корабли редко приплывают, а незнакомцы тем более. Только два раза за 10 лет, попытались приплыть к нам в деревню не через порт, что бы не платить налог.\n\n\"Подойди ко мне\"- сказала Люси парню.\nОн подошёл к ней . Люси начала делать непонятные жесты руккми из-за которых в миг появилось окно с иконками и разными надписями. Сложилось впечатление, что героя взламывали нежели осматривали. Через пару секунд появилась яркий свет, который потух так же быстро, как и проявился. \n\n\"В смысле невозможно? Блок 100 ?\",- Люси с удивлением расмотрела героя, а затем обратилась к местному\",- Он не врал. не удивительно, что он ничего не помнит. На нем стоит печать, которую я по уровню не могу открыть. Только вот зачем кому то такое делать с ним. Он выглядит безобидно.\"\n\nМестный вздохнул и сказал: \" Спасибо за помощь Люси, а ты иди за мной.\".\n\n\" Ага, ...э ..до встречи \"- сказал герой на прощание и услышал он в ответ -\"Пока, пока.\".",
    "answers": [
      {
        "id": 6,
        "text": "[Выйти из дома]"
      }
    ]
  },
  {
    "id": 6,
    "text": "Местный и герой подходят к стальной башне.\n\"И так, раз уж ты ничего не помнишь, давай хоть узнаем, кто ты по специальности и какой у тебя уровень. Приложи лодонь к стене\"- Сказал местный. Герой прикладывает ладонь и перед ним появляется окно с надписью \"как вас зовут?\"\n\n\"В смысле !? Ты не выберал систему когда был ребенком ?\"- с  удивление спрашивает героя местный. \n\"Да я откуда знаю, я же ничего не помню\"- ответил сердито герой. На окне появилось надпись \" Выбрать подходящее имя?\"",
    "answers": [
      {
        "id": 7,
        "text": "[Выбрать подходящие имя]"
      }
    ]
  },
  {
    "id": 7,
    "text": "\"Нолан?\"- нет\n\"Лил?\"-нет\n\"Вэган?\"-нет\n\"Данте?\"...\n\n\"Знакомое имя, очень знакомое. Выберу его\"- подумал Данте.\n\"Данте значит, ну тогда и мне нужно представиться. Я Долан\",- сказал он и ему ответил Данте- Ну...рад познакомиться тогда\".\n\nОкно сообщения обновилось и появилось новое сообщение \"Какую систему вы выберете? Уровневая или без уровня?\"\n\n\"Э... Долан, расскажи в чем отличие ?\"- спросил Данте.\n\n— Уровневая система. В нашем мире благодаря этим башням люди способны улучшать себя и свою жизнь. От уровня завист твоя выносливость и мана. Мана тратися на заклятия и при нулевом ее значение появляется штраф на выносливость. Чем выше уровень, тем сильнее человек. С каждым уровнем дают баллы, которые тратятся на улучшение для разных специализаций. К примеру, хочешь быть магом, качаешь ветку специализации мага.  Уровень поднимается от опыта. Опыт получают за любые действия, да же за то что ты просто живёшь. Но с каждым уровнем требуется больше опыта, что замедляет процесс развития.\n— Ага, а без уровневая?\n— У без уровневых людей нет маны, магия тратит выносливость. Чтобы стать сильнее, человеку нужно тренироваться, чтобы владеть например магией, ему нужно учить и зубрить специальные тексты . Если человек смог хорошо усвоить материал , то ему позволять сократить этот текст до словосочетаний или просто до жестов руки, в редких случаях, что ему позволят просто подумать об этом в голове и способность активируется.  Здесь нет ограничений,  можно учить, что угодно и если тебе хватит памяти, то ты можешь использовать все наваки разом, а при должной тренировке ты и не почувствуешь усталость.\n— Звучит довольно заманчиво. Выберу без уровневую.\n— Мало, кто ее выберает , обычно всем просто лень тратить сил и времени на изучение.\n— Мне отшибло память, может от этого будет какойто плюс.",
    "answers": [
      {
        "id": 8,
        "text": "[Без уровня]"
      }
    ]
  },
  {
    "id": 8,
    "text": "Получите бонус : \"Дух авантюриста\"\nОписание: Разрешено сокращать изучаемый материал, повышенный шанс использования материала силой мысли. Доступная способность \"Контроль гармонов\".\n\nСпособность \"Контроль гармонов\":\nИскусственное впрыскивание или откачка гармонов влияющие на эмоции и рефлексы.\nВнимание: частое использование способно повредить психику.\n\nДолан удивлённо смотрит на Данте:\" А тебе жутко повезло. Дух авантюриста редкий бонус. Теперь тебе точно не составит труда зазубрить все заклинания.\"\n\n\"Да, наверное. Магия, заклинания, все это звучит знакомым, но кажется нелепым. Будто когда то про это я лишь читал или фантазировал\",- сказал Данте, на что Долан ответил-\" Тебе отшибло память вот и все. Поскольку с тобой это произошло, пошли ко мне домой. Я отдам тебе комнату и позволю жить в ней. Помогу тебе встать на ноги, может, что нибудь вспомнишь. Блок 100 еще...я поспрашиваю Люси на счет этого. А теперь пошли домой, уже темнеет.\".\n\nДеревня расположиена возле порта на острове . Одна деревня на одном острове окруженный морем. Дом Долана находится возле берега. Данте и Долан вошли в дом.",
    "answers": [
      {
        "id": 9,
        "text": "[Войти в дом]"
      }
    ]
  },
  {
    "id": 9,
    "text": "\"У тебя тут довольно уютно\",- сказал Данте и Долат продолжил- Спасибо за комплимент, Я этот дом сам строил. По специализации я можно сказать строитель и кузнец. Один такой в деревне.\"\nДанте рассматривает лампы, которые светят неоновым синим светом. \n— Так значит техналогии и магия.\n— Да. Можно сказать, благодаря таким башням мир развился с бешеной скоростью.\n— Расскажи подробнее мне о них.\n— Подробнее? Ну я знаю, что они очень древние. Это первые вещи которые совмещают в себе науку и магию. Они должны были доказать людям, что техналогии и так скажем волшебство может быть единым .\n— И как ? Доказало?\n— Ну скажем так, кто-то принял новшества, а кто-то так и держится за свои убеждения.\n— Абсолютного миро не было?\n— Можно и так сказать, но это по разным причинам.\n— Понятно. Мир этот не без греха. \n\nДолан показывает комнату Данте и оба отправляются спать. \nДанте долго не мог уснуть, в его голове было много вопросов по типу \"Кто я?\" , \"Что это за мир?\", \"Почему мою память удерживают?\" . Но в итоге он смирился и принял все как есть.\n\"Возможность судьба дала мне новый шанс. Забыть то, что когда то я натворил. Ведь все изменения должны быть к лучшему.\"- с такими мыслями он уснул.",
    "answers": [
      {
        "id": 10,
        "text": "[Следующий День]"
      }
    ]
  },
  {
    "id": 10,
    "text": "Ранее утро. Данте встает и выходит на улицу, где его ждёт Долан.\n—Ну, что как выспался ?\n— Да я и не спал толком. Не мог уснуть. Просто надо привыкнуть ко всему.\n— Сегодня будешь спать как убитый, это я тебе гарантирую.\n— А что это так ты ?\n— Я тебя разбудил, потому что мы начинаем тренировки.\n— Тренировки ?\n— Сейчас будем бегать вокруг острова лёгким бегом, это займет пол часа, ну конечно зависит все от тебя, а потом силовые упражнения. Готов ?\n— Нет, но деваться некуда.\n— Постарайся не отставать.\n— Я прямо за тобой.\n\nДанте и Долан начали утреннюю пробежку. Долан спокойно держал ритм бега и дыхания, Данте задыхался но не отставал. Он практически все время смотрел себе под ноги, входя в транс пытаясь не обращать внимания на отдышку и усталость в ногах, чтобы войти в ритм бега. \nЧерез час они пробежали весь остров и вернулись к берегу возле дома Долана.\n\"Ну ты как ?\"- спрашивает Долан.\n\"Тело болит, задыхаюсь, но надо продолжать, ведь это токо начало да?\"- кашля, задыхаясь и смеясь ответил Данте. У него болела голова, было чувство, что кровь в ушах закипела и вылевалась . \n\n\"Давай продолжим\"- Сказал Данте. Он вместе с Доланом выполняли легкие разминочные упражнения. Затем пошли отжимания и приседания , пресс и закончили все этим растяжкой ног и рук. Данте изнемогал, ему все время приходил приходил запрос \" Хотите добавить адреналин?\", который он откланял. \n\nПосле силовых упражнений Долан заставил Данте войти в воду.  Холодная вода сняла боль в мышцах. Долан принялся учить Данте плавать .\n\nНастало время обеда. Долан и уставший Данте вернулись домой. Вместе они начали обедать.\n\n\"Днем продолжим тренировки на поле. Хочу проверить твои навыки владения оружием.\"- Сказал Долан поедая салат из овощей и мясом.\n\n\"Я не умею драться и как ты меня научишь ?\"- Спросил Данте кушая суп. \n\n— Ну мастером меча я тебя не сделаю, но хотя бы самообороне надо тебя научить. Да и тем более, вдруг мышечная память у тебя осталась, кто знает кем ты был до потери памяти.\n— Ну уж точно не мастером меча... . Почему ты решил мне помочь?\n— Может жалость ? Или я просто поставил себя на твое место. Ну, а еще я знаю, что в деревне ты не останешься.\n— Ха, и почему же.\n— Ты захочешь стать авантюристом, ты знаешь, что у тебя это получится и тебе захочется просто посмотреть на мир.\n— Скорее всего так и будет.\n— Ну ничего, я попрошу Люси сделать для тебя пару особых смесий из трав которые увеличат твою силу и выносливость и это ускорит твои тренировки.\n\nДанте доел свой обед и затем сказал:\" Спасибо тебе большое, за все.\". Долан в ответ лишь улыбнулся.",
    "answers": [
      {
        "id": 11,
        "text": "[Идти в поле]"
      }
    ]
  },
  {
    "id": 11,
    "text": "Данте вместе с Доланом пришли в поле. Они взяли длинные палки и встали на 3 метра друг от друга. \n\"Представь, что эта палка — острое лезвие, твоя задача отбить мои атаки и попытаться контратаковать\"- Сказал Долан показываю палку.\n\nДанте чувствует сильную усталость и боль по всему телу, но принимает боевую стойку сказав :\" Я готов.\"\n\nДолан быстро устремился вперед, в его движения чувствовалась грубость и твердость. Как рыцарь одетый в чажолую броню с большим мечем на перевес Долан начинает атаку.\n\nДанте понимает, что ему нехватает навыков отбить даже такую отаку и он принимает решение :",
    "answers": [
      {
        "id": 12,
        "text": "[Отпрыгнуть назад во время атаки Долана]"
      },
      {
        "id": 11,
        "text": " [Атаковать наугад]  (Недоступно)",
        "comment": true
      }
    ]
  },
  {
    "id": 12,
    "text": "Данте отпрыгнул назад и таким образом уклонился от атаки, но Долан продолжает наступать. Данте удается отбить один удар и затем резко уходит в бок уклонившись от атаки Долана. Но он резко поворачивается и Данте уже видит, как ему в лицо летит удар.\nВ этот момент появился запрос \"Добавить Адреналин?\".",
    "answers": [
      {
        "id": 13,
        "text": "[Отразить атаку, схватив палку]"
      },
      {
        "id": 12,
        "text": "[Добавить адреналин] (Недоступно)",
        "comment": true
      }
    ]
  },
  {
    "id": 13,
    "text": "Данте удается схватить палку, отобрать ее у Долана толкнув его бедром. Он падает на землю.\n\nДолан говорит:\"Впервые я вижу, чтобы кто-то додумался остановить атаку мечем рукой. Тебе бы сильно поранило ладонь, но ты смог выбить оружие у меня. Тебе бы металлические перчатки для такого приёма.\".\nОн встаёт на ноги и продолжает говорить:\" В целом не плохо. Ты смог оценить бой и изо всех сил пытался отразить атаки.\"\n\nДанте бросает палки. \n\nНастал вечер. Долан отвёл Данте к Люси. Она согласилась  обучать его магии. Благодаря бонусу, Данте с лёгкостью изучил слабую магию исцеления, которая лечила мелкие порезы стоило лишь только об этом подумать. Люси учила его начальным навыкам зельеварения. \n\nОбучение продлилось до ночи. Данте вернулся домой и вместе с Доланом начал ужинать.\n\nДолан рассказывает как обустроен мир. Он говорит, что люди смогли объединить магию и науку. Произошла революция в индустрии. Техналогия опередили время и из-за этого не все люди приняли новшества. Одни остались преданы традициям и магии, другие отказались использовать магию, что бы подчеркнуть превосходство науки. \n\n\"Расскажи мне об этом мире\"- сказал Данте.\nДолан начал рассказывать:\n\"В мире существует 4 страны.\nМы находимся в М'ьерхе. Ей правит лидер союза религий. Страна является религиозной, объясню позже почему. \nБлижайшая страна от сюда Узирас. Ею правит династия древнего рода Узира. Титул короля передается по наследству. Третья страна Федерация Полус. Они считают себя демократами. Главный лорд Волгер. А последняя страна… это просто запретные земли. Давным давно там было государство, но оно пало и теперь это место огромных тварей, монстров, духов и другой нечисти. Ходят слухи, что если кто-то доберется до столицы разрушенного государства получит власть над всеми, но это лишь сказки для авантюристов идущих туда за повышением уровня или добычей. \n\nИ так, по сколько мир сам по себе не спокоен, государства в определенных ситуациях призывают героев в одной случайной стране.  Я сам лично не встречал в жизни героя, но говорят они из другого мира. У них самая сильная Уровневая система. Так вот, в М'ьерхе много религий поклоняющихся героям. Но помимо таких религий есть ещё древние , например сторонники Светлой и темной церкви . Поклоняются ангелам и демонам. Они появились когда на нашей земле начался открытый конфликт между ангелами и демонами. Благодаря призывным трем героям, удалось остановить это кровопролитие. С тех пор, все верят всему, что есть какие-то духи и боги, ведь мы сами убедились, что это правда.”\n ",
    "answers": [
      {
        "id": 14,
        "text": "[Продолжить разговор]"
      }
    ]
  },
  {
    "id": 14,
    "text": "\"Все это звучит таким знакомым, но не так, чтобы я жил в этом мире и потерял память. Это похоже на воспоминание из книги или забытых фантазий. Будто я сам все это придумал\"- Сказал Данте доедая ужин.\n\n— Когда потеряешь память, наверное все кажется какой-то сказкой. Для нас это все обыденно, хотя если честно, я сам не путешествовал особо. Можно конечно посчитать один призыв...\n— О чем ты ?\n— Да так, темное прошлое этого мира. Иногда хочется все забыть. Может ты так и сделал ? Но странно то, что ты оказался здесь незамеченным, а когда мы бежали вокруг острова то не заметили ни одной лодки или плота. \n— Скажи еще, что я с неба свалился.\n— А кто тебя знает, может так и произошло. Ладно проехали. Сегодняшние тренировки ты должен повторять каждый день. Иногда я буду смотреть за тобой , тренировать драться и приносит от Люси микстуры для тебя. В свободное время будешь помогать деревне, вечером учится магии.\n— Да, я понял. \n— Чтож, пора ложится спать.\n— Спокойной ночи Долан\n— И тебе.\nДолан и Данте расходятся по комнатам и Ложатся спать.\n",
    "answers": [
      {
        "id": 15,
        "text": "{Днем Ранее}"
      }
    ]
  },
  {
    "id": 15,
    "text": "История Элизы:\n\nДевушка и два парня просыпаются в центре храма, где вокруг них столпились люди в капюшонах. Все они были похожи на религиозных фанатиках.\n\nМужчина в деловом костюме встал на ноги и подбижал к толпе с криками:\" Вы кто такие, вы хоть знаете кто я !? Живо объяснитесь !\"\nМежду ним и фанатиком начался диалог.\n— Спокойно друг мой, мы вас призвали. Наших трёх Героев.\n— Каво вы призвали ? Вы хоть знаете, что вы наделали . Так, это что какая то секта ? Вам нужны мои деньги ? А хрена вам !\n\nК девушке подошёл другой парень и спросил:\"Ты тоже умерла прежде чем сюда попасть\".\nДевушка ответила:\" Да, а ты значит... Ты понимаешь, что тут происходит?\"\n\"Кажется да\",- ответил парень и осмотрелся-\" Как бы это странно не прозвучало, но мы либо в игре, либо в одном из мультиков про героев стиля фентази\". \nДевушка посмотрела на парня думая, что он так плохо шутит. Мужчина в пиджаке продолжал кричать на всех людей, пока не подошел другой фанатик.\n— Господин успокойтесь.\n— Отвали успокойся, притащили меня...(его перебили);\n— Господин сейчас я вам все объясню, помолчите. Вы все трое, как бы страно это для вас не звучала \"Герои\".  Мы вас призвали сюда, ибо нам нужна ваша помощь.\n\nВ разговор вмешиваться второй парень\n— Я понял ! Стой не кричи только, дай мне высказаться. Этот мир...игра...игра или мультсериал, неважно. Я знаю, что от нас хотят. По сюжету , мы очень сильные герои, которых призвали для того, чтобы мы разобрались с их проблемами.\n— Так я еще что-то должен им \n— Да подожди ты. Если хочешь вернуться обратно, то тебе придется вместе с нами победить их главного гада. К примеру, банальным был бы враг Король демонов или еще какая либо нечисть. \n— Чего ? Парень ты наверное шутишь.\n— Да нет же ! Просто сам пойми. Час назад, ты был в одном месте, теперь оказался здесь. Мы находимся в храме, что отсылает к ролевым играм с сетингом средневековья. И по сути мы тут главные. Тебя это устраивает ?\n— Все, что ты сказал, это полная чушь , я не зочу в это верить. Я бизнесмен. Я делаю деньги, а не паштет из королей демонов и не обладаю супер силой.\n\n\"Я был прав?\"- Обратился второй парень к фанатикам.\n\"Да вы, в многих местах правы\"- Ответил фанатик.\nПарень повернулся к бизнесмену:\"Вот видишь, я был прав\".\n\"За исключением двух фактов. Этот мир не такой древний, как средневековье. Наш мир захлебнулся в технологическом прогрессе, по этому вы увидите лишь отсылки прошлой эпохи, от которой мы не смогли еще отойти. А второе. Вы мерты.\"- Сказал Фанатик.\n\"Чего !?\"- Воскликнули герои.\nСо спущенным лицом фанатик продолжил :\"Ну всех героев которых мы призывали...все они говорили, что умерали и после этого попадали сюда. И мы все уверены, что и с вами тоже самое случилось. Но не нужно волноваться ! Позвольте проводить вас до комнаты отдыха, где вы все расслабитесь и отдохнете от стресса. А завтра мы в подробностях все вам расскажем.\"\n\nГерои отправляются в комнату отдыха следуя за фанатиком. Все они были в шоке, кроме бизнесмена. Он осматривался со злостью и не верил, что умер.",
    "answers": [
      {
        "id": 16,
        "text": "[Войти в комнату отдыха]"
      }
    ]
  },
  {
    "id": 16,
    "text": " Троих героев отвели в комнату, которую подготовили к их приходу. Был накрыт стол с различными блюдами, десертами, фруктами и напитками. Так же в конце комнаты было три кровати. Люди в капюшонах пожелали спокойной ночи героям и вышли из комнаты, заперев дверь.\n\nПарень в деловом костюме начал искать другой выход из комнаты.\n\"Пора выбраться из этого дурдома\"- сказал он приближаясь к запертым окнам.\n\"Что я говорил пару минут назад тебе !? Стой !\"- Ответил парень догоняя его.\nДевушка присела за стол и слушала их диалог.\n\n— Тебе отсюда не выбраться, ты же тоже помер перед тем как сюда попасть.\n— В каком смысле помер ? Я был на работе... и вообще кто ты такой ?\n— Давай сначало не будем торопиться, сядем за стол и подумаем, расставив точки .\n— Я не прикоснусь к еде, вдруг она отправлена. Ты не представляешь, сколько людей хотят моей смерти, я не знаю кто вы, но возможно вы работали в моей компании, по этому вы здесь со мной.\n— Нет , уж точно я не работал в твоей компании.\n— По тебе видно, ты студент. Такого хлюпи я бы и в уборщики не взял.\n— Очень вежливо...\n\n\"И все же я тоже согласна, что нужно поговорить\"-Сказала девушка.\nМужчина перестал пытаться открывать окно и прижалсь к стине спиной, опираясь одной ногой и скрестив руки. Парень подвинул себе стул и сел на него.\n\n\"И так, о чем вы хотите поговорить, вот о чем ?\",- начал спрашивать мужчина и ему ответил парень-\"Ну давайте скажем свои имена, если вы их конечно помните.\".\nВсе посмотрели друг на друга молча, затем девушка ответила:\" Меня зовут Элиза, я работала офисным клерком, в одной компании моего двоюродного брата моего дяди. Жила обычной жизнью. Но возвращаясь домой вечером, началась перестрелка бандитов и я помню, что мне попали в сердце и я присела в углу дома и заснула. И вот так я оказался тут... наверное?\"\n\n\"Ладно моя очередь\"- сказал парень-\" Мое имя Сац, фамилия Пат, друзья кличат меня Социопат и кличка описывает всего меня. Я не люблю, ненавижу и боюсь людей. Я учусь...учился на психолога, ну а потом меня збил чертов грузовик. Я сразу же оказался в этом месте.\"\n\n\"Ну вы смешные ребята\"- посмеялся мужчина и опустил руки-\" Чтож так и быть представлюсь. Я Элан Галанди. Миллиардер, бизнесмен. И я не знаю, как я тут оказался. Последние, что я делал, это сел за свой рабочий стол, опракинул кресло, разлёгся на нем по удобнее и немного покашлял задыхаясь. И я оказался здесь.\"\n\n\"Да ты наверное слюной подавился, какая глупая смерть\"- усмехнулся Сац.\n\"Ты смеешь смеяться над моей предполагаемой смертью !? Тебя вообще сбил грузовик. Это...это самая бо...банальная !\"\n\"Хватит орать на друг друга! В такой то ситуации!\"- закричала Элиза- \" Что нам нужно сейчас, это уже принять тот факт, что никто из нас уже не офисный клерк, не студент и не самый влиятельный миллиардер.\"\n\"Я добивался успеха ! Я строил свою жизнь сам ! Я поднял с грязи и ...\"- кричал Элан, пока его не перебил Сац.\n\"И все же, сейчас это не имеет значения\"- ответил Сац. Элан подумал и с грустью сел за стол кушать первое попавшиеся блюдо.\nГерои молча по ужинали и легли спать. ",
    "answers": [
      {
        "id": 17,
        "text": "[Следующий день]"
      }
    ]
  },
  {
    "id": 17,
    "text": "Утром героям принесли одежду и броню на выбор.\nСац предпочел взять одежду, которая подходила для убийц. Капюшон скрывал его лицо, а плащ длинной до колен мог позволить скрываться в толпе. Сац предпочитает не выделяться из толпа. Из оружия он предпочёл взять маленький кинжал.\n\nЭлан выбрал легкий рыцарский доспеха с плащом на плече. Из оружия предпочёл взять двухстороннюю Глефу. Ее можно было разделить по центру рукояти и получались два клинка.\n\nЭлиза взяла скромную броню. Металические гибкие пластины создавали вид подобия юбки. В комплект брони входили особые очки война, которые крепились к ушам и идеально подходили ей. Стекло загоралась голубым цветом при ношении. Из оружия она взяла мечь с двумя рукоятями. \n\n\"Вот вроде средневековье, а присутствуют современные технологии.\"- с неким сомнением сказал Элан. Ему ответил Сац:\" Скорее всего это футуристическая вселенная, где техналогии развились быстрее своего положенного времени.\" \n\nВ комнату вошли слуги и сказали, что их ожидают в тронном зале.",
    "answers": [
      {
        "id": 18,
        "text": "[Отправится в тронный зал]"
      }
    ]
  },
  {
    "id": 18,
    "text": "Герои пришли. Их уже ждала толпа людей одетых в разные наряды. У одних одежда сияла разными цветами которые пульсировали из рисунков похожие на микросхемы, да и на лицах было видно, что им внедрили различные механизмы по виду чипов или глаз, зделанные искусственно. Некоторые носили очки из которых торчали маленькие антенны. Одежда в общем имела очертания будущего стиля. По цвету все было строго в темных тонах. \n\nВторая слойка людей носила одежду аристократов 19 и раннее веков, только немного упрощённые. Костюмы у мужчин были темными и белыми, дамы же носили жёлтые, крассные и синие платья.  Было понятно, эти люди  не любили первых, как те и их.\n\nТретий слой людей модно было считать смешением будущего и прошлого стиля. Не было какого-то основного цвета, в одежде хоть и присутствовали микросхемы и различные признаки технологического уровня, но так же присутствовали на одежде рисунки, указывающие на преданность традициям.\n\nЭлан начал смеясь говорить:\" Это что ? Правсоюз аристократии. О, о, дайте угадаю, эти ненавидят этих, а вот они являются внебрачными сыновьями обоих\".\n\nВсе присутствующие не подают виду возмущения, но Элизе не нравилось повидение Элана. Сац же, надев капюшон, отвернулся и думал о своём.\n",
    "answers": [
      {
        "id": 19,
        "text": "[Заставить замолчать Элана]"
      },
      {
        "id": 18,
        "text": "[Не обращать внимания] (Недоступно)",
        "comment": true
      }
    ]
  },
  {
    "id": 19,
    "text": "Элиза пнула в ногу Элана. Он уже хотел накричать на нее, но Элиза в этот момент сказала:\" Хватит вести себя как маленький ребенок. Кого я перед собо вижу? Миллиардера ? Бизнесмена? \"\nОна отвернулась, но продолжала ворчать:\"Раз уж ты себя считаешь важным человек, так веди себя как положено.\"\n\nЭлан замолчал. Было понятно, ему стало стыдно. Элиза смотря на поведение Элана, начала думать, что он никакой не миллиардер, а врун. Но эти мысли ушли, ведь прошлая жизнь ни как не влияла на настоящее. О ней теперь нужно забыть.\n\nСац начал нервничать и решил прервать тишину :\" И так...всем привет\"\n\nТолпа разошлась по сторонам и в конце зала был видет трон, на котором сидел пожилой мужчина, обвешанный разными кристами и другими символами. Он был похож на главного святого отца.\nРядом сним стояли два молодых парня, одетые более красивее в строгие костюмы, чем осиаоьные гости.  Было ясно одно- это очень важные персоны.\n\"Подойдите ближе дорогие герои\"- сказал сидящих патриарх.\nГерои подошли ближе.\nМолодые люди поклонились, а патриарх медленно кивнул героям. \n\"Я правитель страны М'ьерха, где вы и сейчас находитесь. Этот город является столицей и имя его Г'рая. Я так же являюсь главным Патриархом союза религий и церквей. Мое имя Ноода . Эти два молодых человека, правители соседних стран. Узирас. Король Узирас и Федерации Полус,  Лорд Волгер.\"- Хриплым голосов говорил старик.\n\n\"Ближе к делу пожалуйста\"- сказал Элан.\n\"Да, да. Ну так вот, в нашем мире существует магия. Объединив ее с наукой, люди смогли улучшить жизнь. В городах находятся башни уровня. Каждый человек достигнув совершеннолетия идет к башне и получает систему жизни. Вам надо объяснять, как оно устроена ?\"- Говорил Патриарх Ноода.\n\nСац сказал:\" Не надо, если будут вопросы у моих товарищей, я им объясню\".\n\n\"Хорошо, у вас героев, самая сильная и быстро развивающаяся Уровневая система, что и делает вас сильнее обычных жителей этого мира. Но не надейтесь только на улучшения и магию\"- Произнёс Патриарх. ",
    "answers": [
      {
        "id": 20,
        "text": "[Продолжить слушать]"
      }
    ]
  },
  {
    "id": 20,
    "text": "Патриарх продолжил говорить:\"Не редки случаи смерти героев из-за их самоуверенности. Многие говорили из них, что этот мир игра, но это не так.\"\n\nЭлиза и Элан посмотрели на Саца и он ответил :\"Не смотрите на меня так. Я говорил, что этот мир похож на мультик и то, как мир устроен.\"\n\nПатриарх замечает, что герои не с особым желанием слушают его и он решил сразу перейти к делу. Он махнул рукой в сторону и один из слуг ушел из зала в другую комнату.\n\n\"И так, мы призываем героев, чтобы они смогли спасти этот мир или же помочь уладить серьёзные конфликты из-за которых умирают люди. Но вас мы призвали для особого случая\",- в комнату приходит слуга с свитком и встаёт рядом с Патриархом-\" Раз в год, в храме древнего бога, чье имя исчезла с истории, мы собираем информацию о будущих опасностей. Все они хоть и предсказывали бедствия, но никогда не говорили, что человечеству настанет конец. А сейчас я попрошу всех прислушаться\".\n\nСлуга зачитывает текст:\" Миру настанет конец, когда на его лице появится кровавая улыбка. Безумные пустые глаза поглотят все, что увидят. Он скрывается среди простых людей. При его присутствие можно только молить о пощаде. И даже ангелы будут согласны с его решением.\"\n\nПатриарх начинает объяснять:\" В нашем мире, у демонов нет лиц. Вернее это лицами назвать трудно. Может сложиться впечатление, что оно у них нарисовано. Это большие круглые, пустые глаза, которые светят кровавым ярким светом. А их улыбка безобразна настолько, что порой из нее сочится кровь. И в нашем мире скрывается один особенный демон. Принц темной стороны. Темная сторона это особая сущность, которая правит всеми тварями связанные с ней. Те же демоны. Но однажды, оно породило особенного демона и изгнала его со своего потустороннего мира. Мы следили за ним. Он вел тихую жизнь среди людей и не заключал сделки на душу. Но два года назад он пропал и мы подозреваем его . Он обладает могущественной силой темной стороны и вы должны найти его.\"\n\nИз толпы выходят особые войны принадлежащие к разным странам.\n\"Выберите сами себе спутников или позвольте им выбрать вас если не можете сделать выбор. Вам также разрешено использовать накопленные средства с пожертвований всех церквей в стране. За месяц вы должны освоиться, улучшить свое снаряжение и повысить уровень на тренировках, а затем получите право на проход по любой территории\"- сказал Патриарх.\n",
    "answers": [
      {
        "id": 21,
        "text": "[Выбрать: Тяжёлый Рыцарь (Полус),  Лучник с кибер-имплантами(Узирас), Маг учёный ( М'ьерх)]"
      },
      {
        "id": 20,
        "text": "[Позволить выбрать им] (недоступно)",
        "comment": true
      }
    ]
  },
  {
    "id": 21,
    "text": "Элиза зделала выбор. К ней подошли ее войны.\nТемный рыцарь:\"Я ваш щит и мечь до конца своих дней госпожа\"\nЛучник:\"Клянусь в верности и быть вашим спутником.\"\nМаг:\" Я буду с вами, даже если будут против боги и сама наука.\"\n\nСац, отказался брать напарников сказав:\" Я буду работать один\". Он первым ушел из тронного зала.\nЭлан позволил выбирать им самим, кто захочет с ним быть. К нему присоединился легкий Кибер-рыцарь, Женщина с плазменной винтовкой и Профессиональный убийца из М'ьерхе.\n\nЭлан ушёл, но Элизу Патриарх попросил остаться. Между ними начался диалог\n— Вижу вы взяли этот меч.\n— Да, он мне показался более привлекательным. Только две рукояти на друг друге... выглядит странно.\n— Это меч бывшего героя. Я помню его. Он хотел, чтобы кто-то из героев взял его меч.\n— Он особенный ? Этот меч?\n— Да, он сам по себе уникален. А благодаря бывшему владельцу, вам не придется тратить очки на открытие новых его способностей. Вам надо лишь достичь определённого уровня, чтобы они открылись. \n— Ого, но почему бы не передавать уже улучшеннные вещи новым героям?\n— Многие герои предпочитаю умирать со своим оружием, другие же хотят быть индивидуальным и не брать то, что когда было использовано другим. А ещё очень опасно давать героям большую силу вначале.\n— Почему ?\n— Темное прошлое. Лучше я расскажу вам позже, но лучше, чтобы вы сами об этом узнали. Но хватит о плохом, давайте я расскажу вам об этом мече.\n— Хорошо.\n— Попробуйте ударить.\n— Ударить?\n— Да. Попробуйте.\n\nЭлиза собралась взмахнуть мечем, как вдруг появился ее фантом и нанес удар быстрее нее и исчез. Как фантом исчез, только тогда Элиза нанесла удар.\n\n— Ого, что это было.\n— Это ваш фантом. Он работает с перерывом 10 секунд. Как только вы собираетесь ударить, меч выплёскивает фантом, которые, как бы предсказывает будущее. Таким образом вы наносите два удара вместо одного.\n— Так вот зачем две рукояти \n— Если вы будете держаться за одну рукоять, то такого фокуса не будет. Как будете тренироваться, почитайте о нем в системе уровня, вы поймёте как ее открывать.\n— Хорошо, спасибо за помощь.\n—  Всего доброго Героиня.\n\nУходя Элизабет услышала, как правительственные лидеры с патриархом говорили:\" Это и есть наши герои ? Тут только она нормальная. Уберите тех двоих. Не сейчас, дайте им шанс. Я не хочу повтора случая сто летней давности. Успокойся...\"\n",
    "answers": [
      {
        "id": 22,
        "text": "{Месяц спустя}"
      }
    ]
  },
  {
    "id": 22,
    "text": "История Данте\n\nПрошёл месяц. Данте благодаря помощи Долана окреп и стал сильнее. Микстуры Люси помогали убрать боль и давали больше энергии мышцам. Так же Данте освоил множество обычных заклинаний. Магия лечения и пламенный шар, который выпускается из руки и может расплавить легкую броню, Данте выучил на столько хорошо, что стоит ему об этом задуматься и магия тут же приходила в действие.\nОн так же помог многим жителям деревни. Где-то достроить дом, набрать целебной травы и так далее.\n\nДанте возвращается домой к Долану.\n\"Спасибо за помощь Данте !\",- крикнул местный- \"Без тебя бы долго с этим возился.\nДанте ответил:\" Всегда рад помочь\".\nБлизилась ночь. Данте дошел до дома и видит Долана, который вел диалог с местным.\n— Говорю тебе Долан, вчера днем видел Псевдо-оленя.\n— Они у нас не водятся и ты сам это знаешь.\n— Мне это не показалась. В лесу он бродит, а вдруг на деревню нападёт.\n— И что ты мне предлагаешь ?\n— Вы с Данте умелые войны. Меч в руке держать можете. Отправитесь в лес. Остров не большой, вы его каждое утро быстро оббегаете.\n— Хорошо, завтра утром мы с ним проверим лес. Ночью идти, если ты говоришь правду, опасно.\n— Спасибо Долан, спокойной ночи.\n— И тебе старик.\n\nМестный ушел. Долан вошел в дом, за ним и Данте.",
    "answers": [
      {
        "id": 23,
        "text": "[Войти в дом]"
      }
    ]
  },
  {
    "id": 23,
    "text": "\"Привет Долан, что от тебя хотел тот старик\"- Войдя в дом сказал Данте.\n\"А? Привет Данте\",- произнес Долан накладывая еду по тарелкам и затем продолжил-\" Меня попросил Рон проверить лес вместе с тобой\".\nОни оба сели за стол ужинать. Начался диалог.\n— Кто такой Псевдо-олень ?\n— Низшие твари с мертвых земель разрушенной странны. Они иногда появляются в аномальных местах. Но суть в том, что они у нас никогда не водились. Они очень опасны для простых людей.\n— Надо все равно проверить.\n— Я подготовлю завтра утром все для...бойни с ним. Уж лучше бы Рон ошибся. \n— Чем они опасны и как вообще выглядят?\n— Опасны они, потому что хорошо скрываются. Ты думаешь, что охотишься на оленя, но на самом деле олень охотиться на тебя. Отличить от обычного оленя эту тварь можно только вблизи или когда она откроет пасть. Его рот, это вся голова. Она раскрывается , как цветок, где на каждом листочке сотни зубов. Он с лёгкостью может оторвать с человека кусок. И если окажется, что он здесь, то у нас больше проблемы. Отложим тот вопрос, как он здесь оказался. Возможно это как-то связано с тобой. Но прошел ровно месяц и все было тихо.\n\nДанте занервничал.\n\n— Да не боись, мы будем вдвоем и убьём эту тварь. А за его шкуру неплохо заплатят. \n— Но корабли не приплывали в этом месяце.\n— Все потому что мы не отправляли им сообщения, что у нас есть товар на продажу или деньги. Да и короблю плыть сюда очень долго. Случилось даже так, что с нас не берут налоги потому что не выгодно сюда приходить, ведь брать нечего.\n\nДанте и Долан доели свой ужин и разошлись по комнатам спать.",
    "answers": [
      {
        "id": 24,
        "text": "[Следующий день]"
      }
    ]
  },
  {
    "id": 24,
    "text": "Данте проснулся. Вместе с Доланом они позавтракали и начали готовиться к охоте.\nДолан принес броню Данте\n\"Я хотел, чтобы это было сюрпризом\"- Сказал Долан Положив нагрудник на стол  и железные сапоги на пол.\n\nДанте и Долан подготовившись отправились в лес. Оба были на стороже и прислушивались к каждому звуку.  Вдруг в лесу послышался странный крик.\n\"Кажется это оно\"- шепотом сказал Долан.\n\nДанте и Долан пошли на звук и оказались в центре леса.  Это то самое место, где очнулся Данте. Рядом бродил Псевдо-Олень. \n\n\"Вот и он\"- сказал Долан. За кустами был виден силуэт оленя. \n\"Я попробую попасть в него стрелой из лука, а ты не вздумай использовать магию в лесу, еще пожар вдруг устроишь\"- Долан приготовился стрелять но Псевдо-Олень скрылся из виду.\n\"Где он?\"- промолвил Долан осматриваясь. \nДанте почувствовал что-то позади себя и отскочил. Тоже самое сделал и Долан. Это оказался Псевдо-Олень. \n\nДолан и Данте достали мечи. \" Как я и говорил, это он охотиться, а не мы\"- усмехнулся Долан.\n",
    "answers": [
      {
        "id": 25,
        "text": "[Использовать Прилив Адреналина]"
      },
      {
        "id": 24,
        "text": "[Биться без дополнительного Адреналина] (недоступно)",
        "comment": true
      }
    ]
  },
  {
    "id": 25,
    "text": "Данте сконцентрировался и почувствовал, как по телу бежит кровь. Все тело задрожало от переизбытка энергии. Медлить было нельзя и Данте это знал. Он со всей силой ударил мечем по врагу, что даже в воздухе издался странный звук.  Удар был нанесён в голову, нечисть попятилась назад. Долан собирался добить зверя, но тот успел среагировать на удар. \n\nПсевдо-Олень раскрыл свою пасть. Этот огромный рот по форме напоминал цветок с пятью листками, но с кучей зубов. Враг накинулся на Долана. Тот же успел прикрыть пасть зверя мечем. Нечисть издала громкий рев и своим весом давила на меч.\n\nДанте подбежал и ударил плечем, тем самым откинув Псевдо-Оленя в сторону.  Зверь быстро встал и забежал за кусты и деревья.\n\n\"Данте приготовся! Он щас нападёт!\"- Крикнул Долан. Данте и Долан прижались к друг другу спинами крепко сжимая мечи. Они осматривались и прислушивались к каждому звуку. \n\nВдруг Псевдо-Олень выпрыгнул с дерева прямо на Данте и Долона. Но адреналин все еще действовал и Данте всадил насквозь свой меч в тело Псевдо-Оленя. \n\nМертвая туша повалила Данте.\nДолан убрал тело и помог встать Данте на ноги.\n\"Ну ты и дал этому зверю настоящий бой\"- Весело ответил Долан хлопая по плечу Данте.\nДанте усмехнулся и сказал:\" Да ладно тебе. Всему научил меня ты, к тому же я использовал адреналин\". \nДанте вдруг стало плохо и он упал на колени. \n\"Что за?... В глазах потемнело\"- сказал Данте. Долан ответил, подойдя к туше зверя:\" У тебя отходняк. Тело не привыкло долго быть в напряжении из-за адреналина. Лучше использовать такую способность один раз в месяц на первое время. Или найти способ, как убрать побочные эффекты\".",
    "answers": [
      {
        "id": 26,
        "text": "[ Идти в деревню]"
      }
    ]
  },
  {
    "id": 26,
    "text": "Долан взял тушу Псевдо-оленя. \n\"Зачем это тебе?\"- спросил Данте.\n— Отнесем его в деревню. Разделаем тушу и достанем ценный камень.\n— Камень?\n— У всякой такой нечисти внутри есть камни или кристаллы, которые и дали им силу и живучесть. Сами камни бывают разными, но все очень ценные. Они нужны магам и волшебникам...в основном им. Они дальше сами решают, что с этим делать.\n— Я читал про них, когда был у Люси. В них можно запечатать ману или особое заклинание, которое нельзя использовать несколько раз подряд. К тому же у них бывает разное качество, которое влияет на то, до какого уровня можно запечатать магию. \n— И если в камне будет находиться высокоуровневая магия превышающая способности 60 уровня, то камень можно продать за еще большие деньги.\n— Ты хочешь, чтобы Люси заколдовала камень?\n— Нет, у нее уровень ниже 60,  цена не изменится, а вот покупателей станет меньше. Проще продать его не использованным.\n— Понятно.\n\nДанте и Долан вернулись в деревню. Их радостно встретили местные.\nВечером устроили праздник в честь Данте и Долана. В центре деревни накрыли столы. Люди ели, пили, говорили тосты за Долана и Данте. Веселье длилось до поздней ночи.\nДанте и Долан вернулись домой и легли спать.\n",
    "answers": [
      {
        "id": 27,
        "text": "[ На следующей день]"
      }
    ]
  },
  {
    "id": 27,
    "text": "Утром Данте и Долана встретила Люси в деревне.\n\"Привет ребята\"- с улыбкой поприветствовала Люси. \n\"Привет Люси\"- ответил Долан.\n\"Доброе утро Люси\"- сказал Данте.\n\"Мне нужен Данте, чтобы он помог собрать мне особые травы в лесу. Ты не против Долан?\"- спросила Люси.\nДолан ответил:\"Не против, у меня есть свои дела. К тому же, ему будет полезно знать, какие травы полезные и чем они отличаются друг от друга.\".\n\nДанте и Люси взяли пустые корзины и отправились в лес.\n\nВ лесу растительности так много, что отличить траву от листвы деревьев было трудно, но Люси спокойно с этим справлялась.\n\n\"Данте, смотри. Эта трава Святой покров, лечебная трава которая исцеляет мелкие порезы\"- говорит Люси собирая траву с земли.\n\" И как ты только замечаешь разницу\"- спрашивает Данте.\nЛюси показывает траву Данте:\" Видишь, кончик этой травы двоится. У каждой травы есть свои особенности. Запахи, внешний вид, цвет. Отличие в мелочах. Есть некоторые травы которые меняют цвет только при полной луне. \"\n\nНекоторые время собирая травы на краю леса, Люси вместе с Данте решили отправиться в глубь. \nТам пособирав еще несколько целебных трав, Данте замечает один особенный вид трав, который при солнечном свете, меняет свой цвет с зеленого на синий.\nДанте оторвал траву и понюхал ее. Он начал без перерыва чихать, пока не бросил траву.\n\n\"Люси, что это за странная трава?\"- спросил Данте. Люси подошла к Данте и осмотрела траву.\n\"Это ядовитая трава. Синий лжец. Но он не вызывает приступ постоянного чиха. Его наоборот используют, как яд в еде или в напитке, ведь он не имеет запаха\"- сказала Люси\n\"Да ? Но походу у меня на него аллергия\"-ворча и протирая нос ответил Данте.",
    "answers": [
      {
        "id": 28,
        "text": "[Идти в деревню]"
      }
    ]
  },
  {
    "id": 28,
    "text": "Как только корзины наполнились доверху Данте и Люси отправились обратно в деревню. \nОни положили их в доме Люси. Данте собирался уходить, как к нему подбежала Люси держа несколько разных трав.\n\"Понюхай\"- сказала Люси протягивая руку с травой зеленного цвета с остальными краями по бокам.\nДанте понюхал и начал читать.\n\"О боже, что это\"- шмыгая носом спросил Данте.\n\"Еще одна ядовитая трава. Теперь вот это\"- сказала Люси давая Данте другую траву.\nДанте снова начал чихать.\n\"Похоже у тебя какой то защитный механизм, предупреждающий тебя о ядах. Мне бы такой\"- С улыбкой сказала Люси.\n\"Ну я по крайней мере буду знать, если буду часто чихать\"- сказал Данте подходя к двери-\"Пока Люси\". \n\nДанте попрощался с Люси и вышел на улицу. В лесу они были целый день, солнце уже уходило в закат. Данте отправился домой. Войдя внутрь, на кухне его ждал Долан.\n\"Данте, присаживайся\"- Сказал Долан.\nДанте сел на стул и начал говорить.\n— Что то хотел Долан ?\n— Завтра утром в порту появится корабль из столицы. Я отправил почтового голубя своему знакомому, который любит закупаться у нас.\n— И ты продаж ему камень и получишь много денег. Ты это хотел сказать ?\n— Ну, из всего, что мы продадим, все деньги отдадим тебе.\n— Что? Зачем ?\n— Жизнь в деревне такому таланту, как ты, не имеет смысла. Я хочу чтобы ты отправился в путь.\n— Но зачем ?\n— А ты уже забыл ? Видать опять память отшибло.\n— Аа...ты про это.\n— Что такое? Я думал ты хочешь поскорее уйти отсюда.\n— Да как я могу уйти, вы все стали для меня семьёй.\n— И ты уже за все отплатил. Ты боишься?\n— Немного. Да. Боюсь перемен.  Страх неизведанного. \n— А может там твоя семья. В любом случае, мне нужен ответ сейчас.",
    "answers": [
      {
        "id": 29,
        "text": "- Я отправлюсь в путь. И попробую найти способ восстановить память."
      }
    ]
  },
  {
    "id": 29,
    "text": "— В городе должен найтись человек со 100 уровневой системой, который сможет тебе помочь. Ты его найдешь в любом случае. Но я уверен, такая услуга, тем более для тебя будет очень дорогой. По этому, завтра утром я сообщу своему другу через почту, что ты к нему придёшь.\n— Другу ?\n— Мой старый сослуживец. Он жил в деревне потом перебрался в город. Иногда мы с ним вот так переписываемся. Он устроился торговцев. Создал свой небольшой магазин. Работает мастером, создает безделушки и необходимые предметы, как стеклянные колбы, пустые книги и так далее. Даже немного зарабатывает благодаря кузнечному делу малого уровня. Починка часов или обработка оружие в основном для солдат или авантюристов.\n— И ?\n— Я попрошу, чтоб он тебе помог. Жизнь в городе по своему сложна. Найдешь работу, соберёшь денег и восстановишь память.\n— Хм. Хорошо.\n— Только вот, поскольку появились герои, этот год, это десятилетий в лучшем случае, будет проблемной.\n— Я понимаю. В любом случае спасибо за все. Ты мне помог больше всех. И я уверен в будущем никто обо мне не будет так заботиться, как ты.\n— Ладно. Пора спать. Завтра будет тяжелый день.\n— День прощания.\n\nДанте и Долан разошлись по комнатам и легли спать.",
    "answers": [
      {
        "id": 30,
        "text": "[На следующий день]"
      }
    ]
  },
  {
    "id": 30,
    "text": "Утром Долан объяснил Данте, что в городе могут быть воры, которые чаще всего грабять в порту приезжих людей. Лучшим способом беречь кошелек, это пытаться не сталкиваться с людьми. Но если это не избежать, то можно попробовать наказать вора. \nДолан обучил Данте пару приёмам.\n\nДанте собрал все вещи, пока Долан и Люси торговали своими припасами.\nДанте одел броню подаренное ему Доланом. Меч, которым он убил Псевдо-оленя закреплено на поясе. На спине небольшой рюкзак, с лечебными зельями слабого уровня, еда и записка с адресом драга Долана. \nДанте вышел из дома, местные прощались с ним. Обнимали его и желали удачи. Он пошёл к Долану и Лисю, которые ждали его возле коробля.\n\"Я буду скучать Долан\"- обняв сказал Данте.\n\"Я тоже, береги себя \"- ответил Долан.\nЛюси обняла Данте сказав:\" Береги себя\".\nДанте ответил:\" Спасибо за все, что вы для меня зделали.\" У каждого на лице была улыбка. Из корабля выглянул знакомый Долана. \n\nЗаметив Данте он крикнул:\" Это его мы ждём Долан ?\".\n\"Да Стив. Расскажи ему пару интересных историй по пути, чтоб не заскучал\"- крикнул Долан.\n\"С удовольствием\"- с улыбкой ответил Стив и ушел из виду.\n\n\" Ну я пошёл. Я буду помнить вас\"- сказал Данте на прощание и поднялся на корабль, который затем отплыл и отправился в море. Путь займет целый день. Только к утру корабль приплывет к столице. \n\nДанте смотрит на остров, который постепенно становится все меньше и меньше из-за расстояния. К Данте подошёл Стив и начал разговор.\n— Ну, что мой друг, как тебя зовут.\n— Данте.\n— Рад знакомству. Я Стив...  Хватит смотреть на горизонт с грустью, пошли со мной угощу особыми напитками. \n\nСтив до поздней ночи рассказывал истории про морскую жизнь, о древних героев, которые сменяли друг друга и об их подвигах, в которых он якобы принимал участие. \nЗатем все легли спать. Покачивание коробля успокаивало Данте. Он чувствовал себя, как дома, только не в деревне, а в другой жизни. Печать памяти не позволяла вспомнить прошлое, но оно не могло остановить напоминание тех ощущений, которые Данте испытал в прошлой жизни. \n\nДанте уснул.",
    "answers": [
      {
        "id": 32,
        "text": "[На следующий день]"
      }
    ]
  },
  {
    "id": 31,
    "text": "Я буду дописывать историю в свободное время. \nОтветвлений влияющих глобально сюжет не будет, пока не допишу первую цепочку до конца, которая будет считаться каноном. \n",
    "answers": [
      {
        "id": 1,
        "text": "[Главная страница]"
      }
    ]
  },
  {
    "id": 32,
    "text": "Утром Данте смотрел на море. Берега еще не было видно. Сердце билось быстро из-за страха. Новый мир, другие люди. Покоя не давал еще тот факт, что его память находится под печатью. Но все эти негативные мысли быстро ушли когда к Данте подошёл Стив. \n\"Скоро прибудем к столице\"- сказал Стив.\n— Скоро ? Мда...\n— Что такое друг мой? Боишься большого города?\n— Да, немного.\n— Поверь твой страх уйдет быстро, как ты только его увидишь. Столица М'ьерхе город Героев и главная точка всех религий. Здесь очень много добрых людей. Единственная опасность это воры и бандиты которые ошиваются за стенами города.\n— Расскажи мне о городе.\n— Долан рассказал мне, что ты потерял память. Даже не знаю, как тебе его описать. О ! Могу рассказать, как Герои описывают этот город .\n— Да ? Ну давай, расскажи.\n— Они говорят, что этот город, как из средневековья, в который пихнули новые техналогии\n— Это как ?\n— Ну есть Замок по центру столицы. Но вместо кирпичей стены из метала и бетона. Вместо свечей неоновые яркие лампы. Кличут они город Футуристическим средневековьем.\n— И все города в стране такие ?\n— Только в М'ьерхе города такие, да. Город можно сказать обновили после появлении уровневых башней, оставив облик прошлого. А вот в другой стране, Полус, там отказались от науки. Верят только в магию. Вот там чисто средневековье. Страна магов.\n— Да, что-то такое в краткой форме мне рассказал Долан.\n— А вот страна Узирас это что-то с чем-то. Ночью это страна огней и ярких красок. Ты должен это увидеть. Днем их города выглядят устрашающе из-за того, что созданно все для индустрии. Я не особо в этом разбираюсь, просто как ты увидишь их днём, немного будешь боятся заходить в город. Герои говорят, что это города будущего. Что в их мире люди стремятся к таким техналогиям.\n— Только всего этого удалось достичь благодаря магии.\n— Ты не вздумай так сказать там. Узирас не может терпеть магию. Они нашли ей альтернативу . Из-за таких суровых отношениях мир очень хрупок. М'ьерхе для поддержания спокойствия отказался принимать в вооружение высокоуровневую магию и техналогии. А объедение того и другого запрещено. Только героем разрешено использовать в бою то и другое, но даже они могут быть подвержены критике и штрафам.\n— Странный ваш мир конечно. Лучше бы я остался в деревне. Но раз уж Долан хочет обо мне позаботиться то я верну ему долг. Я обязательно верну себе память.\n\nОдин из Матросов крикнул:\" М'ьерх на горизонте!\". Корабль начал подплывать к городу. Данте ушел в свою каюту собирать вещи. \n",
    "answers": [
      {
        "id": 33,
        "text": "[Выйти в порт]"
      }
    ]
  },
  {
    "id": 33,
    "text": "Корабль встал в порту. Данте попрощался со Стивом и вышел в порт.  Город своей внешностью ничем не зацепил  Данте. Все выглядило для него обычным. На улицах разъезжали повозки которые тягали лошади, горели вывески с названиями магазинов и люди хаотично двигались по разным местам, хоть не толпились. Город был живым и одновременно мертвым, как машина которая выполняет свои действия без перерыва. В душе у Данте появилась скука. Только яркий солнечный день согревал его.\nВспомнив, что пора искать друга Долана, Данте пошел вперёд к выходу из порта.\n\nШум бьющихся волн доносился со всех сторон, что уже поднадоело Данте и тот ускорил шаг. \nНа встречу к нему шел мужчина в потрёпанной одежде. И вот они встретились и Данте заметил, что мужчина попытался засунуть свои руки в его карманы. Вспомнив приемы Долана, Данте быстрыми движениями схватил вора за руки и сломал два пальца на левой руке вору. Тот закричал от боли и от шока ничего не произнес ни слова. Данте же быстро вышел из порта.\n\nОказавшись на улице он достал записку с адресом и зачитал ее:\" Напротив лавки Стрижка и укладка должна быть вывеска Товары Гана, все находится неподялку от порта\".\n\"Прекрасно обьяснил Долан\"- произнес Данте положив записку в карман.\n\nПройдясь несколько минут вдоль по улице неподалеку от порта Данте нашел лавку \"Стрижка и укладка\", а на против нее магазин с вывеской \"Товары Гана\".",
    "answers": [
      {
        "id": 34,
        "text": "[Войти внутрь]"
      }
    ]
  },
  {
    "id": 34,
    "text": "Данте вошёл в магазин. Как только дверь открылась зазвенели колокольчики. Из другой комнаты вышел мужчина который произнес :\" Здравствуйте, добро пожаловать в мой магазин, чего желаете?\". \n\n\"Я от Долана, он вам кажется должен был отправить письмо\"- сказал Данте осматривая магазин.\n— Аа...Данте да? Мое имя Ган.\n— Рад знакомству господин Ган.\n— Он объяснил в письме всю ситуацию. Ты спас ему жизнь.\n— Да не, мы работали вместе. \n— Ну в письме написано другое. И раз уж ты спас жизнь моему лучшему другу то теперь и ты мой друг. И так, работу постоянную обеспечить я тебе к сожалению не смогу, но дать пару заданий за не плохое вознаграждение могу. Заодно может что-то сам найдешь. Жить будешь тогда пока что в подсобке. Я там прибрался, положил матрас ...все дела . Вещи можешь оставить здесь  \n— Ну так, есть какие нибудь поручение.\n— Да есть.\n\nГан достал ящик со свитками, которые он переложил в мешок и завязал шнурком. \n\"Так подойти сюда\"- сказал Ган держа в руке листок бумаги.\nДанте подошёл и Ган взял его правую руку и приложил бумагу к кисте . Бумага быстро исчезала.\n\"Что это было?\"- спросил Данте осматривая руку.\n\"Печать карты. Поскольку ты без уровневый то только такие печати тебе и помогут. Произнеси карта, ну или подумай о ней\"- проговорил Ган.\n\nДанте сконцентрировался и перед его лицом появилась цифровая карта с отметкой и проложенным марширутом.\n\n\"Мне нужно чтоб ты отнёс эти свитки в одну лавку женщине. Она даст тебе за это деньги и половину можешь оставить себе.\"- сказал Ган",
    "answers": [
      {
        "id": 35,
        "text": "[Взять мешок со свитками]"
      }
    ]
  },
  {
    "id": 35,
    "text": "Данте положил свои ненужные вещи в углу комнаты,  взял свитки и вышел из магазина. Выйдя на улицу ему начали показываться виртуальные указатели, которые видит только он. По заданному маршруту Данте прошёл две улицы и заметил магазин расположенный внутри жилого дома. \nПодходя ближе он увидел женщину и рыцаря без шлема, который держал в руке двухстороннюю Глефу, который кричал на нее.\n\n— Я когда их у вас заказал !? Две недели! ДВЕ НЕДЕЛИ! Где они!?\n— Простите господин, но на повозку напали бандиты и подожгли тавар далеко от города, я сама только об этом вчера узнала.\n— Что значит напали !? У вас нет нормального сопровождения ? У вас заказал я , эти свитки мне были нужны!\n— Я понимаю вас и по этому заказала еще, они должны придти скоро, но там только часть того, что вы взяли.\n— Я не могу ждать, у меня весь день расписан. \n— Приходите завтра.\n— Боже, и таких людей мне еще и защищать.\n\nРыцарь ушел, а женщина лишь грустно вздохнула. \n\n\"Извините, кажется это вам\"- сказал Данте подойдя поближе.\n\" А ? О да, заходите внутрь\"- ответила женщина.\n\nОба вошли внутрь магазина. На полках из товара были разные колбы с жидкостями, свитками и книгами. Было понятно, женщина пробовала магические предметы. Данте начал разговор.\n— Кто был этот вспыльчивый человек ?\n— Это ? Призванный Герой. Он заказал у меня пару волшебных свитков и карт местных территорий. К сожалению на поставщиков напали и товар не пришёл. Вы ведь от Ганна ?\n— Да.\n— Пришлось купить у него за двойную цену карты местности для Героя. Так вот ваши деньги.\n\nЖенщина протянула мешочек в котором были фиолетовые монеты.\n— Спасибо. Я представлял героев иначе.\n— Нет, что вы. Господин Элан Галанди ответственный человек, по нему видно, что в прошлой жизни он занимался бизнесом или что-то вроде того. Его можно понять.\n— Говорите так будто его оправдываете. Ну я пошел к Ганну. Всего хорошего.\n\n\n",
    "answers": [
      {
        "id": 36,
        "text": "[Выйти из магазина]"
      }
    ]
  },
  {
    "id": 36,
    "text": "Выйдя из магазина Данте заметил странного мужчину возле входа. Как только Данте собрался пройти мимо, он заметил, как мужчина попытался своровать деньги. \nДанте попытался схватить за руку вора, но тот отскочил, но убегать не стал.\n\"Воу воу полегче парень, а ты хорош!\"- сказал мужчина. Данте начал диалог держась рукой за рукоять меча.\n\n— Ты кто?\n— Я глава гильдии воров. Вадриго. (Поклонился)\n— Чего тебе?\n— Ты смог в порту не дать ограбить себя лучшего вора в моей гильдии и даже сломать ему пальцы. Я сначало в это не поверил и решил сам убедиться в этом.\n— Ну что убедились, теперь вали отсюда.\n— Да убедился. Ты смог увидеть мои движения, что по сути не возможно. Я хочу, что бы ты присоединился к нам.\n— Что ? Зачем мне связываться с ворами?\n— Такой талант, как у тебя мне не занимать. Я хочу обучить тебя нашему делу, тем самым ты сделаешь богатыми нас и себя.\n— Ага воровать у честных людей, пожалуй откажусь.\n— Ты приезжий, видно сразу. Люди в этом городе не так добры как кажется. Тем более мы не воруем у простых людей или бедняков. Это скорее дело чести или принципа.\n— Так я тебе и поверил.\n— Тогда побудь снами и позволь мне тебе открыть глаза. Уйти ты всегда сможешь. Ну так что?",
    "answers": [
      {
        "id": 37,
        "text": "-Я подумаю"
      },
      {
        "id": 36,
        "text": "- Отказываюсь (Недоступно)",
        "comment": true
      }
    ]
  },
  {
    "id": 37,
    "text": "— Вот и хорошо. Еще увидимся парень.\nВадриго ушел веселой походкой слегка покачиваясь.\n\"Хах, мерзость\"- произнёс под нос Данте. Он проверил свои карманы и убедившись, что все в порядке, ушёл к Гану.\nЗайдя внутрь Данте увидел, как Ган укладывал товар на полки.\n\n\"Я принёс деньги\"- сказал Данте протягивая мешочек с монетами. Ган взял мешочек и выложил в стопку фиолетовые монеты и отдал половину Данте. \n\"Интересно, почему они такого цвета\"- произнес Дание рассматривая монету.\n— Они сделаны из метеорита.\n— Правда?\n— Да. Их нельзя подделать. Раньше вместо них входу были золотые монеты, но алхимики давно с помощью магии смогли искусственно создать золото и по этому пришлось перейти на новый материал.\n— И сколько тут метеорита ?\n— Полностью чистые, без примесей. Их нельзя зачаровать, сквозь них не проходит ток и они не горят. Очень крепкие.\n— Спасибо, что рассказал.\n— Не хочешь купить за свои деньги новую одежду ?\n— Что, в этой я похож на деревенщину ?\n— Немного. Купи себе наряд авантюриста, и твоя броня будет смотреться лучше.\n— Хорошо. Ну я тогда пошел.\n— Счастливо.",
    "answers": [
      {
        "id": 38,
        "text": "[Выйти из магазина]"
      }
    ]
  },
  {
    "id": 38,
    "text": "Выйдя из магазина Данте вызвал карту.  Улици города были хороши видны, но стоило только посмотреть, что за стенами, то картина становилось размытой до такой степени, что нельзя было понять, какая местность там дальше.\n  Данте нашел место на карте, где бы он мог купить себе новую одежду, проложил маршрут и отправился в путь. \nПо пути он увидел объявления \"Уроки меча, магии, стойки\" и так далее. Уроки стояли больших денег, поэтому Данте подумал после магазина подыскать работу у Гана.\nНайдя магазине, он вошел внутрь. \nВ магазине был один лишь продавец, заметив Данте, он подошёл.\n\n\"Чего изволите господин,- произнес он осматривая броню Данте- Думаю у меня есть то, что вы ищете\".\nПока торговец искал одежду Данте говорил:\" Ээ, я хотел купить одежду под доспехи\".\n\"У меня есть то, что вам нужно. Вот!\"- Продавец вытащил целый костюм среднего авантюриста.\n\n\"Этот капюшен идеально подходит, чтобы скрываться в темноте или в густых зеленных зарослях. Как вы видите кофта имеет такую же зеленную ткань, а коричнивый желет убирает ненужную яркость костюма. Так же плотные штаны, и теплые непромокаемые сапоги. В грязь или в снег, не важно, они будут чисты и сухими внутри. Так же на каждой части одежды посиавлены печати Самопошива и Самоочиститель. Ой совсем забыл и малый барьер для защиты тех мест, где доспехи не способны защитить.\"- проговорил Продавец.\n\nЭтот костюм идеально подходит для Данте. Доспехи действительно не могли прикрыть все тело. Единственное, что они защищали это плечи, сердце и ноги до колен.\n\n\"Наверное это будет дорого стоить ?,- сказал Данте, но его тут же перебил Продавец-  Костюм стоит 35, у вас имеется 85, поскольку вы без уровневый и скорее всего приезжий сделаю скидку на 10 монет.\"\n\n— Как вы узнали ?\n— Узнал ? По вам ведь видно, но а еще у меня навык торговли. Я вижу сколько у вас денег, вижу, что примерно вам нужно и смотря по вам и благодаря интуиции нахожу нужный товар.\n— Потрясающе.\n— Ну что вы, это в нашем мире норма. Если честно я сделал скидку вам только потому что ваша жизненная система без уровневая. Ее никто уже не выберает. Чаще всего люди без уровня погибают или спиваются, но в вас есть какой то талан. Я это чувствую благодаря способности.\n— Да вы добры ко мне.\n— Просто торговая солидарность, ничего больше.\n— Чтож, вот ваши деньги.\n— Примерочная там.\n\nДанте переоделся и смотрел на себя в зеркало. Костюм ему прекрасно подходил. Костюм иногда испускал слабый феолетовый свет который двигался по тканям, как ток по микросхемам. Данте начал подумывать купить на оставшиеся деньги новый меч. ",
    "answers": [
      {
        "id": 39,
        "text": "[Выйти из магазина]"
      }
    ]
  },
  {
    "id": 39,
    "text": "Данте попрощался с продавцом и как только он вышел перед его лицом появилась окно с надписью \"Вам сообщение\".\n\n— Данте, это я, Ган. Я сделал заклятие привязки сообщений между нами. Теперь когда ты в городе или в дали от меня до одного километра, ты можешь отправить мне сообщение. Можешь даже сейчас связаться со мной если есть какие-то вопросы.\n— Ган, я купил новую одежду и сейчас хочу купить новое оружие, не подскажешь, где можно закупиться ? Я хочу пойти в таверну авантюристов и заработать там денег.\n— Оружие можешь купить в Лавке оружейника. Он возле порта, но ты можешь найти его по карте. Свой товар я не могу тебе посоветовать, мой навык позволяет делать оружие того же типа, что и у тебя сейчас. Я бы мог заострить его и сделать какую нибудь печать для улучшения. Это конечно будет стоить дешевле, но по сравнению с товаром на Лавке оружейнка он не сравнится. Хочешь вступить в гильдию авантюристов. Это довольно опасно. Сама регистрация стоит больших денег. Ты конечно можешь привязаться к группе на одно задание, если они этого захотят и брать награду в малых количествах от положенной. Но мне кажется человек без уровня брать к себе побоятся. Даже если они узнают, что у тебя есть талант Авантюриста и то, что ты завалил Псевдо-оленя, это не гарантирует тебе шанс вступить в группу. Можешь конечно попробовать, но я лично этих авантюристов не уважаю. Особенно высоко ранговых. Смотри сам. Потом расскажешь, как обстоят дела.\n\nДанте начал размышлять, как лучше поступить. Купить дорогой и надёжный мечь или пойти к Гану и улучшить старый по дешевле, но тогда в бою придется в двое больше пыхтеть.",
    "answers": [
      {
        "id": 40,
        "text": "[Купить мечь в Лавке оружейника]"
      },
      {
        "id": 39,
        "text": "[Улучшить меч у Гана]",
        "comment": true
      }
    ]
  },
  {
    "id": 40,
    "text": "Близился вечер. По пути к лавке, Данте выбросил на переулке свои старые рваные вещи. Он пришел в Лавку оружейника и стал выбирать оружие. К нему подошел торговец.\n\"Вижу молодой авантюрист просматривается к новому клинку\"- произнес торговец.\n\"Да, что-нибудь получше моего,- Данте достал свой меч и показал торговцу- Поможете ?\"\n— Если вы предпочитаете мечи, то скорее всего подойдёт меч Дракона. Он отличается от вашего меча не только стилизацией рукоятки и клинка, но так же сделан  из добротной стали. И он изначально прекрасно заточен. Так же имеет улучшение Поджог врага с вероятностью 1/10 ударов.\n— Это как ?\n— Ну заклятье не сильное. Вспыхнет плямя перед врагом, возможно ослепит его, воспламенит одежду или уберет ему брови слица (Усмехнулся).\n— Что еше посоветуете ?\n— Ну для вашего кошелька, могу порекомендовать еще двуручный меч. Без заклятия, но он длиннее обычного меча так что, это компенсируется тем, что можно держать врага на расстоянии. Вот.\n— По цене сколько каждый ?\n— Оба 50 монет.\n— И толко эти два оружия мне по карману ?\n— Ну вы же ищите, что-то получше своего меча.\n— Ах ну да. \n",
    "answers": [
      {
        "id": 41,
        "text": "[Выбрать Меч Дракона]"
      },
      {
        "id": 40,
        "text": "[Выбрать Двуручный Меч] (Недоступно)",
        "comment": true
      }
    ]
  },
  {
    "id": 41,
    "text": "Данте выбрал \"Меч Дракона\". Он предложил взять его старвй меч, чтобы сбить цену до 40 монет. Торговец согласился. Данте отправился к гильдии авантюристов.\n\nПриближалась ночь. Улици освещали магические фанари и вывески магазинов. Город был полан разных цветов.  Дойдя до таверны с помощью карты, Данте вошёл внутрь. Таверна была предназначена полностью для авантюристов. Все они делились на ранги, про которые Данте лишь догадывался. И как стало понятно, те кто занимали верх пищевой цепочки находились в других комнатах, где их не беспокоили по лишнему поводу. Данте собирался подойти к работнику, который регистрирует новых авантюристов, чтобы спросить цену, но его остановил Вадриго.\n\n— Ого какими судьбами мой друг.\n— Вадриго.\n— Неужто ты решил стать авантюристом, не смеши меня.\n— Чего тебе ?\n— Как чего, во первых показать, кое что.\n\nВадриго пошёл прямо в толпу. Данте заметил движения Вадриго, он воровал деньги, которые находились в небольших мешочках и кошельках. Как только он закончил, Вадриго подошёл к Данте.\n\"Это тебе\"- сказал Вадриго протягивая один мешочек с монетами.\n\n— Что ? Зачем ?\n— Подарок, за то, что ты купил новые вещи. Твои карманы почти пусты. Не хочешь пробовать ?\n— Попробовать что ?\n— Украсть.\n— У войнов ? Не смеши.\n— У бедняков нечего воровать, а вот у тех, кто греет свои задници в уютных комнатах отдельно от всех ... . Кароче, я выманиваю вон того бугая, а ты украдёшь у него деньги. Если что, они у него на поясе. Вот дурак.\n",
    "answers": [
      {
        "id": 42,
        "text": "- Я это сделаю и ты останешь от меня"
      },
      {
        "id": 41,
        "text": "- Я не буду этого делать (Недоступно)",
        "comment": true
      }
    ]
  },
  {
    "id": 42,
    "text": "— Хорошо хорошо, Данте.\n— Как ты узнал мое имя ?\n— Твои сообщения с Ганом. Мы не только воруем деньги, но и информацию.\n\nВадриго ушел. Он подошёл к тому злобному авантюристу, что-то ему сказал и ушёл. Авантюрист вышел из комнаты и начал кого-то искать. Вадриго скрылся в толпе.\n\"Ладно, это мой шанс\"- сказал себе Данте. Когда авантюрист, начал проходить сквозь толпу, толкать всех и идти дальше, Данте быстро схватил мешочек с монетами и отошел в сторону. Никто не заметил движений Данте. Вадриго сразу же подошел К Данте.\n\n— Потрясающая работа, ты прошел первый урок.\n— Что ? Забери деньги и не подходи ко мне.\n— Увидимся завтра.\n\nВадриго ушел не взяв денег. Рядом стоящие люди начали обсуждать того авантюриста.\n— Мне не нравится Дебри, да он многих спас, но его характер ужасен.\n— Строит из себя крутого, ну если бы ты оказался на его месте, то тоже начал бы считать себя королем.\n— А ты вспомни, как он раньше зарабатывал. Грабил и убивал простых людей.\n— Он является частью Мафии, так что не знаю, что у него на уме.\n\nДебри, авантюрист, которого ограбил Данте закричал:\" Кто украл мои деньги, это сделал ты ?\". Дебрт накидывался на всех, пока его не успокоил друг и не ответ в другую комнату.\n\nДанте посчитал сколько у него в общем денег. 150 монет. \n\"Этого должно хватить\"- сказал Данте и пошёл регистрироваться.",
    "answers": [
      {
        "id": 43,
        "text": "[Регистрироваться]"
      }
    ]
  },
  {
    "id": 43,
    "text": "Данте подошёл к столику регистрации, где там из обслуживающего персонала был один мужчина. Он посмотрел на Данте и начал диалог.\n— Хотите вступить в гильдию.\n— Да. Хочу стать авантюристом.\n— Хорошо, назовите имя.\n— Данте.\n— Возраст ?\n— Эм...20 лет ?\n— Хм, уровень  и класс специализации.\n— Я без уровневый.\n\nМужчина удивился. Он снова расмотрел Данте и продолжил разговор.\n\n— Вы же понимаете, что у  без уровневых куда меньше заданий. Таких не берут в задания, потому что никто не знает, на что они способны.\n— И что вы хотите этим сказать. Мне все равно. Зарегистрируйте меня.\n— Поскольку вы не имеете высшую экипировку, у вас нет товарищей или свидетелей того, что вы обладаете большой силой или способностями сравнимые среднему и выше уровню, я вынужден приписать вас к нижнему рангу.\n— Хорошо, звучит справедливо.\n— Ваш ранг \"Призывной\". Это значит, что вы не можете брать задания из объявлений. Так же, вы не можете становится лидером какой либо группы, пока не повысите ранг.\n— Тогда, как мне выполнять задания и повысить ранг.\n— Призывные могут присоединиться к заданиям других людей и груп до ранга \"Местный авантюрист\" только если их выберут.  В случае успешного выполнения задания и положительной оценки товарищей о вашем вкладе в работу, ранг тут же повысится до \"Дружины\". \n— Хорошо, я понял.\n— Вот возьмите.\n\nМужчина протянул браслет. Данте его надел на руку.\n— Что это.\n— Так люди узнают ваш ранг и примут решение, брать вас или нет. Можете присесть где нибудь и подождать.\n— Ладно, спасибо большое за помощь.\n— Всего доброго.",
    "answers": [
      {
        "id": 44,
        "text": "[Ждать]"
      }
    ]
  },
  {
    "id": 44,
    "text": "Данте присел за стол в углу комнаты и принялся ждать. Он отправил сообщение Гану.\n— Ган, я в таверне авантюристов. Буду сидеть до поздна, так как из-за того, что я без уровневый мне зачислили самый маленький ранг. Если все будет совсем безнадежно, вернусь в твою лавку и буду искать другую работу.\n\n\"Не так себе я представлял лёгкие деньги. Хотя, под словом лёгкие деньги подошла бы работа вора. Вадриго. Может стоит попробовать. Выглядило все довольно просто.\"- размышлял Данте. Ближе к ночи в гильдии шум уменьшался, людей становилось все меньше и меньше и Данте уже намеривался уйти.\n\"Я просто трачу время.\"- сказал он себе. \n\nВ таверну вошли четверка авантюристов одетые в легкую броню, которая была чуть лучше чем у Данте. Две девушки и два парня, все рассматривали доску объявлений.\nДевушка блондинка начала говорить:\" Для нас не осталось больше заказов. Есть только один выше на один ранг.\"\nЕй ответил Брюнет:\" Ну так в чем проблема взять ? Мы много раз брали задание не предназначенные для нашего раза.\n\" И сколько из них прошли удачно ? Только два из пяти. За такую халатность нам чуть не снизили ранг.\"- ответил ему мужчина в шлеме.\n\"Да ладно вам, возьмём еще раз. Тут сказано, что нужно одолеть группу бандитов неподалеку от города. Нам нужно просто подыскать одного добровольца. Если сегодня не найдём, то поищем  завтра новые задания.- произнесла девушка с темно синими волосами.\n\nБлондинка заметила Данте и предложила группе взять его.\nОни подошли к нему.\n\"Эй парень, не хочешь с нами отправится на задание,- сказал мужчина в шлеме рассматривая доспехи Данте и продолжил- У тебя не плохое снаряжение. Какого ты уровня?\".\n\"Я без уровня\"- ответил Данте. Группа удивилась. \nМужчина продолжил задавать вопросы:\" Тебе приходилось с кем нибудь драться? У тебя есть опыт?\"\n\" Скажу честно, я тренировался в деревне с другом, у которого был небольшой опыт в сражениях на мечах. Так в лесу мы вместе убили Псевдо-оленя\"- ответил Данте.\nЧетверка впала в шок. \nБрюнет задал вопрос:\" Ты говоришь правду Псевдо-оленя вдвоем? Даже мы на такое не способны. Кем был твой друг ?\".\n\" Обычным кузнецом и строителем по способностям. Он говорил, что участвовал в каком-то сражения Призыва, но не говорил подробности\"- Ответил Данте.\n\n",
    "answers": [
      {
        "id": 45,
        "text": "[Далее]"
      }
    ]
  },
  {
    "id": 45,
    "text": "",
    "answers": []
  }
]