[
  {
    "id": 1,
    "text": "Фриз\n\nНебольшой квест по всем известной игре \"S.T.A.L.K.E.R.\"\nПочему \"Фриз\"? А вот ответ:\nВоеннослужащий Морозов на первой линии кордона узнал, что его контракт (как и контракт всех остальных военсталов) продлится ещё на неопределённый срок... После чего сержант Морозов устраивает побег с кордона. Потеряв оружие, солдат натыкается на сталкера по прозвищу Фаер (fire). Выслушав рассказ вояки, сталкер решил взять его в напарники, дав ему прозвище — \"Фриз\" (соответственно фамилии и холодному характеру военного).\n\n—С этого момента начинается настоящая сталкерская жизнь для бывшего военного-\n\n\nЧто же ждёт главного героя, и его спутника? Всё зависит от вас)\n",
    "answers": [
      {
        "id": 2,
        "text": "НАЧАТЬ КВЕСТ"
      },
      {
        "id": 25,
        "text": "Изменения"
      }
    ]
  },
  {
    "id": 2,
    "text": "Глава l — \"дизертирство\" \n\nУдрав от патруля, сержант Морозов брёл тяжело дыша возле заброшеного элеватора. Это здание облюбовали сталкеры, и использовали его как перевалочный пунк. Морозов вспомнил как он в отряде с опытными вояками отстреливал сталкеров из этой постройки.\nУбивал сержант всех хладнокровно, даже не помнил как нажимал на спусковой курок автомата, отнимая этим чью то жизнь.\n—Печально, что автомат обронил...-шёпотом проговорил бывший солдат. После чего взглянул на вечно пасмурное небо.\n—Кажется скоро дождь начнёт идти. — отметил про себя солдат.-- переждать непогоду в старой постройке? Или идти дальше, куда глаза глядят...?",
    "answers": [
      {
        "id": 3,
        "text": "Переждать непогоду в старом гараже"
      },
      {
        "id": 4,
        "text": "Продолжить путь через старый мост на север "
      }
    ]
  },
  {
    "id": 3,
    "text": "Подходя к старому гаражу принадлежащему элеватору, Морозов завидел в далеке возле моста неспешно идущего человека.\n—Вот же гадство! Это ещё кто?!\nНе долго думая, военный быстро забежал в гараж, по пути распинывая старые ящики, тем самым создавая шум. ",
    "answers": [
      {
        "id": 12,
        "text": "Спрятаться и ждать"
      }
    ]
  },
  {
    "id": 4,
    "text": "Так и не решившись зайти в старые постройки — солдат поплёлся в сторону рухнувшего моста.\nПодойдя на обычный пост военных, Морозов никого не обнаружил.\n—-И где же все? Странно, что сегодня здесь никого нет..--немного удивился солдат. -- может найду что нибудь полезное.",
    "answers": [
      {
        "id": 5,
        "text": "Осмотреть пост"
      }
    ]
  },
  {
    "id": 5,
    "text": "Осматривая пост, солдат нашёл только старый Пм и одну обойму к нему.\n—-Походу тут больше ничего нет. -- сделал вывод Морозов, после чего направился дальше на север.\n\nНо не успел он сойти с насыпи, на которой стоял старый экскалатор, несколько ржавых металических вагонов, арматуры, и остова старой машины, как увидел в далеке человека, который шёл к нему быстрым шагом, подняв автомат. Солдат сразу понял, что это сталкер одиночка.\n\n",
    "answers": [
      {
        "id": 8,
        "text": "Спрятаться за остов машины и открыть огонь "
      },
      {
        "id": 9,
        "text": "Поднять руки, и ждать сталкера "
      }
    ]
  },
  {
    "id": 6,
    "text": "",
    "answers": []
  },
  {
    "id": 7,
    "text": "Сталкер завидев человека под мостом, вскинул автомат целясь в того, начал подходить к нему.\nПодойдя ближе к незнакомцу, сталкер увидел перед собой безоружного солдата.\n\n—-Ты кто? -- произнёс сталкер с большим любопытством.\n—-Сержант Морозов! -- как положено выкрикнул сержант.\nГлаза сталкера быстро забегали по солдату в поиске оружия, но ничего не увидел.\n\n—-И что ты тут делаешь без оружия?\n—-Сказать честно? Дизертировал я. -- устало сказал Морозов.\n—-Раз сбежал с блокпоста, значит назад тебе дороги нет. И ты теперь обычный бродяга как и все.\n—-Походу... -- солдат сам не мог поверить в то, что он стал одим из тех, в кого он раньше стрелял.\n\nСталкер быстрым взором осмотрел местность за спиной сержанта, и заговорил более спокойно чем минуту назад:\n—-Идёшь со мной. Здесь недалеко деревушка, а там много нейтралов.\n—-Хорошо... -- проговорил солдат. -- выбора у меня значит нет. ",
    "answers": [
      {
        "id": 24,
        "text": "Следовать за сталкером"
      }
    ]
  },
  {
    "id": 8,
    "text": "Явно была глупая затея. Хоть у солдата и было надежное укрытие, но у сталкера в распоряжении были деревья и старый кирпичный дом с дырой в стене.\nИстратив все патроны, Морозов перезарядил пистолет. Но сталкера обнаружить он уже не мог, потому что тот успешно скрылся за деревьями.\n\nВодя стволом пистолета, солдат понял, что этот бой ему не выиграть. Вдруг из ближайших кустов донеслась автоматная очередь, после чего заговорил громкий и хрипловатый молодой голос:\n—-Пистолет на землю! Быстро!\n—-Не стреляй, кладу! --поняв, что бой он проиграл, солдат положил Пм на землю, поднял обе руки и сделал шаг вперёд.\nСталкер вышел из кустов, бросив удивлённый взгляд на служащего.\n—-Слышь?-- начал сталкер. -- А почему ты один? Да ещё в военном бронежилете?\n\nМорозов медлил с ответом. ",
    "answers": [
      {
        "id": 10,
        "text": "Повысить тон"
      },
      {
        "id": 11,
        "text": "Ответить спокойно"
      }
    ]
  },
  {
    "id": 9,
    "text": "Не решившись атаковать сталкера — Морозов спрятал пистолет в карман, поднял руки и стал ждать незнакомца.\nНет, он не трусил. Он прекрасно понимал, что старым пистолетом он ничего не докажет тому сталкеру, у того явно имелась броня способная остановить пулю из старого пистолета, который к тому же не известно — стрелял ли он? ",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      },
      {
        "id": 23,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 10,
    "text": "",
    "answers": []
  },
  {
    "id": 11,
    "text": "",
    "answers": []
  },
  {
    "id": 12,
    "text": "Спрятавшись за большой деревяный ящик, который стоял в дальнем углу — солдат начал ждать пока пройдёт мимо тот сталкер.\nМорозов надеялся, что сталкер его не заметил, и он пройдёт мимо гаража.\n\nВоенный был напряжен, как вдруг в воротах гаража возникла фигура в каком то комбинезоне сероватого оттенка.\nПришелец водил стволом автомата по пространству, и медленно шагнул к ящику за которым прятался сержант.\n\n",
    "answers": [
      {
        "id": 13,
        "text": "Ждать"
      },
      {
        "id": 14,
        "text": "Наброситься на сталкера "
      }
    ]
  },
  {
    "id": 13,
    "text": "Сержант до последнего надеялся, что сталкеру просто почудилось, что в гараж проскочил какой то человек. Но сталкер походу был твёрдо уверен в том что видел.\n\n—-Эй, бродяга, можешь выходить. -- спокойным голосом произнёс сталкер. -- Зла я тебе не причиню.\nМорозов долго не решался выходить из укрытия, ведь сталкер держал свой автомат на готове. Кто знает как он отреагирует когда увидит перед собой военного? Да пристрелит и всё...\nСолдат всё же решил выйти из своего укрытия, которое он считал надёжным, раз сталкер не смог его найти.",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "Как только сталкер показался в проёме от ворот, как тут же на него набросился солдат. Но маневр сержанта не удался, ибо сталкер не первый год в зоне, а значит он готов абсолютно к любому нападению. Что уж и говорить про безоружного человека, который в данный момент был похож на мутанта.\n\nСталкер моментально вскинул автомат и короткой очередью прострелил грудную клетку военного.\n\nСолдат распластался на бетоном полу. Из простреленого участка тела хлестала кровь. Глаза окутала кровавая пелена.\n\n\"Сержант Морозов погиб в Зоне\"\n\n\n",
    "answers": []
  },
  {
    "id": 15,
    "text": "—-Не стреляй, я выхожу. --проговорил Морозов и вышел.\n—-Вояка?! Один? --на лице сталкера возникла ухмылка, а в глазах было явное удивление.\nОба смотрели друг на друга, это было похоже на гляделки. Только сталкер быстро сдался и затараторил неразборчиво.\n—-Почему ты один? Где твоё оружие? От кого прячешься?\nВоенный медлил с ответом. Но ответил кратко:\n—-я дизертировал с блокпоста...\nСталкер присвистнул.\n—Вон оно как... Сбежал значит. Ну мне это не интересно, можешь не объяснять. Мне интересно вот что...куда ты теперь? Ты безоружный и шага не сделаешь. -- в глазах сталкера было полное спокойствие. Конечно, ведь солдат безоружный, и стоит в метрах 5-ти от него.\n—-Ну вояка...Что молчишь? Тебя хоть как зовут?. \n—-Морозов Владимир Алексеевич -- отчеканил сержант, разве лишь по стойке \"смирно\" не стал.\n—-В Зоне не положено имя говорить. Не любит она этого. -- сталкер задумался. -- будешь Фризом, хорошо?\n—-что значит Фриз? --недоумённо спросил сержант.\n—-Ну ты же Морозов, а фриз это вроде как мороз переводится. ",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "Ну хорошо... -- проговорил Морозов. -- Фриз, так Фриз...\n—- А я кстати Фаер.\n—-Понятно, рад знакомству.\nСталкер не стал протягивать руку. Он резко развернулся к выходу и присел на келено, выцеливая кого-то невидимого в кустах на противоположной стороне дороги.\nВдруг раздались крики вроде \"Фраера повалили\" и \"кандёхай веселее\"\n—-Бандиты! -- громко произнёс Фаер, и полоснул очередью по кустам.\n\n—-Мля! Я маслину паймал! -- закричал голос бандита, после чего его кореша открыли огонь по гаражу. Стреляли они в основном из обрезов и пистолетов,крича во весь голос свои кричалки с упоминаниями фраеров и им подобных личностей.\n\nСталкер сменил рожок, и при этом не сводил глаз с военного.\n",
    "answers": [
      {
        "id": 17,
        "text": "Стоять и ждать"
      },
      {
        "id": 18,
        "text": "Помочь сталкеру"
      }
    ]
  },
  {
    "id": 17,
    "text": "Солдат стоял и смотрел как сталкер расправляется с небольшой группой бандитов.\n\nЧерез минуту возгласы бандитов смолкли, что означало либо их отступление либо смерть каждого.\n\n—-Видал как надо этих уродов учить? -- с уставшей улыбкой произнёс Фаер.\n\n—-Да, неплохо.\n\nСталкер стоял и сжимал правое колено, из которого мелкой струйкой текла кровь. ",
    "answers": [
      {
        "id": 19,
        "text": "Предложить помощь"
      },
      {
        "id": 20,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 18,
    "text": "Сержант решил помочь сталкеру, ведь одна из поговорок гласила — \"один в поле не воин\"\nСталкер поняв, что военный собирается помочь ему, отрицательно покачал головой, давая понять что помощь ему не требуется. Да и что мог сделать военный не имея при себе оружия? Ровным счётом ничего. ",
    "answers": [
      {
        "id": 21,
        "text": "Ждать окончания боя"
      }
    ]
  },
  {
    "id": 19,
    "text": "—-Ты ранен... -- заметив рану на ноге сталкера произнёс сержант.\n—-Дробью задело. Ничего серьёзного. -- быстро бросил сталкер.\n—-Давай хоть перебинтую -- предложил солдат.\n—-Бинтов и аптечки нету... Слушай, я иду в деревню новичков, пойдёшь со мной? Выбора у тебя нету.\n\nСолдат задумался. Ведь он идёт туда, где полным полно неучтеных лиц которые называют себя сталкерами. Морозов согласился на предложение сталкера и они побрели к деревне новичков о которой сержант Морозов даже и не знал.\n",
    "answers": [
      {
        "id": 22,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 6,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 20,
    "text": "",
    "answers": []
  },
  {
    "id": 21,
    "text": "Солдат стоял и смотрел как сталкер расправляется с небольшой группой бандитов.\n\nЧерез минуту возгласы бандитов смолкли, что означало либо их отступление либо смерть каждого.\n\n—-Видал как надо этих уродов учить? -- с уставшей улыбкой произнёс Фаер.\n\n—-Да, неплохо.\n\nСталкер стоял и сжимал правое колено, из которого мелкой струйкой текла кровь.",
    "answers": []
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  },
  {
    "id": 25,
    "text": "14.11.2020 -- немного изменён текст на некоторых страницах. Исправлены грамматические ошибки. \n\n12.11.2020 — начал работу над квестом. Уже в этот день получилось более 20-ти страниц.",
    "answers": []
  }
]