[
  {
    "id": 1,
    "text": "Молодой охотник на демонов получает своё первое задание. В глубине пещер и мрачных тоннелей он встретит свою судьбу.\nЛовушки, схватки, встреча с отчаянием и  испытания воли. Каков путь ждёт этого юношу — решать вам!",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://a.radikal.ru/a22/2011/49/740d341bfa4a.png",
        "system": true
      },
      {
        "id": 167,
        "text": "Достижения"
      },
      {
        "id": 174,
        "text": "Другие работы автора"
      }
    ]
  },
  {
    "id": 2,
    "text": "    Ну что ж, вот я и получил своё первое задание.  Огромный вход в пещеру нависает надо мной словно неизбежный рок.  Местные наперебой рассказывали о чудищах и монстрах, что чуть ли не каждую ночь наводняли их деревню. Как крадут скот и портят урожаи, ломают ограды и пишут на домах непотребщину – смех да и только. Однако, староста поведал об увиденном демоне не так давно. Третья категория, может быть даже четвёртая. Старик сказал, что пару дней тому назад за монстром уже отправился Охотник, но так и не вернулся. С того станет пойти своей дорогой после выполненного задания и без отчета крестьянам, но проверить стоит. \nПуть мой лежит в мрачное подземелье, узкие тоннели и переходы, встречи с мерзкими тварями, что не жалуют дневной свет, опасность, подстерегающая на каждом ходу. \nВперёд!\nИли же моё имя не __________-охотник на демонов!\n",
    "answers": [
      {
        "id": 3,
        "text": "Вступить в мрачную разинутую пасть пещеры, пусть немного и страшно"
      }
    ]
  },
  {
    "id": 3,
    "text": "    Ну вот! Только я шагнул на свою первую охоту и уже наделал ошибок. Во-первых: не проверил снаряжение. Во-вторых: не объяснил местным, что им следует предпринять. В-третьих: не сходил в «кусты». Ну, третий пункт исправить проще всего – благо тут не далеко.",
    "answers": [
      {
        "id": 4,
        "text": "Сделать дело"
      }
    ]
  },
  {
    "id": 4,
    "text": "    Теперь, когда с третьим пунктом покончено, можно приступить к выполнению остальных. Возвращаться в деревню как-то не хочется. Так что буду надеяться, что мой предшественник оказался опытным Охотником и разобрался с демоном, ну или мы разберёмся с ним вместе. Снаряжение. Короткий зачарованный меч с зубцами – есть (√), кинжал в ножнах и легко извлекается – есть (√), фляга и сухой паёк на сутки – есть(√), усиливающее, восстанавливающее и зелье ночного зрения – есть, есть, есть. Вроде бы, всё… А! Бодрый настрой и решительность – ЕСТЬ!\n",
    "answers": [
      {
        "id": 5,
        "text": "Отправиться вглубь пещеры со всей имеющейся решительностью"
      }
    ]
  },
  {
    "id": 5,
    "text": "    Не сказать, что я побывал во множестве пещер, но эта мне показалась самой обыкновенной. Сырой камень вокруг, земля вперемешку с гравием, довольно утоптанная тропа. Видимо раньше этой пещерой часто пользовались: то тут, тот там виднелись держатели для факелов. На шахту для добычи сырья или рудное месторождение не похоже, наверняка использовалась как склады или временное убежище. Теперь уже не важно – пещеру облюбовали демоны среднего и меньшего звена и людям стали здесь не рады. Зелье ночного зрения давало неплохое представление о случавшихся в этих тоннелях стычках: царапины от когтей и глубокие устрашающие борозды в камне, железные осколки, черепки и обглоданные кости. Мрачновато. Зелье будет действовать около суток, усиливающее может продлить эффект, но буду надеяться, что справлюсь раньше. Пусть голова у меня болит об этом позже, а сейчас передо мной выход из тоннеля!\n",
    "answers": [
      {
        "id": 6,
        "text": "Вперёд"
      }
    ]
  },
  {
    "id": 6,
    "text": "    Итак, передо мной развилка. Впереди – глубокая яма, аж дна не видно. Через неё перетянут верёвочный мост из ссохшихся от древности досок. Выглядит не очень надёжно. Слева и справа – проходы, естественно не освещены. Куда же направиться?\n",
    "answers": [
      {
        "id": 7,
        "text": "В левый, который у́же"
      },
      {
        "id": 8,
        "text": "В правый – он пошире.\n"
      },
      {
        "id": 9,
        "text": "Или же попробовать перейти мост, хотя не уверен, что он меня выдержит."
      }
    ]
  },
  {
    "id": 7,
    "text": "    Проход с каждым шагом становится всё у́же и у́же. Плечи трутся о каменные стены, свод становится ниже. Чтобы продвинуться дальше придётся идти боком.\n",
    "answers": [
      {
        "id": 10,
        "text": "Что ж, неудобства для меня не помеха!\n"
      },
      {
        "id": 6,
        "text": "Или лучше вернуться к развилке?"
      }
    ]
  },
  {
    "id": 8,
    "text": "    Протянувшись около 20 метров, ход вильнул и закончился тупиком. Что ж, эту комнату я бы описал как очень жуткую. Зелье ночного зрения не передаёт цветов, однако позволяет во тьме различать контуры и силуэты довольно четко. И этого мне хватило. Стены, пол и потолок покрыты тёмными пятнами, повсюду человеческие останки и не очень.  А этот запах! Я прикрываюсь рукой, чтобы хоть как-то ослабить зловоние. И как такого смрада не слышно за версту?\n    \n",
    "answers": [
      {
        "id": 6,
        "text": "Я устал задерживать дыхание."
      },
      {
        "id": 11,
        "text": "Покопаться в останках."
      }
    ]
  },
  {
    "id": 9,
    "text": "    Огромная, бездонная дыра не даёт мне покоя – никак не хочется туда сорваться. Пошарив глазами вокруг, я нахожу-таки добровольца – маленький камешек спешит исполнить мою волю, подстёгнутый ударом моего носка. И летит, летит, летит… Он упал или мне послышалось?! Жаль, больше желающих не обнаружилось – разбежались, что ли?!\nЯ ещё раз осматриваю мост. Крепкие тросы добротно натянуты. На половину досок лучше не наступать. В перспективе радует лишь одно: если я сорвусь, то внизу меня ждёт маленький каменный друг. Наверное.\n    \n",
    "answers": [
      {
        "id": 14,
        "text": "Рискнуть перейти мост.\n"
      },
      {
        "id": 6,
        "text": "Что-то я не набрался храбрости."
      }
    ]
  },
  {
    "id": 10,
    "text": "    Ножны бряцают о неровный камень. Я, втянув живот, протискиваюсь в расщелину. Шаг ещё шаг. От напряжения по лбу стекают капельки пота. Трудно дышать. Тупик. Хотя нет: небольшая крыса, прошмыгнула мимо моих ног в узкий лаз.\n",
    "answers": [
      {
        "id": 12,
        "text": "Попробовать протиснуться в него.\n"
      },
      {
        "id": 6,
        "text": "С меня хватит – возвращаемся!"
      },
      {
        "id": 168,
        "text": "Я уверен, что пролезу! Надо только снять лишнее.",
        "need": [
          12
        ]
      }
    ]
  },
  {
    "id": 11,
    "text": "    Как это вообще взбрело мне в голову? НИ ЗА ЧТО!!! ФУ! БЕ! ОТВРАТИТЕЛЬНО! ",
    "answers": [
      {
        "id": 6,
        "text": "Я не падальщик. Немедленно возвращаюсь к перекрёстку."
      }
    ]
  },
  {
    "id": 12,
    "text": "    Встав на четвереньки, я чудом пролажу в щель. Ползу так около минуты, пока стены не сужаются ещё больше.",
    "answers": [
      {
        "id": 13,
        "text": "Вперёд!"
      },
      {
        "id": 10,
        "text": "Назад!"
      }
    ]
  },
  {
    "id": 13,
    "text": "    Кого я обманываю?! Я не землеройка! Я – Охотник! Надеюсь.\nНормальный человек здесь не пролезет. ",
    "answers": [
      {
        "id": 6,
        "text": "С глубоким чувством унижения и сильной надеждой, что в мою пятую точку не вцепиться какая-нибудь зубастая тварь, я пячусь назад."
      }
    ]
  },
  {
    "id": 14,
    "text": "    Мост метров 10, не больше. Казалось бы, ерунда – но нет. От моего веса, он стал трястись и раскачиваться. Ещё три доски не выдержали и ухнули вниз. Я как ужаленный канатоходец метаясь между тросами и буквально цепляюсь за жизнь. Пару раз моя нога соскальзывает и я мысленно срываюсь в бездну. Когда мне остаётся три шага до уступа, до меня доносится скрежет. Что это? Присмотревшись, меня бросает в холодный пот: крепежи выходили из стен. Ещё секунда и мост рухнет!\n\n",
    "answers": [
      {
        "id": 15,
        "text": "Попытаться добраться."
      },
      {
        "id": 16,
        "text": "Прыгнуть!"
      },
      {
        "id": 38,
        "text": "Назад!!!"
      }
    ]
  },
  {
    "id": 15,
    "text": "    Только благодаря моим усердным тренировкам и цепким пальцам я справляюсь с этим испытанием. Как мангуст в мгновение ока я преодолеваю оставшееся расстояние и только нога ступает на твёрдый камень, мост обрывается, как и мой путь назад.\nНу что ж, горевать об этом я буду потом, а сейчас мне остаётся только двинуться\n",
    "answers": [
      {
        "id": 17,
        "text": "Вперёд."
      }
    ]
  },
  {
    "id": 16,
    "text": "    Это был прыжок веры. Мост оборывается и на долю секунды я нахожусь в свободном падении. Взгляд устремляется в бездну, камушек машет мне воображаемой ручкой, а затем твердь выбивает весь воздух из моих лёгких. М-да, приземление не на «отлично». Но я жив и это главное! Переведя дух, я решаю не задерживаться и ",
    "answers": [
      {
        "id": 17,
        "text": "направляюсь вглубь пещеры."
      }
    ]
  },
  {
    "id": 17,
    "text": "    Прошагав достаточно долго, чтобы начать мысленно насвистывать игривую песенку, я дохожу до следующей развилки. Ну что такое, почему дорога не может быть всё время по прямой?!  Ну, выбирать не приходится. Хотя нет, всё-таки приходится:\n    \n",
    "answers": [
      {
        "id": 18,
        "text": "Поставить метку и пойти по левому коридору.\n    "
      },
      {
        "id": 19,
        "text": "Поставить метку и пойти по правому коридору."
      }
    ]
  },
  {
    "id": 18,
    "text": "    Спасибо камню №2 за письменную помощь. Думаю, следует дать ему имя. Царапающий? Пронизывающий? Указующий? Полагаю, подойдёт ________. Да, остановлюсь на этом. Надеюсь, его не постигнет участь моего первого каменного друга, а то с таким звучным именем я к нему уже привязался.\nВдруг, моё Охотничье чутьё что-то уловило. Нутром чую, что впереди меня подстерегает опасность. Что же делать?\n",
    "answers": [
      {
        "id": 37,
        "text": "Я – Охотник, я смеюсь в лицо опасности!"
      },
      {
        "id": 39,
        "text": " Чем рисковать, может стоит выбрать другой путь?"
      }
    ]
  },
  {
    "id": 19,
    "text": "    Самая большая опасность в лабиринтах подземелий – это заблудиться. Раз-другой свернул не туда и вот уже в панике мечешься из угла в угол. Поэтому оставлять метки на стенах – наиболее успешный ход. Острый камень №2 мне в этом поможет. Это как-то бездушно – буду звать его Межевичком.\nХорошо, что это лишь пещерные ходы, а не городские канализации. В старых подземельях можно встретить ловушки: проваливающиеся полы, стрелы и лезвия, вылетающие из стен. Бывают ещё охраняемые подземелья каких-нибудь сомнительных господ, что скрывают в своих подвалах смертельно опасные тайны. Про катакомбы под башней магов я вообще молчу – там, по слухам, встречаются такие твари, что вся городская гильдия не справится. Не зря же они запечатаны.\n",
    "answers": [
      {
        "id": 21,
        "text": "Предаться размышлениям"
      },
      {
        "id": 20,
        "text": "Что-то я сильно расслабился, Охотнику положено быть предельно внимательным."
      }
    ]
  },
  {
    "id": 20,
    "text": "    Хоть это и не подземелье с ловушками, стоит быть предельно собранным. Эта пещера не просто так заброшена. Опасные твари могут встретиться на каждом шагу, а в узких тоннелях мечом особо не помашешь.\nПрислушиваясь и посматривая назад, я замечаю, что впереди становиться светлее.\n",
    "answers": [
      {
        "id": 23,
        "text": "Осторожно пойти на свет"
      },
      {
        "id": 24,
        "text": "Свет, наконец-то!"
      }
    ]
  },
  {
    "id": 21,
    "text": "    Помню я историю про одного барона, что на цепи держал демона. Мелкого, для охраны толи сокровищницы толи коллекции вин. По уму был сделан проход: в потайном месте был спрятан рычаг, что натягивал цепь и прятал демона за решётками, если хозяин изволил пройти. С малых лет объясняют, что с демонами якшаться – хуже сделки с магами. Однако же, всё-равно дураки находятся. Благоразумные взрослые к демонам не суются, поэтому слуги обходили подвал стороной. К сожалению, детей благоразумными назвать нельзя. Бароний отпрыск решил, что тварь, живущая в доме (хоть и тайно) не может быть страшнее злой сторожевой собаки. Ходил её прикармливал. Хотел подружиться?! Демон был хоть и маленьким, но не тупым. И пока его кормили вёл себя аки щенок мохнатенький. Набравшись же сил, втащил ребёнка через металлические прутья и сожрал всё, вплоть до мозга костей. Напитанный человеческой плотью – освободился. Говорят, унёс с собой полсотни душ прежде, чем с ним расправились.\n",
    "answers": [
      {
        "id": 24,
        "text": "Предавшись размышлениям, я скоро выхожу в просторную, освещённую комнату."
      }
    ]
  },
  {
    "id": 22,
    "text": "Не успеваю я преодолеть и половину пути до сундука, как начинают происходить странные вещи. Комната мелко задрожала и стала заполняться едким зеленоватым туманом. Выход сжимается, словно живой рот. Тревога в моей голове бьёт в набат – промедление будет стоить мне жизни!\n",
    "answers": [
      {
        "id": 25,
        "text": "СКОРЕЕ К ВЫХОДУ!"
      },
      {
        "id": 22,
        "text": "ИЛИ",
        "comment": true
      },
      {
        "id": 29,
        "text": "Следует скорее найти источник едкого газа."
      }
    ]
  },
  {
    "id": 23,
    "text": "Комната выглядит отделанной. На полу потёртые плиты, каменные стены обтесаны. Какие-то остатки мебели и ткани покрыты ровным слоем пыли. Свечение было то ли магической природы, то ли исходило от слизи, росшей в щелях. Но что больше всего привлекало внимание, так это сундук в центре комнаты. Большой, ещё целый, резной по краям. Любопытно, сохранилось ли там что-либо ценное?\n",
    "answers": [
      {
        "id": 22,
        "text": "Хочу посмотреть – угрозы не видно."
      },
      {
        "id": 26,
        "text": "Что-то подозрительно мне как-то, пойду-ка я назад."
      }
    ]
  },
  {
    "id": 24,
    "text": "Комната была когда-то жилой. Свет, растекающийся отовсюду, давал хороший обзор. Сгнивший мусор не привлекает особого внимания, зато привлекает его большой деревянный сундук в центре комнаты.\n",
    "answers": [
      {
        "id": 22,
        "text": "Ура, есть шанс разжиться чем-нибудь полезным"
      }
    ]
  },
  {
    "id": 25,
    "text": "Подгоняемый паникой, я молниеносно проскакиваю сквозь сжимающуюся «пасть». С глухим стуком ловушка захлопывается, и я радуюсь, что оказался снаружи.  Голова немного кружится от ядовитых паров, но это ерунда. Ах, затхлый воздух подземелья, как я тебе рад!\nПродышавшись, я достаю меч и пробую закрытый проход «на зубок» – ничего. Стена не каменная, но не уступает по прочности стали.  \n",
    "answers": [
      {
        "id": 27,
        "text": "Ничего не остаётся как вернуться."
      }
    ]
  },
  {
    "id": 26,
    "text": "Перекрёсток трёх дорог – а вот и я. Чтобы не заблудиться, становлюсь спиной к проходу с рисунком моста, нацарапанный камнем. Итак:\n",
    "answers": [
      {
        "id": 18,
        "text": "Левый коридор"
      },
      {
        "id": 20,
        "text": "Или правый коридор."
      }
    ]
  },
  {
    "id": 27,
    "text": "Перекрёсток трёх дорог – вот и я. Чтобы не заблудиться, становлюсь спиной к проходу с рисунком моста, нацарапанный камнем. Итак:\n",
    "answers": [
      {
        "id": 18,
        "text": "Левый коридор"
      },
      {
        "id": 30,
        "text": "Или правый коридор."
      }
    ]
  },
  {
    "id": 28,
    "text": "Я откатываюсь к стене и вскакиваю на ноги. Передо мной невероятный монстр: зубастый сундук со стелющимися по земле лиловыми щупальцами. Они-то и сбили меня с ног. В глазах двоится – видимо вдохнул слишком много ядовитых паров. Но отступать нельзя.\n",
    "answers": [
      {
        "id": 32,
        "text": "Перехватив удобнее клинок, я перехожу в атаку."
      }
    ]
  },
  {
    "id": 29,
    "text": "Я панически осматриваю всё вокруг. В оставшийся проём уже не пролезть. Комната медленно заполняется газом, но у стен его пока меньше, а в центре – наоборот, сундука уже почти не видно. Задерживаю дыхание и устремляюсь к нему.\nВнезапно, сундук раскрывается, я мельком замечаю зубастую пасть и что-то подсекает мои ноги. Каменные плиты больно встречают позвоночник. Не время скулить – мозг, соображай БЫСТРЕЕ!\n",
    "answers": [
      {
        "id": 28,
        "text": "Откатиться."
      },
      {
        "id": 31,
        "text": "Защититься мечом."
      },
      {
        "id": 52,
        "text": "Мне так больно!.."
      }
    ]
  },
  {
    "id": 30,
    "text": "Боюсь, что делать мне там больше нечего. А значит, путь остаётся только один:\n\n",
    "answers": [
      {
        "id": 18,
        "text": "Левый коридор."
      }
    ]
  },
  {
    "id": 31,
    "text": "Розовое щупальце рассекается холодной сталью и летит по инерции дальше. Слышно злобное клёканье. Я откатываюсь назад. Отражаю ещё один удар. Моя цель – зубастый сундук со щупальцами вместо рук (вместо ног?). Сознание помутняется от ядовитых паров. Долго я не протяну.\n",
    "answers": [
      {
        "id": 32,
        "text": "С отчаянием перейти в атаку."
      },
      {
        "id": 53,
        "text": "укрыться за большим ящиком"
      }
    ]
  },
  {
    "id": 32,
    "text": "Взмахи были стремительны как удар хлыста. Некоторые удаётся отражать, от других же приходится уворачиваться. Пару выпадов я пропускаю. Сила щупалец не меньше, чем у разгневанного секача, уж я-то знаю. Из-за головокружения становится всё труднее держать меч. Наконец, я примечаю просвет в атаках монстра, незамедлительно подскакиваю и со всей силы вгоняю клинок в пасть чудовища. Разъярённый вой сотрясает стены подземелья. Щупальца с остервенением колошматят всё вокруг. Под градом ударов я вновь оказываюсь на полу, безуспешно пытаясь увернуться. Следом приходит ТЬМА.",
    "answers": [
      {
        "id": 33,
        "text": "..."
      }
    ]
  },
  {
    "id": 33,
    "text": "Воняет как жуткое варево из гниющих потрохов. Перед глазами всё плывёт, а веки не хотят открываться. Тело не слушается, а нутро горит адским пламенем. В голове расположили свою кузню боль и агония. Огромным усилием воли я нащупываю флакон с восстанавливающей жидкостью. Вливаю в себя. Поперхнулся. Отключаюсь, снова.\n",
    "answers": [
      {
        "id": 34,
        "text": "...?"
      }
    ]
  },
  {
    "id": 34,
    "text": "Я видел грёзы: зеленоватые женские образы, скачущего коня. Может быть луг? Открываю глаза – наваждение исчезает. Мягкий свет наполняет комнату. В память вплывают последние события. Я с тревогой осматриваюсь: всё вокруг залито тёмной слизью, вход похож на оплавленную стену, туман развеялся, а посреди… Чудовище, принявшее форму сундука, обмякло, щупальца безжизненно распластались по полу. Лезвие клинка, торчавшего в нутре монстра, после извлечения более походит на расплавленную массу, чем на грозное оружие. Теперь просто хлам. Восстанавливающее зелье залечило тело, но тягучая боль от потери славного оружия осталась. Следующее, что я замечаю – небольшой проём у дальней стены. Похоже, у меня всё-таки есть шанс выбраться отсюда.\nЧто ж, теперь я буду знать, что некоторые находки могут принести лишь потери.\n",
    "answers": [
      {
        "id": 35,
        "text": "Подобрав своё разочарование, я отправляюсь дальше."
      }
    ]
  },
  {
    "id": 35,
    "text": "Проход был длинным и сворачивал налево. Хоть было и узковато, бой с монстром-сундуком меня насторожил, поэтому ведущая рука держала нож, так, на всякий случай. Чем больше я размышлял о сражении, тем больше диву давался, как я выжил. Такой твари в моём бестиарии не встречалось. Как выберусь, надо будет обязательно её внести в походный журнал.\nНаконец, дохожу до уступа – высота небольшая и я легко спускаюсь, проскользив по стене. После пары минут, тропинка резко виляет и выводит меня к развилке.\n",
    "answers": [
      {
        "id": 36,
        "text": "Левый"
      },
      {
        "id": 50,
        "text": "Или правый проход?"
      }
    ]
  },
  {
    "id": 36,
    "text": "Что ж, не сказать, что я не ожидал такой встречи, но я был очень рад, оказаться там, где я есть. Ко мне спиной стоит «цветок» – исчадие, похожее телом на человеческое, только очень худое и длинное, вместо головы  – зубастые «лепестки»: и пасть и уши одновременно. Такие в подземных тоннелях не редкость. Застывают и поджидают жертву. Опасные противники. На дальних атаках их не проймёшь – слепая зона сзади, слабое место – на спине, оранжевый пульсирующий комок. Который мне сейчас прекрасно виден.\nЗатаив дыхание, подбираюсь к твари. Быстрый, точный ножевой удар и монстр, содрогаясь в предсмертных конвульсиях, испускает дух. Пройдя в том же направлении, выхожу к своей «мостовой» развилке. М-да, даже не хочу представлять, что случилось бы, столкнись я с ним лицом к лицу.\n",
    "answers": [
      {
        "id": 50,
        "text": "Теперь одна дорога."
      }
    ]
  },
  {
    "id": 37,
    "text": "Из-за поворота выскакивает самое не желанное для меня сейчас исчадие. Тощая фигура, обтянутая кожей с очень, очень длинными когтями. Его раскрытая пасть в форме лепестков обнажила ряды острых как иглы зубов. Слюна обильно стекает по желобкам, чуя близкую трапезу.\nЯ рефлекторно тянусь за оружием\n",
    "answers": [
      {
        "id": 40,
        "text": "Нож – в узком проходе самое то."
      },
      {
        "id": 41,
        "text": "Меч – надо держать эту тварь на расстоянии."
      },
      {
        "id": 54,
        "text": "Вытащить арбалет!"
      }
    ]
  },
  {
    "id": 38,
    "text": "Не успеваю я сделать и шага как опора под моими нога пропадает. Я судорожно пытаюсь хоть за что-то ухватится. Пеньковая верёвка безжалостно жжёт скользившие ладони. В руки больно врезаются подзгнившие доски.\nА!\nЧувствую как несусь в бездну. Разрушенный мост, трепыхаясь у стены, всё удаляется... удаляется...\n",
    "answers": [
      {
        "id": 51,
        "text": "Слышу треск разбитого кувшина."
      }
    ]
  },
  {
    "id": 39,
    "text": "Стоит мне только сделать шаг назад, как из коридора доносятся быстро приближающиеся шаги. Да уж, как говаривал мой наставник: «Если Охотник, не идёт на встречу беде, то беда идёт к Охотнику». ",
    "answers": [
      {
        "id": 37,
        "text": "Негоже встречать опасность спиной."
      }
    ]
  },
  {
    "id": 40,
    "text": "Исчадие оказывается слишком быстрым и опрокидывает меня на землю. Я не теряюсь и пинаю её в живот. Тварь быстро поднимается и готовится к следующей атаке.\n\n",
    "answers": [
      {
        "id": 42,
        "text": "Защищаться."
      },
      {
        "id": 43,
        "text": "Атаковать!"
      }
    ]
  },
  {
    "id": 41,
    "text": "Я выхватываю меч и очень вовремя: чудовище выплёвывает комок слизи. Попав на клинок, тот тотчас начинает плавиться, я отбрасываю его в сторону, пока слизь не попала на руки и достаю нож. ",
    "answers": [
      {
        "id": 43,
        "text": "Времени на раздумья не остаётся."
      }
    ]
  },
  {
    "id": 42,
    "text": "Я рассекаю пустоту. Чудовище с лёгкостью уклоняется от моих выпадов. В одно мгновение приседает и выплёвывает комок слизи. Попав на клинок, тот тотчас начинает плавиться, я отбрасываю его в сторону, пока кислота не попала на руки и достаю нож. ",
    "answers": [
      {
        "id": 43,
        "text": "Времени на раздумья не остаётся."
      }
    ]
  },
  {
    "id": 43,
    "text": "Тварь молниеносным рывком сокращает расстояние, все, что я успеваю – закрыться предплечьем. Зубастая пасть впивается в руку. Мы вместе валимся на землю и я, превозмогая боль, чудом успеваю увернуться от смертоносных когтей. Перехватываю нож другой рукой и неистово бью тварь по спине в поисках слабого места.",
    "answers": [
      {
        "id": 44,
        "text": "Нанести удар."
      },
      {
        "id": 45,
        "text": "Нанести удар."
      }
    ]
  },
  {
    "id": 44,
    "text": "Когти с чудовищной силой крошат камень у моего лица. Ещё чуть-чуть и я лишусь глаз!\n\n",
    "answers": [
      {
        "id": 45,
        "text": "БИТЬ ЕЩЁ!"
      },
      {
        "id": 48,
        "text": "БИТЬ ЕЩЁ!"
      },
      {
        "id": 55,
        "text": "Оттолкнуть монстра"
      }
    ]
  },
  {
    "id": 45,
    "text": "Я чувствую, как острые зубы монстра царапают мои кости. Боль невыносимая!\n",
    "answers": [
      {
        "id": 44,
        "text": "БИТЬ ЛЕВЕЕ!"
      },
      {
        "id": 48,
        "text": "БИТЬ ПРАВЕЕ!"
      }
    ]
  },
  {
    "id": 46,
    "text": "Меня приводит в чувство дрожь земли. Сначала, решаю, что мне показалось. Но толчки повторяются, уже слабее. Я смотрю на тушу лежащую неподалёку. «Цветок», как их называют в простонародье – не редкий подземный монстр. Застывают и поджидают жертву в узких тоннелях. Опасные противники. На дальних атаках их не проймёшь – слепая зона сзади, слабое место – на спине, оранжевый пульсирующий комок. Который, к счастью, мне удалось достать.\nЯ перевожу свой взгляд на потрёпанную руку. Потрёпанная – подходящее слово, после действия снадобья ткани встали на место и срослись, остались кровоподтёки и синяки, но и они скоро пройдут. Видишь такое и поражаешься могуществу магов. И как они ещё не захватили мир?! Или не избавили его до сих пор от всей этой скверны, на худой конец.\nПоднявшись, я осматриваю оплавленный клинок, горько вздыхаю об испорченном оружии и оставляю его на поле битвы. \n",
    "answers": [
      {
        "id": 47,
        "text": "Надо двигаться дальше.\n"
      },
      {
        "id": 49,
        "text": "Исследовать ещё, кажется, там был ещё проход на развилке."
      }
    ]
  },
  {
    "id": 47,
    "text": "Что бы там ни было, мне теперь не узнать – целый каменный блок съехал и проход завалило. ",
    "answers": [
      {
        "id": 50,
        "text": "Увы, неизвестность будет съедать меня до конца моих дней."
      }
    ]
  },
  {
    "id": 48,
    "text": "Тело исчадия содрогается в предсмертных конвульсия. Хватка ослабевает. Через пару мгновений всё кончено – тварь мертва. Я заваливаю обмякшую тушу на бок. Даю себе секунду на передышку, а затем осторожно, стиснув зубы, освобождаю свою руку из мёртвой хватки чудовища. Слёзы текут ручьём. От боли мутнеет сознание, но я справляюсь.\nОт увиденного, подступает тошнота: кожа истерзана до мёртвенно-бледных лоскутов, кровавые куски мяса свисают безжизненными комьями, оголённая кость… Меня всё-таки выворачивает.\nДрожащей рукой, словно в бреду я нашариваю флягу восстанавливающего зелья. Половину вливаю в себя, половину – на обезображенную культю. Жжётся. Прислоняюсь к стене, даю своему сознанию улететь. \n",
    "answers": [
      {
        "id": 46,
        "text": "Ждать придётся долго."
      }
    ]
  },
  {
    "id": 49,
    "text": "Впереди меня ждала ещё одна развилка. Заглянув немного вперёд, правый коридор приводит меня в тупик. ",
    "answers": [
      {
        "id": 50,
        "text": "Поэтому, не тратя времени, возвращаюсь и иду вглубь пещеры."
      }
    ]
  },
  {
    "id": 50,
    "text": "Должно быть, войдя в эту пещеру, я растерял всю свою удачу. Завал передо мной представлял непреодолимую преграду. И судя по всему, появился он недавно. Ну что за дела? С другой стороны, я мог оказаться по ту сторону, отрезанный от выхода, а то и под этими валунами вовсе. Так что – всё относительно. Для очистки совести, решаю осмотреться получше – авось, удастся разгрести эту «проблему».\n",
    "answers": [
      {
        "id": 56,
        "text": "Осмотреть обвал слева."
      },
      {
        "id": 60,
        "text": "Попробовать разобрать камни."
      },
      {
        "id": 58,
        "text": "Осмотреть обвал справа."
      }
    ]
  },
  {
    "id": 51,
    "text": "Это конец пути.\nМастер подземелья разочарованно качает головой. Он подходит к широкому книжному шкафу и достаёт ещё одну рукопись. Тот же переплёт, те же страницы...\n",
    "answers": [
      {
        "id": 1,
        "text": "Но он начинает сначала"
      }
    ]
  },
  {
    "id": 52,
    "text": "Мои ноги опутывают склизкие путы. Я пытаюсь освободиться, но мощный удар в грудь опрокидвает меня на каменные плиты. В глазах темнеет. Нечем дышать...",
    "answers": [
      {
        "id": 51,
        "text": "Зубастая пасть смыкает челюсть на моих позвонках."
      }
    ]
  },
  {
    "id": 53,
    "text": "Свирепые удары за пару секунд разносят моё укрытие в щепки. Защититься не получается — голова идёт кругом...",
    "answers": [
      {
        "id": 52,
        "text": "Закашляться"
      }
    ]
  },
  {
    "id": 54,
    "text": "Да откуда ему взяться!?\nСекундное промедление стоит мне слишком дорого: тварь набрасывается на меня, разбрызгивая едкую слюну. Я пытаюсь сопротивляться, но безуспешно. Исчадие неспеша наклоняется над своей жертвой. В раскрытые глаза капает слюна. Невыносимая жгучая боль! Тело содрагается в истерических конвульсиях. \"Лепестки\", полные острых зубов, нежно обхватывают моё, перекошенное от ужаса, лицо.",
    "answers": [
      {
        "id": 51,
        "text": "Мои вопли едва слышны в нутре чудовища"
      }
    ]
  },
  {
    "id": 55,
    "text": "Почувствовав мою руку, исчадие перехватывает её и с силой рвёт на себя. Ещё не почувствовав боли, я замечаю, что когтистая ладонь несётся к моей голове...",
    "answers": [
      {
        "id": 51,
        "text": "...ХЛЮП!"
      }
    ]
  },
  {
    "id": 56,
    "text": "Повозившись с левой стеной, я как могу расчищаю щель, за которой виднеется проход, кажется. При желании, можно попытаться пролезть. Но есть шанс застрять или того хуже – валуны сдвинуться и раздавят… меня. Не хотелось бы.\n",
    "answers": [
      {
        "id": 59,
        "text": "Если даже забыть про задание, то ещё где-то там может быть Охотник, которому может понадобиться помощь, если и не в сражении, то хотя бы выбраться отсюда."
      },
      {
        "id": 60,
        "text": "Не уверен, что риск того стоит. Может лучше ещё раз всё осмотреть?"
      }
    ]
  },
  {
    "id": 57,
    "text": "Я устраиваюсь на одном из множества островков. В изголовье – грибной светильник. Его мягкое освещение убаюкивает. В животе предательски урчит. Так лень копошится в сумке в поисках крох еды.",
    "answers": [
      {
        "id": 78,
        "text": "Кажется, эти грибы съедобны."
      },
      {
        "id": 79,
        "text": "Перебиться сухарём из кармана."
      }
    ]
  },
  {
    "id": 58,
    "text": "У правой стены я примечаю глиняный уголок. Освободив его от мелкого крошева, уголок оказывается частью таблички. К сожалению, бо́льшая часть разбилась. На оставшейся же части читались закорючки на старом диалекте.\nТак, повспоминаем толкование символов. Эта закорючка «грот» или «храм». Эта часть похожа на «защищать» или «охранять». Вот эту я знаю – это «тьма», единственный уцелевший. И всё. А надо было раньше приходить, пока тут всё не обрушилось. Так что – не густо, не говоря о том, что это даже и не половина текста. Додумать можно что угодно.\nБесполезно.\n\n",
    "answers": [
      {
        "id": 56,
        "text": "Осмотреть обвал слева.\n"
      },
      {
        "id": 60,
        "text": "Попробовать разобрать камни."
      }
    ]
  },
  {
    "id": 59,
    "text": "Лаз оказывается очень узким, плечи я ещё кое-как по очереди протискиваю, но с тазом возникают проблемы. Это я не толстый – это у меня пояс широкий. Пояс и лёгкая броня действительно затрудняют моё подражание змее. Валуны натужно скрипят, но пока не собираются меня давить. Хватит того, что они делают это психологически. Через некоторое время мои усилия были оправданы и я оказываюсь по ту сторону преграды. Ура.\nТоннель был значительно шире предыдущих и, судя по всему, расширялся. Гладкие каменные стены создавали ощущение, что движешься внутри чрева огромного зверя. Представив себе такую громадину, я лишь усмехнулся – таких гигантов просто не существует. \n",
    "answers": [
      {
        "id": 64,
        "text": "В приподнятом настроении я пошёл по воображаемой кишке."
      }
    ]
  },
  {
    "id": 60,
    "text": "Огромные валуны, что завалили проход, встали намертво. Попытки вытащить хоть один закончились ссадинами и исцарапанными пальцами.\n\n",
    "answers": [
      {
        "id": 56,
        "text": "Осмотреть обвал слева\n"
      },
      {
        "id": 61,
        "text": "Использовать нож\n"
      },
      {
        "id": 58,
        "text": "Осмотреть обвал справа"
      }
    ]
  },
  {
    "id": 61,
    "text": "От мысли, чтобы использовать единственное оружие как рычаг, я внутренне содрогнулся. Это не какой-то там грубый палаш, это боевой нож искусной работы с тонким как пёрышко лезвием. Не для ковыряния камней. Фу!\n\n",
    "answers": [
      {
        "id": 56,
        "text": "Осмотреть обвал слева"
      },
      {
        "id": 62,
        "text": "Использовать технику двойного удара"
      },
      {
        "id": 58,
        "text": "Осмотреть обвал справа"
      }
    ]
  },
  {
    "id": 62,
    "text": "Как-то один странствующий отшельник, забредший в мой родной город, рассказывал о могучей технике двойного удара или «стального кулака», как он её называл. Странник объяснял, что столкнувшиеся предметы начинают резонировать, источать мелкие вибрации, что повышает их сопротивление. Предметы как-будто бьют в ответ. И чем сильнее эти вибрации, тем твёрже этот предмет. Или что-то типа того. Так вот, секрет в том, чтобы нанести второй удар раньше, чем предмет (в моём случае – камень) начнёт отвечать и попасть между этими вибрациями, тем самым разрушив его прочность.\nДетвора над ним посмеялась, но после пары демонстраций, все задиры стихли. В один удар он крошил валуны в пыль, а стволы в щепки, хоть и говорил, что было два. Первый наносится фалангами, а второй – молниеносно костяшками.\nТут же нашлись желающие пойти к нему в ученики, однако, он всем отказал. Объяснив, что это простая техника, и каждый сам может её освоить, проявив усердие.\nГоды я тренировался, а позже оказался учеником Охотника. Много лет прошло. Но ничто не забыто.\n",
    "answers": [
      {
        "id": 63,
        "text": "Использовать технику «стального кулака»!"
      }
    ]
  },
  {
    "id": 63,
    "text": "Ай-ай-ай-яяяяй! О чём я только думал?! У меня и тогда это не получалось, с чего я решил, что получится теперь?! Костяшки разбиты в кровь вместе с моим достоинством. Хорошо хоть моего позора никто не видел.\n\n",
    "answers": [
      {
        "id": 56,
        "text": "Осмотреть обвал слева.\n"
      },
      {
        "id": 58,
        "text": "Осмотреть обвал справа."
      }
    ]
  },
  {
    "id": 64,
    "text": "Перекрёсток. А самое интересное – обозначенный. Пять ходов были украшены аккуратными метками (слева-направо): «Пустота», «Вода», «Гриб», «Стрела», «Дверь», «Выход». Указатели были сделаны чем-то вроде краски не так давно. И почему-то я уверен, что их нарисовал тот другой Охотник. Настрой мой значительно приподнялся – я вышел аккурат из прохода «Выход». \n    Похлопываю в кармане своего дармоеда – работки ему пока не предвидеться. Кто за проезд оплачивать будет? Усмехнувшись, своему чувству юмора я решаю отправиться в ...\n",
    "answers": [
      {
        "id": 65,
        "text": "«Пустота»"
      },
      {
        "id": 66,
        "text": "«Вода»"
      },
      {
        "id": 67,
        "text": "«Гриб»"
      },
      {
        "id": 68,
        "text": "«Стрела»"
      },
      {
        "id": 69,
        "text": "«Дверь»"
      }
    ]
  },
  {
    "id": 65,
    "text": "Дорога заканчивается буквально через несколько шагов. Обрывается в, подожди-подожди… пустоту. Я стою на маленьком уступе и кажется, что подо мной глубокий чёрный океан. Бездонная непроглядная тьма. Стоит туда сорваться и уже никогда не вернёшься. Ты потеряешься в нём. Потеряешь себя, своё «Я». Всю свою суть…\nЯ ловлю себя на желании сделать последний шаг. Прочь мрачные мысли! Что за наваждение? \n",
    "answers": [
      {
        "id": 70,
        "text": "Шагнуть в манящие объятия Глубины"
      },
      {
        "id": 71,
        "text": "Пойду-ка я отсюда подобру-поздорову."
      }
    ]
  },
  {
    "id": 66,
    "text": "Тропинка петляет и сужается. Ботинки то и дело скользят по скатанной дороге, приходится хвататься за стены – чего я очень не люблю, мало ли во что можно вляпаться в темноте. Чем ниже спуск, тем влажнее становятся стены. Я улавливаю странный привкус во рту.\nВпереди виднеется выход в грот. Мягкое голубоватое свечение разливается вокруг. Передо мной – большое подземное озеро. По воде перемещаются незнакомые существа. Голубоватые, полупрозрачные, размером с раскрытую ладонь, похожи на дивных насекомых с длинными ножками. Скользят по водной глади, словно солнечные зайчики. Я подхожу ближе, те – в рассыпную;  ну, правда, словно трусливые зайчишки. Боятся. Значит не опасны, ну, по крайней мере, для меня.\n\n",
    "answers": [
      {
        "id": 112,
        "text": "Обойти берег."
      },
      {
        "id": 113,
        "text": "Зайти в воду."
      }
    ]
  },
  {
    "id": 67,
    "text": "Эта тропа вела вверх. Своды потолка нависают так, что вынуждают идти слегка нагнувшись. Через некоторое время, наклон становится ощутимо пологим – приходится помогать себе руками, чтобы добраться до вершины. Наконец-то, сверху льётся мягкий свет.\nВыбравшись на горизонтальную поверхность, передо мной открывается дивный, завораживающий вид. Огромный по высоте зал был заполнен гигантскими светящимися грибами. Они были яркими и тёмными одновременно, были и с широкими шляпками и нет и на длинных ножках. Одни росли небольшими группами, другие же будто соревновались в высоте. В основном, преобладал мягкий голубоватый цвет, но некоторые грибки оттеняли и красным и зелёным и фиолетовым.\nЗдесь было тепло и влажно. Дышать немного трудновато, но дискомфорта не вызывает. Пол то тут, то там как ковровой подстилкой устлан мхом. Мягкие островки для отдыха. Если приглядеться, то можно заметить маленьких существ, копошащихся в этой густой растительности. Кропотливые трудяжки следят за порядком и уютом.\n",
    "answers": [
      {
        "id": 71,
        "text": "Очень интересно, пойду назад."
      },
      {
        "id": 57,
        "text": "Так и тянет отдохнуть."
      }
    ]
  },
  {
    "id": 68,
    "text": "Честно говоря, я не ожидал того, что увижу за поворотом: большая, нет огромная УЛИТКА! Существо не казалось опасным, но своими размерами преграждала проход. А он там есть – я вижу его! Улитка просто стояла и не двигалась, лишь вяло перебирала своими выростами-щупальцами.\n",
    "answers": [
      {
        "id": 71,
        "text": "Ничего не поделаешь – надо искать другую дорогу."
      },
      {
        "id": 72,
        "text": "Попробовать улитку на нож."
      }
    ]
  },
  {
    "id": 69,
    "text": "Я иду по тоннелю с указателем двери. Через пару минут он приобретает аккуратную прямоугольную форму, стены выложены каменными плитами, старыми и потёртыми. Постепенно тьма отступает – впереди виднеется факел. Неожиданно. Я считал эти места заброшенными людьми. Огонь пляшет и чадит как самое обычное пламя, не волшебное.\nТяжёлая дубовая дверь, освещаемая факелом, вызывает у меня подозрение.\n",
    "answers": [
      {
        "id": 71,
        "text": "Это может быть ловушкой, лучше не соваться."
      },
      {
        "id": 74,
        "text": "Осторожно войти."
      }
    ]
  },
  {
    "id": 70,
    "text": "Радужный перелив",
    "answers": [
      {
        "id": 51,
        "text": "..."
      }
    ]
  },
  {
    "id": 71,
    "text": "Большой перекрёсток. Куда же мне двинуться?  ",
    "answers": [
      {
        "id": 65,
        "text": "«Пустота»"
      },
      {
        "id": 66,
        "text": "«Вода»"
      },
      {
        "id": 67,
        "text": "«Гриб»"
      },
      {
        "id": 68,
        "text": "«Стрела»"
      },
      {
        "id": 69,
        "text": "«Дверь»"
      }
    ]
  },
  {
    "id": 72,
    "text": "Идея – так себе. Раковина этого монстра такая старая и крепка, что не любой молот с ней справится. Мой клинок даже царапины не оставит. Тем не менее, я привлёк внимание слизня-великана – «глазки» тянутся в мою сторону. Земля под ногами пошла мелкой рябью. Я отскакиваю, ожидая нападения. Но чудище не сдвинулось с места. Поняв, что не может меня достать, теряет ко мне всякий интерес и возвращается к изучению рельефа стен и потолка. Похоже, тварь застряла здесь намертво. И подыхать в ближайшее время не собирается. Печально. Близко стоять к ней слишком опасно. Эх… был бы у меня пуд соли…\n",
    "answers": [
      {
        "id": 71,
        "text": "Остаётся повернуться к этой проблеме спиной."
      },
      {
        "id": 73,
        "text": "Поиздеваться на убогим созданием"
      }
    ]
  },
  {
    "id": 73,
    "text": "Меня весьма забавит беспомощность улитки и я начинаю над ней смеятся. Тычу в неё пальцем и сыплю остротами.\nУлитка старательно меня незамечает.\nЯ перехожу на колкости и оскорбления.\nУлитка недовольно елозит.\nПродолжаю улюлюкать и вспоминаю её маму.\nУлитка яростно пвтаетсч меня достать.\n\nОт всех её потуг, свод идёт трещинами. Большой кусок летит прямо мне на темечко",
    "answers": [
      {
        "id": 51,
        "text": "...ХРЯСЬ!"
      }
    ]
  },
  {
    "id": 74,
    "text": "Я внимательно осматриваю дверной проём. Ковыряю тут и там. Ме-е-едленно открываю дверь, стараясь уловить щелчок или натяжение. Ничего. Ловушек нет.\nПомещение слабо освещено и больше всего походит на торговую лавку. У стен расположены пустые раскрытые сундуки и бочки. На паутиной покрытых полках – мутные колбы и банки. Пучки сушёных трав, а за стойкой – тёмная фигура. Силуэт скрыт в тени и вначале я принимаю его за проём в дальней стене. Подойдя ближе, очертания приобретают форму – что это, балахон на манекене?\nВнезапно фигура поворачивается в мою сторону. Я замираю. Сердце бешено колотится. Из-под капюшона доносятся еле уловимое шептание.\n",
    "answers": [
      {
        "id": 75,
        "text": "Он колдует! Бросить в него нож!\n"
      },
      {
        "id": 76,
        "text": "    Или нет?! Подождать, что произойдёт дальше."
      }
    ]
  },
  {
    "id": 75,
    "text": "Я слышу, как сталь звякает о камень и оружие падает прямо перед моими глазами. Постойте-ка, как я здесь оказался?\nЯ лежу на полу перед входом в лавку в неестественной позе. Приняв сидячее положение, осматриваюсь. Ну точно: вот факел, вот дверь. Чувство обескураженности.\n",
    "answers": [
      {
        "id": 71,
        "text": "Ну эту магию."
      },
      {
        "id": 77,
        "text": "Войти в дверь."
      }
    ]
  },
  {
    "id": 76,
    "text": "«Ша…шек…кхеш-ш-ш…»\nНичего не понятно. Кажется, существо  что-то произносило, но я не мог разобрать что. Я подошёл ближе. Ещё ближе…\n«Мала сехра. Нушен сехр. Цих гет. Кохта мнохо сехр – геэл.»\nЧего???\nВнезапно существо взмахивает рукой и сильный поток ветра вышвыривает меня. Дверь захлопывается, ручка не поддаётся. Кто это был? На нём был балахон, очень похож на тот, что носят маги. Но это точно не человек. Мне показалось или я видел блеск чешуи?! Надо быть осторожнее.\n",
    "answers": [
      {
        "id": 71,
        "text": "Вернуться к перекрёстку"
      }
    ]
  },
  {
    "id": 77,
    "text": "Заперто.",
    "answers": [
      {
        "id": 71,
        "text": "Ничего не остается, как вернуться к перекрёстку.\n"
      }
    ]
  },
  {
    "id": 78,
    "text": "Изобилие красок вызывает улыбку. Сразу так и не заметно было за этими огромными грибами, но как раз у моей «полянки» соседствует прямо-таки грибное ассорти. И толстые и худые и длинные и не очень и маленькими группками. Какой бы мне попробовать: \n\n",
    "answers": [
      {
        "id": 81,
        "text": "маленький стройный с фиолетовой шляпкой."
      },
      {
        "id": 82,
        "text": "аккуратный бирюзовый."
      },
      {
        "id": 83,
        "text": "белый скучный, но больше всех похож на знакомые мне грибы."
      },
      {
        "id": 84,
        "text": "красный флуорисцент так и манит."
      }
    ]
  },
  {
    "id": 79,
    "text": "Сухая каша во рту портит весь настрой. Но слипающиеся глаза нет-нет да прикрывают меня тёмным одеялом сна.\nТревожные мысли не покидают сознание. Мне вспоминается последнее сражение. Тренировки наставника были изнурительны, безжалостны, порою на пределе человеческих возможностей. Мне уже приходилось сталкиваться с монстрами и даже демонами, но то, что встретил в этой пещере – я был не готов. Эта честность перед самим собой вгоняла в уныние. Смогу ли я стать достойным Охотником или же бесславно паду в одной из своих охот? Сколько жизней я смогу спасти, а скольких не смогу уберечь? Выберусь ли я вообще отсюда живым?\nСон был тревожным и не давал покоя.\n",
    "answers": [
      {
        "id": 80,
        "text": "Проснуться."
      }
    ]
  },
  {
    "id": 80,
    "text": "Немного зябко, свербит в носу. Я громко чихаю. По всему телу пробегает дрожь. Или постойте, кто-то и ПРАВДА пробегает по моему телу?! Будто тысяча маленьких ножек паучков переполошено разбегаются прочь. Ладно… Со мной всё в порядке.\nЯ подозрительно осматриваю грибную залу, уже не так восторженно.  Вид она теперь имеет не располагающий, а скорее пугающий. На меня из теней как-будто смотрят тысячи глаз. Наблюдают. Ждут.\n\n",
    "answers": [
      {
        "id": 71,
        "text": "Может быть, это просто моя паранойя. Но всё же я настороженно поднимаюсь на ноги и, пятясь, возвращаюсь к перекрёстку."
      }
    ]
  },
  {
    "id": 81,
    "text": "Вокруг темнота. Похоже на беспросветное подземелье. Мрачно.\nНо кого это волнует, ведь я такой маленький беленький и пушистенький! Так и тянет повилять хвостом! Тяф-тяф! Пойду поищу чего-нибудь.\n",
    "answers": [
      {
        "id": 85,
        "text": "Побежать туда, где холодно."
      },
      {
        "id": 86,
        "text": "Побежать туда, где мокро."
      }
    ]
  },
  {
    "id": 82,
    "text": "Всё заволокло ядовитым синим цветом. Потом пошли буквы. Много букв. Я столько не знаю. Ой-ёй, что же мне делать?! Что же мне делать? Я не знаю! Много белых букв на синем фоне! \n",
    "answers": [
      {
        "id": 51,
        "text": "Всё пропало! Это конец!"
      }
    ]
  },
  {
    "id": 83,
    "text": "Как-то здесь всё угловато. Угловатые деревья, угловатая трава, даже я сам какой-то угловатый. Мимо прошёлся кто-то угловатый. И зелёный. Ну и угловато мне.\n",
    "answers": [
      {
        "id": 91,
        "text": "Надо взобраться повыше."
      },
      {
        "id": 92,
        "text": "Лучше спрятаться. "
      },
      {
        "id": 93,
        "text": "Хочу исследовать."
      }
    ]
  },
  {
    "id": 84,
    "text": "Вокруг -- песчаные скалы. Огромные слоистые стены возвышаются высокомерной оградой. Солнце светит из-за величавых пиков, будто немигающий страж. Ни облачка. \nЯ ощущаю подсасывание где-то внутри себя. Чувство голода приходит внезапно, резко. Надо где-то найти еды. Оглядевшись, на глаза мне попадают скопления розовых существ. Круглых и слегка вытянутых, под лучами солнца их кожа блестит и слегка просвечивает. Словно огромным кондитером-неряхой желейные кучки были раскиданы по всему каменному плато. Но больше всего их кучковалось возле дерева и большого камня.\n",
    "answers": [
      {
        "id": 102,
        "text": "Втиснуться в «каменную» группу."
      },
      {
        "id": 103,
        "text": "Взбежать по розовой пирамидке к дереву."
      }
    ]
  },
  {
    "id": 85,
    "text": "Оуууу! Какую замечательную косточку я нашёл! Вкуснотища! Только я вгрызся в эту восхитительную, потрясающую кость, как вдруг, появляется скелет и ругается на меня, что я порчу его «СПЕЦИАЛЬНУЮ АТАКУ». Пусть орёт сколько влезет – кость я ему не отдам!\n",
    "answers": [
      {
        "id": 88,
        "text": "Пойти на огоньки."
      },
      {
        "id": 86,
        "text": "Побежать туда, где мокро."
      }
    ]
  },
  {
    "id": 86,
    "text": "Ух-ты! Дом в виде рыбьей головы! Должно быть там много костей.\nИ я не ошибся. В одном из ящиков целая КУЧА костей. Я устраиваю там целый костяной пир. Внезапно шуфлятка открывается. Странный блин с глазами смотрит на меня. Немая сцена. Подмигнуть что ли?\n\n",
    "answers": [
      {
        "id": 87,
        "text": "Меня задвигают назад, ну и здорово!"
      }
    ]
  },
  {
    "id": 87,
    "text": "Что-то щекотит мой нос и я мощно чихаю. Тяжёлые веки с трудом раскрываются. Я чувствую такую сильную слабость по всему телу, что с трудом могу пошевелить пальцами. Во рту пересохло – хочется пить. Где там моя фляга… ЧТО ЭТО???\nПеред глазами пробегают маленькие тоненькие ножки-иглы. Сознание моментально проясняется. Всё моё тело покрыто какими-то нитями. Кое-где уже растёт мох. КТО РАСТЁТ? СКОЛЬКО Я СПАЛ???\nС заметным усилием мне удаётся освободиться. Нож безжалостно разрезает мои белые тонкие путы. Ладно… Со мной всё в порядке.\nЯ подозрительно осматриваю грибную залу, уже не так восторженно.  Вид она теперь имеет не располагающий, а скорее пугающий. Уютные островки больше не вызывают доверия. И большие и маленькие они теперь сильнее напоминаю курганы. В то же время, из затаившейся тьмы я чувствую на себе тысячи разочарованных глаз.\n",
    "answers": [
      {
        "id": 71,
        "text": "Прочь от сюда! Я спешно поднимаюсь на ноги и пятясь спиной возвращаюсь к перекрёстку."
      }
    ]
  },
  {
    "id": 88,
    "text": "Уууууу! В одном из домов  я нашёл целую кучу костей! Прямо под раковиной. Они такие сладенькие… О нет, кто-то открыл дверцу.\nСкелет снова орёт на меня! Побегу-ка я лучшее отсюда. Но кость я ему не отдам!\n",
    "answers": [
      {
        "id": 86,
        "text": "Побежать туда, где мокро."
      },
      {
        "id": 89,
        "text": "Спрятаться."
      }
    ]
  },
  {
    "id": 89,
    "text": "Я так набегался и так устал! Моим коротеньким ножкам просто необходимо отдохнуть! К счастью, я нахожу подходящее укрытие – в нём много места, еды и всякой всячины.\nТолько я задремал как меня бесцеремонно достают и ставят на сырую землю. Что это кругленькое? Выглядит тёплым. Хочу согреться! АМ. \n",
    "answers": [
      {
        "id": 86,
        "text": "Побежать туда, где мокро."
      },
      {
        "id": 90,
        "text": "Побежать к цветам."
      }
    ]
  },
  {
    "id": 90,
    "text": "Здесь полно цветов. Но один очень особенный. Он поворачивается ко мне своим ЛИЦОМ и говорит: \"Привет. Давай я повышу твой Уровень Радости!\".",
    "answers": [
      {
        "id": 86,
        "text": "Сбежать"
      },
      {
        "id": 51,
        "text": "Повысить Уровень Радости"
      }
    ]
  },
  {
    "id": 91,
    "text": "Перед моими глазами распростёрся угловатый(удивительный) мир. Угловатое(красивое) солнце угловато (ласково) светит из-за угловатых(пушистых) облаков и стремится к угловатым(большим) горам. Мирно щебечут угловатые(маленькие) птички. Ах, угловатость(милота)!\n",
    "answers": [
      {
        "id": 92,
        "text": "Скоро ночь, следует спрятаться в угловатом(надёжном) месте. "
      },
      {
        "id": 93,
        "text": "Какой угловатый(замечательный) мир, хочу ещё по нему побродить."
      }
    ]
  },
  {
    "id": 92,
    "text": "Это угловатое(тёмное) и угловатое(сырое) место как раз по мне. Здесь много тоннелей и переходов, угловатые(длинные) спуски и подъёмы. Я долго по ним брожу. Впереди я вижу…\n",
    "answers": [
      {
        "id": 96,
        "text": "Паутину."
      },
      {
        "id": 97,
        "text": "Свет в конце тоннеля."
      }
    ]
  },
  {
    "id": 93,
    "text": "Всходит угловатистая(белая) луна, на угловатом(тёмном) небе зажигаются огоньки. Мир преображается. Становится угловато(тихо). Только угловатое(мимолётное) копошение то тут то там привлекают моё внимание.\nВнезапно мне на спину что-то сваливается очень угловатое(угловатое). Я пытаюсь это скинуть, но у меня угловато(плохо) выходит.\n",
    "answers": [
      {
        "id": 94,
        "text": "Побежать в лес – может получиться сбить его угловатой веткой?"
      },
      {
        "id": 95,
        "text": "Кажется, я вижу там огоньки – может, там я найду помощь?"
      }
    ]
  },
  {
    "id": 94,
    "text": "Эта угловатая(костлявая) штука намертво прилипла ко мне. Ни одна ветка даже самая угловатая(большая) не сумела его содрать. В тоже время, кажется, мои действия привлекли целую кучу собачек. Привет, собачки! КУСЬ! АЙ! КУСЬ! ОЙ! Кажется они пытаются помочь своими угловатыми(острыми) зубками стянуть с меня эту ношу. КУСЬ! ОЙ! Аккуратнее собачки! КУСЬ! МАМА!...",
    "answers": [
      {
        "id": 87,
        "text": "..."
      }
    ]
  },
  {
    "id": 95,
    "text": "Огоньки выводят меня к угловатому(огромному) поселению. Но почему-то все закрылись в своих угловатых(деревянных) домах. Я решаю искать того доброго, отзывчивого, кто же мне поможет. Стучусь в двери, но мне не открывают. Заглядываю в окна – я вижу, что вы не спите! Хватит делать вид, что меня не замечаете!\nНаконец-то я хоть кого-то примечаю: угловатого(огромного) и угловатистого(серого). Он мерно вышагивал по улице и имел очень угловатый(важный) вид. Я тут же подхожу к своему спасителю. Здравствуйте, Вы не поможете мне избавиться от это угловатой(надоедливой) ноши? Я был бы Вам очень признателен, правда-правда!",
    "answers": [
      {
        "id": 87,
        "text": "Он возносит свои угловатые(огромные) ручищи, конечно, чтобы помочь мне и… ХРЯСЬ!"
      }
    ]
  },
  {
    "id": 96,
    "text": "Я с лёгкостью прохожу через эту угловатую(шелковистую) преграду. Привет, угловатые(маленькие) друзья! Как вам живётся здесь? На меня непонимающе смотрят множество пар угловатых(удивлённых) глаз. Лучше я пойду отсюда.\n",
    "answers": [
      {
        "id": 100,
        "text": "Прыгнуть вниз на угловатый(булькающий) свет."
      },
      {
        "id": 97,
        "text": "Вернуться назад, там свернуть налево, спуститься вниз, сделать два прыжка, взобраться по стене, перелезть по правому краю прямо к светящемуся огоньку."
      }
    ]
  },
  {
    "id": 97,
    "text": "Огонёк был очень угловатым(привлекательным). А ещё он испускал угловатые(забавные) угловатистые(чёрные) снежинки. Только я решаю их попробовать как меня что-то больно ударяет! Я разворачиваюсь и вижу угловатое(странное) существо. На нём много угловатых(разноцветных) вещей, а ещё он замахивается на меня угловатым(острым) предметом. ОЙ!\n",
    "answers": [
      {
        "id": 98,
        "text": "Бежать! (→ 85)"
      },
      {
        "id": 99,
        "text": "Нечего меня обижать, атакую!"
      }
    ]
  },
  {
    "id": 98,
    "text": "Этот угловатый(ненормальный) чудак понёсся за мной, метая угловатые(колючие) штуки. АЙ! ОЙ! Быстрее за угол! Бам! ",
    "answers": [
      {
        "id": 87,
        "text": "Пфффф…"
      }
    ]
  },
  {
    "id": 99,
    "text": "Я кусаю его в ответ! Он мигает красным и похоже немного теряет свой угловатый(боевой) дух. Отбегает назад. Достаёт угловатую(коричневую) штуку. В меня что-то летит. Бам! ОЙ! Меж глаз больно! Быстрее надо что-то сделать! БАМ! ОЙ! БАМ! ",
    "answers": [
      {
        "id": 87,
        "text": "Уф…"
      }
    ]
  },
  {
    "id": 100,
    "text": "ПШШшшшш...",
    "answers": [
      {
        "id": 51,
        "text": "Прыгать в угловатую(раскалённую) ЛАВУ была угловатой(плохой) идеей. "
      }
    ]
  },
  {
    "id": 101,
    "text": " ",
    "answers": []
  },
  {
    "id": 102,
    "text": "Оказывается все эти «желейки» оккупировали морковную грядку! Я, расталкивая всех подряд, протискиваюсь к заветной пище и, не теряя времени, схрумкал вкуснющий-сладющий овощ. Мммм)\nНенасытные желейки оттолкивают такого наглого меня, но никто из них не хмурится. Они будто наоборот были довольны моим энтузиазмом. \n",
    "answers": [
      {
        "id": 104,
        "text": "Но, теперь, когда я наелся, мне интересно исследовать этот необычный и, возможно, огромный мир."
      }
    ]
  },
  {
    "id": 103,
    "text": "На маленьком дереве, что росло прямо из скалы, созревали огромные красные фрукты. Ещё чуть-чуть и упадут под собственным весом. Розовые желейки толпились, образовывая небольшую горку. Я ловко вскочил на самую вершину и ухватил как-раз срывающийся с ветки фрукт. НЯМ!\nКак вкусно! Я даже не заметил, как покатился с вершины розовой пирамиды. Было совсем не больно и даже забавно. Удивительно, но на меня никто не сердился, а наоборот: довольные рожицы смотрели кто куда, казалось, не замечая ничего вокруг.\n",
    "answers": [
      {
        "id": 104,
        "text": "Теперь, когда я наелся, мне интересно исследовать этот необычный и, возможно, огромный мир."
      }
    ]
  },
  {
    "id": 104,
    "text": "Дорога вывела меня на нижнюю площадку. Там было целое изобилие желейных друзей. Сразу на меня наскочил синий колючка. Грубиян даже не пожелал извиниться, а просто покатился дальше. Ещё я встретил серых ушастиков. Они никак не обратили на меня внимания – оно целиком было приковано к кудахчущей курице на высоком уступе. Как они ни прыгали – не могли её достать, поэтому теперь смиренно выжидали, когда пища сама упадёт в их объятия, то есть заслюнявленные рты.\nВ центре площадки возвышалось большое фруктовое дерево. От него можно было пойти двумя путями:\n\n",
    "answers": [
      {
        "id": 105,
        "text": "В сторону ушастых желеек. "
      },
      {
        "id": 106,
        "text": "В пещеру через колючих грубиянов."
      }
    ]
  },
  {
    "id": 105,
    "text": "Ещё больше ушастиков ещё больше куриц. Беззаботно разгуливающих птиц совершенно не заботило, что их товарищей с аппетитом съедали. Видимо их не посещала даже мысль о том, что они тоже станут пищей.\nПомимо розовых и серых маленьких желеек, на полянке были ещё и «взрослые»: большие розовые ушастики. Они вели себя очень важно. Но больше всего меня поразил вид огромного бескрайнего океана. Он был глубокий блестящий и такой манящий!\nЯ очень много времени провёл, наблюдая за бесконечными волнами, вызывающих в сознании безмятежный покой и умиротворение.\nВдруг, я слышу какое-то недоброжелательное копошение и плаксивые всхлипы за спиной. МАМА! На поляне хозяйничала большая страшная желейка. Хоть она и переливалась всеми цветами радуги, она была точно не доброй. Её основной цвет был чёрным, а мордашка – злобно-зубастой. Мало того, черныш поедал других желеек! Они выглядели от этого очень несчастными!\n",
    "answers": [
      {
        "id": 108,
        "text": "Время прыгать в воду."
      },
      {
        "id": 109,
        "text": "Время героя – я его сражу!"
      },
      {
        "id": 110,
        "text": "Время сматываться!"
      }
    ]
  },
  {
    "id": 106,
    "text": "Синие грубияны столпились возле морковной грядки и совершенно меня не замечают. В углу восседал самый большой колючий грубиян. Казалось, он сидел и следил, чтобы никто чужой не позарился на их сладкую морковку. Ну и не надо – я недавно вкусненько откушал.\nСейчас мне было любопытно, что скрывается в недрах этой пещеры. Я колесом прошмыгнул мимо колючек и оказался в тёмном гроте с водой. Не успевю я как следует восхититься этим местом как откуда ни возьмись, возникают большие страшные желейки. Их глаза злобны, а лица недовольны. Они подскакивают ко мне и больно стукают. АЙ!\n",
    "answers": [
      {
        "id": 107,
        "text": "Тоннель – скорей туда!"
      },
      {
        "id": 104,
        "text": "Скорее на выход!"
      }
    ]
  },
  {
    "id": 107,
    "text": "О нет – тупик! Большие злобные желейки толпятся в тоннеле и вот-вот растопчут меня. Это – конец…",
    "answers": [
      {
        "id": 87,
        "text": "..."
      }
    ]
  },
  {
    "id": 108,
    "text": "Огромные бескрайние воды медленно приближались. Я и представить не мог, как было высоко. Горизонт казался чем-то нереальным, а  голубая вода такой, такой… её невозможно описать – я будто падал в небо. Нет, я летел. У меня не было крыльев, но было стремление. \nСтолкновение было нежнее материнских объятий. Меня окутало ощущение теплоты и тысячи, миллионы, бесконечное количество желеек теперь было рядом со мной. Я стал одним из них теперь. Я стал их частью. Частью чего-то великого, чего-то бескрайнего. \n",
    "answers": [
      {
        "id": 51,
        "text": "Частью вечности…"
      }
    ]
  },
  {
    "id": 109,
    "text": "ЭТО БЫЛА ПЛОХАЯ ИДЕЯ! Чёрная желейка вытянула свои щупальца и схватила меня! Они были такими липкими, они были такими мерзкими. Они поглощали меня и одновременно тащили в пасть этому чудовищу. Нет-нет-нет! Я не хочу. Крупица за крупицей я растворялся в чреве этого монстра. Я чувствовал отчаяние, страх и… ",
    "answers": [
      {
        "id": 51,
        "text": "ГОЛОД! Что бы мне такого бы съесть?! Или кого?"
      }
    ]
  },
  {
    "id": 110,
    "text": "Я что есть сил поскакал в ближайшую арку и спрятался за стеной. Чёрных желеек становилось всё больше и больше, я слышал их утробное хохотание.  Голова кружилась от страха и паники. Что же делать, что же делать?\nВнезапно, я услышал быстрые шаги и выстрелы. Хохот перешёл в ворчание. Я решился выглянуть из своего укрытия. Большая странная желейка носилась по площадке и плевалась в чернышей. Она была очень странной: много разных цветов, много странных ложноножек, много странных острых выступов. ОЧЕНЬ странная желейка! Но она сражалась со злыми чернышами! Она плевалась в них голубыми слюнями, она хватала их и швыряла за горизонт, она била их об скалы. В конце-концов ни одного черныша не осталось.\nТы – мой герой (какой бы странный ты ни была)! \n",
    "answers": [
      {
        "id": 111,
        "text": "Я выпрыгиваю из своего укрытия, чтобы хоть как-то поблагодарить своего спасителя."
      }
    ]
  },
  {
    "id": 111,
    "text": "Такой реакции я не ожидал. Странная желейка, завидев меня, ахнула, что-то прошептала про мой желтый цвет и… попыталась засосать меня своим ртом! Ну уж НЕТ! Никто не съест меня!",
    "answers": [
      {
        "id": 87,
        "text": "...!"
      }
    ]
  },
  {
    "id": 112,
    "text": "Обходить, в общем-то, и нечего. Берега: три шага в одну сторону и три шага в другую. Растительности как таковой нет. Но, то тут, то там проглядывают из-под водного покрывала тонкие стебельки незнакомых мне водорослей.\nНаверху высокий потолок с ощетинившийся на меня большими и маленькими сталактитами. Ни летучих мышей, ни притаившихся хищников. Прям подземный эдем.\n",
    "answers": [
      {
        "id": 113,
        "text": "Войти в воду."
      },
      {
        "id": 71,
        "text": "Вернуться."
      }
    ]
  },
  {
    "id": 113,
    "text": "Вода оказалась прохладной, по-хорошему освежающей. Вокруг меня тут же образовалось кольцо из любопытных водных насекомых. Они забавные, буду звать их ползунами – так низко их тельце прилегает к воде.\n",
    "answers": [
      {
        "id": 114,
        "text": "Попробовать воду."
      },
      {
        "id": 115,
        "text": "Зайти глубже."
      },
      {
        "id": 71,
        "text": "Вернуться к перекрёстку."
      },
      {
        "id": 117,
        "text": "Попробовать схватить ползуна."
      }
    ]
  },
  {
    "id": 114,
    "text": "На вкус вода оказалась горьковата, но вполне сносна. Я прислушался к своим внутренним ощущениям – в животе не урчало, я не спешил корчиться от боли. Учитель говорил, что в подземных источниках вода бывает чище, чем на поверхности. Мои запасы воды как раз подходят к концу, так что я с облегчением наполнил флягу.\n",
    "answers": [
      {
        "id": 71,
        "text": "Выбраться на сушу и вернуться."
      },
      {
        "id": 115,
        "text": "Зайти глубже."
      },
      {
        "id": 117,
        "text": "Попробовать схватить ползуна."
      }
    ]
  },
  {
    "id": 115,
    "text": "Ноги уже не касались дна и приходится активно помогать себе руками, чтобы удержаться над водой. Ползуны, всполошенные моим плесканием, хаотично метусились, будто меня копируя.\n",
    "answers": [
      {
        "id": 71,
        "text": "Хватит, наплавался."
      },
      {
        "id": 118,
        "text": "Нырнуть."
      }
    ]
  },
  {
    "id": 116,
    "text": "Озеро не показалось мне огромным, но плыву я очень долго. Постоянно подныривая, ориентируясь на манящий свет. Ползуны, то приближаясь то разбегаясь, преданно следуют за мной. Я будто мама-утка – вывел свой выводок купаться. Честно говоря, я даже рад такой милой компании.\nНаконец-то оказываюсь над источником света и решаю переждать, отдохнуть и набраться воздуха. Странно, но мои спутники ближе не подходят, скорее они даже бросились прочь, внезапно вспомнив о своих важных делах, мигом позабыв обо мне. Ну и ладно.\n",
    "answers": [
      {
        "id": 119,
        "text": "Узнать, что там на дне."
      },
      {
        "id": 120,
        "text": "Доверюсь-ка я своим «друзьям» и лучше вернусь."
      }
    ]
  },
  {
    "id": 117,
    "text": "Нелепо барахтаясь в воде, я и близко не смог коснуться хотя бы одного. Уж больно шустрые малютки.\n",
    "answers": [
      {
        "id": 114,
        "text": "Попробовать воду."
      },
      {
        "id": 115,
        "text": "Зайти глубже."
      },
      {
        "id": 71,
        "text": "Вернуться к перекрёстку."
      }
    ]
  },
  {
    "id": 118,
    "text": "Я словно погружаюсь в Бездну. Вокруг кромешная тьма и непродохнуть. Но вскоре глаза привыкают и я различаю очертания грубого скалистого дна. Вряд ли это было бы возможно без зелья ночного зрения. Осматриваюсь и далеко впереди замечаю свечение. Лёгкие начинают возмущаться и приходится всплыть за новым глотком воздуха. Ползуны в панике разбегаются прочь от моей головы. Я ныряю снова – и правда, там есть свет.\n",
    "answers": [
      {
        "id": 116,
        "text": "Плыть дальше."
      },
      {
        "id": 71,
        "text": "Мне это не интересно."
      }
    ]
  },
  {
    "id": 119,
    "text": "Набрав полную грудь, я устремляюсь на самое дно. И увиденное поражает. Вниз тянулось огромное ущелье, тёмное и казалось бездонное, но на доступной мне глубине расположилась на небольшом кратере дивная поляна. Яркие зелёные ростки, так похожие на лесной папоротник, расположились по краю, очерчивая круг, в центре которого находились прекрасные камни, чем-то похожие на яйца. Они источали ровный золотой свет и были не больше детского кулачка.\nТакая находка дорогого стоит, и это я в монетном эквиваленте. Если это один из видов живокамня, из которых делают зелья и зачаровывания, то можно жить безбедно десять жизней на всю эту горсть.\n",
    "answers": [
      {
        "id": 121,
        "text": "Набрать живокамней."
      }
    ]
  },
  {
    "id": 120,
    "text": "Стоило мне отплыть от «источника», как моя трусливая дружина тут же  вернулась. Взяв меня в привычное кольцо, «охрана» снова сопровождала меня как ни в чём небывало. Такие: «Ой, а куда ты подевался, мы тебя всюду обыскались! Мы тебя так любим! Ля-ля-ля». Я вам больше не верю.\n",
    "answers": [
      {
        "id": 71,
        "text": "Немного разочарованный я возвращаюсь к перекрёстку."
      }
    ]
  },
  {
    "id": 121,
    "text": "Живокамни были слизкими на ощупь, но дарили приятное тепло. Парочка быстро перекочевала в мои карманы. Воздух заканчивался.\n",
    "answers": [
      {
        "id": 122,
        "text": "Набрать ещё."
      },
      {
        "id": 123,
        "text": "Всплыть."
      }
    ]
  },
  {
    "id": 122,
    "text": "Ценное сокровище смеялось, выскальзывая из рук, с каждой секундой тратя мои запасы бесценного воздуха. Рядом поднялось несколько пузырей, как бы намекая, что и мне пора.\n",
    "answers": [
      {
        "id": 124,
        "text": "Я ещё не всё собрал!"
      },
      {
        "id": 123,
        "text": "Самое время не наглотаться воды."
      }
    ]
  },
  {
    "id": 123,
    "text": "Грудь сдавило стальным хватом, в висках стучит тупая боль. Кажется, я не рассчитал, сколько придётся плыть обратно. Живительный воздух! На поверхности ровным счётом ничего не поменялось. Ползуны бессовестно продолжают  меня игнорировать – предатели!\n",
    "answers": [
      {
        "id": 120,
        "text": "Время возвращаться."
      },
      {
        "id": 122,
        "text": "Набрать ещё."
      }
    ]
  },
  {
    "id": 124,
    "text": "Последний живокамень перекочевал в мешочек. Ростки подводного папоротника с укором качаются из стороны в сторону, теперь уже окружая голую каменистую землю.\nПрибавив в весе, всплывать оказывается ощутимо тяжелее. Я активнее перебираю ногами и руками, усилием воли подавляя желание сделать вздох – это была бы моя последняя ошибка.\nВнезапно из глубин черноты вырастает огромное щупальце. И точным рассчитанным движением сдавило моё тело. О нет! Я выхватываю нож и пытаюсь проткнуть его, но оно словно из сгустка самой тьмы – лезвие просто проходит насквозь.\nЕщё несколько чёрных «хлыстов» поднимаются из впадины. Обвивают мои ноги и руки. Последнее обволакивает мою шею. У меня не получается противится этой силе, что утягивает меня на дно. Воздуха нет…\n",
    "answers": [
      {
        "id": 125,
        "text": "Мнкнц!"
      }
    ]
  },
  {
    "id": 125,
    "text": "Страшный силы удар выбивает из меня дух. Я весь мокрый лежу на земле и пытаюсь откашляться. Всё тело болит. Глаза ничего не видят – вокруг мрак. Я достаю единственное оставшееся зелье и залпом выпиваю его. Откидываюсь на спину. Если я умру, то хоть увижу, что меня убьёт.\nНевыносимая боль пронизывает мой позвоночник. Я не сдерживая крики, ору как ненормальный. Если меня кто-то услышит – пусть. Если ко мне сбегутся все монстры подземелья – пусть. Если они начнут заживо обгладывать моё тело – пусть. Это и близко не сравнится с теми мучениями, что я испытываю сейчас.\n Мои вопли длятся пока горло не начинает надсадно хрипеть. Глотаю воздух и кричу снова. Из глаз хлещут слёзы, в голове какофония из ярких звуков и красок. Я жду, когда мозг отключится от шока, но этого не происходит.\n",
    "answers": [
      {
        "id": 126,
        "text": "Страдать."
      }
    ]
  },
  {
    "id": 126,
    "text": "Всё прекратилось внезапно, как и началось. Затем я свернулся калачиком и заплакал. Во мне не было храбрости, злости или смелости. Не было обиды или усталости. Я просто ревел.\nНе знаю, сколько я так пролежал. Когда во мне всё успокоилось, я заметил огонёк, висящий в воздухе. Не было сил, но я заставил себя подняться. Видел я в темноте не то чтобы как раньше, а вроде бы чувствовал окружение. Я очутился на уступе над бездной. Рядом был перекрёсток. И огонёк вёл меня туда. Я всё никак не мог понять какого он цвета. Он просто был как яркий луч. И я стоял в его начале.\n",
    "answers": [
      {
        "id": 127,
        "text": "Иди по пути."
      }
    ]
  },
  {
    "id": 127,
    "text": "Боли больше не было. Тело слабо слушалось, но с каждым шагом подчинялось мне всё больше. В голове было пусто, но, в тоже время, ясно. Какая-то простая ясность, очевидность как то, что день сменяется ночью. Я без сомнений шёл в нужном мне направлении.",
    "answers": [
      {
        "id": 128,
        "text": "   "
      }
    ]
  },
  {
    "id": 128,
    "text": "Дверь была широко распахнута. Было темно, я ощущаю яркие краски вокруг. Точно отголоски чего-то знакомого и утерянного. Силуэт за прилавком чёрен как безлунная ночь. Глаза сверкают звёздным огнём.\n«Таа… Теперрь мнохо сехра.» Фигура разводит руками и тает на глазах. Позади  медленно, словно из тёмного тумана, проявляется проём. А передо мной на столе лежит дивный браслет.\nЛитой металл тускло блестит, на его гранях выгравированы зачарованные руны. Кажется это эльфийские письмена. Это дар? Я аккуратно прикосаюсь к артефакту. Тёплый.\nСомнения не одолевали меня, и браслет с лёгкостью оказывается у меня на руке. Мягкий огонь растекается по предплечью, выше. Сердце быстрее застучало, но со временем успокаивается. Магия всё ещё жила в предмете. Что ж, надеюсь, он мне ещё сослужит.\n",
    "answers": [
      {
        "id": 129,
        "text": "Исследовать новоявленный проём."
      }
    ]
  },
  {
    "id": 129,
    "text": "Проём за моей спиной растаял, словно его никогда и не было – позади лишь гладкий камень. Это нисколько меня не удивило. Я вышел на дорогу.\nПройдя в левую сторону, убедился в своей догадке – оборотная сторона величественной улитки. Я уловил еле слышное бормотание, недовольство, ворчание. Здесь мне делать ровным счётом нечего.\n",
    "answers": [
      {
        "id": 130,
        "text": "Пойти в обратном направлении."
      }
    ]
  },
  {
    "id": 130,
    "text": "Моя внутренняя решимость вела словно испуганного мальчонка за руку. Я опасался прислушиваться к своим чувствам и спугнуть эту «смелость». Будто сейчас мне всё ни по чём. Страх смерти или боли отступили, в голове просто не осталось места для них. Разум заполнила светлая пустота.\nВ памяти почему-то всплывали тексты из старых бестиариев о паразитах: как проникают в головы своих жертв и приглушают их чувства опасности, достаточно напитавшись, толкают её на самоубийство. И что-то там про размножение и жизненный цикл. Бр-р-ррр… Аж передёрнуло от мысли, что в моей голове кто-то сидит и дёргает за ниточки.\nА! Ещё есть одержимость: когда порождения тьмы завладевают разумом и калечат сознание человека. Но это ведь сказки. Порождений не существует – лишь демоны. И люди.\nКак ни странно, но от всех этих тягостных и невесёлых мыслей, мой боевой дух ничуть не упал. Я будто и не слушал себя, да и не рассуждал я вовсе. Это не я – это мысли в моей голове. Кажется, я схожу с ума. Ха-ха…\nРазвилка, наконец-то! На лево пойдёшь – с ума сойдёшь, на право пойдёшь – смерть найдёшь. Шутка. Наверное… Да что со мной!?\n",
    "answers": [
      {
        "id": 131,
        "text": "Моё новообретённое чутьё ведёт по главному коридору."
      },
      {
        "id": 132,
        "text": "Я не раб своего разума – пойду наперекор своей интуиции."
      }
    ]
  },
  {
    "id": 131,
    "text": "Главный коридор был широким и, по сравнению с предыдущими, огромным. Через  пару сотен метров на стенах стало выделятся нечто наподобие мозаики. Что на ней было -- стёрло время, но даже теперь её масштабы внушали благоговение и трепет. Происхождение этих тоннелей всё больше занимало меня. Чем больше я углублялся, тем сильнее с виду простая пещера из пары тоннелей преображалась в древние катакомбы. Хорошее место люди не оставили бы, важное место не забыли бы. Если только все кто о нём знал, не унесли с собой в могилу, эти знания.\nКак правило, зло, появившееся в таких местах, никуда не девается – оно затаивается, крепчает и ждёт. \n",
    "answers": [
      {
        "id": 147,
        "text": "Ждёт своих новых жертв..."
      }
    ]
  },
  {
    "id": 132,
    "text": "Горны не завыли, ошейник не натянулся. Произошло ровным счётом НИЧЕГО. Просто как выйти из ручья – больше не чувствуешь течения реки, вот и всё.\nЭта часть пещеры, а под этой частью я подразумеваю всё, что за улиткой, была старой и заброшенной. Заброшенной в том плане, что когда-то была хорошо обжита: аккуратные своды, вымощенный пол, узоры и рабочие ниши. Даже специальные каналы. Вот это интересно…\nВпереди были разрушенные каменные створки. Должно быть от давнего землетрясения. Часть стены просела, а потолок местами обвалился, тем самым обрушив и освободив перекрытый проход. Не похоже, что створки имели замочную скважину – значит открывались скрытым механизмом, или ещё лучше – магией. Было бы счастье, да несчастье помогло – вот, дескать, теперь каждый желающий может заглянуть за потаенные двери.\n",
    "answers": [
      {
        "id": 133,
        "text": "Я как раз из любопытных."
      },
      {
        "id": 131,
        "text": "Они не просто так были заперты – лучше идти своей дорогой."
      }
    ]
  },
  {
    "id": 133,
    "text": "Остальная часть коридора пострадала меньше. Точнее, совсем не пострадала. Теперь меня преследовало чувство, что створки не случайно сломаны. Но не похоже, что кто-то здесь ходил. \nГолова начала немного кружится, а во рту появился привкус железа. Нехорошо. Остановливаюсь привести мысли в порядок и тут замечаю кое-что. Я стою под аркой из странных символов. Кажется, уже встречал такую же раньше, но не заострил внимание. И были ещё, точно. Они повторялись. До следующей было двадцать шагов, потом девятнадцать, восемнадцать… \nИ каждая сжимала кольцом моё сознание…\n",
    "answers": [
      {
        "id": 134,
        "text": "Хотел я или нет, ноги вели меня вглубь воображаемой воронки."
      }
    ]
  },
  {
    "id": 134,
    "text": "Небольшой круглый зал освещался ярким светом из огромного алмаза, возложенного на каменный пьедестал в центре. Он был кристально чистым, совершенным, с идеальными гранями. Белые лучи, источавшиеся из него, заполняли всё вокруг, но на стенах всё равно клубились тени.\nМоя голова была ватной и тяжёлой. Мысли путались. Пришлось опереться о стену, чтобы не упасть. Кажется, так делать не следовало, потому что тьма заклубилась, пришла в движение и сгустилась рядом с моей рукой. Я поспешно отшатнулся, но было поздно. Чернота приобретала форму и устремилась ко мне.\n",
    "answers": [
      {
        "id": 135,
        "text": "..."
      }
    ]
  },
  {
    "id": 135,
    "text": "Зал немыслимым образом расширился. Теперь тьма стелилась повсюду, создавая восходящие завихрения, словно воздушные колонны. Свет стал чем-то отдалённым, чем-то нежеланным здесь, лишь моим воспоминанием.\nОпасность возникла совсем рядом. Я чувствую угрозу интуитивно, животный страх охватывает мой разум, заставив волосы на голове зашевелиться. Я быстро отшатываюсь в сторону, стараясь, не касаться вывернутых наизнанку завихрений.\nОжидал, что угроза подстерегала меня со спины, но враг возник прямо перед моими глазами, дав себя хорошо рассмотреть. Бестелесная сущность имела очертания человеческого скелета в остатках изорванных лат. Неразличимые переходы представляли взору жуткий образ безглазой смерти, осклабившейся зубастой пастью.\n",
    "answers": [
      {
        "id": 136,
        "text": "Бежать!"
      },
      {
        "id": 137,
        "text": "Выхватить кинжал."
      }
    ]
  },
  {
    "id": 136,
    "text": "Запутавшись в своих ногах, я валюсь на землю. Мрачный туман с недовольством расступился, но не прекратил своё текучее движение. Не теряя времени, я перекатываюсь, ожидая нападения. ",
    "answers": [
      {
        "id": 137,
        "text": "Выхватить нож."
      },
      {
        "id": 141,
        "text": "Перекатываться ещё"
      }
    ]
  },
  {
    "id": 137,
    "text": "Лезвие проходит сквозь густую тьму, не причиняя видимых повреждений. Тварь на мгновение развоплощается, а затем мрачный сгусток принимает прежнюю форму. Быстрый замах и тощая конечность рассекает воздух, где только что находилась моя голова. Мне чудом удаётся увернуться. Порождение тьмы наступало. Оно растянуло в крике жуткую пасть, но ни единого звука, только в висках зазвенело. От боли сжал зубы. \n",
    "answers": [
      {
        "id": 138,
        "text": "Атаковать Порождение."
      },
      {
        "id": 139,
        "text": "Бежать, что есть силы."
      }
    ]
  },
  {
    "id": 138,
    "text": "Я атакую туманное воплощение раз за разом, не зная усталости: удар в голову – развоплощение – быстро уклониться – косой удар по корпусу – развоплощение – уклониться от замаха в плечо – косой взмах; и так без конца.\nЯ не знаю, как долго смог бы выдержать такой темп, но я понимаю, что коснись меня эта тварь – и простой смерти мне не видать. Сущность была быстрой, стремительной.\n",
    "answers": [
      {
        "id": 140,
        "text": "Но я не должен сдаваться!"
      }
    ]
  },
  {
    "id": 139,
    "text": "Я бегу между завихрений, спотыкаясь и петляя, словно заяц на охоте. Тьма преследует меня мрачным жнецом, встречая у каждой «колонны». Я едва успеваю уклоняться от стремительных взмахов костлявых конечностей. Это был кошмар наяву.\nВдруг, боковым зрением я замечаю маленькую светлую точку в этом царстве тьмы. \n",
    "answers": [
      {
        "id": 146,
        "text": "Ни секунды не задумываясь, устремляюсь к ней."
      }
    ]
  },
  {
    "id": 140,
    "text": "Через, кажется, сотню ударов, я стал замедляться. Пару раз  костлявые пальцы едва меня не коснулись. Я уже на пределе. Порождение тьмы усталости не показывало. Вот уж вечный воин.\nНаконец-то случайность помогла мне. При очередном замахе я случайно задеваю завихрение. Лезвие проходит через плотный поток воздуха и, казалось бы, ничего не происходит. Но, привыкший к атакам тёмной сущности, я заметил, что та после этого едва замедлилась.\nРешаю проверить, и не встречаю прежнего сопротивления.\n",
    "answers": [
      {
        "id": 142,
        "text": "«Разрезать» другой вихрь."
      }
    ]
  },
  {
    "id": 141,
    "text": "Я кувыркаюсь как циркавой акробат. Всторону, назад, вбок, вперёд...\nТень не успевает за моими хаотичными движениями. ХА-ХА! В сторону, назад...\nИ заскакиваю прямиком в бушующий вихрь. Все чувства пропадают, я не чувствую даже своего тела. Пустые глазницы Порождения смотрят вглубь меня. Я смотрю в ответ, не смея отвести глаз и вижу там...",
    "answers": [
      {
        "id": 51,
        "text": " ...СЕБЯ"
      }
    ]
  },
  {
    "id": 142,
    "text": "После очередного удара, я быстро отскакиваю к ближайшему чёрному вихрю. Снова клинок проходит через плотный воздух. Тьма передо мной сгущается и бестелесная сущность пытается схватить меня в свои смертельные объятия. Присед, перекат назад и я уже у очередной «колонны». Тощая тварь неотступно преследует меня, а я, не зная на что надеяться, «рублю» тёмные круговерти.\nПосле очередного развоплощения, я улавливаю, что сущность не до конца превращается в туман. В груди остаётся более плотный сгусток. Я «разрушаю» ещё несколько вихрей – сгусток становится ещё плотнее. Тварь атакует с прежним остервенением, будто и не замечая изменений в себе. Но теперь у меня появилась надежда.\nЯ продолжаю уклоняться и «крушить» завихрения. И наконец вижу тёмное сердце. \n",
    "answers": [
      {
        "id": 143,
        "text": "Немедленно атаковать"
      },
      {
        "id": 144,
        "text": "\"Накрошить\" ещё вихрей"
      }
    ]
  },
  {
    "id": 143,
    "text": "Не медля подскакиваю к смертоносному порождению – наношу удар и на обратном движении протыкаю сердце тьмы.\nТварь содрогнулась в немом вопле. Виски несчадно заломило.",
    "answers": [
      {
        "id": 145,
        "text": "А затем всё пропало."
      }
    ]
  },
  {
    "id": 144,
    "text": "Кажется, это уже двадцатый по счёту. Тебе всё мало, да?! Перекатываюсь, бью ещё. Дыхание сбивается. Передо мной воплощается воин тьмы и резко выбрасывает обе руки. Я ошарашено наблюдаю как они заканчиваются в моей груди. Я чувствую как они шарят там. Внутренние органы сковывает холодом от его скрюченных пальцев. Все чувства пропадают, я не чувствую даже своего тела. Пустые глазницы Порождения смотрят вглубь меня. Я смотрю в ответ, не смея отвести глаз и вижу там...\n",
    "answers": [
      {
        "id": 51,
        "text": "...СЕБЯ"
      }
    ]
  },
  {
    "id": 145,
    "text": "Я вернулся в залу с кристаллом. Голова гудела, а одежда была вся мокрая от пота. Я моргнул пару раз прогоняя наваждение. Что это было?\nТут тени зашевелились и потянулись в моём направлении. Ну уж нет! Прочь от сюда!\nБыстро найдя выход, я сломя голову несусь к сломанным вратам, надеясь, что рунные печати на камнях сдержат распространяющуюся тьму.\n",
    "answers": [
      {
        "id": 131,
        "text": "БЕЖАТЬ, БЕЖАТЬ, БЕЖАТЬ!"
      }
    ]
  },
  {
    "id": 146,
    "text": "«Свет не может быть плохим. Свет не может быть плохим…»: обнадёживаю я себя. Мрачная тварь преследует меня, оказываясь то справа, то слева, то прямо передо мной, заставляя постоянно двигаться и уклоняться. Я нутром чуял, что коснись оно меня хоть чуть-чуть и самая мучительная смерть покажется мне милостыней. Поэтому я заставляю себя двигаться на пределе человеческих возможностей. Лишь бы скорее достичь цели.\nСветлая точка не увеличивалась по мере приближения к ней. Она была где-то  с горошинку, но она была!\n",
    "answers": [
      {
        "id": 145,
        "text": "Вот-вот и я смогу её коснуться…"
      }
    ]
  },
  {
    "id": 147,
    "text": "Я видел мёртвый камень вокруг, но, в то же время, слышал старые давно позабытые шаги живых людей. Они смутными отголосками бродили вокруг, выполняя свои давние поручения. Мужчины, женщины, дети – эхо жизни, призраки. Мне казались вещи, стены освещались, а люди серым туманом проходили сквозь меня. Игра ли это моего воображения или проклятие этого места – не знаю. Но разум мой был спокоен и я не чувствовал опасности.\n\n",
    "answers": [
      {
        "id": 148,
        "text": "Даже, когда я встретил ЕГО."
      }
    ]
  },
  {
    "id": 148,
    "text": "ОН лежал, спиной прислонившись к обожжённой стене. Призраки обходили ЕГО. Хотя нет, то место, где ОН был, не показывало их. Они шли, пропадали, а потом появлялись через пару шагов. Это… пугало. Но я всё равно подошёл.\nВсё выше груди было выжжено до костей. Чёрный обугленный череп свисал на подломленных шейных позвонках. В руках ОН сжимал короткий сломанный арбалет. Рядом рассыпались несколько коротких болтов.  Вторая рука безвольно лежала с задранным рукавом, обнажая знак Охотника. \n",
    "answers": [
      {
        "id": 149,
        "text": "Вот и свиделись."
      }
    ]
  },
  {
    "id": 149,
    "text": "Я долго простоял над мёртвым телом, пытаясь осознать увиденное. Мой товарищ погиб. Я не знал его. Охотники – одиночки и редко пересекаются их пути. Но вид павшего, пробудил в моей душе горькую тоску. Ещё на одного стало меньше. Тех, кто отваживается противостоять злу, становиться всё меньше и меньше. Мы, как будто, уже проиграли эту войну.\nЯ прочитал заупокойную, а затем сделал что должно: вырезал клеймо Охотника, чтобы передать в зал Славы – этот воин не будет забыт.\nПо трупному окоченению было ясно, что со смерти охотника не прошло и более суток. Больше трупов рядом не было, а значит убивший его на свободе. Демон, которого мы преследовали, не мог такое сотворить. Не тот уровень, да и тела он бы не оставил. Тогда кто? Эту загадку предстояло раскрыть мне.\nОбыскав карманы мёртвого, я обзавёлся: ещё одной, к сожалению, пустой флягой (в моей уже выглядывало дно), тремя метательными ножами, бинтом и лечебной мазью, охотничьим ножом, походным бестиарием и, барабанная дробь – связкой бомбочек. Одна такая могла разорвать огромного лося на куски, а у меня их теперь была целая виноградная гроздь. Изготавливать их было сложно и затратно, алхимия – дорогая наука. Это вам не шары огненные с пальцев швырять. Хотя, наверное, только дурак никогда не завидовал магам. Вот у тех не жизнь – малина.\nПоудобнее рассовав приобретения, я отправляюсь дальше\n",
    "answers": [
      {
        "id": 150,
        "text": "на встречу своей судьбе."
      }
    ]
  },
  {
    "id": 150,
    "text": "Коридор с призрачными «воспоминаниями» незаметно оборвался, ровно, как и начался. Не сказать, что я по ним скучаю, но и не был против их мирной компании. Потолок слегка опускается, придавая помещению приплюснутую геометрию. По обе стороны располагались запертые комнаты. Толстые дубовые двери не представлялось возможным выломать, а сильно шуметь не хотелось – явно там и так никого нет.\n",
    "answers": [
      {
        "id": 151,
        "text": "Всё же стоит осмотреться."
      },
      {
        "id": 152,
        "text": "Пройти дальше."
      }
    ]
  },
  {
    "id": 151,
    "text": "Как я и предполагал, крепкие двери не поддавались на грубую силу. А уж если быть до конца честным – то это моей силы не хватало, чтобы совладать с ними. Ни отмычек ни алхимических зелий у меня не было. Бомбочки тратить для удовлетворения своего любопытства, по моему мнению, по меньшей мере – глупо. Шум может переполошить всю округу. Я не знаю всех, кто здесь обитает, но один из них демон, это уж точно.\nЖилые помещения, похоже, запирались изнутри на засовы. Интересно, к чему была такая предосторожность?\n",
    "answers": [
      {
        "id": 152,
        "text": "Пройти дальше."
      },
      {
        "id": 154,
        "text": "Всё же использовать бомбочку."
      }
    ]
  },
  {
    "id": 152,
    "text": "Чем дальше я иду, тем больше встречаю разрушенные дверные проёмы. Следы от когтей на камнях, мелкая щепь… Внутри комнат царствует мрак и затхлый воздух. Разломанные кровати, истлевшие ткани среди обгрызенных костей. Похоже, кое-кто трапезничал мертвечиной пока обитал здесь. Некоторые комнаты остались нетронуты – почему? Запах не заинтересовал?! Возможно.\nКонец коридора вёл, видимо, в главную залу – место сбора для молитв или заседаний. Но меня больше озаботил сейчас вырытый проём справа. Из него лился мерный оранжевый свет.\n",
    "answers": [
      {
        "id": 153,
        "text": "Исследовать источник света."
      }
    ]
  },
  {
    "id": 153,
    "text": "Без труда протиснувшись в горную щель, моему взору открывается большущий грот. В основном на стенах располагались какие-то странные наросты, больше похожие на куски магмы. Они излучали мягкое пульсирующее оранжевое свечение и, по-видимому, тепло. Я оказался на небольшом уступе перед широкой нишей. Вся она была заполнена яйцами.\nЯ не демонолог, но и так было понятно, чьи они. Прикидываю расстояние и площадь, пересчитываю бомбочки, одну оставляю про запас. Дёргаю главную «ветвь», вытягивая заслонку, соединяя разделённые внутри корпусов компоненты. Пять секунд, чтобы разбросать. Череда взрывов сотрясает помещение, земля под ногами заходится ходуном. Приходится ухватиться за стены, чтобы не сорваться вниз. По стенам поползли трещины, обрушивая огромные каменные слои в бушующее на дне пламя.\nЕщё несколько минут грот не мог успокоить своего возмущения, но затем всё стихло. От кладки ничего не осталось. Только взрослая особь. Надеюсь одна…\n",
    "answers": [
      {
        "id": 156,
        "text": "Пойти в главную залу."
      }
    ]
  },
  {
    "id": 154,
    "text": "Я швыряю одну из дверей и отхожу подальше. БАХ! Щепь и пыль. Эхо разносит громкий хлопок. С потолка сыпятся мелкий град. Жду пока всё утихнет. Ну что, какова моя добыча? Гора из ветхих трупов заполняет комнату. Кхе-кхе. Станно, но не воняет. Тяжело дышится, должно быть от пыли. ",
    "answers": [
      {
        "id": 155,
        "text": "Я решаю идти дальше."
      }
    ]
  },
  {
    "id": 155,
    "text": "Кхе-кхе. В горле саднит. И голова кругом идёт... Надо... Передохнуть. Кха-кха! Прямо... здесь. В глазах мутнеет. Но я вижу человеческий силуэт.",
    "answers": [
      {
        "id": 51,
        "text": "Кажется... он идёт... ко мне"
      }
    ]
  },
  {
    "id": 156,
    "text": "В коридоре всё осталось по-прежнему: ничего не обвалилось, лишь мелкое крошево посыпалось со стен. Я приготовил метательные ножи на случай, если переполошенный родитель решит проверить своё оставленное потомство. Но было тихо.\nВпереди -- изящная арка, по её сторонам свисают выцветшие полотна. Что на них изображено уже никому не узнать. За проходом – широкий тоннель, увешанный уснувшими факелами.\nИ вот я приближаюсь к широко распахнутым створкам...\n",
    "answers": [
      {
        "id": 157,
        "text": "Окончание моего пути."
      }
    ]
  },
  {
    "id": 157,
    "text": "Зала была величественной и мрачной и абсолютно пустой на первый взгляд. Глаза во мраке выхватывали части колонн и статуй. Но моё внимание было полностью приковано к тому, что происходило в центре: пятиметровый демон лежал бездыханным телом, в то время как в его нутре по локоть возился человек в чёрных одеяниях.\nМне не видно лица, поэтому подхожу ближе. Но не слишком близко – я догадываюсь, кто передо мной.\nМужчина, нисколько не обеспокоенный моим появлением, продолжает выкладывать вырезанные длинным стилетом внутренности поверженного монстра. Я знаю, что моё присутствие отмечено, но демонстративно игнорируется – колдун был уверен в своей неуязвимости.\n– Вот непонятно, и место в глуши и особенного ничего нет и уникального, но тянет сюда всякий сброд. – Очередной кусок туши смачно падает на пол. Мужчина был в возрасте, однако руки двигались с юношеской прытью. – Когда я нашёл это место, то обрадовался: подумал, что мне не будет никто мешать. Но эти людские выкормыши всё лезут и лезут: «Нет, демонов надо уничтожать! Нет, нельзя давать им плодиться! Нет, нельзя их подкармливать!». Только магию на них трать.\nПоследнее было явной провокацией, но я не мог поступить иначе. \n",
    "answers": [
      {
        "id": 158,
        "text": "В ярости я выхватываю заготовленный нож и отточенным движением бросаю его в убийцу."
      }
    ]
  },
  {
    "id": 158,
    "text": "Маг, не поднимаясь, делает пасс рукой и в меня летит огненный шар размером с лошадиную голову. Метательное оружие пёрышком отброшено разгорячённым воздухом. В виду расстояния, мне не стоит труда уклониться. Мои глаза внимательно следят за руками колдуна – его пальцы сжимаются и разжимаются – теперь в меня летит пять огненных шаров уже поменьше.\n",
    "answers": [
      {
        "id": 159,
        "text": "Бежать налево."
      },
      {
        "id": 160,
        "text": "Бежать направо."
      },
      {
        "id": 161,
        "text": "Постараться уклониться пригнувшись к земле."
      }
    ]
  },
  {
    "id": 159,
    "text": "Я обегаю центр, но снаряды меняют свою траекторию и следуют за мной. Бежать уже не вариант. Я останавливаюсь у колонны и встречаю опасность лицом к лицу. От четырёх снарядов я легко уклоняюсь, но пятый настигает меня и...",
    "answers": [
      {
        "id": 162,
        "text": "ударяется прямо в лицо."
      }
    ]
  },
  {
    "id": 160,
    "text": "Огненные снаряды летят небольшим навесом. Я выжидаю момент и несколькими перекатами уворачиваюсь от них. Раз, два, три, четыре… Где пятый?! Не успеваю я осмотреться, как пламенная сфера бьёт меня прямо в лицо.",
    "answers": [
      {
        "id": 162,
        "text": "..."
      }
    ]
  },
  {
    "id": 161,
    "text": "Я обегаю центр, но снаряды меняют свою траекторию и следуют за мной. Бежать уже не вариант. Я останавливаюсь у колонны и встречаю опасность лицом к лицу. От четырёх снарядов я легко уклоняюсь, но пятый настигает меня и ",
    "answers": [
      {
        "id": 162,
        "text": "ударяется прямо в лицо."
      }
    ]
  },
  {
    "id": 162,
    "text": "Поток жара охватывает мою голову и… больше ничего! Я с недоумением взираю на мага. В его мрачном взгляде больше нет пренебрежения – озадаченность. Он щёлкает пальцами – яркий луч белого света отбрасывает меня на колонну, выбивая воздух из моих лёгких. Смертельное заклятие не подействовало. Я физически ощущаю раздражение колдуна.\nНадо спешить, пока он ещё не до конца разобрался. Я чувствую это – руны на браслете едва засветились и стали тускнеть.\n",
    "answers": [
      {
        "id": 163,
        "text": "Перейти в наступление."
      },
      {
        "id": 164,
        "text": "Держать дистанцию и искать брешь в магической защите."
      }
    ]
  },
  {
    "id": 163,
    "text": "Я вдыхаю поглубже и с низкого старта бегу на противника. В его руках пылающая плеть. Взмах-перекат-щелчок. Удар прошёл очень близко. Ещё один. Я успеваю уклониться. Горячий воздух обжигает щёки. Три метра. Маг закручивает плеть вокруг себя кольцом – не подступиться. Второй метательный нож летит ему прямо в глаз. Воздух перед лезвием вспыхивает и оружие летит в сторону.\nДа, теперь я знаю свой следующий шаг. Но, внезапно, ослепительный луч сбивает меня с ног. Я качусь по земле. Быстро нахожу равновесие и интуитивно уклоняюсь от огненных вспышек. Руны на браслете потускнели – теперь нет права на ошибку.\nВзмах огненного кнута – отойти влево, встать полу-боком, завести руку за спину. Раз, два… метнуть последний нож. Три – стена огня скрывает мага, нож летит мимо, а я выбрасываю вторую руку. Четыре – бомбочка долетает до мага. Огненный щит пропадает. Пять...\n",
    "answers": [
      {
        "id": 165,
        "text": "– это ВЗРЫВ!"
      }
    ]
  },
  {
    "id": 164,
    "text": "Я обегаю мага по кругу – в меня летят раскалённые потоки воздуха. Я ускоряюсь и они, проносясь мимо, крошат ни в чём не повинные стены. Я швыряю второй метательный нож – вокруг мага вспыхивает огненный столб – оружие отлетает в сторону. Разум осеняет догадка. Секундное замешательство и ослепительный луч бьёт меня в грудь. Я отлетаю на несколько метров. Руны гаснут – теперь нет права на ошибку. \nВ меня снова летят раскалённые диски. Снова бегу, стараясь сократить расстояние. Приседаю, завожу руки за спину. Раз, два… метаю третий нож – вновь огненный столб (три – выбрасываю вторую руку), на долю секунды закрывающий обзор. Четыре – бомбочка долетает до мага. Огненный щит пропадает. Пять.\n",
    "answers": [
      {
        "id": 165,
        "text": "это ВЗРЫВ!"
      }
    ]
  },
  {
    "id": 165,
    "text": "Душераздирающий вопль сотрясает каменные стены. Я, не теряя времени, несусь к колдуну – тот ещё жив. Чёрные одеяния разорваны и местами тлеют. Голова и грудь мужчины обожжены, лицо – сплошная кровавая масса. Половина черепа оголена, на старческой лысине стали заметны странные тёмные наросты.\nЯ замахиваюсь охотничьим ножом – надо добить гада! Однако колдун уцелевшим глазом замечает моё движение и успевает выставить руку. Сталь пронзает плоть. Смотрю в полный ненависти окровавленный глаз.  До меня доходит хриплый шёпот: «Ты заплатишь!». Я быстро отпускаю нож и скорее отскакиваю назад. \nКолдуна охватывает восходящее пламя. Огненный вихрь закручивается спиралью, всё расширяясь и расширяясь. Внезапно, он выстреливает вертикально вверх. Потолок рушится, огромная зала сотрясается от сильных толчков. Колонны и статуи падают, перекрывая выход. Я пытаюсь найти безопасное укрытие, но, кажется, что-то тяжёлое бьёт меня по голове. \n",
    "answers": [
      {
        "id": 166,
        "text": "Наступает забвение."
      }
    ]
  },
  {
    "id": 166,
    "text": " ЭПИЛОГ\nЯ насыпаю в пустую флягу хлопья белоснежного снега. Изорванный плащ плохо спасает от пронизывающего холода. Горные вершины, насмехаясь, возвышаются над малявкой-человеком. Обрушенный свод вывел меня наружу. Но не сказать, что я очень рад. Лучше бы он вывел меня к таверне. Или под юбку знойной красотки. Так нет же…\nЯ пошёл вперёд, утопая по колено, а то проваливаясь и по пояс в сугробах. Вот и КОНЕЦ моего пути, а может… начало нового?!\n",
    "answers": [
      {
        "id": 1,
        "text": "P.S. от автора\nБлагодарю Тебя, что потратил время на мою книжку. Не всё ровно получилось, но надеюсь, что Ты получили удовольствие, дорогой читатель.\nБуду рад отзывам и конструктивной критике.\nМожет быть, до новых встреч)))"
      }
    ]
  },
  {
    "id": 167,
    "text": "Здесь будут видны открытые Вами \"достижения\"\n(их 16)",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 167,
        "text": "Позорная смерть",
        "need": [
          173
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 167,
        "text": "Встреча с другом",
        "need": [
          38
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 167,
        "text": "Стрельба из пальца",
        "need": [
          54
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 167,
        "text": "Авантюрист - это не только ценный лут, но и...",
        "need": [
          52
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 167,
        "text": "...60-80 кг диетиского и легкоусваимого мяса)",
        "need": [
          53
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 167,
        "text": "Друзей держи близко, а врагов ещё ближе.",
        "need": [
          55
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 167,
        "text": "Шаг в Бездну",
        "need": [
          70
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 167,
        "text": "Поделом",
        "need": [
          73
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 167,
        "text": "Абонент временно недоступен",
        "need": [
          82
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 167,
        "text": "Надоедливый",
        "need": [
          90
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 167,
        "text": "I'll be back.",
        "need": [
          100
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 167,
        "text": "Часть корабля,",
        "need": [
          109
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 167,
        "text": "часть команды",
        "need": [
          108
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 167,
        "text": "Если заглянешь во тьму, то...",
        "need": [
          141
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 167,
        "text": "...заглянешь внутрь себя",
        "need": [
          144
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 167,
        "text": "Самая большая опасность, та, которую не видишь",
        "need": [
          155
        ]
      }
    ]
  },
  {
    "id": 168,
    "text": "Я снимаю с себя амуницию, заворачиваю и привязываю к ноге. Ползти становится удобнее. Металл позади бряцает о камень, но меня это не беспокоит. Кажется, я вижу впереди свет! А нет — это у меня в глазах светлячки. Но постой-ка! Камень впереди шатается!",
    "answers": [
      {
        "id": 169,
        "text": "Сдвинуть его"
      }
    ]
  },
  {
    "id": 169,
    "text": "Я толкаю глыбу и весь лаз обрушивается на меня своей массой. Чудом не раздовил! Ву-ух! Кха-кха. здесь довольно пыльно...",
    "answers": [
      {
        "id": 170,
        "text": "Надо выбираться"
      }
    ]
  },
  {
    "id": 170,
    "text": "Я толкаю своё тело назад, но... ничего не выходит!!! Я тужусь ещё и ещё!",
    "answers": [
      {
        "id": 171,
        "text": "Я ЗАСТРЯЛ!!!"
      }
    ]
  },
  {
    "id": 171,
    "text": "Не помню сколько я уже нахожусь в этой ловушке. Во рту давно всё пересохло. Губы болят. Голова еле соображает. Я пару раз приходил в сознание от того, что кто-то через ботинок грызет мой палец. Должно быть крысы. Я пытался лягнуть их, но... плохо выходит. Мне повезло, что каким-то чудом сюда попадает достаточно воздуха, а то бы я давно задохнулся.",
    "answers": [
      {
        "id": 172,
        "text": "вот мне повезло..."
      }
    ]
  },
  {
    "id": 172,
    "text": "...",
    "answers": [
      {
        "id": 173,
        "text": "..."
      }
    ]
  },
  {
    "id": 173,
    "text": "кажется вернулись крысы",
    "answers": [
      {
        "id": 51,
        "text": "."
      }
    ]
  },
  {
    "id": 174,
    "text": "\"Мрачные узы\" — 223250",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 175,
    "text": "",
    "answers": []
  }
]