[
  {
    "id": 1,
    "text": "Подземелье — начало\nТы лежал в темном подвале. Ты чуть шелохнулся, и почувствовал на своиз руках толстые и тугие цепи. Потом помимо цепей ты почувствовал верёвки. В итоге ты в подвале, связан, цепи прикованы к стене. Пошевелиться практически невозможно. \n\n",
    "answers": [
      {
        "id": 2,
        "text": "Порыться в памяти"
      },
      {
        "id": 3,
        "text": "Осмотреться "
      },
      {
        "id": 4,
        "text": "Пытаться вырваться"
      },
      {
        "id": 5,
        "text": "Ждать"
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c09/2011/86/63e8411b9f76.png"
      }
    ]
  },
  {
    "id": 2,
    "text": "Ты начал судорожно вспоминать события последних дней. Помнишь, как сидел на кухне и ел, смотрел телевизор, играл в компьютер, а потом всё... Ты резко отключаешься, и забываешь обо всем. ",
    "answers": [
      {
        "id": 1,
        "text": "Возвращайтесь назад"
      }
    ]
  },
  {
    "id": 3,
    "text": "Ты начал поварачивать голову из стороны в строну, но было слишком темно, что бы что либо рассмотреть. Изредка только были слышны какие то звуки....",
    "answers": [
      {
        "id": 1,
        "text": "Возвращайтесь назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "Ты начал дёргать цепи, но они были настолько крепкими что было больно. В один момент у тебя получилось расслабиться, и верёвки наконец осободили тебя и перестали давить. Осталось рпзобраться с цепями...",
    "answers": [
      {
        "id": 1,
        "text": "Возвращайтесь назад"
      }
    ]
  },
  {
    "id": 5,
    "text": "Ты начал ждать, и одновременно у тебя получилось разбить цепи о стены. Ты уже собирался встать, но все мышцы отозвались очень жгучей болью. Ты решил немного подождать. Неожиданно ты услышл шаги, постепенно приближающиеся. Дверь открылась, и первый свет проник в комнату, и только теперь ты скоро мог осмотреть где находишься. А находился ты в замкнутой комнате из кирпичей, вся она была в пыли и паутинах. В комнату зашли два мужика, хмурые и накачанные. Ты попятился назад, но даже это не получалоьс у тебя нормально. И тут ты собрал цепи вместе со своими силами, и начал цепями бить незнакомцев. Мышцы востановились и ты встал, а мужики наоборот — упали. Ты связал их. Теперь ты чувствовал себя чуть в безопасности.",
    "answers": [
      {
        "id": 6,
        "text": "Подойти к окну"
      },
      {
        "id": 7,
        "text": "Подойти к двери"
      },
      {
        "id": 8,
        "text": "Подойти к деври и постучать в неё."
      },
      {
        "id": 9,
        "text": "Осмотреть комнату"
      },
      {
        "id": 10,
        "text": "Выйти из комнаты"
      }
    ]
  },
  {
    "id": 6,
    "text": "Ты подошёл к окну, которое на удивление было в этой команте. Оно было замуровано решетками, но даже через них было прекрасно видно что на улице ночь. Другого ты ничего не увидел.",
    "answers": [
      {
        "id": 1,
        "text": "Возвращайтесь назад"
      }
    ]
  },
  {
    "id": 7,
    "text": "Ты подошёл к двери. Она была железная, на ней висел тяжёлый замок. Открывалась она ключом. Этот самый ключ ты нашёл у одного из мужиков, лежащих на полу.",
    "answers": [
      {
        "id": 1,
        "text": "Возвращайтесь обратно"
      }
    ]
  },
  {
    "id": 8,
    "text": "Ну, постучал, и что дальше?",
    "answers": [
      {
        "id": 1,
        "text": "Возвращайся обратно"
      }
    ]
  },
  {
    "id": 9,
    "text": "Ты начал шарить глазами по стенам, полу, даже мужикам. Но ничего примечательного не оказалось\n Только всё те же кирпичные стены...",
    "answers": [
      {
        "id": 1,
        "text": "Возвращайся обратно"
      }
    ]
  },
  {
    "id": 10,
    "text": "Ты подошёл к двери и медленно открыл её. Она отозвалась тягучим скрипом, и ты сглотнул. Ты аккуратно вышел и попал в коридор с тусклым светом. Есть проход направо и налево.",
    "answers": [
      {
        "id": 11,
        "text": "Налево"
      },
      {
        "id": 12,
        "text": "Направо "
      }
    ]
  },
  {
    "id": 11,
    "text": "Ты завернул налево. Проход был странным, мигающие лампочки, разбросанные вещи, какие то крики.... Как то не по себе....\nИ поэтому ты решил вернуться и пойти направо.\nИ только ты собрался идти туда, оттуда появился странный и страшный зверь, готовый сожрать тебя. ",
    "answers": [
      {
        "id": 13,
        "text": "Идти навстречу зверю"
      },
      {
        "id": 14,
        "text": "Развернуться и идти налево дальше"
      }
    ]
  },
  {
    "id": 12,
    "text": "Ты решил пойти направо, так тебе подсказывала интуиция. Проход был тихим, всё было спокойно, свет горел равномерно, освещая практически всё, а так в коридоре больше ничего не было. Тишина, но почему то тебе кажется что в этом есть какой то подвох. Но всё же у тебя не было выбора. Наконец, впереди показался люк. Итак.",
    "answers": [
      {
        "id": 46,
        "text": "Открыть люк"
      },
      {
        "id": 47,
        "text": "Не отрывать"
      }
    ]
  },
  {
    "id": 13,
    "text": "Левый прозод пугал тебя больше, и поэтому ты решил что прекрасно проскользнешь мимо зверя. Но, увы, не получилось, на этом твоё приключение закончилось, в желудке о цербера.\n             Квест окончен\n               Концовка #6",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 14,
    "text": "Зверь пугал тебя больше, чем проход, и ты подумал что лучше пойдешь туда чем будешь моментально съеден цербером. Итак, ты идёшь, и наконец, появляется дверь. ",
    "answers": [
      {
        "id": 15,
        "text": "Приоткрыть её"
      },
      {
        "id": 60,
        "text": "Пройти мимо"
      }
    ]
  },
  {
    "id": 15,
    "text": "Ты подошёл к ней и аккуратно открыл. Света там не было, и заходить ты пока не собирался. Внезапно свет включился, и кто то начал приближаться к двери. Что делать?",
    "answers": [
      {
        "id": 61,
        "text": "Стоять ло последнего"
      },
      {
        "id": 62,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 16,
    "text": "Ты аккуратно приоткрыл эту дверь, света в ней не было. Как вдруг свет включился, и кто то уверенно зашагал к двери. ",
    "answers": [
      {
        "id": 18,
        "text": "Стоять до последнего"
      },
      {
        "id": 19,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 17,
    "text": "Ты не решился зайти в дверь и уверенно прошёл мимо. Коридор вновь возобновился, и снова он — темный и страшный. Ты шёл шёл, и уже начал паниковать, но вдруг перед тобой появилась большая, тяжёлая дверь.",
    "answers": [
      {
        "id": 20,
        "text": "Постучать"
      },
      {
        "id": 21,
        "text": "Войти без стука"
      },
      {
        "id": 22,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 18,
    "text": "",
    "answers": []
  },
  {
    "id": 19,
    "text": "",
    "answers": []
  },
  {
    "id": 20,
    "text": "Ты постучался. За дверью послышались шорохи — а затем дверь и вовсе распахнулась перед тобой. И перед тоьой появилась красивая молодая двевушка, вся заплаканная. Но когда она увидела тебя, резко удивилась и запихала тебя за дверь.",
    "answers": [
      {
        "id": 27,
        "text": "Поздороваться"
      },
      {
        "id": 28,
        "text": "Молчать"
      }
    ]
  },
  {
    "id": 21,
    "text": "Ты вошёл в дверь без стука и увидел девушку. Она обернулась к тебе резко и не очень дружелюбно. Ты очень испугался, но она подошла к тебе с грустной улыбкой.",
    "answers": [
      {
        "id": 25,
        "text": "Поздороваться"
      },
      {
        "id": 26,
        "text": "Молчать"
      }
    ]
  },
  {
    "id": 22,
    "text": "Ты развернулся и поспешно начал уходить. Ты шёл и шёл, пока перед тоьой вновь не появилась та самая дверь в котрой вклбчился свет...",
    "answers": [
      {
        "id": 23,
        "text": "Приоткрыть дверь"
      },
      {
        "id": 24,
        "text": "Вернуться к той двери"
      }
    ]
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  },
  {
    "id": 25,
    "text": "—Здравствуй.\nТы грустно вздохнул.\nДевушка приветливо улыбнулась тебе.\n—Я помогу тебе выбпаться.",
    "answers": [
      {
        "id": 35,
        "text": "Но как?"
      },
      {
        "id": 36,
        "text": "Почему?"
      },
      {
        "id": 37,
        "text": "Зачем?"
      }
    ]
  },
  {
    "id": 26,
    "text": "Ты молчал как рыба в воде.\nДевушка немного нахмурилась, но сказала.\n—Не знаю как ты сюда попал, но я помогу тебе от сюда выбраться.",
    "answers": [
      {
        "id": 38,
        "text": "Но как?"
      },
      {
        "id": 39,
        "text": "Почему?"
      },
      {
        "id": 40,
        "text": "Заче"
      }
    ]
  },
  {
    "id": 27,
    "text": "Девушка приветливо и мило улыбнулась тебе. Она подошла и взяла тебя за руки, мило улыбаясь.\n—Я помогу тебе выбраться из этого ада.\nТы кивнул, а она затихла.",
    "answers": [
      {
        "id": 29,
        "text": "Но как?"
      },
      {
        "id": 30,
        "text": "Почему?"
      },
      {
        "id": 31,
        "text": "Зачем?"
      }
    ]
  },
  {
    "id": 28,
    "text": "Ты промолчал, но девушка поприветствовала тебя первой.\n—Не знаю, как ты сюда попал но я помогу тебе выбраться.",
    "answers": [
      {
        "id": 32,
        "text": "Но как?"
      },
      {
        "id": 33,
        "text": "Почему?"
      },
      {
        "id": 34,
        "text": "Зачем?"
      }
    ]
  },
  {
    "id": 29,
    "text": "Увидишь.",
    "answers": [
      {
        "id": 41,
        "text": "Довериться"
      }
    ]
  },
  {
    "id": 30,
    "text": "Потоу что ты такой же человек, как и я.",
    "answers": [
      {
        "id": 42,
        "text": "Довериться"
      }
    ]
  },
  {
    "id": 31,
    "text": "Просто потому что ты такой же человек как и я.",
    "answers": []
  },
  {
    "id": 32,
    "text": "Всё просто. Сюда иди.",
    "answers": [
      {
        "id": 43,
        "text": "Довериться"
      }
    ]
  },
  {
    "id": 33,
    "text": "Потому. Сюда иди.",
    "answers": [
      {
        "id": 44,
        "text": "Довериться"
      }
    ]
  },
  {
    "id": 34,
    "text": "Затем. Сюда иди.",
    "answers": [
      {
        "id": 45,
        "text": "Довериться"
      }
    ]
  },
  {
    "id": 35,
    "text": "",
    "answers": []
  },
  {
    "id": 36,
    "text": "",
    "answers": []
  },
  {
    "id": 37,
    "text": "",
    "answers": []
  },
  {
    "id": 38,
    "text": "",
    "answers": []
  },
  {
    "id": 39,
    "text": "",
    "answers": []
  },
  {
    "id": 40,
    "text": "",
    "answers": []
  },
  {
    "id": 41,
    "text": "",
    "answers": []
  },
  {
    "id": 42,
    "text": "",
    "answers": []
  },
  {
    "id": 43,
    "text": "",
    "answers": []
  },
  {
    "id": 44,
    "text": "",
    "answers": []
  },
  {
    "id": 45,
    "text": "",
    "answers": []
  },
  {
    "id": 46,
    "text": "Ты аккуратно приоткрыл люк. Там было сыро и воняло, сразу стало ясно что это канализация. Но кажется, выбора нету.",
    "answers": [
      {
        "id": 48,
        "text": "Залезть в люк"
      },
      {
        "id": 49,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 47,
    "text": "Ты не решился открыть этот люк. Тебе казалось, он опасен. Ты встал и огляделся.",
    "answers": [
      {
        "id": 50,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 48,
    "text": "Ты полностью открыл люк, и собравшись с мыслями и силами, и собрав всё это во единое целое прыгнул. Приземление было не мягким, но в то же время и не твёрдым. В нос ударил противный запах. Есть всего один проход, и ты пошёл по нему. Ты шёл, пока впереди наконец не показалась лестница и люк сверху. Ты залез по лестнице и приотерыл люк, и рещко увидел стоящего там гнома. ",
    "answers": [
      {
        "id": 51,
        "text": "Вылезти"
      },
      {
        "id": 52,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 49,
    "text": "Ты не решился прыгать в люк и решил найти другие способы спасения.",
    "answers": [
      {
        "id": 53,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 50,
    "text": "Ты решил пойти налево. Думал, что всё будет хорошо, но не тут то было. Когда ты пришел — ты увидел здоровенного зверя, цербера. В итоге тв оказался для него отличным обедом.\n                          Квест окончен.\n                             Концовка #6",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 51,
    "text": "Ты глубоко вдохнул и вылез из люка. Гном улыбнулся тебе, а затем произнёс:\n—Хочешь, я тебе помогу выбраться? \nТы ответил:\n—Да!\nГном подошёл к тебе ближе.\n—Возьми этот ключ, он тебе поможет. Теперь иди направо от сюда, и прийдешь к спасению.\nТы сказал спасибо, и наклонившись взял ключ с руки гнома.",
    "answers": [
      {
        "id": 54,
        "text": "Идти направо"
      }
    ]
  },
  {
    "id": 52,
    "text": "Ты испугался, и быстро заперев люк спрыгнул с лестницы, переводя дыхание. Увидев, что это тупик и больше по канализации идти некуда, ты развернулся и пошёл в обратную сторону. Снова вылез из люка, и опять очутился в том самом коридоре. Хотел вернуться к своей комнате, но как не странно прохода не было, был только другой проход направо...",
    "answers": [
      {
        "id": 55,
        "text": "Идти направо "
      }
    ]
  },
  {
    "id": 53,
    "text": "Ты отошёл от люка и решил вернуться и пойти налево.\n—Да к черту этот коридор! Я думаю, через левый выберусь!\nТы уверенно шёл к левому коридору, но когда наконец дошёл до него, увы, там тебя встретило странное существо, которое увы, не было к тебе доброжелательно. \n Так, из за собственной трусости ты погиб и не смог выбраться.\n                   Квест окончен\n                     Концовка #6",
    "answers": [
      {
        "id": 1,
        "text": "Конец "
      }
    ]
  },
  {
    "id": 54,
    "text": "Ты долго брёл. Наконец ты пришёл к просторному залу. Там была большая, массивная дверь. Ты подошёл и открыл её тем ключом, который у тебя был. Ты открыл дверь и увидел чёрного кота. ",
    "answers": [
      {
        "id": 56,
        "text": "Поздороваться и войти"
      },
      {
        "id": 57,
        "text": "Поздороваться но не входить"
      },
      {
        "id": 58,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 55,
    "text": "Ты пошёл в единственный существующий путь. После долгих хождений ты наконец попал в большой зал, где была большая массивная дверь. Ты попытлася открыть её, но обнаружил что она заперта на ключ. \n(Ключ нужно было найти)\nТы решил постучаться, но никто тебе не ответил. ",
    "answers": [
      {
        "id": 59,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 56,
    "text": "Кот улыбнулся тебя и кивнул в ответ, а ты тем временем зашёл. Ты не успел даже ничего сделать, как кот начал читать что то, что больше напомнило тебе заклинание. Через несколько секунд твоя голова вдруг закружилась, и ты попал в какой то водоворот. Ты не мог закричать, не мог даже пошевелиться. Однако потом ты резко оказался на пороге своего дома...\n             Квест оконочен\n               Концовка #3",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 57,
    "text": "—Входи\nСказал кот.\nИ ты вошёл, оглядываясь. \nИ тут кот начал что то говорить, то что было тебе совсем не понятно. Это больше напомнило тебе заклинание. Так продолжалось около минуты, а потом твоя голова резко закружилась, и ты попал в какой то водоворот. Ты не мог закричать, не мог даже пошевелиться. Однако потом, после нескольких секунд такого водоворота, ты резко оказался на пороге своего дома.....\n            Квест окончен\n              Концовка #4",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 58,
    "text": "Ты закрыл дверь и быстро побежал прочь.\n—Да что здесь происходит?!\nСказал ты сам себе. \nТы решил попробовать вернуться к люку и прыгнуть в него, но его уже не было там и в помине... \nТогда ты, решив что твоё единственное спасение — та дверь, ты направился к ней. Но двери тоже уже не было....\nТак ты и пытался выйти из этого невозможного лабиринта, пока не умер...\n                Квест окончен\n                  Концовка #5",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 59,
    "text": "Так ты и блуждал и блуждал, в поисках спасения, но не ты, не оно никак тебя не нашло. Ты умер в бесконечном лабиринте.\n                   Квест окончен.\n                     Концовка #7",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 60,
    "text": "Ты не захотел открывать дверь, и потому спокойно пошёл дальше. Ты начал плутать по коридорам, которые всё никак не заканчивались. Ты повариачивал и поварачивал в разные стороны, но перекрестков было так много, и ты всё время шёл наугад... \nТак ты и погиб, не найдя выхода.\n                 Квест окончен\n                    Концовка #7",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 61,
    "text": " Ты решил стоять до последнего, лишь чуть отошёл от двери. Тебе открыла ведьма. Она посмотрела на тебя и хмыкнула.\n—Очередной бедняга, попавший в эти котакомбы... Ну что же, я тебе помогу, хорошо что зашёл.\nТы вопросительно выгнул бровь.\n—Если бы не заглянул ко мне, на веки вечные заплутал бы в следующих коридорах. И за смелость я дам тебе зелье, которое телепартирует тебя к спасению. \nОна потянула тебе колбу с жидкостью, а ты взял её, говоря спасибо и уходя. Дверь ведьмы захлопнулась. А ты сразу бросил зелье, и очутился в незнакомом месте, в зале с большой дверью. Неожиданно дверь распахнулась, и оттуда показалась молодая девушка. Она приветливо улыбнулась тебе и затащила в дверь.\n—Я тебе помогу. \nОна протянулась тебя зелье.",
    "answers": [
      {
        "id": 63,
        "text": "Взять"
      },
      {
        "id": 64,
        "text": "Не брать"
      }
    ]
  },
  {
    "id": 62,
    "text": "Ты быстро побежал от туда, и к твоему великому счастью там был большой коридор.\nНо счастье было не долгим.\nВедь ты уже несколько часов без остановки пултал по ним. \nТы ходил и ходил, в поисках спасения, но не получилось.\nВскоре ты умер, так и не найдя выхода.\n                 Квест окончен\n                    Концовка #7",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 63,
    "text": "Ты взял зелье, и начал пить его. Неожиданно ты почувствовал жгучую боль в животе, и схватившись за него присел на пол.  Девушка начала смеяться, и внезапно она начала превращаться в странную, старую коргу.\n—Отныне ты будешь мне служить!\nВ кого превратиться?",
    "answers": [
      {
        "id": 65,
        "text": "Феникс"
      },
      {
        "id": 66,
        "text": "Левиафан"
      },
      {
        "id": 67,
        "text": "Пегас"
      },
      {
        "id": 68,
        "text": "Аспид"
      }
    ]
  },
  {
    "id": 64,
    "text": "Девушка моментально превратилась в страшную странную коргу, и так же моментально убила тебя.\n                 Квест окончен\n                   Концовка #2",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 65,
    "text": "Отныне ты служила этой корге, насвегда оставшись в этом месте... \n                Квест окончен\n                  Концовка #1",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 66,
    "text": "Отныне ты служила этой корге, навсегда оставшись в этом месте...\n                 Квест окончен\n                   Концовка #1",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 67,
    "text": "Отныне ты служила этой корге, навсегда оставшись в этом месте...\n                 Квест окончен\n                   Концовка #1",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 68,
    "text": "Отныне ты служила этой корге, навсегда оставшись в этом проклятом месте...\n                 Квест окончен\n                   Концовка #1",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 69,
    "text": "",
    "answers": []
  },
  {
    "id": 70,
    "text": "",
    "answers": []
  },
  {
    "id": 71,
    "text": "",
    "answers": []
  },
  {
    "id": 72,
    "text": "",
    "answers": []
  },
  {
    "id": 73,
    "text": "",
    "answers": []
  },
  {
    "id": 74,
    "text": "",
    "answers": []
  },
  {
    "id": 75,
    "text": "",
    "answers": []
  },
  {
    "id": 76,
    "text": "",
    "answers": []
  },
  {
    "id": 77,
    "text": "",
    "answers": []
  },
  {
    "id": 78,
    "text": "",
    "answers": []
  },
  {
    "id": 79,
    "text": "",
    "answers": []
  },
  {
    "id": 80,
    "text": "",
    "answers": []
  },
  {
    "id": 81,
    "text": "",
    "answers": []
  },
  {
    "id": 82,
    "text": "",
    "answers": []
  },
  {
    "id": 83,
    "text": "",
    "answers": []
  }
]