[
  {
    "id": 1,
    "text": " Автор: Maraticha\nЖанр: Боевик, по играм, приключения\n\n Вы будете играть за Зауруса Игнатова. Его жизнь является пустышкой, некому он ненужен, и не приносит пользы. Он работает на низко оплачиваемой и не любимой работе. Из родных у него только дед. И Заурус решает попасть в Зону, чтобы заработать там кучу денег, и обустроить свою жизнь. \n\n Доступен ремейк)",
    "answers": [
      {
        "id": 2,
        "text": "Начать",
        "var_set": [
          "Денег",
          100
        ]
      },
      {
        "id": 5,
        "text": "Дисклеймер"
      },
      {
        "forget": 1,
        "right_answer": true,
        "isBack": true,
        "text": "Перейти на ремейк",
        "backstepCount": 1,
        "targetbookid": 265962,
        "id": 1,
        "left_answer": true
      },
      {
        "id": 4,
        "text": "Все части S.T.A.L.K.E.R Заурус "
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://d.radikal.ru/d27/2012/f5/bea29769bde2.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": " Темнота царит в комнате, из-за неуплаты за свет. Сегодня должны перечислить зарплату.\n Раздвинув пыльные шторы в вашу комнату попало чуть света, на улице был дождь. Вообще дождь шёл всю неделю. ",
    "answers": [
      {
        "id": 7,
        "text": "Посмотреть в окно"
      },
      {
        "id": 8,
        "text": "Посмотреть в телефон"
      },
      {
        "id": 9,
        "text": "Лечь в кровать и забить на этот день."
      }
    ]
  },
  {
    "id": 3,
    "text": "",
    "answers": []
  },
  {
    "id": 4,
    "text": " Это поможет вам пройти по порядку все части этой серии квестов. Когда они выйдут. Эта первая",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "comment": true,
        "super_calculate": false,
        "id": 4,
        "calculate": true,
        "text": "Следующая часть"
      },
      {
        "super_calculate": false,
        "id": 4,
        "calculate": true,
        "text": "S.T.A.L.E.R Заурус: Первые дни",
        "targetbookid": 225255
      }
    ]
  },
  {
    "id": 5,
    "text": " Если персонаже употребляют алкоголь, или курят сигареты, то это не значит что вы должны тоже делать это.\n Если вы знаете о вселенной S.T.A.L.K.E.R то вам будет всё понятно, а если не знакомы, то вы можете узнать чуть о ней благодаря кнопке чуть ниже кнопки Назад. ",
    "answers": [
      {
        "id": 1,
        "text": "Назад. "
      },
      {
        "id": 6,
        "text": "Узнать (Могут быть споллеры) "
      }
    ]
  },
  {
    "id": 6,
    "text": " Зона — часть территории Чернобыльской зоны отчуждения с повышенной аномальной активностью, по своим свойствам напоминающая живой организм. Она расположена на территории Украины и окружена охраняемым периметром, на немногих путях в неё установлены армейские блокпосты. Допуск гражданских лиц категорически запрещён, лица, нарушившие запрет, задерживаются, а при оказании вооружённого сопротивления — уничтожаются. Это не помешало искателям наживы и сорвиголовам — сталкерам в течение нескольких лет заселить и освоить Зону. Многие опытные сталкеры воспринимают её, как божество.\n \n 1986—2006 годы\n26 апреля 1986 года в 1:23, в результате нарушений в проведении плановых работ, на 4-ом энергоблоке Чернобыльской АЭС произошел взрыв реактора. Его мощность была настолько большой, что здание энергоблока разрушилось и большое количество радиоактивных материалов было выброшено в атмосферу. Заражению подверглись обширные территории Советского Союза и других стран. В радиусе 30 километров от станции была проведена тотальная эвакуация населения и образована зона отчуждения, отделённая от остального мира охраняемым периметром.\n\nОднако, остальные энергоблоки ЧАЭС продолжали работать, что стало одной из причин создания комплекса секретных лабораторий с индексом «X» (икс*)\n\n 10 июня 2006 года\nВ 14:33 Зона отчуждения осветилась нестерпимо ярким светом, на несколько мгновений установилась тишина, и было видно, как в небе испаряются облака. Потом пришёл страшный грохот, содрогнулась земля. Уже через сутки правительственные войска Украины полностью оцепили Зону по периметру, однако внутри периметра осталось еще много людей. Спасательные операции не представлялись возможными из-за высокой аномальной активности. Через некоторое время размеры Зоны скачкообразно увеличились на несколько километров, поглотив военные части. Позже, такие явления станут называть Выбросами, энергия будет раз за разом проливаться на землю изменяя расположение аномалий и создавая «свежие» артефакты — аномальные образования с определёнными свойствами, получившие позже высокую цену.\n\n 2007—2008 годы\nЗона продолжает расти. Причина катастрофы так и не установлена. Погибших и пропавших без вести людей всё больше. Редкие научные экспедиции заканчиваются неудачами, немногие выжившие рассказывают о фантастических аномальных образованиях и мутировавших видах живых существ, обладающих удивительными способностями.\n\n 2009 год\nНа территории Зоны по разным оценкам присутствуют от одной до трёх сотен «неучтённых лиц», называющих себя «сталкерами». Они занимаются поиском так называемых артефактов — аномальных образований с определёнными свойствами, имеющих высокую цену. Многие сталкеры начинают объединяться в группы, создавая основу для крупных сталкерских кланов.\n\n 2010 год\nВслед за сталкерами-одиночками за исследование Зоны принимаются учёные. Организуются экспедиции, появляются мобильные лаборатории внутри Периметра. Несмотря на военный контроль, сталкерство принимает всё больший размах. Ряды сталкеров пополняют люди уклоняющиеся от закона, любители лёгкой наживы, представители преступного мира, а также бывшие военные. Центр Зоны всё ещё остаётся недостижимой целью — неизвестное пока явление, действие которого распространяется по большей части на лес севернее Армейских складов. Попав под его воздействие, человек либо умирает, либо сходит с ума, превращаясь в зомби. Проникновения в центр Зоны. Известный путь туда охраняют монолитовцы, сдерживая волны мутантов. Этот последний рубеж получил название Барьер. Однако каждый сталкер мечтает беспрепятственно пройти за него, ходят слухи о нетронутых территориях — «Клондайке» артефактов, появляются легенды об Исполнителе желаний — кристалле внеземного происхождения, находящегося внутри саркофага ЧАЭС и якобы ставшего причиной образовании Зоны.\n \n 2011 год\nДоступная часть Зоны исследована почти полностью. Сталкерство достигло своего пика, сформировались сталкерские группировки. Самые крупные из них — «Долг», состоящий из бывших военных и добровольцев, и «Свобода», состоящая из сталкеров-анархистов — начинают противоборство за влияние в Зоне. Свои интересы проявляют и военные, охраняющие периметр, бандиты, зарабатывающие на ограблениях сталкеров, а также иностранные государства в лице наёмников. На Свалке, в кучах радиоактивного мусора, сталкеры стали находить много полезного оборудования, формируются группы диггеров. Через местных торговцев осуществляется сбыт артефактов и поставки оружия. В результате возникает напряжённость, грозящая вылиться в крупномасштабные боевые действия. \n\n Война группировок\nВ конце августа группа сталкеров проникает к блокам ЧАЭС, в результате случается Сверх Выброс, послуживший «спусковым крючком» для начала войны группировок. Он изменил облик Зоны: обширные аномальные поля закрыли доступ на некоторые территории, заперев находящихся там людей, другие, ранее неизвестные, наоборот, открылись. Одним из таких мест стал город Лиманск, за который сразу начали бороться «Долг» и «Свобода». Примерно в это же время бандиты захватывают мост, ведущий в Лиманск, блокируя единственный путь. Город на время становится недоступен. Группировка «Долг» на своей базе в НИИ «Агропром» подверглась атаке мутантов из подземелий и перестала уделять внимание усилению бандитов. В Тёмной Долине группировка «Свобода» также стала объектом нападений, на её членов охотились наёмники.\n\n2012 год\nЗона пришла в относительное спокойствие, война группировок закончилась, множество сталкеров погибло после очередного катаклизма. Группировка «Долг» оставила свои позиции на НИИ «Агропром» и вернулась на завод «Росток». Группировка «Свобода» была вынуждена покинуть базу в Тёмной долине и перебраться на Армейские склады. Бандиты же, под руководством нового лидера смогли захватить власть и обосноваться на бывшей базе «Свободы» в Тёмной долине. Кордон стал местом скопления новичков, база сталкеров на свиноферме опустела, а военные усилили контроль и захватили НИИ.\n\n Отключение «Выжигателя»\nВ этом же году сталкер по прозвищу Стрелок разгадал загадку Выжигателя Мозгов — мощного излучателя, способного разрушить разум человека — и отключил его. После этого сталкеры массово ринулись к центру Зоны: одни искали легендарный Клондайк артефактов, другие — не менее легендарный Исполнитель Желаний.\n\n Прорыв в центр\nМножество сталкеров направилось к ЧАЭС: «Долг» и «Свобода» начали новое противостояние за новые территории. Однако всем им, по мере продвижения, пришлось преодолевать сопротивление группировки «Монолит». Уже вскоре «фанатики» были оттеснены к Припяти. Военные начинают штурм ЧАЭС и приступают к операции «Монолит», а в ходе решающей стадии операции начался Выброс, в результате операция терпит неудачу.\n\n Операция «Фарватер»\nПосле провала операции «Монолит», Министерство Обороны Украины совместно с СБУ разрабатывает новый план, получивший название «Фарватер». Согласно ему, вертолёты, по заранее проложенному пути, должны доставить на ЧАЭС военный десант для установления контроля над центральными областями Зоны. Вертолётный отряд «Скат» из пяти машин поднимается в воздух для разведки территорий у центра Зоны и берёт курс на ЧАЭС. Однако несмотря на тщательную подготовку и меры предосторожности, операция провалилась — ни одна из машин на базу не вернулась.",
    "answers": [
      {
        "id": 5,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 7,
    "text": " Вы живёте на первом этаже, вам хорошо видно происходящее. Худой, голодный пёс, шёл под дождём, озираясь по сторонам. \n Люди шли держа зонты, шли они не ясно куда словно зомби. С уверенностью можно сказать что они сами не понимают куда идут.\n Машины ездят меся грязь по асфальту. Иногда спугивая некоторых птиц ищущих еду.\n Серые облака напоминают серую, мокрую кучу, из которой капает скользкая дрянь.",
    "answers": [
      {
        "id": 2,
        "text": "Отойти от окна"
      }
    ]
  },
  {
    "id": 8,
    "text": " Включили вы телефон, и вам в лицо засветил экран. Скудный конечно набор приложений, но вам больше и не надо.\n Сообщение пришло, возможно что вы все таки кому-то нужны. И это не сообщение от МЧС.",
    "answers": [
      {
        "id": 10,
        "text": "Посмотреть сообщение"
      },
      {
        "id": 2,
        "text": "Убрать телефон"
      }
    ]
  },
  {
    "id": 9,
    "text": " Вы легли в кровать, хотели уснуть и проспать этот день, но в животе было слишком пусто, и пришлось встать, да и за свет заплатить надо. Не заплатишь, никто не заплатит, дед наверняка опять мусолит бутылку. Из которой он уже недель пытается выпить последнюю каплю.\n Если его от неё его не оторвать, то он подохнет от голода. Конечно вам на него всё равно, но пенсию кому-то должны давать.",
    "answers": [
      {
        "id": 2,
        "text": "Встать"
      }
    ]
  },
  {
    "id": 10,
    "text": " Это было не сообщение от МЧС, это было хуже. Это было сообщение о задержке зарплаты, а пока вы перечитывали его, чтобы понять что вам не показалось, появилось новое сообщение о том что компания в которой вы работаете, может оказаться закрытой, тогда точно денег вы не получите.\n Может всё не так плохо и зарплату вы таки получите? Остаётся надеяться что всё будет нормально.\n\n Нет, нормально точно не будет! Она закроется! Вы не можете делать что-то другое кроме того что вы делали. Надо придумать как начать получать деньги.\n Может если вы встретите елинственного вашего знакомого Толяна, он подскажет где можно достать денег?",
    "answers": [
      {
        "id": 11,
        "text": "Написать Толяну"
      },
      {
        "id": 12,
        "text": "Проверить счёт на телефоне"
      },
      {
        "id": 10,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a07/2012/b3/a7be1577c055.jpg"
      }
    ]
  },
  {
    "id": 11,
    "text": " Осталось отправить сообщение и подождать ответа. Пока нужно заняться своими делами, а потом и уже увидеться.",
    "answers": [
      {
        "id": 13,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 12,
    "text": " Вы посмотрели есть ли у вас деньги, чтобы написать Толяну, к счастью есть, но только на то, чтобы написать одно сообщение. Надо максимально точно написать о своих намерениях, и сразу в одном сообщении.",
    "answers": [
      {
        "id": 11,
        "text": "Написать Толяну"
      }
    ]
  },
  {
    "id": 13,
    "text": " Вы ждали, долго ждали. Наконец он ответил вам.\n В сообщении было сказанно что встретить его надо через час, возле того дома где когда-то вы вместе жили.",
    "answers": [
      {
        "id": 14,
        "text": "Отправиться"
      }
    ]
  },
  {
    "id": 14,
    "text": " Вы стали одеваться, дед как не когда спал, в смысле, он обычно в это время уже ведёт если можно так сказать жизнь. Если жизнью можно назвать сидение возле бутылки, в попытках глотнуть последнюю каплю.\n Можно уйти по тихому, а можно предупредить. Во втором случае предётся выслушать бред старого, засохшего фрукта.",
    "answers": [
      {
        "id": 15,
        "text": "Уйти по тихому"
      },
      {
        "id": 16,
        "text": "Разбудить"
      }
    ]
  },
  {
    "id": 15,
    "text": " Вы ушли, выйдя на улицу вы обнаружили что дождь начал заканчиваться. Остался только моросняк.\n Путь к месту встречи находится довольно далеко, чтобы успеть можно поехать на маршруте. Но денег особо нет, хорошо бы изменить место встречи. Но ему рассккзать я не могу, да и место встречи изменить нельзя.",
    "answers": [
      {
        "id": 17,
        "text": "Поехать на маршруте"
      },
      {
        "id": 20,
        "text": "Идти пешком"
      }
    ]
  },
  {
    "id": 16,
    "text": " Вы решили предупридить деда, начали вы его булить, но он отпнул вашу руку, и промычал неясно что. \n\n Дед\n— Похожее на \"Отвали дай спать\"",
    "answers": [
      {
        "id": 16,
        "text": "Слыш дед я ухожу.",
        "var_add": [
          "Диалог",
          1
        ],
        "var_less": [
          "Диалог",
          1
        ]
      },
      {
        "id": 15,
        "text": "Уйти"
      },
      {
        "var_more": [
          "Диалог",
          0
        ],
        "super_calculate": false,
        "id": 16,
        "calculate": false,
        "text": " \n \n Заурус\n— Слыш дед я ухожу.\n\n Дед\n— Вали на все четыре стороны, я спать хочу!",
        "merge": true
      }
    ]
  },
  {
    "id": 17,
    "text": "*потеряно денег 47*\n Вы ждали маршрутки минут двадцать, и вот наконец она приехала. Вы вошли сели дали  деньги. ",
    "answers": [
      {
        "id": 19,
        "text": "Смотреть в окно"
      },
      {
        "id": 21,
        "text": "Просто думать о своём"
      }
    ]
  },
  {
    "id": 18,
    "text": " Вы шли искали Толяна. Справо от этого магазина остался парк, вы направились туда. Деревья перегораживали и так слабопоступающий на землю свет. А тут вообще темно как ночью.\nВот вы подошли к концу парка, и тут вы увидели Толяна. ",
    "answers": [
      {
        "id": 23,
        "text": "Подойти"
      }
    ]
  },
  {
    "id": 19,
    "text": " Маршрутка быстро мчится пролитая улицы, иногда останавливаясь на светофорах. Иногда пролетают другие маршрутки, в которых ехали люди.\n Вот на секунду из-за туч показалось солнце, но оно быстро скрылось обратно. А вот и маршрутка остановилась, и вы поняли что надо выходить.",
    "answers": [
      {
        "id": 21,
        "text": "Выйти"
      }
    ]
  },
  {
    "id": 20,
    "text": " Вы почти перешли к месту встречи, и поняли что этого дома больше нет. Теперь тут находиться какая-то непонятная постройка, похожая на какой-то неясный магазин.",
    "answers": [
      {
        "id": 18,
        "text": "Искать Толяна"
      }
    ]
  },
  {
    "id": 21,
    "text": " Вы вышли из маршрутки, идя в сторону места встречи вы смотрели по сторонам. И в определённый момент вы увидели свою старую одноклассницу, которая вам нравилась в классе третьем, и она казалась вам красивой. А сейчас она не выглядит красиво для вас.",
    "answers": [
      {
        "id": 20,
        "text": "Продолжить идти к месту встречи"
      },
      {
        "id": 22,
        "text": "Подойти к ней"
      }
    ]
  },
  {
    "id": 22,
    "text": " Вы решили подойти к ней. Подойдя к ней вы поняли что это оказывается столб — В принципе вполне схоже. Никто не обратил на вас внимания, всем всё равно.",
    "answers": [
      {
        "id": 20,
        "text": "Продолжить идти к месту встречи"
      }
    ]
  },
  {
    "id": 23,
    "text": "Толян\n — Здарова, чего хотел, зачем нужно было свидеться? ",
    "answers": [
      {
        "id": 24,
        "text": " Куда ты исчез в прошлом году? "
      },
      {
        "id": 25,
        "text": " Откуда у тебя вдруг столько денег? Поделись сикретом."
      }
    ]
  },
  {
    "id": 24,
    "text": "Толян\n А... это я тебе быстро расскажу. Знаешь Зону? Та которая отчуждения, там ещё сталкеры так званые находятся. Так вот, был я там. Скажу что место это на самом деле не такое как, о нём рассказывают на телевизоре, и конечно не так как в той игре...",
    "answers": [
      {
        "id": 26,
        "text": " Так, там правда можно денег заработать много?"
      }
    ]
  },
  {
    "id": 25,
    "text": "Толян\n Знаешь Зону? Та которая отчуждения, там ещё сталкеры так званые находятся. Так вот, был я там. Скажу что место это на самом деле не такое как, о нём рассказывают на телевизоре, и конечно не так как в той игре...",
    "answers": [
      {
        "id": 26,
        "text": " Так, там правда можно денег заработать много?"
      }
    ]
  },
  {
    "id": 26,
    "text": "Толян\n Ну ты конечно деловой! Да правда, но не каждый сможет. Одни либо на первой же работе отсеиваются, всмысле подыхают. Другие если выживают, то выполняют поручение какое и сразу же им приходится вбухивать эти деньги, чтобы выполнить ещё поручение и опять-таки вбухать эти деньги, чтобы выполнить очередное задание с которого они получат деньги на то, чтоб делать эти махинации снова и снова. А третьи уже зарабатывают деньги на беззаботную жизнь.\n Как ты понимаешь, я находился в третьей.",
    "answers": [
      {
        "id": 27,
        "text": " Как мне попасть в Зону?"
      }
    ]
  },
  {
    "id": 27,
    "text": "Толян\n Ну если ты хочешь этого есть пара вариантов. Например, можно сделать у одного моего знакомого поддельные документы, на право на въезд. \n А можно проскочить, там забор дырявый. Можно там уже солдафонам на лапу дать. \nЕсли хочешь реально попасть в Зону, и ты не спрашиваешь это просто потому что. Я могу в Зону с тобой пойти. Помогу тебе разобраться — дней — три и вернусь сюда, делать мне всё равно там больше нечего.",
    "answers": [
      {
        "id": 28,
        "text": " Я не хочу поподать в Зону, а я обязан в неё попасть!"
      }
    ]
  },
  {
    "id": 28,
    "text": "Толян\n О вот это по нашему. Давай ты пойдешь сейчас домой, подумаешь как хочешь попасть туда, час-два и я за тобой приеду.",
    "answers": [
      {
        "id": 29,
        "text": " Слушай, Толян, у меня денег на дорогу домой нет, дай пятьдесят рублей."
      },
      {
        "id": 30,
        "text": " Ладно, увидемся!"
      }
    ]
  },
  {
    "id": 29,
    "text": "*Получены деньги 50*\nТолян\n На держи, друг. Увидемся!",
    "answers": [
      {
        "id": 30,
        "text": " Ладно, увидемся!",
        "var_add": [
          "Денег",
          50
        ]
      }
    ]
  },
  {
    "id": 30,
    "text": " Вы подошли к остановке, там была нужная вам маршрутка. Вам нужно сейчас решить ехать ли на ней, или идти пешком.",
    "answers": [
      {
        "id": 31,
        "text": "На маршрутке"
      },
      {
        "id": 32,
        "text": "Пешком"
      }
    ]
  },
  {
    "id": 31,
    "text": "*Потерянв деньги 47*\n Было решено ехать на маршрутке. Маршрутка была полупустой, вот за окном пронеслась скорая, дорога переограждена, тут была авария. Оба водителя стояли и мерили друг друга взглядами. У скорой мигалки не мигали, значит обошлось без жертв.\n Тут за окном на вас выглянуло солнце, оно светило вам до вашей остановки. \n Забавно, у вас появился шанс поиметь кучу денег, и тут выглядывает солнце и светит прямо на вас.",
    "answers": [
      {
        "id": 33,
        "text": "Выйти"
      }
    ]
  },
  {
    "id": 32,
    "text": " Солнце продолжало светить на вас пока доступ её лучей на вас не преградила массивная подъездная дверь.\n Вы у себя в квартире, вы прошли в свою комнату, сели за стол и решили начать думать. Думали, — думали и вот прошло несколько часов, вариант с оплатой на лапу отподает, даже если вы выложите все деньги которые у вас в доме остались, и если вы не разу не ехали на маршрутке, то денег тоже не хватит.\n Вот прозвинел звонок в дверь. За дверью стоял Толян.",
    "answers": [
      {
        "id": 34,
        "text": "Открыть"
      }
    ]
  },
  {
    "id": 33,
    "text": " Вы вышли из маршрутки, солнце продолжало светить на вас пока доступ её лучей на вас не преградила массивная подъездная дверь.\n Вы у себя в квартире, вы прошли в свою комнату, сели за стол и решили начать думать. Думали, — думали и вот прошло несколько часов, вариант с оплатой на лапу отпадает, даже если вы выложите все деньги которые у вас в доме остались, и если вы не разу не ехали на маршрутке, то денег тоже не хватит.\n Вот прозвинел звонок в дверь. За дверью стоял Толян.",
    "answers": [
      {
        "id": 34,
        "text": "Открыть"
      }
    ]
  },
  {
    "id": 34,
    "text": "Толян\n Ну? Что выбрал?",
    "answers": [
      {
        "id": 35,
        "text": "Можно кое-что уточнить?"
      },
      {
        "id": 37,
        "text": "Подделаем документы и проскочим может быть вполне одним и тем же, но я выберу всё-таки подделать."
      }
    ]
  },
  {
    "id": 35,
    "text": "Толян\n Да, что хочешь уточнить?\n\nЗаурус\n В чём суть выбора?\n\nТолян\n М?",
    "answers": [
      {
        "id": 39,
        "text": "Почему нельзя просто подделать документы? Зачем выбор проскочить или заплатить?"
      }
    ]
  },
  {
    "id": 36,
    "text": " Толян\nКажется, да. Это было пока очень просто. Странно что они не погнались за нами. Может за год что-то в главном блокпосте изменилось так что погоня это безполезное дело.",
    "answers": [
      {
        "id": 57,
        "text": "Поехали"
      }
    ]
  },
  {
    "id": 37,
    "text": "Толян\n Хорошо, идём!\n\n Вы шли, солнце продолжало светить на \nвас — пока вы не зашли во дворы, солнце не могло светить из-за дома мешающего проходить лучам солнца.\n Вы шли, вот вы зашли за угол, потом пошли на площадку. Толян начал щвонить кому-то.",
    "answers": [
      {
        "id": 38,
        "text": "Осматреваться вокруг"
      },
      {
        "id": 40,
        "text": "Смотреть на Толяна"
      }
    ]
  },
  {
    "id": 38,
    "text": " Площадка довольно пустая, по ней бегают только два мальчика и одна девочка. За заборчиком была скамейка, на неё светил свет солнца — под солнцем на лавочке лежал чёрно белый кот. Он изредка подтягивался — поднимая лапы к солнцу",
    "answers": [
      {
        "id": 40,
        "text": "Смотреть на Толяна"
      }
    ]
  },
  {
    "id": 39,
    "text": "Толян\n У нашего поддельщика есть одна проблема. Его поделки не очень хорошо получаются, могут во время проверки поплыть и тогда нас раскусят. Если нас раскусят, то всё будет плохо, конечно, может сбежим, но в книжечку нас запишут и предаётся тебе посоле возвращения придётся заплатить некоторым личностям.\n Помочь я тебе не смогу, с женой через недельку уедем, а вернёмся может уже некогда, жить останемся.",
    "answers": [
      {
        "id": 34,
        "text": "Ясно, вернёмся к теме"
      }
    ]
  },
  {
    "id": 40,
    "text": " Толян набрал кому-то, сказал где вы находитесь. Вообще, он говорил что-то об этом ещё когда вы шли сюда с ним.\n Толян сбросил звонок и стал осматриваться, кого-то он ждёт. Наверно того человека который должен будет подделать документы.",
    "answers": [
      {
        "id": 41,
        "text": "Поговорить с Толяном"
      },
      {
        "id": 46,
        "text": "Стоять"
      }
    ]
  },
  {
    "id": 41,
    "text": " Толян\nЖдём, скоро должен будет прити. Что-то хотел спросить?",
    "answers": [
      {
        "id": 43,
        "text": "Кто этот человек?"
      },
      {
        "id": 44,
        "text": "Сколько это стоит?"
      },
      {
        "id": 45,
        "text": "В чём может быть проблема этих поддельных документов?"
      },
      {
        "id": 46,
        "text": "Это он?"
      }
    ]
  },
  {
    "id": 42,
    "text": "Санчо\n Подделать комументы на проход в Зону всего сто рублей.",
    "answers": [
      {
        "id": 49,
        "var_more": [
          "Денег",
          99
        ],
        "var_sub": [
          "Денег",
          100
        ],
        "text": "Вот деньги."
      },
      {
        "id": 53,
        "text": "Посмотреть на Толяна"
      }
    ]
  },
  {
    "id": 43,
    "text": "Толян\n Ну, он обычный типо бандит, был раньше. Подделывал всякие документы, за деньги конечно. Подделывал он много всякого, от чепухи по типу справки, что у тебя типо есть какие-то проблемы и в армию, смеёшься? Зря популярный запрос был. До подделки на супер важные документы, типо, типо, ну короче типо, да.",
    "answers": [
      {
        "id": 41,
        "text": "Ладно, раз он ещё не пришёл, я спрошу у тебя ещё кое-что."
      }
    ]
  },
  {
    "id": 44,
    "text": " Толян\nДёшево, ведь это мелочь, будешь смеяться, но за сто рублей. Если что дашь мне все деньги, а я дакину, если есть деньги, то просто отдашь мне.",
    "answers": [
      {
        "id": 41,
        "text": "Ясно."
      }
    ]
  },
  {
    "id": 45,
    "text": " Толян\nНу, он бандит, довольно старый зрение и руки у него уже не те. Могут чернила размазоться, может печать кривая получится. ",
    "answers": [
      {
        "id": 41,
        "text": "Ясно, звучит как натянутая, неважно."
      }
    ]
  },
  {
    "id": 46,
    "text": " К вам подошёл бородатый, усатый мужчина, худой, рожа явно бандитская. Говорит об этом  характерные бандитским рожам признаки. Толян кивнул вам, это явно значит что это нужный человек.",
    "answers": [
      {
        "id": 42,
        "text": "Здрасьте, сколько надо?"
      },
      {
        "id": 49,
        "text": "Вот деньги, мне Толян сказал что столько надо.",
        "need": [
          44
        ]
      },
      {
        "id": 48,
        "var_less": [
          "Денег",
          100
        ],
        "text": "Псс, Толян вот деньги.",
        "need": [
          44
        ],
        "var_set": [
          "Денег",
          0
        ]
      }
    ]
  },
  {
    "id": 47,
    "text": " Он сказал вам чтобы вы его подождали здесь, Через пол часа он вернулся.",
    "answers": [
      {
        "id": 50,
        "text": "Готово?"
      },
      {
        "id": 50,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 48,
    "text": " Вы отдали толяну все деньги что у вас были, Толян вщял их и протянул этому человеку деньги. ",
    "answers": [
      {
        "id": 49,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 49,
    "text": "Мужчина обратил на вас свой взгляд.\n\n Санчо\nТебе тут их подделать надо? Тогда говори давай, как величать по имени тебя барин, и как величать по фамилии.",
    "answers": [
      {
        "id": 47,
        "text": "Заурус, Игнатов"
      }
    ]
  },
  {
    "id": 50,
    "text": "Санчо\n Всё готово, вот, идите.",
    "answers": [
      {
        "id": 51,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 51,
    "text": " Вы с Толяном пошли обратно туда откуда пришли, но вместо того чтобы идти к вам домой вы с ним пришли к его машине.",
    "answers": [
      {
        "id": 54,
        "text": "Я понял тебя, поехали."
      }
    ]
  },
  {
    "id": 52,
    "text": " ",
    "answers": []
  },
  {
    "id": 53,
    "text": " Вы посмотрели на Толяна, он взял все деньги которые у вас были, докинул своих и отдал ему.",
    "answers": [
      {
        "id": 49,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 54,
    "text": " Вы ехали довольно долго, вас укачало и вы уснули. Вдруг вас резко выдернул из сна крик о том что у вас поддельные документы. Толян вдруг посмотрел на вас.\n\n Толян\nВсё плохо, по нормальному не получится. Придётся проскочить через это, а потом через тот который перекрывает вход в Зону.",
    "answers": [
      {
        "id": 55,
        "text": "Ясно, а как ты будешь обратно возвращается?"
      }
    ]
  },
  {
    "id": 55,
    "text": "Толян\n У меня всё нормально, поехали!",
    "answers": [
      {
        "id": 56,
        "text": "Ух, блин, сцена погони в реальной жизни. Прикольно."
      }
    ]
  },
  {
    "id": 56,
    "text": " Толян поднял ногу и резко надавил на педаль газа. Он быстро, с лёгкостью протиснулся между будкой охранника и шлагбаумом.\n Человек который проверял документы что-то сказал в свою рацию, и резко сел обратно к себе в булку.\n Вы гнали недолго, Толян перестал зажимать педаль газа.",
    "answers": [
      {
        "id": 36,
        "text": "Что всё?"
      }
    ]
  },
  {
    "id": 57,
    "text": " Вы даже немного растроились, что погони не было. Вы ехали довольно долго и вот на горизонте стал виднеться блокпост.\n У него был бетонный забор, отсюда было видно, что с права блокпоста есть дырка в заборе.",
    "answers": [
      {
        "id": 58,
        "text": "У них тут дыру за километр видно!"
      }
    ]
  },
  {
    "id": 58,
    "text": " Толян\nДа, я вижу. Что же им мешает заделать её?",
    "answers": [
      {
        "id": 59,
        "text": "Это же хорошо. Нам легче попасть."
      }
    ]
  },
  {
    "id": 59,
    "text": " Толян\nНет, ты не понимаешь. В Зоне если что-то странно, то это не к добру. Например эту дыру ничего не стоит залатать, но они этого не делают. Раньше поваленное дерево скрывало от их глаз вид на разрушенный забор.",
    "answers": [
      {
        "id": 60,
        "text": "Ладно, выходим?"
      }
    ]
  },
  {
    "id": 60,
    "text": " Толян стал выходить из машины, это значило что выходить надо. Вы подошли к той дыре. Вы заметили маленький рюкзачок.",
    "answers": [
      {
        "id": 61,
        "text": "Толян, я подумал. А где мне взять снаряжение?"
      },
      {
        "id": 62,
        "text": "Посмотреть в рюкзак."
      }
    ]
  },
  {
    "id": 61,
    "text": " Толян\nПридём в безопасное место, в деревню новичков, если она ещё есть, а там я тебе расскажу.\n\nТолян пролез под дырой.",
    "answers": [
      {
        "id": 63,
        "text": "Пролезть за ним."
      }
    ]
  },
  {
    "id": 62,
    "text": " Толян\nТы куда? Ага, поздравляю, ты нашёл свой первый тайник. Давай, посмотри что там.\n\n Вы расстегнули рюкзак, в нём обнаружилось две банки тушёнки не просроченной, а также двухсот рублей в водонепроницаемом пакетике.\n\n*Получено денег 200* *Получен предмет Тушёнка х2*",
    "answers": [
      {
        "id": 61,
        "text": "Толян, я подумал. А где мне взять снаряжение? Этого явно не достаточно."
      },
      {
        "var_add": [
          "Тушёнка",
          2,
          "Денег",
          200
        ],
        "super_calculate": false,
        "id": 62,
        "calculate": true,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 63,
    "text": " Вы нырнули в яму, вам показалось что ваш живот не дотрагиваться до земли. Потом вы поняли что начали лететь вверх, потом влево. Вас очень силину отбросило вдруг всё...",
    "answers": [
      {
        "id": 1,
        "text": "Потемнело?",
        "blackout": true
      }
    ]
  },
  {
    "id": 64,
    "text": "",
    "answers": []
  }
]