[
  {
    "id": 1,
    "text": " Жанр: ужасы, детектив. \n\nАлександр — воспитанник православной духовной семинарии. Каникулы подошли к концу, и он возвращается в город, в котором учится.  \nЮноша проживает в небольшом хостеле, где обнаруживает своих близких погруженными в сон. Беспробудный и кошмарный сон.\nЧто с ними произошло? Сможет ли он спасти друзей?\n\nЭтот квест уникален тем, что игрок сам выбирает жанр истории. Нравятся истории про экзорцистов? Детективы? Или фантастика? Жанр ты узнаешь в конце, но сначала тебя ждет приключение... \n\nP.S. К чему сводится фабула 80% фильмов ужасов? Горе одного человека несет много боли для других людей. \nПро что \"Мара\"? Про семь способов самоубийства...\n\n Все персонажи вымышленные и любое совпадение с реальностью случайно.\nАвтор не имел цели затронуть чьи-либо религиозные или другие чувства.\n",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест"
      },
      {
        "id": 79,
        "text": "Достижения"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://i.ibb.co/tph2hCS/IMG-20230829-200333-699.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://i.ibb.co/v3BwhLF/IMG-20230830-165735-440.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "Автор(группа)",
        "url": "https://m.vk.com/sirenaserial?from=notifications"
      }
    ]
  },
  {
    "id": 2,
    "text": "Было утро. Холодное, туманное.\nНад моей головой  летали вороны. \"Кар, кар...\" эхом проносились звуки по пустынной улице. \nЯ шёл в магазин: нужно купить продуктов, перед тем как уехать.\nДаже не замечая, я взял всё необходимое и подошёл к кассе: всё происходило автоматически, подчиняясь алгоритмам знакомой программы в моей голове.\nКассир — очень крупная, ещё молодая девушка с тремя сережками в одном ухе, поднимала чужие покупки почему-то слегка трясущимися руками.\n ",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      },
      {
        "id": 2,
        "text": "big",
        "url": "https://i.ibb.co/ThFq8mV/IMG-20230830-165728-433.jpg"
      }
    ]
  },
  {
    "id": 3,
    "text": " Слушая гудки, исходящие из смартфона, я думал о том, что скажу диспетчеру... Здесь уснули несколько человек? Бред. В сознании мелькали лица спящих... Состояние Оксаны. Это похоже на лихорадку. Да, подходит. \n В динамике послышался женский голос.\n— Скорая слушает — собеседница отчего-то произнесла это с явной усмешкой.\n— У женщины лихорадка, она бредит.\n— А может быть это ты бредишь, милый? — сквозь звонкий смех ответила она, и связь прервалась.\n Всего за одно мгновение удивление во мне переросло в ужас.\n\"Я схожу с ума?\"",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      },
      {
        "id": 3,
        "text": "big",
        "url": "https://i.ibb.co/MpNm3Lf/20230830-173406-0000.png"
      }
    ]
  },
  {
    "id": 4,
    "text": " Не в силах бездействовать, я набирал номер ещё несколько раз, но в ответ слышал только гудки или:  \"Абонент не отвечает или временно не доступен\".\nЯ взглянул на часы: 21.12\n \"Что ж, раз не могу дозвониться, есть смысл ехать в клинику\".\n Перспектива уйти из хостела воодушевляла. К тому же, в \"Библиотеке\" стоял резкий, плотный запах от которого кружилась голова: концентрированный, приторный. \n\"И почему я раньше не замечал?\"\n\n",
    "answers": [
      {
        "id": 5,
        "text": "Идти к выходу ",
        "answerImage": [
          "https://d.radikal.ru/d36/2012/65/3071eea0e024.png"
        ]
      },
      {
        "id": 77,
        "text": "Открыть окна ",
        "var_add": [
          "рациональность",
          1
        ],
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      },
      {
        "id": 4,
        "text": "big",
        "url": "https://i.ibb.co/7t3sG0y/20230830-174838-0000.png"
      }
    ]
  },
  {
    "id": 5,
    "text": " Накинув куртку, я положил ладонь на холодный металл. И тут же, с криком, отпрянул. На моей руке образовался лёгкий ожог. \n Не веря своим глазам, я наблюдал за тем, как дверь покрывается толстым слоем льда.\n За моей спиной, со стороны зеркала, послышался смех. ",
    "answers": [
      {
        "id": 6,
        "text": "Бежать ",
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      },
      {
        "id": 8,
        "text": "Посмотреть в зеркало",
        "var_add": [
          "мистика",
          1
        ],
        "answerImage": [
          "https://d.radikal.ru/d36/2012/65/3071eea0e024.png"
        ]
      },
      {
        "id": 5,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/0mgQF8K/20230830-183823-0000.png"
      }
    ]
  },
  {
    "id": 6,
    "text": " Не единой мысли, будто разум оставил меня...\n\nЯ побежал.",
    "answers": [
      {
        "id": 22,
        "text": "К Злате",
        "answerImage": [
          "https://d.radikal.ru/d36/2012/65/3071eea0e024.png"
        ]
      }
    ]
  },
  {
    "id": 7,
    "text": " Мы с Костей делили двухместную комнату на первом этаже. \n\n Пройдя по коридору до конца, я вытащил ключ и открыл замок в тяжёлой дубовой двери.\n Мой друг крепко спал в своей постели. Это показалось мне странным, так как обычно Заяц засыпал не раньше полуночи.\n Мне не терпелось узнать, по какой причине он игнорировал мои звонки. Я хотел разбудить его и позвал по имени. Он никак не отреагировал. Я слегка потряс его плечо. Реакции снова не последовало.",
    "answers": [
      {
        "var_add": [
          "мистика",
          1
        ],
        "lua_do": "function lua_do()\nmessage(\"Мистика <plus>1\")\nend",
        "text": "Поискать остальных ",
        "id": 16,
        "answerImage": [
          "https://d.radikal.ru/d36/2012/65/3071eea0e024.png"
        ]
      },
      {
        "id": 75,
        "text": "Прощупать пульс",
        "var_add": [
          "рациональность",
          1
        ],
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      },
      {
        "id": 7,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/WpKZ1CP/IMG-20230830-165505-766.jpg"
      }
    ]
  },
  {
    "id": 8,
    "text": " Я развернулся и увидел в зеркале девушку. Длинные черные волосы, правильные черты на неестественно бледном лице. Она больше не смеялась, а просто смотрела на меня. Взгляд её  холодных глаз выражал удовлетворение.\n Мои ноги словно приросли к полу.\n— Куда же ты, милый?  Она так ждала тебя... — бархатистый женский голос резко контрастировал с высокими нотами и зачаровывал гипнотизируя.\n Сделав над собой усилие, я развернулся и побежал.\n ",
    "answers": [
      {
        "id": 6,
        "text": "Бежать",
        "lua_do": "function lua_do()\nmessage(\"Мистика <plus>1\")\nend",
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      },
      {
        "id": 8,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/9WcskHz/20230830-180359-0000.png"
      }
    ]
  },
  {
    "id": 9,
    "text": "Удар, ещё удар... Трещина, ещё одна. \nКак сквозь метр воды, ко мне прорвался голос Златы.\n — Борись, любимый. Я верю, что ты услышишь меня, верю что вернёшься. По другому и быть не может. ",
    "answers": [
      {
        "id": 66,
        "text": "Далее",
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      },
      {
        "id": 9,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/McxXwgR/20230830-181511-0000.png"
      }
    ]
  },
  {
    "id": 10,
    "text": " Неделю назад я уехал в свой родной город, чтобы навестить бабушку. Она жила одна с тех пор, как мне удалось поступить в семинарию. Зная, что ей одиноко, я старался уделять старушке как можно больше внимания.\n Но в этот раз мне пришлось нарушить свои планы: два близких мне человека уже третий день не отвечали на мои звонки и сообщения. Этот факт не давал мне покоя, и я решил вернуться уже сегодня.\n\n Спустя почти двенадцать часов пути, уже стоя перед железной дверью, я отчего-то не решался повернуть ключ.",
    "answers": [
      {
        "id": 12,
        "text": "Войти ",
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      },
      {
        "id": 10,
        "text": "big",
        "url": "https://i.ibb.co/n3vrhgg/IMG-20230830-165633-408.jpg"
      }
    ]
  },
  {
    "id": 11,
    "text": "",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": " Хостел \"Библиотека\" представлял из себя двухэтажную квартиру в центре города. Две шестиместные комнаты: женская и мужская; две двухместные, разделённые по тому же принципу, и одна четырехместная, обычно туда заселялись небольшие компании друзей или парочки, потому как в неё пускали представителей как сильного, так и прекрасного полов. Ещё \"игровая\", в которой постояльцы часто собирались вечерами, чтобы знакомиться и общаться. Там же стояли шкафы, до верха заполненные книгами и настольными играми, и три компьютера.\n В этом месте я провёл много интереснейших часов: в хостеле часто останавливались молодые талантливые люди, приехавшие покорять столицу, и мы организовывали посиделки с музыкой, песнями, обсуждениями всего на свете или просто настольными играми.",
    "answers": [
      {
        "id": 13,
        "text": "Далее",
        "answerImage": [
          "https://d.radikal.ru/d36/2012/65/3071eea0e024.png"
        ]
      },
      {
        "id": 12,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/WpKZ1CP/IMG-20230830-165505-766.jpg"
      }
    ]
  },
  {
    "id": 13,
    "text": " Первая дверь от прихожей вела в светлую, просторную кухню с выходом на балкон. Там, в дневное время, часто появлялась хозяйка хостела Оксана — добрая и общительная женщина, которая часто угощала своих постояльцев домашней выпечкой.\n",
    "answers": [
      {
        "id": 14,
        "text": "Далее",
        "answerImage": [
          "https://d.radikal.ru/d36/2012/65/3071eea0e024.png"
        ]
      }
    ]
  },
  {
    "id": 14,
    "text": " Несмотря на то, что \"Библиотека\" вмещал в себя двадцать гостей, здесь редко одновременно останавливались более пятнадцати человек. Когда я уезжал отсюда на каникулы, постояльцы занимали всего девять мест. Из них четверо на постоянной основе: я, Заяц (вообще-то зовут его Константином, но эта кличка приклеилась к нему ещё в школе) — он мой лучший друг, начинающая, но подающая большие надежды, актриса Аглая и моя невеста — Злата.",
    "answers": [
      {
        "id": 15,
        "text": "Далее ",
        "answerImage": [
          "https://d.radikal.ru/d36/2012/65/3071eea0e024.png"
        ]
      },
      {
        "id": 14,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/WpKZ1CP/IMG-20230830-165505-766.jpg"
      }
    ]
  },
  {
    "id": 15,
    "text": " Я ожидал чего угодно, вплоть до пожара, но то, как встретил меня хостел, в котором я живу уже почти год, поражало. ",
    "answers": [
      {
        "id": 16,
        "text": "Далее",
        "blackout": true,
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      },
      {
        "id": 15,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/WpKZ1CP/IMG-20230830-165505-766.jpg"
      }
    ]
  },
  {
    "id": 16,
    "text": " Что поразило меня, застывшего в пороге, оцепеневшего от... шока? \n\nТи — ши — на.\n\n Звенящая, тревожная и решительно нарушающая обыденную атмосферу вечеров в \"Библиотеке\".",
    "answers": [
      {
        "id": 21,
        "text": "Обдумать происходящее",
        "var_need": [
          "прод",
          9
        ],
        "answerImage": [
          "https://d.radikal.ru/d36/2012/65/3071eea0e024.png"
        ]
      },
      {
        "id": 7,
        "text": "Искать Зайца ",
        "var_add": [
          "прод",
          1
        ]
      },
      {
        "id": 17,
        "text": "Искать Злату",
        "var_add": [
          "прод",
          1
        ]
      },
      {
        "id": 19,
        "text": "Искать Аглаю",
        "var_add": [
          "прод",
          3
        ]
      },
      {
        "id": 24,
        "text": "Пойти на кухню",
        "var_add": [
          "прод",
          4
        ]
      },
      {
        "id": 16,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/WpKZ1CP/IMG-20230830-165505-766.jpg"
      }
    ]
  },
  {
    "id": 17,
    "text": " Дверь в комнату оказалась приоткрытой. Я, осторожно заглянув в комнату, вошёл. \n Злата лежала в неестественной, на мой взгляд, позе: на спине, руки раскинулись вдоль туловища, голова была слегка наклонена назад, отчего подбородок вздёрнут. На лицо моей любимой девочки падал лунный свет. \n Она казалась мёртвой.\n\n Я подошёл ближе и откинул с её щеки прядь волос, ощутив на своей руке прикосновение слабого дыхания.\n \n— Злата... Злата! — мне отчаянно хотелось разбудить её, но она никак не реагировала на звук моего голоса.",
    "answers": [
      {
        "id": 16,
        "text": "Выйти",
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      },
      {
        "id": 17,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/McxXwgR/20230830-181511-0000.png"
      }
    ]
  },
  {
    "id": 18,
    "text": "",
    "answers": [
      {
        "id": 16,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 19,
    "text": " Аглая обитала в общей комнате на четверых. Помимо неё, на момент моего отъезда, в ней жили ещё два гостя.\n \n Дверь оказалась закрыта. За ней слышался неопределенный шум.",
    "answers": [
      {
        "var_add": [
          "мистика",
          1
        ],
        "lua_do": "function lua_do()\nmessage(\"Мистика <plus>1\")\nend",
        "text": "Проверить большую женскую комнату",
        "id": 20,
        "answerImage": [
          "https://d.radikal.ru/d36/2012/65/3071eea0e024.png"
        ]
      },
      {
        "id": 78,
        "text": "Постучаться",
        "var_add": [
          "рациональность",
          1
        ],
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      }
    ]
  },
  {
    "id": 20,
    "text": " В комнате было темно. Я пытался нащупать выключатель, но никогда там не был и не знал где искать.\n Прямо под своим ухом я почувствовал прикосновение очень горячих пальцев... По телу пробежала дрожь. Я быстро повернул голову.\n Едва успевшие привыкнуть к темноте глаза различили глаза женщины.\n Рука, наконец-то, сумела найти выключатель. Свет подарил ощущение спокойствия, но ненадолго: в нескольких сантиметрах от меня находилось осунувшееся лицо Оксаны. Она лежала в верхней части двухъярусной кровати и тихо стонала. Взгляд её был неосмысленным, она, как мне показалось, не видела меня.\n— Она, она... Мы умрём. — каждое слово давалось ей с трудом.\n— О ком вы, Оксана? — спросил я, невольно испытывая неловкость, смешанную с брезгливостью, какую чувствовал иногда рядом с  больными людьми.\n Ответа не последовало. Женщина закрыла глаза и, как мне показалось, погрузилась в глубокий сон.",
    "answers": [
      {
        "id": 16,
        "text": "Выйти ",
        "answerImage": [
          "https://d.radikal.ru/d36/2012/65/3071eea0e024.png"
        ]
      },
      {
        "id": 76,
        "text": "Постараться разбудить",
        "var_add": [
          "рациональность",
          1
        ],
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      }
    ]
  },
  {
    "id": 21,
    "text": "Я пришёл в \"игровую\", стараясь унять охватившую меня панику. \n\"Наверное, нужно вызвать скорую...\"\n В глубине души мне очень хотелось, чтобы кроме меня здесь оказались другие люди. Наверное, я желал подтверждения того, что не сошёл с ума или того, что... сам не сплю?",
    "answers": [
      {
        "id": 3,
        "text": "Позвонить в скорую",
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      },
      {
        "id": 21,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/0mgQF8K/20230830-183823-0000.png"
      }
    ]
  },
  {
    "id": 22,
    "text": " Ворвавшись, я закрыл дверь на замок. Громко дыша, кинул взгляд на Злату.\n Увиденное привело меня в чувство.\n Она парила над своей постелью. Глаза её были открыты и выражали ужас. Бедняжка пыталась закричать, но вместо этого начинала задыхаться.\n Заметив моё присутствие, она сделала жест рукой, будто прогоняя. Её тело упало на кровать. Казалось, что ей на грудь кинули бетонную плиту: Злата жадно ловила губами воздух, глаза расширились, конечности дёргались, будто их свела судорога.\n\n Мой взгляд привлёк кулон в виде серебряного полумесяца, поблескивающий в свете луны. Он, как пиявка, впился в нежную кожу Златы, травмируя ее.\n",
    "answers": [
      {
        "id": 25,
        "text": "Далее",
        "answerImage": [
          "https://d.radikal.ru/d36/2012/65/3071eea0e024.png"
        ]
      },
      {
        "id": 22,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/McxXwgR/20230830-181511-0000.png"
      }
    ]
  },
  {
    "id": 23,
    "text": " Свет прорывался сквозь приподнятые веки, заставляя глаза слезиться, но я все равно смог разглядеть силуэт моего лучшего и единственного друга. \n  — Он очнулся!\n  Откуда-то прибежала женщина в белом халате.",
    "answers": [
      {
        "id": 71,
        "text": "Далее",
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      }
    ]
  },
  {
    "id": 24,
    "text": "На кухне никого не было. В дороге я очень проголодался и вкуснейший пирог, оставленный заботливой Оксаной, пришёлся очень кстати.",
    "answers": [
      {
        "id": 16,
        "text": "Съесть большой кусок пирога",
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      }
    ]
  },
  {
    "id": 25,
    "text": " На искаженном болью лице моей девушки начали проступать слёзы. Она резко повернулась ко мне и заговорила не своим голосом:\n— Любимый... Помоги мне... Действуй! — последняя фраза прозвучала требовательно, истерично.\n Злата закрыла свой рот рукой, чиня препятствие речи, исходившей из её уст, и подняла на меня испуганный взгляд.\n\n \"Я должен что-то предпринять\".",
    "answers": [
      {
        "id": 26,
        "text": "Исполнить чин изгнания злых духов",
        "blackout": true,
        "answerImage": [
          "https://b.radikal.ru/b18/2012/30/9a9dfba74c17.png"
        ]
      },
      {
        "id": 34,
        "text": "Постараться снять с неё кулон ",
        "var_add": [
          "мистика",
          1
        ],
        "answerImage": [
          "https://d.radikal.ru/d36/2012/65/3071eea0e024.png"
        ]
      },
      {
        "id": 25,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/McxXwgR/20230830-181511-0000.png"
      }
    ]
  },
  {
    "id": 26,
    "text": " Формально у меня не было на это права, но другого выхода я не видел.\n Осенив любимую крестным знамением, я обратился к ней, надеясь, что она услышит:\n— Позволь провести отчистку.\n Злата, с видимым усилием, кивнула.",
    "answers": [
      {
        "id": 27,
        "text": "Далее",
        "answerImage": [
          "https://b.radikal.ru/b18/2012/30/9a9dfba74c17.png"
        ]
      },
      {
        "id": 26,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/McxXwgR/20230830-181511-0000.png"
      }
    ]
  },
  {
    "id": 27,
    "text": " — Царю Небесный, Утешителю, Душе истины, Иже везде сый и вся исполняяй, Сокровище благих и жизни Подателю, прииди и вселися в ны, и очисти ны от всякия скверны, и спаси, Блаже, души наша.\n\n По её щекам медленно потекла густая кровь. \"Демон пытается запугать меня\".- так я успокаивал себя. ",
    "answers": [
      {
        "id": 28,
        "text": "Продолжить ",
        "answerImage": [
          "https://b.radikal.ru/b18/2012/30/9a9dfba74c17.png"
        ]
      }
    ]
  },
  {
    "id": 28,
    "text": " — Отче наш, сущий на небесах! Да святится имя Твоё; да приидет Царствие Твоё; да будет воля Твоя и на земле, как на небе; хлеб наш насущный дай нам на сей день; и прости нам долги наши, как и мы прощаем должникам нашим; и не введи нас в искушение, но избавь нас от лукавого. Ибо Твоё есть Царство и сила и слава во веки. Аминь.\n\nЗлата дернулась, как если бы её ударило током и громко засмеялась:\n — Ты не прогонишь меня! Убьешь её и всю жизнь будешь видеть во снах! Будешь проклят, проклят! – закричала она.",
    "answers": [
      {
        "id": 29,
        "text": "Продолжить ",
        "answerImage": [
          "https://b.radikal.ru/b18/2012/30/9a9dfba74c17.png"
        ]
      }
    ]
  },
  {
    "id": 29,
    "text": " — Господи, услыши молитву мою, внуши моление мое во истине Твоей, услыши мя в правде Твоей и не вниди в суд с рабом Твоим, яко не оправдится пред Тобою всяк живый...\n\n Она порвала на себе одежду и я впервые увидел её прекрасное гибкое тело обнаженным. Гладкая бархатистая кожа, небольшие аккуратные сосочки...\n Поборов желание смотреть, я отвёл взгляд. Собравшись с духом, спросил:\n — Как твоё имя? — самому не верилось, что получу ответ.\n\n  Она издала истошный вопль, такой что уши заложило. От неожиданности я сделал шаг назад и не нашёл почвы под своими ногами. \nПропасть подо мной казалась бесконечной тьмой.",
    "answers": [
      {
        "id": 30,
        "text": "Далее",
        "answerImage": [
          "https://b.radikal.ru/b18/2012/30/9a9dfba74c17.png"
        ]
      }
    ]
  },
  {
    "id": 30,
    "text": " В этом мгновении затерялась целая вечность. Пребывая в уверенности, что падение окончится моей смертью, я отчаянно и беспомощно пытался зацепиться за воздух.\n\n Толчок в спину заставил меня открыть, зажмуренные до этого глаза. Ощущая ступнями холодный паркет, я жадно наполнил свои легкие кислородом. \n\n Во мне поднялась ярость, как бывает во время драки, после болезненного удара от соперника. \n\n— Назови своё имя!  — приказал я и, подойдя к Злате, обхватил её голову двумя руками. —  Именем Иисуса Христа повелеваю тебе назвать своё имя!\n\n— Морана — прогремело вокруг.",
    "answers": [
      {
        "id": 31,
        "text": "Продолжить читать молебен",
        "answerImage": [
          "https://b.radikal.ru/b18/2012/30/9a9dfba74c17.png"
        ]
      },
      {
        "id": 30,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/7t3sG0y/20230830-174838-0000.png"
      }
    ]
  },
  {
    "id": 31,
    "text": " — ...Да запретит тебе, диавол, Господь, от лица силы Которого все приходит в страх и трепет, потому что велик Его гнев, угрожающий тебе. Сам Господь запрещает тебе, диавол, страшным Своим именем: дрожи, трепещи, устрашись, уйди, сгинь, исчезни, павший с неба...\n\n — Именем Иисуса Христа повелеваю тебе, Морана, выйти из неё!\n\n Было слышно, как распахнулись все окна в \"Библиотеке\".\n Прямо передо мной, так близко, что я почувствовал на лице прикосновение её, разлетающихся от ледяного сквозняка длинных чёрных волос, возникла девушка. Скользнув взглядом по губам, она шумно дунула мне на переносицу. Я почувствовал, как глаза покрывает пеленой.",
    "answers": [
      {
        "id": 32,
        "text": "Прислушаться",
        "answerImage": [
          "https://b.radikal.ru/b18/2012/30/9a9dfba74c17.png"
        ]
      },
      {
        "id": 31,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/9WcskHz/20230830-180359-0000.png"
      }
    ]
  },
  {
    "id": 32,
    "text": " Ти — ши — на.\n Я стоял, лишенный возможности видеть, и растерянно ожидал хоть какого-то звука.\n\n Рыдания. Злата, всхлипывая, кинулась к моим ногам. Обняв мои колени, она плакала. Я чувствовал, как дрожат её руки.",
    "answers": [
      {
        "id": 33,
        "text": "Далее",
        "answerImage": [
          "https://b.radikal.ru/b18/2012/30/9a9dfba74c17.png"
        ]
      }
    ]
  },
  {
    "id": 33,
    "text": " — Не зацикливайся на этом. И... Не рассказывай никому эту историю. — обернувшись, сказал отец Петр.\n Я кивнул и опустил глаза.  Передо мной была небольшая лужа. Из неё на меня смотрела Мара.",
    "answers": [
      {
        "id": 1,
        "text": "В начало",
        "need_ever": true,
        "answerImage": [
          "https://b.radikal.ru/b18/2012/30/9a9dfba74c17.png"
        ]
      },
      {
        "id": 33,
        "text": "big",
        "url": "https://i.ibb.co/Qp5j3K0/IMG-20230830-165914-048.jpg"
      }
    ]
  },
  {
    "id": 34,
    "text": " Я осторожно подошёл и ощупал этот странный предмет. Он, как припаянный, был прикреплен к её коже, между ключицей и грудью.\n\n Зацепив пальцами выступающую часть, я дернул его на себя. Кулон на удивление легко поддался.",
    "answers": [
      {
        "id": 35,
        "text": "Далее",
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      }
    ]
  },
  {
    "id": 35,
    "text": "  Она вдруг обмерла. Бледная, похолодевшая...\n  Я был настолько растерянным и уставшим, что мысли с большой неохотой посещали мою голову, лишь беспокойство подстёгивало их. \n\n Позади меня, пронзая тишину, зазвенел голос:\n — Поиграем?",
    "answers": [
      {
        "id": 36,
        "text": "Далее ",
        "blackout": true,
        "answerImage": [
          "https://d.radikal.ru/d36/2012/65/3071eea0e024.png"
        ]
      },
      {
        "id": 35,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/MpNm3Lf/20230830-173406-0000.png"
      }
    ]
  },
  {
    "id": 36,
    "text": " Я обернулся.\n Было слышно, как распахнулись все окна в \"Библиотеке\".\n Прямо передо мной, так близко, что я ощутил на лице прикосновение её, разлетающихся от ледяного сквозняка длинных чёрных волос, возникла девушка. Скользнув взглядом блестящих светлых глаз по губам, она шумно дунула мне на переносицу. Я почувствовал, как глаза покрывает пеленой.\n От неожиданности я сделал шаг назад и не нашёл почвы под своими ногами. \nПропасть подо мной казалась бесконечной тьмой.",
    "answers": [
      {
        "id": 37,
        "text": "Далее ",
        "blackout": true,
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      },
      {
        "id": 36,
        "text": "big",
        "url": "https://i.ibb.co/MpNm3Lf/20230830-173406-0000.png"
      }
    ]
  },
  {
    "id": 37,
    "text": "В этом мгновении затерялась целая вечность. Пребывая в уверенности, что падение окончится моей смертью, я отчаянно и беспомощно пытался зацепиться за воздух.\n\n Болезненный удар заставил моё сознание отключиться.",
    "answers": [
      {
        "id": 38,
        "text": "Далее",
        "answerImage": [
          "https://d.radikal.ru/d36/2012/65/3071eea0e024.png"
        ]
      }
    ]
  },
  {
    "id": 38,
    "text": " Не знаю сколько времени я пробыл без сознания, но к тому времени успел изрядно промерзнуть. Измученный, дезореинтированный в абсолютной темноте, не знающий, что происходит сейчас со Златой, я не сразу нашёл в себе силы встать.\n\n Позади меня послышался шум. Кто-то прикоснулся ко мне.",
    "answers": [
      {
        "id": 39,
        "text": "Далее",
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      }
    ]
  },
  {
    "id": 39,
    "text": " Я проснулся. На мягком диване в игровой комнате. Со смартфоном в руке. Меня расталкивали две незнакомые девушки.\n—  Эй, проснись. Нам нужна помощь.\n Заспанными глазами я взглянул на часы: 22.02\nНаверное, я уснул и мне приснился идиотский сон.\n — Ты первую помощь оказывать умеешь? — спросила одна из девушек и кивнула в сторону другого дивана. \n На нём лежала красивая девушка с мокрыми волосами, одетая в одни лишь трусики и майку на  голое тело.\n — Она подскользнулась в душевой и потеряла сознание — пояснила вторая.\n Я кивнул и подошёл к пострадавшей. Пульс на сонных артериях отсутствовал, дыхание тоже.\n Я склонился над юным, милым личиком и, подсунув руку под шею, запрокинул её голову. Мягкие, нежные губки распахнулись. Впервые за долгое время я почувствовал прикосновение женских губ. Кожа девушки источала сладкий аромат. Прижавшись к ней, я ощутил её хрупкое жаркое тело. Заглотнув очередную порцию воздуха, я снова припал к её сладкому ротику. Время остановилось. Я ощутил, как она обнимает меня, и слегка притянув к себе, искусно целует.\n Я...",
    "answers": [
      {
        "id": 40,
        "text": "Ответил на поцелуй",
        "var_add": [
          "похоть",
          1
        ],
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      },
      {
        "id": 41,
        "text": "Отпрянул",
        "answerImage": [
          "https://d.radikal.ru/d36/2012/65/3071eea0e024.png"
        ]
      }
    ]
  },
  {
    "id": 40,
    "text": " Огония страсти охватила нас, и мы долго не могли прервать этот полный желания поцелуй. Через какое-то время я отпрянул и обессиленно откинулся на диване. Красавица положила голову мне на плечо.\n — Ты спас нашу подругу. Не каждый мужчина смог бы сделать это — произнесла одна из девушек, всё это время наблюдавших за нами. Она подошла и присела ко мне с другого бока, провела рукой по моей груди.\n Откуда-то из подсознания ко мне навязчиво пробивалась мысль о том, что я не могу так поступать со Златой.\n\"Она находится рядом и может зайти в любой момент\".\n— Мы знаем, как сможем отблагодарить тебя — сказала вторая и, глядя в глаза, присела передо мной на колени. — Здесь есть свободная комната. Уединишься с нами?\n — Пошли — просто ответил я.\n\n Перешагнув порог, я вдруг ощутил, что тону, захлебываясь холодной водой.",
    "answers": [
      {
        "id": 42,
        "text": "Далее",
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      }
    ]
  },
  {
    "id": 41,
    "text": " Всё моё существо стремилось познать её, но пробуждающийся разум буквально ужаснулся этому желанию. Она внезапно показалась мне уродливой, отвратительной, больной.\n— Мне нужно идти — кивнул я девушкам и направился к выходу. \n\n Перешагнув порог, я вдруг ощутил, что тону, захлебываясь холодной водой.",
    "answers": [
      {
        "id": 42,
        "text": "Далее",
        "blackout": true,
        "answerImage": [
          "https://d.radikal.ru/d36/2012/65/3071eea0e024.png"
        ]
      }
    ]
  },
  {
    "id": 42,
    "text": " Я пытался всплыть на поверхность, но тело онемело. Возникло ощущение, что кто-то схватил меня за ноги и тянет вниз. Запас кислорода в лёгких исчерпал себя. Задыхаясь, я глотнул воды и почувствовал, как она сжигает мои органы.\n Прежде чем сознание отключилось, я понял, что иду ко дну.",
    "answers": [
      {
        "id": 43,
        "text": "Далее",
        "blackout": true,
        "answerImage": [
          "https://d.radikal.ru/d36/2012/65/3071eea0e024.png"
        ]
      },
      {
        "id": 42,
        "text": "big",
        "url": "https://i.ibb.co/Qp5j3K0/IMG-20230830-165914-048.jpg"
      }
    ]
  },
  {
    "id": 43,
    "text": " Я очнулся... в прихожей \"Библиотеки\". Мокрый, продрогший, не ощущавший ничего, кроме смертельной усталости. В несчастном, спутывавшемся сознании было единственное желание — лечь в постель. Из последних сил я поднялся и пошёл к своей кровати. ",
    "answers": [
      {
        "id": 44,
        "text": "Далее",
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      }
    ]
  },
  {
    "id": 44,
    "text": " В комнате было темно. На стороне, где находилась моя кровать, ощущались движения, сопровождаемое неясными звуками.",
    "answers": [
      {
        "id": 45,
        "text": "Далее",
        "answerImage": [
          "https://d.radikal.ru/d36/2012/65/3071eea0e024.png"
        ]
      }
    ]
  },
  {
    "id": 45,
    "text": " Под моей ладонью щелкнул выключатель.          \n В тусклом свете ламочки двигались два силуэта. Заяц, прижав к стене Злату, нагло ощупывал её тело. Она обнимала его за шею. Их губы жадно изучали друг друга.\n Я ощутил, что горю. Пламя переполняло меня и требовало выхода.\n Рука сама собой схватила металлическую лампу и нацелилась швырнуть её в голову Косте.",
    "answers": [
      {
        "id": 46,
        "text": "Швырнуть ",
        "var_add": [
          "гнев",
          1
        ],
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      },
      {
        "id": 47,
        "text": "Поставить на место",
        "answerImage": [
          "https://d.radikal.ru/d36/2012/65/3071eea0e024.png"
        ]
      }
    ]
  },
  {
    "id": 46,
    "text": " Металл гулко ударился о голову Зайца. Он пошатнулся и плашмя свалился на пол. Злата закричала.\n На меня накатила непреодолимая тошнота.\n",
    "answers": [
      {
        "id": 48,
        "text": "Идти в ванную",
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      },
      {
        "id": 46,
        "text": "big",
        "url": "https://i.ibb.co/t3y0fF0/IMG-20230830-165950-820.jpg"
      }
    ]
  },
  {
    "id": 47,
    "text": " Сделав внутреннее усилие над собой, я поставил её на место. Звук получился громкий. Заяц обернулся. Взгляд его скользнул с моей руки, сжимающий тяжёлый ночник, и переместился на лицо. В его глазах я отчетливо увидел страх.\n Боль притупилась, уступая место отвращению. \n\n Я смог не позволить своему гневу заставить меня причинить вред человеку. Пусть даже больше не другу...\n\n  На меня навалилась непреодолимая тошнота. Я развернулся и вышел из комнаты.",
    "answers": [
      {
        "id": 48,
        "text": "Идти в душевую",
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      },
      {
        "id": 47,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/0mgQF8K/20230830-183823-0000.png"
      }
    ]
  },
  {
    "id": 48,
    "text": " Пережив несколько неприятных минут у раковины, я поднял голову и тут же упал на колени от поднявшегося в ней сверхгромкого шума. Сквозь него, не дававшего шанса моим собственным мыслям, я расслышал женский голос:\n — Ты слаб. Но здесь есть те, кто слабее... Иди, посмотри, что с ними стало.\n \n \n ",
    "answers": [
      {
        "id": 49,
        "text": "Далее ",
        "answerImage": [
          "https://d.radikal.ru/d36/2012/65/3071eea0e024.png"
        ]
      },
      {
        "id": 48,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/9WcskHz/20230830-180359-0000.png"
      }
    ]
  },
  {
    "id": 49,
    "text": " Наваждение исчезло так же резко, как и появилось. Я вышел в коридор и заметил, что дверь в \"общую\" комнату распахнута.",
    "answers": [
      {
        "id": 51,
        "text": "Войти",
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      },
      {
        "id": 49,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/WpKZ1CP/IMG-20230830-165505-766.jpg"
      }
    ]
  },
  {
    "id": 50,
    "text": " — Почему, вы так одеты? Что случилось? — вопросы без всякого порядка возникали у меня в голове и сразу обращались в слова.\n — А что ты помнишь? — с интересом посмотрел на меня Константин.\n — Я приехал в \"Библиотеку\", но вы все.. хм... спали. Я не смог вас разбудить.\n — А дальше? — нетерпеливо спросил друг.\n Я не хотел отвечать на этот вопрос, так как не уверен был, что остальное происходило в реальности.\n— Все как в тумане — абстрактно ответил я.\n— Мы тоже лежим в этом стационаре. Нас отравили. Если говорить точнее,  то травили не нас, а Оксану. Ты же ел пирог, приготовленный ею?\n Я утвердительно кивнул.\n— В общем, сестра Оксаны захотела убить её из-за наследства. Она подсыпала яд ей в тесто... С рассчетом на то, что Оксана живёт одна.\n ",
    "answers": [
      {
        "id": 63,
        "text": "Далее",
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      }
    ]
  },
  {
    "id": 51,
    "text": " Аглая лежала на полу. Я подбежал к ней, надеясь успеть оказать помощь, но не обнаружил никаких признаков жизни. \n Возле её правой руки лежало надкушенное яблоко.\n\"Совсем как Белоснежка\".\n Недавно Аглая получила получила роль Афродиты в постановке \"Яблоко раздора\" и постоянно репитировала реплики, стоя перед зеркалом. \n На небольшом комодике, в котором хранились вещи актрисы, стояла фруктовая ваза доверху наполненная такими же сочными красными плодами.\n Я замер, кожей ощущая присутствие смерти. Она была материальна. Заставив взглянуть ей в глаза, она дышала мне в спину, подгоняя мой страх.\n ",
    "answers": [
      {
        "id": 52,
        "text": "Далее",
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      }
    ]
  },
  {
    "id": 52,
    "text": " \"Нужно выбраться отсюда, позвать на помощь. На кухне я смогу вылезти через окно и спуститься по пожарной лестнице\".\n \n",
    "answers": [
      {
        "id": 53,
        "text": "Идти на кухню",
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      }
    ]
  },
  {
    "id": 53,
    "text": " В коридоре я бросил взгляд на дверь: она по прежнему была покрыта непробиваемым слоем льда.\n С кухни вкусно пахло копченым. Желудок жалобно заурчал.\n Однако, повернув в дверной проём, я надолго забыл, какого это: есть с аппетитом.",
    "answers": [
      {
        "id": 54,
        "text": "Далее ",
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      }
    ]
  },
  {
    "id": 54,
    "text": " На стуле, отодвинувшись от стола, сидел грузный мужчина. \n \n Я не сразу осознал, что происходит: он жадно грыз свою закопченую руку. \nЧавкая, облизивая обглоданные косточки собственных пальцев, с хрустом их раскусывал.\n Подняв на меня взгляд своих слезящихся красных глаз, он от неожиданности выронил изо рта золотой перстень. Встал, и не прекращая жевать куски своей плоти, потянулся за ним. При этом мужчина внимательно следил за мной, как пёс, стережущий свою еду.",
    "answers": [
      {
        "id": 55,
        "text": "Выйти из кухни",
        "answerImage": [
          "https://d.radikal.ru/d36/2012/65/3071eea0e024.png"
        ]
      }
    ]
  },
  {
    "id": 55,
    "text": " Пройти мимо этого психа к окну было выше моих сил.\n Прислонившись к стене коридора спиной, я опустился на корточки.\n \"Отсюда не выбраться. Всем нам суждено здесь погибнуть\".\n Бессвязные мысли угнетали меня.\n \"Заяц... Злата... Предатели!\"\n  Обида больно кольнула сердце, но быстро покинула меня, спешив, видимо, по своим делам.\n Всё вдруг стало безразлично. Меня не волновало ничего. Не труп девушки в нескольких метрах от меня, не предательство самых близких людей. Всё стало не важным. Я чувствовал себя как бездомный, который сдался. Мне не хотелось бороться за своё или чьё либо ещё существование. Я был готов целую вечность лежать на холодном грязном полу и ждать. Не знаю чего. Может быть, смерти?\n",
    "answers": [
      {
        "id": 56,
        "text": "Далее",
        "blackout": true,
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      },
      {
        "id": 55,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/9WcskHz/20230830-180359-0000.png"
      }
    ]
  },
  {
    "id": 56,
    "text": " Воспоминания неспешно кружились в моём сознании.\n\n Позапрошлым летом меня сбила машина. Перелом ноги, положили на вытяжку. Вставать и даже шевелить ногой было нельзя... Беспокоить бабушку такими новостями и просьбой приехать не стал бы, наверное, даже под страхом смерти. Позвонил Косте. Он почти месяц, пока не выписали, всё свободное время проводил у меня в палате. Приносил \"утку\", помогал учиться ходить заново...\n\n А вот Злата протягивает мне связанный ею свитер, ласково заглядывает в глаза и, слегка приподнявшись на цыпочках, аккуратно дарит мне нежный, кроткий поцелуй. Просит звонить почаще и беречь себя...",
    "answers": [
      {
        "id": 57,
        "text": "Далее",
        "answerImage": [
          "https://d.radikal.ru/d36/2012/65/3071eea0e024.png"
        ]
      }
    ]
  },
  {
    "id": 57,
    "text": " Эта грязная картина, что предстала предо мной...\n\"Они, они настоящие, никогда не смогли бы так поступить со мной. Я разберусь с этим, но не сейчас\".\n Я встал.\n\"Во что бы то не стало нужно выбраться отсюда. И вынести всех... живых\".\n Зайдя на кухню, стараясь не смотреть на блюющего кусками собственной кожей мужика, я взял самый большой нож. \n Оказавшись в коридоре, начал яростными ударами колоть лёд.\n",
    "answers": [
      {
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ],
        "blackout": true,
        "id": 23,
        "var_need": [
          "похоть",
          1
        ],
        "text": " Вложить все силы в удар",
        "var_no_more": [
          "гнев",
          0
        ]
      },
      {
        "text": "Удар, ещё удар, ещё удар",
        "blackout": true,
        "id": 65,
        "var_need": [
          "гнев",
          1
        ],
        "need": [
          40,
          46
        ],
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      },
      {
        "var_no_more": [
          "гнев",
          0
        ],
        "blackout": true,
        "id": 58,
        "text": "Колоть",
        "need": [
          -40,
          -46
        ],
        "answerImage": [
          "https://d.radikal.ru/d36/2012/65/3071eea0e024.png"
        ]
      },
      {
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ],
        "blackout": true,
        "id": 9,
        "text": "Удар, ещё один...",
        "var_need": [
          "гнев",
          1
        ],
        "var_no_more": [
          "похоть",
          0
        ]
      }
    ]
  },
  {
    "id": 58,
    "text": " Удар, ещё удар... Трещина, ещё одна. \nКак сквозь метр воды, ко мне прорвался голос Златы.\n — Борись, любимый. Я верю, что ты услышишь меня, верю что вернёшься к нам. По другому и быть не может. ",
    "answers": [
      {
        "id": 59,
        "var_less": [
          "рациональность",
          3
        ],
        "text": "Очнуться ",
        "lua_do": "function lua_do()\nmessage(\"Мистический путь!\")\nend",
        "answerImage": [
          "https://d.radikal.ru/d36/2012/65/3071eea0e024.png"
        ]
      },
      {
        "text": "Проснуться",
        "lua_do": "function lua_do()\nmessage(\"Путь рациональности!\")\nend",
        "var_need": [
          "рациональность",
          3
        ],
        "id": 61,
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      },
      {
        "id": 58,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/McxXwgR/20230830-181511-0000.png"
      }
    ]
  },
  {
    "id": 59,
    "text": " Тёплая ладошка держала меня за руку. Я сжал её, боясь что она исчезнет. Свет прорывался сквозь приподнятые веки, заставляя глаза слезиться, но я все равно смог разглядеть силуэт моей родной, нежной девочки. \n  — Он очнулся!\n  Откуда-то прибежала женщина в белом халате.\n",
    "answers": [
      {
        "id": 60,
        "text": "Далее ",
        "answerImage": [
          "https://d.radikal.ru/d36/2012/65/3071eea0e024.png"
        ]
      },
      {
        "id": 59,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/McxXwgR/20230830-181511-0000.png"
      }
    ]
  },
  {
    "id": 60,
    "text": " Пару дней Заяц и Злата, которые по очереди дежурили у моей постели, старательно уклонялись от моих вопросов. Но, увидев что силы вернулись ко мне настолько, что я мог злиться на них за настойчивое молчание, рассказали, что всё таки произошло.\n Я был в коме восемь дней.\nПроснувшись раньше всех, Заяц нашёл меня в прихожей \"Библиотеки\" без сознания и вызвал \"Скорую помощь\".\n Аглая погибла ночью. Причина смерти — удушье, девушка подавилась кусочком яблока.\n — Значит, никакого следствия не будет?\n — В уходе Аглаи в мир иной криминала нет. Факторы, спровоцировавшие твоё коматозное состояние не известны. — вздохнул Костя.\n — А мужик...- я замялся — с изуродованной рукой. Он там был?\n Заяц странно посмотрел на меня и отрицательно покачал головой.\n — Знаешь, дружище, думаю тебе лучше поспать. Злата приедет к тебе через пару часов. — сказал он и поспешно покинул палату.\n Я повернулся на бок и засунул руку под подушку. Ладонь нащупала что-то холодное. Вытащив предмет на свет, я узнал в нём амулет, который сорвал со Златы.",
    "answers": [
      {
        "id": 1,
        "text": "В начало",
        "answerImage": [
          "https://d.radikal.ru/d36/2012/65/3071eea0e024.png"
        ]
      }
    ]
  },
  {
    "id": 61,
    "text": " Тёплая ладошка держала меня за руку. Я сжал её, боясь что она исчезнет. Свет прорывался сквозь приподнятые веки, заставляя глаза слезиться, но я все равно смог разглядеть силуэт моей родной, нежной девочки. \n  — Он очнулся!\n  Откуда-то прибежала женщина в белом халате.",
    "answers": [
      {
        "id": 62,
        "text": "Далее",
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      },
      {
        "id": 61,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/McxXwgR/20230830-181511-0000.png"
      }
    ]
  },
  {
    "id": 62,
    "text": " В горле пересохло, сухие потрескавшиеся губы жадно потребовали воды. Больница...\n Мне очень хотелось понять как я здесь оказался, но медсестра выгнала девушку в коридор, молча поставила мне капельницу и ушла, сказав что на все мои вопросы чуть позже ответит врач. Я уснул крепким сном без сновидений и проснулся почти бодрым.\n Через пару часов в палату зашли Злата и Заяц. Оба почему-то в домашних пижамах. Злата подбежала ко мне, обняла и покрыла моё лицо быстрыми, но нежными поцелуями. Костя неловко переступал с ноги на ногу в пороге, но как только девушка отстранилась, широко улыбнулся и присел на соседнюю, пустующую койку.\n\n ",
    "answers": [
      {
        "id": 50,
        "text": "Далее",
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      }
    ]
  },
  {
    "id": 63,
    "text": " — То есть, она принесла пирог в хостел, и все, кто его попробовал, отравились? — сделал вывод я.\n — Да. Только подействовал яд на всех по-разному... Аглая мертва  — эта фраза заставила нас замолчать на несколько минут. Она была так молода, целеустремленна, в ней было столько жизни... Перед глазами предстала картина из моего сна... Почему я видел это?\n — А Оксана? — тихо спросил я.\n — Она выжила, но находится в тяжелом состоянии. Сосед Аглаи по комнате попал в психиатрическую клинику.",
    "answers": [
      {
        "id": 64,
        "text": "Далее",
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      }
    ]
  },
  {
    "id": 64,
    "text": " Спустя несколько дней меня выписали, Злату и Зайца выписали двумя днями раньше.\n Я вышел на улицу и с удовольствием вдохнул в себя ароматный весенний воздух. Солнышко ласково грело моё лицо. Я развернулся по направлению к метро и случайно столкнулся лицом к лицу с девушкой. \n Длинные чёрные волосы, блестящие тёмные глаза. На шее серебрянный кулон в виде месяца. \n Она ухмыльнулась, и по-дружески похлопав меня по плечу, продолжила свой путь.\n",
    "answers": [
      {
        "id": 1,
        "text": "В начало",
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      },
      {
        "id": 64,
        "text": "very big",
        "url": "https://i.ibb.co/QFLdXQq/IMG-20230830-165644-793.jpg"
      }
    ]
  },
  {
    "id": 65,
    "text": " Я бил ненавистный лёд, потеряв ощущение времени. Пока, растратив все силы, не рухнул на пол. Меня вдруг посетил восторг, как на пике самого крутого участка на \"американских горках\". Не успев попрощаться, я покидал своё тело...",
    "answers": [
      {
        "id": 1,
        "text": "В начало",
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      }
    ]
  },
  {
    "id": 66,
    "text": " Тёплая ладошка держала меня за руку. Я сжал её, боясь что она исчезнет. Свет прорывался сквозь приподнятые веки, заставляя глаза слезиться, но я все равно смог разглядеть силуэт моей родной, нежной девочки. \n  — Он очнулся!\n  Откуда то прибежала женщина в белом халате.",
    "answers": [
      {
        "id": 67,
        "text": "Далее",
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      },
      {
        "id": 66,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/McxXwgR/20230830-181511-0000.png"
      }
    ]
  },
  {
    "id": 67,
    "text": " В горле пересохло, сухие потрескавшиеся губы жадно просили воды. Больница...\n Мне очень хотелось понять, как я здесь оказался, но медсестра выгнала девушку в коридор, молча поставила мне капельницу и ушла, сказав что на все мои вопросы чуть позже ответит врач. Я уснул крепким сном без сновидений и проснулся почти бодрым.\n Через пару часов в дверь зашла Злата. Почему то в домашней пижаме. Она подбежала ко мне, обняла и покрыла моё лицо быстрыми, но нежными поцелуями.",
    "answers": [
      {
        "id": 68,
        "text": "Далее",
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      },
      {
        "id": 67,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/McxXwgR/20230830-181511-0000.png"
      }
    ]
  },
  {
    "id": 68,
    "text": " — Почему ты так одета? Что случилось? — вопросы без всякого порядка возникали у меня в голове и сразу обращались в слова.\n — Ты помнишь что-нибудь? — с сожалением посмотрела на меня Злата.\n — Я приехал в \"Библиотеку\", но вы все.. хм... спали. Я не смог вас разбудить.\n — А дальше? \n Я не хотел отвечать на этот вопрос, так как не уверен был, что остальное происходило в реальности.\n— Все как в тумане — абстрактно ответил я.\n— Я тоже лежу в этом стационаре. Нас отравили.  Точнее травили не нас, а Оксану. Ты же ел пирог, приготовленный ею?\n Я утвердительно кивнул.\n— В общем, сестра Оксаны захотела убить её из — за наследства. Она подсыпала яд ей в тесто...  — было заметно, что ей тяжело даётся этот диалог. Злата то и дело отводила глаза.",
    "answers": [
      {
        "id": 69,
        "text": "Далее ",
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      },
      {
        "id": 68,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/McxXwgR/20230830-181511-0000.png"
      }
    ]
  },
  {
    "id": 69,
    "text": " — То есть, она принесла пирог в хостел, и все, кто его попробовал, отравились? — сделал вывод я.\n — Да. Только подействовал яд на всех по разному... Аглая... Костя... Они мертвы  — эта фраза заставила нас замолчать на несколько минут. Внутри всё перевернулось. Боль сжала сердце в стальных тисках. Воздух комом застрял в гортани.\n — А Оксана? — охрипшим голосом спросил я.\n — Она выжила, но находится в тяжелом состоянии. Сосед Аглаи по комнате попал в психиатрическую клинику.",
    "answers": [
      {
        "id": 70,
        "text": "Далее",
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      }
    ]
  },
  {
    "id": 70,
    "text": " Спустя несколько дней меня выписали, Злату отпустили двумя днями раньше.\n Я вышел на улицу и вдохнул в себя ароматный весенний воздух. Развернувшись по направлению к метро, я случайно столкнулся лицом к лицу с девушкой. \n Длинные чёрные волосы, блестящие тёмные глаза. На шее серебрянный кулон в виде месяца. \n Она ухмыльнулась, и зловеще улыбнувшись мне, продолжила свой путь.\n Над моей головой  летали вороны. \"Кар, кар..\" эхом проносились звуки в моей голове. ",
    "answers": [
      {
        "id": 1,
        "text": "В начало",
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      },
      {
        "id": 70,
        "text": "very big",
        "url": "https://i.ibb.co/QFLdXQq/IMG-20230830-165644-793.jpg"
      }
    ]
  },
  {
    "id": 71,
    "text": " В горле пересохло, сухие потрескавшиеся губы жадно просили воды. Больница...\n Мне очень хотелось понять, как я здесь оказался, но медсестра выгнала парня в коридор, молча поставила мне капельницу и ушла, сказав что на все мои вопросы чуть позже ответит врач. Я уснул крепким сном без сновидений и проснулся почти бодрым.\n Через пару часов в палату зашел Заяц. Почему-то  в домашней пижаме. Костя неловко переступал с ноги на ногу в пороге, но, увидев мою широкую улыбку, подошёл и присел на соседнюю, пустующую койку.",
    "answers": [
      {
        "id": 72,
        "text": "Далее",
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      }
    ]
  },
  {
    "id": 72,
    "text": "— Почему, ты так одет? Что случилось? — вопросы без всякого порядка возникали у меня в голове и сразу обращались в слова.\n — А что ты помнишь? — с интересом посмотрел на меня Константин.\n — Я приехал в \"Библиотеку\", но вы все.. хм... спали. Я не смог вас разбудить.\n — А дальше? — нетерпеливо спросил друг.\n Я не хотел отвечать на этот вопрос, так как не уверен был, что остальное происходило в реальности.\n— Все как в тумане — абстрактно ответил я.\n— Я тоже лежу в этом стационаре. Нас отравили. Если говорить точнее,  то травили не нас, а Оксану. Ты же ел пирог, приготовленный ею?\n Я утвердительно кивнул.\n— В общем, сестра Оксаны захотела убить её из — за наследства. Она подсыпала яд ей в тесто... С рассчетом на то, что Оксана живёт одна.\n ",
    "answers": [
      {
        "id": 73,
        "text": "Далее",
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      }
    ]
  },
  {
    "id": 73,
    "text": "— То есть, она принесла пирог в хостел, и все, кто его попробовал, отравились? — сделал вывод я.\n — Да. Только подействовал яд на всех  по-разному... Аглая и ... Злата мертвы — эта фраза заставила нас замолчать на несколько невыносимо болезненных минут. \n\"Это абсурдно, несправедливо...\"\n Внутри меня что-то разорвалось. Чувствуя, что эмоции берут надо мной верх, я пожелал остаться один. Когда Костя был уже у двери, я хрипло спросил:\n — А Оксана?\n — Она выжила, но находится в тяжелом состоянии. Сосед Аглаи по комнате попал в психиатрическую клинику.",
    "answers": [
      {
        "id": 74,
        "text": "Далее ",
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      }
    ]
  },
  {
    "id": 74,
    "text": "Спустя несколько дней меня выписали, Костю — двумя днями раньше.\n Я вышел на улицу и вдохнул в себя ароматный весенний воздух. Развернувшись по направлению к метро, я случайно столкнулся лицом к лицу с девушкой. \n Длинные чёрные волосы, блестящие тёмные глаза. На шее серебрянный кулон в виде месяца. \n Она ухмыльнулась, и зловеще улыбнувшись мне, продолжила свой путь.\n Над моей головой  летали вороны. \"Кар, кар...\" — эхом проносились звуки в моей голове. ",
    "answers": [
      {
        "id": 1,
        "text": "В начало",
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      },
      {
        "id": 74,
        "text": "very big ",
        "url": "https://i.ibb.co/QFLdXQq/IMG-20230830-165644-793.jpg"
      }
    ]
  },
  {
    "id": 75,
    "text": "Я слегка надавил двумя пальцами на шею Зайца и ощутил под кожей ритмичную пульсацию. Судя по всему, он действительно очень крепко спал.",
    "answers": [
      {
        "id": 16,
        "text": "Выйти",
        "lua_do": "function lua_do()\nmessage(\"<plus>1 Рациональность \")\nend",
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      }
    ]
  },
  {
    "id": 76,
    "text": " Я слегка похлопал по её горячему плечу и громко позвал по имени. Никакой реакции не последовало.",
    "answers": [
      {
        "id": 16,
        "text": "Выйти",
        "lua_do": "function lua_do()\nmessage(\"Рациональность <plus>1\")\nend",
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      }
    ]
  },
  {
    "id": 77,
    "text": " Я попытался впустить свежий воздух в \"игровую\", но ручки обоих окон не поднимались. Внезапно мои запястья обожгло огнём. Закричав от неожиданности, я упал на пол и, в ужасе огоядев по — прежнему пустую комнату, попятился к выходу.\n",
    "answers": [
      {
        "id": 5,
        "text": "Идти к выходу",
        "lua_do": "function lua_do()\nmessage(\"Рациональность <plus>1\")\nend",
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      },
      {
        "id": 77,
        "text": "Укажите команды для картинки",
        "url": "https://i.ibb.co/71DDJVw/IMG-20230830-165511-212.jpg"
      }
    ]
  },
  {
    "id": 78,
    "text": " Шум затих, я ощутил некое шевеление прямо за своей спиной. Осмотревшись вокруг, никого не обнаружил.",
    "answers": [
      {
        "id": 20,
        "text": "Проверить большую женскую комнату",
        "lua_do": "function lua_do()\nmessage(\"<plus>1 Рациональность\")\nend",
        "answerImage": [
          "https://c.radikal.ru/c13/2012/27/3ea24a75b312.png"
        ]
      }
    ]
  },
  {
    "id": 79,
    "text": " В квесте 6 концовок. Здесь будут появляться найденные Вами.",
    "answers": [
      {
        "id": 1,
        "text": "На главную "
      },
      {
        "id": 33,
        "text": " \"Экзорцист\"\n Вы изгнали Мару из Златы.\n",
        "need": 33,
        "need_ever": true
      },
      {
        "id": 74,
        "text": "\"Смерть любви\"\nВы изменили Злате, она погибла.\n",
        "need": 74,
        "need_ever": true
      },
      {
        "id": 70,
        "text": " \"Гнев\"\nВы дали волю своему гневу. Константин погиб.",
        "need": 70,
        "need_ever": true
      },
      {
        "id": 65,
        "text": "\"Грешник\"\nВы и изменили Злате, убили Константина. За эти пригрешения Мара убила Вас.",
        "need": 65,
        "need_ever": true
      },
      {
        "id": 64,
        "text": "\"Праведник\"\nВы не изменили Злате, сдержали свой гнев. Это спасло друзей.",
        "need": 64,
        "need_ever": true
      },
      {
        "id": 60,
        "text": "\"Мистика\"\nВы набрали больше очков \"Мистика\" и пошли по \"Мистическому пути\"",
        "need": 60,
        "need_ever": true
      }
    ]
  },
  {
    "id": 80,
    "text": "",
    "answers": []
  },
  {
    "id": 81,
    "text": "",
    "answers": []
  },
  {
    "id": 82,
    "text": "",
    "answers": []
  },
  {
    "id": 83,
    "text": "",
    "answers": []
  },
  {
    "id": 84,
    "text": "",
    "answers": []
  }
]