[
  {
    "id": 1,
    "text": "Мы часто влияем на судьбу окружающих и не замечаем этого. Как вы поступите с тем, чья судьба зависит от вас?",
    "answers": [
      {
        "id": 2,
        "text": "Начать историю"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://i.ibb.co/fDS86jk/IMG-20230829-200334-347.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "Автор(ссылка)",
        "url": "https://m.vk.com/sirenaserial?from=notifications"
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://i.ibb.co/YbByc3p/IMG-20230829-200334-466.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Из магазина возвращался Человек. У него в руках был Пакетик, в котором лежало много тяжёлых продуктов. Пакетик не выдержал их веса. Треск! — и он порвался...\n",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "Человек выругался, собрал покупки в руки и, пнув Пакетик, отправился домой. ",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "https://b.radikal.ru/b24/2011/00/f40758542cd7.png",
    "answers": []
  },
  {
    "id": 5,
    "text": "Осенний ветер подул и подхватил Пакетик. Шурша, он устремился к небесам...",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "Пуф! — Пакетик врезался в дерево и зацепился за ветку. ",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "Мимо проходил Кот. Он услышал, как жалобно шуршит Пакетик, свисая с ветки.\n\nИ решил:",
    "answers": [
      {
        "id": 8,
        "text": "Помочь Пакетику"
      },
      {
        "id": 9,
        "text": "Пройти мимо"
      }
    ]
  },
  {
    "id": 8,
    "text": "Он ловко прыгнул на ветку и, аккуратно подцепив когтем лямку Пакетика, освободил его.\nПакетик в ответ прошуршал: — Спасибо!\n\nА Кот ему ответил:\n\n",
    "answers": [
      {
        "id": 10,
        "text": "Я тебя освободил, значит ты должен поиграть со мной."
      },
      {
        "id": 11,
        "text": "На здоровье! Впредь будь осторожнее."
      }
    ]
  },
  {
    "id": 9,
    "text": "Пакетик ещё очень долго висел на ветке. Он страдал и шуршал свою грустную песню.",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "С этими словами Кот прыгнул на Пакетик и долго гонял его по дворам, пока ему не надоело. ",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "Пакетику было приятно, что он может ещё какое-то время парить над землей, а Коту — что он проявил благородность.",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "Когда Кот, устав, ушёл восвояси, Пакетик остался лежать на грязном мокром асфальте. Порванный, грязный и никому не нужный. Так было до тех пор, пока его не подобрал дворник. Он отправил Пакетик на переработку, вместе с другим мусором. Так Пакетик обрёл новую жизнь.",
    "answers": [
      {
        "id": 1,
        "text": "Вы открыли одну из концовок : \"Новая жизнь\"!"
      }
    ]
  },
  {
    "id": 13,
    "text": "Так было до тех пор, пока ветерок не сжалился над ним и не скинул его на землю. \nОттуда его подобрал дворник. Он отправил Пакетик на переработку, вместе с другим мусором. Так, пережив многие мучения, Пакетик обрёл новую жизнь.",
    "answers": [
      {
        "id": 1,
        "text": "Вы открыли одну из концовок: \" Всё проходит\"!"
      }
    ]
  },
  {
    "id": 14,
    "text": "Налетавшись вдоволь, Пакетик попал в руки дворника. Он отправил Пакетик на переработку, вместе с другим мусором. Так Пакетик обрёл новую жизнь.",
    "answers": [
      {
        "id": 1,
        "text": "Вы открыли одну из концовок: \"Лучшая жизнь\"!"
      }
    ]
  },
  {
    "id": 15,
    "text": "",
    "answers": []
  }
]