[
  {
    "id": 1,
    "text": "Автор: Ярослав Зверев.\n\n   \"Я же маг. Что мне сделается в этой пещере? — думали Вы, — По-быстрому разберусь и получу сокровище\".\n   Ах, как же ошибочно было это мнение...",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 7,
        "text": " ",
        "need": [
          999
        ]
      }
    ]
  },
  {
    "id": 2,
    "text": "   Вы шли по коридору, подсвечивая себе магическим огоньком. Вскоре появилась развилка. Вторая, третья... в итоге путь назад был потерян.\n   Что-то хрустнуло под ногами. Сделав свет поярче, Вы увидели на полу человеческие кости.\n   Мороз прошёл по коже.\n   \"Они не смогли найти выход, — прогремела в голове страшная мысль, — А может, их кто-то остановил...\"\n   Вдруг в глаза бросилась надпись на стене. Это было лишь одно слово, написанное кровью — \"беги\".\n   За спиной раздался чудовищный рёв. Сердце ушло в пятки, мысли вылетели из головы, а тело будто превратилось в летящую стрелу.\n   Спустя несколько развилок удалось оторваться. Вы вытерли пот с лица и задумались:\n   \"Много людей погибло здесь, а эта нечисть всё ещё жива. Удастся ли мне спастись?\"",
    "answers": [
      {
        "id": 3,
        "text": "\"Надоело! Раньше я боялся, а теперь пусть меня все боятся\"."
      },
      {
        "id": 4,
        "text": "\"Нужно успокоиться. Это главное моё оружие\"."
      }
    ]
  },
  {
    "id": 3,
    "text": "   От нахлынувшей злобы Вы сотворили неизвестную магию. Всё тело покрылось защитными чешуйками, на руках выросли железные когти, а свою голову, к счастью, Вы не видели.\n   \"Что ж, теперь можно разобраться с этой тварью\", — подумали Вы, зловеще улыбаясь.\n   Победить монстра было просто. Сложнее оказалось справиться с собственным гневом. Дело в том, что противник превратился в Ваш кошмар — одного из нелюбимых сородичей.\n   В родной деревне никогда Вас не понимали. Они мерили всех одной посудой, а способности любознательного мальчика в неё не влезали. Старшие стремились \"воспитать\" насилием и унижением.\n   Чуть повзрослев, Вы начали видеть необычные сны. Они шептали о великой силе под названием \"магия\". Зелья, артефакты, заклинания — всё это было освоено с помощью снов и практики.\n   В шестнадцать лет Вы отомстили, зачаровав розги против их хозяев, а потом ушли из деревни. Однако обида на людей ещё оставалась в сердце.    \n   Поэтому теперь, после сражения с монстром, Вы решили отомстить им сполна.\n    Так и появился величайший злодей — Тёмный волхв.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 4,
    "text": "   Вы отбросили мысли о монстре и начали готовить заклинание. Работа была выполнена наполовину, когда вдалеке послышались громкие шаги. Он приближался.",
    "answers": [
      {
        "id": 5,
        "text": "Бежать"
      },
      {
        "id": 6,
        "text": "Не бросать заклинание"
      }
    ]
  },
  {
    "id": 5,
    "text": "   Страх был так силён, что Вы бросили заклинание и побежали отсюда, хоть монстр находился ещё далеко.\n   Вдруг раздался щелчок, после чего несколько стрел пронзили тело. \n   Ловушку было сложно заметить второпях...",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 6,
    "text": "   Шаги были всё ближе и ближе, а Вы дрожащими руками продолжали работу. Вот опять раздался ужасающий рёв — теперь монстр был совсем близко.\n   Наконец, он появился из темноты. Вы оцепенели: все самые сильные страхи воплотились в нём.\n   — Сейчас я с тобой разделаюсь, — сказал знакомый ворчливый голос.\n   Монстр бросился на Вас — и отскочил от защитной сферы. Вовремя заклинание сделали!\n   \"А если бы секундой позже закончил... Всё-таки спокойствие лучше таких приключений\".\n   Вы благополучно нашли выход, а затем занялись изучением магии и больше не лезли в сомнительные авантюры.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 7,
    "text": "empty",
    "answers": [
      {
        "id": 8,
        "text": " "
      }
    ]
  },
  {
    "id": 8,
    "text": "empty",
    "answers": [
      {
        "id": 9,
        "text": " "
      }
    ]
  },
  {
    "id": 9,
    "text": "empty",
    "answers": [
      {
        "id": 10,
        "text": " "
      }
    ]
  },
  {
    "id": 10,
    "text": "empty",
    "answers": [
      {
        "id": 11,
        "text": " "
      }
    ]
  },
  {
    "id": 11,
    "text": "empty",
    "answers": [
      {
        "id": 1,
        "text": " "
      }
    ]
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  }
]