[
  {
    "id": 1,
    "text": "Ужасы, Хардкор, Выживание\n\n     Роган — завязавший со своим прошлым контрабандист, обзавёлся семьёй и ушёл на покой. Но, как это бывает, грехи прошлого настигают внезапно и его грёзы о беззаботной жизни пошли ко дну как подбитый фрегат. Его жена и дочь в смертельной опасности, в месте, которого нет на картах. Месте, о котором нет даже слухов.\n     Как избежать опасности, таящейся на каждом шагу, и как не сойти с ума, столкнувшись с отчаянием?",
    "answers": [
      {
        "id": 3,
        "text": "Начать"
      },
      {
        "id": 4,
        "text": "Исходы"
      },
      {
        "id": 117,
        "text": "Другие работы автора"
      }
    ]
  },
  {
    "id": 2,
    "text": "\n",
    "answers": []
  },
  {
    "id": 3,
    "text": "     Роган старался не сбавлять темп. Смеркалось. Сквозь густую листву ещё проникали солнечные лучи, но под сенью деревьев неумолимо бледнело. День забирал свои яркие краски, оставляя ночи холодную палитру. Бок разъедала жгучая боль, кровь не останавливалась. Пред глазами поплыли тёмные пятна. «Стой, стой, остановись. Дальше только смерть», — нашёптывал ему внутренний голос. \n     Надо перевести дух. Роган прислонился к дереву и осмотрел окрестности. Деревья, деревья, деревья – кругом одни голые стволы, да кустарники. Трава, немного ягод. Он приметил пару растений. Крапива, кровохлёбка, тысячелистник – уже хорошо. Нарвав на скорую руку, сделал из них слюнявую кашицу и приложил к ране. С трудом сел. \n",
    "answers": [
      {
        "id": 5,
        "text": "Надо немного времени."
      }
    ]
  },
  {
    "id": 4,
    "text": "Здесь будут отображаться Ваши \"Исходы\" (а в переспективе, может и достижения).\nРассказ имеет 4 основные концовки, т.ч. будьте внимательны, принимая решения. Удачи!",
    "answers": [
      {
        "id": 32,
        "text": "\"Осквернитель\"",
        "need": 32,
        "need_ever": true
      },
      {
        "id": 37,
        "text": "«Мученик»",
        "need": 37,
        "need_ever": true
      },
      {
        "id": 40,
        "text": "«Забытый»",
        "need": [
          40
        ],
        "need_ever": true
      },
      {
        "id": 50,
        "text": "«Потерянный»",
        "need": 50,
        "need_ever": true
      },
      {
        "id": 52,
        "need_ever": true,
        "need": 52,
        "text": "«Сбитый с ног»"
      },
      {
        "id": 68,
        "need_ever": true,
        "need": 68,
        "text": "«Кровавая пелена»"
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 4,
        "text": "Скрытая концовка «Кровные узы»",
        "need": 69
      },
      {
        "id": 67,
        "text": "«Маэстро»",
        "need": [
          57
        ],
        "need_ever": true
      },
      {
        "id": 57,
        "text": "«Всё это сон»",
        "need": 57,
        "need_ever": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 4,
        "text": "Скрытая концовка «Слепое отчаяние»",
        "need": 71
      },
      {
        "id": 72,
        "need_ever": true,
        "need": 72,
        "text": "«Пустая надежда»"
      },
      {
        "id": 79,
        "text": "«Пробуждение Древнего»",
        "need": 79,
        "need_ever": true
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 4,
        "text": "«Касание Скверны»",
        "need": [
          82,
          91,
          101,
          107
        ],
        "need_sometimes": true
      },
      {
        "id": 85,
        "text": "«Тайна за печатями»",
        "need": 85,
        "need_ever": true
      },
      {
        "id": 99,
        "need_ever": true,
        "need": [
          99
        ],
        "text": "«Охваченный Сожалением»"
      },
      {
        "id": 103,
        "text": "«Запретный плод»",
        "need": [
          103
        ],
        "need_ever": true
      },
      {
        "id": 113,
        "need_ever": true,
        "need": [
          113
        ],
        "text": "Концовка «Достичь цели»"
      },
      {
        "id": 114,
        "need_ever": true,
        "need": [
          114
        ],
        "text": "Концовка «В объятиях»"
      },
      {
        "id": 116,
        "text": "Концовка «Без сожалений»",
        "need": [
          116
        ],
        "need_ever": true
      },
      {
        "id": 115,
        "text": "Концовка «Рассвет»",
        "need": [
          115
        ],
        "need_ever": true
      },
      {
        "id": 1,
        "text": "Вернуться на главную"
      }
    ]
  },
  {
    "id": 5,
    "text": "     Только глаза не закрывать. Сон лечит, но сейчас никак нельзя. Где-то там его жена и дочь, и трое головорезов отправились вдогонку. Память всё прокручивает события последнего часа. Как их лодку оттеснили к берегу, как они хотели скрыться, но угодили в западню. Он угодил. Они здесь ни при чём. Пришли за ним.\n     «Беги!» – собственный крик эхом бьёт по ушам.                   Он видел как Мира схватила малышку и устремилась в глушь – трое погнались за ней, а он швырнул дымовую.  Один против пятерых – бывалому контрабандисту приходилось участвовать и не в таких потасовках. Пара припрятанных козырей в рукаве и он вышел победителем, пока. Никаких честных поединков.\n     Роган проверил бок – стало лучше, не побегаешь, конечно, но идти он сможет. Он подобрал крепкую ветку по размеру, опробовал её. Сойдёт.\n",
    "answers": [
      {
        "id": 6,
        "text": "Темнеет, если он не поторопится – потеряет след."
      }
    ]
  },
  {
    "id": 6,
    "text": "     Тени, наконец-то ощутив свою силу, захватывали лес. Они удлинялись, ветвились и сплетались в причудливые мрачные формы. Предвестники мрака, глашатаи ночи. Они путались в ногах и мешали Рогану идти по тропе. Сломанные ветви, примятая трава: взъерошенный  лесной покров ускользал под тёмным одеялом. Чем дальше он шёл, тем плотнее сжимались ряды деревьев. А след петлял и легче не становилось. Тьма наступала.\n     Вот уже битый час Роган, стиснув зубы, продирался через кустарник, отчаявшись нагнать семью. Неожиданно, ноги не нашли опоры и он кубарем покатился с небольшого откоса. Руки рефлекторно сжали голову и рану в боку. \n     Всё не так плохо, пару метров – не больше. Что важнее: его вынесло на какую-то заброшенную старую тропу. Наверняка они были здесь. Он чувствовал это. Или просто хотел верить. Только в каком направлении идти? \n",
    "answers": [
      {
        "id": 7,
        "text": "Левое?"
      },
      {
        "id": 6,
        "text": "или",
        "comment": true
      },
      {
        "id": 7,
        "text": "Правое?"
      }
    ]
  },
  {
    "id": 7,
    "text": "     Не успел он окончательно определится как уловил тревожный шум. Пум-пум-пум. Кто-то бежал в его сторону. Тяжёлые шаги. Несколько мгновений чтобы принять решение.\n",
    "answers": [
      {
        "id": 8,
        "text": "Спрятаться"
      },
      {
        "id": 9,
        "text": "Встретить бегущего"
      }
    ]
  },
  {
    "id": 8,
    "text": "     Проявив осторожность, Роган  ушёл с тропы. В охваченном мраком лесу не составляло труда скрыть своё присутствие. Вокруг было полно кустов, ветвей и высохших коряг, изображающих из себя ощетинившуюся на весь мир колючую изгородь.  Мужчина приготовил нож, кто бы там ни был – это не его семья. Он затаился.\n     Через пару мгновений на освещённую ранними звёздами тропу выбежал высокий мужчина. Бежал он давно и явно запыхался, но не походило, что он собирался сделать передышку. Его гнало срочное дело. Или большая опасность.\nРоган осторожно выглядывал из своего укрытия, стараясь разглядеть тёмный силуэт. Когда фигура с ним поравнялась, он узнал одного из трёх головорезов.\n",
    "answers": [
      {
        "id": 10,
        "text": "Нагнать его"
      },
      {
        "id": 11,
        "text": "Окликнуть"
      }
    ]
  },
  {
    "id": 9,
    "text": "     Нет смысла прятаться. Бывший контрабандист вышел в центр тропы, поудобнее перехватив свою палку. За поясом ещё оставался любимый нож, так часто его выручавший. \n     Через пару мгновений на освещённую ранними звёздами тропу выбежал высокий мужчина. Бежал он давно и явно запыхался, но не походило, что он собирался сделать передышку. Его гнало срочное дело. Или большая опасность.\n     Роган выставил вперёд палку как копьё, готовясь к бою – то был один из головорезов, что погнался за Мирой. Но мужчина будто и не видел Рогана преградившего ему дорогу, хотя смотрел вперёд широко раскрытыми глазами. Только вперёд.\n     Бандит мчался прямо на него не останавливаясь. Роган смотрел ему прямо в зрачки и не смел отвести взгляда – они были полны отчаяния и безумия. Бесконечная пустота. Толчок назад привёл его в чувства. Руки отяжелели – мужчина обмякал на другом конце палки, нанизанный на горло. Шокированный, Роган выпустил своё импровизированное копьё и головорез, хлюпая кровью, осел на землю.\n",
    "answers": [
      {
        "id": 12,
        "text": "Ещё долго он не мог прийти в себя. Перед Роганом всё маячили глаза полные безумия.",
        "lua_do": "function lua_do()\nmessage(\"Роган заглянул по ту сторону\")\nend"
      }
    ]
  },
  {
    "id": 10,
    "text": "     Нельзя дать ему уйти. Роган постарался бесшумно проследовать за бандитом, но под ногами предательски хрустнула ветка.\n     Бежавший мужчина вскрикнул, будто к его пятой точке приложили раскалённую кочергу.     Рефлекторно оглянувшись на звук, он запутался в своих собстаенных ногах и упал прямо на торчащий сук. Сухая ветка вошла в левый глаз как в масло и надломилась, упёршись в череп. Головорез резко дёрнулся и затих.\n     Шокированный произошедшим, Роган стоял несколько минут, во все глаза, уставившись на бездыханное тело.\n",
    "answers": [
      {
        "id": 12,
        "text": "Разную смерть он видал, но такую нелепую – никогда."
      }
    ]
  },
  {
    "id": 11,
    "text": "     «Эй!» – крикнул Роган, выходя из своего укрытия, готовый к драке. Лезвие ножа блеснуло во мраке, привлекая внимание. \n     Бежавший мужчина взвизгнул, будто к его пятой точке приложили раскалённую кочергу.   Рефлекторно оглянувшись на звук, он запутался в своих собственных ногах и упал прямо на торчащий сук. Сухая ветка вошла в левый глаз как в масло и надломилась, упёршись в череп. Головорез резко дёрнулся и затих.\n     Шокированный произошедшим, Роган стоял несколько минут, во все глаза, уставившись на бездыханное тело. \n",
    "answers": [
      {
        "id": 12,
        "text": "Разную смерть он видал, но такую нелепую – никогда."
      }
    ]
  },
  {
    "id": 12,
    "text": "     Придя в себя, Роган решил осмотреть труп. Пустые ножны, пустая фляга, пара медяков в карманах. Одежда выглядела потрёпанной, местами мокрой от пота. Крови не было.\n     Мужчина с облегчением выдохнул. Ещё оставалась надежда, что его близкие целы. Он с нежностью вспомнил сероглазую Миру с русыми косами и так похожую на мать, доченьку Элию.   Мог бы он, беспринципный, а порою и подлый контрабандист, представить, что когда-нибудь будет так беспокоится о ком-то кроме себя. Нет, не мог. Но сейчас сердце сжималось тисками от мысли, что с его семьёй может что-то случится. Он должен спасти их!\n     Что так напугало этого несчастного? Дикий зверь? Где остальные? Мертвы? На самом деле волновал Рогана лишь один вопрос: где его любимые? И он собирается их найти во что бы то ни стало.\n",
    "answers": [
      {
        "id": 13,
        "text": "Отправиться в путь"
      }
    ]
  },
  {
    "id": 13,
    "text": "     Больше получаса Роган шёл по тропе. Правый бок снова немного кровоточил, должно быть, последствия падения. За его сознание боролись боль с жаром. Одно пыталось убаюкать, лишить сил, другое – не дать расслабиться, держаться. \n     Луна уже светила вовсю. Огромным оком она взгромоздилась на трон своего неотъемлемого супруга, сошедшего на временный покой.    Безмолвный наблюдатель, бдящий в ночи. На землях Солии исповедовали веру в Солнцеликого. Героя, творца, защитника, правосудца, что карает неверных, греховных людей и созданий. Днём он бодрствует, дарует всем жизнь и защиту от тьмы, а ночью уходит на покой, но приглядывает другим оком – ничто не скроется от его взора, все скверные поступки для него не тайна.\n     Роган лишь тихо улыбался в бороду, слыша высокомерные речи солийцев, но в споры с ними никогда не вступал – себе дороже. Очень уж они нетерпимы к инаковерующим.\n",
    "answers": [
      {
        "id": 14,
        "text": "А тропа всё тянулась и петляла, пока не вывела мужчину к каменной арке со стальными прутьями ворот."
      }
    ]
  },
  {
    "id": 14,
    "text": "     Покров леса резко обрывался, открывая обзор на площадку усеянную домами. Поселение было не очень большим  – семей на пятьдесят, не больше. Отсюда было видно несколько значимых строений: ближайшее – шпиль от какого-то храма, правее – большое здание то ли таверны, то ли ратуши и в самом конце широкий особняк, видимо, местного вельможи. \n     Подойдя ближе, Рогану не понравилось сразу две вещи: не горело никаких огней и труп у ворот.   Мёртвые улицы говорили о заброшенности, а свежий труп об опасности. О том, что он свежий, не давала усомниться лужа крови у его головы. Точнее там, где она должна была бы быть, потому что головы не было.\n",
    "answers": [
      {
        "id": 15,
        "text": "Осмотреть труп"
      },
      {
        "id": 16,
        "text": "Осмотреть ворота"
      }
    ]
  },
  {
    "id": 15,
    "text": "     Роган не решился близко подходить к трупу, поскольку знал парочку тварей, что из мертвецов устраивали ловушки. Кишащие под трупом падальщики только и ждали что новой жертвы.     Мужчина осторожно потыкал в мёртвое тело палкой, нехотя постарался перевернуть. За исключением отсутствия головы, всё было цело.  Контрабандист с раздражением узнал ещё одного преследователя.\n",
    "answers": [
      {
        "id": 17,
        "text": "Плюнуть на труп",
        "need": [
          9
        ],
        "lua_do": "function lua_do()\nmessage(\"Рогана обуяла Ненависть\")\nend"
      },
      {
        "id": 18,
        "text": "Осмотреть рану",
        "lua_do": "function lua_do()\nmessage(\"Роган почувствовал дыхание Скверны\")\nend"
      },
      {
        "id": 19,
        "text": "Пошарить по карманам"
      }
    ]
  },
  {
    "id": 16,
    "text": "     Они были старыми и проржавевшими. От лёгкого прикосновения на землю сыпалась тёмная труха, а на пальцах оставался неприятный жёсткий налёт. Ворота стояли приоткрытыми долгие годы, их дно поглотила земля. Спустя столько лет ожидаешь увидеть их оплетёнными сорняками, но растения будто сторонились их.\nВ паре метров за оградой Роган заметил корягу с повисшей тканью. Он с волнением подошёл и взял в руки зелёную ленточку Элии. Они были здесь!\n    Дорога вела прямиком в безжизненный городок. Тёмные провалы окон и дверных проёмов с непонятным укором уставились на незваного гостя. Они ждали его решения.\n    Роган сжал в руке холодную ткань.\n",
    "answers": [
      {
        "id": 20,
        "text": "Во что бы то ни стало – он найдёт их!"
      }
    ]
  },
  {
    "id": 17,
    "text": "     Собрав всю свою горечь и желчь, перебрав в уме все мыслимые оскорбления и проклятия, Роган  изверг их слюной на обезглавленное тело.  Ублюдки, какого демона им надо было от него и его семьи!? Свести счёты? Теперь сгнивайте поверженные и забытые, никчёмные твари!\nЭто оказалось недостаточно: мужчина, переполняемый злобой, отходил мертвеца палкой, а затем и пару раз пнул ногой. Бок сковала ледящая боль и контрабандист согнулся перевести дух. \n     Рядом валялся полу ржавый короткий меч – кое-кто плохо заботился о своём оружии. Он немного подумал и приладил меч к себе – ржавое оружие даже опаснее.\n",
    "answers": [
      {
        "id": 19,
        "text": "Пошарить по карманам"
      },
      {
        "id": 16,
        "text": "Осмотреть ворота"
      }
    ]
  },
  {
    "id": 18,
    "text": "     Ночного света не хватало для детального осмотра, но казалось, что рана обуглена – потемневшие края, более тёмные пятна. Срез был ровным, даже слишком ровным. Роган не мог представить себе оружия способного на такое. Или силы. Игра света создавала ощущение, что куски плоти пульсировали в открытой ране, будто дышали. Блеск запёкшейся крови манил и страшил одновременно, вызывая чувство отвращения и, в тоже время, любопытства. На секунду захотелось поддаться этим позывам и прикоснуться к запретному, приоткрыть завесу тайны, но только на секунду. Контрабандист отогнал пугающие мысли и решил…\n",
    "answers": [
      {
        "id": 19,
        "text": "Пошарить по карманам"
      },
      {
        "id": 16,
        "text": "Осмотреть ворота"
      }
    ]
  },
  {
    "id": 19,
    "text": "      Пустые ножны, рядом валялся полу ржавый короткий меч – кое-кто плохо заботился о своём оружии. Роган подумал и оставил его лежать – ему не хватит сил сейчас махать железом – верного ножа и палки должно хватить. К сожалению, всё остальное он потратил на берегу.\n      С тяжёлыми мыслями он вернулся к трупу. На половину пустая фляга приободрила его. С жадностью он припал губами к горлышку: несколько полных глотков и тухлое послевкусие. Последний глоток он подержал во рту и облизал пересохшие губы. Так лучше.\n      Ещё в карманах обнаружилось горсть мелких монет и амулет Торана. А мертвец-то был верующим! Забавно, ведь Торан не поощряет убийц и воров.\n     Роган внимательней изучил находку. Вырезанная из кости фигурка походила на голову быка, но при более детальном рассмотрении оказывалась украшенным шлемом. Забрало и сочленения были детально проработаны, а на пальцах чувствовалась шероховатость остатков краски. Предмет, не то, чтобы был очень нужен, но за него можно было выручить полновесный золотой, так что…\n",
    "answers": [
      {
        "id": 21,
        "text": "Забрать амулет себе",
        "lua_do": "function lua_do()\nmessage(\"Рогана охватила Жадность\")\nend"
      },
      {
        "id": 22,
        "text": "Оставить амулет мертвецу",
        "need": -17,
        "lua_do": "function lua_do()\nmessage(\"Роган совершил благое деяние\")\nend"
      }
    ]
  },
  {
    "id": 20,
    "text": "     Ноги неуверенно ступали по неровному камню. Дорога, вымощенная от самых ворот, была старой, неухоженной: где-то просела земля, где-то расползлась. И тут и там Роган натыкался на повылазившие булыжники. Каждая неровность отдавалась болью в боку. Он уже собирался сойти в траву, но побоялся, что с лёгкостью повыварачивает себе ноги от спрятавшихся в ночи ямок. Луна хоть как-то освещала дорогу.\n     Подступая к домам Роган пару раз оглядывался. Расположившись в низине, жители дали себе большой обзор до выложенной каменной ограды. Кстати говоря, очень непонятной: высотой максимум по грудь, она не спасала от хищников и набегов, располагалась у самой кромки леса, будто останавливая его, а не ограждая.\n     Сами жилища были добротно сделаны: гладкие стены, крепкие крыши из черепицы, окна с рамами, кое-где угадывались росписи. Известняк или глина, Роган не очень разбирался в строительстве, но даже он понимал, что дома больше подходили для жилого, пусть и небольшого, городка, чем для богами забытого поселения в глухой чаще на неизвестном ему острове. \n     Они были где-то к северо-востоку от Речного края, в нейтральных водах. В этой части было много островов больших и поменьше – территорий хорошо освоенных  контрабандистами и пиратами. Вторые даже имели подробные карты этих мест. Роган и сам в былое время помотался по ним и  облюбовал парочку полезных в его деле клочков земли, но не ожидал увидеть что-либо более пиратской бухты.\n",
    "answers": [
      {
        "id": 23,
        "text": "Под эти размышления мужчина вошёл в мёртвенно тихое поселение."
      }
    ]
  },
  {
    "id": 21,
    "text": "     Вещь легко перекочевала во внутренний карман контрабандиста. Такая же холодная, как и её бывший владелец. Никаких угрызений совести Роган не испытывал: мёртвые свободны ото всех мирских забот. Ценности не несут в себе вреда, если правильно ими распорядится. А бывалый контрабандист точно знал, как правильно ими распоряжаться.\n",
    "answers": [
      {
        "id": 16,
        "text": "Осмотреть ворота"
      }
    ]
  },
  {
    "id": 22,
    "text": "     Немного согретая прикосновением живых рук, вещь вернулась за пазуху владельца. Возможно, мертвец и не соблюдал заповеди своего божества, а может и вовсе стащил идола, но Роган оставил свою преступную жизнь, как только у него родилась дочь. Сейчас ему не до поисков наживы. Надо спешить за своим истинным сокровищем.\n",
    "answers": [
      {
        "id": 16,
        "text": "Осмотреть ворота"
      }
    ]
  },
  {
    "id": 23,
    "text": "     Ни постоялого двора ни таверны. Дома располагались тесно друг к другу – еле протиснешься. Двух- и трёхэтажные максимум.      Главная дорога три-четыре метра шириной уходила вперёд и скрывалась под покровом зыбкого тумана. Это было немного странно: ничего подобного Роган не заметил при подходе, но сейчас, даже при том, что младшее око хорошо освещало город с ночного неба, видимость стала хуже.\n      Контрабандист пытался высмотреть ещё какие-нибудь приметы, что укажут на его близких, понимая, что больше шансов при свете дня, но он не смел останавливаться.\n      Медленно Роган дошёл до первой развилки.\nЛевая дорога вела к храму. Высотой в пятиэтажный дом, он тёмной массой нависал над щуплыми на его фоне жилищами.\n      Правая вела, видимо, в жилой район. Высокие дома, чем дальше, тем больше затеняли дорогу, но даже отсюда было видно, что она заворачивала и сужалась между ровных рядов и вела вглубь поселения.\n",
    "answers": [
      {
        "id": 24,
        "text": "Свернуть к храму."
      },
      {
        "id": 25,
        "text": "Остаться на главной."
      },
      {
        "id": 26,
        "text": "Свернуть тёмный переулок."
      }
    ]
  },
  {
    "id": 24,
    "text": "     Как и ожидалось, храм располагался на небольшой возвышенности. Короткий подъём вёл к ровному подступу. Кладка стен была иной, чем в остальных домах – широкий цельный камень, забитые мхом швы, никаких окон, только вентиляционные дыры в стенах. Сооружение выглядело намного старше своих соседей, намного-намного старше.\n     Огромные массивные створки были заперты и не поддавались.\n",
    "answers": [
      {
        "id": 27,
        "text": "Вернуться."
      },
      {
        "id": 28,
        "text": "Обойти храм слева."
      },
      {
        "id": 29,
        "text": "Обойти храм справа."
      }
    ]
  },
  {
    "id": 25,
    "text": "     Идти становилось всё труднее. Дорога будто качалась из стороны в сторону с каждым разом увеличивая наклон. Впереди Роган не различал ничего кроме густого  тумана. Он заполнил всё пространство и, казалось, приближался.\n",
    "answers": [
      {
        "id": 27,
        "text": "Отступить."
      },
      {
        "id": 31,
        "text": "Идти дальше."
      }
    ]
  },
  {
    "id": 26,
    "text": "     Роган рассудил, что, если бы ему пришлось уходить от погони, а оторваться не было возможности, то он бы постарался спрятаться.  Тёмные переулки как раз подходящее место.\n     Не обращая внимания на сгущающийся мрак, контрабандист вошёл во владения теней. Он не боялся темноты: сколько раз ему самому приходилось скрываться под её покровами. Скольких стражников он провёл, скольких несчастных отправил на тот свет ради добычи…  Теперь, вспоминая о былой жизни, Роган поморщился: Мира открыла для него новую жизнь и он ни на что бы её не променял.\n     Из-за сводов домов нет-нет да и проглядывало звёздное небо, давая хоть какое-то подобие освещения. Благосклонные ночные мерцала обратили внимание путника на скрытый в глубинах закоулков колодец.\n     Обычный каменный колодец, с привязанной верёвкой, пропадающей в его недрах. Роган провёл языком по своим сухим губам – он давно не пил, а рана истощала.\n",
    "answers": [
      {
        "id": 60,
        "text": "Вытянуть ведро",
        "need": [
          -21
        ]
      },
      {
        "id": 77,
        "text": "Вытянуть ведро",
        "need": 21
      }
    ]
  },
  {
    "id": 27,
    "text": "     Роган вернулся на центральную дорогу и немного отдышался. Каждый вдох давался ему с трудом. Голова кружилась. Опёршись о палку, он дал пару минут себе перевести дух. Когда стало легче, Роган отправился дальше.\n",
    "answers": [
      {
        "id": 24,
        "text": "Свернуть к храму.",
        "need": -38
      },
      {
        "id": 25,
        "text": "Остаться на главной."
      },
      {
        "id": 26,
        "text": "Свернуть тёмный переулок."
      }
    ]
  },
  {
    "id": 28,
    "text": "     Рядом находилось местное кладбище.  Жиденькая ограда из деревянных кольев ещё чудом держалась. Приблизившись к ней, Роган всмотрелся в земляные бугры и надгробные камни. Снова странный туман. Он тёк и переливался с места на место будто живой. Как бродячая собака тычется носом в землю в поисках поживы.\n",
    "answers": [
      {
        "id": 36,
        "text": "Вернуться"
      },
      {
        "id": 32,
        "text": "Осмотреть могилы",
        "need": 21
      }
    ]
  },
  {
    "id": 29,
    "text": "     Пройдя вдоль каменной стены, Роган подошёл к входу в небольшую келью. Закрытая дверь оказалась незапертой. Прикинув в голове варианты, мужчина осторожно приоткрыл её. В мрачное помещение тут же проник взгляд ночного ока. Зашуршал ветер. \n     Пространство представляло собой комнату на одного человека с минимальным внутренним убранством: столом, стулом, жёстким топчаном. На пол опускались встревоженные листы бумаги. Дальняя стена была сокрыта мраком – свет не доходил до неё.\n     Отогнав от себя тревожные мысли, Роган перешагнул порог кельи. Затхлый запах ударил в ноздри. В носу засвербело и мужчина тихо чихнул.\n",
    "answers": [
      {
        "id": 33,
        "text": "Осмотреть лежак"
      },
      {
        "id": 34,
        "text": "Осмотреть стол"
      },
      {
        "id": 35,
        "text": "Осмотреть дальнюю стену"
      },
      {
        "id": 36,
        "text": "Вернуться, здесь явно нет его родных"
      }
    ]
  },
  {
    "id": 30,
    "text": "     Роган ещё раз толкнул массивные двери – безрезультатно. На самом верху красовался какой-то символ, но отсюда он не мог его рассмотреть.\n",
    "answers": [
      {
        "id": 27,
        "text": "Вернуться"
      },
      {
        "id": 28,
        "text": "Обойти храм слева"
      },
      {
        "id": 29,
        "text": "Обойти храм справа"
      }
    ]
  },
  {
    "id": 31,
    "text": "     Туман сгущался. От постоянной круговерти, Роган потерялся в пространстве. Он неуверенно стоял на ногах, оперевшись на палку, но не мог понять, где он и что с ним происходит. Всё вокруг вращалось, но белая пелена скрывала от него происходящее. Мужчина крутил и тряс головой, пытаясь сбросить наваждение. \n     В конце концов, он потерял равновесие и упал на мостовую как мешок картошки. Мысли покатились по земле, разрывая целостность сознания. Одна светлая поскакала по брусчатке, звонко постукивая своими гранями. Роган потянулся за ней и схватил – в руке оказался амулет Торана. Обжигающим холодом он заново связывал сознание в единое целое. Кое-как мужчина приходил в чувства.\n     Из пелены тумана выступила тёмная размытая человеческая фигура. Она недвусмысленно протянула руку в сторону контрабандиста.\n",
    "answers": [
      {
        "id": 39,
        "text": "Ухватится за протянутую ладонь",
        "need": 38,
        "lua_do": "function lua_do()\nmessage(\"Роган проявил Доверие\")\nend"
      },
      {
        "id": 40,
        "text": "Отдать оберег",
        "lua_do": "function lua_do()\nmessage(\"Роган отказался\")\nend"
      },
      {
        "id": 41,
        "text": "Проигнорировать"
      }
    ]
  },
  {
    "id": 32,
    "text": "     Роган не стал искать вход, а просто повалил ограду. На могилах часто оставляют памятные вещи и порой эти предметы могут представлять ценность и для живых. Грех не поживиться.\n     Туман вязкой пеленой окутывал надгробные камни, тёк и цеплялся за ноги. Бандит палкой тыкал в комья земли, ворошил траву в поисках хоть чего-нибудь. Не похоже, что горожане были бедняками. Жадные ублюдки спрятали всё вместе с мертвецами! Думали Рогану до них не добраться?! ХА! Как бы не так!\n      Мужчина упал на колени и стал голыми руками рыть землю. Почва была влажной, мягкой, а ещё приятно прохладной. Она была наполнена драгоценным блеском. Сверкающие крупицы всё время проскальзывали меж пальцев и возвращались на дно. Но Роган не сдавался. Он был полон сил и решимости наполнить карманы долгожданной наживой. Ещё глубже! Ещё чуть-чуть!\n     Белёсый туман сгущался и пульсировал, скрывая от звёзд и ночного надзирателя движения мёртвых теней, что из молчаливых могил подходили всё ближе к осквернителю могил.\n",
    "answers": [
      {
        "id": 4,
        "text": "— КОНЕЦъ Вы открыли исход «Осквернитель»"
      }
    ]
  },
  {
    "id": 33,
    "text": "     Вряд ли мебель завезли с материка, значит, была сделана местным умельцем. Видимо, служитель пользовался расположением плотника – грубая работа с элементами неровной резьбы, говорили о старании и незнании столярных наук. Роган нежно провёл пальцами по дереву и тут же всадил занозу. Тц. Без проблем вытянул её зубами. Больше осмотр ничего не дал.\n",
    "answers": [
      {
        "id": 34,
        "text": "Осмотреть стол"
      },
      {
        "id": 35,
        "text": "Осмотреть дальнюю стену "
      },
      {
        "id": 36,
        "text": "Вернуться, здесь явно нет его родных"
      }
    ]
  },
  {
    "id": 34,
    "text": "     Столешница была усыпана рваными листами, половина из них – залита высохшими чернилами, половина – исчёркана попытками изобразить восточное письмо: знаками-оберегами от проклятий. Роган встречал такие бумажные амулеты в своей «работе». Некоторые компаньоны истово в них верили. Жаль они не спасали от виселицы или колотых ран. \n     Пара найденных томов также была испорчена чернилами. Не разобрать текста.\n",
    "answers": [
      {
        "id": 33,
        "text": "Осмотреть лежак"
      },
      {
        "id": 35,
        "text": "Осмотреть дальнюю стену"
      },
      {
        "id": 36,
        "text": "Вернуться, здесь явно нет его родных"
      }
    ]
  },
  {
    "id": 35,
    "text": "     Глаза должны были уже привыкнуть к темноте, но Роган всё-равно не мог разглядеть, что находилось у дальней стены. Там явно что-то было. Он сделал пару шагов и как не вовремя заболело в боку. В рану будто запустили ледяные пальцы. Контрабандист зашипел и согнулся, прижав ладонь к больному месту. На мгновение он опустил взгляд, а подняв его, встретился с ТЬМОЙ – тьмой пустых глазниц мёртвого монаха.  Иссохший труп сидел, обвалившись о стену.   Старая льняная роба съехала и плохо прикрывала нагое тело. Истончавшие пальцы касались линии на полу. Служитель заточил себя в полукруг, выцарапанный собственными ногтями. На стене был изображён круг с вписанным в него ромбом с вогнутыми краями – символ Ока, ипостась Солнцеликого.\n     Это привело Рогана в замешательство.  Новоиспечённые служители Солии предпочитали рушить старые храмы и воздвигать церкви своей веры. Почему этот заточил себя в подобие круга?! Тело не повреждено – значит, смерть от истощения. Аскет добровольно пошёл на гибель.\n     Инннтересно…\n     Роган во все глаза уставился на пугающий акт самоистязания.\n",
    "answers": [
      {
        "id": 37,
        "text": "Вторая рука сжимает клочок бумаги",
        "need": 18,
        "lua_do": "function lua_do()\nmessage(\"Роган соприкоснулся со Скверной\")\nend"
      },
      {
        "id": 33,
        "text": "Осмотреть лежак"
      },
      {
        "id": 34,
        "text": "Осмотреть стол"
      },
      {
        "id": 36,
        "text": "Вернуться, здесь явно нет его родных"
      },
      {
        "id": 38,
        "text": "Прочитать заупокойную",
        "need": 22,
        "lua_do": "function lua_do()\nmessage(\"Роган проявил Сострадание\")\nend"
      }
    ]
  },
  {
    "id": 36,
    "text": "     Роган ещё раз толкнул массивные двери – безрезультатно. На самом верху красовался какой-то символ, но отсюда он не мог его расглядеть.\n",
    "answers": [
      {
        "id": 27,
        "text": "Вернуться"
      },
      {
        "id": 28,
        "text": "Обойти храм слева"
      },
      {
        "id": 29,
        "text": "Обойти храм справа"
      }
    ]
  },
  {
    "id": 37,
    "text": "     Старый пергамент с завуалированными письменами. Роган не мог прочесть языка, но узнал восточный амулет защиты. «Да что здесь вообще происходит?!», – раздражённо прошептал мужчина.\n    Дверь, мерно постукивающая за спиной, последний раз ударилась о стену и громко захлопнулась. Роган резко обернулся на шум – не похоже на ветер. Он не успел сделать и шага – его шею обхватили тощие пальцы. Кожу обдало холодом. Мужчина пытался сопротивляться, но…\n\nОко взирало на запертую келью и не могло услышать доносившихся из неё предсмертных хрипов. А может и не желало\n",
    "answers": [
      {
        "id": 4,
        "text": "–КОНЕЦ ъ – Вы открыли исход «Мученик»"
      }
    ]
  },
  {
    "id": 38,
    "text": "     Роган не знал много молитв – он не был ни набожным ни суеверным. Но видя, как этот человек страшился своего конца, внутри бывшего контрабандиста что-то дёрнуло. Может это отцовство его размягчило – он не знал.   Поддавшись порыву, он тихо напел колыбельную своей дочери. Мира переделала одну из восточных молитв на своей лад и получилось, вроде, не так плохо.\n     Тишина стала ему ответом. Роган не решился тревожить мертвеца и решил уйти, закрыв за собой дверь.\n",
    "answers": [
      {
        "id": 27,
        "text": "Вернуться к перекрёстку"
      }
    ]
  },
  {
    "id": 39,
    "text": "     Опершись, Роган поднялся на ноги. И взглянул в пустоту. На месте головы из шеи клубилась и закручивалась тонкая нить дыма. Силуэт простоял рядом с ним ещё пару секунд, а затем растворился в тумане.\n      Пелена отступила к домам, давая пройти вперёд.\n",
    "answers": [
      {
        "id": 43,
        "text": "Идти вперёд"
      }
    ]
  },
  {
    "id": 40,
    "text": "     Силуэт одобрительно кивнул и растаял в непроглядной гуще тумана. Роган так и не смог подняться на ноги. Преодолевая боль в ране, он полз по каменной мостовой вперёд, думая о своей жене, о дочери. Их улыбающиеся лица согревали его и не давали рассудку рассыпаться виноградными гроздьями.\n     И всё же он упал. Без сил. Мир качался вокруг него как маятник, убаюкивая остатки сознания. Последние мысли были нежными, успокаивающими. Прерываемые только звуками неритмичной игры на фортепиано. \n\n",
    "answers": [
      {
        "id": 4,
        "text": "-- КОНЕЦ ъ – Вы открыли исход «Забытый»"
      }
    ]
  },
  {
    "id": 41,
    "text": "     Силуэт не пропадал – он настойчиво требовал от Рогана действий.",
    "answers": [
      {
        "id": 39,
        "text": "Ухватится за протянутую ладонь",
        "need": 38,
        "lua_do": "function lua_do()\nmessage(\"Роган проявил Доверие\")\nend"
      },
      {
        "id": 40,
        "text": "Отдать оберег",
        "lua_do": "function lua_do()\nmessage(\"Роган отказался\")\nend"
      },
      {
        "id": 46,
        "text": "Игнорировать"
      },
      {
        "id": 42,
        "text": "Полоснуть ножом",
        "need": 17,
        "lua_do": "function lua_do()\nmessage(\"Роган проявил Агрессию\")\nend"
      }
    ]
  },
  {
    "id": 42,
    "text": "     Роган, выхватив верный нож из-за пояса, быстро полоснул по тянущейся к нему руке.  Зыбкие пальцы отделились от кисти и в тот же миг разнёсся невыносимый, похожий на птичий, крик. Не в силах преодолеть головную боль, контрабандист зажмурился и смог открыть глаза только когда пронзительный визг стих.\n     Тёмный силуэт растаял. Кое-как нашарив палку, мужчина поднялся и продолжил путь. Боль и колючий холод не давали его разуму угаснуть.  Туман, нехотя расступался перед его шагами и пропустил незваного гостя вперёд. \n",
    "answers": [
      {
        "id": 52,
        "text": "Идти вперёд",
        "lua_do": "function lua_do()\nmessage(\"Рогана настигла карма\")\nend"
      }
    ]
  },
  {
    "id": 43,
    "text": "     Роган вышагивал по широкой улице, окружённый нависающими сводами трёхэтажных домов. Пустые оконные проёмы безмолвно наблюдали за путником безо всякого интереса. Белое марево, поглотившее всё вокруг, отступило. Дорогу теперь было лучше видно, а головокружение более не беспокоило. \n     Оберег холодными иглами вонзался в ладонь, но контрабандист понимал, что это, возможно, единственное, что держит его в сознании. В его закоулках звучала надоедливая мелодия, исполненная на фортепиано, рвано, прерывисто.  Роган не мог разобраться: слышит ли он её наяву или же это отголоски его воспоминаний.\n     Внезапно до него чётко донеслись чьи-то шаги. Закоулки между домов были полны мутного тумана – было не понять, откуда идёт звук. Но он явно приближался.\n",
    "answers": [
      {
        "id": 48,
        "text": "Продолжить движение"
      },
      {
        "id": 49,
        "text": "Скрыться меж стен"
      }
    ]
  },
  {
    "id": 44,
    "text": "     Он вошёл в толпу. Множество теней-фигур с дымкой вместо головы. Человеческие силуэты неподвижно стояли, но, тем не менее, вызывали ощущение бурной деятельности. Вот за пустым прилавком стоит продавец. Рядом с ним торгуется пожилая женщина, упрашивая скинуть цену. Скопление маленьких фигур – детвора, затеявшая игру. Вот пара что-то не поделила и затевает драку. Просто прохожие.\n     Безмолвные силуэты оставались на месте, лишь потоки молочного тумана, создавали иллюзию их движения. Как листья на ветру – они качались, но оставались, прикованы к ветке.\n",
    "answers": [
      {
        "id": 50,
        "text": "Пройти через толпу"
      }
    ]
  },
  {
    "id": 45,
    "text": "     Мужчина подошёл ближе к домам, спустившись в неглубокий канал. По нему журчала вода. Роган наклонился напиться, но воды не было. Раздосадованный, он продолжил путь.\n     Тёмное пятно оказалось скоплением безголовых фигур. Человеческие силуэты неподвижно стояли, но, тем не менее, вызывали ощущение бурной деятельности. Вот за пустым прилавком стоит продавец. Рядом с ним торгуется пожилая женщина, упрашивая скинуть цену. Скопление маленьких теней – детвора, затеявшая игру. Вот пара что-то не поделили и затевает драку. Просто прохожие.\n     Заглядевшись, Рогана испугал звук в одном из жилищ. Оторвавшись от игры теней, он стал искать источник шума. Дверь была распахнута, а в мрачном проёме слышалось беспокойное копошение.\n",
    "answers": [
      {
        "id": 51,
        "text": "Узнать что это"
      }
    ]
  },
  {
    "id": 46,
    "text": "     Фигура приблизилась, её рука размываемая течением белёсого тумана, с силой потянулась к мужчине, требуя…",
    "answers": [
      {
        "id": 39,
        "text": "Ухватится за протянутую ладонь",
        "need": 38,
        "lua_do": "function lua_do()\nmessage(\"Роган проявил Доверие\")\nend"
      },
      {
        "id": 40,
        "text": "Отдать оберег",
        "lua_do": "function lua_do()\nmessage(\"Роган отказался\")\nend"
      },
      {
        "id": 47,
        "text": "Игнорировать"
      },
      {
        "id": 42,
        "text": "Полоснуть ножом",
        "need": 17,
        "lua_do": "function lua_do()\nmessage(\"Роган проявил Агрессию\")\nend"
      }
    ]
  },
  {
    "id": 47,
    "text": "     Роган отпрянул назад. Тёмный силуэт растаял. Кое-как нашарив палку, мужчина поднялся и продолжил путь. Боль и колючий холод не давали его разуму угаснуть. Туман, нехотя расступался перед его шагами и пропустил незваного гостя вперёд.\n     Очертания домов, мрачной решёткой обступали мужчину, давая понять, что тот сбился с пути. Это была уже не главная дорога, но повернуть назад Роган не мог. Только вперёд. Шаг и ещё шаг. Он не отступится. Краем сознания мужчина уловил журчание воды: маленький ручеёк, что бежит от водостока после непогоды. Он был совсем рядом. Это не имело смысла.\n     Дальше Роган увидел тёмное пятно на сером полотне тумана.\n",
    "answers": [
      {
        "id": 44,
        "text": "Подойти ближе"
      },
      {
        "id": 45,
        "text": "Обойти стороной"
      }
    ]
  },
  {
    "id": 48,
    "text": "     Тревога не покидала контрабандиста. Преследователь явно бежал в его сторону. Роган не останавливался и методично посматривал из стороны в сторону. Шаги раздавались совсем близко!\n     Когда мужчина в очередной раз посмотрел направо, с обратной стороны в него врезалось нечто тяжёлое и сбило с ног. На него навалилась беснующаяся туша живого человека.  Игнорируя боль в боку, Роган, отбиваясь руками, пытался оказать сопротивление. Умалишённый с безумными глазами, забрызгивая его слюной, пытался до него добраться.\n",
    "answers": [
      {
        "id": 53,
        "text": "Сопротивляться"
      },
      {
        "id": 54,
        "text": "Попытаться повалить сумасшедшего"
      }
    ]
  },
  {
    "id": 49,
    "text": "     Мужчина притаился в ближайшем закутке, надеясь высмотреть преследователя. Часть улицы хорошо просматривалась. Тем не менее, его не покидало чувство, что что-то не так.\n     Внезапно ему в спину врезалось нечто тяжёлое и сбило с ног. В следующее мгновение на него навалилась беснующаяся туша живого человека.    Игнорируя боль в боку, Роган, отбиваясь руками, пытался оказать сопротивление. Умалишённый с безумными глазами, забрызгивая его слюной, пытался до него добраться.\n",
    "answers": [
      {
        "id": 53,
        "text": "Сопротивляться"
      },
      {
        "id": 54,
        "text": "Попытаться повалить сумасшедшего"
      }
    ]
  },
  {
    "id": 50,
    "text": "     С замиранием сердца, Роган стал проделывать свой путь через толпу безголовых теней. Своей неуверенной, сгорбленной походкой он походил на бездомного попрошайку, не смеющего касаться нормальный люд.\n     Мужчина обошёл высокого господина, посторонился от гомонящий дам; торговых лавок становилось всё больше. Благо, время было раннее и народ ещё не собрался.\n     Роган почти уже прошёл рынок, как увидел две удаляющиеся фигуры – мать с маленькой девочкой. Он стремглав бросился к ним, расталкивая ошеломлённых прохожих. \n«Мира!», – мужчина с силой потянул на себя женское плечо. На мгновение мир окрасился яркими красками: белое солнце, развевающиеся ленты, румяные лица, но затем снова посерел, затянутый неестественным туманом. «Это не она!», – Роган сжал пустые ладони. Глубокое чувство отчаяния больно обхватило его, горло сдавило от обиды.\n     Сочувствующие горожане обступили его, ободряюще похлопывали по спине, возвращая в мир краски.\n",
    "answers": [
      {
        "id": 4,
        "text": "-- КОНЕЦ ъ – Вы открыли исход «Потерянный»"
      }
    ]
  },
  {
    "id": 51,
    "text": "     Роган вошёл на звуки в одно из зданий. Таинственный туман, как ни странно, не желал проникать внутрь. Комната имела обычное городское убранство, что само по себе странно для этих мест. Стол, стулья, комод – мужчина ещё не закончил осматривать комнату, как его прервал шум со второго этажа. Поудобнее перехватив палку, он стал подниматься. Коридор ветвился на три комнаты. Он вошёл в одну из них.\n     И тут, сзади на него налетел человек. Роган вовремя выставил палку, защищая себя. Незнакомец брызгал слюной и пытался выхватить палку. Его обезумевшие глаза источали отчаяние и ярость.\n     Роган сильно оттолкнул своего противника и собирался держать того на расстоянии. Но сумасшедший внезапно прыгнул из низкой стойки, вцепившись ему в грудь. От сильной инерции они оба вывалились в окно.\n     Удар о мостовую оказался ощутимым, но, не обращая внимание на боль, Роган, отбиваясь руками, пытался оказать сопротивление. Умалишённый с безумным взглядом, забрызгивая его слюной, пытался добраться до него.\n",
    "answers": [
      {
        "id": 53,
        "text": "Сопротивляться"
      },
      {
        "id": 54,
        "text": "Попытаться повалить сумасшедшего"
      }
    ]
  },
  {
    "id": 52,
    "text": "     В голове продолжало надсадно звенеть. Какая-то какофония из музыки, криков и голосов.  Неудивительно, что Роган не заметил приближающейся к нему опасности. В его сторону бежала тёмная фигура. Она неумолимо приближалась, оставаясь незамеченной. И в тот миг, когда мужчина почувствовал чужое присутствие. Она повалила его и в один удар размозжило ему голову.\n",
    "answers": [
      {
        "id": 4,
        "text": "-- КОНЕЦ ъ – Вы открыли исход «Сбитый с ног»"
      }
    ]
  },
  {
    "id": 53,
    "text": "     Через пару мгновений Роган осознал, что противник слишком силён, и его перспективы без радужны. Он, что есть силы, напряг руки, сопротивляясь напору безумца. И тут замечает, что тот пытается добраться до оберега в его руке.  Крепкие пальцы сжимают горло, становится тяжело дышать.\n",
    "answers": [
      {
        "id": 55,
        "text": "Выпустить безделушку"
      },
      {
        "id": 56,
        "text": "Отвести руку"
      }
    ]
  },
  {
    "id": 54,
    "text": "     Контрабандист исхитрился и, что есть силы, пнул безумца в живот. Быстро поднявшись на ноги, Роган выхватил из-за пояса нож. Мужчиной оказался одним из преследователей — третий, последний. Его глаза полные сумасшествия неотрывно следили за ладонью, сжимающей амулет Торана.\n     Контрабандист, отметив это, отвёл руку подальше и, когда тот кинулся за вожделенным предметом, встретил его остриём прямо в горло.\n     Несчастный, отдавая последние силы, пытался дотянутся до оберега. Пока не обмяк и не повалился на мостовую. Его рот источал противное хлюпанье, а на грязные камни мостовой толчками выплёскивалась алая кровь из открытой раны в горле.\n",
    "answers": [
      {
        "id": 61,
        "text": "Ждать прихода смерти"
      },
      {
        "id": 58,
        "text": "Добить его",
        "need": 17,
        "lua_do": "function lua_do()\nmessage(\"Роган испытывает Кровожадность\")\nend"
      }
    ]
  },
  {
    "id": 55,
    "text": "     Не видя альтернативы, Роган разжимает руку – белёсый оберег с глухим стуком покатился по мостовой. Сумасшедший, в миг, потеряв к схватке интерес, кинулся за вожделенным предметом.  Подобрав его, с воплями скрывается в гуще тумана. По одежде становится понятно, что это последний из тройки преследователей.\n",
    "answers": [
      {
        "id": 59,
        "text": "Преследовать его"
      },
      {
        "id": 62,
        "text": "Плюнуть и продолжить путь"
      }
    ]
  },
  {
    "id": 56,
    "text": "     Роган что есть мочи оттягивает руку, увлекая за ней безумца. Хватка на шее ослабевает и мужчина жадно хватает воздух. Секундная передышка отзывается острой болью в руке – ненормальный вцепился зубами в, сжимающую вожделенный предмет, ладонь.\n     Недолго думая, Роган выхватывает нож и всаживает психопату в висок по самую рукоять.  И ещё раз. И ещё! Из открытой раны хлещет кровь, заливая руки, лицо и грязную мостовую. \n     Через пару мгновений всё кончено. Мужчина откидывает мёртвое тело и пытается отдышаться. Роган лежит на спине и смотрит на звёздное небо, которого не видит – всё заволокла серая мгла.\n",
    "answers": [
      {
        "id": 61,
        "text": "Осмотреть труп"
      },
      {
        "id": 62,
        "text": "Продолжить поиски"
      }
    ]
  },
  {
    "id": 57,
    "text": "     Погружённые в долгий сон комнаты, утратили свой прежний лоск: мебель обветшала, ткани выцвели, картины потускнели. Роган осторожной поступью исследовал помещения одно за другим, пока не вышел  к широкой центральной лестнице.  Мерное глухое постукивание доносилось сверху. Звук не казался опасным, но вызывал тревогу – что-то в нём контрабандисту навевало воспоминания. Что-то неуловимое, что-то давно забытое.\n     Поднимаясь на второй этаж, было заметно ели уловимое движение тени во мраке, колыхающейся в такт глухим ударам. Пролёт на третий этаж был загорожен – мужское сердце защемило от колючей боли. Роган дрожащими руками прикоснулся к обнажённым женским ступням. Повисшее тело перестало качаться.\n     «Не верю!» \n",
    "answers": [
      {
        "id": 4,
        "text": "-- КОНЕЦ ъ – Вы открыли исход «Всё это сон»"
      },
      {
        "id": 71,
        "text": "P.S.",
        "need": 4
      }
    ]
  },
  {
    "id": 58,
    "text": "     Роган достал ржавый клинок и с силой всаживает его в грудь умирающего. Через пару мгновений клокотание стихает. Глаза мертвеца затянулись мертвенным саваном. Поддавшись порыву, Роган вытянул напитавшийся кровью меч и раскроил им мертвецу череп. Ошмётки мозгов и кровавые черепки разметались по мостовой. Маленький кусочек ещё тёплого мяса угодил контрабандисту на щеку. Он отрешённо провёл пальцами, а затем поднёс их к губам, в голове пульсировала только одна мысль: «Я их всех уничтожу!»\n",
    "answers": [
      {
        "id": 62,
        "text": "Продолжить путь"
      }
    ]
  },
  {
    "id": 59,
    "text": "     Хромая, Роган устремляется в сторону беглеца. Он не мог представить, что произошло с бандитом, но надеялся, что тот приведёт его к родным. Если ещё не слишком поздно.\nНеобычный туман снова оживал. Его нити-щупальца тянулись через улицу, желая вернуть утраченные владения. В его глубинах стали вырисовываться размытые тёмные силуэты. Эти безголовые фигуры не двигались, но явно перемещались, пропадая в одном месте и бесшумно возникая в другом. \n     Вновь заиграла раздражающая мелодия. Клавиши фортепиано мелодично перекликались, но достигнув кульминации с раздражительным бряцанием затихали. Спустя пару секунд неизвестный музыкант вновь садился за клавиши, переходя на более мрачную октаву, пока снова не сбивался.\n     Это ужасно раздражало. Источник этого шума был в широком здании, стоящем особняком от остальных домов.\n     Роган посмотрел в распахнутые двери. Голова снова кружилась, а от нарастающей дисгармонии ломило в висках. «Что бы то ни было – это необходимо остановить!» \n",
    "answers": [
      {
        "id": 64,
        "text": "Войти в здание"
      }
    ]
  },
  {
    "id": 60,
    "text": "     Склонившись над мрачным зевом, Роган ухватился за верёвку и стал тянуть. К своему сожалению, плеска воды он не услышал, но надежды не отпустил.\n     Через минуту под ночное небо выглянуло деревянное расколотое ведро. Без воды. С досады, Роган уже собирался швырнуть его обратно, но заметил, что оно всё же оказалось не пустым: на дне ютился клочок бумаги и белый блестящий кусок мела.\n",
    "answers": [
      {
        "id": 78,
        "text": "Осмотреть находку"
      }
    ]
  },
  {
    "id": 61,
    "text": "     Открытые глаза мертвеца заволакла пелена смерти. Остатки безумия угасли вместе с  огнём жизни. Последний преследователь его семьи мёртв. Роган аккуратно осматрел труп и не нашел иных ранений. Вещей нет, одежда изношена, но не рваная – признаков борьбы или сопротивления нет. Чужой крови тоже нет.\n     «Мира, Элия… Где же вы?!» – Роган трясущейся рукой утёр щеку. – «Надо скорее вас найти!»\n",
    "answers": [
      {
        "id": 62,
        "text": "Продолжить поиски"
      }
    ]
  },
  {
    "id": 62,
    "text": "     Необычный туман снова оживал. Его нити-щупальца тянулись через улицу, желая вернуть утраченные владения. В его глубинах стали вырисовываться размытые тёмные силуэты. Эти безголовые фигуры не шевелились, но явно перемещались, пропадая в одном месте и бесшумно возникая в другом. \n     Вновь заиграла раздражающая мелодия. Клавиши фортепиано мелодично перекликались, но достигнув кульминации с раздражительным бряцанием затихали. Спустя пару секунд неизвестный музыкант вновь садился за инструмент, беря более мрачную октаву, пока снова не сбивался.\n     Это ужасно раздражало. Роган обхватил голову и завыл. Он сделал пару шагов вперёд – что-то мешало ему идти. Неведомая сила останавливала его и направляла к источнику музыки. Она доносилась из широкого здания, стоящего особняком от остальных домов.  Мрачный дверной проём манил и настойчиво зазывал. \n",
    "answers": [
      {
        "id": 66,
        "text": "Как во сне мужчина прошёл внутрь."
      }
    ]
  },
  {
    "id": 63,
    "text": "    Двойная дверь с лёгкостью распахнулась. Игра тут же прервалась. В просторной комнате, погружённой во мрак, царила тишина.  Неожиданное появление будто спугнуло неугомонного клавишника. Мужчина осмотрелся: стены были заставлены низкими скамейками, у самой дальней находился бар, по центру широкая площадка освобождена под танцы, а ближе всего к нему находилось блестящее чёрным лоском фортепиано. Комната была пуста.\n     Роган подошёл к инструменту: массивный, дорогой. Изготовление такого чуда стоило сотни, а то и тысячи золотых монет. Крышка была приоткрыта, всё казалось нетронутым. \n     Внезапно клавиши пришли в движение: невидимый пианист, отойдя от шока продолжил свою неумелую игру. Роган, ни секунды не мешкая выхватил меч и с силой саданул им по фортепиано. Куски дерева и резной кости щепью вылетали из-под ударов. Разъярённый мужчина неистово кромсал деликатный инструмент. С последним взмахом клинок подрубил ножку и чёрный массив с громким треском рухнул. Теперь это больше походило на тушу подстреленного зверя.\n     Роган запыхался, но пришёл в чувство – он был доволен проделанной работой. Вдруг, из коридора донёсся странный стук. «Этого ещё не хватало!», – с раздражением подумал контрабандист.\n",
    "answers": [
      {
        "id": 57,
        "text": "Исследовать дом"
      }
    ]
  },
  {
    "id": 64,
    "text": "     Внутреннее убранство подходило для городского клуба, где зажиточные граждане проводили светский досуг. Гобелены, ковры, шифоньеры и кабинеты, дорогие ткани – всё это, погребённое под добрым слоем пыли, было излишеством для жизни в такой глуши. Широкая центральная лестница с резными перилами напротив входа вела наверх, фортепиано молчало, но мужчина интуитивно двинулся в конец правого коридора первого этажа. За застеклёнными окнами царила мгла, даже странный туман сюда не совался. \n     Звучание рваной мелодии заставляло сознание трещать по швам и с каждым разом становилось всё сложнее приходить в себя. Но больше этого не потребуется – впереди были двери музыкального класса.\n",
    "answers": [
      {
        "id": 65,
        "text": "..."
      }
    ]
  },
  {
    "id": 65,
    "text": "     Двойная дверь с лёгкостью распахнулась. В просторной комнате, погружённой во мрак, царила тишина. Неожиданное появление в клубе постороннего будто спугнуло неугомонного клавишника. Мужчина осмотрелся: стены были заставлены низкими скамейками, у самой дальней находился бар, по центру широкая площадка освобождена под танцы, а ближе всего к нему находилось блестящее чёрным лоском фортепиано. Комната была пуста. И, тем не менее, казалось, что за барной стойкой, что-то есть. Что-то зловещее, что-то ужасное.\n     Роган подошёл к инструменту: массивный, дорогой. Изготовление такого чуда стоило сотни, а то и тысячи золотых монет. Крышка была приоткрыта, всё казалось нетронутым.\n",
    "answers": [
      {
        "id": 70,
        "text": "Закрыть крышку"
      },
      {
        "id": 72,
        "text": "Зайти за барную стойку",
        "need": 18
      }
    ]
  },
  {
    "id": 66,
    "text": "     Мужчина очнулся внутри просторной залы. Он смутно помнил как пришёл сюда – голова ещё звенела от наступающий и внезапно проходящей мигрени. Звон в ушах теперь почти не проходил. Надо было найти источник как можно скорее.  Фортепиано снова заиграло.\n     Внутреннее убранство подходило для городского клуба, где зажиточные граждане проводили светский досуг. Гобелены, ковры, шифоньеры и кабинеты, дорогие ткани – всё это, погребённое под добрым слоем пыли, было излишеством для жизни в такой глуши. Роган отметил это мимоходом, почти не задумываясь, в момент неспешного легато, – его целью было скорее достать этого косорукого музыканта.\n     Широкая лестница с перилами вела наверх, но мужчина двигался в конец правого коридора первого этажа. За застеклёнными окнами царила мгла, даже странный туман сюда не совался, в мельтешащих отражениях шёл мужчина. Его лицом была маска мрачной решительности.  Мелодия вновь резко оборвалась, заставив  Рогана упасть на колени. Виски нестерпимо сдавило. Сильная пульсация переходила от затылка прямо к глазам, вынуждая жмуриться, выталкивая слёзы. На пол упало пару тёмных капель.\n     Приступ прошёл с наступлением тишины. С каждым разом становилось сложнее приходить в себя. Но больше этого и не требовалось – впереди были двери музыкального класса.\n",
    "answers": [
      {
        "id": 63,
        "text": "...",
        "need": [
          61
        ]
      },
      {
        "id": 67,
        "text": "...",
        "need": [
          55
        ],
        "need_sometimes": true
      },
      {
        "id": 68,
        "text": "...",
        "need": 58
      }
    ]
  },
  {
    "id": 67,
    "text": "     Двойная дверь с лёгкостью распахнулась. Игра тут же прервалась. В просторной комнате, погружённой во мрак, царила тишина. Неожиданное появление будто спугнуло неугомонного клавишника. Мужчина осмотрелся: стены были заставлены низкими скамейками, у самой дальней находился бар, по центру широкая площадка освобождена под танцы, а ближе всего к нему находилось блестящее чёрным лоском фортепиано. Комната была пуста.\n     Роган подошёл к инструменту: массивный, дорогой. Изготовление такого чуда стоило сотни, а то и тысячи золотых монет. Крышка была приоткрыта, всё казалось нетронутым.\n     Тёплые пальцы заскользили по белым клавишам. Одна провалилась и слух наполнился мерным тонким звучанием. Другая клавиша опустилась и звук сменился на полтона, превращая отдельные отголоски в мелодию. А затем ещё.  Музыка наполняла разум человека. Он нажимал одну клавишу за другой, чувствуя, переживая, будто играя на струнах собственной души. Клац!  Рука маэстро дрогнула, глаз задёргался. Так не должно быть. Это всё портит! Он сдержал свой гнев, успокоился и…\nначал сначала.\n",
    "answers": [
      {
        "id": 4,
        "text": "-- КОНЕЦ ъ – Вы открыли концовку «Маэстро»"
      }
    ]
  },
  {
    "id": 68,
    "text": "     Двойная дверь с лёгкостью распахнулась. В просторной комнате, погружённой во мрак, звучала музыка. Стены были заставлены низкими скамейками, у самой дальней находился бар, по центру широкая площадка освобождена под танцы, а ближе всего к нему находилось блестящее чёрным лоском фортепиано. За инструментом сидела скрытая тенью фигура.  Неожиданное появление не спугнула увлечённого клавишника.\n     Мелодия приближалась к своей кульминации и Роган не собирался переживать эти невыносимые мучения снова. Он выхватил напитанный кровью клинок и с размахом опустил его на пианиста. С отвратительным чавканьем лезвие вошло в плоть, фигура повалилась на пол, протягивая вверх дрожащие руки. Взмах, и кисти лишились своих пальцев. Большая часть осталась висеть на обрубках – тупой клинок больше кромсал, чем рубил. Человеку было больно, но он продолжал тянуть руки. Роган встал над незадачливым музыкантом и с бешеной яростью стал наносить один удар за другим, пока культи не повалились на пол, рядом искромсанным телом.\n     Мужчина склонился и за волосы притянул к себе женскую голову. На него смотрели уже мёртвые, но такие знакомые глаза…\n",
    "answers": [
      {
        "id": 4,
        "text": "-- КОНЕЦ ъ – Вы открыли исход «Кровавая пелена»"
      },
      {
        "id": 69,
        "text": "P.S.",
        "need": 4,
        "need_ever": true
      }
    ]
  },
  {
    "id": 69,
    "text": "     Маленькая сероглазая девочка сидела на холодных камнях и плакала. Её спутанные тёмные волосы липли к ладоням и лицу. Детские кулачки снова тёрли зарёванные глаза. Она уже не понимала, сколько времени провела в этом проклятом месте. Жажда и голод должны были притупить остальные чувства, но детские слёзы вновь и вновь возвращали горечь одиночества.    Мистический туман вёл её, то открывая просветы, то загораживая проходы непроглядной стеной. И вот он расступился: к ней вышла фигура взрослого мужчины. Ребёнок вначале ужаснулся, но через мгновение узнал родителя. Девочка, рыдая с новыми силами, кинулась в долгожданные объятия. «Папа, папа! Как я рада! Ты нашёл маму?» Тяжёлая рука легла на макушку ребёнка – « Да, дорогая, я нашёл маму». Пальцы больно сжали волосы…\n",
    "answers": [
      {
        "id": 4,
        "text": "Вы открыли СКРЫТУЮ концовку «Кровные узы»"
      }
    ]
  },
  {
    "id": 70,
    "text": "     Роган аккуратно прикрыл клавиши и почувствовал некий укор со стороны массивного инструмента.\n     Вдруг с лестницы донёсся шум, а затем и грохот. Мужчина поспешил туда, с надеждой. Тёмный коридор с туманными отражениями в стёклах пронёсся в мгновение ока. У основания ступеней лежал тот самый преследователь-беглец, последний из тройки. Тело упавшего человека с переломанной шеей. Затянутая на ней петля отражала однозначное намерение несчастного. Вокруг были разбросаны обломки не выдержавших веса перил.\n     Роган осмотрел мертвеца, но ничего не нашёл. Ни  оберега, ни вещей вообще. Поднявшись, он ненароком, заметил блеск на полу. То был кулон его супруги. Маленький драгоценный камень, заключённый в серебряную оправу. Дрожащими пальцами он сжимал свой подарок.\n",
    "answers": [
      {
        "id": 73,
        "text": "Обыскать дом"
      }
    ]
  },
  {
    "id": 71,
    "text": "     Не было слёз, не было криков. Роган ничего не помнил. Он не помнил, как взглянул в мраморное лицо своей жены. Он не помнил, как перерезал верёвку. Он не помнил, как обнимал её, как поднял на руки и с мёртвым сердцем спускался с ней по ступеням. Он не помнил, как оступился.  Ему не надо было помнить, как неосторожное падение выбило ему шейный позвонок. Всё, что он хотел помнить в свой последний миг – что его любимая рядом.",
    "answers": [
      {
        "id": 4,
        "text": "Вы открыли скрытую концовку «Слепое отчаяние»"
      }
    ]
  },
  {
    "id": 72,
    "text": "     Роган долго стоял в нерешительности. Он чувствовал, он знал, что там находится нечто очень важное для него и в то же время, понимал, ощущал, что обратной дороги не будет.\n     Наконец, он решился. С колотящимся о грудную клетку сердцем, Роган подошёл к высокой стойке. Первое, что он увидел: нагие женские ножки. Мужчина сглотнул, его душа ухнула вниз. Но он должен был увидеть.\n     Внезапно фортепиано заиграло свой неизменный мотив. Роган дёрнулся и повернулся на звук. Последнее, что он увидел – разъярённый блеск безумных глаз во мгле. Что-то тяжёлое ударило его по голове, а затем пришла тьма…\n",
    "answers": [
      {
        "id": 4,
        "text": "-- КОНЕЦ ъ – Вы открыли исход «Пустая надежда»"
      }
    ]
  },
  {
    "id": 73,
    "text": "     Первым делом он ломанулся на верхние этажи: спальни гардеробы, ванны – всюду разруха и пустота. Взгляды безразличных лиц с выцветших картин только раздражали. Роган прошерстил каждую комнату, каждый закуток – и ни следа. Истощённый поисками он вернулся в музыкальный класс. Роган прикоснулся к чёрному лакированному дереву и встрепенулся от страшной догадки.\n     Мужчина долго стоял в нерешительности. Он чувствовал, он знал, что там находится – нечто очень важное для него и в то же время, понимал, ощущал, что обратной дороги не будет.\n     Наконец, он решился. С колотящимся о грудную клетку сердцем, Роган подошёл к высокой стойке.   Первое, что он увидел: обнажённые женские ножки. Мужчина сглотнул, его душа ухнула вниз.  Но он должен был увидеть.\n     Фортепиано услужливо молчало.\n     Женское тело бездыханно лежало, раскинув руки. Милое, такое знакомое личико, скрытое во мраке, было ему хорошо видно. Роган провёл пальцами по её холодным щекам, по коже её рук, прикрыл разорванную одежду и притянул к себе.  Слёзы лились, а комнату для музицирования заполняли тихие всхлипы.\n",
    "answers": [
      {
        "id": 74,
        "text": "..."
      }
    ]
  },
  {
    "id": 74,
    "text": "     Он  не мог её там оставить. В этом мрачном месте в этом проклятом доме. Он шёл и загадочный туман расступался перед ними.  Таинственные тени прекратили своё хаотичное движение. В боку свирепствовала боль, иногда настойчиво требуя бросить тяжёлую ношу. Тогда Роган останавливался, прижимал к себе тело своей любимой и с новыми силами продолжал путь.\n     Он не знал, куда он идёт, пока не остановился около умолкшего фонтана. Белый камень выглядел прекрасно. Искусно высеченные изображения цветов в основании и в центре остались нетронуты временем. Он сильно выделялся на фоне остальных построек: чистый, нежный, невинный.\n     Роган понял, где будет последний приют для его Миры. Он аккуратно положил тело на белоснежные плиты, прикрыл шёлковой простыней из злополучного клуба. Спи спокойно.\n     Уложенная на груди рука, скатилась открывая вещь, сжимаемую в ладони.\n",
    "answers": [
      {
        "id": 75,
        "text": "Взять амулет Торана"
      },
      {
        "id": 76,
        "text": "Вернуть ладонь на место"
      }
    ]
  },
  {
    "id": 75,
    "text": "     Мужчина сжал удивительную вещь в ладони. Сколько раз он встречал её? Был это один и тот же предмет или просто распространён в этих местах? Так или иначе, Роган убедился, что это не простое изображение идола. Впервые за многие годы он мысленно обратился к богам: «Прошу, помогите спасти мою дочь. Она единственное, что у меня осталось». Молчание стало ему ответом. Он ни на что и не рассчитывал, но на сердце стало как-то спокойнее.\n\n",
    "answers": [
      {
        "id": 110,
        "text": "Отправиться на поиски Элии"
      }
    ]
  },
  {
    "id": 76,
    "text": "     Мужчина сжал удивительную вещь в женской ладони. Сколько раз он встречал её? Был это один и тот же предмет или просто распространён в этих местах? Так или иначе, Роган убедился, что это не простое изображение идола. Впервые за многие годы он мысленно обратился к богам:  «Прошу, позаботьтесь о моей жене.». Молчание стало ему ответом. Он ни на что и не рассчитывал, но на сердце стало как-то спокойнее.\n     Роган поднёс ладони к отяжелевшему лицу, прогоняя опустошение – он должен найти дочь!\n",
    "answers": [
      {
        "id": 110,
        "text": "Отправиться на поиски Элии"
      }
    ]
  },
  {
    "id": 77,
    "text": "     Склонившись над мрачным зевом, Роган ухватился за верёвку и стал тянуть. К своему сожалению, плеска воды он не услышал, но надежды не отпустил. Колодец будто не знал дна, от нетерпения, Роган заглянул в его недра. Вниз полетел маленький светлый предмет – идол Торана. Контрабандист помянул Бездну и продолжил тянуть верёвку, надеясь хотя бы пропажу выловить.\n     Через минуту под ночное небо выглянуло деревянное расколотое ведро. Без воды. Пустое.  С досады, Роган швырнул его обратно. Гул ударяющегося о каменные стены ведра громким эхом разлетелся по всей округе.\n     Ещё более раздосадованный своей неосторожностью, мужчина поплёлся к дороге.\n",
    "answers": [
      {
        "id": 79,
        "text": "идти",
        "lua_do": "function lua_do()\nmessage(\"Роган нашумел\")\nend"
      }
    ]
  },
  {
    "id": 78,
    "text": "     Развернутый лист под светом младшего ока, хранил в себе изображение незнакомого угловатого символа и круга. Подписи гласили: «Переход» и «Избавление» и ещё что-то непонятными письменами.\n     Огрызок известняка по форме стилуса выглядел крайне необычно. Аккуратный, гладкий, не оседающий на пальцах, он был весь усыпан вкраплениями из блёсток и, казалось, источал мягкий ровный свет.\n     Детально изучив предметы, Роган решил оставить себе непредвиденные находки, больше похожие на магические предметы.\n",
    "answers": [
      {
        "id": 80,
        "text": "Вернуться к поискам семьи"
      }
    ]
  },
  {
    "id": 79,
    "text": "     Не прошёл он и пяти метров, как что-то бестелесное обхватило правую лодыжку и резко дёрнуло. Упав на грудь, Роган, от неожиданности на несколько секунд оторопел. Его тащило назад. Быстро перевернувшись, он увидел щупальце, будто сотканное из самой тьмы, поднявшееся из глубин обычного колодца. \n     Судорожно цепляясь за голый камень, Роган тщетно пытался оказать сопротивление – через пару мгновений его уже по пояс поглотили беспросветные врата бездны. Без малейшего звука человека утянуло во тьму.\n     Обычный с виду колодец стоял в глубине улиц обычного с виду городка и новые царапины, с кусочками ногтей и пятнами свежей крови, на его каменных краях выглядели вполне обычно… для этого места.\n",
    "answers": [
      {
        "id": 4,
        "text": "-- КОНЕЦ ъ – Вы открыли исход «Пробуждение Дремлющего»"
      }
    ]
  },
  {
    "id": 80,
    "text": "     Чем глубже уходила улица, тем теснее располагались дома. В щели между ними не пролез бы даже ребёнок. Закрытые ставни, наглухо запертые двери – Роган уже стал сомневаться в выборе дороги. Более того, его не покидало параноидальное чувство тревоги, не свойственное ему.\n",
    "answers": [
      {
        "id": 81,
        "text": "Вернуться",
        "lua_do": "function lua_do()\nmessage(\"Роган поддался панике\")\nend"
      },
      {
        "id": 81,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 81,
    "text": "     Чувство тревоги усиливалось с каждым шагом. Роган, неожиданно для самого себя, стал тихонько поскуливать. Животный страх липким комом разрастался у него в груди. Источник его неконтролируемой паники находился совсем близко.\n     Впереди он увидел тёмную дымку. В мрачном коридоре зданий тьма приобретала новую форму – она клубилась, перетекала и сгущалась, пока не приобрела окончательный облик – человеческая фигура была столь узнаваема, столь похожа, но, в то же время, столь обманчива.\n     Сущность медленным шагом двинулась на встречу.\n     Роган непроизвольно пискнул и бросился наутёк. Ноги заплетались, путались, норовили подкосить хозяина, но пока ещё слушались. Контрабандист думал убежать от явной опасности, пока не увидел перед собой ещё одну стену клубящейся тьмы. Отступать было некуда.\n     Мужчина в панике стал колотить в запертые двери, дёргать за медные скобы… пока одна не поддалась.\n     Расстояние между клубящейся тьмой сокращалось. Фигура существа неумолимо двигалась к своей цели. Роган спешно открыл дверь и, буквально, влетел внутрь. Повалившись на пол, не теряя времени, ногами захлопнул дверь.\n",
    "answers": [
      {
        "id": 82,
        "text": "Перевести дух"
      },
      {
        "id": 83,
        "text": "Заключить дверной проём в круг"
      }
    ]
  },
  {
    "id": 82,
    "text": "     Грудь ходила ходуном, а горло обжигало. Ещё никогда в жизни он не был так напуган. Что за кошмар творится в этом месте. Роган лежал, уставившись в брусчатый потолок. Вот отдохнёт и будет думать как выбраться из этого места.\n     Над ним склонилась чёрная бесформенная голова. Роган  перестал дышать – клубящиеся из тьмы руки потянулись к его глазам, ушам, рту, проникая – больше ему это не понадобится.  \n",
    "answers": [
      {
        "id": 4,
        "text": "-- КОНЕЦ ъ – Вы открыли исход «Касание Скверны»"
      }
    ]
  },
  {
    "id": 83,
    "text": "     Дрожащими руками, Роган вытащил блестящий кусочек и обвёл им дверной проём. Сквозь щели стала просачиваться тьма. Мужчина с ужасом попятился. Сердце бешено колотилось и вот-вот было готово сорваться в пятки. Как никогда контрабандист понимал зайца в норе, к которому в гости наведалась змея.\n     Белый свет вспыхнул по контуру проведённой линии, отгоняя потусторонний мрак. Дым, словно живой, зашипел, но признав поражение, отступил.\nРоган выдохнул. Сработало! На большом континенте встречались маги, в основном при дворе вельмож и, как говорят, на границах с  Бездной, но сам он всегда принимал их за чванливых фокусников и шарлатанов. Сегодня он навсегда поменял своё мнение. Бездна, демоны, потусторонние силы. Пальцы крепче сжали магический стилус.\n     Что ему делать теперь, как выбраться?\n",
    "answers": [
      {
        "id": 84,
        "text": "Осмотреть дом"
      }
    ]
  },
  {
    "id": 84,
    "text": "     Жилище среднего класса, рабочего или хорошего подмастерья. Без изысков и излишеств. На удивление в помещении было светлее, чем ожидалось. Мрачный полдень, никак не ночь. \n     Роган не преминул всунуть свой любопытный нос во все шуфлядки и сундуки, но кроме пропыленных вещей ничего интересного не нашёл. Комнаты пустовали. То есть, даже не представлялось, что здесь кто-то жил – пришли, разложили вещи, забыли. Очень странно.\n     В одной из комнат за тканью он обнаружил ещё более странную вещь: вся часть стены была залеплена какими-то лоскутами.\n",
    "answers": [
      {
        "id": 85,
        "text": "Посмотреть, что это"
      },
      {
        "id": 86,
        "text": "Заключить странность в круг"
      },
      {
        "id": 87,
        "text": "Уйти",
        "need": -18,
        "lua_do": "function lua_do()\nmessage(\"Роган проявил безразличие\")\nend"
      }
    ]
  },
  {
    "id": 85,
    "text": "     Роган подцепил один из лоскутов ногтем, тот отошёл словно мокрая тряпка. По ощущениям меж пальцев она походила на тонкий слой кожи. «Может быть, свинячья?!», – отчего-то промелькнуло в мозгу. С обратной стороны была нанесена красная линия – часть бо́льшего рисунка.\n     Руки сами потянулись отрывать телесные лоскуты один за одним. В центре уже просвечивалась часть стены с изображением…\nГлаза Рогана обдало жаром. Он вскрикнул и осел на пол, руки потянулись к лицу: «Я ничего не вижу. Я ничего не вижу. Я ничего не вижу.», – шептали трясущееся губы.\n",
    "answers": [
      {
        "id": 4,
        "text": "-- КОНЕЦ ъ – Вы открыли исход «Тайна за печатями»"
      }
    ]
  },
  {
    "id": 86,
    "text": "     Воодушевлённый своим успехом, Роган обвёл загадочное рукотворение в белый круг. Линии знакомо вспыхнули, а центр стал тлеть и скукоживаться. Тошнотворное зловоние наполнило комнату. Не выдержав, мужчина вышел к дверям, не без радости заметив, что за ставнями ютится привычный, не чернее обычного, ночной полумрак.\n",
    "answers": [
      {
        "id": 88,
        "text": "Выйти наружу"
      }
    ]
  },
  {
    "id": 87,
    "text": "     Опасаясь влезть во что-то опасное, Роган вышел к дверям, не без радости отметив, что за ставнями ютится привычный, не чернее обычного ночной полумрак.\n",
    "answers": [
      {
        "id": 88,
        "text": "Выйти наружу"
      }
    ]
  },
  {
    "id": 88,
    "text": "     Улица оставалось нетронутой. Прошедшие события забылись и остались лишь в воспоминаниях. Роган не сразу вышел – аккуратно огляделся по сторонам – убедится в безопасности. Всё равно, что мышка, выходящая из норки.\n     Наконец, оставив своё убежище, Роган продолжил путь. Коридор из плотно стоящих домов казался бесконечным. Формировалось ощущение, что он находится во сне. Кошмаре.  Будто напророчив беду, предательски засосало под ложечкой. Ему уже было знакомо это чувство и то, что за ним последует.\n     Роган обернулся – стена из беспросветной черноты заполняла проход и приобретала ожидаемый облик не-человека. Хищник напал на след жертвы.\n     Не теряя времени, Роган ринулся проверять дома.\n",
    "answers": [
      {
        "id": 89,
        "text": "Слева"
      },
      {
        "id": 89,
        "text": "Справа"
      }
    ]
  },
  {
    "id": 89,
    "text": "     Заперто. Клубящийся мрак неспешно загонял свою жертву.\n",
    "answers": [
      {
        "id": 90,
        "text": "Слева"
      },
      {
        "id": 90,
        "text": "Справа"
      }
    ]
  },
  {
    "id": 90,
    "text": "     Заперто. Клубящийся мрак не испытывал азарта – он шёл забрать своё по праву.\n",
    "answers": [
      {
        "id": 91,
        "text": "Слева"
      },
      {
        "id": 92,
        "text": "Справа"
      }
    ]
  },
  {
    "id": 91,
    "text": "     У Рогана не оставалось времени ещё на попытки, на панику. Чёрная пасть ловушки сомкнулись – клубящийся мрак окутывал человека, проникая в тело через глаза, уши, рот. Подчиняя себе… \n",
    "answers": [
      {
        "id": 4,
        "text": "-- КОНЕЦ ъ – Вы открыли исход «Касание Скверны»"
      }
    ]
  },
  {
    "id": 92,
    "text": "     Есть! Торжественно воскликнув, мужчина ввалился в помещение, уже зная свои действия.   Спустя пару мгновений запечатанная дверь задымилась, но этим всё и кончилось. С заметным облегчением, Роган оглядел своё новое убежище. Снова игра с освещением, но не был ясен источник света – было светло и всё тут.     Комната была одна с запертой дверью, пустая лавка с единственным предметом, накрытым шёлковым платком.\n",
    "answers": [
      {
        "id": 93,
        "text": "Заглянуть под ткань"
      },
      {
        "id": 94,
        "text": "Заключить предмет в круг",
        "need": 86
      },
      {
        "id": 95,
        "text": "Остановить своё любопытство и просто отсидеться",
        "need": [
          -18
        ],
        "lua_do": "function lua_do()\nmessage(\"Роган не проявил интереса\")\nend"
      }
    ]
  },
  {
    "id": 93,
    "text": "     Магический хрустальный шар. Таким уличные шарлатаны и цыганки разводили простофиль на деньги. Роган взял безделушку в руку, хмыкнул, вернул на место. Манящий свет внутри предмета привлёк внимание.\n     Внутри плясало радужное пламя, из его оттенков складывались знакомые фигуры, картины, лица. Это же его приятель Грун. Нелепый и неудачливый: вот он поскользнулся на селёдке и упал за борт. После этого его стали звать одноруким – «удачная» встреча с акулой.\n",
    "answers": [
      {
        "id": 96,
        "text": "Смотреть ещё"
      }
    ]
  },
  {
    "id": 94,
    "text": "     Стараясь не коснуться ткани, Роган изобразил простую фигуру. Эффект не заставил себя ждать.  Шёлк пошёл пузырями, под ним что-то громко хрустнуло и всё начало втягиваться в центр, изрыгая клубы едкого дыма. Потолок быстро покрылся копотью. Волшебный свет в комнате угасал. Становилось трудно дышать.\n",
    "answers": [
      {
        "id": 97,
        "text": "Поспешить на улицу"
      }
    ]
  },
  {
    "id": 95,
    "text": "     Роган облокотился о прилавок и стал ждать. Его мысли роем кружились вокруг Миры и Элии. Что с ними? Сумели ли уйти от погони? Избежали ли бед? Где их искать? Доберётся ли он до них?\n     В пальцах крутился мелок, его спасение.   Изначально маленького размера, он истончился ещё больше. Это тревожило.\nЗа окном, наконец-то, стало светлее. Привычнее.\n",
    "answers": [
      {
        "id": 97,
        "text": "Пора идти"
      }
    ]
  },
  {
    "id": 96,
    "text": "     А это момент, когда он впервые взял дочку на руки. Ей был уже годик и он так боялся, что она заплачет. Маленькие ручки потянулись к его бороде и ребёнок засмеялся.",
    "answers": [
      {
        "id": 99,
        "text": "Смотреть ещё"
      },
      {
        "id": 99,
        "text": "Оторваться",
        "lua_do": "function lua_do()\nmessage(\"и Роган не сумел\")\nend"
      }
    ]
  },
  {
    "id": 97,
    "text": "     Высунув нос наружу, Роган быстро просмотрел окрестности – в этот раз он решил действовать быстро. Выскочив за порог, он понёсся в выбранном направлении. Может он успеет пересечёт злосчастную улицу.",
    "answers": [
      {
        "id": 98,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 98,
    "text": "     Ноги несли его из последних сил. Бок нестерпимо болел. Роган переживал, что рана снова открылась. Но жажда мучала сильнее.\nЧерез минуту впереди заклубилась мрачная преграда, формируя причудливые узоры, сплетаясь в человеческую фигуру.\n",
    "answers": [
      {
        "id": 100,
        "text": "Искать дверь слева"
      },
      {
        "id": 101,
        "text": "Искать дверь справа"
      }
    ]
  },
  {
    "id": 99,
    "text": "     Не в силах оторваться, Роган притянул шар к себе. Длинные ногти мешали и он сложил ладони лодочкой. «Покажи, покажи ещё.».\n     «Смоки – дворовой щенок, с которым он так дружил. В один из дней он просто пропал и всё.   Что с тобой стряслось, друг?!»\n     Первая сладость, он стащил её у заморского купца. Друзья отвлекали иностранца, чтобы Роган мог обчистить простофилю. И он всё съел. Получил за это в зубы.\n     Старушка Нэл. Всегда была добра к нему. Каждый раз находила для него сухарь, хотя сама жила впроголодь. Ту холодную зиму она так и не пережила.\n     «Что, что ещё?». Дурацкие седые волосы заслоняли глаза. Он мотнул головой, но без толку.  Трясущейся рукой убрал их назад. Одна ладонь не удержала такой тяжёлый предмет и уронила. Шар покатился по полу.\n     «Нет, нет, постой! Там были мои родители? Их лица… Я никогда их не видел! Покажи мне.».\n     Немощное тело потянулось за изливающей мягкий свет сферой. Огни внутри неё мерцали мерно, напоминая биение сердца. А затем погасли.\n",
    "answers": [
      {
        "id": 4,
        "text": "-- КОНЕЦ ъ – Вы открыли исход «Охваченный Сожалением»"
      }
    ]
  },
  {
    "id": 100,
    "text": "     Не веря своей удаче, Роган распахнул первую же дверь и вошёл внутрь. Спокойно завершил рисование круга и \n",
    "answers": [
      {
        "id": 102,
        "text": "оглянулся"
      }
    ]
  },
  {
    "id": 101,
    "text": "     Неудачно вывернув ногу, Роган распластался на мостовой. Дыхание сбилось. В глазах мерцали точки. Ладонь, прижатая к боку, почувствовала липкую влагу. \n     Восстановление сил отняло слишком много времени. Его не оставалось ещё на попытки, на панику. Чёрная пасть ловушки сомкнулись – клубящийся мрак окутывал человека, проникая в тело через глаза, уши, рот. Подчиняя себе… \n",
    "answers": [
      {
        "id": 4,
        "text": "-- КОНЕЦ ъ – Вы открыли исход «Касание Скверны»"
      }
    ]
  },
  {
    "id": 102,
    "text": "     В ярко освещённой комнате ничего не было, кроме огромного стола под края заставленного яствами. Запечённые индюшки до хрустящей корочки, сыры пяти видов, виноград и фрукты, хлеба и колбаски, бараньи ноги и салаты. А самое главное кубки наполненные. Не важно чем! Сейчас, Роган согласился бы даже на ту кислую мочу, что его приятель Грун смел именовать вином.\n",
    "answers": [
      {
        "id": 103,
        "text": "Утолить жажду"
      },
      {
        "id": 103,
        "text": "Проявить выдержку "
      },
      {
        "id": 105,
        "text": "Заключить стол в круг",
        "need": [
          94
        ],
        "lua_do": "function lua_do()\nmessage(\"Роган поступил Разумно\")\nend"
      }
    ]
  },
  {
    "id": 103,
    "text": "     Не смея сдерживаться, Роган опрокинул кубок. А затем ещё. И ещё один. Напившись, он осмотрел праздничный стол. Конечно, праздничный – не счастье ли найти такой подарок. Он накинулся на угощение с непомерным аппетитом. М-м-м. Такого вкусного ростбифа он никогда не пробовал. А эти фрукты – такие выращивали только южане. Пьянящие ягоды востока – большая редкость.   Маринованные яйца пилозубки – деликатес! Мясо огненной ящерицы под имбирным соусом – изысканно. Маленькая детская ножка – ВКУСНЯТИНА!\n",
    "answers": [
      {
        "id": 4,
        "text": "-- КОНЕЦ ъ – Вы открыли исход «Запретный плод»"
      }
    ]
  },
  {
    "id": 104,
    "text": "     «Хватит, исчадие!», – прокричал Роган в уличную пустоту. Хриплый голос больше походил на немощный шёпот, но кого это волновало.\n     «Здесь и сейчас! Я избавлюсь от тебя здесь и сейчас!»\n     Роган достал лист бумаги и стал перерисовывать заковыристый символ. Стараясь сохранить пропорции, он решительно водил мелом по брусчатке. Ритуалы обычно завершаются кругом, так что самовоспровоглашённый борец со злом решил заключить всё в него. \n     Описывая ось вокруг себя, Роган заметил приближающуюся черноту. Решив не тратить остатки решимости, он завершает приготовления.\n     Длань! Мелок крошится в пальцах и не хватает совсем чуть-чуть. Силуэт беспросветной мглы принявшую форму не-человека уже маячит за спиной…!  \n",
    "answers": [
      {
        "id": 106,
        "text": "Замкнуть круг кровью!",
        "lua_do": "function lua_do()\nmessage(\"Роган провёл тёмный ритуал\")\nend"
      },
      {
        "id": 107,
        "text": "Бежать!"
      }
    ]
  },
  {
    "id": 105,
    "text": "     Почти рыдая, Роган на карачках обводил стол мелом, в глубине желудка надеясь на чудо. И чудо произошло! Избавление от скверны – это ль не чудо?! Проявление спасительной магии разве не благость?! Изнеможённый мужчина успокаивал себя этими мыслями, отчаянно молотя кулаками по полу.\n     Свет в комнате гас, яркие тона сменялись серой пеленой. Воздух приносил горечь во рту.\n",
    "answers": [
      {
        "id": 104,
        "text": "Выбежать из дома"
      }
    ]
  },
  {
    "id": 106,
    "text": "     Отточенным движением Роган выхватывает из-за пояса нож, проводит острым лезвием по ладони и впечатывает её в недостающую часть.\n     Спину обжигает холодом. Каждый позвонок в хребте напоминает о своём существовании.   Страшная боль пронизывает всё тело до кончиков пальцев. Из глаз льются слёзы.\n     Что есть сил, Роган пытается справится с мучениями и со временем боль утихает.\n",
    "answers": [
      {
        "id": 108,
        "text": "..."
      }
    ]
  },
  {
    "id": 107,
    "text": "     Роган срывается с места, стараясь увеличить дистанцию. Но, совсем позабыв про вторую стену, врезается в неё. Чёрная пасть ловушки сомкнулись – клубящийся мрак окутывал человека, проникая в тело через глаза, уши, рот. Подчиняя себе… \n",
    "answers": [
      {
        "id": 4,
        "text": "-- КОНЕЦ ъ – Вы открыли исход «Касание Скверны»"
      }
    ]
  },
  {
    "id": 108,
    "text": "     Кожа на лопатках опеклась и покрылась тонкой гладкой плёнкой. Ничего такого по близости не было, чтобы взглянуть в своё отражение. Поэтому Рогану только и оставалось, что чесать зудящую спину.\n     Порождение тьмы пропало, будто никогда и не было. Это ничуть не расстраивало. Наскоро перевязав порезанную ладонь, мужчина отправился прочь из проклятого места.\n",
    "answers": [
      {
        "id": 109,
        "text": "..."
      }
    ]
  },
  {
    "id": 109,
    "text": "     Улица подходила к своему концу. Это было понятно по заметно отдаляющимся домам друг от друга. Скрытые мрачными тенями переулки сменялись охваченными густым туманом площадками.\n     Не ожидавший ничего подобного, Роган уловил льющеюся от куда-то музыку. Лёгкая игра фортепиано расслабляла и завораживала до тех пор, пока незримый музыкант не сбился. Игра прервалась раздражительным бряцаньем клавиш. Это немного встревожило. Через пару мгновений игра возобновилась уже более чётко.  На сей раз, исполнитель беспощадно фальшивил в паре мест. Такое звучание заставляло Рогана сжимать зубы и вызывало мигрень. И снова всё грубо оборвалось.\n     Необычный туман оживал. Его нити-щупальца тянулись через улицу, желая вернуть утраченные владения. В его глубинах стали вырисовываться размытые тёмные силуэты. Эти безголовые фигуры не двигались, но явно перемещались, пропадая в одном месте и бесшумно возникая в другом. Роган старался держаться от них подальше, но сложно было предугадать их появление и от этого он постоянно дёргался.\n     И вновь заиграла раздражающая мелодия. Музыкант садился играть свой мотив октавой ниже, отчего та приобретала ещё более зловещее и мрачное звучание подправленное горсткой фальши в одних и тех же местах, пока снова не сбивался.\n     Это ужасно раздражало. Источник этого шума был в широком здании, стоящем особняком от остальных домов.\n     Роган посмотрел в распахнутые двери. Голова кружилась, а от нарастающей дисгармонии ломило в висках. «Что бы то ни было – это необходимо остановить!» \n\n",
    "answers": [
      {
        "id": 64,
        "text": "Войти в здание"
      }
    ]
  },
  {
    "id": 110,
    "text": "     За железной оградой, поодаль, находился высокий особняк. Роган чувствовал, что дочь стоит искать там. Место звало его. Проникнуть туда не представлялось трудным, на первый взгляд. Но в этом месте, похоже, не было простых мест.\n     Роган искал дыру в ограждении, когда до него донёсся детский вскрик. Сломя голову он помчался вдоль забора как в запутанную вереницу домов.\n",
    "answers": [
      {
        "id": 111,
        "text": "Поспешить",
        "need": -106
      },
      {
        "id": 112,
        "text": "Поспешить",
        "need": 106
      }
    ]
  },
  {
    "id": 111,
    "text": "     Элия сидела на мостовой, обхватив голову руками и, казалось, не замечала ничего вокруг.  Над её маленьким хрупким тельцем витал сгусток из чёрных нитей. Он клубился, менялся и принимал форму мрачного джинна из сказок.",
    "answers": [
      {
        "id": 113,
        "text": "Подойти ближе",
        "need": [
          75
        ]
      },
      {
        "id": 114,
        "text": "Подойти ближе",
        "need": 76
      }
    ]
  },
  {
    "id": 112,
    "text": "     Элия сидела на мостовой, обхватив голову руками и, казалось, не замечала ничего вокруг.  Над её маленьким хрупким тельцем витал сгусток из чёрных нитей. Он клубился, менялся и принимал форму мрачного джинна из сказок.",
    "answers": [
      {
        "id": 115,
        "text": "Подойти ближе",
        "need": 75
      },
      {
        "id": 116,
        "text": "Подойти ближе",
        "need": 76
      }
    ]
  },
  {
    "id": 113,
    "text": "     Роган понимал, что не справится с тёмной сущностью, но не мог оставить свою дочь в беде. Решительно шагая, собрав всю свою волю в кулак, он вознамерился дать отпор исчадию, чего бы ему это не стоило.\n     Несколько мгновений порождение мрака смотрело на приближающегося человека. А затем растворилось в воздухе. Просто растаяло. Роган изумлённо замер, встречая восходящее солнце.\n     Радостный вскрик и объятия ребёнка привели его в чувства. Мужские руки прижали девочку.\n«Папочка, отведи меня скорее домой!», – слова Элии были самой большой наградой.\n     «Конечно, кнопочка».\n\n     Через ржавые застывшие много лет назад ворота вышел отец с ребёнком. Он спешил унести её подальше от этого проклятого места. А девочка, склонив голову на крепкое плечо, отрешённо смотрела в удаляющийся город. Её взгляд ничего не выражал, лишь затянутая радужка блестела золотом в лучах утреннего солнца.\n",
    "answers": [
      {
        "id": 4,
        "text": "-- КОНЕЦ ъ – Вы открыли концовку «Достичь цели»"
      }
    ]
  },
  {
    "id": 114,
    "text": "     Роган понимал, что не справится с тёмной сущностью, но не мог оставить свою дочь в беде.  Решительно шагая, собрав всю свою волю в кулак, он вознамерился дать отпор исчадию, чего бы ему это не стоило.\n     Несколько мгновений порождение мрака смотрело на приближающегося человека. А затем растворилось в воздухе. Просто растаяло.  Роган изумлённо замер, встречая восходящее солнце.\n     Радостный вскрик и объятия ребёнка привели его в чувства. Детские ручонки обхватили мужскую грудь не до конца смыкаясь за спиной. Отец зарылся носом в спутанные волосы.\n     «Девочка моя», – с облегчением произнёс Роган, чувствуя крепкие объятия. Дитя ни на секунду их не разжимало.\n     «Я, наконец-то, нашёл тебя», – руки сжались с большей силой, отвечая.\n     Становилось тяжело дышать. Роган попытался перехватить ребёнка, но та не пошелохнулась, только объятия стали крепче нечеловечески.\n     «Элия?», – последнее, что он увидел блеск золотых глаз.\n",
    "answers": [
      {
        "id": 4,
        "text": "-- КОНЕЦ ъ – Вы открыли концовку «В объятиях»"
      }
    ]
  },
  {
    "id": 115,
    "text": "     Роган понимал, что не справится с тёмной сущностью самостоятельно, но не мог оставить свою дочь в беде. Решительно шагая, собрав всю свою волю в кулак, он вознамерился дать отпор исчадию, чего бы ему это не стоило.\n     Порождение мрака следило за приближением человека. С интересом выжидало. В голове промелькнули закорючки с магического листа и уста сами произнесли нужные слова:\n«Роган освобождает тебя».\n     Кожа на спине лопнула, заставив человека согнуться в три погибели. Чёрная тень взметнулась из-под лопаток и устремилась на своего противника. Враждебные духи столкнулись в схватке, образуя беснующийся вихрь из мрачных теней. Через мгновение воздух сотряс мощный хлопок.\n     Ослеплённый сиянием восходящего солнца, Роган морщился и пытался прогнать блики с глаз. Голова немного кружилась, но с каждым мгновением становилось всё лучше. Элия тихо всхлипывала в его объятиях.\n\n",
    "answers": [
      {
        "id": 4,
        "text": "-- КОНЕЦ ъ – Вы открыли концовку «Рассвет»"
      }
    ]
  },
  {
    "id": 116,
    "text": "     Роган понимал, что не справится с тёмной сущностью самостоятельно, но не мог оставить свою дочь в беде. Решительно шагая, собрав всю свою волю в кулак, он вознамерился дать отпор исчадию, чего бы ему это не стоило.\n     Порождение мрака следило за приближением человека. С интересом выжидало. В голове промелькнули закорючки с магического листа и уста сами произнесли нужные слова:\n«Роган освобождает тебя».\n     Кожа на спине лопнула, заставив человека согнуться в три погибели. Чёрная тень взметнулась из-под лопаток и, вырывая куски мяса с осколками костей, устремилась на своего противника. Враждебные духи столкнулись в схватке, образуя беснующийся вихрь из мрачных теней. Через мгновение воздух сотряс мощный хлопок.\n     Роган, растянувшись на земле, наблюдал за восходящим солнцем. Мир был затянут кровавой пеленой. Ещё он видел, как босые детские ножки подбежали и упали рядом сбитыми коленями. Детские ручки мяли его лицо. И, кажется, Элия что-то говорила, но её отец уже не слышал что.\n",
    "answers": [
      {
        "id": 4,
        "text": "-- КОНЕЦ ъ – Вы открыли концовка «Без сожалений»"
      }
    ]
  },
  {
    "id": 117,
    "text": "\"Во мраке подземелья\" — 221756",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 118,
    "text": "",
    "answers": []
  }
]