[
  {
    "id": 1,
    "text": "Доброе утро капитан. Тихо прошептал твой напарник. \"После той битвы ты совсем выбился из сил. Отдохнешь еще?",
    "answers": [
      {
        "id": 2,
        "text": "Спасибо но я уже полностью здоров и могу идти в город "
      },
      {
        "id": 3,
        "text": "Да... что то я сильно устал..."
      }
    ]
  },
  {
    "id": 2,
    "text": "Ты вышел в очень красивый город в котором было спокойно и после всех битв тебе было сдесь очень хорошо... \"Сэр сэр! Помогите за мной гонятся воры!\" Это к тебе прибежал прохожий. Ты можешь помочь ему и в замен получить славу или в плохом случае твоя оценка среди окружающих снизится.\n\n\n\n\n\n\n\n\n\n\n\n             Жизней 50.   Славы 0.     Сыла 20.\n  \n                        Оценка окружающих 55.",
    "answers": [
      {
        "id": 4,
        "text": "Не волнуйся. Я разберусь с этими ворами."
      },
      {
        "id": 5,
        "text": "Катись к бате. Еще бы я всяким там помогал."
      }
    ]
  },
  {
    "id": 3,
    "text": "Ты уже не уставший. Возвращайся назат",
    "answers": [
      {
        "id": 7,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 4,
    "text": "Ты встал на защиту парнишьки. Сразу все воры налетели на тебя. Тебе было больно но каждого ты расскидал по углам. Остольное сделала стража. Мнение о тебе у людей повысилось! Слава тоже! Но жизни снизились.\n\n\n\n\n\n              Жизни 32. Славы 12.  Сила 20.\n               Оценка окружающих 67.   ",
    "answers": [
      {
        "id": 6,
        "text": "Пора ка мне идти домой и поспать"
      }
    ]
  },
  {
    "id": 5,
    "text": "Воры украли у парнишьки все золото. тебя закидали овощами и побили по лицу. Потом слух дошел до папы этого парня и отец этого парня выстрелил в тебя. Ты умер...\n\n\n\n\nНЕ УЖЕЛИ ВСЕ ДОЛЖНО ЗАКОНЧИТЬСЯ ТАК? ИЗМЕНИ ИСТОРИЮ К ЛУЧШЕМУ!",
    "answers": [
      {
        "id": 7,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 6,
    "text": "Пока вы шли к себе домой вас сзади слегка подхвотила ужасно привлекательная девушка и стала говорить... \"Здравствуй смельчак! Я слышала о тебе. Много уж рассказывают. Мне понравилась твоя устойчивасть. Так вот что слушай. Ко мне на рынке пристают некоторые парни. Поможешь мне справиться с ними?\" Договорив она ушла и смылась в толпе. Выходит ты сам должен когда ее увидишь помочь ей... Ох как она ласково говорила просто мед для ушей...",
    "answers": [
      {
        "id": 7,
        "text": "Пора идти домой"
      }
    ]
  },
  {
    "id": 7,
    "text": "Тебя встретил твой напарник и спросил... \"Капитан, где вы так долго были? я за вас переживал.\" Вы рассказали ему всё и о ворах и о девушке. \"Капитан. Когда вы говорили о той девушке у вас глаза блестели! Неужели это...\" Вы приказали ему замолчать и легли спать.",
    "answers": [
      {
        "id": 8,
        "text": "z z z z z z z..."
      }
    ]
  },
  {
    "id": 8,
    "text": "Новый день. Ты проснулся с радостью на лице и всё вспоминал ту девушку... \"Капитан!\" Вы ему в ответ... \"Ну что опять... что же ты ко мне все время пристаешь...\" Напарник вам в ответ... \" Но капитан! Вон там вот на рынке обижают молодую девушку несколько парней! Вы поможете ей!?\" Он немного с грустью посмотрел на тебя. (В каждый твой сон у тебя жизни повышаются до максимума-100.)\n\n\n\n\n\n\n\n                 Жизни 100. Слава 12. Сила 25.\n                        Одобрение людей 15",
    "answers": [
      {
        "id": 9,
        "text": "Да я помогу девушке."
      },
      {
        "id": 10,
        "text": "Нафига та попрашайка мне сдалась? Это даже не та кого я тогда встречал! Неа. я останусь тут."
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы вышли на улицу... \"Эй вы! Вас не учили правильно с девушками обращаться!?\" Маньяки отвечают... \" О а ты хочешь нас научить!? Давно синика под глазом не было!?... Слушай братан... Давай разойдемся по хорошему и типо ниче и не было... только не приставай.\"",
    "answers": [
      {
        "id": 12,
        "text": "Окей раз так надо..."
      },
      {
        "id": 13,
        "text": "Короче вот что я тебе скажу. Вы все щас же отвянете от нее и больше не сунитесь сюда или я вас как мошек хлапушками прибью! Вон от сюда Гады!"
      }
    ]
  },
  {
    "id": 10,
    "text": "Девушку прижали к углу так что вам из окна было все видно. Ей раздели юбку потом майку. Она оказалась голой и над ней стали издеваться. Потом взяли нож и собирались ее зарезать но она поддалась им и стала их зацеловывать. Ей пришлось это сделать. Правда... она возненовидела вас навсегда. Вы решили пойти осмотреть все на улице.",
    "answers": [
      {
        "id": 11,
        "text": "Да мне вообще пофиг на нее."
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы вышли на улицу. Стали дышать воздухом и тут с зади вас кто то схватил и утащил в темное место... Когда вы посмотрели на него то увидели ту самую девушку. Она стала вам что то шептать... \"Я лично задушу тебя прямо здесь скотина! Я из за тебя в такую беду вляпалась!\"\" Вы стали говорить... \"Нет ... подожди ... мне показалось что это не... ты  .... \" \"Кто бы то нибыл... ты должен был ему помочь\"  Договоря она нежно поцеловала вас и медленно перерезала вам глотку. Вы умерли....\n \n\n\n\n\nНЕ УЖЕЛИ ВСЕ ДОЛЖНО КОНЧИТЬСЯ ТАК? ИЗМЕНИСЬ. ПРОЙДИ КВЕСТ ДО КОНЦА!",
    "answers": [
      {
        "id": 7,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 12,
    "text": "\"Ну вот и хорошо.\" Продолжил маньяк и с зади в тебя пырнули ножом. сначала ты потерял сознание. Потом чуть приоткрыв глаза ты увидел как тебя кидают в воду и ты понял что это твой конец. Вы умерли...\n\n\n\n\n\n\nДА ЧТОЖ ТАКОЕ. НОРМАЛЬНЫЕ РЕШЕНИЯ БЕРИ! СДЕСЬ ЛЕГКО ПОТЕРЯТЬ ЖИЗНЬ. РАЗЛОЖИ ПО ЧАСТЯМ ПРАВИЛЬНО СВРЮ СУДЬБУ!",
    "answers": [
      {
        "id": 7,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 13,
    "text": "Никто не захотел слушать тебя кроме одного. Все остальные стали избивать тебя до крови. Но их много а ты один! Жизни твои были уже на исходе а они все еще могли драться. Но ради этого лица можно пойти на всё. Так ты говорил себе. Твой следующий шаг? (Внимание только один ход означает верное решение. Остальные ходы это твоя погибель)\n\n\n\n\n\n            Жизни 12.  Славы 12.   Сила 25.\n\n                  Одобрение людей  18.",
    "answers": [
      {
        "id": 14,
        "text": "Я продолжу драться без остановки."
      },
      {
        "id": 15,
        "text": "Лучше ка идите ко мне по одному! Или струсели!?"
      },
      {
        "id": 16,
        "text": "Вспомнить фильмы и сделать \"карате удары\""
      }
    ]
  },
  {
    "id": 14,
    "text": "Всё ваше лицо было в синиках зубы выбиты и кровь текла. Тут вам показалось что это всё. Но с зади в вас пырнули ножом и вы окончательно погибли. Вы умерли...\n\n\n\n\n\n\n\n\n\n    НЕТ.   ДЕЛАЙ ДРУГИЕ РЕШЕНИЯ. Я ЖЕ ВЕПЮ ЧТО ТЫ МОЖЕШЬ!!!",
    "answers": [
      {
        "id": 7,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 15,
    "text": "\"Мы струсили!? Ха. Ребята отойдите... ща я с ним разберусь.. \" Сказал маньяк. Он взял в руки нож и побежал на вас очень быстро но не зря вас прозвали капитаном. Вы перехватили нож и убили маньяка. Все остальные убежали! Тут же к тебе подбежала та девушка и крепко обняла... \"Ты настоящий герой... Моя жизнь в твоих руках. Я хочу тебя... Сегодня встретимся вечером у моего дома Капитан...\" Договорив, Она очень нежно поцеловала тебя и долго долго не отлиплялась. Но потом ей было пора и она ушла... осталось ждать вечера... ТВОЯ СЛАВА ПОВЫСИЛАСЬ И ЛЮДИ ТЕПЕРЬ ОДОБРЯЮТ ТЕБЯ БОЛЬШЕ! ТЫ СТАЛ ПОЧТИ ЧТО ГЕРОЕМ В ЭТОМ ГОРОДЕ! Поздравляю.\n\n\n                   Жизни 15. Слава 21. Сила 27.\n\n                      Одобрение людей 45.",
    "answers": [
      {
        "id": 17,
        "text": "Пора идти дальше."
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы долго вспоминали свои удары и когда вы уже стали их применять на практике вы облажались и нечего не смогли сделать... Последнее что вы успели увидеть это толпу людей при казни... Вы умерли...\n\n\n\n\n\n\n\n\n\n                        УЖАСНО ЗАКОНЧИЛ",
    "answers": [
      {
        "id": 7,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 17,
    "text": "Ты вышел на главную площадь города и увидел монеты валяющиеся на земле. Их было пять штук. Ты их прихватил. (Теперь появляется ячейка Монеты. Теперь за что то нужно будет платить...) Тут же кто то подбежал к тебе и говорит... \"Парень... Это мои монеты... я их тут выбросил... верни пожалуйста их мне...\" Как ты поступишь? (После очередной романтики с девушкой у тебя жизни восстанавливаются до конца.)\n\n\n\n\n\n\n                 Жизни 100. Слава 23. Монеты 5.\n                       Одобрение людей 32.\n\n\n\n\n\n\n\n\n         ",
    "answers": [
      {
        "id": 18,
        "text": "Да.. Возьми свои денежки."
      },
      {
        "id": 19,
        "text": "Нет вор! Уйди прочь!"
      }
    ]
  },
  {
    "id": 18,
    "text": "Он их быстро схватил у тебя и толкнул в стену потом скрылся в толпе. Что это было? Ладно... пора навестить девушку.",
    "answers": [
      {
        "id": 21,
        "text": "Неа... я передумал! Зачем она мне нужна!?"
      },
      {
        "id": 22,
        "text": "Пора проведать её"
      }
    ]
  },
  {
    "id": 19,
    "text": "Он так сильно ударил тебя по плечу что ты потерял сознание а парнишька взяв пять монет в спешке обранил три. Ты очнулся и собрал те три монеты. Что же это за дебил к тебе прибежал?",
    "answers": [
      {
        "id": 20,
        "text": "Я хрчу выбрать другой вариант"
      }
    ]
  },
  {
    "id": 20,
    "text": "Тогда..... щас я попробую что то сделать...",
    "answers": [
      {
        "id": 7,
        "text": "Новый ответ. введите текст "
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы оставили её одну а она долго сидела и ждала тебя... Может ты выбрал неправильный выбор... на следующий день ты вышел на улицу и она схватила вас... \"Раз ты не хочешь быть со мной... Да я не... не должна тебе доказывать это... но... я скажу секретик.... Я асасинка... Прощай... Я не хотела.\" Она медленно положила тебя И поцеловала так будто прощалась. Она держала тебя за затылок и своими скрытыми клинками убила тебя. Вы умерли... \n\n\n\n\n\nНЕ УЖЕЛИ ВСЕ ДОЛЖНО ТАК ЗАКОНЧИТЬСЯ?! У ТВОЕГО ПЕРСОНАЖА ДРУГАЯ СУДЬБА...",
    "answers": [
      {
        "id": 7,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы пришли к ней в дом где был уже накрыт стол. Вы хорошо подкрепились и стали болтать о проблемах с девушкой... \"Слушай капитан... Ты много раз поражал меня и я сходила сума по тебе но я хочу сказать тебе то что не должен знать почти никто...\" Ты с устрашением посмотрел на нее и она продолжила... \"Меня родили в семье в которой были асасины и меня научили убийствам. С тех пор я Асасинка... но я не убиваю хороших людей...\" Тогда вы спросили почему же ты не смогла убить тех негодяев которые приставали к тебе? Она продолжила... \"Мне нельзя показывать убийства в пресудствии лишних людей иначе меня может поймать стража... Ладно давай забудем о проблемах и ляжем спать.\"",
    "answers": [
      {
        "id": 23,
        "text": "Нет... не хочется (Вы даете понять что не хотите быть с ней.)"
      },
      {
        "id": 24,
        "text": "Я готов поведать тебе о моих снах асасинка!"
      }
    ]
  },
  {
    "id": 23,
    "text": "Она со злом посмотрела на тебя и толкнула а ты случайно упал прямо в окно... ты еще был живым и кое как дышал. Тут же Асасинка пришла к тебе. \"Извини... Я ненавижу гадких людей...\" Она  приложила к тебе скрытые клинки асасина и позвала стражу якобы ты асасин. Тебя поймали и казнили. Вы умерли...\n\nНет нет... С этой девкой дела плохи. Зря ты выбрал этот выбор.",
    "answers": [
      {
        "id": 7,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы пришли в постель и разделись. Потом вы сами знаете что произошло. Вы уснули и вам снился какой то непонятный сон.... \n   Статуя стала шептать тебе... \"Капитан.... Я чувствую... Светлую кровь... Ты...... Приходи по месту... которое я тебе покажу.... Встретимся там...\" Договорив он бросил тебе карту которую ты поднял и навсегда запомнил что в ней. Тут же вы проснулись уже на рассвете. Что за фигня?",
    "answers": [
      {
        "id": 25,
        "text": "Ох дорогая я рад тебя снова видеть"
      }
    ]
  },
  {
    "id": 25,
    "text": "Она легла прямо на тебя и стала нежно целовать и держать за шею... Через некоторое время тебе надо было уходить. Но асасинка везде будет следовать за тобой... Вы всё никак не могли выбросить из головы ту карту. Пора отправляться... но у вас нет команды и корабля. Причем покупка корабля стоит 300 монет... Прийдется где то заработать.\n\n\n\n\n\n\n\n                            МОНЕТЫ 3.",
    "answers": [
      {
        "id": 26,
        "text": "Пора идти дальше..."
      }
    ]
  },
  {
    "id": 26,
    "text": "Оцените пожалуйста этот эпизод- Первая слава и любовь. Надеюсь на хороший вариант ответа. (Продолжение будет с отлично но выразить свою эмоцию можете в коментах.)",
    "answers": [
      {
        "id": 27,
        "text": "Отлично!"
      },
      {
        "id": 28,
        "text": "Хорошо!"
      },
      {
        "id": 29,
        "text": "Нормально!"
      },
      {
        "id": 30,
        "text": "Не очень"
      },
      {
        "id": 31,
        "text": "Плохо"
      },
      {
        "id": 32,
        "text": "Ужасно"
      }
    ]
  },
  {
    "id": 27,
    "text": "Эпизод 2. Первое плавание. Вот ты пришел на главную пристань где тебя откликнул пират... \"Эй ты! Я слышал много о тебе герой. И вот что я подумал... Я уже староват для плаванья и могу тебе продать корабль но за 300 монет. Что скажешь?\"",
    "answers": [
      {
        "id": 27,
        "text": "oyt7n65nep54f",
        "url": "http://radikal.ru/fp/oyt7n65nep54f"
      },
      {
        "id": 33,
        "text": "Нет не могу. (В данный момент у тебя меньше 300т монет)"
      }
    ]
  },
  {
    "id": 28,
    "text": "Давай возвращайся",
    "answers": [
      {
        "id": 7,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 29,
    "text": "Давай возвращайся.",
    "answers": [
      {
        "id": 7,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 30,
    "text": "Возвращайся",
    "answers": [
      {
        "id": 7,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 31,
    "text": "Возвращайся",
    "answers": [
      {
        "id": 7,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 32,
    "text": "Возвращайся",
    "answers": [
      {
        "id": 7,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 33,
    "text": "\"Аа... ну тогда вернемся потом к этой сделке. Но щас мне нужна бутылка рома раздобудешь ее мне за три монеты?\" Вы сказали что это слишком дёшево. \"Ладно 25 монет. Но главное принеси бутылку рома!\" Договорив он намекнул тебе что  вы встретитесь на этом же месте и растворился в толпе... Прийдется купить этому старику рома.",
    "answers": [
      {
        "id": 34,
        "text": "              ПРОДОЛЖИТЬ."
      }
    ]
  },
  {
    "id": 34,
    "text": "вот вы уже подходили к магазину как вас откликнул прохожий. \"Эй человек! Купи ка у меня эту ракушку... всего за три монеты.\" Странный он какой то но решать тебе капитан! Купишь ли у него ракушку?! Ракушка ясно давала понять что хочет сбежать от этого человека",
    "answers": [
      {
        "id": 35,
        "text": "Да. Куплю. Но наоборот ты будешь должен дать мне 35 монет!"
      },
      {
        "id": 36,
        "text": "Нафига она мне сдалась? Черные каралы... Иди прочь от сюда!"
      }
    ]
  },
  {
    "id": 35,
    "text": "Прохожий ответил \"Ладно держи 35 монет только забери ракушку\" Ты быстро зашел в магазин и спрятал ракушку в карман. теперь у тебя 38 Монет.",
    "answers": [
      {
        "id": 37,
        "text": "Дайте пожалуйста Рома"
      }
    ]
  },
  {
    "id": 36,
    "text": "\"Ну сам захотел\" Договорил прохожий и тут же с верху кто то застрелил тебя... кажется нужно было купить ракушку......\n\n\n\n\n\n             ЭТО ТВОЙ КОНЕЦ..... ЭХ... ",
    "answers": [
      {
        "id": 7,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вам сказали сто ром стоит 3 рубля. Покупаете?",
    "answers": [
      {
        "id": 38,
        "text": "Да"
      },
      {
        "id": 39,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы пришли к пирату и отдали ему ром. Тут же он вас зарезал ножом и ваша жизнь закончилась. Вы умерли....\n\n\n\n\nНе должно же закончится все так. Прими верное решение.",
    "answers": [
      {
        "id": 7,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы не купили рома и пошли дальше. Уже через несколько минут вас окликнул моряк. \"Ты купил Рома?\" Вы естественно сказали нет \"Ах ты ж скотина. Ещё и мой корабль захотел! Матросы! Убейте его!\" Сразу со всех сторон на вас напали и вдруг с верху кто то прыгнул и убил всех матросов... это был человек в маске... \" Я убью тебя гадкий пират!\" Вы услышали нежный голос девушки и голос был вам очень знаком... Тут пират сказал той девушке... \"Ты сделаешь свои руки грязными девочка!? Хах. Думаю не выйдет... у меня руки будут красней...\" Девушка ответила... \"Лучше бы просто сдался.\" Через некоторое время вы услышали как тот пират умирает. Девушка сняла маску и вы увидели ту самую... вашу половинку... \"Вперед за мной! Нужно быстро увезти корабль пока никого нет на борту!\"",
    "answers": [
      {
        "id": 40,
        "text": "Ладно бежим"
      },
      {
        "id": 41,
        "text": "Я лучше тут останусь"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вот вы поплыли на корабле благополучно. Теперь ваши путешествия дойдут до моста по карте.....\n\n\n\n      . . . . . . . . . . . . .\n                              .\n                              ......................\n                                                   .\n                                                   .\n                                                   .\n                                                   .\n   .................................................\n   .\n   .\n   . \n   .\n   .                            .....................................>  (×)\n   .                            .\n   .                            .           \n   .                            .\n   ..............................\n\nЭто еще в мини режиме и не полностью.",
    "answers": [
      {
        "id": 42,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 41,
    "text": "Она убежала а когда остальные пираты прибежали вас просто пристрелили.. Вы мертвы",
    "answers": [
      {
        "id": 7,
        "text": "Новый ответ. введите текст !7"
      }
    ]
  },
  {
    "id": 42,
    "text": "Все сьало для вас еезнакомым и пока вы плыли вы сного переспали с асасинкой и приплыли на остров где торговали пивом. Каждый раз когда ты его пьешь ты теряешь по 15 жизней но получаешь по десять монет в данный момент ты можешь выпить пиво но оно может быть на столько ужасно что вы погибните.",
    "answers": [
      {
        "id": 43,
        "text": "Да я рискну и выпью пиво"
      },
      {
        "id": 44,
        "text": "Нет. Лучше мы поплывем дальше"
      }
    ]
  },
  {
    "id": 43,
    "text": "Пиво оказалось просто ужасным! Сначала у вас закружиламь голова... Потом стало рвать. Потом вы и вовсе стали терять сознание и вас похоронили. Вы погибли...",
    "answers": [
      {
        "id": 7,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 44,
    "text": "Конец первой части книги. Ставь лайк и читай вторую часть когда она появится. Надеюсь еще и на хороший отзыв",
    "answers": [
      {
        "id": 45,
        "text": "Да буду ждать второй части"
      }
    ]
  },
  {
    "id": 45,
    "text": "Вот и конец. ПРОДОЛЖЕНИЕ СЛЕДУЕТ...",
    "answers": [
      {
        "id": 7,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 46,
    "text": "",
    "answers": []
  }
]