[
  {
    "id": 1,
    "text": "Автор: ****<s>r\nЖанр: Ужасы<s>r\n<s>r\n Двое друзей, приехав летом погостить в деревню, в мгновение ока узнают об одном заброшенном доме в лесу. Множество старых баек и легенд пробуждают в них интререс. Сбежав по-тихому ночью из дома, они отправляются исследовать хижину. Но как встретят их его обитатели?",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": " Внимательно оглядываясь по сторонам, двое друзей пробирались по лесу. Одеты они были оба в легкие спортивные костюмы, кроссовки и шапки. Один, шедший впереди, держал в руках фонарик. Тусклый его свет с трудом разрывал темноту летней ночи, отбрасывая невероятные тени вокруг. Второй же, натужно пыхтя, тащил крупного размера рюкзак. Глаза его испуганно озирались, а ноги то и дело цеплялись за какую-нибудь очередную корягу.<s>r\n — Макс, блин! — чуть не грохнувшись в очередной раз, воскликнул он. — Под ноги свети! Эй!.. Да стой ты!.. Я ж...<s>r\n Но договорить ему не дали:  очередной злосчастный корень попал прямо ему под ноги — парень повалился.<s>r\n — У! Тварь!.. —  в сердцах воскликнул он, уже чуть ли в панике начиная биться, не в силах встать. — Помоги! Макс!<s>r\n — Да чего ты там разверещался? — раздался раздраженный голос в ответ. — Уж вроде не маленький ребенок, Дим.<s>r\n — Меня что-то держит!<s>r\n — Тупость твоя, вот что тебя держит, — отозвался холодно Максим — луч света начал быстро шарить вокруг него. — Ты за корень зацепился.<s>r\n — Да где?! — взревел раненным зверем Дима.<s>r\n — Ногу правую назад отведи, а потом подними, — уже привыкнув к таким выходкам друга, приказал холодно Максим, но , не сдержавшись, добавил: — Или, может, за тебя это сделать?<s>r\n — Нет, спасибо, — пробубнил смутившийся здоровяк, поднимаясь, но тут же сам огрызнулся: — Ну что, долго нам еще идти, о великий навигатор?<s>r\n Максим лишь досадливо поморщился.<s>r\n — Да пришли уже практичеки, — вновь окинул взглядом он карту и уже себя под нос добавил, — наверное...<s>r\n И тут фонарик, мигнув напоследок, погас.",
    "answers": [
      {
        "id": 3,
        "text": "Зарядить"
      }
    ]
  },
  {
    "id": 3,
    "text": " — Блин, Дим, — пыхтел под ироничный взгляд друга Максим, усиленно крутя ручку, — говорил же тебе взять нормальный фонарь, а не эту рухлядь...<s>r\n — Да дай ты уже сюда, — выхватил из его рук товарищ и с легкостью вновь зарядил динамо-фонарь. — А это \"рухлядь\" еще моему деду служила, — после чего резко направил вспыхнувшую лапочку прямо в глаза друга, — и тебя переслужит, если  вновь убежишь без меня.<s>r\n Максим лишь, поморщившись, забрал обратно себе фонарь и пошел. <s>r\n Гнать, тем не менее, он перестал.",
    "answers": [
      {
        "id": 4,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 4,
    "text": " Следующие десять минут шли они молча. Максим шел впереди, периодически сверяясь с картой, — Дима же лишь со страхом оглядывался по сторонам. Лес, в особенности ночной лес, его, городского жителя, пугал до жути. Деревья, кустарники, ветки — все это сливалось для него в какой-то один невообразимый силуэт сотен окруживших его монстров. Даже свет фонаря не развеивал его ужас, а даже, наоборот, только добавлял сюрреалистичности всему вокруг. И чем больше он боялся, тем еще больше его удивляли спокойствие и даже безразличие Максима. Для того словно существовали лишь карта и компас. Правда, стоит признать: несмотря на внешнюю уверенность, парень сам уже был на грани паники: вместо рассчитанных пятнадцати минут, они блуждают тут уже где-то с час. И этот проклятый крестик на карте ни в какую не хотел находиться.<s>r\n Тем не менее с виду все было чинно и благородно: уверенными длинными шагами он продолжал идти в какую-то наобум выбранную им сторону.<s>r\n — Смотри, Макс! Мы пришли!<s>r\n От громкого восклицания друга дрожь пробежала по телу Максима: с басом друга даже самое радостное восклицание напоминала голос какого-то маньяка-рецидивиста, курящего с пяти лет.<s>r\n\"Ему бы в фильмах ужасов сниматься,\" — пронеслось в голове Максима, но мгновенный испуг быстро сменился облегчением: они и вправду пришли, только как — он так и не понял. Виду, тем не менее, парень не подал, лишь раздраженно пробубнил:<s>r\n — Да не ори ты так.",
    "answers": [
      {
        "id": 5,
        "text": "Оглядеться вокруг"
      }
    ]
  },
  {
    "id": 5,
    "text": " Несмотря на долгие годы одиночества, дом все равно выглядел будто новый: пустые окна холодно взирали на нежданных гостей, матовая дверь темнела внутри большой веранды — только местами отлетела краска, оголяя старое дерево, да на втором этаже зиял провал разбитого окна.<s>r\n — Я слышал, что всю семью, жившую тут, убил маньяк, — неожиданно тихо прошептал Дима Максиму на ухо. Парень взрогнул: голос друга стал еще страшнее, но уже через мгновение он вновь вернул себе самообладание.<s>r\n — Ага, а после их всех замариновал и съел.<s>r\n Но, видя, что друг принял его слова за чистую монету, добавил:<s>r\n — ...а после умер. Видимо, на человечину у него была аллергия.<s>r\n Но Дима даже и не делал вид, что слушает его, — он лишь завороженно глядел на дом. Небывалая волна раздражения накатила на Максима.<s>r\n — Да чего уставился-то? Миллион долларов там увидел, что ли?<s>r\n И вновь тишина.<s>r\n — Эй! Да ты чего? — воскликнул Дима после чувствительного тычка под ребро.<s>r\n — Нечего из себя, блин, статую, изображать, — бросил Максим, направляясь ко входу. — Да и вообще, пошли уже.",
    "answers": [
      {
        "id": 6,
        "text": " - И все-таки, что ты там высматривал?"
      },
      {
        "id": 8,
        "text": "Идти в тишине"
      }
    ]
  },
  {
    "id": 6,
    "text": " — Да забей... — отмахнулся Дима. — Так... привиделось просто что-то.<s>r\n — Дай угадаю, — ухмыльнулся Максим, — то была женская фигура?<s>r\n Дима тут же встрепенулся, а после нахмурился и вгляделся в лицо друга.<s>r\n — А как ты узнал?<s>r\n — Методом исключения, — торжествующе улыбнулся Максим, озвучивая давно заготовленную шутку, — огромный пельмень  тебе там точно показаться не мог — значит, там была девушка.<s>r\n Юмора, тем не менее, Дима не оценил:<s>r\n — Тупой прикол, — подвел он критично и ускорился.",
    "answers": [
      {
        "id": 8,
        "text": "Зайти в дом"
      }
    ]
  },
  {
    "id": 7,
    "text": " С тихим скрипом отворилась дверь. Луч света разорвал темноту. Друзья стали оглядываться вокруг.<s>r\n То была маленьких размеров комната, по-видимому, кабинет. В центре стоял мощный дубовый стол, на котором до сих пор покоились стопки пожелтевшей бумаги. Рядом с ним стояло кресло. В углу к стене прислонился спиной шкаф. Книги рядами выстроились на его полках — только на одной из них виднелось аккуратно связанная стопка листов, немного выступавшая вперед. Помимо этого, в комнате было лишь окно с давно изъеденными молью занавесками.<s>r\n — Слушай: пошли отсюда, — тут же взмолился Дима. — Все равно тут ничего интересного нет.<s>r\n Максим с жалостью посмотрел на большой стеллаж, но с другом все же решил не ссориться.",
    "answers": [
      {
        "id": 10,
        "text": "Выйти",
        "run": [
          10
        ]
      }
    ]
  },
  {
    "id": 8,
    "text": " Неожиданный порыв ветра прокатился по всей небольшой опушке, стоило лишь им подойти к полуразвалившейся веранде. Зашелестела листва, заскрипели деревья, где-то каркнула, взлетая, ворона. Похолодало.<s>r\n — Макс... — пробормотал дронувшим голосом Дима, — ...иди первым.<s>r\n — Блин, — выдохнул только-только догнавший Максим, пытаясь отдышаться, — че так медленно-то? Нельзя ли было как-нибудь побыстрее? Мы ведь, походу, опаздываем.<s>r\n Ответом вновь стала тишина. Максим забеспокоился:<s>r\n — Э, здоровяк, ты там на перезагрузке, что ли?<s>r\n Теперь поморщился уже Дима.<s>r\n — Так ты пойдешь уже в этот чертов дом или дальше будешь практиковаться в своих \"остротах\"?<s>r\n Максим хотел было уже и это прокомментировать, но, видя неслабое такое раздражение друга, решил все-таки промолчать. <s>r\n Выйдя вперед, он взошел на веранду.<s>r\n Древние доски заскрипели под ногами друзей. Со скрипом Максим оттолкнул дверь. Темный зев притягивал к себе. Даже луч фонаря не мог развеять мрак, царивший под крышей. Периодически завывания ветра отзывались страшным сквозняком внутри. Хлопали ставни.<s>r\n — Скажи, — раздался неожиданно немного подрагивающий голос Димы, — а чьей была идея идти сюда ночью?<s>r\n — Твоей, — пробормотал Максим, тоже малость струхнув.",
    "answers": [
      {
        "id": 9,
        "text": "Идти внутрь"
      }
    ]
  },
  {
    "id": 9,
    "text": " Отогнав плохие мысли, Максим переступил через порог. Луч фонаря ворвался в помещение, разгоняя мрак. Парень огляделся.<s>r\n То была обычная прихожая, переходящая в коридор. Деревянный пол скрипел, во многих местах отклеились обои, но не это интересовало Максима. Он водил фонарем по стенам. Луч вылавливал старые, еще черно-белые фотографии, висевшие  повсюду. На них была запечатлена семья в разные моменты жизни: то на прогулке, то с играющими детьми или же просто  на фоне какого-нибудь дерева или озера. Были фотографии и отдельных членов семьи: вот мужчина с очками разгребает огромную кипу листов, заваливших весь его стол, а вот и женщина, по-видимому, мать семейства, вяжет какой-то носок, пока маленький мальчик возится с кубиками у ее ног. Были фотографии и рисующей девочки, и мужчины, держащего на руках еще совсем грудничка, и многие, многие другие. Все они были одеты по-старомодному, но, что уливляло  большего всего Максима, ни одна из фотографий, несмотря на приличный возраст, не подверглось ни малейшему воздействию времени. Все они были будто сделаны только вчера.<s>r\n — Эй, да чего ты там встал? — буквально снес своего друга Дима. — Я тоже посмотреть хочу!<s>r\n Встав посреди коридора, он стал  озираться вокруг, словно ожидая увидеть что-нибудь невероятное, граничащее с паранормальным — ну хотя бы какое-нибудь самое захудалое привиденьице — и какое же разочарование его охватило, когда он услышал:<s>r\n — Фотографии я, блин, рассматривал.<s>r\n Дима кинулся было к стене. Жадный его взор заскользил по ней, но досада быстро выступила на его лице: то и вправду были самые что ни на есть обычные фотографии.<s>r\n — Обло-ом... — с грустью протянул он и отошел от стены.",
    "answers": [
      {
        "id": 10,
        "text": "Идти дальше"
      }
    ]
  },
  {
    "id": 10,
    "text": " Не найдя более ничего  интересного, друзья пошли по узкому коридору. Фотографии  также покрывали все его стены, тем не менее больше ради них никто не останавливался.<s>r\n Скоро и они закончились — Максим и Дима попали в просторное помещение.<s>r\n То было что-то вроде продолжения коридора, обычная проходная команта без всяких убранств: справо и слева виднелись дверные проемы, в дальнем левом — еще один. Единственное, что выбивалось из общего вида, — это лестница, спиралью уходившая на второй этаж в правом дальнем углу. Только вид ее вызвывал изрядную долю скепсиса и опасений у Максима: потемневшая от времени, она словно была готова развалится в любой момент. Так что ходить по ней он зарекся сразу.<s>r\n Дима же между тем уже чуть ли не носился между комнатами, желая осмотреть их всех. Да и на лестницу поглядывал  он также с вожделением. От желания забежать в любое из помещений  его останавлило, наверное, лишь нежелание отдаляться от друга.<s>r\nВидя его нетерпение, Максим невольно усмехнулся:<s>r\n — И куда пойдем для начала?",
    "answers": [
      {
        "id": 7,
        "text": "В комнату направо",
        "need": -7
      },
      {
        "id": 13,
        "text": "Ближнюю левую",
        "need": -13
      },
      {
        "id": 21,
        "text": "Дальнюю левую",
        "need": -21
      },
      {
        "id": 22,
        "text": "На второй этаж",
        "need": -22
      },
      {
        "id": 55,
        "text": "Уходить",
        "need": [
          22,
          21,
          13,
          7
        ]
      }
    ]
  },
  {
    "id": 11,
    "text": " Поводив пальцем от одной двкри к другой — видимо, считалочкой — потом неожданно споткнувшись, Дима сплюнул и такнул на правую двер.<s>r\n Маесим лишь пожал плечами. <s>r\nДверь оказалась незапертой, так что попасть внутрь труда не составило от слова совсем.<s>r\n Резко распахнувшаяся дверь подняла целую тонну пыль, накаплевавшейся здесь годами. Друзья зашлись страшным кашлем курильшиков.<s>r\n — Ахтунг, —  пробормотал Максим, захлопывая дверь, — там полнейший ахтун.<s>r\n Дима молча его поддержал.<s>r\n Где-то минут с пять ушло только на то, что <s><s>бы полностью отдышаться и прийти в норму. Еще минуты три понадобилось, чтобы избавиться т той пыли, что чехлом их покрылоа<s>r\n На этот раз дверь открыл уже Максим, косясь на Диму, чтобы тот чего не вытворл. Но он даже и не собирался: одно раза хватило.<s>r\n К счастью, за это времени большая часть пыли успела вовь осесть. Несмотря на это, казалось, словно в комнате стоял туман. Тем не енее это не помешало началу осмотра.<s>r\n То была комната сравнительно небольших размеров. Скорее всего, рабочий кабинет. В центре стоял большой сделанный из красного дерева стол, сильно потемневшей от старости лет. На нем покоилась целая кипа давно пожелтевших бумаг. При виде нее, езе целой, Максим невольно подивился, быстро все списал на сухость в помзении и плохой вентиляции.<s>r\n Дальше фонарик метнулся к стене. Прислонившись к ней, там стоял огромный дубовый шкаф, сверху до низу забитый книгаит, каким-то торчащими скреплеными или одиноко торчазими  листками",
    "answers": [
      {
        "id": 7,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 12,
    "text": " ",
    "answers": []
  },
  {
    "id": 13,
    "text": "Войдя в комнату, Максим невольно присвистнул: семейка была явно не из бедных. Огромная комната, можно даже сказать зал, была завешена картинами. Чучела  ревущего медведя, скалящего зубы волка выступали среди них. Но даже на фоне все этого выделялся настоящий рояль, стоявший чуть поодаль. Несмотря на огромный слой пыли на нем, он буквально отливал бронзой под лучами фонарика, словно лишь вчера изготовленный.<s>r\n — Богато... — прошептал, не сдержавшись, Дима, подходя к буквально вырезанному из камню камину.<s>r\n Просунув руку в камин, он немного там ее подержал.<s>r\n — Вроде тяга есть...  — задумчиво пробормотал он, а после вскинул голову к другу. — Слушай, а может нам его...это...того, разжечь?<s>r\n — А у тебя есть чем? — со скепсисом приподнял бровь Максим.<s>r\n — Да, вона, — тут же тыкнул он пальцем на дровницу, под завязку забитую поленьями, — тут их весь дом спалить хватит.",
    "answers": [
      {
        "id": 14,
        "text": " - Давай."
      },
      {
        "id": 15,
        "text": " - Давай лучше без этого?"
      }
    ]
  },
  {
    "id": 14,
    "text": " Очередной сквозняк разнесся по дому, заставив Максим вздрогнуть и съежиться.<s>r\n — Давай, — кивнул он, но тут же на всякий случай добавил: — Только дом сжигать не надо.<s>r\n Дима эту окончание фразу пропустил мимо ушей: розжиг камина его полностью поглотил.<s>r\n  И вот уже где-то через десять минут огонь полыхал во всю силу. <s>r\n Развалившись в мягком кресле, Максим блаженствовал: руку его грел бумажный стаканчик с горячим чаем, наконец-то пропал это вечний холод, да и огонь... завораживал... Впрочем, как и вся атмосфера старого особняка.<s>r\n — Будешь? — отвлек его от созерцания Дима, протягивая ему бутерброд.<s>r\n Благодарно кивнув, Максим взял его.<s>r\n — Ну вот, — довольно протянул его друг, уминая другой, — а ты ничего брать не хотел.<s>r\n Но Максим его уже не слушал, полностью отдавшись моменту.",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": " Дима нахмурился, но взятые из кармана спички все же положил обратно.<s>r\n — Как знаешь, — буркнул он, отходя от камина.<s>r\n Дальнейший осмотр прошел быстро: пробежавшись вдоль стен стен, они осмотрели картины; Дима успел засунуть руку в пасть медведю; Максим же тем временем разглядывал рояль:<s>r\n — Ну и дорогая же , наверное, штука, — прошептал он, проводя рукой по запылившейся крышке.<s>r\n  Дима, увидев это, только усмехнулся:<s>r\n  — Спереть хочешь?<s>r\n Глаза Максима только с гневом зыркнули на него.<s>r\n Вскоре они уже стояли в дверях. Последний раз мазнув вокруг лучем фонарика, Максим с досадой выдохнул.<s>r\n Дверь закрылась.",
    "answers": [
      {
        "id": 10,
        "text": "Вернуться в коридор",
        "run": [
          10
        ]
      }
    ]
  },
  {
    "id": 16,
    "text": " Сам того не заметив, Максим задремал: все-таки целая ночь без сна утомит даже молодой организм. Но сон его был чуткий, так что неожиданно заигравшая мелодия разбудила его в мгновении ока. Он вздрогнул. Страх начал накатывать на него: его в панике метающиеся глаза не находили Диму — тот словно исчез. И это музыка... она не исчезала.<s>r\n Он выскочил из кресла. Недопитая чашка выскользнула из рук. Чай пролился на ковер. Но Максим уже и забыл о нем. Он стоял и пораженный глядел на рояль. Там играл Дима.<s>r\n Но не музыка поразила Максима —  картина, образ: и этот бледный лунный свет, и это мраморное лицо,  скользящие по клавишам пальцы и склонившаяся фигура, напряжённо следящая за танцем рук. Он просто стоял и смотрел, не в силах оторвать глаза. А музыка все играла и играла, пока рояль не смолк.<s>r\n Дима, замерев, склонился над клавишами. Все смолкло в доме, словно боясь нарушить тишину. Неожиданно с громким треском выстрелило полено в камине — Дима вздрогнул, и в то же мгновение словно почувствовал направленный на него взгляд. Его глаза взметнулись. Растерянность мелькнула в них.<s>r\n — Я...я думал: ты спишь.<s>r\n Руки его хаотично заметались. Хлопнула крышка рояля — лишь чудом Дима не прищемил себе пальцы. Сам же он вскочил.<s>r\n — Ну... э... — запутавшись, пробормотал он, — как спалось?",
    "answers": [
      {
        "id": 17,
        "text": " - Ты не говорил, что играть умеешь."
      },
      {
        "id": 18,
        "text": " - Тебе бы в консерваторию, а не в слесарку идти"
      },
      {
        "id": 19,
        "text": " - Нормально."
      },
      {
        "id": 28,
        "text": " - Скажи... только честно... ты что-то в чай добавил?"
      }
    ]
  },
  {
    "id": 17,
    "text": " — Шесть лет дружим — мог бы уже и рассказать, — с укоризной посмотрел Максим на товарища.<s>r\n — Да это так... —бормотал смущенный Дима. — Хобби, увлечение.<s>r\n С минуту потупив взгляд в пол, он неожиданно вскинулся:<s>r\n — Да и вообще, с чего это я тебе обо всем должен рассказывать?<s>r\n — Ну про бокс-то рассказываешь, — скользнула усмешка на лице друга, — про бабушкины пирожки, про вросший ноготь— тоже. Так чего бы про это не рассказать?<s>r\n Дима с досадой отмахнулся.<s>r\n Подойдя к окну, он выглянул наружу.<s>r\n — Не знаешь, сколько сейчас?<s>r\n — Полпятого.<s>r\n — Скоро светать будет, — задумчиво протянул Дима, смотря всё на лес вокруг.<s>r\n Где-то с минуту они стояли просто в тишине. Никто не знал, что сказать.<s>r\n — Пошли-ка домой, — наконец  обернулся он. — Мне здесь не нравится.<s>r\n — Да я уж и сам, признаться, не в восторге... — под нос прошептал Максим и стал быстро собирать вещи.<s>r\n Вскоре они уже выходили из дома. Аккуратно прикрыв дверь, они оглядели его напоследок: одиноким великаном нависало здание над ними. Максим махнул ему рукой на прощание. <s>r\n\n Тишина вновь поглотила дом.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 18,
    "text": " Хоть фраза может показаться и ироничной, но Максим говорил это на полном серьезе. Дима это сразу понял — смущение только еще больше проступило в его голосе.<s>r\n — Да несерьезно это все как-то... <s>r\n — Зря, вы!.. Зря вы так говорите, молодой человек! <s>r\n От сотрясшего комнату голоса лица обоих друзей побледнели.  Они переглянулись. <s>r\n Голос все не унимался.<s>r\n — Да у вас талант! Не губите его!<s>r\n С последним словом нервы обоих парней сдали окончательно — ужас охватил их.<s>r\n Забыв обо всем, они кинулись на выход. Меньше чем через минуту громкий хлопок дверью сотряс  ветхое здание.<s>r\n Дом вновь погрузился в тишину.",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": " — Нормально, — кивнул Максим.<s>r\n Неловкая тишина воцарилась в комнате.<s>r\n — Сколько сейчас? — спросил Дима, чтобы хоть как-нибудь ее разорвать.<s>r\n — Полпятого, — ответил Максим, взглянув на наручные часы.<s>r\n Вновь все замолчали — только дрова тихо потрескивали.<s>r\n — Может, домой уже пойдем? — искусственно зевнул Дима.<s>r\n — Давай.<s>r\n Неуклюже собрав вещи, они пошли на выход. Какая-то напряженная недосказанность витала между ними. Они молчали.<s>r\n Аккуратно затворив дверь, Максим и Дима поплелись по лесу. \nГлаза их не пересекались.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 20,
    "text": " В зале, возле затухающего камина, сидели два силуэта: мужчина и женщина. Мужчина был одет в обычный костюм-тройку с огромной дырой под правым ребром. Платье жещины же было полностью залито кровью, все еще струившейся из перезанного горла. Тем не менее это их не смущало, наоборот, они спокойно переговаривались.<s>r\n Ну, почти спокойно...<s>r\n — И зачем ты полез к ним? — возмущалась женщина. — Смотри, как ты их напугал!<s>r\n — Да а что я?.. — растерянно оправдывался мужчина. — У мальчика и вправду есть хорошие задатки, а он  хочет идти на слесаря... Ну не мог же я не вмешаться?<s>r\n — Ага, — кивнула она. — Твои слова, безусловно, ему очень помогли в выборе будущей профессии.<s>r\n Мужчина тактично решил промолчать. Тем не менее его жена успокаиваться не собиралась.<s>r\n — Да еще и этим всем придется разбираться, — тыкнула она аккуратным, не запачканным кровью пальчиком на кучу разбросанных вещей. — Да и погляди, какое пятно он тут посадил. Да мы ж его теперь не выведем!<s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 21,
    "text": " Открыв дверь, друзья испытали разочарование: ничего интересного — обычная спальня. Комната само по себе была довольно-таки крупная, но практически весь ее объем занимал огромный шкаф и не менее огромная кровать с балдахином.<s>r\n — Блин... — невольно вырвалось у Димы при виде нее, — да на ней с десяток поместиться может.<s>r\n — Угу, — кивнул Максим, — и на кой черт им такая большая? Оргии они тут, что ли, закатывали?<s>r\n Ничего больше особо интересного в комнате они не нашли: шкаф был пуст, несколько разбросанных  комодов — тоже. На полу ничего не валялось, и даже под ковриком не было секретного хода.<s>r\n — Да пошли уже, — протянул вконец раздосадованный Дима и поплелся обратно в коридор.",
    "answers": [
      {
        "id": 10,
        "text": "Вернуться",
        "run": [
          10
        ]
      }
    ]
  },
  {
    "id": 22,
    "text": " На предложение Димы Максим лишь еще раз окинул скептическим взглядом лестницу.<s>r\nПостроенная из дерева, она, пожалуй, единственная в этом доме поддалась и в итоге сдалась времени. Стоило только Максиму прикоснуться к ней, как тут же она заходила ходуном, словно предупреждая о том, что ее лучше не тревожить.<s>r\n — Я туда не полезу, — заявил категорично Максим и тут же добавил, обращаясь к другу. — И тебе не советую.",
    "answers": [
      {
        "id": 23,
        "text": "Все равно лезть наверх"
      },
      {
        "id": 24,
        "text": "Отказаться от идеи"
      }
    ]
  },
  {
    "id": 23,
    "text": " — Ну и оставайся тут, как знаешь, — не менее категорично бросил Дима и хотел уже было лезть, но в этот самый момент замер, как будто что-то вспомнив. <s>r\n Впрочем, эта заминка тут же объяснилась: грохот упавшего портфеля заставил Максима поморщиться.<s>r\n — Последишь заодно, — сильно, видимо, обидившись на \"бросившего\" его друга, гаркнул Дима. Максим без ответа не остался:<s>r\n — Смотри глаза себе там не выколи, пока в темноте будешь шляться.<s>r\n Этой фразой он надеялся хоть немного вразумить друга, но все приняло неожиданный для него поворот: не говоря ни слова, Дима подошел к рюкзаку и достал оттуда... фонарик.<s>r\n — А сразу сказать о нем не мог? — прошипел не на шутку разозлившийся Максим.<s>r\n Ответом ему стал скрип досок лестницы. Вскоре силуэт друга исчез во тьме второго этажа.",
    "answers": [
      {
        "id": 25,
        "text": "Идти с Димой"
      },
      {
        "id": 26,
        "text": "Остаться с Максимом"
      }
    ]
  },
  {
    "id": 24,
    "text": " С грустью посмотрев на лестницу в последний раз, Дима выдохнул:<s>r\n — Ладно, твоя взяла. Пошли дальше.<s>r\n Максим лишь кивнул и стал думать, куда еще можно сходить.",
    "answers": [
      {
        "id": 10,
        "text": "Новый ответ. введите текст",
        "run": [
          10
        ]
      }
    ]
  },
  {
    "id": 25,
    "text": " Зажав зубами фонарик, Дима медленно карабкался по лестнице. Та ходила ходуном. Парень уже успел проклясть чрезмерную упертость, но одновременно с этим именно она сейчас и не давала ему просто так развернуться и спуститься вниз. Злоба одолевала его и придавала ему сил.<s>r\n Стоило лишь его ноге встать на твердую основу, волна облегчения прокатилась по всему ему телу. Невольный вздох вырвался из его груди. Где-то с полминуты он просто стоял и наслаждался этим чувством.<s>r\n Наконец луч света ножом полоснул по тьме, разгоняя ее. Новый фонарик на батерейках светил безмерно лучше старого советского динамо-фонаря, так что разглядеть, что происходит вокруг, не составило особого труда.<s>r\n Дима оказался в коридоре. Обои во многих местах отклеились, пол скрипел, в воздухе парила целая взвесь из пыли, тем не менее коридор в целом прекрасно сохранился — ничто не могло помешать осмотру.<s>r\n На стенах висели фотографии, но, будучи к ним полностью равнодушным, Дима просто прошел мимо них: его внимание захватила закрытая дверь в конце коридора. <s>r\n Именно к ней он и направился.",
    "answers": [
      {
        "id": 29,
        "text": "Открыть дверь"
      }
    ]
  },
  {
    "id": 26,
    "text": " Проводив друга взглядом, Максим лениво мазнул фонариком вокруг. Ближайшие пятнадцать-двадцать минут ему придется дожидать здесь. Мелькнула было мысль полезть вслед за Димой, но он ее быстро отогнал: и тут найдется, чем заняться.",
    "answers": [
      {
        "id": 38,
        "text": "Осмотреть портфель"
      },
      {
        "id": 39,
        "text": "Осмотреть комнату справа"
      },
      {
        "id": 40,
        "text": "Осмотреть комнату слева"
      }
    ]
  },
  {
    "id": 27,
    "text": " ",
    "answers": []
  },
  {
    "id": 28,
    "text": " Дима виновато улыбнулся.<s>r\n — Разве что совсем чуть-чуть...<s>r\n — Угу, — кивнул Максим, — знаем мы твои \"чуть-чуть\".<s>r\n В этот самый момент он широко зевнул: сон одолевал его.<s>r\n — Знаешь что, — пробормотал парень совсем уставшим голосом, — а пойдем-ка уже домой.<s>r\n На лице Димы отразилась грусть.<s>r\n — Да ладно, — похлопал Максим друга по плечу. — Вернемся еще сюда как-нибудь.<s>r\n Последнее фраза нисколько не приободрила Диму. Досада разлилась в его душе.<s>r\n — Ну и иди... — начал было он со злостью, но тут же оборвал: надоело ему это все. Плюнув, парень стал собирать вещи.<s>r\n Вскоре они шли по лесу.Максим вновь хаотично пытался  разобраться с картой. Он уже и забыл о старом особняке — только Дима изредка оборачивался назад. Досада тлела в его душе.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 29,
    "text": " Громко проскрипела дверь. Луч света ворвался во тьму и стал рыскать по стенам, словно что-то ища.<s>r\n Дима огляделся.<s>r\n Судя по множеству кукол, то была детская. Они были буквально повсюду: на полках, полу, на кровати. Своими стеклянными фарфоровыми глазами они встречали нежданного гостя пристальным и холодным взглядом, от которого Дима невольно содрогнулся. Но то была лишь правая часть комнаты  — на левой, наоборот, не было ни одного из этих страшных созданий. Она изобиловала различными машинками, кубиками, даже деревянная лошадка виднелась среди них. Как ни тяжело догадаться: левая часть принадлежала мальчику, правая — девочке. Хотя, по сути, ничем, кроме игрушек, они не отличались: две кровати, два письменных стола и даже два шкафа были полными копиями друг друга.",
    "answers": [
      {
        "id": 31,
        "text": "Подойти к окну",
        "need": -31
      },
      {
        "id": 32,
        "text": "Осмотреть столы",
        "need": -32
      },
      {
        "id": 30,
        "text": "Осмотреть шкафы",
        "need": -30
      },
      {
        "id": 33,
        "text": "Уходить",
        "need": [
          30,
          31,
          32
        ]
      }
    ]
  },
  {
    "id": 30,
    "text": " От нечего делать Дима распахнул стоявший справо от него шкаф. Там он обнаружил лишь горстку изъеденных молью старых тряпок, годящихся только на  выброс. <s>r\n Увы, эта же история повторилась и со вторым.",
    "answers": [
      {
        "id": 29,
        "text": "Новый ответ. введите текст",
        "run": [
          29
        ]
      }
    ]
  },
  {
    "id": 31,
    "text": " Подойдя к окну, Дима раздвинул уже наполовину изъеденные молью занавески и осмотрелся вокруг. Его подозрения подтвердились: именно в этом окне он и видел тот непонятный силуэт, мелькнувший было, пока они стояли на улице.<s>r\n Дрожь пробежала по его телу: не любил он эту паранормальщину. Как он мог предложить сходить сюда — до сих пор оставалось для него загадкой. Почему-то мысли о том, что ему эта фигура просто показалась, даже не приходили в его голову.<s>r\n \"Если я сейчас обернусь и увижу там привидение, то, кажется, я попал в чертов дешевый ужастик,\" — мелькнула у него мысль с горькой примесью иронии и страха.<s>r\n Но все осталось таким же бездвижным и равнодушным к нему.",
    "answers": [
      {
        "id": 29,
        "text": "Новый ответ. введите текст",
        "run": [
          29
        ]
      }
    ]
  },
  {
    "id": 32,
    "text": " Подойдя к ним, Дима лениво полоснул по ним фонарем. Как и ожидалось, ничего особо интересного там не оказалось. На столе у мальчика стоял взвод деревянных солдатиков с поднятыми на изготовку винтовками и пушками. Прямо напротив них стояли такие же фигурки, тоже приготовившиеся к атаке. Только несколько из них уже валялись, по-видимому, \"убитые\". Над ними возвышались несколько стопок книг, с водруженными на них пушками. Их дула смотрели прямо на врагов.<s>r\n На столе же девочки просто сидело множество фарфоровых кукол, глазами буривших Диму, отчего тот вновь невольно содрогнулся.",
    "answers": [
      {
        "id": 29,
        "text": "Новый ответ. введите текст",
        "run": [
          29
        ]
      }
    ]
  },
  {
    "id": 33,
    "text": " Обведя напоследок взглядом комнату, Дима вздохнул: не надо было сюда лезть — все равно ничего не обнаружил. Развернувшись, он попелся на выход.<s>r\n Но в самых дверях его остановило ощущение слежки за ним. Сам не зная: зачем, он резко обернулся.<s>r\n Его взгляд уперся в множество стеклянных глаз.<s>r\n — Тьфу, блин... — сплюнул он. — Да что б вас всех... <s>r\n И, окончательно развернувшись, открыл дверь. В этот самый момент что-то больно кольнуло его в ногу.<s>r\n — Поиграй с нами...<s>r\n И так доведенный до предела, Дима в тот же самый момент рванул в распахнутую дверь. Но та, словно движимая кем-то невидимым, стала закрываться.<s>r\n Не думая ни секунды, он ухватился за ее край, но силы оказались не в его пользу: она захлопнулась и прищемила ему пальцы.<s>r\n Громкий крик вырвался из горла Димы. <s>r\nСловно только этого и ждав, замеревшая на шкафу кукла бросилась прямо на него. Ее тонкие пальцы вцепились в уголки  щек. Боль разрываемой кожи пронзила тело Диму. Вкусом железа заполнился рот.<s>r\n В этот самый момент десятки спиц гарпунами впивлись в одежду. Его потянули вниз. Треск разрываемой ткани заполнил комнату.",
    "answers": [
      {
        "id": 34,
        "text": "Со всей силы рвануть дверь"
      },
      {
        "id": 35,
        "text": "Отпустить дверь и отбиваться от кукол"
      },
      {
        "id": 53,
        "text": "Отпустить дверь и бежать в сторону окна"
      }
    ]
  },
  {
    "id": 34,
    "text": " Уцепившись сломанными и окровавленными пальцами, Дима рванул дверь со всех мил. Рык боль, переходящей в ярость, вырвался из его горла. Дверь буквально отлетела, сбивая с ног толпившихся под ним кукол. Звук дробящихся и ломающихся их тела стал усладой для раненного парня.<s>r\n Не давая времени опомниться тварям, он рванул в коридор. Одежда затрещала на нем. Монстры держали хорошо: целые клочья одежды отрывались от его костюма вместе с кусочками его плоти и оставались прямо там, на спицах этих тварей. Тело вновь взорвалось боль, но мало что уже понимавший парень даже ее не замечал. Он видел лишь темневший в полу провал.<s>r\n Дима влетел на лестницу на полной скорости. Та не выдрежала и развалилась прямо под ним. С грохотом Дима свалился на первый этаж. <s>r\n Его грудь пронзила боль. ",
    "answers": [
      {
        "id": 37,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": " Дима выдернул своим окровавленные пальцы — рев боли и ярости вырвался из его глотки. Одним рывком оторвав тварь от своего лица, он швырнул в стену. С хрустом ее фарфороваое тело раскоколось на две часть. Но Дима его уже не слышал.<s>r\n Ярость и адреналин захлестнули его. Спицы гарпунами впивались в его кожу. С чавканием плоть отрывалась от него. Его одежда трещила по швам, буквально разрываемая на клочья, но Дима уже ничего этого не чувствовал. Он видел лишь кукол. Этих злобных тварей с обезображенными и перекошенными личиками. Их нечеловеческие глаза и такую же нечеловеческую злобы и ненависть, плескавшиеся в них. Он хотел лишь стереть эти гримасы, уничтожить их раз и навсегда. Его ноги топтали их тела, руки разрывали на части, ступни отшвыривали их в стены. Они лопалась, ломались, раскалывались. И это звук... не было ничего его прекраснее.<s>r\n Но куклы лишь прыбывали. А силы у Димы быстро заканчиваались.<s>r\n — Пли!.. — рыкнул слабый мужской голос. Загрохотали пушки. Боль прорезала его живот и груди. С треском сломались ребра. В глазах потемнело. В одно мгновение сотни спиц впилось в его тело. Великан упал.<s>r\n Последнее, что увидели его мутные, затухающие зрачки, была кукла, заносящая длинную иглу.<s>r\n Глаза вспыхнули болью. В последний раз.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 36,
    "text": " Вытащив окрававленные пальцы из щели, Дима одним рывком оторвал от своего лица вцепившуюся в него тварь и со всей сил отшвырнул ее в другой конец комнате. Ее тельце с жалобным хрустом сломалась, но он уже этоне слышал, ясростно бросившись в сторону окна.  <s>r\n Хруст ломающихся кукол смешался со звуком рвущейся на нем одежды. Твари держали его крепко. Их иголки гарпунами вцеплялись в его кожу одна из другой, рвали и потрашили ожеджду. Но это не останавлило его. Желание жить бушевало в нем, и это делание глушило всю боль, когда с чавканием отрывались клочки его плоти.<s>r\n Дима бежал. Он видел только окно — оно захватило все его внимание.<s>r\n  — Огонь! — донесся до ушей слабый мужской голос. <s>r\n Загрохотали пушки. Левый бок пронзила боль. Затухающий крик вырвался из его горла.<s>r\n Великан повалился. Ноги больше его ",
    "answers": [
      {
        "id": 53,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 37,
    "text": " При свете мигающего фонарика посреди множества обломков лежал молодой парень. Из груди торчал окровавленный кол. Кожа  медленно начинала бледнеть. <s>r\n Только еще теплая кровь лужей растекалась под ним.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 38,
    "text": " Только теперь, оставшись в полном одиночестве, Максим осознал, насколько он проголодался: желудок крутило, болью отдавая по всему телу. Не медля ни секнуду, он бросился к рюкзаку и стал его быстро потрошить.<s>r\n Чего там только не было: и аптечка, и запасная одежда, и даже два пледа —  Дима подготовился очень основательно. Тем не менее, несмотря на все это богатство, Максима манила толко две небольшие коробочки. В них дожидались своего часа бутерброды. Этот час настал.<s>r\n С комфортом развалившись прямо на полу, Максим полусидел-полулежал, опираясь спиной на рюкзак. Правую его руку согревала бумажный стаканчик с еще горячим чаем, левая уже была пуста: бутерброд закончился невероятно быстро. Мелькнула было идея съесть и второй, но он ее быстро отогнал: наверняка Дима тоже проголодался — не отбирать же у друга последнюю еду.<s>r\n Наконец-то, пожалуй, впервые за всю длинную ночь , спокойствие и умиротворение воцарилось в душе парня. На него напала какая-то резкая тяга к созерцанию всего вокруг. Благо фонарик был с ним, так что ничего не могло ему в этом помешать.<s>r\n Но все его внимание почему поглотил коврик, лежащий прямо перед ним. Что-то неправильное виднелось в игре его узра, что-то, выбивающееся из общей картины. Только бы понять, что именно...<s>r\n И тут Максима осенило: кольцо. Скрывшись в складках коврах, оно становилось практически невидимм. Пройдешь — не увидешь. Тут же надо долго всматриваться.<s>r\n Спокойствие исчезло в мгновение ока — любопытство захлестнула Максима. Небывалая энергия забурлила в нем.<s>r\n Отложив теромс, он бросился к коврику и стал быстро его сворачивать. Это заняло у него доли секунды. И вот уже его ботинки стояли на старых половицах.<s>r\n Его догадки подтвердились: четкий контур крышки выступал среди деревянного пола. Темнота манила его. <s>r\n Он успел лишь похватить фонарик, прежде чем рука его распахнула дверцу вниз.",
    "answers": [
      {
        "id": 41,
        "text": "Спускаться"
      }
    ]
  },
  {
    "id": 39,
    "text": "Зайдя в кабинет, Максим вновь огляделся. Зачем — непонятно. Но глаз его вновь остановился на стеллаже с книгами. Любопытство  охватило его. С интересом он стал осматривать полки. <s>r\n Но то оказались самыми обычными, пусть и старыми, изданиями Достоевского, Толстого, Пушкина, Лермонтова. Некоторые из них были еще на старорусском языке, но, не являясь никаким антикваром или мародером, Максим их просто пропустил. Единственное, что привлекло его внимание, была выглядывающая стопка листков, прошитых и наскоро засунутых среди книг. С интересом Максм взял ее и стал изучать.<s>r\n Написаны они были от руки, пусть и каллиграфическим почерком, так что чтение его во многих местах сильно осложнялось. Тем не менее Максим смог понять большую часть.<s>r\n То была тетрадка, исписанная стихами, заметками, маленькими историями из жизни. Видимо, хозяин этого дом был писателем, либо же просто в перерывах между работой любил что-нибудь быстро зарисовать из жизни.<s>r\n Невольно увлекшись, Максим упал на старое кресло, каким-то чудом его выдержевшем.<s>r\n — Кх-м, — раздался неожиданно рядом с ним вежливое покашливаие, — молодой человек, не могли бы вернуть на место то, что взяли.<s>r\n  Лицо уставшившегося в листки Максима побледнело: только теперь он заметил темный силуэт, стоявший уже несколько минут рядом с ним. Парень замер истуканом. Так и смотря в тетрадь, он сидел, словно школьник, которого учительница поймала на списывании.<s>r\n — Молодой человек... — раздался уже куда более грозный голос  — громко хлопнула ставня. Максим вздрогнул.<s>r\n — Из-звините, — пробормотал он, заикаясь. — Сейчас же все сделаю...<s>r\n Резко подскочив с кресла, он на деревянных ногах подошел к стеллажу. Книги будто по чей-то указке раздвинулись в том же месте, где раньше стояла рукопись.  Максим расстерялся:<s>r\n — Так же, как раньше ставить... или  полностью задвигать? —  боясь разозлить хозяина, спросил он с рабской угодливостью.<s>r\n — Полностью, — твердым голосом, пусть уже и немного смягчившись, приказал он.<s>r\n Максим с точностью выполнил указание.<s>r\n Подходя к выходу, он, ведомый каким-то чувством, неожиданно для себя полностью обернулся.<s>r\n — Извините, что потревожили, — пробормотал он, кланяясь. — Мы более сюда не придем.<s>r\n Нечеловеческий рев донесся сверху. Максим побледнел, чувствуя неладное.<s>r\n — Молодой человек... — окликнул его резко подобревшим голосом мужчина. — Подождите одну секундку.<s>r\nПосле чего резко исчез.",
    "answers": [
      {
        "id": 50,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 40,
    "text": " Зайдя в комнату, Максим вновь огляделся: все осталось прежним. Все также темнел зев камина, также одиноко стоял рояль. Его бронзовый отлив тут же приковал к себе его взгляд. Непонятно зачем Максим решил на нем сыграть.<s>r\n Он никогда на нем не играл — даже живую музыку толком-то и не слышал. Лишь так, пару раз, посещал консерваторию, да и то будучи совсем маленьким. И да, он прекрасно осознавал, что инструмент не настраивался уже много лет. Но все же это невероятное желание полностью захватило его — он просто был бессилен против него.<s>r\n \"Да и что мне от этого будет-то?\" — мелькнула шальная мысль в голове, пока он подходил к роялю.<s>r\n  Подойдя к нему, Максим деланно небрежным жестом откинул крышку. Руки его оправили несуществующий фрак — он уселся на стул рядом с роялем. В его фантазии он был великим музыкантом. И вот теперь здесь, в этом огромном зале филармонии, собралось несметное количество народу. Все они пришли, чтобы послушать его выступление.<s>r\n Картинно он оправил манжеты фрака — ладони его легли на белые клавиши. Сосредоточеныый вздох вырвался из его груди. И вот наконец он был готов. Пальцы начали свой танец.<s>r\n Рояль отозвался страшным звуком.<s>r\n — Не издевайтесь над ним! — прогремел тут же женский голос. — Не смейте даже к нему прикасаться!<s>r\n Лицо Максимо побелело. Его сковало — он так и замер со все еще поднятыми пальцами. Но голос не унимался:<s>r\n — Отойдите! Вы слышите? Отойдите от него!<s>r\n Огромных усилий Максиму стоило просто повернуть голову вправо. Глаза его встретились с женским силуэтом. Кожа, как и вся она, была бледна — только кровь беспрерывно хлестала из ее шеи и, проливаясь, пачкала ее белый наряд. Но ее это, видимо, давно уже не смущало — она с яростью буравила взглядом юношу.<s>r\n — П-простите, — заикаясь, забормотал он и тут же резко встал. — С-сейчас же все уберу.<s>r\n Трясущимися руками, он стал пытаться опустить крышку. Пальцы его соскочили. Массивная кусок дерево полетел прямо на них — только неведомая сила, подхватившая ее, спасла его руки.<s>r\n — Пожалуйста, — взмолилась отчаявшаяся женщина, — просто отойдите.<s>r\n Максим тут же отскочил.<s>r\n Что-то тяжелое плашмя ударило его спину — точнее он ударил. С грохотом диван проскрежетал по паркету.<s>r\n — Я...я не хотел... — бормотал парень, отшатываясь уже от него. — Простите... Я не нарочно...<s>r\n — Да уйдите вы уже! — уже чуть ли не плача, взмолилась хозяйка, рассматривая огромные борозды на полу. — Уйдите и друга своего с собой прихватите!<s>r\n Все еще пятясь назад, Максим вышел за дверь. С грохотом она захлопнулась за ним.",
    "answers": [
      {
        "id": 52,
        "text": "Взять вещи и уходить"
      }
    ]
  },
  {
    "id": 41,
    "text": "Луч фонаря ворвался в темноту, разрывая ее и открывая дорогу своему владельцу. Максим стал медленно спускаться.<s>r\n Деревянная лестница скрипела под его ногами — поручней не было как назло, но это его не останавливало. Он лишь напряженно всматривался в темноту, боясь упасть в любой момент. Но, благо, все обошлось: нога наконец ощутила под собой твердую почву. Облегчение прокатилось по телу. Тем не менее долго Максим на нем не зацикливался, сразу перейдя к осмотру.<s>r\n Любопыство бурей бушевало в груди парня, но каково же было его разочарование, когда стало ясно, что самый обычный подвал, пусть и большой. Углубляясь все глубже и глубже, он натыкался лишь на стеллажи с консервированным мясом. Оно все давно, понятное дело, сгнило, тем не менее опознать его было невероятно просто. И количество его невольно поражало Максима: кому могло столько его понадобиться? На ум приходил лишь полк солдат, но что-то ему сильно сомневалось, что эта семья занималась благотворительностью в пользу оголодавших военных.<s>r\n Гулкий хлопок закрывшейся крышки дрожью разнеслся по телу Максима. Неожиданная клаустрофобия пробудилась в нем — страх заворочался в его душе.<s>r\nМаксим поспешил к выходу, но не успел он сделать и трех шагов, как фонарик мигнул в последний раз.<s>r\n Тьма вновь поглотила подвал.",
    "answers": [
      {
        "id": 42,
        "text": "Зарядить фонарь"
      }
    ]
  },
  {
    "id": 42,
    "text": "В панике Максим схватился за ручку фонаря, но какой-то неожиданно раздавшийся шум остановил его. Он замер, полность отдавшись непонятнуму звуку. <s>r\n То были шаги. Парень готов был поклясться, что это были именно они.<s>r\n Тихие, шаркающие, они разадавались в другом конце подвала, но в звенящей тишине казалось, что они прямо тут, буквально в трех шагах от него.<s>r\n Тело же Максима парализовало. Грудь сковало. Мозг в панике метался, не зная, что делать.",
    "answers": [
      {
        "id": 43,
        "text": "Бросить фонарь и бежать"
      },
      {
        "id": 44,
        "text": "Зарядить фонарь"
      },
      {
        "id": 45,
        "text": "Ждать"
      },
      {
        "id": 54,
        "text": "Тихо красться на выход"
      }
    ]
  },
  {
    "id": 43,
    "text": " Не раздумывая долго, Максим замахнулся — фонарик полетел в другой конец комнате. Грохот падающих банок разорвал тишину. Воздух заполнился запахом гнили.<s>r\n Но Максим не обращал на это внимания. Он несся туда, где должен был выход. Он не был уверен ни в чем: глаза ничего не видели — только чутье, интуиция могли спасти его.<s>r\n И каково же было его счастье, когда он ощутил деревянную ступеньку под своей рукой. Не раздумывая ни секунды, он стал взбираться по ней на ощупь. Приближающиеся шаги только подстегивали его.<s>r\n Лестница скрипела под ним. Пот заливал его глаза. Ноги несколько раз подпадали в пустоту, проваливались в нее — только чудом он не упал. <s>r\n Когда голова отозвалась болью, радость на миг мелькнула в нем. В то же мгновение он ударом выбил крышку. Тусклый свет луны ударил в глаза.<s>r\n  — Ты куда, парень? — донесся хриплый голос снизу. <s>r\n Чья-то рука схватила его ногу. Рывок — полет. И вот уже, распластавшись, он лежит на земле. Что острое пробивает его грудь. Болью взрывается все тело.<s>r\n Но глаза, они видят лишь тусклый свет луны, падающий сверху.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 44,
    "text": " Не зная., что делать, руки Максима стали машинально крутить рукоятку. С каждым оборотом темп все нарастал и нарастал, и вот фонарь наконец вспыхнул. Он тут же направил его на противоположную стену.<s>r\n Там были только стеллажи с банками. <s>r\n Вздох облегчения вырвался из его груди: ему померещилось. Это была лишь галлю...<s>r\n Дыхание Максима замерло. Боль сковало его тело.<s>r\n — Зря ты, парень, фонарик включил, — раздался над его ухом голос с придыханием. С чавканием нож вырвался из его тела.<s>r\n Ноги подкосились — Максим повалился. В глазах его темнело.<s>r\n — Но знаешь: люблю я вас таких...любопытных...",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 45,
    "text": " Страх полностью поглотил его, сковал тело, лишил рассудка. Максим просто замер истуканом, не в силах даже пошевелить пальцем. Он ждал, а чего — сам не знал.<s>r\n Но вскоре шаги исчезли также неожиданно, как и появились. Комната погрузилась в окончательную, полную тишину. Ужас стал постепенно отступать.<s>r\n Тело взорвалось болью. Остановилось дыхание. Максима парализовало.<s>r\n — Объясни мне только. Чего ты ждал?.— раздалася над ухом шепот с придыхание. С чавканием нож вырвался из тела.<s>r\n Ноги подкосились — Максим осел. В глазах темнело.<s>r\n — Жаль. Я надеялся еще поиграть.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 46,
    "text": " Максима лихорадило. Боль, страх, ужас- все перемешалось в нем и глыбой давило на его психику. <s>r\n \"Жгут... жгут... жгут...\" — крутилось в его голове, пока его дрожащие пальцы пытались вытащить ремень из пояса, но лишь бессильно соскльзывали с него.<s>r\n Он боялся пошевелиться: каждое движение отзывалось нестерпимой болью в его ноге.А лужа все увеличивалась.<s>r\n Только лишь глядя на нее, он наконец стал брать себя в руки: время слигком дорого.  Сконцентрировав все силы, Максим вытазил наконец ремешок.<s>r\n Первым порывом, когда он увидел рану, было рвота. Но не от ужаса увиденного, а от осознания, что этот кровоточаший кусок мяса,  — часть тебя. Но время своим бешенным скачем отогнало все посторонние мысли.<s>r\n Отмерив два пальца под раной, Максим максимально туго пережал ногу. Кровь стала течь меньше.<s>r\n Он подполз к рюкзаку. Мысль об аптечке крутилась в его голове, не на секунду не покидая. Она была там. Там эе где он ее оставил. Вздох облегчения вырвался из его груди. Но страх вновь окатил его волой: нечеловеческий рев состряс весь дом.",
    "answers": [
      {
        "id": 47,
        "text": "Скакать на выход"
      }
    ]
  },
  {
    "id": 47,
    "text": " Забыв обо всем, Максим подскочил. Нога взорвалась болью. Кровь вновь побежала по поге струей. Парень зашипел, словно змея. Но оставаться было смерти подобно — согнув больную ногу, Максим поскакал.<s>r\n Сжимая зубы, он прыгал. Прыгалтак, как не прыгал никогда. В глазах его темнело — только боль, вспыхиваюзая при каждом скачке спасало от  забвния. Насупившиеся фотографии провожали его взглядом.<s>r\n Дверь распахнулась перед ним сама: хозяева прямо говорили, что им здесь не рады. Максим даже и не собирался их перечить.<s>r\n И вот прохлада летней ночи ударило ем в лицо, сменив затхлотхлость старого дома. Уши оглушил шума леса.<s>r\nУлыба<s><s>ка тронула лицо Максима.<s>r\n В этот самый момент, когда он сходил с веранды, крыша над ним загрохотала.<s>r\n Мир погрузился во тьму.",
    "answers": [
      {
        "id": 48,
        "text": "..."
      }
    ]
  },
  {
    "id": 48,
    "text": " Стон вырвался из груди Максима, стоило ему очнуться. Все болело. Тяжело дышать. Голова раскалывается. Кажется, рана вновь открылась.<s>r\n Несколько секунд он валялся, просто дезоориентированный. Мысли и образы роились в голове. Ничего не было понятно. Но только стоило открыться глазам, как все встало на свои места.<s>r\n С натяжным стоном парень спихнул с себя придавившую его тушу.Знакомое лицо Димы тут же бросилось ему в глаза. Он был бессознания. Тело его утыкали десятки иголок, на правом боку выстпупвшем из под под разорванной одежды виднелась огромная гемматома. Лицо его было все исцарапано. Но грудь его вздымалась — это было главное.<s>r\n Страх начал накатывать на Максима, но апатия и какое-то неожиданое равнодушие в то же мгновение сменили его. Он устал. Организм истощил практически все ресурсы. Но все же оставлять друга просто так лежачим парень не собирался.<s>r\n Максим огляделся.Красная коробочка неожиданно бросилась ему в глаза.<s>r\n \"Аптечка,\" — пронзила его мысль. <s>r\n Оен поползл  кней — правую ногу вновь прострелила боль. Она же немного его и отрезвила, так что, открыв ее, парень занялся собой.<s>r\n Долгие десять минут заняла перевязка его ноги. Когда он закончил лицо его было бледнее луны, светившей над ним.  Вид рассеченной плоти, сворачиваюзейся крови, боль — все это навеки останется в его памяти. А также ужас от осознания, к чему все это может привести впоследствие. Но страх за друга не давал ему замкнуться в себе.<s>r\n ВОзможно, самым лучшим решением было бы просто сбегать в деревню и позвать взрослых или же, попытаться позвонить им, но сигнал не ловил, а оставлять его одного Максим просто боялся. Наверное, увидь ды настоязийдоктор или хотя бы учитель ОБЖ его сейчас, то они поотрывали бы руки Максиму, но оставить просто так он тоже не мог, поэтому и делал, что умел. А там будь что будет.<s>r\n И вот Дима уже лежал на земле с криво перевязанной грудью и животом. Бинты медленно алели. Рядом с ним сидел Максим. Лицо его было бледно.Его мутило. Голова кружилась. Похоже, он медленно терял сознание. От боли или от инфекции, которая медленно растекалась по крови, неизвестно. Но покой царил в его душе.<s>r\n — Дим... Дим... — пытался привести в чувство друга, но помутневшие егоглаза не видели, что грудитого уже давно не вздымается. И даже когда он повалился на землю, рот его продолжал все беззвучно повторять:<s>r\n — Дим... Дим...<s>r\nИ друг его вставал. И улыбнувшись, они ковыляли домой, опирасясь другу на друга.<s>r\n Вот толькот сам он валялся на землеы, все та том жке полу, терая кровь.<s>r\n И только бессмысленная улыбк гуляла на его юлденом лице",
    "answers": [
      {
        "id": 1,
        "text": "КОнец"
      },
      {
        "id": 49,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 49,
    "text": "",
    "answers": []
  },
  {
    "id": 50,
    "text": " Бледный от испугу, Максим замер у двери. Он не знал, чего можно ожидать от привидения, но какое-то чувство ему говорило прямо: бежать нельзя. Оставалось только ждать.<s>r\n К счастью, пытка не продлилась долго: скрип лестницы донесся до его ушей. Парень вздрогнул. Страх вновь его окатил. Еще мгновение и он, не сдержавшись, побежал бы.<s>r\n — Не бойтесь, молодой человек, — попытался успокоить его мужчина, появившейся прямо перед ним, — это ваше друг спускается. Дети с ним, правда, немного поигрались, но, к счастью, все обошлось. А теперь уходите.<s>r\n Максим только это и ждал.<s>r\n — До свидания, — пробормотал он и неуклюжей походкой вышел из комнаты. Дверь за ним тут же захлопнулась.",
    "answers": [
      {
        "id": 51,
        "text": "Взять вещи и уходить"
      }
    ]
  },
  {
    "id": 51,
    "text": " Содрогнувшись от громкого хлопка, Максим подошел к лестнице. Рядом с ней уже стоял полностью готовый Дима. На новом спортивном костюм  виднелось множество дырок, лицо покрывали царапины, а сам онпокачивался, словно подвыпив. Видимо, это \"дети с ним немного поиграли\".<s>r\n Они лишь обменялись взглядами — этого им хватила. <s>r\n Максим попелся впереди, Дима — за ним. Рюкзак лениво болтался за его спиной. Все было таким же: стены, фотографии, паркет. Вот только теперь не рождалось больше любопытство в друзьях. Они хотели просто оказаться наконец дома.<s>r\n Дверь за их спина с грохотом захлопнулась. Они даже не обернулись. Все такой же пьяной походкой Дима с Максимом шли по лесу. Только изредка по ним пробегала дрожь.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 52,
    "text": "Содрогнувшись от громкого хлопка, Максим подошел к лестнице. Рядом с ней уже стоял полностью готовый Дима. На новом спортивном косюм  виднелось множество дырок, лицо покрывали царапины, а сам покачивался, словно подвыпив. Максим, впрочем, не удивился.<s>r\n Они лишь обменялись взглядами — этого им хватила. <s>r\n Максим попелся впереди, Дима — за ним. Рюкзак лениво болтался за его спиной. Все было таким же: стены, фотографии, паркет. Вот только теперь не рождалось больше любопытство в друзьях. Они хотели просто оказаться наконец дома.<s>r\n Дверь за их спина с грохотом захлопнулась. Они даже не обернулись. Все такой же пьяной походкой Дима с Максимом шли по лесу. Только изредка по ним пробегала дрожь.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 53,
    "text": " С громким ревом Дима вырвал сломанные пальцы из щели и рванул к окну. Руки тут же оторвали куклу от лица. Во рту расползался вкус железа. Под ногами его хрустели фарфоровые тела кукол. С чавканием спицы вырвывали куски плоти вмете с одеждой. По телу его тела кровь. Но он видели лишь тусклый свет луны из открытого окна.<s>r\n До ушей его донесся грохот пушек — боль пронзила его левый бок. В глазах потемнело. Ноги подкосились. Великан повалился.<s>r\n Лежа на полу, обессиленный, он чувствол, как десятки иголок впиваются в его телу. Но затухающие глаза его смотрели на луну, глядевшую на него сквозь распахнутое окно.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 54,
    "text": " Максим начал тихо красться к выходу. Грудь его практически не вздымалась. Глаза ничего не видели — темнота поглотило все вокруг. Он мог рассчитывать только на интуицию.<s>r\n Шаги приближались. С дрожью Максим прислушивался к каждому их отгласу. Негромкие, шаркающие, слово у старика, они были где-то совсем рядом. С каждой секундой они становлись все громче. <s>r\n Но неожиданно они стихли. Максим замер. Еще больший ужас стал его захлестывать. В этот самый момент рука наконец  нащупала деревянную лестницу — только это придало ему немного уверенности. Он стал карабкаться.<s>r\n Деревяннык ступени громко скрипели. Их скрип взрывался громом по подвалу. Максим был бессилен. Его ботинки постояннно соскальзывали — только чудом он не упал ни разу. <s>r\n Но весь ужас прошел, стоило его голове упереться в потолок. Ладони быстро нашарили люк. Улыбка мелькнула на его лице.  Он был спасен.<s>r\n — Парень, ты чего, бросить меня хочешь?  — насмешливый хрипловатый голос прозвучал приговором для Максима.<s>r\n Его руки в панике попытались откинуть крышку подвала, но сильный рывок сбросил в мгновение ока его с лестницы. Секунда полета — и вот он уже лежит плашмя на земле. До его ушей доносится дыхание. <s>r\n Так прошло несколько секунд.<s>r\n — Ты бы, парень, попытался бы хоть сбежать или отбиться, что ли, — раздался удивленный голос, — а то чего это я, как дурак, над тобой замер и дышу.<s>r\n Блеклая улыбка тронула лицо Максима.<s>r\n — Так все равно ведь убьете.<s>r\n До него донеслась горькая усмешка.<s>r\n — Жаль. Не люблю я таких, как ты, умных, убивать. Совсем не интересно.<s>r\n В шею вошла остарая сталь. Доли секунды Максим чувствоволвал, как кровь хлещит в глотку, заполняет легкие. <s>r\n Судорожный кашель вырвался из его горла. В глазах потемнело.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 55,
    "text": " Оглядывая в последний раз все три двери, Дима лишь с досадой выдохнул: все ложь, все просто  байки.<s>r\n — И на кой мы вообще сюда приперлись?<s>r\n — И не говори, — раздался саркастический голос Максима, — что себе позволяют эти привидения? Даже ради Димы появится не могут!<s>r\n — Мой тебе совет, — подошел к нему друг и положил руку на плечо, — никогда больше не шути.<s>r\n Ладонь резко сжалась — гримаса боль мелькнула на лице Максима, но тут же пропала. Дима пошел на выход. Злобный взгляд буравил его спину.<s>r\n — Что? — разнесся презрительный голос по дому. — Мышцами лишь похвастаться можешь? <s>r\n Громкий хлопок дверью оглушил обоих. Дима замер. Максим побледнел.<s>r\n — Я ж ее точно закрывал... — лишь прошептал он обескровленными губами.<s>r\n Они переглянулись. Им хватило одного взгляда.<s>r\n Максим и Дима рванули. Из дома они выбежали плечо к плечу.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 56,
    "text": "",
    "answers": []
  }
]