[
  {
    "id": 1,
    "text": "Автор – Весёлая Выхухоль\nЖанр – юмор, приключения\n\nЭто забавный квест про Новый Год, подарки, Деда Мороза и, конечно же, Снегурочку.\n Вот только с ней опять что-то произошло – где-то вы это уже слышали или видели, правда? Но, просто позвав Снегурочку, как это было в детстве на новогодних ёлках, вы её не спасëте. Что же случилось и что теперь делать – об этом как раз и мой короткий, но очень вариативный квест. \nКстати, буду рада полезной критике и советам, так что обязательно пишите комментарии.\nЖелаю приятного прохождения,\nВесёлая Выхухоль",
    "answers": [
      {
        "id": 2,
        "text": "Начать",
        "bg_color": [
          1,
          1,
          1
        ]
      },
      {
        "id": 33,
        "text": "Ваши концовки"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "  ",
    "answers": [
      {
        "id": 2,
        "text": "Было обычное зимнее утро. Вы проснулись в своей постели, открыли глаза и с большой неохотой поняли, что пора вставать...\n Решив не тратить «всего 5 минуточек» на сон, вы отправились переодеваться, умываться, и вскоре были готовы с бодростью начинать новый день. ",
        "var_less": [
          "answers",
          1
        ],
        "merge": true
      },
      {
        "id": 5,
        "var_need": [
          "answers",
          0
        ],
        "text": "Посмотреть, какое сегодня число",
        "var_set": [
          "answers",
          0
        ]
      },
      {
        "bg_color": [
          1,
          1,
          1
        ],
        "id": 3,
        "var_need": [
          "answers",
          0
        ],
        "text": "Позавтракать",
        "var_set": [
          "answers",
          0
        ]
      }
    ]
  },
  {
    "id": 3,
    "text": "  ",
    "answers": [
      {
        "var_add": [
          "answers1",
          1
        ],
        "id": 3,
        "text": "Поесть ещё",
        "need": -5,
        "var_less": [
          "answers1",
          5
        ]
      },
      {
        "id": 3,
        "text": "  От количества еды, съеденного вами, у вас уже заболел живот, вас даже начало немного тошнить – кажется, больше в вас уже не влезет. Если вы сейчас растолстеете, страшно даже представить, какими вы станете после новогодних праздников.",
        "var_need": [
          "answers1",
          5
        ],
        "merge": true
      },
      {
        "id": 3,
        "text": "Вы поели и чувствуете сытость, но, если вам всё равно, что будет с вашей фигурой – ой, то есть, простите – если вы бодипозитивны, – можете поесть ещё. ",
        "var_less": [
          "answers1",
          5
        ],
        "merge": true
      },
      {
        "id": 5,
        "text": "Узнать сегодняшнюю дату",
        "need_sometimes": true,
        "need": [
          -5
        ]
      },
      {
        "need_sometimes": false,
        "id": 5,
        "text": "\n  Только вы собрались сделать ещё что-то, как услышали, что кто-то постучался к вам в дверь. Хм, как странно – гостей вы сегодня не ждали. Надо сходить проверить...",
        "need": [
          3,
          5
        ],
        "merge": true
      },
      {
        "id": 7,
        "text": "Подойти к двери",
        "need_sometimes": true,
        "need": [
          5
        ]
      }
    ]
  },
  {
    "id": 4,
    "text": "Ой, как с вами скучно... Ну ладно.\nВы встали и побрели в ванную, надеясь, что хоть там вам удастся взбодриться. Умывшись и почистив зубы, вы, хоть и немного, но почувствовали, что проснулись. Что будете делать дальше?",
    "answers": [
      {
        "id": 3,
        "text": "Поесть",
        "var_add": [
          "answers",
          1
        ]
      },
      {
        "id": 5,
        "text": "Посмотреть, какое сегодня число",
        "var_add": [
          "answers",
          1
        ]
      }
    ]
  },
  {
    "id": 5,
    "text": "Я календарь переверну, и снова... 31 декабря?Что?! Как? Уже? Это же значит, уже ночью наступит Новый Год! А вы нарядили ёлку? А новогоднее настроение у вас есть? Сейчас у вас последний шанс добавить в свой дом праздник. ",
    "answers": [
      {
        "id": 3,
        "text": "Позавтракать",
        "need_sometimes": true,
        "need": -3
      },
      {
        "need_sometimes": true,
        "id": 5,
        "text": "\n  Внезапно вы услышали, как кто-то постучался к вам в дверь. Хм, странно, вроде гостей вы не ждали! Надо сходить проверить...",
        "need": [
          3
        ],
        "merge": true
      },
      {
        "id": 7,
        "text": "Подойти к двери",
        "need_sometimes": true,
        "need": [
          3
        ]
      }
    ]
  },
  {
    "id": 6,
    "text": "Уже забыв и о причине своего беспокойства, вы с упоением продолжили тренировать свои вокальные способности, заставляя несчастного незнакомца закрывать уши от шума. К счастью для него, в какой-то момент вы поперхнулись, и он успел сказать:\n– Ну всё, всё, тихо! Не бойтесь меня, мне просто надо вам объяснить кое-что!\n  Непонятно, удалось ли вам своей реакцией нарушить его коварные планы о том, чтобы сделать вам что-то плохое или он с самого начала не хотел вам вредить, но он больше не пугал вас. ",
    "answers": [
      {
        "id": 11,
        "text": "Теперь придется его выслушать",
        "var_set": [
          "answers",
          0
        ]
      }
    ]
  },
  {
    "id": 7,
    "text": "Не успели вы подойти к двери, как она сама распахнулась прямо перед вашим носом, чуть не пробив вам череп. Незванный гость, наверное, надеялся раздавить вас дверью об стенку или, по крайней мере, подарить вам к Новому Году сотрясение мозга, но вы, проявив удивительную скорость и ловкость, увернулись и поспешили посмотреть на обладателя такого сильного удара.\n Огромный мужчина лет 50, в потрёпанной и заваленной снегом одежде. Бурая каша перепачканного грязью снега, тая, стекала по его ботинкам прямо на ваш чистый ковëр в прихожей. \n  Когда к вам в последний раз заходили незнакомые люди – вот так, без приглашения, не дожидаясь, пока вы откроете, непонятно как распахивая дверь без ключа? Конечно, вашей первой мыслью было: «А что, если он опасен?». И правда – разве кто-то мирно настроенный станет так грубо вламываться в дверь?",
    "answers": [
      {
        "id": 8,
        "text": "Завопить от страха и громко позвать на помощь",
        "var_set": [
          "answers",
          0
        ]
      },
      {
        "id": 9,
        "text": "Молча уйти и вызвать полицию"
      },
      {
        "id": 10,
        "text": "Агрессивно выгнать незнакомца из квартиры"
      },
      {
        "id": 11,
        "text": "Вежливо поздороваться и сказать, что он ошибся квартирой",
        "var_set": [
          "answers",
          1
        ]
      }
    ]
  },
  {
    "id": 8,
    "text": "–АААА! ААА! Помогите!!! – сказать что-то более нормальное вы были не в состоянии. Похоже, для вашего гостя стало неожиданным то, что, когда он без спроса вломился в вашу квартиру, вы испугаетесь и закричите, а потому он немного растерялся. Кажется, он даже делал попытки извиниться, а, может быть, просто пытался вас успокоить... Но вы не расслышали, так как усердно сообщали своим криком о произошедшей катастрофе всем людям в радиусе (как вам казалось) минимум нескольких километров.",
    "answers": [
      {
        "id": 6,
        "text": "Кричать дальше"
      },
      {
        "id": 11,
        "text": "Успокоиться",
        "var_set": [
          "answers",
          0
        ]
      }
    ]
  },
  {
    "id": 9,
    "text": "Кто-то посмел запачкать ваш белый коврик? Он точно ненормальный. С этой мыслью вы отправились на поиски телефона. Да где же он? Неужели как всегда потерялся в самый нужный момент?\n  Отыскав телефон, вы уже собрались набрать заветное «102», как вдруг незнакомец подбежал к вам и вырвал мобильник из рук. Но только вы решили самостоятельно вершить правосудие, только собрались покарать наглеца ударом в какое-нибудь больное место (сейчас вас уже не страшило воспоминание о том, как этот сумасшедший открывал дверь), как тот положил ваш телефон на ближайшую полку и жалобно произнёс:\n–Пожалуйста, выслушайте меня!",
    "answers": [
      {
        "id": 11,
        "text": "Ладно, может быть, это что-то важное? ",
        "var_set": [
          "answers",
          0
        ]
      }
    ]
  },
  {
    "id": 10,
    "text": "–Вон, вон из моей квартиры! Да что вы себе позволяете?! – вы решили прекратить это вторжение, пока (к сожалению) уже не такой чистенький коврик ещё можно было спасти от грязной обуви незнакомца. Да и вообще, действительно, по какому праву он зашел в вашу квартиру?\n– Да постойте же вы! Это важно... Мне нужно сказать кое-кто! – пытался сопротивляться он. И вы решили...",
    "answers": [
      {
        "id": 11,
        "text": "Дать ему сказать",
        "var_set": [
          "answers",
          0
        ]
      },
      {
        "id": 32,
        "text": "Прогнать его"
      }
    ]
  },
  {
    "id": 11,
    "text": "   ",
    "answers": [
      {
        "id": 12,
        "text": "– Ну вот и хорошо, – сказал незнакомец, довольный, что ему, наконец, удастся с вами спокойно поговорить. Почему-то вам начало казаться, что ненормальный не он, а вы... Даже стыдно как-то стало за свое поведение! ",
        "merge": true,
        "var_equal": [
          "answers",
          0
        ]
      },
      {
        "id": 12,
        "text": "–Простите... Должно быть, вы ошиблись дверью, – вы решили поступить, как и все нормальные люди. Действительно, скорее всего он правда ошибся дверью, так ведь?\n– Нет-нет, я к вам как раз по адресу, – ответил незнакомец.\n   Вы стали перебирать в голове причины, по которым к вам мог прийти такой гость, но ничего достойного на ум никак не приходило... ",
        "merge": true,
        "var_equal": [
          "answers",
          1
        ]
      },
      {
        "id": 12,
        "text": "\n– Меня зовут Ваня, будем знакомы.– глупо улыбнулся он.\n– Очень приятно, – буркнули вы, показывая всем своим видом обратное, и, так и не успев представиться, оказались перебиты Ваней:\n–Давайте перейдём ближе к делу. Меня к вас отправил Дед Мороз, и...",
        "merge": true
      },
      {
        "id": 34,
        "text": "Что? Дед Мороз? ",
        "blackout": false
      }
    ]
  },
  {
    "id": 12,
    "text": "  Вы вышли во двор вслед за Дедом Морозом. И как только Снегурочка ходит в этой длинной тяжелой шубе? Вы даже начали понимать её желание отметить Новый Год дома.\n  Вы с Дедом Морозом сели в запряжённые тремя лошадьми сани и отправились в парк, в котором в этом году вам предстояло радовать детей подарками и общением. Доехали вы довольно быстро, так что у вас ещё осталось время обсудить всё, что нужно делать. От вас требовалось лишь вести себя так, как вела бы себя Снегурочка.\n  Многие прохожие оборачивались, обращали внимание на вас с Дедом Морозом и улыбались. Вот это да! Вы так и почувствовали себя знаменитостью. ",
    "answers": [
      {
        "id": 14,
        "text": "Дождаться вечера"
      }
    ]
  },
  {
    "id": 13,
    "text": "Открыв глаза, вы заметили, что лежите в какой-то комнате, а Вани нигде нет. Не чувствуя даже простой усталости после такого длительного падения, вы поднялись на ноги побрели в сторону единственной здесь двери, размышляя о произошедшем. Как вообще можно было на это повестись? Конечно же, это ловушка, а Ваня – хм, как вообще можно представиться таким именем незнакомцу? – Ваня, конечно же, сейчас заберёт все ваши деньги, мебель, новогодние подарки, вашу душу и... и... А это ещё что?\n\n  Когда вы отворили дверь, перед вами открылся огромный зал. В нём было довольно много людей, а ещё чуть ли не на всю стену было написано:\n«Кастинг Снегурочек».\n\n  Это что, киностудия? Ох, ну зачем надо было так запутанно всё объяснять?\n  Вскоре вы уже стояли в одной шеренге с другими людьми, а затем...\n Людей по очереди начали превращать – нет, не гримировать, а в прямом смысле, по щелчку пальцев, магией превращать в Снегурочек – таких, каких вы их себе представляли. Так это не для кино! Значит, Деду Морозу правда нужна помощь? Скоро очередь дойдёт и до вас...",
    "answers": [
      {
        "id": 32,
        "text": "Сказать, что вы не хотите в этом участвовать и уйти"
      },
      {
        "id": 15,
        "text": "Ура! Будет интересно побывать в роли Снегурочки"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы выбрались из саней и дошли до предполагаемого места, где вы будете устраивать своего рода представление с играми и подарками. Однако Дед Мороз оставил вас недалеко, сказав, чтобы вы немного подождали, так как дети очень любят звать Снегурочку, а сам направился туда дарить прохожим подарки. Вы спрятались и стали наблюдать за происходящим.\n\n–...а теперь, ребята, давайте все вместе позовём Сне...\n– Снееегуууурооочкааааа!!!\n  Спустя время дети уже звали вас так громко, что, кажется, их можно было услышать за несколько километров. Что-ж, на то они и дети...",
    "answers": [
      {
        "id": 17,
        "text": "Прийти к Деду Морозу и ребятам"
      },
      {
        "id": 16,
        "text": "Остаться на месте и подождать"
      }
    ]
  },
  {
    "id": 15,
    "text": "  Щёлк – и у вас появилась длинная коса, прекрасная тёплая шуба голубого цвета, варежки и сапожки. \n  Почему-то большинство людей не захотели «в этой ерунде участвовать», так что перевоплотились в Снегурочек окончательно только вы и ещё два человека. Вас попросили подождать, а вскоре в зал зашёл... Дед Мороз собственной персоной! \n  Взглянув на каждую из трёх Снегурочек и просмотрев какие-то стопки документов (должно быть, там было написано, насколько хорошо вы вели себя в этом году!), он решил, что больше всех подходите именно вы! \n  Сегодня вечером вы поедете развозить подарки и общаться с детьми. Кажется, это будет интересно! Такого Нового Года у вас ещё не было.",
    "answers": [
      {
        "id": 12,
        "text": "Ну и хорошо, не всё же холодцом объедаться и оливье"
      }
    ]
  },
  {
    "id": 16,
    "text": "–Нуу! Мам, где она???\n–Ну иди сюда! Чё так долго?\n–Ааа!\n–Она сбежала?\n–ЖИВО!!!\n–Сне-гу-роч-кааа!...\n–Да не придёт она!\n  Дети кричали всё настойчивее и грубее.",
    "answers": [
      {
        "id": 17,
        "text": "Пора идти"
      },
      {
        "id": 22,
        "text": "А ведь вы можете попробовать угнать санки!",
        "var_set": [
          "answers",
          0,
          "answers1",
          0
        ]
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы вышли из своего укрытия, ожидая, что сейчас все очень обрадуются, восторженно запищат, попросят раздать автографы и будут кланяться в ноги. Хотя у Снегурочки же нет автографа – что же вам тогда делать?..\nОднако после того, как вы показались из своего укрытия, произошло, как всегда, что-то, чего вы ожидали меньше всего. Почти все дети сорвались к места и помчались к вам. Неужели это они так радуются? \n  А, они требуют подарков! Вот так сразу?! Как нетактично! ",
    "answers": [
      {
        "id": 19,
        "text": "Убежать"
      },
      {
        "id": 18,
        "text": "Остаться на месте"
      }
    ]
  },
  {
    "id": 18,
    "text": "Дети накинулись на вас, повалив в сугроб. Не такие уж они и маленькие, оказывается... Ощущения были, как будто на вас навалился слон.\nХорошо, что вовремя подоспевший Дед Мороз с удивительной для старика ловкостью раскидал их в разные стороны и достал вас из сугроба.\nПосле этого вы, конечно же,  объяснили детям, что так нельзя делать, и, вроде бы, они всё поняли. \nЕсли не обращать внимания на произошедший казус, то вы отлично провели время, устраивая с Дедом Морозом разные конкурсы для детей и взрослых.",
    "answers": [
      {
        "id": 21,
        "text": "А что было потом?"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы не на шутку перепугались эту огромную визжащую и требующую дать ей подарок толпу детей, поэтому помчались обратно. Бежать в этой тяжёлой шубе было невозможно, но вы пытались. Может, имеет смысл остановиться и постараться решить проблему?",
    "answers": [
      {
        "id": 18,
        "text": "– Ой, ребята, не надо за мной бежать, подарков у меня нет, а в догонялки мы с вами играть не договаривались!"
      },
      {
        "id": 20,
        "text": "Ускориться и бежать дальше"
      }
    ]
  },
  {
    "id": 20,
    "text": "КОНЦОВКА:«Марафонец-Снегурочка»\n\nВы непонятным образом смогли убежать от толпы детей. Сев в автобус, вы доехали до своего дома. По счастью по дороге вам встретился Ваня, который вернул вам обычный облик. Вы попили чай у вас дома и пообщались. Оказалось, что он – очень хороший человек, так что вы стали приятелями.\n  Новый год вы как обычно встретили у себя дома. Чуть позже к вам заехал Дед Мороз и рассказал, как многие расстроились из-за того, что Новый год будет без Снегурочки, но, возможно, это послужило им уроком – не стоит выражать свою радость так агрессивно.\n  На следующее утро вы увидели в новостях историю о том, как «Дед Мороз и Снегурочка оскорбляли и унижали детей». Оказывается, их родители уже успели написать на вас жалобу – как хорошо, что на Новый Год никто не стал даже читать такое заявление.",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 21,
    "text": "КОНЦОВКА: «Отгуляли»\nВы успешно помогли Деду Морозу, заменив Снегурочку. Поздравляю!\n Новый Год вы встретили в гостях у Деда Мороза. Вы познакомились с настоящей Снегурочкой – в общем-то, обычной девушкой на вид лет 17, доброй и весёлой.\n  Вы много общались о жизни с Дедом Морозом. Вас очень удивило, что он вовсе не злится на внучку и принимает ее увлечения, тем более что в Интернет она загружала фотографии животных, самой себя, дома и природы Великого Устюга. Снегурочка оказалась совсем не такой, какой ее описывал Ваня. Хорошо, что она освоила Интернет, её фото хоть как-то разбавят все эти однотипные несмешные шутки, скучные фотографии и странные квесты вроде этого, которые можно там увидеть...",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы забрались в санки. Увидев это, лошади, запряженные в сани, недовольно... Заворчали? Они, оказывается, говорящие – чудеса! Впрочем, вам оказалось довольно легко уговорить их поехать куда-нибудь, потому что им самим уже надоело стоять на морозе, пока все развлекаются.\nВозле саней лежал на снегу волшебный посох Деда Мороза, а также большой мешок с подарками. ",
    "answers": [
      {
        "instant": true,
        "bg_color": [
          1,
          1,
          1
        ],
        "var_add": [
          "answers",
          1
        ],
        "text_color": [],
        "id": 22,
        "text": "Положить в сани посох",
        "var_not": [
          "answers",
          1,
          "answers",
          1.5
        ],
        "shadow_color": []
      },
      {
        "instant": true,
        "bg_color": [
          1,
          1,
          1
        ],
        "var_add": [
          "answers",
          0.5
        ],
        "text_color": [],
        "shadow_color": [],
        "text": "Положить в сани подарки",
        "id": 22,
        "var_not": [
          "answers",
          0.5,
          "answers",
          1.5
        ]
      },
      {
        "id": 22,
        "text": "Вы забрали посох Деда Мороза. ",
        "merge": true,
        "var_equal": [
          "answers",
          1,
          1.5
        ]
      },
      {
        "id": 22,
        "text": "Решив взять мешок с подарками, вы с трудом приподняли его и положили его в сани.",
        "merge": true,
        "var_equal": [
          "answers",
          0.5,
          1.5
        ]
      },
      {
        "id": 22,
        "text": "Что же делать дальше?",
        "merge": true
      },
      {
        "id": 26,
        "text": "А что, если отправиться в гости к настоящей Снегурочке..."
      },
      {
        "id": 23,
        "text": "Лучше самостоятельно в гордом одиночестве подарить всем подарки",
        "var_not": [
          "answers",
          0,
          "answers",
          1
        ]
      },
      {
        "id": 25,
        "text": "Да это же прекрасный шанс забрать все подарки себе и озолотиться!",
        "var_not": [
          "answers",
          1,
          "answers",
          0
        ]
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы совершенно не умели управлять лошадьми, однако вам повезло, что все три лошади оказались волшебными и могли говорить и понимать по-человечески. Правда, они оказались ещё и очень упрямыми, почему-то постоянно предлагали вам пойти пешком куда-то в лес, но всё-таки с горем пополам помогли подарить новогодние подарки всем, кому они были предназначены. Несмотря на то, что вам пришлось путешествовать по всему городу, вы чувствовали тепло в душе – дарить подарки всегда приятно! \n  Кстати, как там, интересно, дети без вас на празднике? Впрочем, вы, скорее всего, уже вряд-ли сможете ответить на этот вопрос.\n Чем бы заняться ещё?",
    "answers": [
      {
        "id": 26,
        "text": "У вас ещё есть время заехать в гости к настоящей Снегурочке!"
      },
      {
        "id": 24,
        "text": "А можно сразу поехать домой!"
      }
    ]
  },
  {
    "id": 24,
    "text": "КОНЦОВКА: «Лучше в одиночестве»\nВы доехали на санях до дома.\n  ",
    "answers": [
      {
        "var_not": [
          "answers",
          1,
          "answers",
          1.5
        ],
        "comment": false,
        "id": 24,
        "text": "Лошади потребовали от вас скормить им чуть ли не всё содержимое вашего холодильника, но вы даже были не против. После этого они убежали, увезя с собой санки с подарками. Также вы встретили Ваню, и он, несмотря на то, что вы хотели бы оставить себе такое прекрасное молодое тело и дорогую шубу, превратил вас обратно в самих себя.",
        "merge": true
      },
      {
        "id": 24,
        "var_not": [
          "answers",
          0,
          "answers",
          0.5
        ],
        "text": "После этого лошади силой и наглостью отобрали у вас посох и не отдавали его вам какое-то время, изменяя его магией свою шерсть и гриву, ну а вы, улучив момент, пока кони потеряли бдительность, с помощью него же вернули себе привычную внешность. ",
        "merge": true
      },
      {
        "id": 24,
        "text": "\nНовый год вы встретили у себя дома. Вам, кстати, звонил Дед Мороз и поблагодарил вас за то, что вы помогли ему раздать все подарки. С тех пор вы поддерживаете связь и много общаетесь.",
        "merge": true
      },
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 25,
    "text": "КОНЦОВКА: «Цель не оправдывает средства»\nВы забрали себе чужие подарки. Теперь у вас дома была целая армия кукол, игрушечных паровозиков, вертолётов, самолётов, а также куча телефонов и других самых разных вещей – всë это вы продали. Вы чахли над своими богатствами – какое-то время, прежде чем вас обвинили в краже, и вам пришлось отдать всё, что вы забрали и заплатить штраф.\nНовый год вы встретили дома, в общем-то, как всегда, но надолго запомнили такое необычное приключение. ",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы доехали до дома Деда Мороза и Снегурочки. Нет, это был не дом, а настоящий дворец! Вы так и застыли на пороге, глядя на несколько соединённых между собой помещений. Среди них был и зал, в котором проходил кастинг Снегурочек. Всё это одновременно вызывало чувство восхищения и зависти. Вот бы вам такой дом...\n  Вы бы могли ещё долго смотреть на эту прелесть, но недовольное лошадиное ржание позади заставило вас обернуться. Вы с трудом отвязали сани от лошадей, размышляя, кто вообще придумал эту повозку. Лошади сами отправились в конюшню, по пути без зазрения совести обсуждая вас... по-человечески. ",
    "answers": [
      {
        "id": 27,
        "text": "Ну и пусть – вам нужно поскорее найти Снегурочку"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы отыскали помещение, в котором, вроде бы, жила Снегурочка. Вы постучались, и вам открыла девушка лет 17, в голубом свитере с оленями, синих джинсах и красным новогодним колпаком с белым помпончиком. Сказать, что она очень удивилась, увидев вас – ничего не сказать.",
    "answers": [
      {
        "id": 28,
        "text": "Драсьте, мне очень нужно пообщаться со Снегурочкой!"
      }
    ]
  },
  {
    "id": 28,
    "text": "–Я и есть Снегурочка, вообще-то, –обиженно сказала девушка, – А что вам от меня надо? Зачем вы так вырядились? Как вы вообще сюда попали? Где дедушка?\n–Ну...\n–А! Точно!  Так это вы меня заменяете, да? Как здорово! Знаете, эта шуба очень красивая, хотя и жутко неудобная – знаю по своему опыту! Но знаете, вы в ней похожи на меня! Слушайте, а можно мы с вами в этом сфотографируемся? Это будет так интересно! Настоящая Снегурочка и обычный человек в её одежде – только представьте! А ещё мы можем обработать это, выложить в Интернет, и...\n  Ух, кто бы мог подумать, что Снегурочка окажется такой болтлитвой...",
    "answers": [
      {
        "id": 29,
        "text": "Обращайся ко мне на «ты»! Давай сфотографируемся, а потом ещё и видео заснимем, под музыку, я такую мелодию хорошую знаю! "
      },
      {
        "id": 31,
        "text": "Пожурить еë за то, как она плохо поступила, не поехав на праздник"
      }
    ]
  },
  {
    "id": 29,
    "text": "КОНЦОВКА: «Друзья навеки»\nВы весело провели время со Снегурочкой, снимая фотографии и видео, и впоследствии стали хорошими друзьями. Новый год вы провели с ней и с Дедом Морозом. Единственное полезное, что вы сделали, было только то, что вы стали единственным другом Снегурочки, но зато вы хотя бы отлично провели время. Ну что-ж, так обычно и бывает. ",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 30,
    "text": "КОНЦОВКА: «Елка по-обычному»\nВы оказались у себя дома. Новый Год вы также встретили дома, по-обычному, даже не получив подарков. Что-ж, наверное, не этого вы ожидали, проходя квест, но у вас есть возможность перепройти всё заново, уже не допуская совершённых вами ошибок!",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 31,
    "text": "–Что это за ерунда?! Я не собираюсь ничего делать! Ты вообще знаешь, что тебе надо быть на празднике, а не мне? Из-за тебя мне пришлось носить эту тяжеленную шубу, ездить на скрипучих разваливающихся на ходу средневековых санях, терпеть этих грубых кобыл, учавствовать в этом глупом кастинге, а всё из-за тебя! – слова буквально полились из вас рекой. Высказав всё, что у вас «накипело», вы почувствовали себя чуть спокойнее, но, кажется, вы сильно ранили Снегурочку... Шмыгнув носом, она топнула ногой, и вы почувствовали уже такое знакомое ощущение падения в пустоту...",
    "answers": [
      {
        "id": 30,
        "text": "Эй! Так проблемы не решаются!"
      }
    ]
  },
  {
    "id": 32,
    "text": "КОНЦОВКА: «Обычный Новый год»\nНовый год вы встретили дома, получив в подарок то, что хотели. Всё хорошо, только вот...\n  Мысль о том, что вы, возможно, упустили шанс разнообразить свой Новый Год, получить новые эмоции, впечатления, воспоминания, не покидала вас ещё долгое время.\n  Хорошо, что это лишь квест, и в следующий раз вы можете построить свою историю по-другому!",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 33,
    "text": "Здесь есть все концовки, которые вы нашли в этом квесте. Всего их 7. Если вы открыли все концовки, попробуйте отыскать спрятанное на этой странице слово;)",
    "answers": [
      {
        "id": 20,
        "text": "Марафонец-снегурочка",
        "need": [
          20
        ],
        "need_ever": true
      },
      {
        "id": 21,
        "text": "Отгуляли",
        "need": [
          21
        ],
        "need_ever": true
      },
      {
        "id": 24,
        "text": "Лучше в одиночестве",
        "need": [
          24
        ],
        "need_ever": true
      },
      {
        "id": 32,
        "text": "Обычный новый год",
        "need": [
          32
        ],
        "need_ever": true
      },
      {
        "id": 29,
        "text": "Друзья навеки",
        "need": [
          29
        ],
        "need_ever": true
      },
      {
        "id": 30,
        "text": "Елка по-обычному",
        "need": [
          30
        ],
        "need_ever": true
      },
      {
        "id": 25,
        "text": "Цель не оправдывает средства",
        "need": [
          25
        ],
        "need_ever": true
      },
      {
        "id": 33,
        "text": "___________________________________________________",
        "comment": true
      },
      {
        "id": 1,
        "text": "на первую страницу",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 34,
    "text": "–Дед Мороз. – подтвердил он, кивнув, –У него, в общем, у нас небольшое происшествие. Со Снегурочкой.У неё этот, кризис переходного возраста, вот. Она теперь только в этих соцсетях сидит и снимает видео. И даже отказалась появляться на праздник! Нет, ну вы только представьте! А такая хорошая девочка была! – ваш новый знакомый покачал головой и продолжил: – Она со своим телефоном не расстаётся. По-моему, перефотографировала уже все вещи в доме! И постоянно происходит это... –тут он стал, передразнивая Снегурочку, позировать для воображаемого селфи и посылать воздушные поцелуи, что в его исполнении выглядело, мягко говоря, странно. Вас это развеселило и в то же время озадачило. \n–Боюсь, я ничем не смогу вам помочь, даже если захочу... Зачем говорить это мне? \n–Вся надежда как раз на вас! Нам нужен кто-то, кто сможет её заменить, ведь без Снегурочки Новый Год – не Новый Год. Я хотел бы попросить вас стать ею на время.\n– Это какая-то ерунда... –начали вы.\n–Согласен, но выбора у вас нет. – С этими словами Ваня схватил вас за руку, пол под вами как будто исчез, и вы провалились в пустоту...",
    "answers": [
      {
        "id": 13,
        "text": "Ааа! Что происходит?",
        "blackout": true
      }
    ]
  },
  {
    "id": 35,
    "text": "",
    "answers": []
  }
]