[
  {
    "id": 1,
    "text": "(Все части уже доступны у меня в библиотеке!) Ты воин который убил 1000 и даже более врагов. Твоя история будет очень волнитильной и сложной. Большое путишествие по мирам и деревням. Разборки с разбойниками... Все еще интересней чем ты представишь, читай в истории и наслаждайся. После годов войны ты гуляешь по лесу. Вдруг тебя хватают двое мужчин и грозят убить если ты им не расскажешь какую то информацию. Подчеркнув они сказали тебе сказать о какой то девушке. Что ты ответишь?",
    "answers": [
      {
        "id": 2,
        "text": "Ладно.... я бы рассказал если бы знал что то о ней"
      },
      {
        "id": 8,
        "text": "Я ни слова вам не скажу!"
      },
      {
        "id": 1,
        "text": "<a target=\"_blank\" href=\"http://www.radikal.ru\"><img src=\"https://c.radikal.ru/c31/2012/9d/7e5c3e7e8e4f.png\" ></a>",
        "url": "https://c.radikal.ru/c31/2012/9d/7e5c3e7e8e4f.png"
      }
    ]
  },
  {
    "id": 2,
    "text": "Они приложили нож к твоему горлу еще сильней но ты и правда не знал. Они говорят. -Не ври нам! Мы знаем тебя. Ты видел ту девушку! Где она щас!?",
    "answers": [
      {
        "id": 3,
        "text": "Да я вам говорю я ничего не знаю!"
      }
    ]
  },
  {
    "id": 3,
    "text": "Тут же ты почувствовал очень сильную боль в горле. Нож уже пронзил твоё горло. Они сказали тебе... — Спросим в последний раз. Где та девушка!?",
    "answers": [
      {
        "id": 4,
        "text": "Гады! Я вам сказал что ничего не знаю!"
      },
      {
        "id": 3,
        "text": "<a target=\"_blank\" href=\"http://www.radikal.ru\"><img src=\"https://a.radikal.ru/a29/2012/72/8542b111f35c.png\" ></a>",
        "url": "https://a.radikal.ru/a29/2012/72/8542b111f35c.png"
      }
    ]
  },
  {
    "id": 4,
    "text": "Тут же твоя боль стала ужасающей и последние что ты увидел это как твоя голова вырывается из плечь. Ты умер",
    "answers": [
      {
        "id": 5,
        "text": "Вот и мой конец"
      }
    ]
  },
  {
    "id": 5,
    "text": "Сразу же ты потерял жизнь. что же так? В самом начале проиграл...",
    "answers": [
      {
        "id": 6,
        "text": "Я все равно пройду"
      }
    ]
  },
  {
    "id": 6,
    "text": "иди к началу",
    "answers": [
      {
        "id": 1,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 7,
    "text": "все нажимай на свернуть страницу к примеру у меня на телефоне эта кнопка снизу в правом углу и выходи",
    "answers": [
      {
        "id": 7,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 8,
    "text": "они приложили нож к тебе еще сильней и тебе было больно но ты молчал... они поняли что ты им нечего не расскажешь и стали ждать может от боли что то скажешь",
    "answers": [
      {
        "id": 9,
        "text": "Стонать"
      },
      {
        "id": 10,
        "text": "Молчать"
      }
    ]
  },
  {
    "id": 9,
    "text": "У тебя стала уже течь кровь. И ты орал как бешенный. Вдруг прибегает какая то девушка и начинает со всеми биться ты лишь сидишь и смотришь. Вдруг твою голову закрыли мешком и утащили куда то....",
    "answers": [
      {
        "id": 9,
        "text": "<a target=\"_blank\" href=\"http://www.radikal.ru\"><img src=\"https://a.radikal.ru/a29/2012/72/8542b111f35c.png\" ></a>",
        "url": "https://a.radikal.ru/a29/2012/72/8542b111f35c.png"
      },
      {
        "id": 11,
        "text": "Потерять сознание."
      }
    ]
  },
  {
    "id": 10,
    "text": "Они разрезали тебе глотку и ты помер.",
    "answers": [
      {
        "id": 7,
        "text": "Ну вот"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы открыли глаза уже в темнице. Все было хорошо защищено и сбежать не удастся",
    "answers": [
      {
        "id": 12,
        "text": "Позвать кого нибудь"
      },
      {
        "id": 13,
        "text": "Осмотреть все вокруг темницы"
      },
      {
        "id": 14,
        "text": "Потерять сознание"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вдруг к вам пришел один из бандитов и сказал. -Чего ты орешь псих? Жить надоело?",
    "answers": [
      {
        "id": 15,
        "text": "Я не тот за кого вы меня принимаете!!!"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вокруг нечего небыло. Лишь пустые коредоры",
    "answers": [
      {
        "id": 11,
        "text": "Хм.. "
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы потеряли сознание. Но когда очнулись вам в голову так нечего и не пришло... Кажется от сюда не сбежать...",
    "answers": [
      {
        "id": 11,
        "text": "Хм..."
      }
    ]
  },
  {
    "id": 15,
    "text": "Бандит ответил. -Я тоже. Я пришел что бы помочь тебе совершить побег.",
    "answers": [
      {
        "id": 16,
        "text": "Большое спасибо ну вперед"
      }
    ]
  },
  {
    "id": 16,
    "text": "—Хахахаха... я пошутил. Критин ему еще и побег подавай ахахахаха! Вы сильно расстроились и некоторое время еще сидели в темнице. И наконец кто то зашел к тебе и сказал грубым голосом... -ЗА МНОЙ! Он вас так сильно толкал что вам было очень больно. Вы шли вперед а он вас подталкивал. Кажись ты идешь на допрос. Твой вариант.",
    "answers": [
      {
        "id": 17,
        "text": "Прислушаюсь к разговорам стражников"
      },
      {
        "id": 18,
        "text": "Осмотрю лагери и костры"
      },
      {
        "id": 20,
        "text": "Постараюсь прямо щас совершить побег"
      },
      {
        "id": 16,
        "text": "<a target=\"_blank\" href=\"http://www.radikal.ru\"><img src=\"https://d.radikal.ru/d08/2012/9b/2af592a9e604.jpg\" ></a>",
        "url": "https://d.radikal.ru/d08/2012/9b/2af592a9e604.jpg"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы очень внимательно слушали человек из первой палатки... -Ох сегодня еще и эту девушку искать. Сказал первый бандит. Второй отвечает... -Ага задолбали они нас с ней еще и этот... как его там ... короче её сообщник свалился нам на голову. Нас допекают пока мы не умрем... Долго слушать вы не смогли потому что вас все время толкали и вы наконец то пришли на допрос. Стража вышла остался один вождь...",
    "answers": [
      {
        "id": 21,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 18,
    "text": "Вокруг было много палаток. В палатках сидели люди у костра. И болтали о чем то. Вы толком все рассмотреть не успели. Бандит все время толкал вас вперед а вы пытались как то повернуть голову. Но тебе хватает времени посмотреть еще на что то...",
    "answers": [
      {
        "id": 18,
        "text": "<a target=\"_blank\" href=\"http://www.radikal.ru\"><img src=\"https://a.radikal.ru/a21/2012/b7/0e25268c246a.jpg\" ></a>",
        "url": "https://a.radikal.ru/a21/2012/b7/0e25268c246a.jpg"
      },
      {
        "id": 16,
        "text": "Хм..."
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы были еще не готовы и вы сразу же попали под цепь а потом вас казнили. Вы умерли.",
    "answers": [
      {
        "id": 7,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 20,
    "text": "Тебе не хватило информации этого паздбеща и времени для побега. Сначала тебя посадили под цепь а потом и вовсе убили. Ты мертв",
    "answers": [
      {
        "id": 16,
        "text": "Ну вот. Выберу другой вариант."
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы сидели у стола и вождь спросил у вас. -Ну что... Рассказывай... Кто ты такой вообще?",
    "answers": [
      {
        "id": 22,
        "text": "Я - Воин королевской империи. (Правда)"
      },
      {
        "id": 23,
        "text": "Я всего лишь фермер! (Ложь)"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вождь посмотрел на вас со злобным взглядом и фыркнул... — Значит воин... А ты знал что мы ненавидим войнов короля!? Стража! Забрать его обратно в темницу и завтра казнить!",
    "answers": [
      {
        "id": 24,
        "text": "Придурок. Тут никого нет"
      }
    ]
  },
  {
    "id": 23,
    "text": "Воин же тебе ответил \"Простой фермер...  Тогда почему у тебя клинок королевского война!? Ты не тот за кого себя выдаешь!?\" Вы со страхом думали что ему сказать.",
    "answers": [
      {
        "id": 25,
        "text": "Да я Говорю тебе я просто фермер!"
      },
      {
        "id": 26,
        "text": "Ладно. Я воин короля и ты обязан отпустить меня!"
      }
    ]
  },
  {
    "id": 24,
    "text": "Тебя привели в темницу но так и не сняли мешок. И вот на следующий день тебя казнили. Ты умер.",
    "answers": [
      {
        "id": 24,
        "text": "<a target=\"_blank\" href=\"http://www.radikal.ru\"><img src=\"https://c.radikal.ru/c22/2012/24/06b6d02f7442.png\" ></a>",
        "url": "https://c.radikal.ru/c22/2012/24/06b6d02f7442.png"
      },
      {
        "id": 21,
        "text": "Ну что... назад..."
      }
    ]
  },
  {
    "id": 25,
    "text": "Тебе же вождь ответил... \"Фермер с одеждой война короля!? Интересно... Схватить его и привезти в темницу!\" Ты снова оказался в темнице. Вдруг к тебе подошел славный зверек и передал записку. В ней было написано... -Выдержи еще чуть чуть. Скоро мы спасем тебя. Кто же это интересно написал?",
    "answers": [
      {
        "id": 28,
        "text": "Погладить зверька"
      },
      {
        "id": 29,
        "text": "Выбросить зверька"
      }
    ]
  },
  {
    "id": 26,
    "text": "—Значит воин короля.... Схватить его!",
    "answers": [
      {
        "id": 27,
        "text": "Придурок тут никого нет!"
      }
    ]
  },
  {
    "id": 27,
    "text": "Тебя тут же поймали и надели на твою голову мешок. Ты очнулся уже в темнице и потом тебя казнили. Вы умерли",
    "answers": [
      {
        "id": 23,
        "text": "Ну вот"
      }
    ]
  },
  {
    "id": 28,
    "text": "Животное порадовалось и взамен дало еще одну записку. \"Главное найди повод покричать так громко что бы мы тебя нашли.\"",
    "answers": [
      {
        "id": 31,
        "text": "Так.. сейчас меня должны забрать на допросы если я правильно думаю"
      }
    ]
  },
  {
    "id": 29,
    "text": "Ты схватил его и стал пытаться выкинуть это чудное животное через решетку. Он сразу же укусил тебя и убежал...",
    "answers": [
      {
        "id": 30,
        "text": "Как же было больно..."
      }
    ]
  },
  {
    "id": 30,
    "text": "Уже когда вас вывели из темницы на допрос у вас заболело сердце и поднялся большой жар. От слабости вы случайно упали на место где происходила казнь людей а там были иглы и они проткнули вас на сквозь. Вы умерли. Кажется это животное было ядовито...",
    "answers": [
      {
        "id": 25,
        "text": "Ладно. Приму другое решение"
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы вышли и вас уже во второй раз повели на допросы. Вам нужно скорее совершить побег. Я сам тебе советую это сделать. Но ты можешь сглупить и выбрать другой вариант. Что выберешь?",
    "answers": [
      {
        "id": 32,
        "text": "Попытка побега"
      },
      {
        "id": 33,
        "text": "Пойду на допрос"
      }
    ]
  },
  {
    "id": 32,
    "text": "Сбежать не получилось. Тебя привели на главную площадь и сказали. \"Таким как ты давно надо гореть в аду! Ну что получился побег голубчик!? Ахахахаха. Что первым будем отрубать!? Пальцы на ногах или руках!? Или все целеком!?",
    "answers": [
      {
        "id": 34,
        "text": "Не троньте меня!"
      }
    ]
  },
  {
    "id": 33,
    "text": "Ты пришел на допрос. Вождь спрашивал у тебя почти одно и тоже. Но вот что он спросил новое. \"Так уродик говори. Может быть ты не знаешь ту девушку. Но где вы могли пересекаться?\" У вас похолодело в груди... Вдруг это та девушка что хотела тогда вас спасти!? А ты ее подставишь.... Нужно как то выкрутиться...",
    "answers": [
      {
        "id": 39,
        "text": "Хм... Может я ее и не видел... она просто могла пройти мимо меня и я мог даже не заметить. я такой человек... (Ложь)"
      },
      {
        "id": 40,
        "text": "Если правда я ничего не помню. Но думаю что я мог ее найти где то в лесу или в подобном месте. (Правда)"
      }
    ]
  },
  {
    "id": 34,
    "text": "Тут же развели огонь. Взяли твою ногу и стали бросать в огонь и поддерживать палкой. Если ты ногу убирал тебя били кнутами. От огня тебе было ужасно больно но ты умел сдерживать силы в себе.",
    "answers": [
      {
        "id": 35,
        "text": "Кричать"
      },
      {
        "id": 36,
        "text": "Молчать."
      },
      {
        "id": 34,
        "text": "<a target=\"_blank\" href=\"http://www.radikal.ru\"><img src=\"https://c.radikal.ru/c03/2012/eb/73c24c431f65.jpg\" ></a>",
        "url": "https://c.radikal.ru/c03/2012/eb/73c24c431f65.jpg"
      }
    ]
  },
  {
    "id": 35,
    "text": "Вдруг из неоткуда прибегает та самая девушка которая тогда хотела спасти тебя! Она убивает всех бандитов вокруг тебя, Тушит огонь и помогает тебе идти дальше. Ты быстро сматываешься от туда.",
    "answers": [
      {
        "id": 37,
        "text": "Извини за вопрос... а зачем я был нужен этим бандитам?"
      },
      {
        "id": 35,
        "text": "[URL=http://www.radikal.ru][IMG]https://d.radikal.ru/d22/2012/80/21f882d71516.jpg[/IMG][/URL]",
        "url": "https://d.radikal.ru/d22/2012/80/21f882d71516.jpg"
      }
    ]
  },
  {
    "id": 36,
    "text": "Вот ты молчал и терпел. Прошло несколько секунд и от боли ты умер. Вы умерли",
    "answers": [
      {
        "id": 34,
        "text": "Выбери другой вариант"
      }
    ]
  },
  {
    "id": 37,
    "text": "Девушка тебе ответила... \"Ну..  Рассказывать долго. Но я скажу что мы где то виделись. Вероятно из за меня тебя искали. Ты молодец что закричал. Ото так бы мы нашли только твою испепеленную ногу.\" Ты еле еле говоря спросил... \"А.. кто ты?\" \"Тебе не важно знать\" Сказала девушка еле еле сдерживая плачь.",
    "answers": [
      {
        "id": 38,
        "text": "Так ладно... и куда мы направимся?"
      }
    ]
  },
  {
    "id": 38,
    "text": "Она ответила... \"Иди за мной! Смотри там дальше ловушки так что ходи так же как и я\"",
    "answers": [
      {
        "id": 41,
        "text": "Ладно..."
      },
      {
        "id": 42,
        "text": "Нет ты ведешь меня в западню"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вождь удивленно посмотрел на тебя. И вдруг приходят к тебе и забирают тебя. Ты снова некоторое время сидишь в темнице и потом тебя опять ведут мимо палаток...",
    "answers": [
      {
        "id": 31,
        "text": "Хм... я уже хочу сбежать. На допросе наверно меня опять будут спрашивать об одном и том же..."
      }
    ]
  },
  {
    "id": 40,
    "text": "Тут же вождь закричал! \"УБИТЬ ЕГО!!! ОН НЕ ДОЛЖЕН ЧТО ТО УЗНАТЬ!!! НАЙТИ ДЕВЦШКУ И КАЗНИТЬ ЭТОГО ПАРНЯ!!!\" Вы очень устрашились и удивились что от правды вас щас убьют. Тут вдруг кто то сзади берет вас и кидает прямо в иглы. И вот твоя смерть...",
    "answers": [
      {
        "id": 33,
        "text": "Упс не вышло..."
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы осторожно переходили через ловушки... она вела вас к ее логову. Что спросите?",
    "answers": [
      {
        "id": 43,
        "text": "Значит ты убийца?"
      },
      {
        "id": 44,
        "text": "А что за ловушки тут расставлены?"
      }
    ]
  },
  {
    "id": 42,
    "text": "Она злобно посмотрела на тебя. \"Всмысле!?\" И из зо спины вы почувствовали холод ножа... \"Я хочу спрятать тебя. Если хочешь идти к ним назат и рассказать им обо мне то только через мой труп!\" Сказала девушка",
    "answers": [
      {
        "id": 38,
        "text": "Да ладно ладно. Понял... (Она может вас убить... щас нужно к ней подкатывать что ли...)"
      }
    ]
  },
  {
    "id": 43,
    "text": "Девушка чуть заметно со злым и в тоже время радостным взглядом посмотрела на тебя и сказала. \"Не совсем убийца но скажем так что да.\"",
    "answers": [
      {
        "id": 45,
        "text": "Раз не совсем значит как будет если совсем...?"
      }
    ]
  },
  {
    "id": 44,
    "text": "Она ответила... \"Да так. Натянутые на нитку арбалеты и так далее но арбалеты с ядовитыми стрелами так что не надо пробовать их на себе.\" Сказала она с улыбкой. У тебя есть время еще что то спросить...",
    "answers": [
      {
        "id": 41,
        "text": "Хм..."
      }
    ]
  },
  {
    "id": 45,
    "text": "Она ответила... \"Если ты об этом узнаешь то мне прийдется тебя убить. Ты же не хочешь этого правда? Тогда Закрыли тему.\"",
    "answers": [
      {
        "id": 46,
        "text": "Идти дальше"
      },
      {
        "id": 47,
        "text": "(Спросить) А как ты делала ловушки?"
      }
    ]
  },
  {
    "id": 46,
    "text": "Вы вошли в ее логово а там было жудко темно. Девушка где то копалась и что то искала... Что она видит в этой темноте!?",
    "answers": [
      {
        "id": 48,
        "text": "Ты что то сдесь видишь?"
      },
      {
        "id": 49,
        "text": "Молчать."
      }
    ]
  },
  {
    "id": 47,
    "text": "—Из подручных средств. Сказала она гордым голосом. Опять она странная стала. Что  с ней такое!?",
    "answers": [
      {
        "id": 45,
        "text": "Ну что пошли дальше"
      }
    ]
  },
  {
    "id": 48,
    "text": "—Ты что то сдесь видишь? Спросили вы и она отвечает... \"Я все сдесь построила и много раз тут уже была так что помню всё почти наизусть!\" Сказала она с улыбкой на лице хоть вы и нечего не видели.",
    "answers": [
      {
        "id": 49,
        "text": "Хм"
      }
    ]
  },
  {
    "id": 49,
    "text": "Девушка достаёт какую то штуку и она начинает гореть ярким синим пламенем. Вам стало теплее чем раньше. И вас все Мучают вопросы где вы её могли видеть? Она тебе начинает говорить... \"Ты наверно не помнишь меня... мы были хорошими друзьями в детстве и долго играли. потом когда то в 16 или 18 лет ты внезапно поцеловал меня. Тогда меня трясло но я оттолкнула тебя и сказала что я не люблю тебя...\"   Она начала заметно плакать. Она чуть чуть успокоилась и продолжила... \"Потом... Некоторое время мы еще игрались. И ты меня опять поцеловал. И я тогда не любила тебя опять. Я любила тебя как друга и щас тоже. Но потом... Тебя похитили и сделали так что бы ты потерял память. Ты забыл половину своей жизни. В том числе и меня и я решила не мешать тебе. Потом король принял тебя в рыцари и так далее...\" И она продолжила реветь... ВДРУГ... В ТВОЕЙ ГОЛОВЕ ПРОИЗОШЛО ЧТО ТО СТРАННОЕ. ОНА СТАЛА КРУЖИТЬСЯ... И ТЫ СТАЛ ПАДАТЬ... МНОГО МЫСЛЕЙ КРУТИЛОСЬ В ГОЛОВЕ... И... .....",
    "answers": [
      {
        "id": 50,
        "text": "Впасть в мысли"
      }
    ]
  },
  {
    "id": 50,
    "text": "Ты мальчик. Играешь с азарной девочкой. Вы бегаете играете в догонялки.... Ты подросток. Тебе 16 лет. Ты играешь с девкой в телефон и обнимаешь ее... Ты совершеннолетний тебе 18 лет. Ты играешь с девушкой и подходишь. Потом ты ее резко целуешь. Она отталкивает тебя и говорит что не любит.... Ты парень тебе 19. Ты болтаешь с девушкой и снова целуешь. Она говорит что любит тебя как друга и вы не можете встречаться... Ты сидишь дома и к тебе вломились. Воткнули снотворное и забрали... Тебя привезли в комнату допросов и сказали что ты слишком много знаешь о девушке... тебе воткнули шприц после которого ты всё забыл...",
    "answers": [
      {
        "id": 51,
        "text": "Ох... что происходит!?"
      }
    ]
  },
  {
    "id": 51,
    "text": "\"Эй эй очнись! Я тут это не реальность! Открой глаза!!!\" Кричала девушка. Вдруг ты очнулся и встал...",
    "answers": [
      {
        "id": 52,
        "text": "Я тебя больше не люблю... да что там не люблю... я тебя ненавижу!"
      },
      {
        "id": 53,
        "text": "Я... всё вспомнил... Да... да.. я люблю... тебя... точно...."
      }
    ]
  },
  {
    "id": 52,
    "text": "Она заплакала и пронзила твоё сердце ножом. ты помер.",
    "answers": [
      {
        "id": 51,
        "text": "Ох.. "
      }
    ]
  },
  {
    "id": 53,
    "text": "Девушка сильно улыбнулась и обняла тебя. Но это же еще не конец... что случилось с этой девушкой? Почему она убийца или кто то еще!? Что вообще произошло и что будет дальше!? Это вы узнаете в следующей части. Конец 1 части. Продолжение смотрите во второй части! В каждой части все больше фантастики!",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 54,
    "text": "",
    "answers": []
  }
]