[
  {
    "id": 1,
    "text": "Вот и 2 часть. Она длинее первой... Начало.  Вы спали спокойно, как вдруг услышали звуки  битвы. Вы открыли глаза и увидели двух лежащих на земле трупаков. Это были те самые  люди что брали тебя в плен. Короче говоря твои враги. Вы видите как от вас на нескольких сантиметрах стоит девушка. Та убийца о которой вы кое как вспомнили. Ее одежда была вся в крови вы поняли что это она убила тех людей что лежали на земле убитыми. \"Тут были наши враги. Я их убила. Сейчас у меня одежда в крови... я переоденусь.\" Сказала девушка. (Картинки буду доделывать)",
    "answers": [
      {
        "id": 2,
        "text": "Окей переодевайся. Только я не хочу отворачиваться."
      },
      {
        "id": 3,
        "text": "Ладно. Я попробую очистить твою одежду ты переодевайся и поспи."
      },
      {
        "id": 4,
        "text": "(Нечего не говорить)"
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d31/2012/66/4e84a2ed7ba3.jpg"
      }
    ]
  },
  {
    "id": 2,
    "text": "Она куда то отошла. И вот через малое время вы почувствовали холод ножа у спины... \"Если только прикоснёшься ко мне я убью тебя!\" Сказала девушка стоящая с зади и держащая нож ..",
    "answers": [
      {
        "id": 5,
        "text": "Ты чего я ж просто пошутил"
      },
      {
        "id": 1,
        "text": "(Ты проглотил слюну и решил сказать другое... очень не хотелось тебе случайно тот же вариант повторить...)"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы достали её одежду и стали тчательно мыть. Это заняло у вас много времени и вы её домыли к утру. Вдруг вы видите как из вашего логова выходит девушка и смотрит на вас с улыбкой. Видимо она рада что вы всё таки помыли её одежду. \"Спасибо... это очень... неожиданно с твоей стороны...\" Сказала девушка.",
    "answers": [
      {
        "id": 7,
        "text": "Ну почему неожиданно... Я лично сделал с радостью. Для тебя на всё готов особо на это)))"
      },
      {
        "id": 8,
        "text": "Естесственно неожиданно. Я если честно и сам не хотел это делать но вот сделал."
      }
    ]
  },
  {
    "id": 4,
    "text": "Она раздела одежду и вот уже была готова лечь спать. Но вдруг спросила... \"Можешь пожалуйста постирать мою одежду? Ато мне завтра надо её одеть... Без неё мне никак...\"",
    "answers": [
      {
        "id": 6,
        "text": "Извини я выбился из сил... Сегодня не смогу..."
      },
      {
        "id": 3,
        "text": "Ладно давай помою..."
      }
    ]
  },
  {
    "id": 5,
    "text": "Она с хитрым и в тоже время чуть заметно злым взглядом посмотрела на тебя и сказала... \"А я тоже пошутила. Шутка за шутку.\" Видимо нужно быть поосторожнее с разговорами...",
    "answers": [
      {
        "id": 1,
        "text": "Понятно..."
      }
    ]
  },
  {
    "id": 6,
    "text": "Она грустно посмотрела на тебя и легла спать... Вас мучала совесть что вы что то сделали не так и вы всё думали что случиться если она будет без этой одежды. Вы думали только об одном. Что её поймают и убьют. Совесть кажется не даст вам сегодня поспать. Надо пойти и помыть эту одежду.",
    "answers": [
      {
        "id": 3,
        "text": "Ну ладно "
      }
    ]
  },
  {
    "id": 7,
    "text": "Она с радостью посмотрела на тебя и подойдя обняла. Вы почувствовали её тепло и исходящую от её тела силу. Что происходит? Да. Вы знаете что любите её. Но... Это же не чувство любви... это совсем другое...",
    "answers": [
      {
        "id": 10,
        "text": "Странно..."
      }
    ]
  },
  {
    "id": 8,
    "text": "Она с расстроенным взглядом посмотрела на тебя и нечего не сказав отвернувшись от тебя переоделась. Кажется ты её обидел. Ну ладно. И с этим же пожить можно.",
    "answers": [
      {
        "id": 10,
        "text": "Далее..."
      }
    ]
  },
  {
    "id": 9,
    "text": "—Ты куда уходишь? Не рано ли? Спросили вы. \" Мне нужно проверить не готовят ли нам западню. И вообще на охоту надо сходить. Еды мало\" Сказала она дав понять что больше разговаривать не будет и ушла. Вы зашли в логово...",
    "answers": [
      {
        "id": 12,
        "text": "Ох теперь её ждать..."
      }
    ]
  },
  {
    "id": 10,
    "text": "Вот она уже переоделась и была готова куда то идти. Куда она намылилась?",
    "answers": [
      {
        "id": 9,
        "text": "Ты куда уходишь?"
      },
      {
        "id": 11,
        "text": "(Молчать)"
      }
    ]
  },
  {
    "id": 11,
    "text": "Девушка сказала что ей надо проверить нет ли разбойников и вообще найти вам еды. Тут же она ушла и вам захотелось проверить логово...",
    "answers": [
      {
        "id": 12,
        "text": "Зайти в логово"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вам захотелось пока её нет исследовать логово. Интересно же что она тут хранит. Но тут не так много места. ",
    "answers": [
      {
        "id": 13,
        "text": "Посмотреть направо"
      },
      {
        "id": 14,
        "text": "Посмотреть налево."
      },
      {
        "id": 15,
        "text": "Посмотреть что в переди "
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы посмотрели на право. Но там была одна пустая стена. Тут нет нечего особенного. Посмотрим в другое место.",
    "answers": [
      {
        "id": 12,
        "text": "Ок"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы посмотрели налево. И вот вы увидели много ящиков с книгами. А рядом с ними просто стена. Что то тут не так...",
    "answers": [
      {
        "id": 16,
        "text": "Посмотреть и потрогать книги на ящиках"
      },
      {
        "id": 17,
        "text": "Осмотреть стены"
      },
      {
        "id": 12,
        "text": "Уйти от сюда"
      }
    ]
  },
  {
    "id": 15,
    "text": "Впереди были схемы убийцы. (Щас будет рассказ тем кто не пошел налево) \"Вам нужно пойти налево. От туда продолжится история. Тем более вашему персонажу было интересно что в левой стороне. Тот кто не вернётся назат и не пойдёт налево для того человека история будет не очень понятна.\" (Для тех кто пошел налево) В схемах убийцы вам было нечего читать. Для вас было уже всё понятно...",
    "answers": [
      {
        "id": 12,
        "text": "(Для тех кто не пошел налево) Назат."
      },
      {
        "id": 22,
        "text": "(Для тех кто пошел налево) Все равно осмотрим схему."
      }
    ]
  },
  {
    "id": 16,
    "text": "Тут было очень много книг. Каждую из них вы потянули на себя и посмотрели что внутри. Внутри пустые страницы! Да что же это за секрет то?...",
    "answers": [
      {
        "id": 12,
        "text": "Уйду назат."
      },
      {
        "id": 19,
        "text": "Ещё раз осмотрю книги"
      }
    ]
  },
  {
    "id": 17,
    "text": "В стенах нечего особенного но вот в стене которая рядом с ящиками нашлась маленькая щель! Тут точно что то не так...",
    "answers": [
      {
        "id": 16,
        "text": "Посмотреть и потрогать книги в ящиках."
      }
    ]
  },
  {
    "id": 18,
    "text": "Ты вошел и вдруг дверь за тобой захлопнулась! Было темно и вдруг стало очень светло.. Тут же в твою голову вонзился какой то луч! Глаза заболели голова загорелась! (Буквально) Ты не понимал что происходит и увидел... Ужас... Он стоял перед тобой... Стал держать за голову и сильно долбанул тебя по стене. Еле еле держа своё сознание в себе вы услышали... \"Ты умрёшь... Ты погибнешь...\" Вы уже думали реально ли вы это слышите но это говорил тот ужас который вы увидели... \"Ты ввязался в проблеммы... Так попробуй выбраться из них ахахахаха!!!!\" Этим закончил этот ужас. Вы уже не могли сопротивляться... Силы покидали вас...",
    "answers": [
      {
        "id": 20,
        "text": "Потерять сознание."
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы посмотрели книги ещё раз и вот оказалось что вы не осмотрели лишь одну из них! Вы дёрнули за неё и вдруг стена стала открываться! Зайдёшь туда?",
    "answers": [
      {
        "id": 12,
        "text": "Нет. Назат"
      },
      {
        "id": 18,
        "text": "Да пойду!"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы очнулись через какое то время и лежали на полу. Ужас исчез но было так же светло. Как только вы пришли в себя вы стали осматривать тайную комнату. Вы увидели опять же несколько книг. Но потом... Вы увидели кинжал лежащий на камне. И на него горел свет... Вы потеряли контроль над собой и схватили этот кинжал. Вы его положили к себе. Почему вас так к нему потянуло?",
    "answers": [
      {
        "id": 21,
        "text": "Посмотреть что в книгах"
      },
      {
        "id": 12,
        "text": "Вернуться назат"
      }
    ]
  },
  {
    "id": 21,
    "text": "В книгах были истории убийц и схемы всех убийственных умений. Ваши глаза загорелись а голова заболела. Такое ощущение что вы теперь сами книга... Вы всё что во всех книгах уже узнали. Ну всё. Пора идти назат. Хватит на сегодня приключений.",
    "answers": [
      {
        "id": 12,
        "text": "Назат"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы спокойно осматривали схему. Вдруг сзади вас схватили! Вам завязали глаза и потащили... Куда вы не знали..... \n    \" Вот он! Мы поймали его! \"  \"Спасибо. Отойди от него. Я ж еще не знаю кто это\" Вам открыли глаза... Вы увидели перед собой ту самую девушку убийцу! Что... Она тут делает... \"Ну вот... Что ты наделал...\" Всмысле? О чем она? \"Зачем ты вошел туда!? КТО ТЕБЯ ПРОСИЛ!? О нет о нет... Зачем ты это сделал!?\" Сказала девушка. Кажется она говорит про тайную комнату...",
    "answers": [
      {
        "id": 23,
        "text": "Ты о чём?"
      },
      {
        "id": 24,
        "text": "Молчать"
      }
    ]
  },
  {
    "id": 23,
    "text": "—Ты о чём? Спросили вы... \"Я о чем!? Зачем ты вошел в эту тайную комнату!? Ты же увидел тот ужас да!? Ты же взял кинжал да!?!? Ты посмотрел в книги да!?!?!?!?\" Говорит девушка не давая тебе и слова произнести... \"Теперь ты будешь одним из убийц! Ты всё знаешь об убийствах и у тебя есть проклятый кинжал из за которого ты по любому станешь убийцей! Ты сам того не зная этому научился...\"",
    "answers": [
      {
        "id": 24,
        "text": "Ооу"
      }
    ]
  },
  {
    "id": 24,
    "text": "\"Вот теперь ты точно ввязался в проблемы. Нас ужас не мучал а тебя он мучал! Он не оставит тебя в покое... Тебе нужно будет убить его... Он избрал тебя... Он хочет сразиться с тобой и поэтому он оставил тебя в живых!!! Туда могли войти лишь убийцы. И их ужас не мучал но они встречали его. А ты не был убийцей и вошел! Ты сделал то чего не может обычный человек. Ты выжил и по этому ужас избрал тебя. Но ужас не единственная проблема. Наша проблема ещё и разбойники.\" Договорив Она обняла тебя еле еле держа слёзы. \"Я испугалась что ты погибнешь... Я бы не смогла тогда жить... Без тебя.\" Она вела себя странно и вы не понимали её... она же вроде вас не любит...",
    "answers": [
      {
        "id": 25,
        "text": "Как странно"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вдруг вы услышали крики... \"Все сюда!!! Хватайте их мы их нашли!! Убить!!!\" Вы посмотрели и увидели разбойников одних из тех что держали вас в плену!! Они бежат к вам и хотят вас то ли убить то ли схватить! \"Ну вот ещё и они! Возьми свой кинжал и побежали. Если вдруг что, то  ты знаешь как убивать.\" Сказала девушка... \"А если я тебя потеряю.... Если мы умрём .... Короче...\" (Она притянула тебя к себе и крепко поцеловала в щеку. И тут же она взяла тебя за руку и вы побежали от разбойников в противоположную сторону) \"СХВАТИТЬ ИХ! НЕ ДАЙТЕ НИКОМУ УЙТИ!!!!!\"",
    "answers": [
      {
        "id": 26,
        "text": "Вот же вляпались..."
      }
    ]
  },
  {
    "id": 26,
    "text": "И вот вдруг когда вы бежали вас сзади схватил разбойник и приставил нож к горлу. Что делать!?",
    "answers": [
      {
        "id": 27,
        "text": "Позвать на помощь кого нибудь"
      },
      {
        "id": 28,
        "text": "Постараться убить его самому"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вокруг никто тебя не слышал. Все бежали и вот разбойник вонзил нож тебе в горло и ты погиб. Что ж ты так. Выбери другой вариант.",
    "answers": [
      {
        "id": 26,
        "text": "Ок"
      }
    ]
  },
  {
    "id": 28,
    "text": "Все книги что вонзились вам в голову помогли вам с навыками. Вы стали профисиональным убийцей. Ты вонзил кинжал разбойнику в грудь. И пока разбойник умирал ты сматывался от туда!",
    "answers": [
      {
        "id": 29,
        "text": "Бежать"
      },
      {
        "id": 30,
        "text": "Хочу умереть"
      }
    ]
  },
  {
    "id": 29,
    "text": "\"Ты убил одного из наших! Я не дам тебе выжить!! Стоять!! #$^*#**!!!!\" Это кричал один из разбойников! Он бежит за тобой! Сделай что нибудь!!!",
    "answers": [
      {
        "id": 31,
        "text": "Остоновиться и убить его"
      },
      {
        "id": 32,
        "text": "Бежать дальше"
      }
    ]
  },
  {
    "id": 30,
    "text": "Ну раз так значит ты захотел конца. Эх а дальше так интересно... Ну пока. Ты не стал героем.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 31,
    "text": "Ты оказался очень профисиональным. Что с тобой сделали эти книги? Он только подбегает зарезать тебя как ты перехватываешь нож и свой кинжал втыкаешь в разбойника. Ты его убил. Беги дальше.",
    "answers": [
      {
        "id": 33,
        "text": "Бежать."
      }
    ]
  },
  {
    "id": 32,
    "text": "Он всё таки начал догонять тебя!! Ещё чуть чуть и он убьёт тебя.. и вот он с прыжка втыкает в твою голову нож! Ты погиб... Выберай правильные варианты!",
    "answers": [
      {
        "id": 29,
        "text": "Ок"
      }
    ]
  },
  {
    "id": 33,
    "text": "Вот вы почти уже оторвались как вдруг вы видите сверху лучника. Он целится прямо в вас! Надо что то делать. Но лучник стоит сверху на дереве! Придумай как выбраться из этой ситуации но подумай хорошо...",
    "answers": [
      {
        "id": 34,
        "text": "Постараюсь быстро пробежать!"
      },
      {
        "id": 35,
        "text": "Быстро побегу в укрытие!"
      },
      {
        "id": 36,
        "text": "Побегу вперёд но буду стараться увернуться!"
      }
    ]
  },
  {
    "id": 34,
    "text": "Пока ты ускорялся тебя уже пронзила стрела. Ты даже не успел ничего сделать. Ты умер.",
    "answers": [
      {
        "id": 33,
        "text": "Упс..."
      }
    ]
  },
  {
    "id": 35,
    "text": "Ты кое как успел оказаться в укрытии и выжить. Все разбойники пробежали мимо тебя и никто тебя не заметил. Но ты оторвался от команды. Теперь ты один с навыками убийцы. Нужно будет как то выжить и по возможности найти путь к твоим союзникам... только как!?... (У тебя теперь появится ячейка утомления. Она означает сколько ты еще можешь не спать. Если Ячейка дойдёт до нуля то ты уснёшь в каком то из мест и во время сна тебя убьют. Ты должен поскорее найти место для привала и там поспать. После сна у костра ячейка утомления исчезнет)\n\n\n                                   Утомление-100%",
    "answers": [
      {
        "id": 37,
        "text": "Понятно"
      }
    ]
  },
  {
    "id": 36,
    "text": "Ты хорошо уворачивался но и лучник был не промах! Он попал тебе в ногу. Пока ты хромал и шел к своему отряду убийц тебя сзади уже догнали разбойники и убили. Вы умерли.",
    "answers": [
      {
        "id": 33,
        "text": "Упс..."
      }
    ]
  },
  {
    "id": 37,
    "text": "Вот скоро наступит вечер. Надо бы найти место для привала а пока что ты гуляешь по лесу ища следы своих союзников но тут не только следы союзников а ещё и врагов. Если бы мы могли научиться читать следы...\n\n                             Утомление 90%",
    "answers": [
      {
        "id": 38,
        "text": "Хм..."
      }
    ]
  },
  {
    "id": 38,
    "text": "Вот вы очередной раз гуляете по лесу. И вдруг на вас нападает волк!!! За волком скоро пребижит целая стая. Нужно скорее что то сделать!  \n\n                             Утомление 85%",
    "answers": [
      {
        "id": 39,
        "text": "Я буду бороться с волком! Возьму и убью его кинжалом!"
      },
      {
        "id": 40,
        "text": "Я откину волка и побегу поскорей от него!"
      },
      {
        "id": 41,
        "text": "Я не буду смотреть волку в глаза и пока он будет пытаться убить меня я схвачу его голову... тем же времинем возьму кинжал и попробую перерезать ему голову"
      },
      {
        "id": 42,
        "text": "Я побью волка по животу. Возьму кинжал и накинусь на него. Буду смотреть ему прямо в глаза пытаясь показать свою ярость и убью его!"
      }
    ]
  },
  {
    "id": 39,
    "text": "Ну вот уж нет. Волк кусает твою руку которой ты хочешь зарезать его. И ты умираешь. БУДЬ УМНЫМ УБИЙЦЕЙ!",
    "answers": [
      {
        "id": 38,
        "text": "Назат"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы его откинули и побежали поскорей. Он помчался за вами и вдруг вы спатыкаетесь и падаете. Волк и так бы вас догнал. Он подбегает и разберает тебя на кусочки. Ты умер. Будь профи. Дойди до конца используй логику!",
    "answers": [
      {
        "id": 38,
        "text": "Назат"
      }
    ]
  },
  {
    "id": 41,
    "text": "Ты не смотрел ему в глаза... \"Чего же ты хочешь сделать злобный охотник! Посмотри мне в глаза гад!\" Подумал волк. Вдруг он пытается укусить тебя в плечо. Тут же ты достал кинжал и перерезал ему голову! Он мёртв! Теперь надо сматываться от сюда пока тебя остальные волки не увидели... (После боёв у тебя быстрее теряется утомление. Будь осторожен.)\n    \n\n                              Утомление 65 %",
    "answers": [
      {
        "id": 43,
        "text": "Ладно. Продолжаем."
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы побили его по животу и откинули! Было хорошо видно его ярость. Он как бык набросился на тебя а ты на него достав кинжал. И вот вы очень близко. Ты смотришь ему в глаза и вот ты задумал его пронзить кинжалом... \"У него в глазах красная кровь и кинжал... У него ничего не выйдет!\" Подумал волк. Волки узнают людей насквозь когда люди посмотрят им в глаза! И вот ты намвхнулся с кинжалом на него как он перебегает тебя кругом и из за спины убивает тебя! Вы умерли. Будь логическим! Победи всех!",
    "answers": [
      {
        "id": 38,
        "text": "Ок"
      }
    ]
  },
  {
    "id": 43,
    "text": "Вдруг ты видишь тот ужас! Он является тебе и держит тебя за голову! Он светит тебе какой то непонятной штуковиной в глаза... \"Ты должен сразиться со мной не мёртвым а живым!!! Ты не погибнешь сдесь! Ты умрёшь от моей руки... Ахма тарахасба лалпдсза dgfifjdncjfosokskdkxkck Ааааааа!!!\" Сказал ужас и после вот этих непонятных фраз тебе в глаза посветило очень сильно! Ты не мог держатся но и почему то глаза закрыть не мог! \"ДАЙ ЕМУ СИЛУ ЧИТАНИЯ СЛЕДОВ!!!\" Закричал ужас и свет засветил в глаза тебе уже критически предельно и тут же ты потерял сознание. Очнулся ты уже... Представляешь в том же месте... хах. Короче ужаса уже небыло и все было спокойно. Только в мыслях всё путалось. Ты точно понял как читать следы... (Очередное критическое место для утомления)\n\n\n\n                                 Утомление 50 %\n\n\n                  ",
    "answers": [
      {
        "id": 44,
        "text": "Ого.. ну что пошли дальше"
      }
    ]
  },
  {
    "id": 44,
    "text": "И вот ты остоновился около двух переулков. Кажется ты заблудился. Только один путь будет верным. Выберай лево или право.",
    "answers": [
      {
        "id": 45,
        "text": "Лево"
      },
      {
        "id": 46,
        "text": "Право"
      }
    ]
  },
  {
    "id": 45,
    "text": "Ты пошёл на лево. Ты продолжал идти по пути и почему то не узновал этих мест будто тебя тут вообще не было... (После сложного выбора теряется чуть больше обычного утомления.)\n\n\n\n                              Утомление 30%",
    "answers": [
      {
        "id": 47,
        "text": "Идти дальше."
      }
    ]
  },
  {
    "id": 46,
    "text": "Вот ты шел по знакомым тебе местам и наконец то ты нашел место для привала! Но останешься ли ты там!? Ты можешь пойти дальше и найти другое место для привала а может вообще дойдёшь до следов. \n\n\n\n                            Утомление 40%",
    "answers": [
      {
        "id": 50,
        "text": "Я останусь и посплю"
      },
      {
        "id": 51,
        "text": "Неее я пойду дальше"
      }
    ]
  },
  {
    "id": 47,
    "text": "Ты шел по дороге и снова увидел волка! Ты его отаковал так же и убил его но он оставил на тебе царапины. И вот опять переулки. Право или лево?\n\n\n\n                           Утомленость 7%",
    "answers": [
      {
        "id": 48,
        "text": "Право"
      },
      {
        "id": 49,
        "text": "Лево"
      }
    ]
  },
  {
    "id": 48,
    "text": "Ты пошел сюда и пока шел на ходу засыпал. И случайно ты заснул. Пока ты спал тебя растерзали волки. Ты умер. Кажется ты пришел не туда. Иди л назат. (1 Вариант. Уйти на два переулка назат. 2 Вариант. Уйти на один переулок назат).",
    "answers": [
      {
        "id": 47,
        "text": "2"
      },
      {
        "id": 44,
        "text": "1"
      }
    ]
  },
  {
    "id": 49,
    "text": "Ты пока шел заснул. Пока ты спал тебя истерзали волки. Ты умер. (1 вариант. Это будет уйти на один переулок. 2 Вариант на 2 переулка.)",
    "answers": [
      {
        "id": 47,
        "text": "1"
      },
      {
        "id": 44,
        "text": "2"
      }
    ]
  },
  {
    "id": 50,
    "text": "Ты развёл костёр и лег спать. Ночь прошла хорошо и это отлично. Утомлёность исчезла! Ты почти прошёл До конца 2 части! Иди дальше!",
    "answers": [
      {
        "id": 52,
        "text": "Ура"
      }
    ]
  },
  {
    "id": 51,
    "text": "Становилось темно. Ты не мог идти дальше и уснул. Пока ты спал тебя истерзали волки. Принимай логичные решения. Ато так много раз будешь истрезаным))))",
    "answers": [
      {
        "id": 46,
        "text": "Назат"
      }
    ]
  },
  {
    "id": 52,
    "text": "Вот ты уже подходил к следам как вдруг сзади к тебе подбежали разбойники! \"Стоять! Мы с пистолетами. Двинишься и погибнешь!! Ты либо пойдёшь с нами либо тут умрёшь, выбирай!\" Они не дают тебе выбора.. Но если ты хочешь умереть то погибай. Это твоё решение.",
    "answers": [
      {
        "id": 53,
        "text": "Умереть"
      },
      {
        "id": 54,
        "text": "Согласиться и пойти за ними"
      }
    ]
  },
  {
    "id": 53,
    "text": "Ты дёрнулся и тебя застрелили. Ты умер. Значит ты захотел конца... Ну вот это твой конец.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 54,
    "text": "Тебя повели а ты послушно шел за ними. И вот ты понял что можешь в удобный момент своими умениями убить их! Но ты должен выбрать удобные случаи. У тебя есть три хода. Если все три хода ты отвергнешь то тебя привезут на казнь и казнят! Ход 1. Вокруг деревья и сучки. Тебя за твоей спиной ведут вперёд Враги. Убьёшь их сейчас?",
    "answers": [
      {
        "id": 55,
        "text": "Да"
      },
      {
        "id": 56,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 55,
    "text": "Пока ты их пытался как то убить тебя застрелили и ты умер. Ну ка. Думай логично!",
    "answers": [
      {
        "id": 54,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 56,
    "text": "Теперь они стоят около тебя оба. Но деревьев вокруг меньше и сучков почти нет! И по пути много  камней и кочек. Убьёшь их сейчас?",
    "answers": [
      {
        "id": 57,
        "text": "Да"
      },
      {
        "id": 58,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 57,
    "text": "Ты смог убить одного но рядом с тобой стоял еще разбойник и он убил тебя после чего ты упал на кочки с камнями и насквозь убился. Думай логично!",
    "answers": [
      {
        "id": 56,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 58,
    "text": "Теперь один спереди от тебя другой рядом с плечем. Кочек нет и сучков нет. Деревьев количество нормальное но вот по пути к вам небольшая горка. Убьешь их щас?",
    "answers": [
      {
        "id": 59,
        "text": "Нет"
      },
      {
        "id": 60,
        "text": "Да"
      }
    ]
  },
  {
    "id": 59,
    "text": "Тебя привели в их паздбеще и казнили. Что то ты сделал не так... Может назад?",
    "answers": [
      {
        "id": 58,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 60,
    "text": "Ты убиваешь первого разбойника который стоит у твоего плеча! Другой же который идёт спереди нечего не замечает. Ты просто убегаешь назад а Выживший разбойник приходит нисчем.",
    "answers": [
      {
        "id": 61,
        "text": "Круто"
      }
    ]
  },
  {
    "id": 61,
    "text": "Вот ты и пришел к тем следам... Как у тебя всё загорелось... Ты стал просто напросто видеть красный свет и зелёный! Было понятно кто в каком свете. Но это мне понятно. Интересно а тебе понятно?",
    "answers": [
      {
        "id": 62,
        "text": "Пойти по красному свету"
      },
      {
        "id": 63,
        "text": "Пойти по зелёному"
      }
    ]
  },
  {
    "id": 62,
    "text": "Ты пришел к разбойникам которые тут же убили тебя. Выбери дпугой вариант.",
    "answers": [
      {
        "id": 61,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 63,
    "text": "Наконец-то ты пришел ко своим союзникам! \"Ты вернулся!! Мы уж думали что ты там погиб а ты вернулся!! Ты жив!! Я так рада!! Как ты это сделал!?\" Сказала девушка. И вы всем стали рассказывать о своём маленьком путешествии... Мда... а вот  интересно... Что ж на самом деле с этой девушкой... \"Слушай... Я хочу тебе кое что сказать...\" Говорит девушка Со стеснительным и улыбающимся лицом \"Я... Полюбила тебя... Я не могу жить без тебя... Ты самый лучший твои подвиги вдохновляют меня. Твоя смерть будет моей смертью. Я ЛЮБЛЮ ТЕБЯ!!! И обещаю я не буду твоей ошибкой\" (Девушка отвела вас в тихое место. Вы разделись. Она прижала вас к себе и вы провели прекрасную ночь с ней. Но какие же истории ждут вас дальше... Через что вам еще прийдется пройти... Будет очень тяжело. И в тоже время интересно.) Конец 2 части. Скоро будет третья. Её ты сможешь найти у меня в книгах как и в прошлый раз. ПОКА!",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 64,
    "text": "",
    "answers": []
  }
]