[
  {
    "id": 1,
    "text": "Жанр: мини-квест, фэнтези, мистика, романтика, драма\nАвтор: Miriam Mills (или Dar_Li_Wri)\n\nТемнота. Ночь Хэллоуина.\nКровь застывает в жилах.\nЕсли готов увидеть страх,\nТебе непременно в ночь Хэллоуина,\nОт министерства задание:\nНечисти отловить все названия.\nНо от жестокости непоправимой\nСпасти может лишь характер непоколебимый.\nВозможно, в холодном сердце проснётся\nНовое чувство, что точно вернётся\nВ следущий Хэллоуин снова,\nНапоминая в три слова.\nВсё вспомнишь потом ты и вновь,\nОтправишь меня в мир иной.\n\n!Внимание! Весь квест можно пройти только на 47%, потому что создавались пустые страницы для возможности публикации.",
    "answers": [
      {
        "id": 2,
        "text": "Начать",
        "middle_answer": true
      },
      {
        "id": 8,
        "text": "Концовки",
        "middle_answer": true
      },
      {
        "id": 10,
        "text": "О квесте",
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c42/2012/ec/baf9f7b89b26.png"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://a.radikal.ru/a19/2012/eb/e3b49846f6ff.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://a.radikal.ru/a19/2012/eb/e3b49846f6ff.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "— Не сто́ит, — слабо протянула хрупкая на вид девушка. И мгновенно отвернулась, вновь что-то высматривая. Светлые волосы полоснули тёмное пространство, едва не зацепившись о сухую ветку.\n\nНепроглядная темнота. Осенняя ночь. Волшебный Хэллоуин. Сидя за более-менее толстым деревом, девушка выглядывала из-за него на дорогу. В такой темноте выделялись только её светлые волосы, да так, что, кажется, освещали всё вокруг. Тело блондинки слегка подрагивало то ли от страха, то ли от холода, а может и всего вместе.\n\nПочти голые ветки не могли полностью укрыть нас от чужих глаз, хотя в такое время вряд ли кто-то ещё будет лазить по кустам. Через дорогу стоял одинокий фонарь и освещал дорогу жёлтым светом. А возможно, что такой оттенок ей придаёт совсем не фонарь, а светящиеся тыквы, которые стояли у дома напротив.\n\nДа, точно. Дом... Не очень то и хотелось наблюдать за, пестрившим гирляндами и украшениями, зданием, но делать нечего. Нужно. А ведь блондинка беспрерывно туда смотрит. За всё время мы с ней перекинулись всего парой фраз, и те по делу.\n\n— Хэйзел? — позвал я шёпотом девушку, всё ещё рассматривая тканевые привидения на окнах дома.\n\n— Я же сказала \"нет\", — прервала меня блондинка, не поворачиваясь. Боковым зрением я заметил светлячков, которые взлетели от такого резкого звука. Я понимал, что достучаться до этой хладнокровной девушки будет сложно. Всё же, даже меня легче напугать или вывести хоть на какие-то эмоции, чем её.\n\n— Я не о том, хотел сказать, что...\n\n— Заткнись, — резко шикнула на меня подруга, посмотрев своими, почти прозрачными, голубыми глазами, цвета моего любимого мороженого. Что она со мной делает? Я начал утопать в этих глазах. Вдруг, я заметил шевеление со стороны пластикового зомби, стоящего на входе в виде украшения.\n\n",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "Дверь дома распахнулась, и оттуда вылетела толпа весёлых подростков. Все были в самых различных костюмах, не отличавшихся особой оригинальностью. Но это мне сейчас точно не важно, куда интереснее продолжить, наконец, разговор с девушкой.\n\n— Но почему же всё-таки не сто́ит? — снова, очень аккуратно, совсем тихонько переспросил я, вытянув в её сторону руку, сильнее раздражая этим девушку.\n\nОна не отреагировала. Всё внимание этой весьма милой особы было приковано к компании детей. Она вытянулась, была напряжена как струна. Готовая моментально действовать. Один мальчишка из толпы крикнул, что знает короткий путь на вечеринку. Детей охватил полный восторг. Ещё бы, в канун Дня Всех Святых, переодевшись в монстров, искать приключения, пройдясь короткой дорогой. Ох как не понравилось это моей блондинке. Она стала ещё напряжённей, хотя мне казалось, что это уже невозможно. Да, взгляд девушки всё время метался в кусты, возле которых проходили дети. \n\nУвы, к такому повороту событий Хэйзел оказалась не готова. Хоть когда-то. Как же сильно она печётся о своей метле, а я говорил, что в кустах её оставлять опрометчиво. Она уже хотела начать пробираться за толпой, но я её вовремя остановил, схватив за предплечье. Сам я замер. Кофта мятного цвета было очень тёплой, в отличие от холода вокруг. Совершенно не хотелось её отпускать, а наоборот притянуть поближе, но девушке это явно не понравится. Тяжело вздохнув, я перевёл взгляд на детей.",
    "answers": [
      {
        "id": 4,
        "text": "Остаться узнать ответ на свой вопрос"
      },
      {
        "id": 6,
        "text": "Не мешать Хэйзел и уйти"
      }
    ]
  },
  {
    "id": 4,
    "text": "У одной девочки, шедшей в компании, из кармана посыпались небольшие декоративные тыковки с различными бирками. Кажется она готовила друзьям подарок, но увы. Теперь брюнетка лишь хмуро смотрела на растоптанные \"добрыми\" друзьями фигурки не обращая внимания на слёзы, стекающие по щекам. Жаль её. Нахлынули воспоминания из детства, но я быстро их отогнал. Не время.\n\nДевочку позвал кто-то из компании. Она быстро вытерла ладонью слёзы и побежала за детьми. Как верная собачонка. Улыбаться тем, кто всё время обижает. Прощать тех, кто всё время повторяет вновь. Жалкое зрелище. Большая ошибка. Жаль, что я это знал не по наслышке. Жаль...\n\nХэйзел уже не обращала внимания на подростков, хотя они и были её целью. Девушка резко развернулась в мою сторону и приставила нож к горлу.\n— Снова ты, — с оскалом произнесла она.\n\n— Снова ты, — дружелюбно перекривил девушку, широко улыбаясь. Всё-таки она меня помнит. И не важно, с какими эмоциями она со мной говорит. Главное, что у меня получается вызвать хоть какую-то.\n\n— Обмануть министерство. Да как у тебя это получается?! — уже истерично спросила напарница. Да неужели? Я довёл её до истерики? Мне никто не поверит.\n\nЯ всё ещё глупо улыбался своей компаньонке. Она только-только осознала с кем отправилась на задание. Такие нежные черты лица. Взъерошенные, спадающие на глаза волосы. С гримасой злости на лице это выглядело несовместимо и даже смешно. Я не мог сдержать умиление.\n\n— О, моя милая Хэйзел.\n\n— Не смей меня так называть. — Угрожающе надавила на нож блондинка. — Не для того я получила работу в министерстве по отлову нечисти, чтобы ты тут разгуливал вместе со мной.\n\nЯ сдавленно посмеялся. Давно я не видел этого прекрасного личика. Кажется, это было сто лет назад, а на самом деле, лишь в прошлый Хэллоуин. Ведь каждый Хэллоуин она охотиться на нечисть, и частенько я являюсь её целью.\n\n",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "— Работа, — скривившись протянул я. — Видишь ли, я как бы тебе сейчас с ней помогаю.\n\n— Да неужели? — ухмыльнулась девушка. — Я каждый Хэллоуин тебя отловить пытаюсь. Всё не получалось. Наконец-то.\n\nГолубоглазка явно наслаждалась процессом переместив нож чуть ниже и медленно вгоняя его мне в сердце. Жестокая. Ни единой эмоции сочувствия или отвращения на лице. Вот почему она работает именно здесь. Хладнокровие является важным фактором. А я, увы, эмоционален.\n\nЯ видел, как мои руки стали белыми, кожа и мышцы исчезали, оставляя лишь кости. В металлическом украшении девушки, я видел, как зелёные глаза оставляют только пустые чёрные впадины. Принимая истинный облик я становился собой.\n\n— Милая Хэйзел, — чувствуя, как быстро угасают силы, произнёс я. — До встречи, до следующего Хэллоуина. Я люблю тебя.\n\nДевушка отпустила рукоять ножа и глупо уставилась на меня. Кажется, до неё дошёл наконец смысл моих слов. Столько лет! По её щеке медленно скатывалась одинокая слеза, так красиво блестящая при полной луне. Я с трудом поднял свою костлявую руку и аккуратно её вытер. Тёплая. Живая. Рука безвольно упала на землю. Теперь блондинка осталась сидеть одна.\n\n— До следующего Хэллоуина, — еле слышно прозвучало из пересохших губ Хэйзел. — Я тоже люблю тебя, Алек.\n\nПрошептав слова, которые так и не услышал скелет, девушка ещё долго сидела, позабыв обо всех обязанностях её работы. Ему удалось пробудить эмоции девушки. Только с первыми лучами солнца Хэйзел опомнилась. Сумрак прогнал волшебную атмосферу праздника. Работа для девушки начнётся только в следующем году, на следующий Хэллоуин.\n\nЯ люблю тебя, Хэйзел...",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      },
      {
        "id": 5,
        "text": "*Получена концовка \"Достучаться до сердца\"",
        "comment": true
      }
    ]
  },
  {
    "id": 6,
    "text": "Девушка внимательно наблюдала за детьми. В последний раз за этот вечер я бросил на неё взгляд. Хрупкая на вид девушка была мне дорога. Я готов был отдать за неё жизнь. Всю свою бессмертную жизнь.\n\nГлубоко вздохнув, всё же поднялся и тихо, насколько можно осторожно ушёл.\n\nЧто я наделал? Ушёл от единственного в году шанса побыть с Хэйзел. С моей Хэйзел. Она ведь так и не знает.\n\nЯ фыркнул, устало взъерошил чёлку. Не хватало ещё на эмоциях попасться. Поэтому пришлось натянуть на голову любимый капюшон. Хотя и вряд ли меня кто-нибудь здесь узнает.\n\n\"Может всё-таки вернуться?\" — спасительный вопрос возник так же быстро, как и рассеялась надежда на возвращение к напарнице.\n\n— Неужели ты попался нам? — грубый, противный голос послышался за спиной.\n\n— И тебе привет, — как всегда спокойно улыбнулся я. — Неужели решили всё-таки попробовать меня добить? — О нет, теперь я улыбался отнюдь не спокойно и никак не по-доброму. Это был хищный оскал, я был готов ко всему.\n\nА потом у меня возникла новая мысль. Если мне всё равно прийдётся покинуть это место, почему бы не оттянуть этот момент? Всё, что нужно, это разговаривать. Уж мои речи редко когда прерывали. В воспоминаниях пронеслись моменты ярмарки, которые вызвали ностальгическую улыбку. Да о чём я? Только вчера там был и сейчас снова возвращаться. В очередной раз.\n\n— Ну что ж, удачи, — не дождавшись ответа, решил сказать я. И рванул в противоположную от охотников сторону.\n\n— Больше не убежишь, — озлобленно бросил мне, похоже, самый старший охотник. \"Бросил\" в прямом смысле этого слова, ведь в моё предплечье угодил кинжал.\n\n— Оу, сегодня действуете неожиданно? — заинтересованно крикнул я, скидывая кофту, теперь она будет только мешать.",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "Кинжал упал вместе с кофтой. На нём не было ни капли крови, как, собственно и на мне. Ведь вместо полноценно руки была только кость. Ни мышц, ни кожи. Я стал принимать истинный облик. Снова.\n\nПарни решили сэкономить энергию и не гоняться за мной бегом. Поэтому они уже подлетали на мётлах.\n\n— Есть что сказать? — с усмешкой произнёс один из них.\n\n— До следующего Хэллоуина, полагаю? — хмуро ответил я, видя, как быстро весь становлюсь скелетом.\n\n— Оу, мы тебе не сказали, да? — каждый охотник сиял от информации, которую мне \"не сказали\". — Клинок пропитан новым ядом. Теперь ты умрёшь по-настоящему.\n\nЭто просто не укладывалось в голове. Что я сделал такого, чтобы меня убивать? Нет. Хэйзел! Нет. Меня затрясло от эмоций и осознавания неизбежного. Не очень ведь и радостная перспектива, умирать девятнадцатилетнему парню. Хоть и скелету. Я ведь всегда только помогал. \"За что?!\" — хотелось спросить этих монстров.\n\n— Что, монстр, получил по заслугам? — снова вставил реплику убийца.\n\n— Это вы – монстры, — я судорожно достал из кармана лист бумаги и написал на нём несколько строк. — Исполните хоть это, передайте письмо вашей напарнице – Хэйзел.\n\nТрясущаяся рука безвольно упала, когда один из охотников удосужился взять листок. Я последний раз взглянул на небо, на осенние деревья. Не знал, что будет дальше. Всё кончилось, темнота...\n\n\nОхотник раскрыл письмо и прочитал его строки.\n\n— Ну нет, Хэйзел его не получит.\n\nОдин любопытный парень заглянул через плечо в письмо.\n\n— А давайте, я его выброшу, — вызвался он. И взяв протянутый лист, он побежал к Хэйзел.\n\nЖаль, скелета Алека не спасти...",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      },
      {
        "id": 7,
        "text": "*Получена концовка \"Последняя ночь\"",
        "comment": true
      }
    ]
  },
  {
    "id": 8,
    "text": "Концовок только две:",
    "answers": [
      {
        "id": 5,
        "need_ever": true,
        "need": [
          5
        ],
        "text": "Достучаться до сердца"
      },
      {
        "id": 7,
        "need_ever": true,
        "need": 7,
        "text": "Последняя ночь"
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 9,
    "text": "Спасибо, что уделили внимание этому квесту. Надеюсь он вам понравился. Если вам нравятся такие небольшие и трогательные работы, то можете найти меня на Ваттпаде под ником Dar_Li_Wri. Так же здесь есть другие мои квесты, побольше и интереснее, но навыки мои, увы, там ещё хромают. Вскоре они будут переписаны и изменены в лучшую сторону, ну а пока что есть)))\n\nПриятного чтения",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 11,
        "text": "Новый ответ. введите текст",
        "need": 20
      }
    ]
  },
  {
    "id": 10,
    "text": "Квест создан, как отдельная история персонажа Алека из одного из моих предыдущих квестов \"Фоглибург\", который, к сожалению, ещё должен улучшаться и полностью переписываться. А пока ловите интересные факты из жизни персонажа)))",
    "answers": [
      {
        "middle_answer": true,
        "targetbookid": 183151,
        "text": "Перейти в квест \"Фоглибург\"",
        "id": 1
      },
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 9,
        "text": "От автора"
      }
    ]
  },
  {
    "id": 11,
    "text": "...",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 12,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 12,
    "text": "...",
    "answers": [
      {
        "id": 13,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 11,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 13,
    "text": "...",
    "answers": [
      {
        "id": 14,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 14,
    "text": "...",
    "answers": [
      {
        "id": 15,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 15,
    "text": "...",
    "answers": [
      {
        "id": 16,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 16,
    "text": "... ",
    "answers": [
      {
        "id": 17,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 17,
    "text": "...",
    "answers": [
      {
        "id": 18,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 18,
    "text": "...",
    "answers": [
      {
        "id": 19,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 19,
    "text": "...",
    "answers": [
      {
        "id": 20,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 20,
    "text": "...",
    "answers": [
      {
        "id": 21,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 21,
    "text": "...",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  }
]