[
  {
    "id": 1,
    "text": "Уважаемый читатель, эта книга пока не готова но пожалуйста ждите пока я закончу ????",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 20,
        "text": "Персонажи "
      },
      {
        "id": 21,
        "text": "Всё об авторе "
      },
      {
        "id": 22,
        "text": "ПОКА НЕ НАЧАЛИ ЧИТАТЬ ПРОШУ СЮДА! "
      }
    ]
  },
  {
    "id": 2,
    "text": "Меня Зовут Джек, я король леса под названием: шукила. Дак вот до определённого времени меня любили и уважали, но потом, заявился этот... Как бы сказать чтобы меня потом ещё не унижали за это... Кароче, Медведь, да он медведь, по имени Ёж, он на меня напал, и всех держит в страхе перед ним, а меня, а меня почти убили, но у меня есть пара поддонных, но все равно только лишь пара, они мне помогли, выбраться из той вонючей ямы, и мы убежали оттуда, мы не трусы, мы сейчас пойдём собирать армию, но вначале нам надо перекусить, куда же мы отправимся? \n",
    "answers": [
      {
        "id": 3,
        "text": "В деревню "
      },
      {
        "id": 4,
        "text": "В трактир"
      },
      {
        "id": 5,
        "text": "В лес"
      }
    ]
  },
  {
    "id": 3,
    "text": "Мы пошли в деревню и там была улица, было множество всяких домов, от самых ужасных, до самых шикарных, а всяких животных тут их очень много, (ну в королевстве было больше хах) от собак до динозавров, мы зашли туда и мне мой верный слуга говорит(его зовут, точнее её Стася) \n — о, мой любимый Джек, куда же мы отправимся? \n—я ещё пока незнаю, но думаю отправиться к самому главному, где тут самый главный?\n—пошли зайдём в дом, только решай ты в какой мы зайдём дом. ",
    "answers": [
      {
        "id": 14,
        "text": "Идти в дом 35 "
      },
      {
        "id": 15,
        "text": "Идти в 12 дом"
      },
      {
        "id": 16,
        "text": "Идти в 19 дом"
      }
    ]
  },
  {
    "id": 4,
    "text": "Мы зашли в трактир, ну денег у нас было много, но тут нас всех знали как предателей, типо мы сбежали, и не стали защищать свое северное королевство(а мы находимся сейчас в южном), и они бояться что из за нас могут на них напасть, и поэтому нам ничего сдесь не дали, и выгнали на улицу. Слуга говорит:\n— но где мы теперь найдём укрытие? \n—Стась, я понимаю твоё отношение ко всему этому но потерпи ещё немного, и мы справимся обещаю тебе \n—хорошо. \n",
    "answers": [
      {
        "id": 13,
        "text": "Идти вдоль деревни "
      },
      {
        "id": 9,
        "text": "Вернуться в трактир"
      }
    ]
  },
  {
    "id": 5,
    "text": "Мы потопали в лес, уставшие, голодные, мы попёрли туда, и там была стража ёжа, мы решили ринуться в бой он был 1 щупленький щенок ещё, мы решили не убивать, а просто вырубить его, мы так и сделали. ",
    "answers": [
      {
        "id": 6,
        "text": "Идти искать грибы"
      },
      {
        "id": 7,
        "text": "Пойти охотится"
      },
      {
        "id": 8,
        "text": "Пойти за хвоёй, чтобы удобнее было спать"
      }
    ]
  },
  {
    "id": 6,
    "text": "",
    "answers": []
  },
  {
    "id": 7,
    "text": "",
    "answers": []
  },
  {
    "id": 8,
    "text": "",
    "answers": []
  },
  {
    "id": 9,
    "text": "",
    "answers": [
      {
        "id": 10,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 10,
    "text": "",
    "answers": [
      {
        "id": 11,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 11,
    "text": "",
    "answers": [
      {
        "id": 12,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  },
  {
    "id": 13,
    "text": "",
    "answers": []
  },
  {
    "id": 14,
    "text": "Этот дом оказался очень красивым, сразу видно что богатого боярина, и к нам на встречу вышла кошка, да кошка, в шикарном одеянии, мне она понравилась, так что я чуть не влюбился, но вовремя опомнился, и спросил у неё\n—здравствуйте, многооуважаемая кошка, как ваше имя позволю себе спросить?\nО, дак вы меня не знаете? Я не скажу своё имя пока вы не представитесь.\n—божечки,какая грубость, прошу прощения, что не представился вам сразу, меня зовут Джек, Джек белый\n—так и быть я скажу кто я, моё имя Настя, и я обажаю веселиться с чего начнём? ",
    "answers": [
      {
        "id": 17,
        "text": "Стоять столбняком ничего не поняв"
      },
      {
        "id": 18,
        "text": "- о, что? Я король... Правда в отставке... Извините, мы уходим. "
      },
      {
        "id": 19,
        "text": "-Мм, какая сладкая, давай начнём с того что ты захочешь, мне без разницы (целует её и делает..) Ну вы сами поняли что "
      }
    ]
  },
  {
    "id": 15,
    "text": "",
    "answers": []
  },
  {
    "id": 16,
    "text": "",
    "answers": []
  },
  {
    "id": 17,
    "text": "Эмм, что? Я вообще то король, правда бывший, но бывших не бывает, так что я король, белый Джек, Настя сразу мне поклонилась",
    "answers": []
  },
  {
    "id": 18,
    "text": "",
    "answers": []
  },
  {
    "id": 19,
    "text": "",
    "answers": []
  },
  {
    "id": 20,
    "text": "",
    "answers": []
  },
  {
    "id": 21,
    "text": "",
    "answers": []
  },
  {
    "id": 22,
    "text": "Дорогой читатель, я пишу этот квест одна, и у меня мало времени поэтому я буду писать его каждый день стараться сделать больше, и это мой первый квест, не судите строго;-)",
    "answers": []
  }
]