[
  {
    "id": 1,
    "text": "   Это история о людях, чье сознание поглотил хаос и страх. Ужас, происходящий в жизни этих людей они запомнят до конца своих дней, как книгу, которую они перечитывают вновь и вновь. Если, конечно, выживут. \n   Главным героем в этой истории будет молодой человек с именем Егор. Он обычный парень, любящий поиграть в компьютерные игры и погулять с друзьями. Точнее, был когда-то...",
    "answers": [
      {
        "id": 2,
        "text": "Приступить "
      },
      {
        "id": 1,
        "text": "При прохождении всех концовок ниже этой надписи появится еще одна скрытая страница, обязательная к прочтению, если Вас заинтересовало данное произведение.",
        "comment": true
      },
      {
        "id": 39,
        "text": "Об истории",
        "need": [
          18,
          34,
          35
        ],
        "need_ever": true
      }
    ]
  },
  {
    "id": 2,
    "text": "                       Лето. Лучшая пора для прогулок с \n   друзьями, различными встречами и отдыха. \n   Летом достаточно тепло, что позволяет носить \n   лёгкую одежду, благодаря которой ощущается \n   теплота солнечных лучей, касание легко \n   прохладного ветерка... Так думал и наш герой, \n   пока не началось это...\n\n\n\n\n\n       Егор проснулся поздно вечером, после увлекательного ночного времяпрепровождения за компьютером. Потянувшись в своей кровати, он вспоминает, что скоро ему снова надо будет ходить на учебу, сидеть на лекциях и писать конспекты, как и все другие ученики колледжей. Но не стал терять ни минуты, вспрыгнув с кровати, пошел на кухню заваривать себе прекрасно бодрящий кофе. \n   Это был обычный вечер его летних каникул — отец спал в кресле в гостиной, на телевизоре, напротив него, как обычно крутили новости про политику и происшествия в городе...",
    "answers": [
      {
        "id": 3,
        "text": "Следующая страница"
      },
      {
        "id": 2,
        "text": "Время: 23:47",
        "comment": true
      }
    ]
  },
  {
    "id": 3,
    "text": "...мать лежала на диване, читая какую-то очередную газету с акциями из магазина. \n   Егор, ни о чем не думая, заварил себе кофе и, стало быть, хотел уже подниматься к себе в комнату, как в телевизоре заиграла музыка, после чего женщина по ТВ начала рассказывать срочные новости про неудачное изобретение какой-то непонятной вакцины, а так же угрожающе сказала оставаться дома до следующих новостей. Женщина ушла, а по телевизору продолжили показывать эфир, который прервали.\n   После услышанного Егор, как и его мать, с удивлением посмотрели друг на друга, но не дав никаких комментариев продолжили заниматься своими делами, не брав во внимание происходящее. \n   \n   Комната главного героя находится на втором этаже, под крышой. Хотя удобнее это будет назвать — чердак. Вскоре он уже сидел с кружкой кофе в кресле, за компьютером, смотря в монитор.",
    "answers": [
      {
        "id": 4,
        "text": "Написать другу"
      },
      {
        "id": 5,
        "text": "Во что-нибудь сыграть"
      },
      {
        "id": 3,
        "text": "Время: 00:14",
        "comment": true
      }
    ]
  },
  {
    "id": 4,
    "text": "   Усевшись поудобнее, Егор попытался связаться со своим другом через соц. сети, но тот был «не в сети».\n",
    "answers": [
      {
        "id": 5,
        "text": "Во что-нибудь сыграть"
      },
      {
        "id": 4,
        "text": "Время: 00:17",
        "comment": true
      }
    ]
  },
  {
    "id": 5,
    "text": "   Егор открывает папку с играми и запускает одну из них. Так как чаще он играет в паре с кем-то — игра ему быстро наскучила, и он решил закончить.\n   \n   За окном начало ночи. В раздумьях он ходит по своей комнате не зная, чем себя занять.",
    "answers": [
      {
        "id": 6,
        "text": "Пойти прогуляться"
      },
      {
        "id": 5,
        "text": "Время: 00:23",
        "comment": true
      }
    ]
  },
  {
    "id": 6,
    "text": "   Быстро накинув на себя одежду, прыгнув в кроссовки, Егор выбежал из дома не оглядываясь. У его мамы не было вопросов, куда он, с кем и насколько. Она привыкла, что Егор часто гуляет по ночам с друзьями, а приходит под утро. \n\n  -Красота... — мысль пролетела в его голове, стоя на крыльце дома и смотря вдаль на пустую, темную дорогу.\n  -Ну и куда мне теперь? — задумался Егор.",
    "answers": [
      {
        "id": 7,
        "text": "Идти в центр города\n\nВремени займет: 57 минут"
      },
      {
        "id": 8,
        "text": "Идти в парк\n\nВремени займет: 34 минуты"
      },
      {
        "id": 9,
        "text": "Идти на озеро\n\nВремени займет: 19 минут"
      },
      {
        "id": 6,
        "text": "Время: 00:27",
        "comment": true
      },
      {
        "id": 6,
        "text": "bottom",
        "url": "https://b.radikal.ru/b38/2012/16/cd75ab20f5e0.jpg"
      }
    ]
  },
  {
    "id": 7,
    "text": "   По пути в центр Егор замечает, что улицы полностью опустели и лишь изредка проезжают патрульные машины полиции. Он, конечно же понимал, что ему запрещено гулять так поздно без сопровождения взрослых, поэтому старался избегать встреч с людьми в форме, шагая по тропинкам и дворам, там, где нет фонарей.\n  -Странно все это. — такая мысль возникла у него в голове. -Обычно в субботу в городе оживленно, да какой там — по сравнению с тем, что происходит сейчас — обычную субботу можно назвать дискотекой по всему городу!",
    "answers": [
      {
        "id": 10,
        "text": "Продолжить путь в центр"
      },
      {
        "id": 7,
        "text": "Время: 1:13",
        "comment": true
      }
    ]
  },
  {
    "id": 8,
    "text": "   Придя в городской парк, Егор удивленно осматривает все вокруг. \n  -Как будто все испарились, — бодро сказал он в своей голове. -Ни одного человека на улице  кроме меня, что за бред? Сегодня же суббота!\nЕгор вспоминает телеэфир, в котором говорилось про какую-то вакцину и то, что людям приказали сидеть дома.\n  -Это они все дома сидят что-ли? — мысль промелькнула у него в голове. -Тут же скука смертная, да и как-то стремно одному в такой глуши гулять. Пойду-ка я отсюда.",
    "answers": [
      {
        "id": 7,
        "text": "Идти в центр города\n\nВремени займет: 23 минуты"
      },
      {
        "id": 8,
        "text": "Время: 1:01",
        "comment": true
      }
    ]
  },
  {
    "id": 9,
    "text": "   Озеро находилось не далеко от дома Егора, в этом плюс жизни на окраине города, как считал сам герой.\n   Спустя время, Егор доходит до водоема, куда был устремлен. На улице стало темно. Только тусклый свет луны освящал его путь, но герой прекрасно знал свой район, поэтому не боялся, что с ним что-то произойдёт под покровом ночи.\n   Присев на упавшее дерево недалеко от берега, Егор сует руку в карман, доставая оттуда что-то. Щелчек.  Тусклый свет сигареты еле-еле освещал его руки. \n  -Если бы я знал, чем себя занять... — сказал главный герой, делая затяжку одну за другой.\n  -Уже почти час ночи, — подумал он, смотря на часы на его руке. Докурив и затушив сигарету, Егор думает, куда ему дальше держать путь.",
    "answers": [
      {
        "id": 7,
        "text": "Идти в центр города\n\nВремени займет: 38 минут"
      },
      {
        "id": 8,
        "text": "Идти в парк\n\nВремени займет: 15 минут"
      },
      {
        "id": 9,
        "text": "Время: 00:46",
        "comment": true
      }
    ]
  },
  {
    "id": 10,
    "text": "   Придя на центральную городскую улицу, Егор подмечает для себя несколько припаркованных в разных местах патрульных машин, как будто следящих за кем-то. Его это насторожило.\n  -Может быть, мне не стоило идти в такую позднь в одиночку? — подумал он. \nУслышав шорох позади себя, не успев оглянуться, на его плечо падает рука, по ощущению, весом с несколько тонн.\n  -Доброй ночи, гражданин. Не желаете объясниться, что вы здесь забыли и почему не соблюдаете указ? — сказал кто-то грубым, серьезным голосом.",
    "answers": [
      {
        "id": 11,
        "text": "Вступить в диалог с незнакомцем"
      },
      {
        "id": 12,
        "text": "Бежать"
      },
      {
        "id": 10,
        "text": "Время: 1:24",
        "comment": true
      }
    ]
  },
  {
    "id": 11,
    "text": "  -З-Здравствуйте... — слегка похрипывая от страха ответил Егор. -Да я, вот, прогуляться вышел, но уже собираюсь возвращаться обратно домой...\n  -Вы не слышали новости? Всем людям было приказано сидеть дома. — повернув Егора к себе лицом, с таким же серьезным и грозным тоном произнес незнакомец. \nЭто был полицейский. Синяя форма одежды, кажется, позволяет увидеть его за несколько километров.\n  -Вам придется проехать со мной в отделение, на улицах может быть не безопасно. Заодно и разберемся с вашей личностью, а там уже решим, когда вас отпускать. — грубый и настойчивый голос как будто захватил разум Егора. \nСмотря ему в грудь, он не понимал, что происходит. Не то чтобы Егор был низкого роста, напротив, ростом он почти 180 сантиметров, но этот человек в синей форме как будто великан по сравнению с ним. Огромная рука полицейского до сих пор лежит на плече у Егора, а вторая держится за ручку какой-то черной палки, что весела у него на поясе. Видимо, это была дубинка.",
    "answers": [
      {
        "id": 16,
        "text": "Не сопротивляться"
      },
      {
        "id": 12,
        "text": "Бежать"
      },
      {
        "id": 11,
        "text": "Время: 1:27",
        "comment": true
      }
    ]
  },
  {
    "id": 12,
    "text": "   Сделав резкое движение вбок, Егор сумел скинуть руку человека. Не оглядываясь, он начал бежать быстрее пули, точнее ему так казалось. Ну еще бы, Егор в столь юном возврасте имеет первый разряд по бегу на километр. И сегодня ему это пригодилось. \n   Паника и страх охватила его разум, он бежал и бежал, ни разу не посмотрев назад. Звуки бега позади постепенно отдалялись, а потом и вовсе исчезли.\n   Сил бежать уже не было. Да и не за чем, подумал герой.\n  -Ну и пробежечка... — с отдышкой сказал он себе под нос. -Что это, блин, было вообще?\n   Спрятавшись в каких-то кустах, Егор стал отдыхать от пробежки. Его руки тряслись от осознания того, что произошло. Он знал, что после бега нельзя курить, но его нервы были сильнее. Достав пачку сигарет и зажигалку, он стал курить, пряча при этом сигарету так, чтобы ее не было видно.",
    "answers": [
      {
        "id": 19,
        "text": "Отдыхать"
      },
      {
        "id": 12,
        "text": "Время: 1:35",
        "comment": true
      }
    ]
  },
  {
    "id": 13,
    "text": "",
    "answers": []
  },
  {
    "id": 14,
    "text": "",
    "answers": []
  },
  {
    "id": 15,
    "text": "",
    "answers": []
  },
  {
    "id": 16,
    "text": "  -Пройдемте к вон той машине. — сказал мужчина, ткнув пальцем на белый джип с синими полосками. -Ничего страшного не будет, можете не бояться, просто какое-то время посидите у нас, — как бы успокаивая настаивал полицейский.\n  Егор шел впереди мужчины, так как тот подталкивал его за плечо, видимо, чтобы тот шел быстрее.\n  \"Как-то все это очень странно, мне страшно от того, что могут со мной сделать... И куда меня вообще отвезут? В полицию?! Но мне нельзя в полицию! Меня ждет дома мама, что будет, если я не приду с утра?\" — такие мысли возникали у Егора одна за другой, он крутил их у себя в голове на протяжении столь короткого пути.\n  \"Это мой последний шанс решить\" — собравшись с мыслями, пробормотал он себе под нос.",
    "answers": [
      {
        "id": 17,
        "text": "Не споротивляться"
      },
      {
        "id": 12,
        "text": "Бежать"
      },
      {
        "id": 16,
        "text": "Время: 1:29",
        "comment": true
      }
    ]
  },
  {
    "id": 17,
    "text": "   Решив согласиться с полицейским, Егор сел в патрульную машину, где уже сидел еще один полицейский за рулем, и еще один на переднем пассажирском сидении.\n  -Этого в отдел. — сказал мужчина, посадивший в машину Егора и захлопнул дверь.\n   Двигатель запустился, машина поехала. Путь был не долгий, так как участок находился недалеко от центра города. Спустя некоторое время машина остановилась у крыльца здания, над входом которого была вывеска \"Полиция\".\n   Двое мужчин в форме вышли из машины, один из них открыл дверь Егору, и все втроем пошли внутрь.\n   -Снимай часы, давай телефон или что там у тебя есть и заходи в камеру, — сказал один из них, открыв дверь решетки. \nЕгор без слов снял часы, отдал телефон, пачку с сигаретами и зажигалку, ключи от дома. Тихим шагом зашел внутрь, сел на лавочку и стал ждать. Мужчины закрыли дверь, забрали с собой ключ и вышли на улицу.\n   В отделении была абсолютная тишина. На входе сидел один полицейский в форме, видимо, он был дежурным. ",
    "answers": [
      {
        "id": 18,
        "text": "Ждать"
      },
      {
        "id": 17,
        "text": "Время: неизвестно",
        "comment": true
      }
    ]
  },
  {
    "id": 18,
    "text": "  \"Как будто это длится целую вечность\" — подумал Егор у себя в голове.\n   Решительно настроившись, он решил поинтересоваться у держурного, сколько ему еще ждать и что вообще происходит. Но ответа он так и не услышал.\n   Спустя время начался визг сирены. На Егора начал давить страх. Паника в его голове под звуки сирены не давали ему даже о чем-то подумать. Дежурный накинул на себя куртку и в ту же секунду вылетел из здания. \n   Прошло не больше часа. Свет погас. Сирена отключилась. Тьма. Тьма и одиночество. Именно это понял Егор, сидя один в камере. Нет, в целом полицейском отделе.\n   -Ну и?.. Что мне теперь делать здесь?! — громко произнес Егор. — Тут кто-нибудь есть вообще или нет, ау?! — с душераздирающим криком и почти в слезах произносит он. Но в ответ ничего. Лишь тишина и тьма были рядом с ним. Егор лёг на лавку, что была в его камере, едва сдерживая слёзы пытался себя утешить. Через какое-то время он уснул. \nПрошло неизвестно сколько времени. Проснувшись, он не обнаружил никого вокруг себя, было так же темно, так же одиноко и страшно. Он жутко хотел есть и пить.\nНо никто ему уже не поможет...",
    "answers": [
      {
        "id": 18,
        "text": "\"Лучше бы остался дома\"\n\n                                                        Концовка: 1/3",
        "comment": true
      },
      {
        "id": 1,
        "text": "В начало",
        "var_add": [
          "End",
          1
        ]
      }
    ]
  },
  {
    "id": 19,
    "text": "   Докурив сигарету и пораскинув мозгами Егору стало интересно, что же все-таки случилось. Поняв, что по телевизору говорили правду, чему он был удивлен, он задумался о том, кто еще не сидит дома? Как найти хоть кого-то, кто, может быть, что-то знает? В его голову пришла очередная мысль:",
    "answers": [
      {
        "id": 20,
        "text": "Позвонить другу"
      },
      {
        "id": 21,
        "text": "Попробовать незаметно добраться до школьного клуба\n\nВремени займет: 23 минуты"
      },
      {
        "id": 19,
        "text": "Время: 1:46",
        "comment": true
      }
    ]
  },
  {
    "id": 20,
    "text": "   Егор достал телефон, накинув на себя куртку чтобы не было видно света от экрана, быстро набрал номер своего друга. Гудки...\n  \"Вызываемый вами абонент не отвечает. Оставьте сообщен...\" — голос автоответчика раздражал Егора и он бросил трубку.\n  -Придется действовать самостоятельно... — сказал он себе под нос.",
    "answers": [
      {
        "id": 21,
        "text": "Попробовать незаметно добраться до школьного клуба\n\nВремени займет: 23 минуты"
      },
      {
        "id": 20,
        "text": "Время: 1:46",
        "comment": true
      }
    ]
  },
  {
    "id": 21,
    "text": "   Собрав свои мысли в кулак, Егор построил у себя в голове маршрут так, чтобы стараться максимально не выходить на открытые улицы. К счастью, Егор прекрасно знал ночной город, так как постоянно гулял по нему со своими друзьями. \n   На его пути он не повстречал никого. Абсолютно. Из окон домов не горел свет. Глубинная тишина окутала город, и главному герою было от этого не по себе.\n\n   Когда Егор дошел до школьного клуба, который был присоединен к спортзалу, он был удивлен, что в этой небольшой пристройке в такую позднь из окон доносился тусклый свет. Его это озадачило, но он был рад понять, что хоть с кем-то он может посоветоваться. \n   Подойдя ко входу он заметил, что дверь клуба приоткрыта, откуда наружу сочился тот самый свет. Открыв дверь и зайдя внутрь перед ним встала жуткая картина: некогда чистый и ухоженный коридор был забросан всякими вещами, на полу были уже застывшие красные капли, а на стенах отпечатки рук и трещины, как будто от ударов. Ему стало жутко от увиденного, но интересно, что находится в самой комнате.",
    "answers": [
      {
        "id": 22,
        "text": "Пройти в комнату"
      },
      {
        "id": 21,
        "text": "Время: 2:09",
        "comment": true
      }
    ]
  },
  {
    "id": 22,
    "text": "   С испугом Егор проходит в конец коридора и заходит за угол. Войдя в комнату он видит ужасную картину: спортивный инвентарь разбросан везде, висевшие ранее на стене лыжи, разделенные на две части беспорядочно валялись по полу, было такое ощущение, что их кто-то перегрыз. Подойдя к столу, где уже еле горела газовая лампа, он сразу же отпрыгнул на шаг назад. Весь стол заляпан кровью, а на полу валялась бумага, вырванная из какой-то тетрадки. Местами капли крови попали на записи, но он всё-таки что-то смог разобрать:\n  \"Мне очен# п##хо, я хочу #сть. Я не зн#ю, что со мной, г## я и кто. Я слы#у го#оса. Кт#-т# плач#т. За сте#ой. Мой тел##он разря#ился, я не могу позва## на по##щь. Спа##те.\"\n   Грохот.               Егор сел на пол, его зрачки расширились, а дыхание участилось. Паника.\nИм овладел страх от того, что он прочитал и увидел.               Снова грохот. На этот раз он упал на пол всем телом.               Тьма. Она поглощала его разум. Комната в его глазах сужалась, а вокруг окутывала темная пустота. ",
    "answers": [
      {
        "id": 23,
        "text": "Проснуться"
      },
      {
        "id": 22,
        "text": "Время: 2:15",
        "comment": true
      }
    ]
  },
  {
    "id": 23,
    "text": "   Открыв глаза, Егору пристала та же картина, что он видел до падения, только теперь при дневном свете. Страха было в его глазах уже меньше, но что-то внутри него просилось наружу. Подскачив с места от увиденного, Егора вырвало прямо на пол. \n  -Ну и дрянь... — с грубым, почти опустошенными эмоциями, голосом сказал он. -Кто-то был так голоден, что перекусил лыжи, серьезно, блин?!\n   Немного придя в себя, не высовываясь из той же комнаты он начал ее осматривать:\nЛампа уже не горела, видимо, закончился газ. Везде были пятна крови. На стенах отпечатки рук и следы, будто бы, ударов. Дверь, ведущая в спортивный зал была заперта с другой стороны, но такое ощущение, что ее пытались выбить, но так и не смогли. \"Еще бы!\" — мысленно воскликнул Егор. \"Когда преподаватель потерял ключ от замка — эту дверь неделю открыть не могли, пока не срезали штифты внутреннего замка! Но такие следы оставить на металлической двери... Мне жутко. Надо сваливать отсюда.\" \n   Заприметив школьный походный рюкзак, Егор решил его осмотреть. Кроме мусора — веток, грязи и листьев он не обнаружил там ничего полезного. \"Вот же бездари\", — сказал он себе под нос. \"Даже вытряхнуть лень было.\" Вынув все лишнее, он одел рюкзак на себя. \"Мало-ли пригодится!\" — пробормотал он. Окинув глазами комнату вновь, его взору привстал стенд с деревянными битами. \"Возьму, на всякий случай. Что-то мне не по себе от этих лыж...\"\n   Собираясь уже покинуть клуб, он решает, куда направится. ",
    "answers": [
      {
        "id": 24,
        "text": "Попробовать пробраться в спортивный зал"
      },
      {
        "id": 25,
        "text": "Добираться до дома\n\nВремени займет: 41 минута"
      },
      {
        "id": 23,
        "text": "Время: 14:36",
        "comment": true
      }
    ]
  },
  {
    "id": 24,
    "text": "   Выйдя в коридор, главный герой направился к выходу. Приоткрыв дверь, он с осторожностью высунул голову наружу: легкий, едва прохладный ветерок начал обдувать его лицо, солнце освещало небольшую лужайку вокруг него. Но гробовая тишина мгновенно дала ему понять, что тут что-то не так. \"Даже птиц не слышно... Только ветер в уши дует.\" — подумал он.\n   Осмотревшись вокруг и убедившись, что опасность ему не грозит, Егор тихо выполз из клуба и направился вдоль по стене, к главному входу в спортзал.\n  -Если ребята вчера играли, то они должны были оставить ключ в траве, возле входа. — подметил для себя герой.\n    Подойдя ко входу и присев, Егор начал искать ключ в траве. \"Ага! А вот и он! Так значит... Тут все-таки кто-то был вчера?\" — с радостью задался он вопросом у себя в голове.\n   Скинув дверной замок, приоткрыв дверь, он засунул голову в зал с целью осмотреться. \"Ничего не обычного. Зал, как зал.\" — шепотом сказал он. Собираясь уже уходить, его взору предстала картина: что-то лежит на мате. По телу пробежала дрожь. \"А это еще что за пижня?!\" — удивленным голосом в голове спросил он у себя.",
    "answers": [
      {
        "id": 26,
        "text": "Зайти внутрь"
      },
      {
        "id": 25,
        "text": "Закрыть дверь и добираться до дома\n\nВремени займет: 39 минут"
      },
      {
        "id": 24,
        "text": "Время: 14:52",
        "comment": true
      }
    ]
  },
  {
    "id": 25,
    "text": "   Стараясь идти максимально скрытно, по невзрачным и бедным кварталам, Егор вскоре добирается до своего дома без происшествий.\n   Попытка открыть дверь была неудачная — заперто. Достав телефон, чтобы позвонить кому-то из родителей он обнаружил, что связи нет. Тогда он подбежал к окну, которое вело в гостиницу и аккуртно постучал. По ту сторону окна герой увидел свою мать, которая стояла и смотрела на него с жалостью.\n   Егор побежал обратно ко входу в надежде, что ему откроют. Так и произошло.",
    "answers": [
      {
        "id": 31,
        "text": "Дальше"
      },
      {
        "id": 25,
        "text": "Время: 15:17",
        "comment": true
      }
    ]
  },
  {
    "id": 26,
    "text": "   На всякий случай достав биту из рюкзака, Егор стараясь максимально тихо на мысочках пройти к этому \"чему-то\".\n  \"Я слышу, как кто-то дышит. Это человек? Что он тут делает?\" — с удивленными зрачками Егор продолжил свой путь к мату.\n   Подойдя ближе он увидел знакомый силуэт человека. Со спины у него была похожая одежда и обувь, напоминающая Егору его друга.\n  -Стёп? — едва ли шепотом бробормотал Егор, с лёгкой дрожью в голосе. Но ответа не поступило.\n   Подойдя на несколько шагов ближе он все больше понимал, что на мате лежит его друг, свернувшись в клубочек, и, по всему видимому, спит.\n  -Стёпа?! — чуть тише, чем в половину голоса сказал главный герой.\n   Человек едва шевельнулся, а герой, делая замах, в ту же секунду встает в стойку, как будто готов принимать летящий на него бейсбольный мяч.\n  -Аа? Меня кто-то звал? — сонным голосом заговорил человек.\n  -Стёпа, это ты? — вновь спрашивает Егор, не меняя стойки.\n   Человек поворачивается лицом к Егору и тут же вскакивая на ноги, с прыжком назад, вновь падает на пол.\n  -Е-Егор?! Это ты чего это вдруг?! — уже заикаясь спрашивает парень, глядя на главного героя.",
    "answers": [
      {
        "id": 27,
        "text": "Убрать биту"
      }
    ]
  },
  {
    "id": 27,
    "text": "  -Стёпа, господи-боже, это и правда ты! Ты не представляешь, как я рад тебя увидеть! Да в принципе хоть кого-то! — радостно воскликнул главный герой.\n  -А я вот и не сказал бы, что ты меня рад видеть... — с подозрением произнес парень.\n  -Это еще почему?! — возмущенно сказал Егор.\n  -А ты представь себя на моем месте! Я просыпаюсь,  а на меня с битой кидаются! Какого бы тебе было после такого человеку доверять, а?! — едва ли не крича на героя, произносит Степан.\n   Егор начинает смеяться.\n  -Ты всё не так понял, извини! Я сейчас тебе ТАКОЕ расскажу! — закрыв дверь спортзала изнутри, Егор сел рядом с другом на мат и начинает рассказывать свой вчерашний день... ",
    "answers": [
      {
        "id": 28,
        "text": "Дальше"
      },
      {
        "id": 27,
        "text": "Время: 14:55",
        "comment": true
      }
    ]
  },
  {
    "id": 28,
    "text": "  -Да ну брось, выдумки! — отрицательно воскликнул друг.\n  -Никакие не выдумки, Стёп! Прямо сейчас могу тебе этот ужас показать в клубе! Но я бы не хотел снова туда возвращаться, если честно... — с ноткой грусти в голосе ответ ему Егор. -А ты вообще тут каким боком оказался, кстати?\n  -Аа... Да мы с ребятами вечером решили поиграть в волейбол, вот пришли сюда. Когда закончили, я сказал ребятам, что сниму сетку, приберусь и тоже пойду, они вот ушли, а я стал убираться. А потом что-то решил на канат залезть, и упал. Ногу ушиб так, что даже слёз сдержать не мог. Разложил себе тут мат посидеть, и что-то уснул.\n  -Играли, значит... Стоп, ты сказал, что ты плакал? — вопросительно сказал Егор.\n  -Ну да... и что? Мужики тоже плачут! — обиженно пробормотал Степан.\n  -Да я не про то... Так значит, тот человек, написавший записку, действительно слышал, как ты тут ревел? — задумчиво говорит герой.\n  -Слушай, всё, что ты мне рассказал... Это действительно как-то жутко. Думаешь, это как-то связано с теми новостями, о которых ты мне говорил? — с интересом Стёпа задался вопросом.\n  -А как иначе-то? Это действительно пижня какая-то! Я думаю, нам надо что-то делать, а не сидеть тут, как думаешь?\n  -Я думаю, ты прав. Я, правда, быстро ходить не смогу, но я постараюсь. — сказал друг.\n  -Тогда пойдем. — кратко ответил Егор.\n   Встав с мата, друзья направились к выходу.",
    "answers": [
      {
        "id": 29,
        "text": "Добираться до дома\n\nВремени займет: 39 минут"
      },
      {
        "id": 28,
        "text": "Время: 16:07",
        "comment": true
      }
    ]
  },
  {
    "id": 29,
    "text": "   Выходя из спортзала:\n  -Стёп, я тебя умоляю, только потише... Договорились? — жалобно спросил герой.\n  -Да конечно, Егор! Как же иначе? Я буду тише воды, ниже травы! — бодро, но почти шепотом сказал Степан.\n   Егор взял на себя командование их небольшим отрядом из двух человек и они начали уходить.\nПриоткрыв дверь, он с осторожностью оглянулся. Не заметив опасности, друзья направились в сторону дома, через бедные и заброшенные районы города, чтобы наверняка не попасться.\n\n   \"В бедных районах даже днём едва встретишь людей, даже в субботу. А тут даже и машин-то практически не припарковано. Интересно, всё-ли в порядке с моими родителями?\" — думал Егор, пробираясь через кусты и небольшие лесочки.",
    "answers": [
      {
        "id": 30,
        "text": "Продолжить путь к дому Егора"
      },
      {
        "id": 29,
        "text": "Время: 16:19",
        "comment": true
      }
    ]
  },
  {
    "id": 30,
    "text": "   Придя на родную улицу, друзья увидели лишь пустоту. Не горели фонари. Не было света в домах.\n  -Ну и что будем делать? — с интересом спросил Степан.\n  -Как что, предлагаю сначала зайти ко мне, а потом к тебе! — воскликнул Егор.\n   Вместе они подошли к дому Егора. Заперто. Следующим был дом Стёпы. Тоже заперто. Было принято решение спросить соседей. Ничего. Никто им так и не открыл.\n  -Ну и куда они все делись?.. — с неуверенностью спросил друг.\n  -Да я-то по чём знаю, Стёп... — с небольшой дрожью в голосе сказал герой.\n  -Слушай, так у меня ключ от дома есть! — опомнившись, воскликнул Степан. — я предлагаю зайти ко мне и будем уже думать, что делать.\n  -Согласен. — кратко ответил Егор.",
    "answers": [
      {
        "id": 35,
        "text": "В дом друга"
      },
      {
        "id": 30,
        "text": "Время: 16:51",
        "comment": true
      }
    ]
  },
  {
    "id": 31,
    "text": "   Открыв дверь, главный герой залетел в дом.\n  -Сынок! Где ты был так долго? Мы так волновались за тебя!.. — сдерживая слёзы, мать обняла Егора.\n  -Мам, я тебе сейчас такое расскажу! — сказал он жалобным голосом, обняв её в ответ.\n\n   После рассказа Егора.\n  -Боже, сыночек, с тобой могло что-нибудь случиться! — чуть отодвинув от себя, посмотрев на сына, сказала она. -Главное, что теперь ты дома и все будет хорошо.\n  -А что, кстати, происходит? И где папа? — удивленно задался вопросом Егор к своей матери.\n  -Помнишь новости, что мы с тобой увидели? Так вот по всему городу объявлен режим ЧС, ночью пришли люди в форме, попросили нас собрать наши документы и документы на жильё, чтобы нам выдали комнату в каком-то убежище на время этой ситуации. Папа вызвался поехать с ними и разобраться с бумагами, чтобы нам там ничего не грозило. — сказала мама Егора, усевшись на диван перед выключенным телевизором.\n  -Тогда понятно... — воскликнул герой, присев рядом. -Нам остаётся только ждать?\n  -Верно, мальчик мой. — со спокойным голосом ответила она. -Они обещали приехать за нами сегодня вечером.\n  -Хорошо, тогда я пойду пока к себе. — ответил он.\nВскочив с дивана, Егор быстро поднимается в свою комнату. Света нет. Электричества тоже.\n  \"Прилягу, посплю хотя бы до вечера\" — подумал главный герой.",
    "answers": [
      {
        "id": 32,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 32,
    "text": "  \"Егор! Э-эй, Егор, беги сюда скорее\" — сквозь сон Егор услышал знакомый женский голос и тут же проснулся. Его звала мама. \n   Егор спускается вниз.\n  -Сынок, одевайся, за нами приехали. — сказала мама Егора.\n   Егор без лишних слов обул кроссовки, взял куртку и они вместе вышли на улицу. Заперев дверь, мать взяла героя за руку и они вместе направились к автобусу, который стоял посреди улицы.\n   Зайдя внутрь, Егор увидел в нем почти всех соседей, в том числе и родителей своего друга. Они его тоже заметили, и остановив Егора на проходе начали расспрашивать, где их сын.\n  -Я не знаю, честно! — в панике ответил он. -Я сегодня дома был с родителями.\nМать слышала эту ложь, но не сказала ничего.\n   Они уселись в самый конец автобуса. Двери закрылись. Видимо, ждали только их.\n   Без всяких объяснений водитель запустил двигатель и автобус тронулся с места.",
    "answers": [
      {
        "id": 33,
        "text": "Дальше"
      },
      {
        "id": 32,
        "text": "Время: 16:38",
        "comment": true
      }
    ]
  },
  {
    "id": 33,
    "text": "   По приезду, автобус остановился на каком-то пустыре. Двери открылись. Внутрь зашли несколько людей в военной форме с автоматами.\n   -Слушаем меня внимательно, господа. Следующее некоторое время вы будете находиться здесь. — говорил мужчина грубым и настойчивым голосом. -Скажу лишь то, что сейчас в городе не безопасно, поэтому властью было принято решение переселить... Ладно, будем честны, эвакуировать население в такие бункеры, куда вас и привезли. Все вопросы — после, а сейчас выгружаемся. — мужчина говорил настолько чётко, что его было слышно в конце автобуса так, как будто он стоял рядом.\n   Выйдя из автобуса не было видно ничего, кроме крон деревьев где-то неподалеку. Светя фонарями, люди в форме указали, где вход в новое место обитания спасённых.\n   Егор с матерью шепотом:\n  -Как-то мне не по себе. — произнес Егор шепотом.\n  -Не бойся, сынок, все будет хорошо. — едва дрожавшим голосом ответила ему мама.",
    "answers": [
      {
        "id": 34,
        "text": "Дальше"
      },
      {
        "id": 33,
        "text": "Время: 17:54",
        "comment": true
      }
    ]
  },
  {
    "id": 34,
    "text": "   Войдя в убежище, семье показали помещение, в котором они будут находиться.\n   -Если хотите есть — по коридору до конца и налево. Там небольшая столовая. Располагайтесь. Лишний раз не шумите, если нет такой необходимости. -сказал мужчина с автоматом в руках и направился к выходу.\n   Двери захлопнулись. Егор пошел на разведку бункера.\n   \"По всему видимому, нас оставили тут одних. А кто нас будет успокаивать? Мы без какой-либо охраны, эти люди ушли, оставив только тех, кого привезли. Значит, еще людей тут не будет? Все камеры забиты! А припасы?\" — с последней мыслью Егор вспомнил про столовую.\n   Направившись туда, он обнаружил то, что его повергло в шок\n  \"Да тут практически ничего нет! Пару ящиков консерв и немного воды, серьезно блин?!\" — возмутился он у себя в голове и побежал в комнату к матери.\n   Рассказав все, что обнаружил, Егор заметил, что у его матери начинают капать слёзы на пол.\n   -Мам... Мам, ну ты чего, мам? — с жалобным голосом, стоя на коленях на бетонном полу перед ней, спрашивает он.\n  -Ничего, сынок, мне уже лучше, спасибо... — заплаканным голосом отвечает она ему.\n   Егор понимает её переживания, ведь рядом нету отца. Даже спросить не у кого.\n\n   \"Запасы кончились. Никто так и не приехал. Связи нет. Даже часы сели. Стоило ли сюда вообще ехать?\" — закрывая глаза, думает Егор.\nЭто были его последние мысли.",
    "answers": [
      {
        "id": 34,
        "text": "«Смертельный спасательный бункер»\n\n                                                         Концовка 2/3",
        "comment": true
      },
      {
        "id": 1,
        "text": "В начало",
        "var_add": [
          "End",
          1
        ]
      }
    ]
  },
  {
    "id": 35,
    "text": "   Открыв дверь, Степан резко рванул на проверку комнат в надежде, что его родители остались дома. Егор остался караулить внутри у входа, закрыв за собой дверь.\n  -Нашел что? — спросил главный герой.\n  -Неа... Но у меня такое ощущение, что они недавно тут были! А еще пахнет мамиными духами.. — с ноткой грусти ответил друг.\n  -Доставай свечки и пошли к тебе, будем думать, что делать. — опустошенный эмоциями, пробормотал Егор.\n   Степан нашел свечи в ящике на кухне, там же возле газа лежали спички. Они поднялись на верх, и стали обсуждать происходящее и строить догадки. Света и связи по прежнему не было. \nНа двор опускается закат.\n\n\nЕгор и Степан дружили с детства. Вместе ходили в сад, вместе в школу, а теперь вместе должны были перейти на второй курс в колледже. \n   Егор занимался бегом, играл в компьютерные игры, да и в целом не жаловался на жизнь. Его хобби — это стрельба. Главный герой мечтал играть в биатлон, и в этом году зимой он хотел попробовать первый раз в жизни. \n   Стёпа играл на гитаре, каждый день ходил на спортивные площадки. Ему интересно всё, что связано с электрикой. \n\n   На этом моменте рассказ обрывается.",
    "answers": [
      {
        "id": 35,
        "text": "«Воссоединение»\n\n                                                         Концовка 3/3",
        "comment": true
      },
      {
        "id": 1,
        "text": "В начало",
        "var_add": [
          "End",
          1
        ]
      }
    ]
  },
  {
    "id": 36,
    "text": "",
    "answers": []
  },
  {
    "id": 37,
    "text": "",
    "answers": []
  },
  {
    "id": 38,
    "text": "",
    "answers": []
  },
  {
    "id": 39,
    "text": "   Приветствую. Так как это моя первая работа, в ней возможны ошибки в орфографическом плане и иные ошибки \"вырвиглаз\", поэтому извиняюсь, хоть рассказ вы уже и прочитали.\n   К чему я это все. Я хотел попробовать себя в роли писателя, так как мне очень нравится жанр «Апокалипсис/сурвайвл», но на данном этапе мои навыки не позволяют добиться желаемого результата в написании мной задуманного в действительности. Можно считать этот рассказ тестовым, а можно взять его за предисловие к основному сюжету, тоесть, к тому квесту, на который у меня не хватает знаний. Даже эту страницу мне пришллсь делать достаточно долго, пока я не спросил одного человека из группы этой самой игры.\n   В целом, подведу итоги мной сказанного — В планах создать квест жанра \n«Апокалипсис/Сурвайвл» с помощью операторов.\nО чем я? Я хочу сделать систему рюкзака, состояния здоровья персонажа/ей, потребности в пище, воде и тому подобное.\n   Я бы научился, да мне не хватает мотивации. Если этот квест заинтересует хоть кого-то — то я начну учиться работать с операторами.",
    "answers": [
      {
        "id": 39,
        "text": "Спасибо. Удачи.",
        "comment": true
      }
    ]
  },
  {
    "id": 40,
    "text": "",
    "answers": []
  }
]