[
  {
    "id": 1,
    "text": "С этого момента начинается история, которая изменила жизнь молодого парня.<s>r\nВы будете этим парнем, от вашего выбора зависит многое, вы можете умереть раньше времени или прожить всю жизнь.<s>r\nВы можете быть злодеем или же добряком, у вас может быть замок, да, да, именно замок!<s>r\nОкунитесь полностью с головой в эту историю.<s>r\nАвтор: AlexFox<s>r",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест!"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы просыпаетесь в тёмной комнате, на неудобной кровати, перед собой вы видите только просветы от двери, которые слегка освещают комнату, мало мебели, только кровать, какой-то сундук в темном углу, и небольшой комод в противоположной стороне от сундука.\nПомните только то, как вы с друзьями пробрались в заброшенную церковь и решили провести обряд призыва демона, после вы ничего не помните.\nВы не понимаете, что вообще происходит, как вы здесь оказались.",
    "answers": [
      {
        "id": 4,
        "text": "Обыскать комнату",
        "var_set": [
          "many",
          20
        ]
      },
      {
        "id": 3,
        "text": "Выйти через дверь"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы выходите на улицу, вас слепит солнце, после того как глаза привыкают к яркому свету, вы видите перед собой густой лес, слышите пение птиц и звуки насекомых.<s>r\nПозади вас стоит каменный дом, он похож на средневековый.",
    "answers": [
      {
        "id": 2,
        "text": "Вернуться в дом"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы находите много старой одежды, которая кажется на средневековую, так же вы находите странный меч и мешочек с 20 золотыми монетами.<s>r\n",
    "answers": [
      {
        "id": 4,
        "text": "Меч\n",
        "comment": true,
        "var_show": [
          "many",
          "Золотых монет"
        ]
      },
      {
        "id": 5,
        "text": "Выйти на улицу"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы выходите на улицу, вас слепит солнце, после того как глаза привыкают к яркому свету, вы видите перед собой густой лес, слышите пение птиц и звуки насекомых.<s>r\nПозади вас стоит каменный дом, он похож на средневековый.<s>r",
    "answers": [
      {
        "id": 5,
        "text": "Меч\n",
        "comment": true,
        "var_show": [
          "many",
          "Золотых монет"
        ]
      },
      {
        "id": 7,
        "text": "Обойти вокруг и осмотреть дом",
        "need": -7
      },
      {
        "id": 7,
        "text": "Вернуться к тропинке",
        "need": 7
      },
      {
        "id": 6,
        "text": "Пойти в лес"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы решили пойти в лес, начиная пробираться между деревьев, через кустарники, вам стало понятно, что это плохая затея.\nНо через несколько минут мучения, вы выходите в свободную часть леса, где нет кустарников, а лишь одни деревья.\nЧерез час бессмысленного блуждания по лесу, начинает темнеть, но на ваше везения, а может и нет, вы видите неподалеку от вас костёр",
    "answers": [
      {
        "id": 6,
        "text": "Меч\n",
        "comment": true,
        "var_show": [
          "many",
          "Монет"
        ]
      },
      {
        "id": 13,
        "text": "Скрытно подкрасться ближе"
      },
      {
        "id": 14,
        "text": "Без страха подойти ближе"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы обходите дом вокруг, ничего интересного не находите, кроме тропинки позади дома, она ведет в лес",
    "answers": [
      {
        "id": 7,
        "text": "Меч\n",
        "comment": true,
        "var_show": [
          "many",
          "Золотых монет"
        ]
      },
      {
        "id": 8,
        "text": "Пойти по тропинке"
      },
      {
        "id": 5,
        "text": "Вернуться назад"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы решаете пойти по тропинке.<s>r\nПосле часу прогулки по тропинке, вы видите, что она вывела вас к маленькому городку, который обнесен неприступной стенной.\nУже начало темнеть.",
    "answers": [
      {
        "id": 8,
        "text": "Меч\n",
        "comment": true,
        "var_show": [
          "many",
          "Золотых монет"
        ]
      },
      {
        "id": 9,
        "text": "Найти вход в город"
      },
      {
        "id": 10,
        "text": "Найти лозейку в стене и пробраться в город",
        "need": -10
      },
      {
        "id": 16,
        "text": "Вернуться к плохому участку стены",
        "need": 10
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы идете вдоль высокой стены, кажется она и правда непреступная.\nЧерез несколько минут вы подходите к воротам, они заперты, вы стучите в них.\nМаленькое окошке в воротах открывается, вы видите только глаза стражника.\n—Кто ты, зачем пришёл?- спросил грозным голосом у вас стражник.\n",
    "answers": [
      {
        "id": 9,
        "text": "Меч\n",
        "comment": true,
        "var_show": [
          "many",
          "Монет"
        ]
      },
      {
        "id": 12,
        "text": "Сказать правду"
      },
      {
        "id": 11,
        "text": "Соврать"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы обходите всю стену, и находите плохой участок стены, где вы можете с лёгкостью проникнуть в город.\nУже было темно.\n(если тайно проникнете в город, за это действие вы можете лешиться жизни, будьте осторожны)",
    "answers": [
      {
        "id": 10,
        "text": "Меч\n",
        "comment": true,
        "var_show": [
          "many",
          "Золотых монет"
        ]
      },
      {
        "id": 8,
        "text": "Выбрать другой вериант"
      },
      {
        "id": 17,
        "text": "Проникнуть в город"
      }
    ]
  },
  {
    "id": 11,
    "text": "—Я обычный путник, кторый ищет безопасный приют на ночь, не могли бы вы впустить меня в город?- Спросили вы у стражника.\nСтражник открыл одну дверь ворот и впустил вас, вы вошли в город.\n—Стой, раскин руки в стороны- Сказал стражник подойдя к вам, вы послушались указанию стражника, тот вас за минуту убыскал.\n—Можешь идти- Сказал стражник после обыска.",
    "answers": [
      {
        "id": 11,
        "text": "Меч\n",
        "comment": true,
        "var_show": [
          "many",
          "Монет"
        ]
      },
      {
        "id": 11,
        "text": "В разработке!"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы рассказываете стражнику всю правду, он вам не верит и проганяет вас",
    "answers": [
      {
        "id": 12,
        "text": "Меч\n",
        "comment": true,
        "var_show": [
          "many",
          "Монет"
        ]
      },
      {
        "id": 12,
        "text": "Обойти город и пойти дальше по тропинке.\n*В разработке*"
      },
      {
        "id": 10,
        "text": "Найти лазейку в стене и пробраться в город."
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы скрытно приблизились к костру, около него никого не было.\nВы стали внимательно смотреть по сторонам, благо ещё было не слишком темно, но вы вокруг никого не увидели.\nОколо костра лежала маленькая сумка с вещами.\n*Дальше будьте осторожны, хозяин этой сумки может стать вам лучшем другом или простым знакомым, которого вы видите первый и последний раз*",
    "answers": [
      {
        "id": 13,
        "text": "Меч\n",
        "comment": true,
        "var_show": [
          "many",
          "Монет"
        ]
      },
      {
        "id": 19,
        "text": "Обыскать сумку"
      },
      {
        "id": 20,
        "text": "Сесть около ближайшего дерева и ждать человека, который разжек костёр"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы без капли страха подошли к костру, около него никого не было, вы огляделись по сторонам, но также никого не увидели.\nОколо костра лежала маленькая сумка.\n*Дальше будьте осторожны, хозяин этой суммки может стать вам лучшем другом или простым знакомым, которого вы видите первый и последний раз*",
    "answers": [
      {
        "id": 19,
        "text": "Обыскать сумку"
      },
      {
        "id": 20,
        "text": "Сесть около ближайшего дерева и ждать человека, который разжек костёр"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы послушно послушались незнакомца, медленно встали и повернулись к нему лицом.<s>r\nПеред вами стоял молодой парен, вашего роста с короткой стрижкой,<s>r\nон был одет в кожаную одежду наемника как из фильмов про средневековья, также у него был шрам на пол лица через глаз.<s>r\n—Кто ты такой?- спросил незнакомец — И что ты тут делаешь?- добавил он.",
    "answers": [
      {
        "id": 15,
        "text": "Меч",
        "comment": true,
        "var_show": [
          "many",
          "Монет"
        ]
      },
      {
        "id": 15,
        "text": "Сказать правду.\n*В разработке*"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы возвращаетесь к плохому участку стены и решаете проникнуть в город.\nУже было темно, и вас никто не увидит.\n(если тайно проникнете в город, за это действие вы можете лешиться жизни, будьте осторожны)\n",
    "answers": [
      {
        "id": 16,
        "text": "Меч\n",
        "comment": true,
        "var_show": [
          "many",
          "Монет"
        ]
      },
      {
        "id": 17,
        "text": "Проникнуть в город"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы осторожно и бесшумно проникаете в город.<s>r\nПеред вами возникает, каменные дома средневекового времени. Вы оглядываетесь, и рассматриваете дома и думаете куда пойти, но ваше раздумье прерывает звук.<s>r\nКажется сюда идут стражники, у них фанарь.<s>r\nЕсли они увидят меня, могут убить.",
    "answers": [
      {
        "id": 17,
        "text": " Меч\n",
        "comment": true,
        "var_show": [
          "many",
          "Золотых монет"
        ]
      },
      {
        "id": 24,
        "text": "Попробовать спрятаться в тени."
      },
      {
        "id": 25,
        "text": "Поискать открытую дверь и войти в дом."
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы не собираетесь слушаться незнакомца и просите его убрать меч.\n—Я безоружен, я не смогу вам навредить, уберите меч — сказали вы.\n—Хорошо, ты на самом дели не сможешь мне навредить — сказал незнакомец убрав меч от вашего горла и усевшись по другую сторону костра. ",
    "answers": [
      {
        "id": 18,
        "text": "Меч\n",
        "comment": true,
        "var_show": [
          "many",
          "Монет"
        ]
      },
      {
        "id": 18,
        "text": "В разработке!"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы начали копаться в сумке, там были только самые необходимые вещи(немного еды, нож,  верёвка и много других вещей, что и для чего эти вещи вы не знаете)\nВы копались в сумке где-то пять минут и к вашему горлу прислонился какой-то металлический, холодный предмет, вы быстро поняли, что это меч.\n—Кто ты такой и скажи хоть одну причину, почему я должен оставить тебя в живых?- спросил незнакомец, который стоял у вас за спиной и держал меч около вашего горла.\nВы подумали -\"Вот и всё, моя жизнь окончена\"-",
    "answers": [
      {
        "id": 19,
        "text": "Меч\n",
        "comment": true,
        "var_show": [
          "many",
          "Монет"
        ]
      },
      {
        "id": 19,
        "text": "В разработке!"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы сели напротив костра около ближайшего дерева.<s>r\nСидели вы где-то пять минут и вы почувствовали какой-то холодный, металлический предмет у своего горла, вы быстро поняли, что это меч.<s>r\n— Кто ты такой?- произнес кто-то из-за вашей спины — Медленно вставай и повернись ко мне лицом —  добавил незнакомец",
    "answers": [
      {
        "id": 20,
        "text": "Меч\n",
        "comment": true,
        "var_show": [
          "many",
          "Монет"
        ]
      },
      {
        "id": 15,
        "text": "Послушаться незнакомца"
      },
      {
        "id": 18,
        "text": "Не послушать незнакомца"
      }
    ]
  },
  {
    "id": 21,
    "text": "[many]\n$many\n\"many\"",
    "answers": []
  },
  {
    "id": 22,
    "text": "Золотые монеты, вы пока не знаете, зачем они, но вы хотите их продать.",
    "answers": [
      {
        "id": 4,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 23,
    "text": "Какой-то странный, ржавый меч, но вас заинтересовал драгоценный камень в рукояти, вы решаете взять его с собой.",
    "answers": [
      {
        "id": 4,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы попытались спрятаться в тени, но у стражи был фонарь, они вас увидели и убили на месте.",
    "answers": [
      {
        "id": 1,
        "text": "В начало."
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы стали быстро бегать от двери к двери, стража уже была близко.<s>r\nВы толкнули очередную дверь, и на ваше счастье она была незаперта.<s>r\nВы быстро вошли в дом, перед вами возникла небольшая комната, в ней был стол, стулья, так же камин, вход в другую комнату и лестница на верх.<s>r\nВнезапно вы услышали, как кто-то спускается по лестнице.<s>r\n—Кто тут?- Спросил кто-то с лестницы, голос похож был на женский.<s>r\nЧерез минуту около лестницы стояла симпатичная девушка с фонарём.<s>r\n—Кто вы, как вы сюда попали?- Спросила девушка насторожённым голосом, кинулась к камину и схватила там какуе-то железку.",
    "answers": [
      {
        "id": 25,
        "text": "Меч\n",
        "comment": true,
        "var_show": [
          "many",
          "Золотых монет"
        ]
      },
      {
        "id": 26,
        "text": "Успокоить девушку."
      }
    ]
  },
  {
    "id": 26,
    "text": "Девушка стояла, кажется с кочергой около камина и держала перед собой фонарь, пытаясь вас рассмотреть.<s>r\nВы быстро подняли руки верх.<s>r\n—Не бойся, у меня нет оружия- Сказали вы и повернулись вокруг своей оси.<s>r\n—Да, а меч который у тебя на поясе?- Спросила девушка и ещё сильнее насторожилась.<s>r\nВы посмотрели на меч который был просунут через ремень и свисал.<s>r\n—Посмотри, он же ржавый, смогу кому-то навредить им?- Возразили вы девушки.<s>r\nУ неё на лице были раздумия -Хорошо тогда кинь его ко мне под ноги — попросила вас девушка.<s>r\nВы взяли меч, медленно сели на корточки и осторожным движением толкнули меч девушке, чтобы не напугать её.<s>r\n—Теперь, кто ты такой и что тебе надо?- Спросила девушка.<s>r\n\"Вы вспомнили про монеты, найденные в доме\"<s>r\n—Я просто путник, мне нужен ночлег, если хочешь, могу заплатить 5 золотых- Сказали вы девушке.<s>r\n—Хорошо, пойдём я провожу тебя, где ты будешь ночевать, только тихо- Сказала девушка и повела вас на второй этаж.<s>r\nТам она подошла к двери -Вот тут будешь ночевать — сказала девушка и открыла дверь -Давай мне 5 золотых, и заходи.",
    "answers": [
      {
        "id": 26,
        "text": " \n",
        "comment": true,
        "var_show": [
          "many",
          "Золотых монет"
        ]
      },
      {
        "id": 27,
        "text": "Зплатить девушке 5 золотых и пройти в комнату.",
        "var_sub": [
          "many",
          5
        ]
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы достаете из мешочка 5 золотых монет и отдаёте их девушке, после чего заходите в комнату.\nДевушка закрывает за вами дверь, вы слышите звук проворота ключа в замочной скважине.\nВы немного подождали, когда девушка уйдет, и проверили дверь, да она вас закрыла, этого можно было ожидать.\nВы осмотрели комнату.\nБыло окно, которое выходило на улицу.\nТак же была старая кровать, пустой комод и пустая тумбочка.\nЧерез несколько минут вы устроились на кровати, конечно было неудобно, но хоть что-то.\n*Так, что происходит, где я* подумали вы.\n*Может призыв демона удался и он так наказал меня, но что тогда случилось с моими друзьями?!* вы плодолжали думать.\n*Хорошо, будем считать он наказал меня так, и отправил в прошлое в средневековье, надо приспособиться, понять как тут все работает, какие правила и законы и как вернуться в своё время* думали вы и не заметили, как уснули.\nСегодня для вас был тяжелый день.",
    "answers": [
      {
        "id": 27,
        "text": " ",
        "comment": true,
        "var_show": [
          "many",
          "Золотых монет"
        ]
      },
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "Вас разбудило то, что кто-то стал трясти вас за плечо.\n—Вставайте уже утро- вы слышали нежный голос той девушки, но вы не хотели вставать.\nТут вас взбодрил резкий тычек тонкого пальчика в бок.\nОт этого действия вы вскачили и уже стояли около кравати, с другой стороны на кровати сидела та девушка.\nСегодня было светлее, вы могли лучше её расмотреть.\nОна была одета в платье и фартук, её волосы были собраны в хвост и свисали спереди, немного ниже плеч.\nУ неё было очень милое личико, и голобые глаза, которые кажется смотрели прямо в душу, она сидела и улыбалась.\nВы улыбались ей в ответ.",
    "answers": [
      {
        "id": 29,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 29,
    "text": "—Зачем вы меня разбудили в это время?- спросили вы у девушки.\n—Мы сейчас будем завтракать, если вы не успеете, то останетесь голодным до обеда- ответила девушка.\n—Но я же просил о ночлеге, почему вы ещё хотите накормить меня?- спросили вы у девушки.\nДевушка встала с кровати и подошла к выходу из комнаты.\n—Потому что вы дали 5 золотых, для моей семьи это много, если вы хотите есть, спускайтесь вниз и идите в дальнию комнату- сказала девушка и вышла из комнаты.\n*Так теперь я знаю, что здесь я немного богат, но обидно, что я не знал этого раньше и отдал 5 золотых, хотя мог отдать 1 золотую.",
    "answers": [
      {
        "id": 29,
        "text": " ",
        "comment": true,
        "var_show": [
          "many",
          "Золотых монет"
        ]
      },
      {
        "id": 30,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "Вы собрались и посмотрели, все ли вещи на мести, всё было на месте.\nВы пошли вниз, прошли в дальнию комнату, как сказала девушка, там вас уже ждала девушка и какой-то парень, они о чем-то активно беседовали.\nПо середине стоял маленький стол на человек 5, за ним уже сидел неизвестный вам парень и ел похлёбку, так же сидела девушка, она ничего не ела.\n—Простите- сказали вы зайдя в комнату.\n—Вы всё-таки спустились садитесь- девушка встала и показала на свободный стул, которой находился с другой стороны от парня.\nВы сели, девушка через несколько минут поставила перед вами похлёбку в деревянной миски и далв деревянную ложку, после чего села за стол с той стороны, где сидел парень.\nВы проголодались, но вы не зотели есть, пока не распросите девушку с парням, где вы.",
    "answers": [
      {
        "id": 30,
        "text": " ",
        "comment": true,
        "var_show": [
          "many",
          "Золотых монет"
        ]
      },
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы сидели не подвижно и думали с чего начать.\n—Еште, чего вы ждёте- сказала девушка и улыбнулась.\nВы посмотрели на похлёбку, от неё шёл пар.\n—Она горячая, я жду когда она остынет- ответели вы девушке.\n—Пока она остывает, можете рассказать о себе и где я нахожусь?- спросили вы.\n—Хорошо, меня зовут Катя, а это мой младший брат Миша, наши родители были купцами, но они умерли давно- ответила Катя, с её лица пропала улыбка.\n—Находешься ты в городе Векон, в Королевстве не очень доброго короля Венсана II, его отец был лучше- добавила девушка.\nВы попробовали похлёбку, она уже остыла и была на вкус даже очень.\n",
    "answers": [
      {
        "id": 31,
        "text": " ",
        "comment": true,
        "var_show": [
          "many",
          "Золотых монет"
        ]
      },
      {
        "id": 32,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "—Вы можете представится и рассказать откуда вы, и почему на вас эта страная одежда?- поинтеревалась девушка.\n*Если я скажу правду, мне не поверят, хотя я у них долго не задержусь, притом условие,что мне нравится Катя*\nВы рассказываете правду.\nКатя и Михаил теперь седять настороженно.\n—Подобная ситуация уже была, говорят, что 10 лет назад появился странный парень, в странной одежде, он несколько дней пегал как сумасшедший, его не трогали потому что думали, что он сумасшедший- рассказала Катя, было видно, что она была настороженна.\n—А где он сейчас- спросили вы.\n—Мы не знаем, и слышали только слухи, мы в то время только детьми были- сказла Катя.\n—Но я знаю, кто может знать, где тот парень сейчас- наконец-то заговорил Михаил.\n—Ты можешь меня отвести к этому человеку?- спросили вы.\n—Да за вашу щедрость- ответил Михаил.\n—Я пойду с вами, мне все ровно тут нечего делать- добавила Катя.",
    "answers": [
      {
        "id": 32,
        "text": " ",
        "comment": true,
        "var_show": [
          "many",
          "Золотых монет"
        ]
      },
      {
        "id": 33,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 33,
    "text": "Ваш разговор остановился из-за громкого стука в дверь.\n—Открывайте, это стража- слышался громкий мужской голос по ту сторону.\nКатя встала из-за стола и направилась к двери, за ней пошел Михаил, вы от испуга спрятались за стенной.\nКатя открыла дверь и в дом вошли три стражника.\n—Так, тут недалёко от вас, мы нашли следы, того что кто-то пробрался через стену в город, вы невидели кого-то постороннего- спросил один из стражников.\nВам было страшно, вы немного дрожали от страха, но правой рукой вы почувствовали, что что-то тянет её к себе, со стороны лестницы.\n—Нет, мы не видели ни кого странного- ответила Катя.\n—Хорошо, если что, подойдите к любому стражнику- сказал стражник и троеца удалилась из дома.\n\n\n",
    "answers": [
      {
        "id": 33,
        "text": "В разработке"
      }
    ]
  },
  {
    "id": 34,
    "text": "",
    "answers": []
  }
]