[
  {
    "id": 1,
    "text": "Если вы читали прошлые рассказы, то поймете, так вот печального продолжения не было и вы пошли в армию, после того как вы отслужили  вы просто приехали в ее город и зашли к ней.",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы позвонили ей по телефону что вы отслужили в армии и едите в ее город, она очень обрадывалась и сказала куда нужно ехать, а она пока подготовит для вас подарок",
    "answers": [
      {
        "id": 3,
        "text": "Ехать"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы доехали до нее, но вы не знали в какой подъезд зайти, она сказала вас встретит, может она стоит где-то?",
    "answers": [
      {
        "id": 4,
        "text": "Подождать"
      },
      {
        "id": 5,
        "text": "Поискать"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы ее дождались, она сказала что завтра к ней приедет отец и нкжно быть готовым к его приезду, она вам предложила с ним познакомиться или же просто посидеть как знакомый",
    "answers": [
      {
        "id": 26,
        "text": "Как знакомый"
      },
      {
        "id": 27,
        "text": "Познакомиться"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы долго копошились по подъездам и наконец-то нашли, она вас там стояла и ждала, она классно выглядела, в темной курточке с отличной прической она вас позвала, обняла, стастно поцеловала, а потом вы зашли в дом и тут сразу перешли к делу...",
    "answers": [
      {
        "id": 6,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы провели отличную ночь. День начался и он заиграл яркими красками для вас и нее, она еще спала, но тут кто-то позвонил в дверь",
    "answers": [
      {
        "id": 7,
        "text": "Посмотреть"
      },
      {
        "id": 8,
        "text": "ОДЕТЬСЯ"
      },
      {
        "id": 9,
        "text": "Одеть халат и посмотреть"
      },
      {
        "id": 10,
        "text": "Разбудить ее"
      },
      {
        "id": 11,
        "text": "Спросить, кто там?"
      }
    ]
  },
  {
    "id": 7,
    "text": "Пожалуй вы выбрали самяй глупый вариант, не одеться и посмотреть? Это ваш выбор. Так вот. Вы посмотрели и увидели, вы узнали, это была ее сестра, но она была с кем-то, это был мужчина лет 40, вы вспомнили это же ее отец, бодрый, хорошо выглядещий, вы думали что делать, но не успели, дверь открылась и они вас увидели... БЕЗ ОБЕЖДЫ!!! После этого ее сестра резко отвернулась, а он с возмущенным взглядом спросил:\"Так кто ты? и чем вы тут занимались!?\"",
    "answers": [
      {
        "id": 12,
        "text": "Делом"
      },
      {
        "id": 13,
        "text": "Незнаю"
      },
      {
        "id": 14,
        "text": "Чаек пили"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы быстро оделись, но дверной замок  был открыт и тут сюда входит мужчина, а за ним еще кто-то стоял, вы поняли что он был ее отцом, а еще за ним была ее сестра и они увидели вас. Ошарашенным взглядом они вас начали расспрашивать что тут происходило, вы покраснев ответили что приехали сюда ради Жени, после того они ушли вы рассказали все Жене она ужаснулась и спрашивала реакцию отца, вы ответили что была ошарашенной",
    "answers": [
      {
        "id": 16,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 9,
    "text": "Одевши белый халат вы открыли дверь, вы вспомнили описание ее отца и были ошарашены, он был с сетрой Жени, вам стало стыдно, он расспрашивет что тут происходило, вы посмотрели на Женю, она еще спала и вы ответили \n:\"Ничем мы тут не занимались, просто чай попили и сыграли в одну игру\"",
    "answers": [
      {
        "id": 24,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы ее разбудили, она вам сказал что это ее отец и сказала:\"Если хочешь можешь познакомиться или просто будь в этой комнате\"",
    "answers": [
      {
        "id": 22,
        "text": "Остаться"
      },
      {
        "id": 23,
        "text": "Познакомится"
      }
    ]
  },
  {
    "id": 11,
    "text": "Голос за дверью сказал \"А кто вы?!?!\" ",
    "answers": [
      {
        "id": 17,
        "text": "\"Я гамбургер\""
      },
      {
        "id": 18,
        "text": "Знакомый"
      },
      {
        "id": 19,
        "text": "Парень Жени"
      }
    ]
  },
  {
    "id": 12,
    "text": "Он помотрел на вас с презирающим взглядом и сказал:\"Где Женя?Мне надо ее обо всем спросить.\"",
    "answers": [
      {
        "id": 15,
        "text": "Разбудить ее"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы сказали незнаю, он вас недопонял и вы получили в лицо, удар был не очень сильным и вы будучи не очень злопамятным поняли за что получили, хехе нужно в такой ситуации правильно отвечать, сестра Жени начала разнимать отца, Женя проснулась  и начала все рассказывать и вы извинились перед отцом за непонятный ответ.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 14,
    "text": "Отец посмотрел на вас с приподнятой бровью и сказал: \"а потом?\" вы даже не могли сказать, ведь сестра Жени была рядом и слушала, ей было на вид лет 16, вы сказали что лягли спать. Тут  Проснулась она и увидев все это резко вскочила и сказав отцу про вас, вы вдвоем покраснели, а вы еще и подавно сильнее ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы ее разбудили. Она покраснела увидив своего отца рядом с вами так еще и сестру, вообщем это утро станет поводом посмеяться через 10 лет. Вы краснели вместе с ней, выслушав его вы извинились, но все равно продолжили с ней встречаться.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 16,
    "text": "После всего вы даже немного посмеялись над всем этим, Женя начала вас знакомить со своими родителями, они вас приняли, а особенно её отец, он стал вашим хорошим другом.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 17,
    "text": "Голос за дверью посмеялся и попросил вас открыть дверь вы попросили минуту и разбудили Женю, вы быстро оделись и открыли дверь. К несчастью он был не один, а с сестрой Жени, она помотрела на с презирающим взглядом и спросила вас на едине \"Что вы тут делали?\"",
    "answers": [
      {
        "id": 20,
        "text": "Что-то"
      }
    ]
  },
  {
    "id": 18,
    "text": "Он заподозрил что-то, отрыл дверь и увидел вам не одетым, вы покраснели и увидели еще ее сестру, она на вас поглядела и отвернулась, вы чуть не погибли от покраснения, ее отец так смотрел на вас и все спрашивал что тут было, но вскоре вы еще подружитесь",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы поняли что он хочет открыть дверь и пошли одеваться, вам повезло быстро одеться, спасибо армии — \"пока горит спичка надо одеться\", а потом вы сказали что пришел ее отец",
    "answers": [
      {
        "id": 25,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 20,
    "text": "Она сказала:\"Хмммм...Смотри у меня тут!-_-!",
    "answers": [
      {
        "id": 21,
        "text": "Ок"
      }
    ]
  },
  {
    "id": 21,
    "text": "Она отцу все рассказала про вас и вы отправились знакомится со всеми. Это стоит рассказать в следущей главе.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы остались в комнате, не решившись знакомиться, она их проводила и сказала:\"это был мой отец с сестрой\" потом улыбнувшись она обняла вас.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы с ним стали хорошими друзьями и сразу понял что что-то бяла у вас и не стал вам мешать",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 24,
    "text": "Он вам не поверил и разбудил ее, онаиспугалась и рассказала про вас, вы стояли и краснели, ее сестра с улыбкой похлопала Женю по плечу и что-то шепнула на ушко.Вы еще не раз будете вспоминать этот случай",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы напоили их чаем, потом вышда Женя и сказала всё про вас с любящими глазами, отец это давно понял, они вас поблагодарили вас за гостеприимство и ушли",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы решили пусть пока это будет тайной, вы их проводили, ну а потом вы остались наедине...",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы с ним познакомились, он был добрым и желал Жене всегда наилучшего, подружившись с ним он подумал что вы и есть лучший.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 28,
    "text": "",
    "answers": []
  }
]