[
  {
    "id": 1,
    "text": "Автор: VizaToo\n\nВы попугай. Вы в зоомагазине. Здесь вам ооочень не нравится. Люди проходят мимо прилавка с попугаями и говорят \"О боже какой милый!\" А потом уходят без вас т. к корм, клетка и сами вы дорого стоите. Вы ненавидете это место. Все постоянно лаят, мяукают, чирикают, и говорят \"Господи, почему так дорого?\". Всё могло бы быть не так ужасно, если бы в соседней клетке жил более добродушный попугай. Но тебе не повезло быть слишком милым и симпатичным. На других попугаев почти не обращают внимания, все смотрят на тебя. Твоя миссия — выбраться из магазина.\n\nЖанр: Мини-квест. ",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "   Вы проснулись из-за того, что собаки, обитающие в соседней комнате, начали лаять в пол седьмого. Они всего лишь преветствовали работницу зоомагазина, но почему нельзя лаять потише?! Их было слышно через стену!! Породистых кошек тоже это возмутило и они начали кричать на собак. \n   — Можно потише?!! Мы вообсче-то поспать хотим!! — возмущались кошки.\n   — Да вы кричите громче их! — были недовольны черепахи.\n    Зоомагазин — отвратительное место. Почему нельзя с утра вести себя потише?\n   Попугаи из соседних клеток тоже проснулись. Вы, заметив это, тяжело вздохнули. Вы лучше бы слушали оры и крики других животных, обращенные не к вам, чем слышали угрозы и обзывания от других попугаев. \n",
    "answers": [
      {
        "id": 3,
        "text": "... "
      }
    ]
  },
  {
    "id": 3,
    "text": "Ваш проснувшийся сосед подошёл к краю своей клетки, которая стояла рядом с вашей. Обычно, он придумывал дразнилку — обзывалку обращённую к вам, но в этот раз он молча стоял и смотрел на вас. Это было жутко, и его молчание напрягало, даже не смотря на то, что в зоомагазине было очень громко. Он сверлил вас взглядом и вам казалось, что если вы только сдвинетесь с места, он нападёт на вас, даже не смотря на то, что между вами было две стенки из железных прутьев. ",
    "answers": [
      {
        "id": 4,
        "text": "... "
      }
    ]
  },
  {
    "id": 4,
    "text": "   Вы стояли так до тех пор, пока к вашей клетке не подошла работница зоомагазина.\n   — Привет, красавчик — сказала она, открыв клетку и положив вам сьедобную палочку, усеянную кормом.\n   Вы повернулась к ней, уже не боясь этого задиру и чирикнули ей в ответ. \n",
    "answers": [
      {
        "id": 5,
        "text": "... "
      }
    ]
  },
  {
    "id": 5,
    "text": "   — Вы сегодня очень хорошо выглядите! — искренне сказал попугай. Он не умел говорить по — человечески, в отличие от вас. Для него человеческий язык очень сложен в произношении, хотя язык он понимал. Поэтому, девушка его не поняла, но услышав доброжелательные нотки в его писке, ответила:\n   — Ты тоже очень милый, мой лапочка!\n    Она достала из пакета такую же палочку, какую дала и вам, а тот с радостным писком накинулся на свой завтрак. ",
    "answers": [
      {
        "id": 6,
        "text": "..."
      }
    ]
  },
  {
    "id": 6,
    "text": "   Зооработница отошла от ваших клеток и пошла кормить остальных попугаев, говоря им приятные слова.\nОна была очень доброй и любила всех одинаково, а все любили её.\n    Когда она отошла, ваш сосед, не глядя на вас начал говорить.\n   — Она всегда кормит тебя первым, тебе очень повезло быть её любимцем. — то-ли со злобой, то-ли с грустью сказал он — нам всем очень повезло с ней... \n",
    "answers": [
      {
        "id": 7,
        "text": "- Ага"
      }
    ]
  },
  {
    "id": 7,
    "text": "   — Ага, ещё как...\n   — Я думаю она очень расстроится, когда увидит тебя без глаза... Все посетители будут идти мимо и вместо \"Какой красивый и милый! \" или \"Мам, ну купи мне его, глянь какой он симпатичный!\" будут говорить \"Какой уродец! \" и \"Что с его глазом?! \". Держись от меня по-дальше, ладно? А то я в порыве гнева тебе и глаз выклювать могу...\n   У вас пропал аппетит... ",
    "answers": [
      {
        "id": 8,
        "text": "... "
      }
    ]
  },
  {
    "id": 8,
    "text": "   После этого диалога не происходило почти ничего, если не считать то, что на вас злобно смотрел этот злюка.\n   Только ближе к полудню пришёл первый посетитель, а если быть точнее, то посетители — их было двое. Это была мама с маленьким сыном, примерно семи — летнего возраста. \nТ. к клетки с попугаями стояли почти у входа, мальчик обратил внимание в первую очередь именно на вас.\n   — Мам, а можно попугая? Глянь какой он миленький и красивенький! А ещё он гораздо меньше собаки будет, значит и ест меньше.\n   — Мам, гляди какой уродец! Что с ним, мама? Может возьмём кого-то другого? — шептал вам сосед. Он был вторым среди попугаев и просто ненавидел вас. \n   Тут пришла Нина, та девушка, которая вас с утра кормила.\n   — Да, попугаи едят гораздо меньше, чем любая собака, а ещё они не погрызут ваши вещи или мебель, если ты будешь держать птичку в клетке. А конкретно этот попугай, помимо того, что милый и красивый, ещё и говорящий!\n   Мальчик загорелся идеей завести попугая.\n   — Ого! Так с ним ещё и поговорить можно?\n   — Нет, сыночка, нельзя. — сказала мама мальчика — попугаи хоть и говорят, но они не понимают, что они сказали, они бездумно повторяют услышанное от людей и даже не понимают что мы им говорим. ",
    "answers": [
      {
        "id": 9,
        "text": "... "
      }
    ]
  },
  {
    "id": 9,
    "text": "   Нина возмутилась.\n   — А вот с этим я готова поспорить! — сказала она — попугаи, как маленькие дети — когда рождаются, не понимают языка, а потом, со временем, они начинают потихоньку понимать значение тех или иных слов.\n   — Глупости, — не унималась тётя — я конечно понимаю, что ваша работа, продавать животных и товары для ухода за ними, но не нагло же врать в лицо ребёнку!\n   — Так... Он не понимает что мы сейчас говорим?\n   — Понимает — говорит зооработница.\n   — Да? Ну тогда пусть скажет нам хоть слово! Да и не абы-какое, а чтобы мы могли быть уверены в том, что он правда нас понял!\n   Три пары глаз уставились прямо на вас. Вы задумались... Язык людей достаточно сложен в произношении... ",
    "answers": [
      {
        "id": 10,
        "text": "Сказать что-нибудь"
      },
      {
        "id": 11,
        "text": "Молчать"
      }
    ]
  },
  {
    "id": 10,
    "text": "   — Я ВАС ПОНИМАЮ! — громко произнесли вы.\n   У всех троих людей были разные эмоции — мальчик с улыбкой и сияющими глазами смотрел на вас, его мама ошорашено стояла с открытым ртом, а Нина стояла задрав голову и гордая собой, тем, что была права. ",
    "answers": [
      {
        "id": 12,
        "text": "... "
      }
    ]
  },
  {
    "id": 11,
    "text": "   Вы побоялись, что опозоритесь если скажете какое-либо слово неправильно,но как же Нина? Вы можете выставить её дурой, если не скажете ни слова! Что же ска...\n   — Ну вот, а я о чём? — сказала мама мальчика.\n   Вы слишком долго думали.\n   — Детей обманывать нехорошо! Давайте книгу жалоб!\n   Вы хотели уже что-то сказать, но вас уже никто не слушал. В зоомагазине поднялись крики и никто не услышал, что вы там пытались пропищать.\n   Покупатели ушли без собаки.\n   — Зачем нам питомец, купленный у обманщиков? Может, вы нам продадите уличную дворнягу, утверждая, что это сверхредкая порода!\n   — Что ты наделал?! — кричал вам сосед — она столько доброго для нас сделала, а ты выставил её дурой! Более того, ты лишил возможности уйти из этого отвратительно го места одну из собак! Как тебе не совестно?! ",
    "answers": [
      {
        "id": 16,
        "text": "... "
      }
    ]
  },
  {
    "id": 12,
    "text": "   — Показушник... — не унимался злюк.\n   Мама мальчика вздохнула, а потом посмотрела на цену попугая...\n   — Ого! Мальчик мой, мне очень жаль, но у нас не хватит денег, чтобы купить его... Может купим этого? Он тоже довольно симпатичный...\n   Девушка кивнула на клетку вашего недображелательного соседа. С одной стороны, вам было очень обидно из-за того, что она предпочла его а не вас, но с другой... Он всегда хотел внимания, которое ненарочно отнимаете вы у него... Возможно, и он обретёт свое счастье подальше от этого места, и вы останетесь без соседа, который постоянно угрожает вам.\n   Глаза злюки загорелись от радости и он довольно пискнул в ответ девушке, но ответ мальчика сокрушил последнюю надежду обрести дом  вашего соседа.\n   — А он тоже говорящий?\n   — Нет, — сказала Нина, пытаясь скрыть свое разочарование — но он очень милый и ласковый и никогда не клюнет человека.\n   С этим спорить никто бы не стал, даже вы. Хоть он и недображелателен ко всему, что нравится людям больше него, но людей он очень любил и давно уже хотел завести себе дом... ",
    "answers": [
      {
        "id": 13,
        "text": "... "
      }
    ]
  },
  {
    "id": 13,
    "text": "   — Очень жаль... — сказал мальчик и они с мамой пошли к отделу с собаками.\n   Нина не пошла за ними, а подошла к клеткам поближе.\n   — Мне очень жаль, мальчики, я знаю как сильно каждый из вас хочет завести дом.\n   После этих слов попугай опустил голову и пару секунд стоял абсолютно неподвижно. Сложно описать какая аура исходила от него тогда. Он залез в небольшой декоративный домик, стоявший у него в клетке.\n   Вам было очень жаль его, но разговаривать с ним сейчас было безполезно.\n",
    "answers": [
      {
        "id": 14,
        "text": "... "
      }
    ]
  },
  {
    "id": 14,
    "text": "   Прошло уже пару дней, после того как злюк сам не свой. С того дня он вас больше не дразнил и не угрожал. Да что там говорить? Он на вас даже не смотрел! Даже когда к вам подходили люди и расхваливали вас он не поднимал голову. Может, пора с ним поговорить? ",
    "answers": [
      {
        "id": 15,
        "text": "Поговорить"
      }
    ]
  },
  {
    "id": 15,
    "text": "   Вы сначала хотели импровизировать, но потом поняли, что это очень плохая идея. Зная вашего соседа, который вдумывается в каждое слово и готов любому голову снеси, если ему что-то неугодит, вы решили подумать. Любое слово может его задеть...",
    "answers": [
      {
        "id": 17,
        "text": "- Они ничего не понимают! "
      }
    ]
  },
  {
    "id": 16,
    "text": "   Через несколько дней работницу зоомагазина уволили. Не думайте, что её уволили из-за одной жалобы, это просто было не в первый раз.\n   Когда она в последний раз уходила из магазина, она попрощалась со всеми.\n   Вы со злюкой своими глазами видели, как она уходит.\n   Злюк сначала был очень расстроен, ведь это был чуть-ли не единственный человек, обращающий на него внимание и любящий его. Но потом он стал ненавидеть вас ещё больше, ведь  это именно вы лишили его этого человека. \n",
    "answers": [
      {
        "id": 18,
        "text": "... "
      }
    ]
  },
  {
    "id": 17,
    "text": "   — Хей!\n   Ваш сосед медленно поднял голову и смотрел на вас пустым взглядом.\n   — Знаешь, они ничего не понимают! — сказали вы — если бы мальчик знал, как ты хочешь обрести дом, и какой ты ласковый к людям он бы тебя точно взял!\n   — Но он не знал... — разбитым голосом сказал он.\n   То горе, которое слышалось в его фразе, порозило вас. Вы молча стояли и сожалели ему.\n",
    "answers": [
      {
        "id": 19,
        "text": "... "
      }
    ]
  },
  {
    "id": 18,
    "text": "   На следующий день пришёл другой работник. Его звали Джек.\n   Он не был таким милым и добрым как Нина, но и плохого он вам ничего не делал. Вообсче-то, он всё делал молча.\n   Один раз, вы во время кормёшки громко спросили по-человечески\n   — ГДЕ НИНА?\n   Работник сначала не понял, кто такая Нина и зачем вы спрашиваете, но потом он вспомнил.\n   — А-а-а, это девушка которая работала до меня? Н-у-у-у... Её уволили. Она больше не придёт сюда.\n   Вы грустно опустили голову. ",
    "answers": [
      {
        "id": 20,
        "text": "... "
      }
    ]
  },
  {
    "id": 19,
    "text": "   В зоомагазине было очень тихо. Был уже вечер. К клетке злюки подошла Нина и сказала попугаю, то чего он так долго ждал.\n   — Ладно, идём домой, Дисс.\n   Он поднял свою голову и с сияющими глазами смотрел на зооработницу.\n   — Я заметила, как тебе стало грустно, когда тебя не взяли. Я не могла смотреть как ты мучаешься, мой дружочек.\n   Нина взяла клетку и направилась к выходу.\n   — Пока, Дисс, пока — пропищали вы на прощание счастливому попугаю.\n\nКонцовка \"Прощай, Дисс, прощай\" ",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 20,
    "text": "   На вас ещё много кто смотрел, но вы не при ком не разговаривали.\n   В зоомагазине почти нечего делать, а новый работник постоянно сидел в телефоне и разговаривал с кем-то.\n   -... Чувак, тут кароче говорящий попугай! Я в интернете поглядел, он породистый! Милый такой!\n   Вы поймали на себе сердитый взгляд своего соседа.\n   -... Что значит \"И что?\" он не просто говорит, он ещё и понимает!... У меня тоже! Причём помимо него у меня ещё есть крыса, и он её не съел.... Ну где-то года три.... Если заметишь, что кот на него кидается, то продай его, или верни обратно сюда.... Надумаешь — приходи... Н-е-ет честно! Серьёзно крутой попугай... Ага, давай. \n    Возможно, вас вскоре могут забрать. ",
    "answers": [
      {
        "id": 21,
        "text": "... "
      }
    ]
  },
  {
    "id": 21,
    "text": "   Злюк на вас злобно смотрел.\n   Если так подумать, то ему только на руку то, что вас заберут. Тогда на него будут больше обращать внимания.\n",
    "answers": [
      {
        "id": 22,
        "text": "... "
      }
    ]
  },
  {
    "id": 22,
    "text": "   — Знаешь, тебе будет только лучше, если меня заберут. Тогда на тебя будут больше смотреть, если меня не будет.\n   — Ты не понял... Я сержусь не из-за того, что тебя хотят забрать, а из-за того, что тебе пришлось сделать и чем это обернулось... Она тебе не делала ничего плохого, а ты её выставил посмешищем и из-за тебя её уволили. ",
    "answers": [
      {
        "id": 23,
        "text": "... "
      }
    ]
  },
  {
    "id": 23,
    "text": "   На следующий день с утра пришёл молодой брюнет и подошёл к Джеку.\n   — Ну что, всё-же надумал? — С улыбкой говорил работник.\n   — Ага, давай быстрей, а то мне ещё по делам надо...\n   Вас вместе с клеткой отдали посетителю.\n   — Ну что, скажешь мне что-нибудь?\n   Вы помотали головой.\n   Человек  удивлённо посмотрел сначала на вас, а потом на Джека.\n   — Ого, и вправду понимает!\n   — А ты что думал, я тебе вру!? — недоволен был работник зоомагазина\n   — Ну может немного приукрашиваешь...\n   — Ой, да вали уже отсюда, пока всё настроение не испортил!\n   Когда вы со своим новым хозяином уходили, вы обернулось на злюку.\n   — Удачи... — Буркнул он. Хоть он на вас и не смотрел, но вам всё равно было приятно.\n   — Спасибо — чирикнули вы на прощание. ",
    "answers": [
      {
        "id": 24,
        "text": "... "
      }
    ]
  },
  {
    "id": 24,
    "text": "   Вы давно уже не видели улицы. Но и наблюдали вы её не долго. Почти сразу после того, как вы вышли из зоомагазина, подъехала машина и вы поехали до здания, в котором живёт ваш новый хозяин.\n   Сразу, как только он поставил вашу клетку на стол он ушёл со словами \"Пока, любимая, вернусь вечером.\".\n   Через пару секунд к вам подошла Симпатичная девушка.\n   — Ути бозе какая милота!\n   Она отнесла вас в какую-то комнату и поставила вас на подоконник.\n   — Алекс!\n   Тут же в комнату пребежал белый кот, который, заметив вас, удивлённо взглянул на хозяйку.\n   Вы ужаснулись... Вы помнили, что в разговоре по телефону упоменался кот, но вы не обратили на это внимание, и только сейчас поняли, что при первой же возможности, он может вас съесть.\n   — Знакомься, это Бакс. Не трогой его, ладно? Если с ним что-то случится, то что-то случится с тобой, ясно?\n   Алекс потёрся о ногу своей хозяйки.\n   — Хе-хе, я так понимаю это значит да?\n   После этих слов она ушла, предварительно выгнав кота из комтаны, и закрыла дверь.\n   Вы выдохнули. Теперь вы в безопасности. ",
    "answers": [
      {
        "id": 25,
        "text": "... "
      }
    ]
  },
  {
    "id": 25,
    "text": "   Коты же не умеют открывать двери как люди, верно?\n   Только вы начали успокаиваться, как дверь открылась. На ручке висел белый котяра. ХОЗЯЕВА ВООБСЧЕ ЗНАЮТ О ТОМ, ЧТО ИХ КОТ УМЕЕТ ОТКРЫВАТЬ ДВЕРИ?!! Вы начали паниковать.\n   Кот к вам подошёд\n   — Привет, я Алекс, так тебя Баксом зовут, да?\n   — Хе-хее... Да... Слушай, а твои хозяева знают, что ты умеешь открывать двери?\n   — Нет, не знают. Знаешь, а я и твою клетку могу открыть, если хочешь. ",
    "answers": [
      {
        "id": 26,
        "text": "Крикнуть \"СПАСИТЕ!\" "
      },
      {
        "id": 27,
        "text": "Молчать. "
      }
    ]
  },
  {
    "id": 26,
    "text": "   — СПАСИТЕ!!!\n   Испуганный кот закрыл дверь и открыл дверь на балкон. В этом доме балкон соединял кухню и залл.\n   В комнату зашла девушка и увидела испуганно го попугая.\n   — А-а-алекс!\n   Кот зашёл в комнату оттуда же, откуда зашла и девушка. А та, увидев кота, посмотрела на вас вопросительным взглядом\n   — ОН УМЕЕТ ОТКРЫВАТЬ ДВЕРИ!\n   Только после этой фразы девушка увидила открытую дверь на балкон. Она гневно посмотрела на кота.\n   Хозяйка достала телефон.\n   — Ты знаешь что наш кот натворил?! Я его сегодня выкину на улицу! ",
    "answers": [
      {
        "id": 28,
        "text": "... "
      }
    ]
  },
  {
    "id": 27,
    "text": "   -...\n   — Какой-то ты не общительный... И напуганный... Ты что, боишься меня?\n   — Н-нет- ваш голос предательски дрогнул.\n   — Бакси, не надо меня бояться! Я не из тех, кто ест симпатичных птичек!\n   -...\n   — Эх... Ты только что видел, как я открыл дверь, верно? Твою клетку мне не составит труда открыть и при всём желании, я мог бы тебя давно уже съесть, верно? Тем более мы знакомы всего 15 минут, откуда тебе знать, ем я птичек или нет?\n   — ...\n   — Ладно, мы когда-нибудь подружимся... Я дам тебе время привыкнуть ко мне... — сказал с грустью кот, и ушёл, закрыв дверь.\n   Похоже, он действительно не желает вам зла. ",
    "answers": [
      {
        "id": 30,
        "text": "... "
      }
    ]
  },
  {
    "id": 28,
    "text": "   Вечером кота в доме уже не было. \n   Вы через окно видели как его вышвыривают, как запирают перед ним дверь и как он умоляющие мяукает царапая уже закрытую перед ним дверь. Перед тем, как уйти, он лишь кинул на вас грустный взгляд. Только тогда вы осознали свою ошибку... Но было уже поздно — кот ушёл. Вы обрели бедного Алекса на голодную и бездомную жизнь...\n   Какой ужас...\n\nКонцовка \"Бедный Алекс...\" ",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 29,
    "text": "",
    "answers": []
  },
  {
    "id": 30,
    "text": "   Истинная концовка!\n  \n   Спасибо, что прочли этот квестик.\nДа, я понимаю, что получилось очень коротко, но когда — нибудь я выложу продолжение.\n   Также я рисую иллюстрации для этого квеста, а когда дорисую, то вставлю сюда. \n   Надеюсь, вам понравилось) ",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 31,
    "text": "",
    "answers": []
  }
]