[
  {
    "id": 1,
    "text": "Автор : GlazWrite\nЖанр : Триллер, Драма, Криминал\n\nПредисловие :\nПростая история о сложном моральном выборе, которая начинается с того, как однажды к опытному врачу обращаются за помощью двое подозрительных мужчин.\n\nДисклеймер : присутствует насилие. История и персонажи являются вымышленными. Персонажи могут совершать неправильные поступки за счёт ошибочных убеждений. Отклоняющееся поведение не одобряется автором и не рекомендуется к подражанию.\n\nДоп. Информация : Квест завершён. Доступно 7 концовок, каждая из которых раскрывает историю с разных сторон.\n\nПри обнаружении ошибок пишите в комментарии. ",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 15,
        "text": "Концовки"
      }
    ]
  },
  {
    "id": 2,
    "text": "Сегодня Василий Иванович работал в ночную смену. В больнице было мало людей, и дежурство было спокойным.\nДо определенного момента...\n",
    "answers": [
      {
        "id": 3,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 3,
    "text": "В кабинет без стука завалился лысый мужчина, одетый в чёрную майку, потный и грязный. Он тащил своего товарища, истекающего кровью. В целом, внешний вид мужчин не характеризовал их, как невинных пострадавших. Они выглядели как какие-нибудь \"решалы\", не особо умные, но сильные и верные своему боссу.\nЗдоровый заговорил сбивчиво и сиплым голосом :\n— Доктор...подлечите братишку! Маслину поймал...в живот...\n\nДействительно, пострадавший имел тяжёлое пулевое ранение. Неизвестно, сколько он ещё сможет продержаться.\nТем временем, Василий Иванович, прежде чем ответить или что-либо сделать, ненадолго задумался. По молодости он много раз лечил различных бандитов. Позднее Василий завязал с этим, осознавая сколько зла это могло принести обычным людям. Он профессионально занялся обычной, честной врачебной практикой. Доктор достиг признания и был уважаемым человеком в местной больнице. И вот этот случай... Он снова связывается с криминальными элементами, и задаёт себе вопрос : \"А нужно ли им помогать?\"\nВрачебный долг конечно предполагает, что Василий Иванович не должен отказывать пациентам в лечении. Но что если, один вылечившийся покалечит или убьёт множество других людей? И чья в этом будет вина? Немного замешкавшись, Василий Иванович всё-же решил :",
    "answers": [
      {
        "id": 4,
        "text": "Отказать в лечении "
      },
      {
        "id": 5,
        "text": "Помочь пострадавшему"
      },
      {
        "id": 22,
        "text": "Позвонить в полицию"
      }
    ]
  },
  {
    "id": 4,
    "text": "— К сожалению, я не смогу вам помочь — сказал врач.\n— Док, ну ты чего! Ты же это... Давал клятву Гиппократа! Братан ещё дышит, его можно спасти...\n\n",
    "answers": [
      {
        "id": 6,
        "text": "Сказать, что уже слишком поздно "
      },
      {
        "id": 7,
        "text": "Сказать, что больше не связывается с бандитами"
      }
    ]
  },
  {
    "id": 5,
    "text": "Всё же, Василий Иванович подумал, что не в его праве решать, кто достоин спасения, а кто нет. Его долг — помогать тем, кто в этом нуждается. И это главное.\nНепострадавший мужчина представился как Череп. Вместе с врачом они поместили раненого на каталку и повезли в операционную. Василий Иванович подготовил инструменты и собирался приступить. ",
    "answers": [
      {
        "id": 11,
        "text": "Провести операцию удачно"
      },
      {
        "id": 12,
        "text": "Провести операцию неудачно "
      }
    ]
  },
  {
    "id": 6,
    "text": "— Вы слишком поздно спохватились. Он потерял достаточно много крови, и ранение тяжелое. Кроме того, в рану могла попасть грязь... Нет, я боюсь, что ваш друг уже обречён, — сказал Василий Иванович. \n\nТакой ответ вызвал гримассу ужаса и разочарования на лице верзилы. Мужчина испустил истошный вопль, и стукнул себя в грудь, а после кричал навзрыд, обращаясь к бессознательному товарищу :\n\n— Неет, братишка, держись! Ты ещё выкарабкаешься, и не в такое попадали! — затем он повернулся к врачу. — А ты, лепила! Ты должен спасать жизни. А иначе, скажи мне, чем ты лучше нас? Ты лишаешь людей надежды. Так чем это лучше того, чтобы всадить пулю самому? Я мог бы тебя пристрелить сейчас... Но, знаешь что, катись ты к чёрту! Я просто уйду. А на твоей совести будет его смерть. Ведь ты даже не пытался помочь... \n\n\n",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "— Раньше я спасал десятки таких, как вы, из-за кого потом страдали сотни простых хороших людей. Я больше не помогаю ворам, убийцам и вымогателям. Вы недостойны сострадания, ведь оно чуждо вам самим. Вы выбрали свой путь, и заслужили свою участь, — сказал Василий Иванович. \n\nВ ответ на это бандит достал пистолет, направил его на врача и сказал :\n— Да какое право ты имеешь решать, кто достоин спасения, а кто — нет? Ты себя кем возомнил? Богом? Если не хочешь по-хорошему, пусть будет так. Выбирай : либо ты хоть как-то попытаешься помочь, либо твои мозги размажет по стене! \n\n\n",
    "answers": [
      {
        "id": 8,
        "text": "Всё-таки помочь"
      },
      {
        "id": 9,
        "text": "Стоять на своём"
      }
    ]
  },
  {
    "id": 8,
    "text": "Поколебавшись немного, врач всё же решил не спорить и оказать помощь пострадавшему. Вместе с вооруженным мужчиной он поместил раненого на каталку и отвез в операционную.\nВасилий Иванович подготовил инструменты и собирался приступить.  ",
    "answers": [
      {
        "id": 18,
        "text": "Провести операцию удачно"
      },
      {
        "id": 19,
        "text": "Провести операцию неудачно"
      }
    ]
  },
  {
    "id": 9,
    "text": "— Сейчас ты не убьёшь меня, потому что я тебе нужен в данный момент. Ну и лишний раз руки пачкать, жмурик в публичном месте ни к чему, — сказал Василий Иванович. \n\nВерзила заметно занервничал, ведь его товарищ истекает кровью, и любая минута на счету. Он держал Василия Ивановича на прицеле. По лицу бандита струился пот.\n— Заткнись! Делай, что я говорю! — вопил он, неуверенно держа пистолет.\n— Успокойтесь. Опустите оружие. И мирно покиньте помещение, гражданин. Или вы давно не бывали в обезьяннике? Хотите, чтобы вас прям тут повязали? — уверенным и холодным тоном произнёс врач. Однако, кажется, это лишь накалило ситуацию.\n— Нет! Неет! Ты не посмеешь! Ты не сдашь нас ментам! Ты... ты... — Кричал бандит. Его дрожащая рука крепче сжала пистолет. Он не ожидал такого поворота событий. Бандиту в принципе было трудно соображать, переживая за своего товарища. ",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "Эпилог. \"Безнадежный Пациент\" \n\nБандиты покинули кабинет. Мужчина потащил своего раненого товарища обратно. Дальнейшая судьба обоих неизвестна.\nВасилий Иванович продолжил сидеть на дежурстве. Остаток ночи прошёл более менее спокойно.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 15,
        "text": "К списку концовок"
      }
    ]
  },
  {
    "id": 11,
    "text": "Операция прошла успешно. Пулю благополучно извлекли. Ранение зашили. Василий Иванович помог Черепу дотащить товарища до машины.\n\n",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      },
      {
        "id": 11,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a10/2101/de/436609d2d3e3.jpg\n"
      }
    ]
  },
  {
    "id": 12,
    "text": "Операция прошла неудачно. Врач совершил критическую ошибку. Раненого не удалось спасти.\nЭто сильно разочаровало Черепа. Тем не менее, он принял это как случайность, как должное. Он не винил Василия Ивановича в случившемся.\nВдвоём они донесли умершего до машины. ",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      },
      {
        "id": 12,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a14/2101/cf/9713482e76f8.jpg\n"
      }
    ]
  },
  {
    "id": 13,
    "text": "Эпилог. \"Своевременная помощь\"\n\n— Ну всё. Жить будет. Прощайте, — сказал Василий Иванович. \n— Спасибо, док! — сказал Череп. — Знаешь, ведь не каждый мог согласиться помочь нам. Ты реально хороший мужик, — с этими словами он пожал Василию руку, сунул ему пару тысяч и уехал.\nТак завершилась эта странная ситуация. Ещё один спасённый пациент. Ещё одна жизнь. Так важно ли, что он за человек на самом деле, и чем занимался до прихода в больницу? Или врач должен помогать не учитывая такие подробности? Сложно дать однозначный ответ...\nДальнейшая судьба пациента неизвестна. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 15,
        "text": "К списку концовок"
      }
    ]
  },
  {
    "id": 14,
    "text": "Эпилог. \"Неудачная попытка\"\n\n— Примите мои соболезнования... — сказал Василий Иванович.\n— Да... Видимо, это был действительно тяжёлый случай. Я думаю, док, твоей вины тут меньше всего... Я виноват, что не уберег его... И, конечно, это заслуга тех, кто в него стрелял... Ну, бывай, док. Дерьмо случается. Мне ещё нужно будет переварить всё это... — проговорил Череп, пожав руку врача, и уехал. \nТаким образом завершается эта история. Пациент скончался во время операции. Допустил ли врач ошибку намеренно или случайно? Нельзя знать наверняка. Это известно только ему. И на его совести и останется. Достоин ли был пациент качественной помощи в которой он нуждался? Или подобных людей спасать не стоит? Эти вопросы тоже останутся без ответа... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 15,
        "text": "К списку концовок"
      }
    ]
  },
  {
    "id": 15,
    "text": "Возможные концовки :\n\n\"Безнадежный пациент\"\n\"Под дулом пистолета\" \n\"Преднамеренная ошибка\" \n\"Шальная пуля\" \n\"Своевременная помощь\"\n\"Неудачная попытка\"\n\"На страже порядка\" ",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 16,
    "text": "Внеазпно и неожиданно для всех раздался выстрел. Неосторожный, незапланированный, случайный. И, разумеется, достаточно громкий. Пуля попала прямо в голову Василию Ивановичу. Ошарашенный бандит побледнел и выпучил глаза, медленно оседая на пол. Было видно, что совсем не на такой исход он рассчитывал... ",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "Эпилог. \"Шальная пуля\"\n\nМужчина в чёрной майке совершенно растерялся. Он не планировал убивать врача, ведь тот был последней надеждой для раненого.\n— Чёрт! Чёрт! Чёрт! Я же совсем не этого хотел! Я думал припугнуть... А он крепкий оказался... Да я и не собирался нажимать! Как это так... — разочарованно бормотал мужчина. — Братишка, прости. Я не понимаю, как это вышло, но, похоже, я уже не смогу тебя спасти. Вот он, этот чёртов врач! Он мог бы! А теперь... Теперь тебе ничто не поможет... — говорил бандит, обращаясь к бессознательному товарищу.\n\nТеперь действительно не было никакой надежды. Единственный живой человек в кабинете лежал на полу в окружении двух трупов и смотрел в потолок, так и не выпустив оружие из рук. Он не представлял и не понимал, что делать дальше. Теперь всё было оставлено на произвол судьбы. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 15,
        "text": "К списку концовок"
      }
    ]
  },
  {
    "id": 18,
    "text": "Операция прошла успешно. Пуля была извлечена, и ранение было зашито.\n\n— Док, раз уж решился помогать, то подсоби и до машины его дотащить, — сказал бандит. — Если что, ствол всё ещё при мне.\n\nВ этом врач тоже не мог отказать, и исполнил \"просьбу\". ",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      },
      {
        "id": 18,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a10/2101/de/436609d2d3e3.jpg\n"
      }
    ]
  },
  {
    "id": 19,
    "text": "Операция прошла неудачно. Судя по всему, врач допустил ошибку, которая стала для пациента фатальной. Его не удалось спасти.\nТот второй, здоровый мужчина, был крайне расстроен и разочарован случившемся. Он кричал и бросал в разные стороны всё, что попадалось под руку. Немного придя в себя, он заставил Василия Иванович помочь донести умершего до машины. \n\n",
    "answers": [
      {
        "id": 21,
        "text": "Далее "
      },
      {
        "id": 19,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a14/2101/cf/9713482e76f8.jpg\n"
      }
    ]
  },
  {
    "id": 20,
    "text": "Эпилог. \"Под дулом пистолета\"\n\nВерзила в чёрной майке поместил своего спасённого товарища в машину. Напоследок он сплюнул под ноги и сухо сказал Василию Ивановичу :\n— Ну, бывай, док! Спасибо за \"доброту\" твою. Надеюсь, больше не пересечёмся.\n\nПопрощавшись, бандит уехал. \nТак завершилась эта история. Врач не хотел помогать из-за личных убеждений и провёл операцию лишь под дулом пистолета. Так страх ли за себя его вынудил? И стоило ли ему отступить от своих принципов? Или всё-таки, эти люди и правда недостойны сострадания? К сожалению, эти вопросы остаются без ответа.\nДальнейшая судьба пациента неизвестна. \n",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 15,
        "text": "К списку концовок"
      }
    ]
  },
  {
    "id": 21,
    "text": "Эпилог. \"Преднамеренная Ошибка\"\n\n— Я знаю, что ты виноват в его смерти, — говорил бандит. — Не думаю, что это вышло случайно, ублюдок! Ты же считаешь нас недостойными лечения. Да ты, чёрт побери, такой же убийца! Ты поступаешь не лучше нас. Так и прибил бы тебя, гаденыш, за то, что ты сделал с моим другом. \n— Что же, застрелишь меня прям тут? — сказал Василий Иванович. \n— Чёрт с тобой, не буду руки марать и наводить шум. Но я всё знаю. Только попадись мне ещё раз, я тебе... Ладно, бывай. А это тебе на прощание, док! — сказал верзила и пробил врачу удар под дых. После этого бандит уехал.\nТаким было заверешение этой истории. \nСкорее всего, врач действительно совершил ошибку умышленно. В таком случае, он не отошёл от своих взглядов и не хотел помочь. Василий Иванович решил, что подобный поступок спасёт другие жизни, которые его пациент мог загубить. Как бы то ни было, преднамеренное вредительство во время операции приравнивается к убийству. Василий Иванович фактически убил пациента, что делает преступником и его самого. Врач совершил самосуд, хотя бандитами должна была заниматься полиция. \n\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец "
      },
      {
        "id": 15,
        "text": "К списку концовок"
      }
    ]
  },
  {
    "id": 22,
    "text": "Врач сказал, что поможет, но прежде ему нужно ненадолго отойти. Покинув кабинет, Василий Иванович позвонил в полицию. ",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "Эпилог. \"На страже порядка\"\n\nСпустя некоторое время оперативники ворвались в больницу и задержали мужчину в чёрной майке, имевшего при себе пистолет. Раненого отправили на лечение.\nЗадержанный оказался замешанным во многих преступлениях, пострадавший был его сообщником и получил пулевое ранение на одном из дел. Работали мужчины на кого-то более серьёзного и влиятельного. Возможно, существует некая крупная крминальная группировка. Идёт дальнейшее расследование.  ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 15,
        "text": "К списку концовок"
      }
    ]
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  }
]