[
  {
    "id": 1,
    "text": "Вы верите в призраков? Нет? Вот и герой этого квеста не верил до тех пор, пока... не встретился с одним из них.\n\nВ данном квесте вам нужно будет играть за простого офисного трудягу и прожить непростой день. Выживет герой или нет — зависит только от вас.",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест."
      },
      {
        "id": 45,
        "text": "Концовки"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вы — обычный офисный работник в некрупной конторе. Идя с утра на работу, вы даже не догадывались о том, что этот день, возможно, станет вашим последним днем.",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "Всё началось после полудня. Вы сидели в своем кабинете за компьютером и занимались оформлением очередного отчета. Вдруг дверь отворилась, и в комнату вошел ваш начальник.\n – Мне нужно отъехать по делам, — сказал он. — Постараюсь вернуться через пару часов.\n     Вы согласно кивнули и снова уткнулись в монитор.",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "Через приоткрытое окно вы услышали, как хлопнула входная дверь, а через минуту раздался шум отъезжающего автомобиля.\n\nТак уж получилось, что вы остались в здании совершенно один: конторка маленькая, а из 2 ваших коллег один заболел, другой находился в командировке.",
    "answers": [
      {
        "id": 5,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы стучали по клавиатуре, попивая наполовину остывший кофе, и вспоминали начальника, свалившего на вас всю отчетную работу.\n\nЗа окном начался дождь. Да не просто дождь, а настоящий ливень. Ветер подхватывал потоки воды и с силой бросал их в окна.",
    "answers": [
      {
        "id": 6,
        "text": "Посмотреть в окно."
      },
      {
        "id": 6,
        "text": "Продолжать работу"
      }
    ]
  },
  {
    "id": 6,
    "text": "Совершенно внезапно вы услышали звуки, доносящиеся откуда то сверху. Звук походил на некое шуршание, вроде того, какое бывает, когда по полу тащат большую коробку. \"Кто бы это мог быть? Я же один в здании\" — подумали вы.\n\nЗдание представляло собой небольшую 3-этажную постройку. На первых двух этажах располагались офисы, где работали вы и ваши коллеги, на третьем — подсобные помещения.",
    "answers": [
      {
        "id": 7,
        "text": "Проверить чердак"
      },
      {
        "id": 13,
        "text": "Не обращать внимания"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы вышли из кабинета и направились к ведущей на чердак лестнице.",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы вышли на лестничную клетку. Лампочка под потолком как то подозрительно моргала.\n\n\"Вроде же недавно лампочку меняли... Неужели опять перегорела?\" — подумали вы и стали подниматься на чердак",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы поднялись наверх, оказавшись перед металлической дверью, и замерли в нерешительности: зайти и узнать, что происходит, или лучше не рисковать?",
    "answers": [
      {
        "id": 10,
        "text": "Открыть дверь"
      },
      {
        "id": 17,
        "text": "Не рисковать и уйти"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы нащупали в кармане ключ от чердака, который взяли заблаговременно, и вставили его в замочную скважину.\n\nДверь открылась с лёгким щелчком. Вы потянули на себя ручку и перешагнули порог.\n",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "То, что вы увидели, заставило вас замереть на месте. Прямо посрели корридора в воздухе висела некая субстанция, отдаленно напоминающее очень темное, почти черное, облако. Из самого центра этого облака исходило какое-то свечение.",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "Облако, по всей видимости, заметило ваше появление и двинулось в вашу сторону. Вы даже не успели отреагировать, как были полностью поглощены субстанцией и погибли.\n\nОткрыта концовка \"Неосторожный\".",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 13,
    "text": "\"Наверное, мне просто кажется. Слишком много работаю и мало отдыхаю\", — подумали вы и, вздохнув, вернулись к написанию отчета.",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "Доносящиеся сверху звуки стали громче и отчетливее. ",
    "answers": [
      {
        "id": 8,
        "text": "Всё же проверить чердак"
      },
      {
        "id": 15,
        "text": "Продолжать работать"
      }
    ]
  },
  {
    "id": 15,
    "text": "\"Завтра возьму у начальника отгул на пару дней, — подумали вы, — А то совсем с катушек съехать можно\". \n\nВы встали из-за стола, налили себе свежего кофе, а затем вернулись за компьютер.\n\nТаинственные звуки стали ещё громче. Теперь они, казалось, раздавались прямо над головой.",
    "answers": [
      {
        "id": 8,
        "text": "Всё-таки проверить чердак"
      },
      {
        "id": 16,
        "text": "Допить кофе и работать дальше"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы продолжали стучать пальцами по клавиатуре, заполняя бесконечные таблицы, и даже не заметили, как в кабинет просочилась некая субстанция, напоминающая очень темное облако.\n\nВозможно, вы бы работали и дальше, но, к сожалению, были поглощены субстанцией и погибли.\n\nОткрыта концовка \"Офисный трудяга\".",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы решили, что не стоит рисковать и спустились обратно. Однако сверху продолжали доноситься непонятные звуки.\n\n\"Чертовщина какая-то творится!\" — подумали вы и приняли решение спрятаться. Однако в кабинет возвращаться не хотелось. \n\nПрикинув в уме возможные варианты, вы отметили, что спрятаться можно в 3 местах: кладовке, туалете и столовой.",
    "answers": [
      {
        "id": 18,
        "text": "Спрятаться в кладовке"
      },
      {
        "id": 24,
        "text": "Спрятаться в столовой"
      },
      {
        "id": 31,
        "text": "Спрятаться в туалете"
      }
    ]
  },
  {
    "id": 18,
    "text": "До кладовки вы добрались довольно быстро. Открыв дверь и войдя внутрь, вы оказались в среднего размера комнате. Вдоль стен стояли стеллажи, заваленные всяким барахлом. В одном углу стояло с полдюжины вёдер и находился разнообразный уборочный инвентарь.\n\nВы прижались к стене между двумя стеллажами и стали ждать. Шороха не было слышно, — возможно, его источник исчез либо же затаился в укромном месте.",
    "answers": [
      {
        "id": 19,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы не знали, сколько времени провели в кладовке — может быть, пять минут, а, может, два часа. Снаружи было совершенно тихо, так тихо, что вы, казалось, слышите стук собственного сердца. Вы уже начинали думать, что вам суждено вечность провести в этой комнатушке, что ваш начальник забыл про вас и не вернется, что всегда будет вот так идти ливень и по зданию будет разгуливать призрак.",
    "answers": [
      {
        "id": 20,
        "text": "Выйти из кладовки"
      },
      {
        "id": 22,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 20,
    "text": "Наконец, вам надоело ждать и вы решили покинуть свое убежище. Вооружившись ручкой от швабры, вы осторожно выглянули в коридор. Там было пусто.\n\nСтараясь не шуметь, вы медленно пошли по коридору. Никаких таинственных звуков не было, но вам начинало казаться, что за вами наблюдает призрак. Да что там наблюдает, он стоит за спиной и вытянул руку, готовясь схватить за горло!\n\nВы резко обернулись, выставив швабру для возможной обороны. Никакого призрака не было. Но ведь он где то рядом, вы были уверены!",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "Когда ваш начальник, наконец, вернулся, он застал вас со шваброй в руках, настороженно озирающегося во все стороны и бормочущего что-то о призраках.\n\nНачальник решил, что у вас \"поехала крыша\" и вызвал бригаду \"скорой помощи\". Теперь вам предстоит долгое время провести в психушке.\n\nОткрыта концовка \"Дурдом\".\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы решили, что безопаснее будет оставаться в кладовке. Конечно, если призрак есть, он найдет вас и здесь, но, по крайней мере, вы чувствовали себя в относительной безопасности.",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "Через пару часов вы были обнаружены в кладовке вернувшимся начальником. Он, конечно же, сделал вам выговор за то, что отлыниваете от работы.\n\nНа ваши рассказы о призраке и таинственных звуках он ответил, что нужно меньше смотреть ужастики.\n\nНо вы хотя бы остались живы и смогли закончить трудовой день!\n\nОткрыта концовка \"Heppy end!\".",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы спустились на первый этаж, прошли по коридору и вкоре оказались в столовой. Столовая представляла собой довольно просторную комнату, в которой находилось два стола и некое подобие буфета.\n\nВы закрыли за собой дверь и для надёжности подперли её одним из столов.",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "Через некоторое время снаружи снова раздались странные звуки. Сначала они были будто бы приглушенными, но потом становились всё громче и громче.\n\nВы поняли, что, что бы это ни было, оно знает, где вы находитесь. Вы подбежали к буфету и схватили лежавший там нож.",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вскоре вы увидели, как прямо сквозь стену в столовую просачивается некая субстанция, чем-то напоминающая грозовое облако в миниатюре.\n\nВы сильнее сжали рукоять ножа, готовясь, если надо, сражаться до последнего. Облако пересекло уже половину комнаты и уверенно двигалось прямо на вас.",
    "answers": [
      {
        "id": 27,
        "text": "Сражаться"
      },
      {
        "id": 28,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы подождали, пока облако подплывет к вам поближе, а затем резко бросились вперед и ударили ножом прямо в середину субстанции.\n\nНо, как и следовало ожидать, ваша рука прошла насквозь, и удар пришелся в никуда. А уже через секунду от вас не осталось ни следа, только нож, звякнув, упал на пол.\n\nОткрыта концовка \"Бесстрашный боец\".",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 28,
    "text": "В последний момент вы окончательно перепугались и решили бежать, пока не поздно. Вы бросили нож, схватили вместо него стоявший рядом стул и запустили им в окно.\n\nПослышался звон стекла. Вы сорвались с места, подбежали к окну, перемахнули через подоконник и очутились на улице. Вас тут же окатило потоками дождя. Вы что если мочи припустили к автостоянке, где находился ваш автомобиль.",
    "answers": [
      {
        "id": 29,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы сели в машину, дрожащими пальцами вставили ключ в замок зажигания и завели двигатель. \"Плевать на работу, плевать на все, — думали вы. — Лишь бы живым остаться\".\n\nВы вырулили с автостоянки и, всё ещё вне себя от страха, поехали в сторону дома.",
    "answers": [
      {
        "id": 30,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "Дорога была мокрая от дождя. Струи воды стекали по лобовому стеклу. Фары встречных автомобилей отражались как в зеркале.\n\nСовершенно внезапно вы увидели красный глаз светофора почти прямо перед машиной. Вы отчаянно надавили на тормоз, но было уже поздно. Машину вынесло на перекресток. Из-за мокрой дороги вы не смогли вовремя остановиться и врезались в грузовик.\n\nК сожалению, в этом ДТП вы погибли.\n\nОткрыта концовка \"Неосторожный водитель\".",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 31,
    "text": "Подумав, вы решили спрятаться в туалете. Дойдя до конца коридора, вы открыли дверь и вошли в уборную. Прямо напротив вас было окно, слева тянулся ряд стандартных кабинок. Запашок, конечно, так себе, но это лучше, чем призрак.\n\nСправа от вас находился металлический шкаф, очевидно, с инвентарем для уборки. Вы спрятались за ним и принялись ждать.",
    "answers": [
      {
        "id": 32,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы просидели таким образом довольно долго. Снаружи не было слышно ни единого звука. \"Наверное, это что то ушло... Или всё ещё ищет меня\" — подумали вы.\n\nКазалось, время растянулось до бесконечности. Вы, наконец, решили, покинуть убежище, хоть и не знали, насколько безопасно снаружи. Вы осторожно отошли от стены и медленными шагами подкрались к двери. И каково же было ваше удивление, когда, потянув дверную ручку, вы обнаружили, что дверь заперта.\n\nВас тут же бросило в холодный пот. \"Я не запирал дверь!\" — думали вы. Но, кроме вас, этого сделать никто не мог. Вы несколько раз ударили кулаком в дверь, в надежде, что кто-нибудь отзовётся. Тишина. Вы начинали паниковать. Нужно было искать выход.",
    "answers": [
      {
        "id": 33,
        "text": "Выпрыгнуть в окно."
      },
      {
        "id": 35,
        "text": "Попробовать открыть дверь"
      }
    ]
  },
  {
    "id": 33,
    "text": "Вы с надеждой посмотрели в сторону окна. В принципе, второй этаж, прыгать невысоко. Вы подошли в окну, открыли старую деревянную раму и посмотрели вниз. Какие-то ремонтные работы... Прямо под окном были свалены в кучу кирпичи с торчащими меж них кусками арматуры.",
    "answers": [
      {
        "id": 34,
        "text": "Прыгнуть"
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы залезли на подоконник. \"Куча кирпичей не такая уж и большая, попробую перепрыгнуть через неё\" — подумали вы и начали собираться с силами для прыжка.\n\nВы почти одновременно оттолкнулись ногами от подоконника и оказались на улице. К сожалению, вы недостаточно хорошо рассчитали прыжок и приземлились на кучу кирпичей. Вы почувствовали, как что-то острое входит вам в правый бок. Ухватившись рукой за кусок арматуры, вы попытались вытащить его, но безрезультатно.\n\nВас вскоре обнаружили прохожие и вызвали \"скорую\", но к её приезду вы уже скончались.\n\nОткрыта концовка \"Опасный прыжок\".",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы стали прикидывть в уме, чем можно отпереть замок. Вывернув свои карманы, вы не обнаружили никаких предметов, пригодных для взлома замков. Точнее, были ключи от машины и квартиры, но они решительно не влезали в замочную скважину. \n\nВы решили осмотреть уборную на предмет инструментов, которыми можно сломать замок. ",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "Осмотрев помещение, вы не нашли ничего подходящего, кроме швабры и стула, на котором лежала какая-то коробка.",
    "answers": [
      {
        "id": 37,
        "text": "Возпользоваться шваброй"
      },
      {
        "id": 39,
        "text": "Воспользоваться стулом"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы взяли в руки швабру, несколько раз примерились, после чего с силой нанесли удар по дверной ручке. Деревянный черенок ударился о ручку и отскочил, словно мячик от стенки. Вы размахнулись и ударили ещё раз. На этот раз послышался треск и швабра сломалась напополам.\n\nВы отбросили в сторону ставшую бесполезной деревянную палку и решили использовать стул.",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "Сняв со стула коробку, вы подняли его, держа за спинку. Хорошенько размахнувшись, вы нанесли удар по двери. Безрезультатно. Стул отскочил, едва не снеся вам челюсть. Последующий удар принес такой же результат.",
    "answers": [
      {
        "id": 41,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы решили, что стул более пригоден для выбивания дверей. Убрав стоявшую на нем коробку, вы взяли его в руки. Собравшись с силами, вы нанесли мощный удар по двери. Безрезультатно. Дверь была как будто приварена к стене.",
    "answers": [
      {
        "id": 40,
        "text": "Попытаться сломать замок шваброй"
      }
    ]
  },
  {
    "id": 40,
    "text": "Безо всякой надежды вы взяли в руки швабру, примерились и со всей дури врезали по дверной ручке. Послышался треск дерева; добрая половина швабры отлетела кверху и, описав дугу, упала позади вас.",
    "answers": [
      {
        "id": 41,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы тихо выругались от безысходности. Но вдруг вспомнили, что у вас в кармане сотовый телефон. \"Точно! Как я раньше не догадался!\" — радостно подумали вы и полезли в карман за телефоном. Но каково же было ваше разочарование, когда вы увидели, что телефон не может поймать сеть.\n\nВы попробовали переподключиться к интернету. Результата никакого. Вы выключили и снова включили телефон. Сети по прежнему нет.",
    "answers": [
      {
        "id": 42,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы сунули ставший бесполезным гаджет в карман. Отчаяние охватывало вас все больше. Голова начинала кружиться от нервного напряжения и от не совсем приятного запаха уборной.\n\nВ приступе отчаяния вы кинулись к двери и начали колотить в неё обеими руками. Всё тщетно. Выместив чувства на несчастной двери, вы повернулись к ней спиной и медленно сползли на пол.",
    "answers": [
      {
        "id": 43,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 43,
    "text": "Вас охватил панический страх. В голове шумело, сердце стучало, словно пулемёт. Вы попытались встать, но вскоре поняли, что ноги не держат вас. Последним усилием рассудка вы приняли решение открыть окно и позвать на помощь.\n\nСобрав остатки сил, вы встали на четвереньки и поползли к окну. Цепляясь руками за подоконник, вы кое-как дотянулись до ручки окна. Но потом поняли, что сил открыть окно уже не хватит. Испустив некое подобие стона, вы отпустили ручку и мешком упали на пол.",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 44,
    "text": "Вас нашли уже вечером лежащим на полу в уборной в состоянии крайнего шока. Приехавшие на \"скорой\" врачи сказали, что случай довольно тяжёлый и увезли вас в больницу. Теперь вам предстоит пройти курс лечения в психо-неврлогическом диспансере, но вы хотя бы остались живы!\n\nОткрыта концовка \"Тяжелый шок\".",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 45,
    "text": "Здесь находится список возможных концовок данного квеста:\n\n1) Неосторожный\n2) Офисный трудяга\n3) Дурдом\n4) Heppy end!\n5) Отважный боец\n6) Авария\n7) Опасный прыжок\n8) Тяжёлый шок",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 46,
    "text": "",
    "answers": []
  }
]