[
  {
    "id": 1,
    "text": "Erring/Заблудшие.\n\nЖанр: рассказал, мистика, триллер, ужас, фантастика, боевик, реализм. \n\nАвторские права принадлежат: Mucato\n\nОписание:        ☣ \n\nУчёные хотели изобрести вакцину от смерти. Чтобы люди жили вечно, но какой-то ДНК повёл себя не так как предполагалось, из-за этого из этой лаборатории вырвался опасный вирус под названием: \"HOF–21\". Он был опасен ☣ тем что он превращая людей в заблудших. Люди которые заразились становились бешенными и кусали всех людей вокруг. И те становились заблудшими. И вот девушка отважная выживальщица вызвалилась спасти мир от этих мёртвых. Ты представляешь в роли девушки по имени Речел. Тебе 17 лет. Твой отец работает войнным и поэтому ты все знаешь о оружии и об выживаниии. Но ты не всегда видишь своего отца, ведь он каждый день пробывает на работе. А когда ты спишь, только тогда он приходит очень уставший. Но ты не обращала внимания и на выходных вы проводили время вместе. Но с начало у учёных были поспешных выводы. Сначала у них получилось возразить клетку растения, потом столовую клетку человека. И самое долгожданное самого человека! И это все в один день! Это было просто науке не постежимо! Но ты в это не верила, считала посмешищем и не воспринимала в серьез.  ☢ \n\n\nОчень надеюсь что данный квест вам понравится. Он не основан на условии выбора. Здесь главное сам сюжет, а не действия, это как обычная книга, в виде квеста. К сожалению или к счатью квест не разнообразен. В нем мало действий которые можно совершить. В основном это \"Далее\" и \"Дальше\". Здесь главное именно то что написано в сюжете, а не сами действия. \n\nv 1.2 ",
    "answers": [
      {
        "id": 2,
        "text": "<НАЧАТЬ>"
      },
      {
        "id": 3,
        "text": "<ГЛАВЫ>"
      },
      {
        "id": 4,
        "text": "<О КВЕСТЕ>"
      },
      {
        "id": 22,
        "text": "<ИСТОРИЯ ОБНОВЛЕНИЙ>"
      },
      {
        "id": 23,
        "text": "<О АВТОРЕ>"
      }
    ]
  },
  {
    "id": 2,
    "text": "                 Глава первая: Вирус HOF-21\n\nСегодня пятнадцатое число, второго месяца, двадцать первого года (15.02.21). Тем временем как короновирус уже упал. Его заражаемость упала в 10 с половиной раз. Вакцина от короновируса уже распрастранилась даже в самые отдалённые уголки нашей планеты. \n*ЛАБАРАТОРИЯ №16 BUKOGU*\nЧеловечество захотело сделать лекарство от смерти. Даже не лекарство, а бессмертие. Они упорно трудоться над этим опытом. \nПока-что у них получилось возразить одну клетку растения. И она сейчас растёт у них в лаборатории №16 BUKOGU. \n*ЗВОНОК ТЕЛЕФОНА*\nТы проснулась. Вокруг себя ты видишь свою комнату и надоедливый будильник, который будит тебя в шарагу. Вставать вообще не хочется. Хоть и настал 21 год, для всех людей хорошо что короновируса очень сильно упал, а для меня нечего хорошего нет! Шарага так и осталась шарагой. И вот тебе приходится встать, так как будильник не замолкает. И вот стук в дверь. \n\nМама: \n— Дочурка вставай! В шарагу опоздаешь! \n\nТы:\n— Да, да мам, одеваюсь... \nТы встала и начала одевать свои вчерашние джинсы и обычную тёплую толстовку. И вот ты уже готова выходить из комнаты. \n\n",
    "answers": [
      {
        "id": 8,
        "text": "[Открыть дверь] "
      }
    ]
  },
  {
    "id": 3,
    "text": "☢Глава первая: Вирус HOF-21☢\n\n☢Глава вторая: Жестокое выживание☢\n\n☢Секретная глава: Жизнь после смерти☢ ",
    "answers": [
      {
        "id": 1,
        "text": "Назад "
      },
      {
        "id": 2,
        "text": "☢Глава первая☢ "
      },
      {
        "id": 6,
        "text": "☢Глава вторая☢ "
      },
      {
        "id": 7,
        "text": "☢Секретная глава☢ "
      }
    ]
  },
  {
    "id": 4,
    "text": "☢ИНТЕРЕСНЫЙ СЮЖЕТ☢\n\n☢ДВЕ ГЛАВЫ И СЕКРЕТНАЯ ГЛАВА☢\n\n☢НЕСКОЛЬКО КОНЦОВОК☢\n\n☢КВЕСТ ОБЪЁМЕН ПО РАЗМЕРАМ☢\n\n☢НЕОЖИДАННЫЙ ПОВОРОТ СОБЫТИЙ☢ ",
    "answers": [
      {
        "id": 1,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 5,
    "text": "И вот ты пошла в класс. В классе были такие же люди, как и до этого. У вас был урок географии.\nВы изучали горные породы. Ну как изучали, повторяли все из пятого класса. Но ты весь урок провела в окне. Ты сидела за партой и просто смотрела в окно. Вас в группе было 36 человек.\nЭто:\nМиша, Саша, Дима, Женя, Саша, Маша, Катя, Вероника, Матвей, Паша, Максим, Соня, Даша, Женя( женский пол), Эля, Иван, Иван, Григорий, Игорь, Сергей, Матвей, Паша,и мн. д. Все имена ты почти не запоминала. Ведь ты с ними почти не обращалась. Всё твои друзья были только девочки из твоей группы, и социальные друзья.\nПарня у тебя небыло. Он был тебе ненужен.\n\nИ вот прозвенел звонок. Настала перемена. Всё пошли в столовую. Все в нашей школе хотели есть. Ведь всего в школе 587 человек приблизительно.\n\nСтоловая делиться на две комнаты:\n\n1. САМАЯ БОЛЬШАЯ\n\nВ этой комнате, завтракают и обедаю школьники.\nВ ней обычная столовая еда, дают яблоки, бананы и многое другое. В общем еда хорошая.\n\n2. КОМНАТА ДЛЯ УЧАЩИХСЯ В УЧИЛИЩЕ\n\nЗдесь завтракают и обедают учащиеся в училище.\nВ каждой комнате свои повара. И нам достался самы плохой. Все жалуются на неё. Но только когда проверка, еда просто прекрасна. Или когда директор школы проверяет пищу. Кормят плохо. Орать в этой комнате нельзя, телефоны доставать тоже. Вообщем капец.\n\nВот такие у нас правила! И вот все сели есть. Школьникам дали Вкусные щи, а на второе мятую картошку с куриной катлетой. Все в нашей школе любили куриные катлеты.\nНам же дали:\n\nГречневый суп, а на второе гречку с очень костлявой рыбой. В общем обед у нас дерьмо. А в стаканах у нас налито было \"Компот из сухофруктов\", а у школьников было \"Яблочный сок\" это просто капец!!!!!!!! \nПо школе три урока. Поэтому мы завтракали с первого урока. И вот все пробежали и ты уже готовишься отнести свою грязную посуду. Но ыт почти нечего не съела. ",
    "answers": [
      {
        "id": 12,
        "text": "[Нести посуду]"
      }
    ]
  },
  {
    "id": 6,
    "text": "Данная глава находится в разработке. И будет доступно \"СКОРО\" ",
    "answers": [
      {
        "id": 3,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 7,
    "text": "P.S\n\n Секретная глава доступна при определённом действии. Во время прохождения сюжета, если выбрать определённое действие то в действиях будет действие: Секретная глава. При перехождении на эту главу вы будете проходить сюжет из жизни девушки, которого в обычных главах нет. ✖ ",
    "answers": [
      {
        "id": 3,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 8,
    "text": "И вот ты встала и открыла дверь. За открытой тобой дверью стала мама и похоже она ожидала твоего прихода.\nМама :\n— Иди кушать еда остынет!\nТы пошла поесть, ведь день не может начаться без еды. В шараге и так кормят плохо. Поэтому лучше есть.\nИ вот ты села за стол. За столом сидит папа, который уже опаздывает на встречу, он целует маму, быстро одевается в свою военную форму и уходит.\nТем временем ты приступаешь к приёму пищи. У тебя в руках вилка и ложка. На столе стоит чай и утренняя яичница. Пахлоюа она очень вкусно, и свежо. Чай был сладкий примерно 3 ложки. ",
    "answers": [
      {
        "id": 9,
        "text": "[Приступить к приёму пищи]"
      }
    ]
  },
  {
    "id": 9,
    "text": "Ты начала отрезать по кусочку от яичницы и класть себе его в рот. Яичница была идеальной и ты неплохо позавтракала. Запила все чаем и пошла в свою комнату за телефоном. Тем временем она увидел как в новостях хвасталисть достижением:\n\nКорриспондент:\n— И вот мы находимся в лаборатории №16, по имени BUKOGU. Здесь учёные пытаются сделать невозможное. Они хотят создать лекарство от смерти. И им удалось оживить мёртвую клетку растения. Это пока все что они могу нам заявить сказали они сами.\nИ дальше там стали говорить всякую ерунду про короновирус и прочее. И вот взяв телефон, ты пошла одеваться и обуваться чтобы пойти шарагу.\nА иначе влепят. И вот ты зашнуровываешь шнурки. И щастегиваешь куртку.\n— Пока мам! Я ушла.\nТы открыла дверь и пошла по лестнице вниз. Вы жили в десяти-этажном доме. Вы жили на восьмом этаже. Поэтому спускаться получилось долго. Ведь на лифтах ты ехала редко. Потому-что всегда боялась что он остановится. ",
    "answers": [
      {
        "id": 10,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 10,
    "text": "И вот ты уже на втором-этаже. Осталось всего немного и вот навстречу к тебе летит мальчик. Она был с множеством учебников и в очках. Он влетел прямо в тебя.\n???:\n— Простите п.. п.. пожалуйста.\nРечел:\n— Ты куда летишь? Что глаз нет?\n???:\n— Всё, в...в...все, простите.\nОна дальше быстро побежал от меня на верхние этажи. И вот ты подошла к выходу из вокзала.\nИ первое что ты видишь — это снег, и много домов. Сама ты жила в Санкт-Петербурге. И не прямо в середине, а почти на окраине. И вот ты наступила на чертовски мягкий снег и пошла дальше. Вокруг тебя, прилавки, магазины, и много-этажные дома. В особенности на улицах нечего не было. Всё было привычно и не чего странного или необычного.\nТы отправилась в свою щарагу. Идти тебе всего 1,2 километра. Это мало. Если привыкаешь то уже все равно.\nИ вот спустя пару десятков минут ты пришла в щарагу. В шараге уже видимые тобой лица, которые тебя очень замахали. Тебя уже давно все там бесили. И вот ты входишь в свой класс. Все с тобой здороваются и ты им отвечаешь взаимно. И вот наступил урок. Прозвенел ужасный звук звонка. У вас был урок геометрии. Вы изучали лучи и многое другое. ",
    "answers": [
      {
        "id": 11,
        "text": "[Отпросился в туалет]"
      }
    ]
  },
  {
    "id": 11,
    "text": "И вот ты потянула руку вверх чтобы спроситтся в туалет. Потому-что уже настамахало сидеть на этом уроке. А ходя в туалет хоть чуть-чуть можно побыть одному.  И вот ты спросилась в туалет. Тебя отпустили и ты встала и пошла. Ваша школа была трех этажная. Шарага находила на третьем этаже. А школа была ниже. И в туалет нужно было ходить на второй этаж. Все решили что так будет удобно. И вот вы спустились с лестницы на второй этаж и пошли в уборную. В ней было все чисто как обычно. Ты зашла в одну из кобинок и просто села на унитаз. Не снимая штаны просто сидела.\nДостав телефон, ты зашла в социальные сети.\nТам нечего особенного. Лишь был пост о том что:\n\nИзвестная лаборатория под название BUKOGU №16. Совершила невозможное! Им удалось воскресить мёртвую клетку растения.\nИ на этом все. Это впринцепе тоже самое что вы выдели утром по телевизору.\nИ вот прошло пять минут. Вы подумали что уже пора идти, а то подумают что с урока сбежала. И ты пошла обратно в класс.\nИ вот ты подымаешься по лестнице. Мимо тебя прохолят учителя и ученики. И вот ты заходишь в класс. В это время всем задали самостоятельные работы. Тебе тоже дали. Там нужно было много чертить. Вы итоге ту её сделала. Для тебя она показалась лёгкой. Но ты думала что как обычно получишь тройку из-за одной ошибки. И вот все смотрят на часы до звонка ровно две минуты. Все в предвкушении. И вот звонок зазвенел. Сегодня была пятница. И каждую пятницу у вас было три урока. А у остальных по-разному.\n\nВсю перемену ты просто просидела в телефоне. Больше впринцепе нечего. Всё вокруг тебя бегали, а ты вспоминала те деньки когда был карантин, ты могла вставать когда хочешь. И делать домазу когда хочешь. Главное было её вовремя здать.и вот прозвенел звонок. ",
    "answers": [
      {
        "id": 5,
        "text": "[Идти в класс] "
      }
    ]
  },
  {
    "id": 12,
    "text": "Ты несла посуду последняя. Но ты не заметила что недавно в вашей школе ввели приказ.\n\n                          Приказ №208\n\nКаждый ученик, который учится в школе или в шараге, если он уходит из столовой самы й последний то он моет посуду и за школьников и за других.\n\nДа знаю тупой закон, но писала его не ты. И тебя заставили мыть посуду пол урока.\n— Ну это лучше чем тузнуть на уроке — сказала ты.\n\nИ вот прозвенел звонок. Ещё примере двадцать минут ты мыла посуду. И вот ты закончила. Тебя быстро отправили на урок. У вас был русский язык. Ты его ненавидила больше всего, но больше делать тебе было нечего. Ты не решала к соделениб какой был урок. На уроке вам объясняли про морфемы и всякую дрянь. Но ыт как всегда не слушала потому-что вы это изучали в 3 или 4 классе. Тебе это было просто не нужно.\nИ вот урок кончился. Все записали домашнее задание и пошли, даже не пошли, а побежали в развевалку. Но ты не любила бегать и поэтому просто пошла медленно. Все уже сидят в автобусе. Но ты об этом не знала. Все быстро оделись и забыли про тебя. И вот автобус тронулся. Ты нечего в этот момент не заметила. И когда ты уже полностью оделась автобуса уже не было. Он уже подъезжал к дому. Но слава богу до дома было 1,2 километра и идти было не долго. Ведь сегодня утром ты шла пешком. И вот ты отпрвилась домой. Ты идёшь опять по своим следам, которые ты делала утром. Но они были еле видны ведь все замело. ",
    "answers": [
      {
        "id": 13,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 13,
    "text": "И ты зашла в ВКонтакте. Там были рвоые новости.\nЧто лаборатория №16 пр имени BUKOGU, сделала сенсацию. Она воскресила мёртвую столовую клетку человека! Они сказали что в ближаешие дни, они могут сделать лекартсов от смерти, и люди перестанут умерать. Либо они умрут и их снова возрадят.\nНо ты в эту пругу не веришь, ты считаешь это все неправда. Что они вешают нам лапшу науши, как РенТВ. И поэтому во все это ты не верила.\n\nИ вот ты подошла к дому. На улице в это время поднялся ветер и была пурга. Были снежные торнадо. Но они были маленькие. Не предоставляли угроз. И вот ты заходишь в дом. Дома тепло и хорошо. Все нравится. Ты поздоровалась с мамой. Она взаимно-ответила.\nТы разедалть и пошла к себе в комнату. И включив телевизор, там расскзали ещё одно чудо.\n\nЛаборатория №16 BUKOGU.\n\nМы совершили невообразимое! Нам удалось воскресить человека! Он умеет дышать и потихоньку приходит в себя!\nКориспонндент:\n\n—Фууух. Неужели? Человек теперь будет бессмертным? Неужели мы будем жить вечность? Это ещё остаётся под вопросом, но мы уже, на пару шагов от достижерия в НАУКЕ.\n\nЯ опять особо не поверила. Как можно воскресить человека? Мне кажется что к добру это не приведёт. И поэтому ты просто выключена телевизор и просто уснула. ",
    "answers": [
      {
        "id": 14,
        "text": "[Дальше] "
      }
    ]
  },
  {
    "id": 14,
    "text": "Проснувшись я была в шоковом состоянии. Я не понимала несколько секунд, где я нахожусь. И когда меня отпустила я быстро включила телевизор.\n\n*Экстренные вести*\n\nКориспонндент:\n\n— Внимание! Из-за опытов в лаборатории №16, вырвался опасный вирус. Его на назвали HOF-21.\nОн представляет из себя восставшиз из мёртвых людей. Зомби. Из называют Заблудшие. Они бродят по всему городу Санкт-Петербурга. Они поедают друг друга. Мы просим вас отсваться дома до выяснения объстоятельст.....\nОне не до конца договворила слово потому-что на неё напал Заблудший  и на камеру загрыс кориспондента и побежал за оператором.\n\n– А-ха, это невозможно! Аааааааа!!!!!! Неужели мы все умрём?!?!?!\n\nМама:\n– ты чего так орёшь? И так не до тебя! Надо уезжать срочно из города. Сейчас приедет отец и мы едем. И вдруг вы услышали, как будто кто-то терет руку об стекло. Вы открыли занавеску и там бешенными глазами на тебя смотрел он, прямо снизу его взгляд падал на верх. Тот Самый, Заблудший. ",
    "answers": [
      {
        "id": 15,
        "text": "[Закрыть занавеску и идти собирать вещи] "
      }
    ]
  },
  {
    "id": 15,
    "text": "Ты закрыла занавеску, боясь на него смотреть с верху хоть он и был маленький. И ты думала:\n*Ох, неужели ли зомби-апокалипсис настал? Не.. ттт НЕТТТТ. ПОЧЕМУ ИМЕННО СЕГОДНЯ!?!? ДОЛБАННЫЕ УЧЁНЫЕ!!! Я ТАК И ЗНАЛА ТЧО ВСЁ ЭТО ХОРОШИМ НЕ ЗАКОНЧИТСЯ!\nТы просилась в слезы и быстро пошла собирать вещи, чтобы побыстрее смыться из этого города.\nИ вот вы собрались. Но отца все не было и не было. Наступила ночь. Вы закрыли все занавески и потушили везде свет. На улице были отчётливо слышны, звуки толпы зомби.\nИ вот кто-то постучал в дверь. Вы испугались. Но ты решилась и хотела подойти поближе к двери и посмотреть в зрачок. Вы плотно подошла к железной двери и посмотрела в стеклянный зрачок. Но там уже....был не их отец.... Она увидела что её отец стал одним из них. И все.... его больше нет. Они пали в отчаение. Долго плакали, а тот зомби все терся около двери и орал. И вот резко все затихло. Послышалось выстрелы. Вы с мамой обняли друг друга, от испуга. Дверь вынесли с пинка. На вас уставили ружье и сказали:\n\n– Вы люди? Или кто!\n\nИ вот вы с мамой поварачиваете лицо на него. Он смотрит на вас, и вы смотрите на него. Это были военные. Они обшаривали квартиры в надежде сто ещё кто-то остался в живых.\n\nРечел:\n\n— Да... Мы люди! Помогите нам пожалуйста!\n\nВоенный:\n\n— Конечно, я за этим и пришёл- сказал он своим грубым голосом. — Ну что пошли! ",
    "answers": [
      {
        "id": 16,
        "text": "[Идти с ним] "
      },
      {
        "id": 25,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы собрали только то что было нужно. В этот момент вам ыюло нужно:\n\n1. Фонарик\n\n2. Провизия ( еда)\n\n3. Пара топоров ( для самообороны)\n\n4. Четыре аптечки.\n\n5. И старый пистолет \"Макаров\"\n\nОтец постоянно брал его на охоту. Причём патрон было на него много.\nВсё это все что на м нужно было для минимума.\nИ мы отправились. По дороге мы встретили много Заблудших. Но военный нам помогал. И вот когда мы спустились он посадил нас в машину. И нас повезли в специальный лагерь. Лагерь назывался \"Выжившие\"\nВ этом лагере собраны все люди Санкт-Петербурга, которые остались живые. В Санкт-Петербурге очень много заражённых. И вдруг сообщили что вирус, распарстранился на город \"Москва\". В Москве объстоятельства похуже. Там заражаемость в 2,5 раза больше!\n\nИ вот вы уже у себя в большой комнате. Каждому выдовали свою комнату. И было удобно. ",
    "answers": [
      {
        "id": 17,
        "text": "[Спать] "
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы сильно хотели спать после этой суматохи. Поэтому незамедлительно решили уснуть. Накрылись тёплым одеялом, выключили свет и просто уснули.\n\nВам снились деньки, когда вы с отцом гуляли, как вместе проводили выходные и многое другое.\n\nИ вот вы проснулись. Вам принесли завтрак.\nЗавтрак разводят по комнатам. А на обед и ужин, выходят на улицу на обшйи стол и там едят все вместе.\nВы позавракали как вчера утром. Яичницой и чаем. Мы хорошо поели и залезли в интернет. Хотели посмотреть что там твориться. Там одни новости о том что вирус распрастраниося за всю ночь на 19 городов! Это невероятная скорость заболеваемости. Врачи говорят что вирус передеается по воздушное капельному пути. И он распространяется очень быстро.\n\nНо с этим нечего нельзя поделать. О вакцине можно даже не мечтать. Если мы с короновирусом не могли справиться, то с этим не точно не справяться. Так что будем надеяться на лучшее. ",
    "answers": [
      {
        "id": 18,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы вышли из соц сетей. Вам стало скучно. И вот вы вышли на улицу. На улице вы увидели знакомое лицо. Это был тот самый парень в очках, который врезался в вас. Вы подошли к нему и спросили:\n\n– Э малой, а ты как выжил? Вон вирус то уже в 21 городах обитает! Ты каким хером выжил?\n\n???:\n\n— Да я не знаю. Случайно получилось. Просто побежал от зомби и меня спас военный. Вот так как-то.\n\n— Понятно.\n\nОн пошёл дальше, скорее всего туда куда ему будут выдавать комнату. Он шел с рюкзаком. С теми же самыми очками. Лохматый и в школьной форме. \n— Наверное со школы шёл, бедалага — сказала ты. \n—Ладно пойду обратно в свою комнату. Там будет по веселей. Да и прохладно в однйл толстой кофте. \n\n",
    "answers": [
      {
        "id": 19,
        "text": "[Идти в комнату] "
      }
    ]
  },
  {
    "id": 19,
    "text": "Ты пошла в комнату. Ты просто легла и просто лежала. Не зная что делать. Просто решила сочинять план побега. Да ты решила сбежать от сюда. Ведь сидя здесь мир не спасешь. А так как надеяться некуда, ты надеялась сама на себя.\n\nИ вот ты очень долго состоваляля план. Ты не обедала и не ужинала. Ведь сбежать от сюда было не просто. И вот утром позатвракая, ты решилась на план. ",
    "answers": [
      {
        "id": 20,
        "text": "[НАЧАТЬ ПОБЕГ] "
      }
    ]
  },
  {
    "id": 20,
    "text": "И так первым пунктом твоего плана было что нужно было найти союзника. Одной сбежать не получиться. Ты решила взять того мелкого. Ну ка кмелкого он учился в седьмом классе. Ты подошла к нему и сказала:\n\n— Ей слушай не хочешь со мной сбежать от сюда?\n\n— Сразу соглашаюсь. Мне здесь скучно. Поэтому да, я пойду с тобой.\n\nОтлично. Теперь у тебя есть союзник. Теперь план можно было осуществить.\n\nВторой пункт плана был в том что, мелкий должен  был отвлечь охранника болтавней, а Речел тем временем стащила ключи от машины в его комерке. И это им тоже удалось.\n\nНастала ночь. Время осуществить последний пункт плана. Завести машину и пробил ворота.\nТы с мелким потихоньку подошли к машине. Завили её быстро поехали на ворота. Вы выбили ворота и радостные уехали от туда. ",
    "answers": [
      {
        "id": 21,
        "text": "[Дальше] "
      }
    ]
  },
  {
    "id": 21,
    "text": "И вот вы далеко уезали от туда. Вы приехали в какую-то очень маленькую деревню. И зашли в дом. Там обустроились.\n\nВы зажгли свечи, чтобы не было так темно.\nВы поели что было и уснули. \n\n* На этом первая глава Книги Erring/Заблудшие. Кончается. Продолжение следует. ",
    "answers": [
      {
        "id": 1,
        "text": "[Конец] "
      },
      {
        "id": 6,
        "text": "☢Глава вторая☢ "
      }
    ]
  },
  {
    "id": 22,
    "text": "25.12.20  17:56\n\nСоздание книги и написание меню.\n___\n25.12.20 21:24\n\nПервая глава Книги полностью написана.\n___\n\n\n25.12.20  21:51\n\nНовое действие \"ИСТОРИЯ ОБНОВЛЕНИЙ\" \n___\n\n25.12.20. 21:35\n\nКнига теперь доступна не в квестовом формате.\n___\n\n\n25.12.20.  22:15\n\nНовое действие \"О АВТОРЕ\"\n___\n\n25.12.20. 22:17\n\nИсправлены маленькие ошибки.\n___\n\n26.12.20.  9:27\n\nИсправление орфографии и пунктуации. ",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 24,
        "text": "След страница. "
      }
    ]
  },
  {
    "id": 23,
    "text": "Общее сообщество про мои книги: Уголок писателя.\n\nОтдельное сообщество по этой книге: Erring: zombi virus HOF-21\n\nМой ВКонтакте: Марк Воронов\n\nИскать меня в Вконтакте по ID: mucato_huramasyki\n\nМой Surgebook: \n\nСкачиваем приложение Surgebook в Google Play ▶.\nВ поиске ищем \"Люди\". Нажимаем и пишем\" Mucato\" такого имени как у меня больше нет.\n\nТам я выпускаю все мои книги, в том числе и эту только не квестовом формате. ",
    "answers": [
      {
        "id": 1,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  },
  {
    "id": 25,
    "text": "",
    "answers": []
  }
]