[
  {
    "id": 1,
    "text": "Статус:  в процессе \n\nОбновлено 12.08.21\n\n\nЖанры:   \n\nФентези, Магия, Средневековье,  Гендерная интрига, Обратный гарем, Женский персонаж\n\n\n\nАннотация: \n\nЛилиям Дель Ваниле известен всем, как \"кровавый король\", \"багровый конец\", \"алый меч империи\" и даже \"бог смерти\". Некоторые люди падают в обморок от страха, едва услышав его имя. Но вот делема:  никто не знает главный секрет особы, ставшего причиной всеобщего страха и опасения- он на самом деле девушка. \n\nОна не просто меч империи, она- это её опора. Единственная причина, почему маленькое государство Каллия разраслось на весь континент. Глупый король вовсю веселиться, рассказывая, как одолел целую армию врага, забывая о Лилиям. Ну чтож, пока это не приносит ей проблем — девушка не будет лезть никуда, живя на севере страны, на территориях, отдалённых от внешнего мира горами... Неожиданно, мощным порывом магии на землях Лилиям появляется странная девушка..\n\n",
    "answers": [
      {
        "id": 2,
        "text": "Начало "
      },
      {
        "id": 3,
        "text": "Игровой персонаж "
      },
      {
        "id": 5,
        "text": "Общение с автором "
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a08/2012/6a/f939db7103aa.jpg"
      },
      {
        "id": 54,
        "text": "Список глав "
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://d.radikal.ru/d07/2107/3f/15b5a0dae28f.jpg",
        "system": true
      },
      {
        "id": 133,
        "text": "Обновления"
      }
    ]
  },
  {
    "id": 2,
    "text": "Стояло морозное тихое утро. Всё потрескивало от холода, поэтому все нормальные люди находились по домам. Грелись около камина, ну а у кого его не было, просто сидели рядом с печкой и грели озябшие ноги и пальцы. Только не она. Красноволосая девочка шла босиком по заснеженой тропе. Её ноги посинели, она не чувствовала пальцев, но упорно продолжала идти. В воздухе чувствовался резкий запах гари, а из-за мороза дышать было больно.\n\n Девочка залилась кашлем и упала на белоснежную землю. Её кроваво-красные волосы покрылись сажей, но даже сейчас они смотрелись величествено, притягивая своей красотой и недосягаемостью. Ей было невыносимо больно, но она не плакала. Нет, наоборот, она улыбалась, глядя в лицо своей смерти. Она несколько лет пыталась оттянуть этот момент, всеми силами цепляясь за жизнь. И вот, все эти девять лет прошли напрасно: ей суждено было умереть здесь и сейчас. На её лице не было ни тени страха. Протянув свою маленькую ручку, она закрыла ею солнце. Вдруг стало темно.. И тепло. Да, теперь ей не было холодно, наоборот, даже жарко. Она чувствовала, как кто-то поднял её на руки и завернул во что-то мягкое. Последнее, что она запомнила- это чёрные волосы и добрую улыбку, озарившуюся на лице её спасителя.. ",
    "answers": [
      {
        "id": 4,
        "text": "Глава I"
      },
      {
        "id": 54,
        "text": "Список глав "
      }
    ]
  },
  {
    "id": 3,
    "text": "Возраст:  26 лет\n\nХарактер:   Девушка уже перестала ощущать себя человеком, даже если она шутит, то только по привычке. Жестокая особа к врагам и девушкам лёгкого поведения, зато добра к слугам и соратникам. Может показаться либо легкомысленной, либо же слишком холодной. Характер меняется от выбора читателя\n\nСудьба:  Лилиям родилась в семье простолюдинов. У неё не было ни фамилии, ни чести, ничего. Только дикий ужас и отвращение к кровавым волосам.. И 11 братьев. Конечно, на девочку мало внимания обращали: то покормить забудут, то домой впустить. И вот, стукнуло ей 9, деревья сгорела  (как сгорела, узнаете в истории), а добрый дядя барон забрал её к себе..\n\nИстория будет рассказана в самом квесте ",
    "answers": [
      {
        "id": 1,
        "text": "Назад "
      },
      {
        "id": 3,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d11/2012/d7/50fd7b7e5ab1.jpg"
      }
    ]
  },
  {
    "id": 4,
    "text": "Глава I\n\nСегодня был такой хороший день.. Неужели его может что-то омрачить? Конечно, может. И это \"может\" очень сильно раздражает. Начинаем читать прямо сейчас",
    "answers": [
      {
        "id": 42,
        "text": "Начать"
      },
      {
        "id": 54,
        "text": "Список глав "
      }
    ]
  },
  {
    "id": 5,
    "text": "Доброго времени суток~\n\nМеня зовут Коала Персиковая, и я рада приветствовать вас здесь. Я автор этого произведения (вот это па-па-паварот) ????\n\nНадеюсь, вам понравилось. Глав пока мало, да и персонажи, как по мне, ещё не до конца проработанные. Влажные, так сказать. Если есть вопросы — пишите, мне всегда интересно с вам поговорить и послушать ваше мнение~~\n\nА здесь будут представлены вопросы касательно квеста.\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Назад "
      },
      {
        "id": 6,
        "text": "ОСТОРОЖНО, СПОЙЛЕРЫ "
      },
      {
        "id": 10,
        "text": "Вопрос "
      }
    ]
  },
  {
    "id": 6,
    "text": "Кхе, вот и спойлеры подъехали, а как же без них? \n\nВопросы построены на основе введённых в дальнейшем развитии сюжета и зависит, какую ветку и по какому пути вы пойдёте ",
    "answers": [
      {
        "id": 7,
        "text": "Путь воина! "
      },
      {
        "id": 8,
        "text": "Мирная жизнь дворянки"
      },
      {
        "id": 9,
        "text": "Мама в самом расцвете сил"
      },
      {
        "id": 11,
        "text": "Романтишен"
      },
      {
        "id": 12,
        "text": "АККУРАТНО, СМЕРТЬ! "
      },
      {
        "id": 5,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 7,
    "text": "Выбор",
    "answers": [
      {
        "id": 13,
        "text": "Личная армия"
      },
      {
        "id": 14,
        "text": "Наемники"
      },
      {
        "id": 15,
        "text": "Убийца"
      },
      {
        "id": 16,
        "text": "\"меч Империи\" "
      },
      {
        "id": 6,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 8,
    "text": "Простая концовка. Ничего интересного не происходит, ничего интересного происходить не будет... Ммееее... открыть ее довольно легко, объяснять я не буду, думаю, и так понятно ",
    "answers": [
      {
        "id": 6,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 9,
    "text": "Данная концовка отказывается, если вами (случайно) воспользовались. И вы оставите дитя. Хороший конец зависит от вашего эмоционального состояния. Так как вас обесчестели, вы легко можете оборвать себе жизнь. Даже если вы этого не хотите, в некоторых случаях данный выбор не зависит от вашего желания. С ума сойти легко, и если вы слишком часто выбирали совершенно ирациональные действия, персонаж потихоньку сходил с ума.\n\nДети- цветы жизни. На их появлении жизнь не закончилась, поэтому квест тоже будет продолжаться, пусть и немного сумбурно и не в том направлении ",
    "answers": [
      {
        "id": 6,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 10,
    "text": "Няяя~",
    "answers": [
      {
        "id": 19,
        "text": "Когда продолжение? "
      },
      {
        "id": 20,
        "text": "Сер Клаес -гей?!? "
      },
      {
        "id": 21,
        "text": "Он умер, что делать? "
      },
      {
        "id": 1,
        "text": "Назад "
      },
      {
        "id": 104,
        "text": "Мало выборов"
      },
      {
        "id": 107,
        "text": "Где ты, автор?"
      },
      {
        "id": 118,
        "text": "Касательно персонажей "
      },
      {
        "id": 211,
        "text": "Как устроен этот мир?"
      }
    ]
  },
  {
    "id": 11,
    "text": "Тут как пойдёт. Романтика-основа сюжета и без нее никуда. Ну, только если вы убьёте все цели для захвата. Поэтому романтишен будет и в наемниках, и в убийцах, и мирной жизни. Убить все цели у вас вряд-ли получится...Ха-ха.... Что-то я уже не уверена   \":^",
    "answers": [
      {
        "id": 6,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 12,
    "text": "Хочу предупреждить вас, что каждое ваше движение, действие или вдох может в будущем стать причиной ваших проблем и даже смерти. Не забывайте об этом, хорошо?\n\n Я серьёзно, даже от простого ненужного чиха история может кардинально поменяться",
    "answers": [
      {
        "id": 6,
        "text": "Хорошо (назад) "
      }
    ]
  },
  {
    "id": 13,
    "text": "Личная армия представляет собой ваше собственное войско. Вы вправе решать, что с ним будет дальше. Пожалуй, это огромная ответственность. Не забывайте, что каждое ваше движение имеет последствия в будущем (!)\n\nНесколько правил для выживания и командования ",
    "answers": [
      {
        "id": 17,
        "text": "Как устроена армия, казармы и прочая чепуха "
      },
      {
        "id": 18,
        "text": "Командование"
      },
      {
        "id": 7,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 14,
    "text": "Наемники- это и не рыба, и не мясо в области военного дела. Чтобы быть наемником нужно много тренироваться. Причём тренировать все умения, от А до Я. Скрытность, бой на мечах, кулачный бой, актёрское мастерство и так далее. ",
    "answers": [
      {
        "id": 7,
        "text": "Назад "
      },
      {
        "id": 78,
        "text": "Несколько советов "
      }
    ]
  },
  {
    "id": 15,
    "text": "ООО, пожалуй, эта моя самая любимая часть. Убийца — хладнокровный человек, и для этой концовки придётся выключить чувства и сердце сделать холоднее льда. ",
    "answers": [
      {
        "id": 7,
        "text": "Назад "
      },
      {
        "id": 79,
        "text": "Учимся с коалой"
      }
    ]
  },
  {
    "id": 16,
    "text": "Командование армией Его Величества, или же армией империи. В отличие от личной, императорские \"псы\" слушаются своего начальника до тех пор, пока Его Величество не прикажет убрать его с поста. Не имеют сильно выраженной привязанности. Помни, что от твоего выбора зависит судьбы многих людей, в том числе и гражданских ",
    "answers": [
      {
        "id": 17,
        "text": "Армия, казармы и прочая чепуха "
      },
      {
        "id": 18,
        "text": "Командование "
      },
      {
        "id": 7,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 17,
    "text": "Казармы:  \n\nВ каждом лагере от 2 до 5 шатров, в коих они расположены. За каждой казармой закреплён командир. Его нужно слушать ВСЕГДА. Командир всегда прав (!)\n\n°У новичков на руке пришита лента, цвет которой различается и показывает к какому отряду он принадлежит. Форма серая\n\n° Далее идут обыкновенные солдаты. Форма уже имеет цвет, закрепленный за своим отрядом.\n\n[пропускает ненужную информацию]\n\nВ зависимости от формы, её пошива и качества можно понять, как обращаться к тому или иному человеку.\n\nНе пропускайте обеды и строевые подготовки\nНе кланяйтесь никому, кто стоит выше вас по должности (если это, конечно, не Его Величество). Отдайте честь \n",
    "answers": [
      {
        "id": 7,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 18,
    "text": "Присекайте на корню нарушения\nНе ввязывайтесь в бой с подчинёнными без надобности\nБудьте умнее и хитрее, заставьте людей обманом идти за вами (не применяйте слишком часто) \nОсторожнее с востаниями- вас могут казнить\nДуэль: \nПравая перчатка кидается в левую щеку. Левая наоборот — в правую\n\n --------------------------\n|  Придумано автором   |\n|   Не пишите, что не      |\n|         правильно,            |\n| я это прекрасно знаю |\n --------------------------\n\n\nМеч — хорошее оружие в бою\nЛук-  в дальнем\nКинжал — диверсия или ближний (очень ближний) бой ",
    "answers": [
      {
        "id": 7,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 19,
    "text": "Главы выходят раз в неделю, чаще всего, в пятницу или четверг. Если же требуется устранить недочёты, баги или погрешности, то график может поменяться. ",
    "answers": [
      {
        "id": 10,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 20,
    "text": "Вам... Кхем, что? Стоп, серьёзно, что?.. \n\nСтранно, что вы вообще зашли сюда... Нет он-би. Как этот вопрос вообще сюда попал? Что за?..\nИ вообще, этот вопрос можно задать и по отношению ко всем персонажам, что являются любовными интересами",
    "answers": [
      {
        "id": 10,
        "text": "*злобные зырки в сторону преступника*  (назад) "
      }
    ]
  },
  {
    "id": 21,
    "text": "Как я уже говорил ранее, ваши действия могут повлиять на сюжет. Даже я не помню точное количество комбинаций, что помогут не умереть ни вам, ни вашим друзьям, любви и так далее.",
    "answers": [
      {
        "id": 10,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 22,
    "text": "Магазин ",
    "answers": [
      {
        "id": 23,
        "text": "Как помочь персонажу не умереть от случайной ошибки игрока? "
      },
      {
        "id": 24,
        "text": "Убить главного злодея: спецкурсы для спокойной жизни "
      },
      {
        "id": 25,
        "text": "Интересный зверёк "
      },
      {
        "id": 21,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  },
  {
    "id": 24,
    "text": "",
    "answers": []
  },
  {
    "id": 25,
    "text": "Обычный-   40 очков\n\nСредний — 80 очков\n\nРедкий — 120 очков\n\nЛегенда — 1200 очков ",
    "answers": [
      {
        "id": 22,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 26,
    "text": "Чтож, прошу прощения, если вам не выдали очки.\n(я говорю про очко.. очки... очк..ааа)\n Прошу, возьмите себе обычного зверька. Да и, честно говоря, можете  просто так его взять :3",
    "answers": [
      {
        "id": 27,
        "text": "Лотерея "
      },
      {
        "id": 10,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы выиграли..... Тртртртрр......\n\n\nМалыша — свинку!\n\nСтатус: обычный\nСтоимость : 40\nПродажа: 30\nЧит. способности: отсутствуют\nНавыки:  оруженосец 1 ранг \nПушечное мясо 1 ранг\nЗдоровье: 1 ранг — 150\nСила: 1 ранг — 30\nЧерный рынок:  продажа невозможна",
    "answers": [
      {
        "id": 26,
        "text": "Назад "
      },
      {
        "id": 28,
        "text": "Перебросить (бесплатно) "
      },
      {
        "id": 36,
        "text": "Оставить "
      },
      {
        "id": 27,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b36/2012/92/6a6e5874aee5.jpg"
      }
    ]
  },
  {
    "id": 28,
    "text": "Малыш — свинка!\n\nСтатус: обычный\nСтоимость : 40\nПродажа: 30\nЧит. способности: отсутствуют\nНавыки:  оруженосец 1 ранг \nПушечное мясо 1 ранг\nЗдоровье: 1 ранг — 150\nСила: 1 ранг — 30\nЧерный рынок:  продажа невозможна",
    "answers": [
      {
        "id": 29,
        "text": "Перебросить "
      },
      {
        "id": 26,
        "text": "Назад "
      },
      {
        "id": 36,
        "text": "Оставить "
      }
    ]
  },
  {
    "id": 29,
    "text": "Малыш — свинка!\n\nСтатус: обычный\nСтоимость : 40\nПродажа: 30\nЧит. способности: отсутствуют\nНавыки:  оруженосец 1 ранг \nПушечное мясо 1 ранг\nЗдоровье: 1 ранг — 150\nСила: 1 ранг — 30\nЧерный рынок:  продажа невозможна",
    "answers": [
      {
        "id": 30,
        "text": "Перебросить "
      },
      {
        "id": 26,
        "text": "Назад "
      },
      {
        "id": 36,
        "text": "Оставить "
      }
    ]
  },
  {
    "id": 30,
    "text": "Малыш — свинка!\n\nСтатус: обычный\nСтоимость : 40\nПродажа: 30\nЧит. способности: отсутствуют\nНавыки:  оруженосец 1 ранг \nПушечное мясо 1 ранг\nЗдоровье: 1 ранг — 150\nСила: 1 ранг — 30\nЧерный рынок:  продажа невозможна",
    "answers": [
      {
        "id": 31,
        "text": "Перебросить (последний раз) "
      },
      {
        "id": 26,
        "text": "Назад "
      },
      {
        "id": 36,
        "text": "Оставить "
      }
    ]
  },
  {
    "id": 31,
    "text": "Малыш — лисичка! \n\nСтатус: обычный\nСтоимость : 50\nПродажа: невозможна\nЧит. способности: \nОгонёк (1 ранг) \nНавыки:  оруженосец 1 ранг \nПушечное мясо 1 ранг\nЗдоровье: 1 ранг — 160\nСила: 1 ранг — 40\nЧерный рынок:  продажа невозможна",
    "answers": [
      {
        "id": 32,
        "text": "Оставить! "
      },
      {
        "id": 30,
        "text": "Мм.. Мне не нужно, отдайте прошлого животного!!! "
      },
      {
        "id": 31,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a27/2012/6b/63e40a162ecf.jpg"
      }
    ]
  },
  {
    "id": 32,
    "text": "Ура~~\nТеперь у вас есть свой собственный малыш ~\nЗаходите сюда почаще, чтобы играть с питомцем",
    "answers": [
      {
        "id": 1,
        "text": "Назад "
      },
      {
        "id": 34,
        "text": "Поиграем? ~"
      }
    ]
  },
  {
    "id": 33,
    "text": "Такового не обнаружено ¦<",
    "answers": [
      {
        "id": 34,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 34,
    "text": "Выбор ",
    "answers": [
      {
        "id": 33,
        "text": "???? Свинка"
      },
      {
        "id": 35,
        "text": "???? Лисья~~"
      },
      {
        "id": 33,
        "text": "???? Волчок "
      },
      {
        "id": 33,
        "text": "???? Лошадка"
      },
      {
        "id": 1,
        "text": "На главную "
      }
    ]
  },
  {
    "id": 35,
    "text": "Играем? ",
    "answers": [
      {
        "id": 38,
        "text": "Играть в мячик"
      },
      {
        "id": 39,
        "text": "Вперёд на тренировки! "
      },
      {
        "id": 40,
        "text": "Мыться"
      },
      {
        "id": 41,
        "text": "Еда? "
      },
      {
        "id": 1,
        "text": "На главную "
      }
    ]
  },
  {
    "id": 36,
    "text": "Ура~~\nТеперь у вас есть свой собственный малыш ~\nЗаходите сюда почаще, чтобы играть с питомцем и эволюционировать ????",
    "answers": [
      {
        "id": 37,
        "text": "Выбор "
      }
    ]
  },
  {
    "id": 37,
    "text": "Выбираем ",
    "answers": [
      {
        "id": 35,
        "text": "???? Свинка"
      },
      {
        "id": 33,
        "text": "???? Лисяя"
      },
      {
        "id": 33,
        "text": "???? Волчок "
      },
      {
        "id": 33,
        "text": "????  Лошадка"
      },
      {
        "id": 1,
        "text": "На главную "
      }
    ]
  },
  {
    "id": 38,
    "text": "Ваш питомец счастлив!\n\nВы просто молодец, теперь он привязан к вам сильнее ❤️",
    "answers": [
      {
        "id": 35,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 39,
    "text": "После изнурительной тренировки вы и ваш питомец пришли уставшие, но довольные. <plus>0,005 к рангу",
    "answers": [
      {
        "id": 35,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы все мокрые. Малыш вас не слушался и опрокинул тазик. Смешно, главное — держать себя в руках и не прибить его :D",
    "answers": [
      {
        "id": 35,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 41,
    "text": "Ничего особенного. Он поел и теперь счастлив. Но его опять нужно искупать. Маленький грязнуля",
    "answers": [
      {
        "id": 35,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 42,
    "text": "Солнце. Оно золотистыми лучами раливалось по телу, пронзая каждую клеточку всего живого своим теплом. Зелёные, даже изумрудные листья подрагивали на ветру, а синяя гладь озера, что в остальные дни было похоже на зеркало, теперь выглядело искажено. \n\nНа мягкой кровати спал мужчина с кроваво-красными волосами. По его спокойному лицу так и не скажешь, что этот человек убил множество людей. Так много, что можно было бы создать целое море из крови.. Шрамы украшали его руки и ноги, а немного спущенные штаны открывали аппетитные виды на его бедра. Тонкая, почти женская, талия резко бросалась в глаза. Хотя, почему это \"почти\"? Просто женская талия. Да, это была девушка, причём очень красивой внешности. Игривый лучик скользнул по лицу особы, заставляя её поморщиться и открыть глаза. Сначала один, потом второй.. Как же ей неохото было вставать сегодня. Но, дела не ждут. Поднявшись с кровати, она посмотрела на себя в зеркало ",
    "answers": [
      {
        "id": 43,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 43,
    "text": "На неё смотрел прекрасный молодой человек. С торчащими во все стороны алыми волосами и глазами цвета морской волны. Держа в руках кружку с чаем, она выпила собержимое. \n\n\"Слишком много сахара.. Сладко\"\n\nДевушка вздохнула. Лилиям Дель Ваниле.. Такое привычное, но странное имя. Чужое. И пусть никто не помнит, не знает, но на самом деле эту особу звали Мелли. Обычная простодюдинка. Шестнадцать лет назад её приняли в это поместье и теперь она является третьей принцессой, а точнее пятым принцем империи Каллия. \"Меч Империи\".. И самый лучший воин на этом континенте, и, наверное, в мире. Глупо переодеваться мужчиной, ведь совсем недавно в светских кругах знатные дамы отстояли права женщин, теперь на континенте воцарилось равноправие. Конечно, были люди, что относились к этому враждебно, даже некоторые дамы были против, так как по их мнению женщины должны рожать детей и заниматься домом, их руки не должны пахнуть железом и быть грубыми. И Лиям принимала участие в подавлении бунтов, что содрогали всю Империю. Вздохнув, она начала переодеваться: не хватало ещё, чтобы кто-то узнал, что она девушка. Уже двое  пропали бесследно в этом году. Именно они оказались самыми проворными и начали подозревать в Лилиям девушку.\n\n\"Слишком неосторожно... Тц...\" ",
    "answers": [
      {
        "id": 43,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b33/2012/f0/4d1ae640adca.jpg"
      },
      {
        "id": 44,
        "text": "*стук в дверь*"
      },
      {
        "id": 80,
        "text": "Коало-словарь *тык*"
      }
    ]
  },
  {
    "id": 44,
    "text": "—Кто там?, — раздражённо проговорила девушка, стягивая грудь жгутом и надевая рубашку. \n\nЗа дверями послышался голос дворецкого- самого близкого друга Лилиям, после того, как её приёмный отец скончался. Но он не знал её секрет. И очень даже хорошо.\n\n— Здравствуйте, господин. Можно войти?\n\nЛиям уже надела брючный костюм и открыла толстую дубовую дверь.. Перед ней показался милый парень лет 20, весело улыбаясь своему господину. Они были друзьями детства и дорожили друг другом",
    "answers": [
      {
        "id": 45,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 45,
    "text": "Сегодня он был не в форме, так как наступила пора, что ждут вся знать-фестиваль Алой Розы.\n\nПоглядев на паренька, Лилиям вздохнула, потерев переносицу. На лице не читалось ни капли раздражения, но она всячески старалась его изобразить \n\n—Не понимаю, мне или плохо, или вокруг тебя действительно распускаются цветы, когда ты так на меня смотришь?\n\nПарень порозовел, улыбнувшись\n\n\"Смутился.. Как маленький щенок!\"\n\n— Господин, вас могут неправильно понять. Не говорите такое парням, поняли? — мальчик посмотрел на девушку, поправив той воротник. Они почти одного роста, поэтому это было не так и сложно \n",
    "answers": [
      {
        "id": 45,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b23/2012/8b/389c02c29a4a.jpg"
      },
      {
        "id": 46,
        "text": "Хм.. Неужели я тебе не нравлюсь, Эллиот? "
      },
      {
        "id": 46,
        "text": "*наклонился ближе*"
      },
      {
        "id": 48,
        "text": "Фыркнуть"
      }
    ]
  },
  {
    "id": 46,
    "text": "Парень так сильно смутился, что стал похож на помидорку. Отвернувшись, он надув губы, проговорил так тихо, почти шёпотом:\n\n—Сер Лилиям, не делайте так.. Вы мне.. Конечно, нравитесь, но Вы-парень...\n\n—Что ты там сказал, я не услышал? — сказала девушка, потрепав Эллиота по голове, улыбнувшись. Паренёк опять покраснел. Никто, даже мужчины, не могли не восхищаться внешностью Лилиям, и она это знала. И даже использовала в нужный момент. \n",
    "answers": [
      {
        "id": 48,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 47,
    "text": "Она подкралась, как мышка. Ну, или она так думала. Обняв сзади Лиям, она сама подписала себе смертный приговор. Девушка присела на край кровати, дыша прямо над ухом господина.\n\n—Ах~  Сир, простите, но я люблю Вас~  Простите эту горничную~, — при этих словах она на корточках приблизилась к Лиям, прямо на кровати. — Сир, не могли бы Вы побыть со мной лишь ночь? ~ Я бы могла осчастливить Ва...\n\nПоследние слова заменило бульканье, а на белоснежную простынь упали капли крови\n",
    "answers": [
      {
        "id": 49,
        "text": "ничего больше не делать "
      },
      {
        "id": 50,
        "text": "убить"
      }
    ]
  },
  {
    "id": 48,
    "text": "—Что-то не так, господин? — Эллиот наклонил голову на бок, как будто маленький щенок. Честно, Лиям не видела в нем парня. Скорее, младшего братика.\n\n—Нет, ничего. Просто зачем мне каждый год ездить в столицу? Ну, я не понимаю, показался один раз в три года — и всё. Не надо никуда больше выбираться \n\nПаренёк, вздохнув и пригладив волосы, ткнул господина в лоб, изображая недовольство \n\n—Господин Ваниле, я уже сотню раз говорил Вам, что такова традиция и прихоть Его Императорского Величества. Вы поедите на фестиваль. И это не обсуждается\n\n—Боже, ты такой нудный, — девушка скорчила рожицу, — ещё немного, и будешь проходить на дворецкого Френсиса.. А ему, между прочим, уже около 70\n\n— 72. Ему 72. И Вы очень меня обижаете этим сравнением. Разве я похож на него? \n\nЭллиот сделал вид, что плачет. Тяжело вздохнув и прорычав что-то невнятное, Лилиям потрепала по голове парня. \n\n—Мир? \n\n—Мир\n\n—.... \n\n—Господин, я же говорил Вам, чтобы Вы говорили внятно. \n\nГерцогиня готова была убить взглядом. Взяв подушку, она кинула её в парня, попав прямо в голову \n\n**********************\n\n\nЗакончив все приготовления, Эллиот ушёл готовить и собирать вещи господина, пока тот сидел наверху. Дернув за звонок, Лиям вызвала к себе горничную, чтобы та принесла ей чай. Минуту спустя в комнату зашла молоденькая девушка с приятной внешностью. Её Лилиям ни разу не видела, но не слишком сильно удивилась. Недавно в честь праздника в особняке проводился отбор и нанимался новый персонал. Подав чай господину, горничная стала трясти перед Лиям своими прелестями, причём нарочно. Это наша аловласка сразу поняла\n\n\"Наглая девчонка. Её что, не учили, как правильно вести себя с господином?.. Тц, бесит. Эллиот, ух, попадись мне этот парень.. Кого только не берет сюда. Я что, похожа на частого гостя Цветочных Площадей? Вернее, я что, похожа на их гостя? \"\n\nНе добившись ничего, горничная ушла, но только на несколько минут... ",
    "answers": [
      {
        "id": 47,
        "text": "Далее"
      },
      {
        "id": 71,
        "text": "Цветочная площадь *\n/коало-словарь/"
      }
    ]
  },
  {
    "id": 49,
    "text": "Лиям смотрела на девушку свысока, убивая своим холодным взглядом все её надежды на спасение. Под этим взглядом горничная сжалась, стараясь слиться с белоснежной простынью. Она дрожала, прекрасно понимая, что это могут быть её последние секунды жизни. На пороге комнаты господина появился Эллиот, что совсем недавно завершил приготовления к отправке в столицу. Взглянув на паренька, горничная упала в ноги и стала плакать\n\n—Сир Эллиот, прошу, спасите меня!...\n\nНо в таких привычно-добрых для всех глазах она не нашла ни грамма понимания, ни сочувствия. Вдруг раздался хлопок. На белой щеке девушки появился отпечаток ладони.\n\n—Ты, продажная шкура, как ты посмела?.. Как ты посмела приставать к своему господину?\n\nЛилиям вздохнула: только начался день — так на тебе.. Сейчас ещё с этой девушкой разбираться. Взмахнув рукой, она показала Эллиоту вывести служанку из комнаты. Разве та не знала, что никто не смеет трогать Лиям? Все люди, даже за пределами герцогства, знали, что приближаться к Лилиям нельзя. Она просто убивает тех, кто пытается её соблазнить. Её руки уже были испачканы кровью, и смерть одной служанки погоды не сделает",
    "answers": [
      {
        "id": 51,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 50,
    "text": "\"Тц... Бесит\" \n\nВзмах — и комнату заполнил железный запах крови, а с ним и предсмертые крики дурной особы. Продажная девчонка, по другому нельзя её было назвать. Руки Лилиям были красные, и нож, что предназначался для резки хлеба, стал оружием. Слизав кровь с острия, как истинный маньяк, герцогиня дернула за нитку, призывая Эллиота. Он не раз встречался со смертью в своей жизни, поэтому привык к странностям господина. Даже не привык, а перенял его жестокость. А может, всё было наоборот?..\n\nЛилиям вздохнула: только начался день — так на тебе.. Сейчас ещё с этой девушкой разбираться. Взмахнув рукой, она приказала Эллиоту вывести служанку из комнаты. Разве та не знала, что никто не смеет трогать Лиям? Все люди, даже за пределами герцогства, знали, что приближаться к Лилиям нельзя. Она просто убивает тех, кто пытается её соблазнить. Её руки уже были испачканы кровью, и смерть одной служанки погоды не сделает. Слуга Смерти вышел на охоту...     ",
    "answers": [
      {
        "id": 51,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 51,
    "text": "Служанку так никто и не нашёл. Жители поместья пришли к выводу, что та просто не справилась с обязанностями и её уволили. Глупо, но всем хотелось в это верить.\n\n.....\n\nЭкипаж ехал по лесу. Зелёные деревья — великаны шумели своей листвой, а где-то вдалеке пели птицы. Спокойствие и умиротворение окружили это место. \n\nЛилиям сидела и смотрела в окно, думая о чем-то своём. Никто не знал, о чем размышляет господин, да и решиться спросить никто не мог. Новенькие просто сжались в сторонке, читая молитвы про себя, чтобы их не позвал герцог. И вот, они подезжали к столице. Гнилое место, люди здесь так привыкли носить маски, что невозможно было понять настоящий характер человека. Хотя нет, со знатью всё понятно. Все, от мелкого барона до самого короля пытались угодить друг другу. Жалко и противно было смотреть на них. ",
    "answers": [
      {
        "id": 52,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 52,
    "text": "К сожалению, Лилиям не могла сразу же отдохнуть, а всё из-за короля, что прислал к ней по меньшей мере человек 15 — гонцов. Всё они приглашали Лиям в дворец на аудиенцию с самим королем, и что она должна быть рада.\n\nНадев брюки и рубашку, девушка взяла и свой меч. Так, на всякий случай.. ",
    "answers": [
      {
        "id": 53,
        "text": "Конец I главы "
      }
    ]
  },
  {
    "id": 53,
    "text": "Дата выхода II главы:  1 января 2021 года\n\n\nЛилиям вызвал сам король, да ещё и в замок? Да ещё и без стражи? Что он собирается делать и с кем придётся столкнуться Лиям? Может быть, он будет твоим заклятым врагом или экстравагантной судьбой? Узнай это совсем скоро ",
    "answers": [
      {
        "id": 54,
        "text": "Список глав "
      },
      {
        "id": 1,
        "text": "На главную "
      },
      {
        "id": 72,
        "text": "II глава "
      }
    ]
  },
  {
    "id": 54,
    "text": "Список доступных глав ",
    "answers": [
      {
        "id": 2,
        "text": "Пролог"
      },
      {
        "id": 4,
        "text": "Глава I"
      },
      {
        "id": 70,
        "text": "Глава II "
      },
      {
        "id": 55,
        "text": "Глава III"
      },
      {
        "id": 56,
        "text": "Глава IV"
      },
      {
        "id": 57,
        "text": "Глава V"
      },
      {
        "id": 58,
        "text": "Глава VI"
      },
      {
        "id": 59,
        "text": "Глава VII"
      },
      {
        "id": 60,
        "text": "Глава VIII"
      },
      {
        "id": 61,
        "text": "Глава IX"
      },
      {
        "id": 62,
        "text": "Глава X"
      },
      {
        "id": 63,
        "text": "Глава XI"
      },
      {
        "id": 64,
        "text": "Глава XII "
      },
      {
        "id": 65,
        "text": "Глава XIII"
      },
      {
        "id": 66,
        "text": "Глава XIV"
      },
      {
        "id": 67,
        "text": "Глава XV"
      },
      {
        "id": 68,
        "text": "Глава XVI"
      },
      {
        "id": 69,
        "text": "План "
      },
      {
        "id": 1,
        "text": "Домой "
      }
    ]
  },
  {
    "id": 55,
    "text": "Глава III\n\nДата выхода:   8 января\n\n\nИмператор явно настроен против своего меча. Но посмеет ли тот убить или навредить Лилиям? Может быть, она сама нанесёт первый удар, или кто-то поможет ей? Или война между императором и девушкой всё же останется холодной? Узнайте в следующей главе!\n\n",
    "answers": [
      {
        "id": 54,
        "text": "Назад "
      },
      {
        "id": 85,
        "text": "Начать читать "
      }
    ]
  },
  {
    "id": 56,
    "text": "Дата выхода: 15 апреля\n\n\nИнтересно, что же хотел сказать Эллиот? И что за происшествие случилось на землях Лилиям? Хотя меня больше интригует любовная линия. Аккуратно, появится новый любовный интерес. Будет ли жарко на северных землях? Узнайте в следующей главе! ",
    "answers": [
      {
        "id": 54,
        "text": "Назад "
      },
      {
        "id": 92,
        "text": "начать "
      }
    ]
  },
  {
    "id": 57,
    "text": "Дата выхода:  7 июля",
    "answers": [
      {
        "id": 54,
        "text": "Назад "
      },
      {
        "id": 102,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 58,
    "text": "Дата выхода : неизвестно ",
    "answers": [
      {
        "id": 54,
        "text": "Назад "
      },
      {
        "id": 58,
        "text": "начать"
      }
    ]
  },
  {
    "id": 59,
    "text": "Дата выхода : неизвестно ",
    "answers": [
      {
        "id": 54,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 60,
    "text": "Дата выхода : неизвестно ",
    "answers": [
      {
        "id": 54,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 61,
    "text": "Дата выхода : неизвестно ",
    "answers": [
      {
        "id": 54,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 62,
    "text": "Экстра. Глава не относится к основному произведению и ни на что не влияет в будущем. Развлекательная глава для знакомства с судьбами героев\n\nДетство Лилиям Дель Ваниле \n\n\nДата выхода : планируется на 20 июля",
    "answers": [
      {
        "id": 54,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 63,
    "text": "Дата выхода : неизвестно ",
    "answers": [
      {
        "id": 54,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 64,
    "text": "Дата выхода : неизвестно ",
    "answers": [
      {
        "id": 54,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 65,
    "text": "Дата выхода : неизвестно ",
    "answers": [
      {
        "id": 54,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 66,
    "text": "Дата выхода : неизвестно ",
    "answers": [
      {
        "id": 54,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 67,
    "text": "Дата выхода : неизвестно ",
    "answers": [
      {
        "id": 54,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 68,
    "text": "Экстра. \n\nСудьба Алисии Харт \n\nДата выхода : неизвестно ",
    "answers": [
      {
        "id": 54,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 69,
    "text": "Планируется всего 45 глав и две книги (квеста) ",
    "answers": [
      {
        "id": 54,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 70,
    "text": "Дата выхода II главы:  1 января 2021 года\n\n\nЛилиям вызвал сам король, да ещё и в замок? Да ещё и без стражи? Что он собирается делать и с кем придётся столкнуться Лиям? Может быть, он будет твоим заклятым врагом или экстравагантной судьбой? Узнай это совсем скоро ",
    "answers": [
      {
        "id": 54,
        "text": "Назад "
      },
      {
        "id": 72,
        "text": "Начать читать "
      }
    ]
  },
  {
    "id": 71,
    "text": "Цветочкая площадь/ Цветочный дом/ Ветренный дом\n\nМеста, где собираются девушки /парни легкого поведения. Места отличаются лишь цветами. Женский: алые розы, персики, сирень. Мужские: яблоки, белые розы.\n\nОдин из главных источников информации, но не самое лучшее место для слежки",
    "answers": [
      {
        "id": 48,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 72,
    "text": "Глава II\n\n\"Неожиданные лица\"\n\nГоворят, что только люди, слабые духом, способны обманывать. Сильные люди всегда говорят правду, даже если они понимают все проблемы, связанные с правдивостью своей речи\n\n****\n\nАловласая особа подходила к дворцу. Большие массивные колоны, украшенные чистым золотом,  бросались в глаза, как бельмо на глазу маячели то тут, то там. Огромные львы, когда-то служившие символом власти и величия, потеряли всю грацию и смысл в безвкусно переделанном дворце под стать нового императора. Да его императором назвать язык не поворачивался, и Лилиям назвала бы его настоящим \"императором\" только лишь в бреду. Но мы отвлеклись",
    "answers": [
      {
        "id": 73,
        "text": "Войти в дворец "
      }
    ]
  },
  {
    "id": 73,
    "text": "Девушка зашла прямо внутрь дворца, не дожидаясь слуг. Массивные двери распахнулись перед герцогиней, как будто были сделаны из бумаги, что были открыты лишь дуновением ветерка. \nСлуги невольно сжались, и даже личный дворецкий Его Величества нервно сглотнул, показывая покорность перед Лиям. Госпожа, подобно львице, тихо и бесшумно, шла по коридорам, ориентируясь в лабиринте, состоящего из зал, комнат, лестниц, даже лучше, чем дворецкий. ",
    "answers": [
      {
        "id": 74,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 74,
    "text": "Зайдя в тронный зал, девушка бросила испепеляющий взгляд на императора, что важно восседал на троне. В другой раз он бы просто сжался от страха, но сейчас.. Сейчас рядом стоял парень лет 28. Лилиям специально не замечала его, так как её раздражал только один его надменный взгляд. Весь в отца. Гадость\n\n—Ваше Величество, Единственное Солнце Империи, герцог Лилиям Дель Ваниле приветствует Вас и желает долгой жизни и процветания Империи.\n\nДурацкие приветствия и дебильные традиции, что установил сам император-пустышка. Наверное, только Лиям могла называть его так в своих мыслях, не опасаясь мести с его стороны.\n\n—Лилиям, мой дорогой друг, как ты? Не устал после дороги?\n\nИмператор по-лисьи улыбнулся, скрывая все свои чувства под маской добродушия. Лиям решила не отставать.\n\n Поклонившись, она вызывающе посмотрела на людей, улыбнувшись, показывая белоснежные зубы. Император вздрогнул ",
    "answers": [
      {
        "id": 75,
        "text": "Рассмотреть Императора"
      }
    ]
  },
  {
    "id": 75,
    "text": "Лилиям отметила про себя, что в молодости он точно был дамским угодником. Если бы не скверный характер, то он точно и сейчас вскружил многим дамам головы. Короткая борода, седые волосы. Отточеные скулы.. Но такой редкостный старый хрыщ.. Черт, одним словом. Тьфу.\n\nДевушка заметила на себе чужой взгляд и повернулась ко второму человеку. ",
    "answers": [
      {
        "id": 75,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d07/2101/7f/d64bd0d023e3.jpg"
      },
      {
        "id": 76,
        "text": "Осмотреть второго"
      }
    ]
  },
  {
    "id": 76,
    "text": "...\n\n\"На отца похож\"\n\nДевушка поморщилась, решившись больше не смотреть на эту ошибку природы. Надменный взгляд, золотые волосы и золотые глаза. В общем, золотой мальчик, одним словом.\n\nИмператор отвлек Лиям от мыслей, где она проклянала и его самого, и его сына.\n\n—Герцог, сегодня ты более задумчивый, чем всегда. Что же случилось? Неужели Вам понравился мой сын?\n\nЛилиям поморщилась от этих слов, как от пощечины. Мысленно, конечно же. А так она оставалась полностью невозмутима\n\n—Ваше Величество, Вы оскорбили не только меня, но и покойного герцога. Прошу Вас, не говорите так.\n\nДевушка нахмурилась, прожигая взглядом своих морских глаз. Мужчины поежелись, не решившись более смеяться и шутить над герцогиней.\n\n—Ваше Величество, не поболтать же Вы меня позвали?\n\n",
    "answers": [
      {
        "id": 76,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b43/2101/6d/47ebc286f49f.jpg"
      },
      {
        "id": 77,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 77,
    "text": "Девушке очень хотелось поскорее закончить этот бессмысленный разговор, поэтому она всеми силами пыталась ускорить его завершение.\n\n—Ах, герцог, ты совсем не любишь ждать.. Чтож, ты прав, я пригласил тебя не для беседы, — тут у императора недобро сверкнули глаза, не предвещая ничего хорошего. — Недавно на твоих землях заметили повышенные магические волны. Герцог, ты же знаешь, чем это может обернуться для тебя.. \n\nНесколько стражников воинственно потянулись к мечам, а сама Лилиям даже мускулом не дрогнула. Спокойно и собрано девушка начала\n\n—Ваше Величество, к сожалению, мои маги ничего не почувствовали. Тем более, я верный слуга империи и её меч. Неужели Вы смели сомневаться в моей верности?.. ",
    "answers": [
      {
        "id": 55,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 78,
    "text": "Прежде всего стоит овладеть скрытностью. Наёмники выступают не только, как дополнение к армии, люди, что работают за деньги и специалисты в своём деле. Наемник должен обладать и навыками убийцы. Пожалуй, наемники-самая сложная ветвь в группе военного дела.\n\nДалее идёт навык владения холодным оружием. Также нужный навык для наемника.\n\nПо идее, наемники- это универсальные воины. Но стоят их услуги очень дорого. Не забывайте. Конечно, есть и те, кто специализируются только в узкой сфере. Такие люди будут либо войнами, состоящими в армии, либо убийцами, о которых пойдёт речь дальше ",
    "answers": [
      {
        "id": 14,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 79,
    "text": "И так. Для начала вам стоит овладеть искусством слежки. Это один из самых значимых умений профессионального убийцы. Далее навык скрытности. Умение владения мечем, кинжалом, луком. В зависимости от специализации человека. Есть те, кто прячутся в тени. Есть и те, кто убивают, будучи товарищами по оружию. Так же убийце нужно владеть актёрский мастерством",
    "answers": [
      {
        "id": 15,
        "text": "Назад "
      },
      {
        "id": 79,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b41/2101/9a/a29fcad7236b.png"
      }
    ]
  },
  {
    "id": 80,
    "text": "Приветствую вас в словарике интересных слов ",
    "answers": [
      {
        "id": 81,
        "text": "Мелли"
      },
      {
        "id": 82,
        "text": "Империя Каллия"
      },
      {
        "id": 83,
        "text": "Цветочная площадь "
      },
      {
        "id": 84,
        "text": "Цифры "
      },
      {
        "id": 43,
        "text": "Назад "
      },
      {
        "id": 134,
        "text": "Иерархия "
      },
      {
        "id": 135,
        "text": "Расы"
      },
      {
        "id": 204,
        "text": "Религия"
      },
      {
        "id": 205,
        "text": "Алхимия"
      },
      {
        "id": 206,
        "text": "Магия"
      }
    ]
  },
  {
    "id": 81,
    "text": "Мелли- имя простолюдинов, неблагородное и \"грязное\". По идее, даже не является именем, так как происходит от названия цифры \"9\" в империи — Мелль\n\nОзначает, как вы можете догадаться, именно эту цифру. Даётся девятым детям в семье, либо же тем, кто был нежеланным ребёнком. Всё из-за того, что после восьмого ребёночка семья физически не сможет прокормить всех детей. Да и взрослых тоже. ",
    "answers": [
      {
        "id": 80,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 82,
    "text": "Империя Каллия — самая огромная страна на континенте, лучшая армия, хорошая экономика. Образовалась совсем недавно, лет семь назад. Да, на момент начала образования Империи Лилиям было всего 19 лет. Но это не отменяет тот факт, что девушка действительно хороший воин. Но мы отвлеклись.\n\nИмперия имеет несколько центров. Управляет государством Император Лоренцо I и Совет Главных. В совет входят главы четырёх земель: северной, южной, восточной, западной. Лилиям является главой северных земель- самых больших и малонаселенных земель. Богаты пушниной и залежами камней маны. Далее идут восточные земли. Богаты металлами, знаменитые торговцы. Южные. Там же находится и замок Императора. Управляет сын Лоренцо I — Клаес. Главенствуют маги. И последние земли — западные. Огромные поля, хороший климат для многих растений, процветает ремесленичество",
    "answers": [
      {
        "id": 80,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 83,
    "text": "Цветочкая площадь/ Цветочный дом/ Ветренный дом\n\nМеста, где собираются девушки /парни легкого поведения. Места отличаются лишь цветами. Женский: алые розы, персики, сирень. Мужские: яблоки, белые розы.\n\nОдин из главных источников информации, но не самое лучшее место для слежки. Понятно, почему, да?.. ",
    "answers": [
      {
        "id": 80,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 84,
    "text": "1 — Тир\n2 — Пент\n3 — Тарэ\n4 — Люя\n5 — Нест\n6 — Фер\n7 — Лель\n8 — Юст\n9 — Мелль\n10 — Тирит\n20 — Пентар\n30 — Тарэс\n40- Люяль\n50 — Нестир\n60 — Феррэ\n70 — Лелим\n80 — Юстир\n90 — Мелес\n100 — Тиритос\n1000 — Тиритис\n10000 — Тирис",
    "answers": [
      {
        "id": 80,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 85,
    "text": "Глава III\n\n\"Меч Империи\"\n\n\nНе приписывай себе заслуги других. Всё станет явным в самый неподходящий момент.\n\n****\n\nЛилиям стояла перед Императором, гордо подняв голову и смотрела на всех холодным, жестоким взглядом, показывая своё превосходство. Нахмурившись, она показала свою кровожадную улыбку. Нет, это была не улыбка. Скорее, хищный оскал, что показывает охотник перед добычей. Император поежился, но заговорил\n\n—Лилиям, ты для меня, как сын, — девушка от таких слов лишь иронично улыбнулась, — и я бы не хотел привлекать в наши \"семейные\" разборки стражу. И тем более Совет. Я знаю, что ты хороший человек и самый лучший воин в Империи. После меня, конечно..\n\nЛиям от таких слов хотела бы рассмеяться. Да ещё и очень громко. Он? И самый лучший рыцарь?! Да этот паршивый монарх и в руках своих меча не держал ни разу в жизни! Его руки нежные и мягкие, без царапин и мозолей. Если бы он был самым лучшим воином, то не только бы Империи, но страны Каллия не было бы уже на карте. ",
    "answers": [
      {
        "id": 87,
        "text": "Сохранять самообладание "
      }
    ]
  },
  {
    "id": 86,
    "text": "Девушка вышла из дворца и села в карету, глубоко вздохнув. Сегодня она устала ещё больше. И это она ещё не общалась с людьми из знатных родов.\n\n \"Боже, за что же ты так со мной?\"\n\nЛилиям схватила за руку проходящего мимо Эллиота и притянула к себе, усадив его перед собой на мягкое сиденье. Паренёк икнул от неожиданности, а потом схватился за сердце, изображая приступ.\n\n—Господин, господи.. Вы хотите, чтобы у меня случился инфаркт? Не делайте Вы так, сколько раз я повторял это?\n\n—Ты опять заладил, Эллиот, я старше тебя на пять лет, а такое чувство, что ты мне дед. Но сейчас не об этом. Император сказал, что на наших землях недавно был всплеск магии. Причём такой сильный, что даже дворовые маги почувствовали это. Не хочешь ли ты мне рассказать об этом?...\n\nПарень вздрогнул и  заговорил хриплым голосом. Хочется сказать, что Лилиям неожиданно поймала себя на мысли, что так он кажется более мужественным и, может быть, у них бы что-то да и.. Господи, о чем ты там думаешь, Лиям?! Нас тут дети читают!\n\n—Господин, понимаете, мы... ",
    "answers": [
      {
        "id": 90,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 87,
    "text": "Девушка тяжело вздохнула, еле сдерживая смех. Ещё чуть чуть, и она рассмеялась бы Императору прямо в лицо. И тогда точно были бы проблемы. И Элиот ещё бы прикопался, мол, у нас и без этого дел хватает, разбирайтесь сами. Император же тяжелый вздох принял за немое согласие и продолжил:\n\n—Герцог, надеюсь, ты понимаешь, что пользование такой сильной магией без соглашения с властью строго наказывается.. Кхем, но на этот раз я закрою глаза на твой, пусть и не маленький, поступок.\n\nЗа Императором кашлянул его сынишка- Клаес. Лилиям хотела бы опять вздохнуть, но, вспомнив, чем это закончилось в прошлый раз, решила просто стоять. \n\n—Ваше Величество, неужели Вы хотите сделать поблажку этой... Крысе... Мне кажется, вас могут неправильно понять. Что скажет Совет, если узнают, что вы сделали исключение? Не ударит ли это по вашей репутации? \n\nПарень посмотрел на девушку, подмигнув ей и улыбнувшись. Лиям смотрела на Клаеса ледяным взглядом, желая прикончить этого недо-принца. Как же это все раздражает. Но тут ей в голову забрела неожиданная мысль.. \n\n",
    "answers": [
      {
        "id": 89,
        "text": "Заигрывать с принцем "
      },
      {
        "id": 88,
        "text": "Оставаться спокойной "
      }
    ]
  },
  {
    "id": 88,
    "text": "—Ваше Высочество.. Неужели Вы только что улыбнулись мне, говоря такие гадкие речи? Знаете, я слышал, что в знатных кругах подобное сочетание показывает интерес к собеседнику в романтическом плане. Ох, неужели наш принц любит мужчин?..\n\nИмператор неожиданно повернулся к сыну, поигнорировав его слова, зато услышав Лилиям. Отношения между мужчинами в последнее время были распространены, но всё же не приветствовались у других людей. Похоже, принцу будет не сладко.. Хотя он сам это прекрасно понимал. Девушка посмотрела на Клаеса и заметила лёгкий румянец, который тот старательно скрывал, пусть и не очень удачно.\n\n—Ваше Величество, можно ли мне покинуть Вас?..\n\n—Ты ещё здесь, герцог? А, да идите..\n\nПохоже, принцу действительно будет плохо. Ну и что? Сам виноват. Ещё с самого детства он постоянно соревновался и подставлял Лиям. Теперь её очередь действовать ",
    "answers": [
      {
        "id": 86,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 89,
    "text": "—Ваше Высочество.. Неужели Вы только что улыбнулись мне, говоря такие гадкие речи? Знаете, я слышал, что в знатных кругах подобное сочетание показывает интерес к собеседнику в романтическом плане. Ох, неужели наш принц любит мужчин?.. Я, конечно, натурален, но раз Ваше Высочество так открыто показывает свой интерес ко мне, то.. Я жду Вас у себя в поместье ~\n\nДевушка улыбнулась, скорчив самую милую рожицу из всех, что были у неё в запасе. Причём кроме принца, что был похож на варёного рака от её слов, покраснела и стража, а один из милых стражников, паренёк лет 19 отвернулся от потенциальной угрозы жизни Императора, принца и рыцарей, убрав руку от меча и закрыв ладонью лицо. \n\nИмператор неожиданно повернулся к сыну, поигнорировав его слова, зато услышав Лилиям. Отношения между мужчинами в последнее время были распространены, но всё же не приветствовались у других людей. Похоже, принцу будет не сладко.. Хотя он сам это прекрасно понимал. \n\n—Ваше Величество, разрешите уйти?\n\n—Ты ещё здесь, герцог? Конечно, идите. Надеюсь, Вы шутили по поводу.. Хем... Вашего имения и принца? \n\n—Конечно, Ваше Величество. Но я не могу говорить за сера Клаеса и его ориентации. Всего доброго \n\nПохоже, принцу действительно будет плохо. Ну и что? Сам виноват. Ещё с самого детства он постоянно соревновался и подставлял Лиям. Теперь её очередь действовать ",
    "answers": [
      {
        "id": 86,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 90,
    "text": "Бум, бам, конец главы! :D\n\n",
    "answers": [
      {
        "id": 54,
        "text": "Список глав "
      },
      {
        "id": 56,
        "text": "Глава IV"
      },
      {
        "id": 1,
        "text": "На главную "
      }
    ]
  },
  {
    "id": 91,
    "text": "обидеть глеба может каждый\nсломать мольберт, порвать эскиз\nниктож не знает, что у глеба\nсемнадцать трупов в гараже",
    "answers": [
      {
        "id": 1,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 92,
    "text": "Глава IV\n\n\"Происшествие\"\n\nВсе случайности не случайны. Иногда мы просто не видим между событиями связь \n\n♧♧♧\n\n\nДевушка смотрела на Эллиота непоколебимым взглядом, в коем не было и капли веселья. Да, серьёзного разговора не избежать, и он это прекрасно знал. Лилиям терпеливо ждала, когда тот соберётся с мыслями и начнёт хоть что-то говорить. Но он был нем, как рыба. Герцогиня хмурилась. И эта пауза могла бы затянуться на все то время пути, что было отведено на путешествием из точки А в точку В. То есть, из дворца в северные земли. Нужно хоть что-то придумать, чтобы мальчишка начал говорить. Но это бывает так сложно. Эх, начинать разговор первой- это не то, что нравилось Лиям. Но, такова жизнь. Видимо, окончательный день решил ее просто добить как в моральном, так и физическом плане. Еще чуть-чуть – и Лилиям ударила бы по стенке кареты. А дальше и страшно подумать. Нет, конечно, руку так не сломаешь, но карета точно будет в невыгодном состоянии. И этот мальчишка Эллиот опять начнёт выносить мозги. О, нет. Герцогиня ему это не позволит. Не в данный момент уж точно ",
    "answers": [
      {
        "id": 93,
        "text": "Стукнуть по сиденью"
      },
      {
        "id": 94,
        "text": "Держать себя в руках и ещё раз спросить самого парня"
      },
      {
        "id": 95,
        "text": "Сидеть и ждать "
      }
    ]
  },
  {
    "id": 93,
    "text": "Лиям с силой ударила по мягкой обивке сидений в экипаже,попутно ругаясь нецензурной бранью.Она не была зла, что маги могли проводить свои эксперименты, скрывая это от Императора, но чтобы эти жалкие псы скрывали ЭТО от главы этих же земель?! И скрывал это никто иной, как Эллиот. Из-за этого было противно ещё в несколько раз. Вздохнув, она прорычала. И звук этот был похож именно на рык, нежели на человеческую речь\n\n—Ну? Я тебя прекрасно слушаю?..",
    "answers": [
      {
        "id": 98,
        "text": "далее "
      }
    ]
  },
  {
    "id": 94,
    "text": "Ох, это было сложно. Держать себя в руках бывает непросто, особенно если тебя переполняют эмоции. Так, соберись! Ты же герцог, в конце-то концов! Нужно быть спокойной и собранной, не ударь в грязь лицом перед мальчишкой. \n\n—Эллиот, я еще раз спрашиваю: что произошло на МОИХ землях, прямо перед МОИМ носом?\n\nЛиям была зла. Она злилась на парня, который, по ее мнению, предал девушку, скрывая действия магов от герцога. Она злилась на себя. Что ты за герцог такой, что не знаешь, что происходит прямо перед твоим носом?! Чтобы сказал отец?! Тц, позор. \n\nМимо кареты проносились деревья, всё больше и больше темнея по пути. Это черная аррозия- дерево, растущее на северных землях. Очень прочное, а главное-защищает от холода  как никакое другое дерево. Его листья используются для приготовления различных интересных вещей.  Например, лекарства. Из него делают клей, а также некоторые виды яда, способного убить нервную систему. Опасная вещица. И особенно опасны животные, обитающие в зарослях, если можно это так назвать, черной аррозии. Животные средних размеров, чем-то похожи на ящериц. Никогда их лучше не трогать. Их кожа вырабатывает очень мощный яд. Но что-то мы отвлеклись \n\n",
    "answers": [
      {
        "id": 96,
        "text": "далее"
      },
      {
        "id": 94,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c16/2104/eb/adb1ef2af852.jpg"
      }
    ]
  },
  {
    "id": 95,
    "text": "Сидят. Молчат. Играют в гляделки. Ну, как играют. Герцогиня трясётся от гнева, Эллиот от страха. Так точно ничего не вытащить из этого парня. Нужно придумать что-то другое ",
    "answers": [
      {
        "id": 94,
        "text": "Спросить еще раз"
      }
    ]
  },
  {
    "id": 96,
    "text": "\"Ах этот паршивец! Если он сейчас  не заговорит, то я... то я... \"\n\nЧто сделает с ним Лиям, она, к счастью, придумать не успела, так как парень заговорил \n\n—Господин... я не смогу точно сейчас сказать, но... прошу Вас, вы должны увидеть это собственными глазами \n\nЛиям сидела и смотрела на слугу. Да, этот Эллиот ее в могилу сведёт скоро. Зачем ей на что-то ехать и смотреть? Вряд ли это будет стоить ее времени пути. Но дело срочное, поэтому...\n\n",
    "answers": [
      {
        "id": 97,
        "text": "согласиться"
      }
    ]
  },
  {
    "id": 97,
    "text": "— Тц... чёртов слуга. Скажи, ты служишь самому дьяволу?\n\nВероятность того, что ее предадут была крайне мала, но всё же \n\n—Ай, да черт с тобой. Поехали, паршивец \n\nНа самом деле девушка очень ценила Эллиота и любила его, как друга. Френдзона? Да, она самая. Ну и что, что так плохо поступать? Всё же, это Элииот. Он не может видеть в госпоже партнёра в романтическом плане. Хотя бы потому что Лилиям притворяется мужчиной. Но что-то мы отвлеклись. Продолжим?\n\n—Ах, спасибо Вам, господин\n\nПаренёк опять начинает вести себя, будто неуважает госпожу. Поэтому иногда его надо припугнуть. Правда, как сейчас, не совсем срабатывает. Но и ладно, нужно ехать и не думать о разных раздражающих вещах. Интересно, маги будут стоять на коленях и умолять сохранить им жизни? А то слишком уж распоясались. Не боятся ничего они. Тьфу",
    "answers": [
      {
        "id": 99,
        "text": "далее"
      }
    ]
  },
  {
    "id": 98,
    "text": "Молчит. Да он издевается, в конце концов?!\nИ сиденья жалко. Ой, как жалко \n\n\"Ах этот паршивец! Если он сейчас  не заговорит, то я... то я... \"\n\nЧто сделает с ним Лиям, она, к счастью, придумать не успела, так как парень заговорил \n\n—Господин... я не смогу точно сейчас сказать, но... прошу Вас, вы должны увидеть это собственными глазами \n\nЛиям сидела и смотрела на слугу. Да, этот Эллиот ее в могилу сведёт скоро. Зачем ей на что-то ехать и смотреть? Вряд ли это будет стоить ее времени пути. Но дело срочное, поэтому...\n",
    "answers": [
      {
        "id": 97,
        "text": "Согласиться "
      }
    ]
  },
  {
    "id": 99,
    "text": "****\n\nИ вот, экипаж остановился рядом с огромной пещерой. Так, вроде бы ничего необычного, пещера как пещера. Нужна для добычи камней маны. Неужели маги что-то сделали с такими огромными залежами камней?! Ааа, нет, она не выдержит таких огромных расходов. Повесит, точно повесит их. \n\nС такими мыслями девушка подходила ближе к месту, где всё сложилось. Рядом стояли солдаты, а также палатка главного мага, что приехал прямиком из столицы. \"Гнусный император, а говорил, что даст мне самой во всем разобраться. Хотя, на что-то другое надеется не приходилось\" ",
    "answers": [
      {
        "id": 100,
        "text": "далее"
      },
      {
        "id": 99,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d03/2104/54/16e9b706adc0.jpg"
      }
    ]
  },
  {
    "id": 100,
    "text": "Подойдя ближе, Лилиям увидела мага. Да еще не абы какого- а самого Ренольда. Его она терпеть не могла. Он чем-то похож на кронпринца. Ах, да. Точно. Он же его брат. Как она могла забыть? Один хуже другого. Первый строит из себя непонятно что, второй холодный, как кусок льда. И это доставляет много проблем. Очень, оооочень много проблем.\n\nИ эта его внешность. Агхр, прям бесит. Красавчик, каких поискать. Длинные волосы цвета фиалки, большие глаза. И добрые. Люди, что любят его за эту притворную доброту, одумайтесь. Лиям уже давно знала Ренольда, и прекрасно понимала, что маг не станет ничего делать, если не видит в этом себе выгоду. Причем выгода должна быть больше, чем у остальных людей. Вот такой вот человек-этот Рен. Лживый, эгоистичный, извращенный, садист и вообще...вообще. Этот парень любит женщин и ничего не остановит его заглянуть под юбк3 к девушке, такие мужчины ее раздражали больше всего \n\nЛиям хотела проигноровать мага и уйти от него как можно дальше, но...\n\n—Ах, господин Лилиям, постойте!\n\nВыслуживается, пес.....\n",
    "answers": [
      {
        "id": 101,
        "text": "далее"
      },
      {
        "id": 100,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d32/2104/f8/36f0cbea577e.jpg"
      }
    ]
  },
  {
    "id": 101,
    "text": "\n\nА вот, а всё. Так мало. Не волнуйтесь, следующая глава вас порадует ;3",
    "answers": [
      {
        "id": 57,
        "text": "назад "
      }
    ]
  },
  {
    "id": 102,
    "text": "Глава  V\n\n\"Обычный день из жизни герцогини\"  часть 1\n\nЛюди могут забыть, что вы сказали. Могут забыть, что вы сделали. Но никогда не забудут, что вы заставили их почувствовать..\n\n***********\n\n\nЭтот маг. Почему сегодня происходит всякое дерь... нет, почему вообще это происходит? Почему именно с графиней? Да за что такое наказание?!\n\nС такими не очень радужными мыслями, приправленными отборной нецензурной лексикой, Лилиям подождала, пока Ренальд подойдет к ней поближе. ",
    "answers": [
      {
        "id": 103,
        "text": "далее"
      }
    ]
  },
  {
    "id": 103,
    "text": "—Добрый день, сер Ваниле. Как приятно  увидеть  Вас в столь необычном месте.\n\nМаг подошёл ближе и поклонился. От него веяло чем-то похожим на сосну и морозной свежестью. Обычно женщины сходили с ума от него. Статный, широкоплечий мужчина с хорошими манерами и еще более хорошей родословной. Каждый в Империи хотел равняться на известного мага. Его аккуратный костюм изредка поблескивал серебром в лучах солнца, и Лилиям поймала себя на мысли, что при свете луны он выглядел бы еще загадочнее и прекраснее. Но, быстро отогнав эти мысли, она посмотрела на Ренальда, что до сих пор ждал ответа от герцога, скрывая свое раздражение и нетерпение за добродушной улыбкой ",
    "answers": [
      {
        "id": 105,
        "text": "Спокойно поздороваться "
      },
      {
        "id": 106,
        "text": "игнорировать "
      }
    ]
  },
  {
    "id": 104,
    "text": "Возник такой вопрос: почему мало выборов?\n\nОтвет на него очень прост. Сейчас идёт знакомство с героями. Ваши выборы совсем немного влияют на квест, так как всех героев вы ещё не видели. с шестой главы начнётся...ммм... ад    >:D",
    "answers": [
      {
        "id": 10,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 105,
    "text": "—Добрый день, господин маг,-проговорила Лиям, стараясь сохранить спокойствие и стать перед своими подчиненными и магом,-Чем я могу Вам помочь? \n\nРенальд улыбнулся, и Лилиям ой как не понравилась эта его улыбочка. Еще с самого детства он вел себя так. Скрывает все свои мысли за этой хитренькой рожицей, уверенный в том, что его не поймают на лжи. \n\n—Благодарю, герцог, за ваше предложение, но я, пожалуй, откажусь. Мне бы хотелось перейти к делу. Честно говоря, мне уже доложили ваш недавний разговор с Его Величеством. Надеюсь, все прошло хорошо?\n\nГерцогиня вздохнула и посмотрела на Ренальда. Иногда кажется, что он специально выводит из себя девушку. Извращенец. С детства такой... Но, ничего не поделать. Лиям кивнула в сторону шатра, как-бы приглашая мага пройти за ней.\n\n—Да, господин маг, все прошло более, чем хорошо,-Лиям отодвинула ткань, прикрывавшую вход от посторонних глаз и села,-Ваш брат также присутствовал на аудиенции с Его Величеством.\n\n\nПри упоминаний брата Ренальд немного нахмурился, и на его красивом, утонченном лице появилась морщинка. Положив голову на тыльную сторону ладони, тот начал говорить спокойным, ничего не выражающим голосом:\n\n—Лилиям, Вы же знаете, что мой брат совсем лишён манер и чувствует себя центром земли. Мне бывает стыдно за него. Точнее, стыдно всегда. \n\n—Сер, я попрошу Вас переставать говорить о Его Высочестве в таком ключе, особенно со мной. У меня итак есть куча проблем. И одна из них это...\n\n—Ах, Лилиям, но с кем мне поговорить еще, кроме тебя? Слишком много лишних ушей, слишком много...Лилиям, сер, что Вы делаете?\n\nГерцогиня подошла к выходу из шатра, всем своим видом показывая, что если маг не начнёт говорить о том, что случилось на землях Лиям, она незамедлительно покинет его, дабы самой разобраться. ",
    "answers": [
      {
        "id": 115,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 106,
    "text": "Лилиям решила игнорировать мага, проходя мимо людей и продолжая идти к пещере. Рядом с ней стояла группа человек, о чем-то с интересом беседующих, так что те не сразу заметили Лиям, что подошла к ним.\n\n—Я вам серьёзно говорю, парни, не спроста это,-Мужчина с лохматой рыжей бородой провел рукой по своей гладкой голове, что сияла на солнце, как вычещенная кастрюля.\n\n—Да ладно тебе, Джо, брехня твои байки. Нет там никаких призраков,-другой мужчина с русыми усами ухмыльнулся.\n\n—Клянусь своим золотым зубом, я действительно видел его. Точнее, ее. С черными волосами, голубыми глазами. Никогда не встречал таких людей. И одета не по нашему. Странная, в общем. \n\n—Хватит чущь пороть. Все знают, что ты тот ещё врун.",
    "answers": [
      {
        "id": 108,
        "text": "Подслушать еще"
      },
      {
        "id": 105,
        "text": "Идти к магу"
      }
    ]
  },
  {
    "id": 107,
    "text": "На самом деле я всегда здесь и всегда читаю ваши комментарии. Я лишь не успеваю писать и делать остальные дела, что важны. Недавно закончились экзамены, поэтому я с головой ухожу в написание квеста. Спасибо, что вы со мной   =3=  ~~♡\n\nВсех люблю, чмок в лобик\n\n\n\n                                                Автор квеста, коала ",
    "answers": [
      {
        "id": 10,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 108,
    "text": "Люди перестали говорить на эту тему и стали спорить насчёт рыболовных снастей",
    "answers": [
      {
        "id": 110,
        "text": "Послушать еще"
      },
      {
        "id": 105,
        "text": "Идти к магу"
      }
    ]
  },
  {
    "id": 109,
    "text": "Люди перестали говорить на эту тему и стали спорить насчёт рыболовных снастей",
    "answers": [
      {
        "id": 111,
        "text": "Послушать ещё "
      },
      {
        "id": 105,
        "text": "Идти к магу "
      }
    ]
  },
  {
    "id": 110,
    "text": "Люди перестали говорить на эту тему и стали спорить насчёт рыболовных снастей",
    "answers": [
      {
        "id": 109,
        "text": "Послушать ещё "
      },
      {
        "id": 105,
        "text": "Идти к магу "
      }
    ]
  },
  {
    "id": 111,
    "text": "Люди перестали говорить на эту тему и стали спорить насчёт рыболовных снастей",
    "answers": [
      {
        "id": 112,
        "text": "Послушать ещё "
      },
      {
        "id": 105,
        "text": "Идти к магу "
      }
    ]
  },
  {
    "id": 112,
    "text": "—Говорят, сер Винсент скоро прибудет.\n\n—Неужели этот извращенный парень прибудет к нам? О нет, я скорее уволюсь, чем буду лицезреть его рожу\n\n—Да мы тут все уволимся, так что некому будет работать, ха-ха.\n\n—Точно-точно\n\n\nЛилиям шагнула вперёд, смотря на испуганные лица рабочих. Не хотелось бы, чтобы слова, сказанные ими, оказались правдой. И про Винсента, и про увольнение. Рабочих рук нынче мало, тем более в горах,  где связь с внешним миром обрывается, и кроме телепорта никак безопасно не добраться. Рабочие, увидев Лиям, поспешно занялись своими делами. \n\n",
    "answers": [
      {
        "id": 113,
        "text": "Далее"
      },
      {
        "id": 114,
        "text": "Достижение "
      }
    ]
  },
  {
    "id": 113,
    "text": "—Добрый день, господин маг,-проговорила Лиям, стараясь сохранить спокойствие и стать перед своими подчиненными и магом,-Чем я могу Вам помочь? \n\nРенальд улыбнулся, и Лилиям ой как не понравилась эта его улыбочка. Еще с самого детства он вел себя так. Скрывает все свои мысли за этой хитренькой рожицей, уверенный в том, что его не поймают на лжи. \n\n—Благодарю, герцог, за ваше предложение, но я, пожалуй, откажусь. Мне бы хотелось перейти к делу. Честно говоря, мне уже доложили ваш недавний разговор с Его Величеством. Надеюсь, все прошло хорошо?\n\nГерцогиня вздохнула и посмотрела на Ренальда. Иногда кажется, что он специально выводит из себя девушку. Извращенец. С детства такой... Но, ничего не поделать. Лиям кивнула в сторону шатра, как-бы приглашая мага пройти за ней.\n\n—Да, господин маг, все прошло более, чем хорошо,-Лиям отодвинула ткань, прикрывавшую вход от посторонних глаз и села,-Ваш брат также присутствовал на аудиенции с Его Величеством.\n\n\nПри упоминаний брата Ренальд немного нахмурился, и на его красивом, утонченном лице появилась морщинка. Положив голову на тыльную сторону ладони, тот начал говорить спокойным, ничего не выражающим голосом:\n\n—Лилиям, Вы же знаете, что мой брат совсем лишён манер и чувствует себя центром земли. Мне бывает стыдно за него. Точнее, стыдно всегда. \n\n—Сер, я попрошу Вас переставать говорить о Его Высочестве в таком ключе, особенно со мной. У меня итак есть куча проблем. И одна из них это...\n\n—Ах, Лилиям, но с кем мне поговорить еще, кроме тебя? Слишком много лишних ушей, слишком много...Лилиям, сер, что Вы делаете?\n\nГерцогиня подошла к выходу из шатра, всем своим видом показывая, что если маг не начнёт говорить о том, что случилось на землях Лиям, она незамедлительно покинет его, дабы самой разобраться. ",
    "answers": [
      {
        "id": 116,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 114,
    "text": "Поздравляю! Вы получили достижение \n\n\"Нет бунту\"\n\nИ может быть, рабочие так шутили, но одним лишь своим появлением вы присекли на корню разговоры об увольнении. Вы молодцы!\n\n___________________\n\nКонцовка-\n\"Мирная жизнь\"\nпродвигается на 1%",
    "answers": [
      {
        "id": 112,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 115,
    "text": "—Ах, Лилиям, Вы так резки. Неужели совсем не хотите побеседовать со своим старым другом, м?\n\n\nГерцогиня перевела взгляд на Ренальда, гневно смотря на того.\n\n—Понял, я понял.  Чтож, давайте приступим. В этом районе была слишком высокая активность, касаемая магии. Убедившись, где точно находится всплеск и эпицентр данной ситуации, мы пришли к Вам. Ваш помощник разрешил группе магов из Башни провести расследование на этой земле, предоставив некоторых рабочих и солдат.\n\nЭллиот! Агхр... этот парень.... Нужно было хотя бы предупредить и посоветоваться. Кто герцог, он или Лилиям?\n\n\n",
    "answers": [
      {
        "id": 117,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 116,
    "text": "—Ах, Лилиям, Вы так резки. Неужели совсем не хотите побеседовать со своим старым другом, м?\n\n\n—Винсент приедет?\n\n\nПри упоминании Винсента Ренальд вздрогнул и вздохнул. Видимо, тот знает о приезде столь значимой фигуры.\n\n\n—К сожалению, это так. Еще одна проблема, неверный шаг-и не только вы пошатнете свой авторитет, но и я вместе с вами.\n\n—Вы правы. Но может, не будете сыпать мне соль на рану. Продолжим?\n\n\n—Чтож, давайте приступим. В этом районе была слишком высокая активность, касаемая магии. Убедившись, где точно находится всплеск и эпицентр данной ситуации, мы пришли к Вам. Ваш помощник разрешил группе магов из Башни провести расследование на этой земле, предоставив некоторых рабочих и солдат.\n\nЭллиот! Агхр... этот парень.... Нужно было хотя бы предупредить и посоветоваться. Кто герцог, он или Лилиям?\n",
    "answers": [
      {
        "id": 128,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 117,
    "text": "Маг будто прочитал мысли герцогини, спокойно проговорил:\n\n—Прошу Вас не наказывать своего помощника, так как другого выбора у него не было. Его Величество лично передал указ о молчании. Я даже расстроился, что тот так быстро рассказал где и что находится. Милый парень, вы не находите?\n\nЛилиям стояла спиной к Ренольду, внимательно слушая того. Ох, и много же будет с ним мороки. Неужели похотливый пес переключился с женщин на мужчин?\n\n—А теперь к более серьёзным вещам. День и ночь имперские солдаты дежурят у входа в пещеру, где проявлялась эта самая активность. И они в любой момент....\n\n\nТут прозвучал взрыв. Огромная магическая энергия ударной волной отлетела от пещеры. Люди попадали, не сумев остаться на ногах. Продолжили стоять лишь Лиям, с ее адской подготовкой к службе герцога; Ренольд, так как будучи архимагом тот сумел подавить энергию, пусть и с большим трудом; и командир рыцарей-Курт, что успел воткнуть меч в землю, дабы не упасть. Посмотрев друг на друга, три человека обратили внимание на пещеру",
    "answers": [
      {
        "id": 126,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 118,
    "text": "Думаю, вам интереснее всего узнать о типах целей захвата, чтобы в дальнейшем выбирать понравившегося, и не играть с чувствами других персонажей.  Все же, они мои детки   =3=",
    "answers": [
      {
        "id": 119,
        "text": "Аристократ"
      },
      {
        "id": 120,
        "text": "Дон Жуан"
      },
      {
        "id": 121,
        "text": "Кавайное дитя"
      },
      {
        "id": 122,
        "text": "Звезда"
      },
      {
        "id": 123,
        "text": "Самурай"
      },
      {
        "id": 124,
        "text": "Гений"
      },
      {
        "id": 125,
        "text": "Разгильдяй"
      },
      {
        "id": 10,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 119,
    "text": "Часто, хоть и необязательно, выходец из древнего и уважаемого рода. Наделен силой, высокомерием и тем «злодейским» обаянием, что так привлекают девушек. В любом аниме узнается сразу же по фирменному презрительному взгляду свысока. От него так и веет холодностью и отстраненностью. Также, часто для придания «изюминки» наделен внутренним конфликтом, или недостижимой целью, или какой-нибудь ужасной драмой в прошлом, или хоть какой-нибудь положительной чертой, которая в глазах поклонниц перечеркивает все его возможные злодеяния. Не стоит забывать и об аристократической красоте и утонченности, которые, как известно, из любого сделают предмет девичьих грез.\n\n\n\nДумаю, все поняли, кто это. Клаес. ",
    "answers": [
      {
        "id": 118,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 120,
    "text": "Не пропустит ни одной юбки. Пощечины его не останавливают, отсутствие успеха ни сколько не смущает. Неутомимый подглядыватель в бане. Запросто может оказаться вором женских трусиков. Чем старше, тем неудержимее его интерес к девушкам. Высшая ступень – извращенный старикашка, который уже ничего не стесняется.\n\nКак бы странно это ни было, данным персонажем является Ренольд. ",
    "answers": [
      {
        "id": 118,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 121,
    "text": "Ему может быть любое количество лет, но выглядит он все равно как маленький мальчик, даже в старшей школе. Обожает одеваться как ребенок, ведет себя как ребенок, не стесняясь, плачет и требует сладкого. Запросто может манипулировать людьми, пользуясь своей внешностью.\n\n\nНу, тут легко. Это милашка Эллиот. Моя самая любимая булочка с корицей ",
    "answers": [
      {
        "id": 118,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 122,
    "text": "Обладает неисчерпаемой энергией, с восторгом воспринимает жизнь (или какие-то ее аспекты) и все время об этом говорит. Очень много, и при этом размахивает руками. Производит впечатление недалекого человека, но может сильно удивить внезапной проницательностью. Он просто жаждет быть в центре внимания, становится председателем клубов или стремится выделиться каким-нибудь другим способом. Постоянно занимается никому особо не нужной деятельностью.\n\n\nДанный человек ещё не появился в квесте. Примерное появление: 7 глава",
    "answers": [
      {
        "id": 118,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 123,
    "text": "Идеальный самурай – спокойный и сдержанный мастер меча. Порой кажется, что он любит только свою честь и свой меч. Следует бусидо, насколько это возможно. Его сдержанность похожа на холодность «аристократа» и имеет ту же природу – способность к быстрому убийству. Из-за образа жизни (и ужасных личных драм в прошлом) часто одинок и потому привязывается к случайным попутчикам или напарникам. Хотя поначалу изо всех сил старается не подпустить к себе никого слишком близко, потом готов пожертвовать жизнью ради друзей.\n\n\n\nКурт. Самурай-не в прямом смысле.  То есть, у него характер похож на самурая  \":>",
    "answers": [
      {
        "id": 118,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 124,
    "text": "Если сила «аристократа» заключается в, хм, силе физического свойства, то сила гения заключается в уме. Некоторые еще умеют мечом махать, приказывать взглядом или убивать записью в тетрадке. Но, по сравнению со способностями строить планы и предугадывать события, остальное идет скорее как бонус. Имеет цель, возвышенную или не очень, и готов добиваться ее любыми средствами, что сильно портит характер. Такой персонаж часто носит очки (не обязательно), оказывается опаснее, чем выглядит и бывает безудержно пафосен, а иногда и безумен.\n\n\nЕго имя появлялось в определённой главе на определенном действии. Просто упоминание. Будет доступен в 6 главе ",
    "answers": [
      {
        "id": 118,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 125,
    "text": "Поиск денег, выпивки и женщин определяют образ жизни этого персонажа. Ненавидит ограничения, потому часто имеет проблемы с законом. Зато в критических ситуациях внезапно оказывается полон принципов, сострадания к людям и всего того, что так ценится в людях.\n\n\nДанный персонаж не представлен ",
    "answers": [
      {
        "id": 118,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 126,
    "text": "Подойдя к герцогу и магу, командир поклонился, не забывая о своих манерах и посмотрел на Лилиям. \n\n—Сер, Вы в порядке?\n\n\nКурт перевёл взгляд своих алых глаз с пола на герцога. Видя в них беспокойствие, что так старался скрыть командир, Лиям вздохнула. Потрепав того по черным, как смоль, волосам, герцогиня кивнула в знак того, что с ней все хорошо и посмотрела на пещеру. Пока люди еще не оклемались от волны, Лилиям решила подобраться к входу в пещеру и посмотреть, что случилось. \n\n\nАккуратно переступая между телами находящихся в отключке рабочих и солдат, Лилиям подходила к пещере все ближе и ближе. После нее, как верный пёс, шел Курт. Ну а после и Ренальд, что еще пребывал в шоке от случившегося. Стоять в стороне ему тоже не хотелось, поэтому тот последовал за герцогом и командиром.\n\n",
    "answers": [
      {
        "id": 126,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c30/2107/50/338625406d24.jpg"
      },
      {
        "id": 127,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 127,
    "text": "Заглянув внутрь пещеры, Лиям твердох походкой вошла в нее, обнажив свой меч. Ее примеру последовал и Курт. Маг же решил подождать снаружи. От него все равно было бы мало толку, так как, чтобы не упасть, пришлось вложить действительно много маны. Никто особо не протестовал, поэтому только двое зашли в пещеру.\n\n\nС вину она была самой обычной пещерой. Камни, камни, одни камни. Но когда парочка продвинулась глубже, их взору предстала действительно странная картина: в огромном гроте сверкали тысячи драгоценных камней. из маленького отверстия в потолке струился свет, который отражался в полной темноте от камней, будто от звёзд в ночном небе. А посередине, на холодном, но гладком, как зеркало, полу, лежала девушка. Лиям подошла ближе, кивком приказав Курту стоять на месте. Когда герцогиня подошла так близко, чтобы можно было рассмотреть черты лица незнакомки, та открыла глаза.\n\n—....К-кто вы? Где я?.....",
    "answers": [
      {
        "id": 132,
        "text": "...."
      }
    ]
  },
  {
    "id": 128,
    "text": "Маг будто прочитал мысли герцогини, спокойно проговорил:\n\n—Прошу Вас не наказывать своего помощника, так как другого выбора у него не было. Его Величество лично передал указ о молчании. Я даже расстроился, что тот так быстро рассказал где и что находится. Милый парень, вы не находите?\n\nЛилиям стояла спиной к Ренольду, внимательно слушая того. Ох, и много же будет с ним мороки. Неужели похотливый пес переключился с женщин на мужчин?\n\n—А теперь к более серьёзным вещам. День и ночь имперские солдаты дежурят у входа в пещеру, где проявлялась эта самая активность. И они в любой момент....\n\n\nТут прозвучал взрыв. Огромная магическая энергия ударной волной отлетела от пещеры. Люди попадали, не сумев остаться на ногах. Продолжили стоять лишь Лиям, с ее адской подготовкой к службе герцога; Ренольд, так как будучи архимагом тот сумел подавить энергию, пусть и с большим трудом; и командир рыцарей-Курт, что успел воткнуть меч в землю, дабы не упасть. Посмотрев друг на друга, три человека обратили внимание на пещеру",
    "answers": [
      {
        "id": 129,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 129,
    "text": "Подойдя к герцогу и магу, командир поклонился, не забывая о своих манерах и посмотрел на Лилиям. \n\n—Сер, Вы в порядке?\n\n\nКурт перевёл взгляд своих алых глаз с пола на герцога. Видя в них беспокойствие, что так старался скрыть командир, Лиям вздохнула. Потрепав того по черным, как смоль, волосам, герцогиня кивнула в знак того, что с ней все хорошо и посмотрела на пещеру. Пока люди еще не оклемались от волны, Лилиям решила подобраться к входу в пещеру и посмотреть, что случилось. \n\n\nАккуратно переступая между телами находящихся в отключке рабочих и солдат, Лилиям подходила к пещере все ближе и ближе. После нее, как верный пёс, шел Курт. Ну а после и Ренальд, что еще пребывал в шоке от случившегося. Стоять в стороне ему тоже не хотелось, поэтому тот последовал за герцогом и командиром.\n\n",
    "answers": [
      {
        "id": 130,
        "text": "Далее"
      },
      {
        "id": 129,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c30/2107/50/338625406d24.jpg"
      }
    ]
  },
  {
    "id": 130,
    "text": "Заглянув внутрь пещеры, Лиям твердой походкой вошла в нее, обнажив свой меч. Ее примеру последовал и Курт. Маг же решил подождать снаружи. От него все равно было бы мало толку, так как, чтобы не упасть, пришлось вложить действительно много маны. Никто особо не протестовал, поэтому только двое зашли в пещеру.\n\n\nС вину она была самой обычной пещерой. Камни, камни, одни камни. Но когда парочка продвинулась глубже, их взору предстала действительно странная картина: в огромном гроте сверкали тысячи драгоценных камней. из маленького отверстия в потолке струился свет, который отражался в полной темноте от камней, будто от звёзд в ночном небе. А посередине, на холодном, но гладком, как зеркало, полу, лежала девушка. Лиям подошла ближе, кивком приказав Курту стоять на месте. Когда та подошла так близко, чтобы можно было рассмотреть черты лица незнакомки, та открыла глаза.\n\n—....К-кто вы? Где я?.....",
    "answers": [
      {
        "id": 131,
        "text": "..."
      }
    ]
  },
  {
    "id": 131,
    "text": "Конец  V главы",
    "answers": [
      {
        "id": 54,
        "text": "к списку глав"
      },
      {
        "id": 1,
        "text": "На главную "
      }
    ]
  },
  {
    "id": 132,
    "text": "Конец  V главы",
    "answers": [
      {
        "id": 54,
        "text": "к списку глав"
      },
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 133,
    "text": "\nГрафик выхода новых глав: \nКаждые две недели в среду\n\nПоследнее обновление: 08.07. 2021 года\n\nАвтор данного квеста неожиданно появился спустя 3 месяца \n\n\n\nДобавлена пятая глава. Убрана вода с первой страницы. Обновлен список концовок и вопросов касательно сюжета. Автор жив\n\n\nАвтор жив и обновляет квест каждый день. Пишется шестая глава и экстра.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 212,
        "text": "Это интересно   ^0^"
      }
    ]
  },
  {
    "id": 134,
    "text": "В Империи существует своя иерархия и несколько знатных родов:\n\nЕго Величество Император, Единственное Солнце Империи.\n\nЕго Величество Императрица, Луна Империи \n\nЕго Высочество Наследный Принц, Восходящее Солнце Империи \n\nКоролевская семья\n\nЭрцгерцоги\n\nГерцоги\n\nМаркизы\n\nГрафы\n\nБароны\n\nБезземельная знать\n\nРыцари\n\nПростолюдины\n\nБезработные ",
    "answers": [
      {
        "id": 137,
        "text": "Император "
      },
      {
        "id": 138,
        "text": "Императрица"
      },
      {
        "id": 139,
        "text": "Наследный Принц "
      },
      {
        "id": 140,
        "text": "Королевская семья "
      },
      {
        "id": 141,
        "text": "Эрцгерцог"
      },
      {
        "id": 142,
        "text": "Герцог"
      },
      {
        "id": 143,
        "text": "Маркиз"
      },
      {
        "id": 144,
        "text": "Граф"
      },
      {
        "id": 145,
        "text": "Барон"
      },
      {
        "id": 146,
        "text": "Безземельная знать "
      },
      {
        "id": 147,
        "text": "Рыцари"
      },
      {
        "id": 148,
        "text": "Простолюдины "
      },
      {
        "id": 149,
        "text": "Безработные "
      },
      {
        "id": 80,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 135,
    "text": "Здесь представлены расы",
    "answers": [
      {
        "id": 136,
        "text": "С Империей Каллия заключено перемирие "
      },
      {
        "id": 150,
        "text": "Враждующие"
      },
      {
        "id": 151,
        "text": "Животные"
      },
      {
        "id": 80,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 136,
    "text": "Здесь представлены расы, не враждующие с Империей, а также нейтральные расы. (информация взята из интернета)",
    "answers": [
      {
        "id": 157,
        "text": "Люди"
      },
      {
        "id": 167,
        "text": "Светлые эльфы "
      },
      {
        "id": 168,
        "text": "Гномы, дворфы"
      },
      {
        "id": 169,
        "text": "Звероподобные/зверолюди"
      },
      {
        "id": 170,
        "text": "Варлы"
      },
      {
        "id": 171,
        "text": "Оборотни"
      },
      {
        "id": 172,
        "text": "Темные эльфы "
      },
      {
        "id": 173,
        "text": "Феи"
      },
      {
        "id": 174,
        "text": "Тифлинги "
      },
      {
        "id": 175,
        "text": "Русалки "
      },
      {
        "id": 176,
        "text": "Друиды"
      },
      {
        "id": 177,
        "text": "Цверги "
      },
      {
        "id": 178,
        "text": "Драконы "
      },
      {
        "id": 193,
        "text": "Кровавые эльфы "
      },
      {
        "id": 135,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 137,
    "text": "Император-титул монарха, главы империи. \n\nЕдинственный имеющийся Император империи Каллия-  Лоренцо I\n",
    "answers": [
      {
        "id": 134,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 138,
    "text": "Императрица-как правило, супруга правящего императора\n\nАлиса Дель Романс\n\nДочь герцога Романс.",
    "answers": [
      {
        "id": 134,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 139,
    "text": "Наследный принц- как правило, старший сын Императора и Императрицы. Будущий Император \n\n\nКлаес Дель Каллия. Четвёртый по старшенству из принцев, при этом единственный сын Императора и Императрицы. \n\n\nФамилия всей королевской семьи происходит от названия Империи.",
    "answers": [
      {
        "id": 134,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 140,
    "text": "В Королевскую семью входят сыновья и дочери от браков Императора и, как правило, детей Королев.\n\nКоролевы- жены Императора, стоят ниже Императрицы и почти не имеют власти и влияния. Как правило, их дети не могут стать наследниками. \n\n\n\nПринцы и принцессы- дети королев. В борьбе за наследство почти все дети умирают. Некоторые получают титул эрцгерцога, но большинство выгодно вступают в брак, наследуя титул супруга/супруги.\n\n\nВсе королевы Империи:\n\n●Джинджер Де Венс. Благородная дама из рода маркизов семьи Венс. \n\n●Пенелоппа Эккарт. Дочь графа, удачно вышла замуж благодаря внешности. Мать Ренольда.\n\n●Ванесса Де Прайс. В прошлом принцесса королевства Прайс, что сейчас является частью Империи.\n\n\nПринцы и принцессы Империи:\n\n°первая принцесса Луиза Де Ганс. Жена маркиза Сариэля Де Ганс.\n\n°вторая принцесса Шарлиона Грантэ. Удачно вышла замуж за правителя другой страны, заключив при этом выгодный политический брак.\n\n°первый принц Уэнс. Погиб в возрасте девяти лет\n\n°второй принц и третья принцесса Раффаэль и Шарли Дель Каллия. Принцесса находится на выдане, принц погиб в возрасте 17 лет.\n\n°третий принц Ренольд Дель Каллия. Архимаг Башни.\n\n°четвёртая принцесса Александра Энор. Замужем за графом Оливером Энор.\n\n",
    "answers": [
      {
        "id": 134,
        "text": "Назад "
      },
      {
        "id": 195,
        "text": "Герб Королевской семьи "
      }
    ]
  },
  {
    "id": 141,
    "text": "Эрцгерцог- титул, даруемый исключительно членам правящей династии. Не является передаваемым по наследству. Наследник становится герцогом.\n\n\nЭрцгерцоги Империи:\n\n\nАвгуст Дель Нелио\n",
    "answers": [
      {
        "id": 134,
        "text": "Назад "
      },
      {
        "id": 196,
        "text": "Эрцгерцог Нелио"
      }
    ]
  },
  {
    "id": 142,
    "text": "Герцог.\n\nОдин из высших дворянских титулов. Обычно герцог-это хороший военачальник, что принёс огромную долю в развитие государства.\n\nГерцоги Империи:\n\n\n♤Лилиям Дель Ваниле \n\n♤Вильгельм Дель Романс\n",
    "answers": [
      {
        "id": 134,
        "text": "Назад "
      },
      {
        "id": 198,
        "text": "Герцог Ваниле "
      },
      {
        "id": 197,
        "text": "Герцог Романс"
      }
    ]
  },
  {
    "id": 143,
    "text": "Дополняется",
    "answers": [
      {
        "id": 134,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 144,
    "text": "Дополняется",
    "answers": [
      {
        "id": 134,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 145,
    "text": "Я устал",
    "answers": [
      {
        "id": 134,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 146,
    "text": "Аристократы, лишившиеся своих земель из-за долгов или каких-то других факторов, но сохранившие свой титул. Если таковыми становятся герцоги(что бывает уж очень редко), их понижают до баронов или графов.\n\nТаких людей не пускают на светские мероприятия во дворец ",
    "answers": [
      {
        "id": 201,
        "text": "Яркий пример "
      },
      {
        "id": 134,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 147,
    "text": "Рыцарь- почетный титул, даруемый за службу в армии. Рыцарями могут стать любые люди, главное, пройти отборочный экзамен. Они выполняют разную работу. Есть рыцари, отвечающие за порядок на границе, есть рыцари, что смотрят за порядком в городе и т. д.",
    "answers": [
      {
        "id": 134,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 148,
    "text": "Простолюдины. \n\nПростой люд, это крестьяне, ремесленники, торговцы, купцы.",
    "answers": [
      {
        "id": 134,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 149,
    "text": "Безработные. Сюда входят люди, у кого нет работы; инвалиды, кто не могут о себе позаботиться.\n\n\nРабов также можно включить в эту группу, но так как работорговля запрещена, мы опустим эту деталь",
    "answers": [
      {
        "id": 134,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 150,
    "text": "Враждующие расы. Негативно относятся к Империи или просто к людям",
    "answers": [
      {
        "id": 179,
        "text": "Ламии"
      },
      {
        "id": 180,
        "text": "Демоны"
      },
      {
        "id": 181,
        "text": "Сирены"
      },
      {
        "id": 182,
        "text": "Гарпии"
      },
      {
        "id": 183,
        "text": "Йорогумо "
      },
      {
        "id": 184,
        "text": "Тролли"
      },
      {
        "id": 185,
        "text": "Огры"
      },
      {
        "id": 186,
        "text": "Дендроиды "
      },
      {
        "id": 187,
        "text": "Гоблины"
      },
      {
        "id": 188,
        "text": "Орки"
      },
      {
        "id": 189,
        "text": "Големы "
      },
      {
        "id": 190,
        "text": "Циклопы "
      },
      {
        "id": 191,
        "text": "Одольфы "
      },
      {
        "id": 192,
        "text": "Мурлок "
      },
      {
        "id": 194,
        "text": "Вампиры"
      },
      {
        "id": 135,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 151,
    "text": "Необычные животные, обитающие на континенте",
    "answers": [
      {
        "id": 152,
        "text": "Единорог "
      },
      {
        "id": 153,
        "text": "Дракон "
      },
      {
        "id": 154,
        "text": "Снокс"
      },
      {
        "id": 155,
        "text": "Грифон"
      },
      {
        "id": 156,
        "text": "Феникс "
      },
      {
        "id": 158,
        "text": "Виверн"
      },
      {
        "id": 159,
        "text": "Аспид"
      },
      {
        "id": 160,
        "text": "Василиск"
      },
      {
        "id": 161,
        "text": "Мантикора"
      },
      {
        "id": 162,
        "text": "Цербер"
      },
      {
        "id": 163,
        "text": "Химера"
      },
      {
        "id": 164,
        "text": "Рухх"
      },
      {
        "id": 165,
        "text": "Пегас"
      },
      {
        "id": 166,
        "text": "Гиппогриф"
      },
      {
        "id": 135,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 152,
    "text": "Единорог — Символизирует целомудрие, а так же изображен на эмблеме рыцарей Церкви. Представляет собой белого коня с одним рогом выходящим изо лба; он имеет белое туловище и синие глаза или рубиновые глаза.Спина его изогнута, иногда в темноте глаза единорога сверкают, как настоящие камни, в холке он достигает 2-х метров. Чуть выше глаз, почти параллельно земле, у животного растёт рог; прямой и тонкий. Грива и хвост представляют собой мелкие кудри, черные ресницы, розовые ноздри.\n\n\nОн неутолим, когда его преследуют, но покорно ложиться на землю если к нему приблизиться девственница. Вообще единорога поймать невозможно, но если и удастся, то удержать его можно только золотой уздечкой. \n\n\n\nПитаются они цветами, особенно любят цветки шиповника, и медовой сытой, а пьют утреннею росу. Еще они ищут маленькие озерца в глубинах леса в которых купаются и пьют от туда и вода в этих озерах обычно становится очень чиста и обладает свойствами живой воды.\n\n\nЕдинорог не приручаем, но может окажет вам помощь, если вы ему понравитесь. Его волосы служат оберегом для защиты, а кровь единорога обладает целительной силой. Убивать их нельзя, если сделать это, на вас и ваших близких будет наложено проклятие, вы будите страдать, а после наступает смерть в страшных муках. Снять проклятие может только другой единорог, что почти невозможно. Обитает в Небесных землях\n\nРог единорога обладает целебной силой, высоко ценится на рынке.",
    "answers": [
      {
        "id": 151,
        "text": "Назад"
      },
      {
        "id": 165,
        "text": "Пегас"
      },
      {
        "id": 152,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b07/2107/bd/e607d35dc988.jpg"
      }
    ]
  },
  {
    "id": 153,
    "text": "Драконы — величественные существа. Очень мудры и их рассудительны. Вокруг них постоянно твориться магия. Говорят, что драконов бог сделал сразу после себя. \nДраконы — огромные ящеры, которые могут дышать огнем. Всеядны. \n\nЖивут очень долго. Высота колеблется от трёх метров, а вес от 30 килограмм. Зачастую есть осложнения в виде трудноконтролироваемого гнева или эмоций. Четыре конечности, два крыла, хвост.",
    "answers": [
      {
        "id": 151,
        "text": "Назад"
      },
      {
        "id": 158,
        "text": "Виверн"
      },
      {
        "id": 159,
        "text": "Аспид "
      },
      {
        "id": 160,
        "text": "Василиск "
      },
      {
        "id": 178,
        "text": "Возможно, вы имели ввиду \"Дракон\". Раздел \"Расы\""
      },
      {
        "id": 153,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a27/2107/e6/90e487fb0bdc.jpg"
      }
    ]
  },
  {
    "id": 154,
    "text": "Снокс-животное, похожее на лисицу, скрещенную с питоном, клыки острые, чаще всего кровавого цвета. Яд, выделяемый сноксом токсичен\nНочной зверь, хищник\n\nДлина животного достигает пяти метров.\n\nНе изучен.\n",
    "answers": [
      {
        "id": 151,
        "text": "Назад"
      },
      {
        "id": 154,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d22/2107/84/bb7fa5e50838.jpg"
      }
    ]
  },
  {
    "id": 155,
    "text": "Грифоны – это животные, у которых передняя часть туловища орлиная, а задняя — львиная. Они ненавидят лошадей.  Имеют острые когти и белоснежные (или золотые) крылья.\n\n\nГрифоны — противоречивые существа, одновременно объединяющие Небо и Землю, Добро и Зло. Они могут выступать и как защитники, покровители; и как злобные, ничем не сдерживаемые звери.\n\n\nЖивут далеко от людей, пытаются мясом. Если грифон попробует человечены, его следует незамедлительно убить. Модно приручить, но сделать крайне сложно. \n\n",
    "answers": [
      {
        "id": 151,
        "text": "Назад"
      },
      {
        "id": 166,
        "text": "Гиппогриф "
      },
      {
        "id": 155,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d30/2107/42/afe1040a59b6.jpg"
      }
    ]
  },
  {
    "id": 156,
    "text": "Феникс —великолепная алая птица величиной с лебедя, с длинным золотым хвостом, золотыми когтями и клювом. Гнездится на горных скалах. Феникс живет невероятно долго, поскольку способен регенерировать. Когда его организм совсем одряхлеет, феникс вспыхивает и сгорает, после чего возрождается из пепла в виде птенца. Нрав у него очень кроткий. Феникс никогда никого не убивает, питается исключительно травами. Способен в случае необходимости исчезать и снова появляться в другом месте. Пение феникса обладает волшебными свойствами: считается, что оно придает мужества чистым духом и повергает в страх недостойных. Слезы феникса исцеляют раны.\n\nСпокойные птицы, поддаются дрессировке. Перья также имеют силу исцеления, но не такую уж сильную. \n\nПеро феникса используется в магии, алхимии и некоторых ритуалов Церкви.\n\nСлезы в алхимии а также в медицине",
    "answers": [
      {
        "id": 151,
        "text": "Назад"
      },
      {
        "id": 156,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b33/2107/76/5a6d1c54cb61.jpg"
      }
    ]
  },
  {
    "id": 157,
    "text": "Люди – самая многочисленная раса. Они являются универсалами, поэтому способны использовать любую магию, но при этом они редко могут достичь высоких уровней мастерства. Также, являются хорошими торговцами.\n\nДоля от населения контингента — 42%\n\nИмперии Каллия — 58%",
    "answers": [
      {
        "id": 136,
        "text": "Назад "
      },
      {
        "id": 157,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c35/2107/71/25535cd33f16.jpg"
      }
    ]
  },
  {
    "id": 158,
    "text": "\nВиверн -Это существо считается \"родственником\" дракона, но у него всего две ноги. вместо передних — нетопыриные крылья. Для него характерна длинная змеиная шея и очень длинный, подвижный хвост, оканчивающийся жалом в виде сердцеобразного наконечника стрелы либо копья. Этим жалом виверна ухитряется резать или колоть жертву, а при соответствующих условиях даже пронзить её навылет. Кроме того, жало ядовито.\n\n\n\nВиверна часто встречается в алхимических учебниках, в которых (как большинство драконов) олицетворяет первичную, сырую, непереработанную материю, либо металл. В религии представляют собой что-то нечестивое, порочное. \n\nУбивают ради сильного яда и кожи, что применяется в алхимии.",
    "answers": [
      {
        "id": 151,
        "text": "Назад "
      },
      {
        "id": 153,
        "text": "Дракон"
      },
      {
        "id": 159,
        "text": "Аспид"
      },
      {
        "id": 160,
        "text": "Василиск"
      },
      {
        "id": 158,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d18/2107/1c/b176117b411e.jpg"
      }
    ]
  },
  {
    "id": 159,
    "text": "Аспид- это змей (или змея, аспида) \"крылатый, нос имеет птичий и два хобота, а в коей земле вчинится, ту землю пусту учинит\". То есть все кругом разрушится и опустошится.\n\n\n\nАспида можно встретить в мрачных северных горах, на землю он никогда не садиться, только на камень. Дабы победить змея, придётся попотеть. В вашей команде должен быть хоть один священник, который должен заговорить змея молитвами, пока колдун не испепелит его. \n\nИстребление ведётся круглый год",
    "answers": [
      {
        "id": 151,
        "text": "Назад"
      },
      {
        "id": 158,
        "text": "Виверн"
      },
      {
        "id": 153,
        "text": "Дракон"
      },
      {
        "id": 160,
        "text": "Василиск"
      },
      {
        "id": 159,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c09/2107/47/9d52c5885efa.jpg"
      }
    ]
  },
  {
    "id": 160,
    "text": "Василиск — чудовище с головой петуха, глазами жабы, крыльями летучей мыши и телом дракона(огромный ящер). От его взгляда каменеет все живое. Василиск — рождается из яйца, снесенного семигодовалым черным петухом, высиженного жабой, в теплую навозную кучу. \n\n\nЕсли Василиск увидит свое отражение в зеркале он умрет. Местом обитания Василисков являются пещеры, они же- его источник питания, поскольку ест Василиск только камни. Покидать свое убежище он может только ночью, поскольку не переносит крика петуха. И еще он опасается единорогов потому как те слишком \"чистые\" животные. \n\n\nГлаза  зеленые с фиолетовым отливом, капюшончик бородавчатый. Сам василиск фиолетово черный с шипастым хвостом. Треугольная голова с черно-розовой пастью. Слюна его крайне ядовита и если попадет на живую материю, то тут же пойдет замена углерода на кремний. Проще говоря все живое превращается в камень и дохнет, хотя ходят споры что от взгляда Василиска тоже идет окаменение, но те кто хотел проверить это обратно не вернулись.\n\n\nИспользуется в алхимии и как источник сильного яда.\n",
    "answers": [
      {
        "id": 151,
        "text": "Назад"
      },
      {
        "id": 158,
        "text": "Виверн"
      },
      {
        "id": 159,
        "text": "Аспид"
      },
      {
        "id": 153,
        "text": "Дракон"
      },
      {
        "id": 160,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b17/2107/ae/904c6089f3cf.jpg"
      }
    ]
  },
  {
    "id": 161,
    "text": "Мантикора размером с лошадь, имеет три ряда зубов, львиное тело и хвост скорпиона, красные глаза, налитые кровью. \n\nМантикора бегает так быстро, что в мгновение ока преодолевает любые расстояния. Это делает ее чрезвычайно опасной — ведь убежать от нее почти невозможно, а питается чудовище только свежим человеческим мясом. Поэтому на картинах часто можно видеть изображение мантикоры с человеческой рукой или ногой в зубах. Обитает в безлюдных  местах.\n\n",
    "answers": [
      {
        "id": 151,
        "text": "Назад"
      },
      {
        "id": 163,
        "text": "Химера"
      },
      {
        "id": 161,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b12/2107/5a/7115a0fcd736.jpg"
      }
    ]
  },
  {
    "id": 162,
    "text": "Цербер. Трехглавый пес, на шее которого движутся с грозным шипением змеи, и вместо хвоста у него ядовитая змея. Особей насчитывается всего пять на всем континенте, три из которых живут в Империи. Из каплей кровавой пены, что падают у цербера из пасти, вырастает ядовитая трава аконит.\n\nАконит используется в алхимии и магии, а также в земледелии, дабы защитить урожай от мелких вредителей и грызунов.\n",
    "answers": [
      {
        "id": 151,
        "text": "Назад "
      },
      {
        "id": 162,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c12/2107/89/8fd7d0866d03.jpg"
      }
    ]
  },
  {
    "id": 163,
    "text": "Химера — извергающее огонь чудовище с головой и шеей льва, туловищем козы и хвостом дракона. Некоторые особи имеют три головы: козы, льва и дракона.\n\nРодственник мантикоры. Досконально не изучен, так как встреча с ней сулит вам смерть. Процентов 70, что вы умрёте.\n",
    "answers": [
      {
        "id": 151,
        "text": "Назад "
      },
      {
        "id": 161,
        "text": "Мантикора "
      },
      {
        "id": 163,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d36/2107/cb/091cda50cbaf.jpg"
      }
    ]
  },
  {
    "id": 164,
    "text": "Рухх- огромная птица, только одно ее перо под метр. Похожа на грифа, произведенный крыльями Рухх ветер валит человека с ног, когти ее подобны бычьим рогам, а мясо возвращает молодость. Обитает птица в горах, далеко от поселения людей, и слава Богу. \n\nПро нее мало что известно \n\n",
    "answers": [
      {
        "id": 151,
        "text": "Назад "
      },
      {
        "id": 164,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a15/2107/2a/c6628ce2e534.jpg"
      }
    ]
  },
  {
    "id": 165,
    "text": "Пегас — крылатый конь. Обычно белый, с глазами цвета аметиста, длинной гривой и мощными копытами. Родня единорогу. Пегаса, подобно его родственнику, можно поймать только золотой уздечкой. Но на девственниц не ведётся.\n\nКрылья стоят крайне дорого, используется Церковью для обрядов. Является священным животным и изображен, как и единорог, на эмблеме рыцарей Церкви.",
    "answers": [
      {
        "id": 151,
        "text": "Назад"
      },
      {
        "id": 152,
        "text": "Единорог"
      },
      {
        "id": 165,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d31/2107/0d/90e8757373ed.jpg"
      }
    ]
  },
  {
    "id": 166,
    "text": "Гиппогриф- что-то между лошадью и грифом. Был выведен людьми, поэтому в природе встречается очень, очень редко. Используется как дорогой транспорт для аристократов.\n\nНе призрачный под магом конь – кобылой \nНа свет рожден, отцом был его гриф; \nВ отца он птицей был ширококрылой, — \nВ отца был спереди: как тот, ретив; \nВсе остальное, как у матки, было, \nИ назывался конь тот – гиппогриф. \n\n\nКак можно понять по стихотворению, передняя часть гиппогрифа похожа на грифа, а сзади-на лошадь. Не переносит жару, поэтому в природе есть шанс встретить его в северных землях, обычно в горах",
    "answers": [
      {
        "id": 151,
        "text": "Назад"
      },
      {
        "id": 155,
        "text": "Грифон"
      },
      {
        "id": 166,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b26/2107/d4/affb0f425389.jpg"
      }
    ]
  },
  {
    "id": 167,
    "text": "Светлые эльфы. \n\n\nУ них светлая кожа, зачастую светлые волосы. Они довольно мягки к сородичам, но строги к другим расам. Им хорошо даётся Магия природы, света, лечения. Хорошие лекари и лучники, мощные друиды. Могут разговаривать с растениями и зверями, могут видеть их глазами(друиды). \n\nСветлые эльфы недолюбливают большинство рас, особенно короткоживущих. Также ненавидят своих сородичей — тёмных эльфов.\n\n\n\nТемные<plus>светлые<plus>кровавые:\n\nДоля населения на континенте- 12%\n\nВ Империи Каллия- 20%",
    "answers": [
      {
        "id": 136,
        "text": "Назад "
      },
      {
        "id": 172,
        "text": "Темные эльфы "
      },
      {
        "id": 193,
        "text": "Кровавые эльфы "
      },
      {
        "id": 176,
        "text": "Друиды"
      },
      {
        "id": 167,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d17/2107/e8/925f80f35046.jpg"
      }
    ]
  },
  {
    "id": 168,
    "text": "Гномы/дворфы – сильная и могучая раса. Эти гордые существа обитают на землях, в которых многие другие не могут или не желают даже находиться. Низкорослые, коренасты и очень сильны, у мужчин, как правило, густые бороды. Народ дворфов живет обычно в горах (под горами), славится кузнецким мастерством и боевым искусством. Им также приписывают владение рунной магией.",
    "answers": [
      {
        "id": 136,
        "text": "Назад "
      },
      {
        "id": 168,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d20/2107/e3/8ac066e87dfd.jpg"
      }
    ]
  },
  {
    "id": 169,
    "text": "Звероподобные. \n\nСамая разнообразная раса из всех. Каждый из них имеет какие-то животные качества. Может быть это звериные уши, или хвост, а может быть вообще почти полное сходство с диким зверем. У них есть свои города и даже маленькие страны. Продолжительность жизни как у людей.",
    "answers": [
      {
        "id": 136,
        "text": "Назад"
      },
      {
        "id": 169,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a22/2107/f7/323734f300d3.jpg"
      }
    ]
  },
  {
    "id": 170,
    "text": "Варлы. \n\nЯвляются довольно высокой (2.5-4 м) и долгоживущей расой (могут жить несколько столетий, хоть и из-за своего образа жизни умерают до старости). Первоклассные бойцы и воители, считают себя высшей расой, но к другим расам относятся скорее с сожалением.Также считается, что их берсерки являются самыми опасными войсками во всем мире, но они также опасны и для союзников. Почти всю жизнь варлы проводят в походах, вообще самая лучшая смерть по их мнению это умереть в битве.",
    "answers": [
      {
        "id": 136,
        "text": "Назад "
      },
      {
        "id": 170,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d23/2107/06/fd348c32030c.jpg"
      }
    ]
  },
  {
    "id": 171,
    "text": "Оборотни.\n\n Выглядят как обычные люди, однако могут превращаться в крупных животных, чаще всего в волков. В образе людей они слабы, превращаясь, они получают большую силу и скорость. Могут превратиться когда захотят, но прилюдно они это не делают. Обычно делают это лишь для охоты или в случаях опасности. В полнолуние превращение неизбежно. \n\n\nСамый большой урон могут получить в образе человека или от серебра, хотя не погибают от этого, рана будет долго заживать и раненое место будет долго болеть, появится странное ощущение будто по коже провели чем-то расколённым. Сами же не обладают магией.\n\n Могут есть обычную человеческую еду, но лучше всего заживляют раны с помощью мяса и предпочитают его. Живут в обычных домах рядом с людьми, но рядом с лесом.",
    "answers": [
      {
        "id": 136,
        "text": "Назад "
      },
      {
        "id": 171,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a34/2107/8d/317d663fe012.jpg"
      }
    ]
  },
  {
    "id": 172,
    "text": "Тёмные эльфы.\n\n Их кожа имеет серый оттенок, они живут под землёй, хороши в магии Смерти, Тьмы, также в изготовлении ядов. Хорошие кузнецы, но ещё лучшие алхимики, также имеют небольшую склонность к лукам.\n\n Обычно довольно жестоки, в качестве животных, используют ящеров или пантер. Нейтрально​ относятся ко всем расам, кроме Кровавых и Светлых эльфов. К первым они относятся доброжелательно, а со вторыми у них взаимная лютая ненависть.",
    "answers": [
      {
        "id": 136,
        "text": "Назад "
      },
      {
        "id": 167,
        "text": "Светлые эльфы "
      },
      {
        "id": 176,
        "text": "Друиды"
      },
      {
        "id": 193,
        "text": "Кровавые эльфы "
      },
      {
        "id": 172,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b07/2107/2b/b2ce78c18647.jpg"
      }
    ]
  },
  {
    "id": 173,
    "text": "Феи – миролюбивая раса, никогда не нападают, но могут обороняться. Представляют собой маленьких людей не больше ладони, с крыльями и зелеными глазами.\n\n\nНе слишком сильны. От них можно получить пыльцу, что применяется в алхимии.",
    "answers": [
      {
        "id": 136,
        "text": "Назад "
      },
      {
        "id": 173,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b06/2107/f8/7324fc94d434.jpg"
      }
    ]
  },
  {
    "id": 174,
    "text": "Тифлинги – это полукровки, метис человека и демона. \n\nВ силу такого родства они обладают некоторыми преимуществами перед человеком — они гораздо более быстрые и ловкие, быстро регенерируют и неплохо видят в темноте. \n\nТифлинги в большинстве случаев сильно отличаются от людей внешне, особенно в первом поколении.",
    "answers": [
      {
        "id": 136,
        "text": "Назад "
      },
      {
        "id": 174,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c11/2107/8b/de4159ea8ae3.jpg"
      }
    ]
  },
  {
    "id": 175,
    "text": "Русалка – это необычное создание с человеческим туловищем и рыбьим хвостом вместо ног. Кожа у них белоснежно-белая.\n\n Русалки обладают мелодичным и гипнотизирующим тембром голоса. Согласно преданию, ими могли стать девушки, которые погибли до замужества или по причине разбитого любовью сердца, а также маленькие некрещеные или по каким-то причинам проклятые дети. \n\nРусалки предпочитают не только соленую морскую воду, но комфортно себя чувствуют в пресной озерной. Также морские красавицы любят яркие вещи, которые могут украсть или попросить. \n\nЖивут русалки дольше людей, но они все же уязвимы, хотя раны на их теле заживают достаточно быстро.",
    "answers": [
      {
        "id": 136,
        "text": "Назад "
      },
      {
        "id": 175,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b03/2107/17/e48654f52e0d.jpg"
      }
    ]
  },
  {
    "id": 176,
    "text": "Друиды – хранители мира, которые избрали путь природы, следование мудрости предков, исцеляя и оберегая мир. Природа для Друида — хрупкий баланс действий, в котором самый небольшой дисбаланс может спровоцировать грозовое потрясения.\n\nЯвляются в большинстве своём Светлыми эльфами",
    "answers": [
      {
        "id": 136,
        "text": "Назад "
      },
      {
        "id": 167,
        "text": "Светлые эльфы "
      },
      {
        "id": 172,
        "text": "Темные эльфы "
      },
      {
        "id": 193,
        "text": "Кровавые эльфы "
      },
      {
        "id": 176,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c02/2107/f3/f7fa5c335fba.jpg"
      }
    ]
  },
  {
    "id": 177,
    "text": "Цверги или карлики – очень похожи на людей. Они даже особых бород не имеют, а женщины, это миниатюрные копии человеческих женщин. Отличаются тем, что могут использовать как руную магию, так и магию земли.\n\nПредставители расы являются хорошими кузнецами, специализируются на ювелирных изделиях.\n\n",
    "answers": [
      {
        "id": 136,
        "text": "Назад "
      },
      {
        "id": 177,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d01/2107/2c/ae667b687c24.jpg"
      }
    ]
  },
  {
    "id": 178,
    "text": "Драконы — долгоживущие могущественные существа. Каждый дракон индивидуален по всем параметрам – характер, внешность, способности, все имеют свои неповторимые черты. Драконы могут быть покрыты разнообразной чешуёй, мехом или перьями, а могут быть и гладкокожие. Драконы бывают дышащие огнём или холодом, ядовитым газом или кислотой — всё зависит от стихии, которой принадлежит дракон. Все драконы владеют магией. Более того, всем драконам доступна возможность мысленного общения с теми, кого они хорошо знают. Обитают только в горах Южного Хребта.",
    "answers": [
      {
        "id": 136,
        "text": "Назад "
      },
      {
        "id": 153,
        "text": "Возможно, вы имели ввиду  \"Дракон\". Раздел \"Животные\""
      },
      {
        "id": 178,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c07/2107/e8/19e218ad20ca.jpg"
      }
    ]
  },
  {
    "id": 179,
    "text": "Ламии – женщины с верхней частью тела человека и змеиной нижней частью. Очень умные и индивидуалистичные, некоторые из них формируют деревни для своей расы, другие же живут по соседству с людьми. \n\nТе особи, которые живут в деревнях ламий (таких ещё называют дикими), ползают вокруг путевых дорог в поисках одиноко-путешествующих путников — человеческих мужчин. Выглядывая из-за укрытия так чтобы было видно лишь её верхнюю человеческую половину.",
    "answers": [
      {
        "id": 150,
        "text": "Назад "
      },
      {
        "id": 179,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b42/2107/02/7fa1c43190e2.jpg"
      }
    ]
  },
  {
    "id": 180,
    "text": "Демоны. \n\nИзначально демоны крайне жестоки, кровожадны и безжалостны к чужому горю, глухи к мольбам о пощаде. Однако как и представитель любой другой расы демон может в силу характера или жизненных обстоятельств изменится в лучшую сторону. В подземном мире демоны неуязвимы для простого оружия или магии, но при выходе на поверхность земли они обретают новое тело, которое можно убить почти так же легко как и представителя иных рас.\n\n\n",
    "answers": [
      {
        "id": 150,
        "text": "Назад "
      },
      {
        "id": 180,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c43/2107/42/c32e4d7c4c00.jpg"
      }
    ]
  },
  {
    "id": 181,
    "text": "Сирены – красивые и опасные существа, они могут парализовать одним своим видом. Об их очаровании ходят легенды. У очень красивый голос. Могут менять внешность. \n\nБольшинство из них живет в глубоких морях поблизости высоких гор, в лагуне \"Клюв ворона\". Их города созданы из гигантских волшебных кораллов.",
    "answers": [
      {
        "id": 150,
        "text": "Назад "
      },
      {
        "id": 181,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b05/2107/01/97872b918564.jpg"
      }
    ]
  },
  {
    "id": 182,
    "text": "Гарпии – полудикий народ, похожий на тощих темнокожих людей с большими крыльями. \n\nСрок жизни неизвестен. Часто питаются кровью, отчего их порой путают с вампирами.",
    "answers": [
      {
        "id": 150,
        "text": "Назад "
      },
      {
        "id": 182,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d37/2107/e2/6666bdd194e8.jpg"
      }
    ]
  },
  {
    "id": 183,
    "text": "Йорогумо — это вид демонов, что своим видом напоминает паука. Помимо своей естественной среды обитания йорогумы могут жить и в человеческих поселениях, принимая обличие человека. \n\nОни жестоки и злы. У такого вида демонов спокойная натура. Сначала они дружелюбны и кокетливы, особенно по отношению к мужчинам. когда заходит солнце, проявляет свою настоящую личность. Ночью она оплетает мужчину своей паутиной и насилует его до самого рассвета или до тех пор, пока тот не обессилеет. А потом два пути: либо он будет съеден самой йорогумо, либо будет изнутри поглощен детьми паука, коих та сначала запихает мужчине.",
    "answers": [
      {
        "id": 150,
        "text": "Назад "
      },
      {
        "id": 183,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a13/2107/6a/a87cf970643e.jpg"
      }
    ]
  },
  {
    "id": 184,
    "text": "Тролли – Обитают где угодно, но предпочитают холодный климат. Основные характеристики — тупость и невероятная живучесть.",
    "answers": [
      {
        "id": 150,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 185,
    "text": "Огры.\n\nВеликаны-людоеды. Интеллектуальные способности и воображение почти отсутствуют, сильно развит эгоизм и мания величия. Любят загадки. Неуклюжи, невероятно сильны и слабоуязвимы, неплохо регенерируют",
    "answers": [
      {
        "id": 150,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 186,
    "text": "Дендроиды.\n\n \"Разумные\" деревья, массивные и очень сильные. Существа — хранители леса. Не нападают, но если причинить вред лесу, то вас ждёт смерть от их ветвей.",
    "answers": [
      {
        "id": 150,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 187,
    "text": "Гоблины – сверхъестественные человекоподобные создания, живущие в подземных пещерах и не переносящие солнечный свет.",
    "answers": [
      {
        "id": 150,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 188,
    "text": "Орки– высокие, масивные и мускулитсые существа с зелёным цветом кожи. Воинственный народ, состоящих из разных кланов, каждый клан имеет свои особенности и обычаи. Живут орки обычно в степях, лесах, горах (очень редко в джунглях). Поклоняются орки не богам как все другие расы,а своим предкам (а точнее их духам), приветствуют шаманизм.",
    "answers": [
      {
        "id": 150,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 189,
    "text": "Големы – существа из неживой материи, будь то камень или глина. \n\nОживлены при помощи тайных знаний, обычно они применяются в промышленности или войнах, выполняют ту работу которую не может выполнить хозяин голема.",
    "answers": [
      {
        "id": 150,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 190,
    "text": "Циклопы — Далекие потомки одичавших титанов, очень сильны и практически неуязвимы. \n\nЖивут в труднодоступных скалистых ущельях или на необитаемых островых. Самовлюбленные эгоисты, цивилизации как таковой и высокой материальной культуры не имеют. Особые приметы — одноглазость и дарованная богами непонятно за что способность парализовывать взглядом. \n\nИнтеллектуальный уровень низкий, легко приходят в бешенство.",
    "answers": [
      {
        "id": 150,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 191,
    "text": "Одольфы — монстры поклоняющиеся растениям, у них есть разум, они способны реагировать на действия противника.\n\n Есть ноги и руки, похожие больше на плавники. Тело крепкое, рост небольшой. \n\nОбитают по одиночке, в основном у болота. Довольно быстры и выносливы. Способны быть невидимыми из-за покрова. Они живут в тёмных местах и могут сливаться с этой темнотой.\n\n Можно победить магией, физическими атаками по телу.",
    "answers": [
      {
        "id": 150,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 192,
    "text": "Мурлок — рыбо-человек. \n\nТело покрыто чешуей, защищающей от камней, стрел и иссушения. Руки мощные, способны удержать почти любой предмет и использовать, как оружие. \n\nОбычно ходят в большими группами. По одному, мурлоки не особо сильны из-за зрения. Оно на суше очень мутное, а остальные рецепторы работают только под водой.\n\n Обитают в основном у скал. Лучший способ убийства — нанесести физический урон по груди или голове.",
    "answers": [
      {
        "id": 150,
        "text": "Назад "
      },
      {
        "id": 192,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a11/2107/44/5ca1ebd6063e.jpg"
      }
    ]
  },
  {
    "id": 193,
    "text": "Кровавые эльфы. \n\nЭтот народ отличается красными глазами. Склонность к магии крови, огня. Могут использовать такую вещь как антимагию, но тогда не могут стать магами. \n\nОни также могут использовать в качестве орудия лук, но у них есть и своё, особое оружие. Это двуручный клинок, сделанный из лёгкого металла, благодаря чему его можно метать. Благодаря привязанной нити, можно вернуть в руку. \n\nКровавые эльфы немногословнны, не очень любят светлых сородичей, нейтрально относятся ко всем остальным.",
    "answers": [
      {
        "id": 136,
        "text": "Назад "
      },
      {
        "id": 167,
        "text": "Светлые эльфы "
      },
      {
        "id": 172,
        "text": "Темные эльфы "
      },
      {
        "id": 176,
        "text": "Друиды"
      },
      {
        "id": 193,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c06/2107/67/1d71a4349a94.jpg"
      }
    ]
  },
  {
    "id": 194,
    "text": "Вампиры. \n\nИмеют бледную кожу и обычно тёмные волосы. Также им присущи обезжизненные глаза, не выражающие эмоций. Острые длинные клыки — их главная особенность. \n\nОбладают большой силой, достаточно высоко прыгают и перемещаются быстрее, чем обычный человек. Поэтому не носят с собой оружие и не обладают магией.\n\nКонечно, они могут брать оружие, но это встречается редко. Охотятся на любые живые существа слабее их и не обладающих магией света. Могут потерять сознание, ослабиться, получить урон из-за магии света. Обычно лечатся с помощью питья крови у других существ. Живут в тёмных не освещённых местах.",
    "answers": [
      {
        "id": 150,
        "text": "Назад "
      },
      {
        "id": 194,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c43/2107/40/95cc7baffcbf.jpg"
      }
    ]
  },
  {
    "id": 195,
    "text": "Герб имеет вид щита с заостренным низом. Фон золотой. А на самом фоне красуется трехглавый орёл, олицетворяющий власть. Сам герб по бокам держат два грифона",
    "answers": [
      {
        "id": 140,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 196,
    "text": "Семья эрцгерцога.\n\nГлава семьи:\n\nАвгуст Дель Нелио. Брат Нынешнего Императора.\n\nЭрцгерцогиня:\n\nЦикломея Дель Нелио. Дочь богатого графа.\n\nСын:\n\nДаррен Дель Нелио. Не женат \n\n_______________________________________________\n\n\nЗемли находятся недалеко от земель Наследного Принца, то есть недалеко от столицы, в Южном регионе.\n\n",
    "answers": [
      {
        "id": 141,
        "text": "Назад "
      },
      {
        "id": 200,
        "text": "Герб "
      }
    ]
  },
  {
    "id": 197,
    "text": "Семья герцога Романс\n\nГлава семьи:\n\nВильгельм Дель Романс. До Лилиям был единственным герцогом страны Каллия.\n\n\nГерцогиня:\n\nХлоя Дель Романс. Дочь маркиза\n\n\nСын:\n\nОрбито Дель Романс. Унаследует титул графа. Женат.\n\nДочь:\n\nАлиса Дель Романс. Императрица\n\n\n________________________________________________\n\n\nЗемли находятся в Западной части Империи. Является членом Совета Главных.",
    "answers": [
      {
        "id": 142,
        "text": "Назад "
      },
      {
        "id": 199,
        "text": "Герб"
      }
    ]
  },
  {
    "id": 198,
    "text": "Является гг данного квеста.\n\nСемья герцога Ваниле.\n\nГерцог:\n\nЛилиям Дель Ваниле\n\n________________________________________________\n\n\nЗемли находятся на Севере, рядом с горным хребтом Уэльшин. Герцог входит в совет Главных",
    "answers": [
      {
        "id": 142,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 199,
    "text": "На пурпурном фоне изображен лев, а обвивает этот щит золотая цепь.",
    "answers": [
      {
        "id": 197,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 200,
    "text": "Лазурный фон. На фоне изображен пес с открытой пастью, одетый в ошейник, обозначающий повиновение Императорской семье. Сверху изображен лук и стрела",
    "answers": [
      {
        "id": 196,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 201,
    "text": "Дмитрий Вайб.\n\nРаньше род Вайб были маркизами, но из-за долгов прошлого главы дрма им пришлось продать все свои земли.\n\nИз этой семьи остался лишь сын покойного маркиза- Дмитрий и его сестра Анжел. ",
    "answers": [
      {
        "id": 146,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 202,
    "text": "словарик",
    "answers": [
      {
        "id": 81,
        "text": "Мелли"
      },
      {
        "id": 82,
        "text": "Империя Каллия "
      },
      {
        "id": 83,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 84,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 207,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 208,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 209,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 210,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 203,
    "text": "Глава VI \n\n\"Неожиданное начало\"\n\n\n\n\nПосле слов девушки возникло молчание. Лилиям пребывала в глубоком шоке. Что это всё значит? Почему эта девушка так странно одета? Она какой-то маг? Ну нет, глупости. На целом континенте не найдёшь мага сильнее Ренальда, что и радует, и огорчает одновременно. \n\nВдохнув полной грудью, герцогиня подошла поближе к незнакомке. Та с ужасом посмотрела на Лиям, вздрогнув от удивления.",
    "answers": [
      {
        "id": 213,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 204,
    "text": "Дополняется ",
    "answers": [
      {
        "id": 80,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 205,
    "text": "Зелье варится",
    "answers": [
      {
        "id": 80,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 206,
    "text": "Делается ",
    "answers": [
      {
        "id": 80,
        "text": "Назад "
      },
      {
        "id": 214,
        "text": "магия, присущая определенным расам"
      },
      {
        "id": 215,
        "text": "общедоступная магия"
      },
      {
        "id": 216,
        "text": "запрещенная магия"
      }
    ]
  },
  {
    "id": 207,
    "text": "",
    "answers": []
  },
  {
    "id": 208,
    "text": "",
    "answers": []
  },
  {
    "id": 209,
    "text": "",
    "answers": []
  },
  {
    "id": 210,
    "text": "",
    "answers": []
  },
  {
    "id": 211,
    "text": "Всё о этом мирке вы найдёте в коало-словаре.\n\nКак его найти? Все очень просто. В первой главе на второй странице есть кнопочка, что переносит вас в коало-словарь. Мне было лень переделывать и добавлять на главный экран, простите, пожалуйста   =^=\"\"",
    "answers": [
      {
        "id": 10,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 212,
    "text": "В честь 200 страниц я постараюсь выпустить еще одну (6) главу раньше срока, то есть, 15 июля. Экстра планируется на 27 июля, но ничего обещать не могу.\n\nВсех чмок в лобик, люблю вас   =3=  ~~♡",
    "answers": [
      {
        "id": 133,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 213,
    "text": "",
    "answers": []
  },
  {
    "id": 214,
    "text": "делается ",
    "answers": [
      {
        "id": 206,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 215,
    "text": "общедоступная магия-магия, которой могут пользоваться все разумные живые существа независимо от расы. Исключением являются гарпии, т.к. не могут использовать никакую магию. Способность к магии у разных существ разная. Некоторые люди вообще не могут использовать магию, или очень слабую магию.",
    "answers": [
      {
        "id": 206,
        "text": "назад "
      },
      {
        "id": 217,
        "text": "Стихийная магия"
      },
      {
        "id": 218,
        "text": "Подстихийная магия"
      },
      {
        "id": 219,
        "text": "Магия усиления/магия крови"
      }
    ]
  },
  {
    "id": 216,
    "text": "Делается ",
    "answers": [
      {
        "id": 206,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 217,
    "text": "Как можно понять из названия, стихийная магия основывается на четырёх главных стихиях: огонь, вода, земля, воздух,- а также на магии света и тьмы, что не относится к четырём вышеперечисленным магиям. Этой магией могут пользоваться почти все живые существа, некоторые растения также могут проявлять пнизнаки использования магии, например: если земля в области, где растет цветок Иоссифины (по эльф. Tarrewa Yoshita), очень сухая, цветок может создать для себя маленькую лужицу воды. По идее, это-чистая магия, но учёные отрицают это, т.к. создание простейшей магии может быть продиктовано инстинктом. ",
    "answers": [
      {
        "id": 215,
        "text": "Назад "
      },
      {
        "id": 220,
        "text": "Огонь"
      },
      {
        "id": 221,
        "text": "Вода"
      },
      {
        "id": 222,
        "text": "Земля "
      },
      {
        "id": 223,
        "text": "Воздух "
      },
      {
        "id": 224,
        "text": "Свет"
      },
      {
        "id": 225,
        "text": "Тьма"
      }
    ]
  },
  {
    "id": 218,
    "text": "Подстихийная магия. Тут, думаю, сложнее. В эту магию входят две огромные группы. Первая-это магия, создаваемая смешением двух стихийных магий. Например:\n\nвода<plus>земля= грязь\nогонь<plus>воздух= дым\nвода<plus>огонь= кипяток\nогонь<plus>земля= лава\nвода<plus>воздух= лед\nземля<plus>воздух= пыль\nвоздух<plus>свет= полет (создание крыльев)\nи т.д.\n\nВторая-это подстихии, которые невозможно получить из стихий. Например:\nМеталл, растения",
    "answers": [
      {
        "id": 215,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 219,
    "text": "Делается ",
    "answers": [
      {
        "id": 215,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 220,
    "text": "разжигается",
    "answers": [
      {
        "id": 217,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 221,
    "text": "Набирается",
    "answers": [
      {
        "id": 217,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 222,
    "text": "Сушиться",
    "answers": [
      {
        "id": 217,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 223,
    "text": "Дуется",
    "answers": [
      {
        "id": 217,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 224,
    "text": "Солнце всходит",
    "answers": [
      {
        "id": 217,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 225,
    "text": "Закат",
    "answers": [
      {
        "id": 217,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 226,
    "text": "",
    "answers": []
  }
]