[
  {
    "id": 1,
    "text": "Автор: Bartow\nЖанр: Ужасы\n\n   Часто ли вы сталкиваетесь с потусторонними сущностями? Нет? Тогда вам повезло больше, чем главному герою. За ним охотится злобное, коварное, явно неживое существо. Оно пришло из другого мира, способное лишь поглощать человеческие души. Парень хотел убежать. Думал, что может спрятаться. Но зло всегда было рядом, оно медленно, маленькими частями уничтожало его изнутри.\n   Спустя несколько месяцев ночных кошмаров, погонь и поисков, парень сумел найти книгу, которая может помочь снять проклятие с его попутчицы и уничтожить зло.\n   Спасти девушку или выжить самому? Выбор за тобой.",
    "answers": [
      {
        "id": 2,
        "text": "Начать.",
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "",
        "system": true
      },
      {
        "id": 1,
        "text": "Группа ВКонтакте.",
        "url": "https://vk.com/bartowclub",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 2,
    "text": "   Я подъехал к небольшому частному дому. Мы остановились в нем ненадолго. Мне нужен отдых.\n   Деревянные ступеньки издавали противный звук, когда я поднимался к двери. В правой руке я держал старую, слегка прогнившую по углам, книгу. Мои пальцы так сильно вцепились в нее, что ключи из кармана пришлось доставать левой. Трясущейся рукой я поднес их к замочной скважине. Промахнувшись, я ненадолго застыл в попытках сфокусировать взгляд. В глазах слегка рябило. На долю секунды я все же смог разглядеть нужное мне отверстие, и резким движением всунул ключ. Три проворота вправо и один влево. Я услышал щелчок. \n   \" Кто вообще придумал такие замки? \" — подумал я.",
    "answers": [
      {
        "id": 3,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 3,
    "text": "   Я зашел внутрь. Дом был не большим: по три комнаты на первом и втором этаже. Слева от входной двери была старая лестница, которая вела на второй этаж. Возле лестницы стоял маленький столик с проводным телефоном. Справа от двери была небольшая комната, окна которой выходили во двор. Моя спутница лежала в комнате, которая находилась в середине дома. В последний раз все началось с разбитых окон, поэтому я решил перестраховаться. \n   Я хотел уже пойти в свою комнату и лечь спать, когда услышал, как закрылась входная дверь и щелкнул замок. \n   — Чертовы автоматические замки! — выругался я. \n   Сон как рукой сняло. Я положил книгу на стол в своей комнате. Взяв керосиновую лампу, я пошел проверить состояние девушки.",
    "answers": [
      {
        "id": 4,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 4,
    "text": "   Лампа слабо освещала темное помещение, являющееся коридором. Однажды эта сущность начала взрывать все лампочки в доме. Осколки разлетались с большой скоростью. Мне пришлось закрывать девушку своим телом. Тогда моя спина была похожа на кровавое месиво из кожи и мяса.\n   Первое время сущность не сильно досаждала: разбрасывала вещи, показывала деформированные лица в темноте, создавала на стенах кровавые рисунки и надписи с угрозами. Но она не прикасалась к нам, пока мы были рядом. Казалось, что с моим появлением создался какой-то барьер, через который дух не мог пробиться. Но безобидное запугивание быстро переросло в настоящую опасность.\n   В какой-то из дней я принес освященный церковный крест. Видимо, существу это не очень понравилось. Утром я обнаружил у себя на руке порез в виде перевернутого креста, а тот, что я принес, был разломан на маленькие куски, которые были воткнуты в пол вокруг кровати девушки. В тот момент я понял, что обратившись за помощью к Богу, я дал слабину перед тварью, и барьер был благополучно разрушен. Я не знал как это работало, но это единственное, что мне пришло в голову в качестве объяснения.\n   Когда я встретил эту девушку, она уже не могла говорить и еле стояла на ногах. Думаю, дух уже долго ее преследует. С ней была лишь записка, которую она совала каждому прохожему, надеясь на помощь. Этим людям повезло, что они настолько бессердечны.\n   \" Я так много времени провел с этой девушкой, а имени ее не знаю. \" — подумал я.",
    "answers": [
      {
        "id": 5,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 5,
    "text": "   Пройдя темный коридор, я зашел в комнату, где лежала девушка. Я поставил лампу на тумбу, стоящую рядом с кроватью, и перевел взгляд на девушку. Ее состояние с каждым днем ухудшалось. Я не знал точно, сколько она еще сможет бороться, и это меня пугало.\n   Тут мое внимание привлек браслет у нее на руке. При свете лампы я увидел символ, вырезанный на его ручке, и удивился. Точно такой же символ я видел на одной из страниц книги, когда я ее впервые пролистывал. Хотя не исключено, что мне попросту показалось, ведь мое тело тоже сильно ослабело. На секунду меня охватила паника. Я несколько раз моргнул, пытаясь сконцентрироваться на ее руке, но когда у меня это получилось, браслета там уже не было.\n   Еще раз осмотрев девушку, я взял в руки шприц и вколол ей сильное обезболивающее. Игла прошла сквозь кожу, словно та была из масла. Закончив с уколом, я посильнее укутал ее в одеяло и направился к двери.\n   \" Это все, что я сейчас могу для тебя сделать \" — подумал я.",
    "answers": [
      {
        "id": 6,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 6,
    "text": "   Вернувшись в свою комнату, я принялся изучать содержимое книги. Спустя некоторое время я смог обнаружить тот самый символ с увиденного мной браслета. Почему-то, именно в этой части книги, страницы были повреждены больше всего. Большую часть написанного было сложно прочитать, а некоторые слова были полностью стерты. Весь текст был на другом языке, я смог разобрать только одно предложение, и оно выглядело примерно так: \" Quod aliquis respiciens ad problems, sed non volunt ut illos \". Как подсказал мне мой смартфон, там говорилось о каких-то проблемах, которые лучше не иметь. К сожалению, я не смог узнать точного перевода, поэтому я перевернул страницу. \n   Здесь уже было больше конкретики. Говорилось о каком-то ритуале и ингредиентах для него. К сожалению, у меня сразу возникла проблема. Оказалось, что ритуалов было несколько, и они выполняли разные функции.\n   Ритуал \" Очищение \" должен был снять проклятие с девушки. Злая сущность перестала бы следовать за ней. Но тогда дух переключился бы только на меня. И неизвестно, успел бы я провести еще один для себя. Возможно, тварь направила бы на меня все свои силы.\n   Ритуал \" Изгнание \" был более эффективным. Как описывалось в книге, этот ритуал смог бы полностью искоренить зло. Но почему-то его описание было довольно размыто. И его действие было не моментальным. Должно было пройти некоторое время, чтобы ритуал подействовал. Возможно, используй я его, девушка не выживет.\n   Для первого ритуала нужны были полевые цветы, а для второго мел и уголь. Если порыться в доме, можно было найти нужные вещи. Но цветы все же пришлось искать в поле. Благо мы находились за городом.",
    "answers": [
      {
        "id": 7,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 7,
    "text": "   От книги меня отвлек странный шум с улицы: Что-то с грохотом ударилось о стену дома.\n   \" Надеюсь, это всего лишь ветер \" — подумал я.\n   Медленно открыв входную дверь, я вышел на крыльцо. Холодный ветер сильно обдувал меня. Я продрог до костей всего за несколько секунд. Осмотрев двор, я пришел к выводу, что звук создала ветка дерева, растущего возле дома. \n   Когда я вернулся в дом, мой взляд невольно устремился в окно. Увиденное повергло меня в шок. \n   — О нет, — от страха мое тело начало трусить. Я на время потерял дар речи.\n   Так быстро это еще никогда не происходило. Обычно демон находил нас за неделю. Но мы здесь были всего второй день,  а он уже настиг нас.\n   По среди двора стояла черноволосая девушка с пустыми глазами. На ней практически не было одежды, а ее тело было жутко изуродованно. Она смотрела прямо на меня и жутко улыбалась. Медленно подняв то, что осталось от левой руки, она помахала мне. Мне стало совсем не по себе, и я рухнул на пол.\n   Эта девушка начала приходить, когда моя спутница впала в кому. Она была предвестником его скорого появления.",
    "answers": [
      {
        "id": 8,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 8,
    "text": "   Очнулся я только под утро. Я лежал на раскрытой книге. Голова сильно болела. Лампа давно потухла, поэтому в комнате была кромешная темнота. Глазам понадобилось несколько минут, чтобы рассмотреть хоть что-то. \n    — Это был только сон, — вздохнул я.\n   В любом случае, я увидел ее, а значит времени совсем не оставалось. В коридоре было жутко холодно,  а на стенах появились не глубокие, но длинные трещины. \n   Я решил не терять времени. Надев еще один свитер, я собирался достать нужные ингредиенты. ",
    "answers": [
      {
        "id": 9,
        "text": "Отправиться за цветами."
      },
      {
        "id": 10,
        "text": "Обыскать дом."
      }
    ]
  },
  {
    "id": 9,
    "text": "   На поиски ромашки я потратил много времени.\nВсё-таки была глубокая осень. Совсем не странно, что найти цветы так тяжело. \n   К концу дня я насобирал достаточное количество ромашки. Подъезжая к дому, я испытал странные ощущения. Мозг всеми силами предупреждал об опасности. Но обойдя весь дом, мне не удалась ничего обнаружить. Когда на улице стемнело, я отправился отдыхать.",
    "answers": [
      {
        "id": 11,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 10,
    "text": "   Я решил уничтожить эту тварь, поэтому принялся искать нужные вещи в доме. Так как дом отапливался печкой, на втором этаже оказалось несколько мешков с углем. \n   — Отлично, еще успею найти мел, — решил я.\n   Но мои планы нарушило тихое шуршание за спиной. Когда я обернулся, то обнаружил одинокое зеркало, стоящее в углу комнаты. Оно было накрыто простыней, из под которой и доносился этот странный звук. Зная об опасности зеркал, я принялся тащить его к окну, чтобы в последствии скинуть вниз.\n   Очередной толчок был слишком резким и ткань незамедлительно соскользнула.\n   — Черт! — выругался я, а после застыл в ужасе.\n   Из зеркала на меня смотрела та самая девушка из кошмара. Ее улыбка стала еще шире, а глаза темнее. Какое-то время мы просто смотрели друг на друга. В один момент она резко хлопнула в ладоши и противно засмеялась. От этого шума у меня начали болеть уши. Вскоре я потерял сознание.\n   Когда я очнулся, на улице уже было темно. Я взглянул на зеркало. На нем была одна большая трещина. Резко вскочив с пола, я приложил оставшиеся силы и скинул его в окно. Упав на землю, зеркало разлетелось на множество осколков.\n   \" Завтра будет тяжелый день. \" — с этими мыслями я отправился спать.\n   ",
    "answers": [
      {
        "id": 11,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 11,
    "text": "   Она снова снилась мне этой ночью. С каждым разом ее лицо все больше искажается. Я никак не мог понять, чего она от меня хочет. Зачем она делает эти вещи — было для меня загадкой. Но они становились все страннее. Я вышел в коридор, хотел проверить мою спутницу. В доме появился противный запах тухлого мяса, а на стенах образовалось еще больше трещин. Я не был удивлен, я понимал, что это должно было случится.\n   \" Скоро все закончится \"  — подумал я.\n   Когда я вышел из комнаты девушки, время близилось к полудню. Нужно было достать оставшиеся ингредиенты. ",
    "answers": [
      {
        "id": 12,
        "text": "Обыскать дом."
      },
      {
        "id": 13,
        "text": "Отправиться за цветами."
      }
    ]
  },
  {
    "id": 12,
    "text": "   Облазив все места на первом и втором этаже, я не смог найти мел. Единственным местом, где я еще не был, оказался подвал. Этого я боялся больше всего.\n   Это произошло почти в самом начале. Мы тогда укрылись в одном небольшом подвале. Подвал — это худшее место для укрытия от призраков. Всего один вход и ни одного выхода. В тот вечер мне пришлось пережить неописуемо ужасные ощущения.\n   Но я все же решился. Взяв керосиновую лампу, я начал спускаться под дом. Ступеньки жутко скрипели. С каждым шагом мне становилось хуже. \n   Лампы хватило, чтобы разглядеть среди хлама и паутины несколько кусков мела. Они лежали на столе, слева от лестницы. Я уже хотел потянуться к ним, но доски подо мной с хрустом разломались, и я по колено провалился. Я не мог пошевелить ногой, к тому же, она была сильно повреждена об доски. Мне пришлось приложить немало усилий, чтобы вытащить ее из дыры. \n   Затем я схватил мел и быстро выскочил из подвала. Когда я пришел в себя, я уже был в своей комнате. Адреналин перестал закачивать меня, эффект шока прошел. Лишь тогда я ощутил всю тяжесть своего ранения. На скорую руку перемотав ногу, я попытался встать. Это у меня получилось не сразу. Взяв все необходимые вещи, я направился в комнату девушки. \n   \" Пришло время. \" — подумал я.",
    "answers": [
      {
        "id": 14,
        "text": "Далее. "
      }
    ]
  },
  {
    "id": 13,
    "text": "   Мне нужно было найти тысячелистник. Я очень боялся, что его может попросту не оказаться там. Всё-таки близилась зима.\n   Я потратил на поиски целый день. Когда я уже успел отчаяться, мои глаза смогли уловить несколько белых цветочков. Подойдя к ним, я принялся их собирать. Когда я потянулся, чтобы собрать последний цветок, я увидел нечто странное. Рядом с ним были разбросаны кости, очень сильно напоминавшие человеческую кисть. \n   Я сорвал цветок и собирался убираться с этого места, но насекомые с костей начали залезать на меня. Через несколько секунд все мои руки были покрыты странными насекомыми. Я выронил пакет с цветами и начал смахивать с себя эту мерзость. Лишь через пол часа я справился с этой задачей. Убедившись, что на мне не осталось ни одной дряни, я направился домой.",
    "answers": [
      {
        "id": 14,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 14,
    "text": "   Зайдя в комнату, я положил все ингредиенты на тумбу. Еще раз осмотрел девушку. Убедившись, что некоторое время она еще протянет, я принялся за подготовку.",
    "answers": [
      {
        "id": 15,
        "text": "Начать ритуал.",
        "need": [
          9,
          13
        ]
      },
      {
        "id": 16,
        "text": "Начать ритуал.",
        "need": [
          10,
          12
        ]
      },
      {
        "id": 17,
        "text": "Начать ритуал.",
        "need": [
          9,
          12
        ]
      },
      {
        "id": 17,
        "text": "Начать ритуал.",
        "need": [
          10,
          13
        ]
      }
    ]
  },
  {
    "id": 15,
    "text": "   Я сплел для девушки венок из ромашки и тысячелистника, надел ей на голову. Остатками усыпал ее тело. Девушка была очень бледной и тяжело дышала. Я старался сделать все как можно аккуратней. Закончив с цветами, я начал читать заклинание, найденное в книге. \n   В доме все затряслось. На стенах появлялось все больше трещин. Жуткие звуки были повсюду. Когда я произнес последнее слово, мое плечо кто-то схватил. Я прекрасно знал кому пренадлежала эта рука. Но я решил спасти эту девушку. Я через столькое прошел. Для меня не было другого пути. Я начал снова говорить строки из книги, повышая голос с каждым словом. В какой-то момент плечо громко хрустнуло, я ощутил невероятную боль, но не прекращал повторять заклинание. Поняв, что меня так просто не остановить, сущность резко развернула меня лицом к себе. И тогда я все понял. Улыбка той девушки из сна принадлежала этой твари. Ужасно искаженная нечеловеческая улыбка и эти пустые глаза, словно черные дыры. \n   В мою грудь что-то вонзилось. Существо проткнуло меня насквозь. Я чувствовал, как жизнь покидает меня. Я угасал с невероятной скоростью. Из последних сил я повернул голову, чтобы взглянуть на девушку. В этот момент она приоткрыла глаза.\n   \" Хорошо, хоть тебя смог спасти. \" — с этими мыслями мое сознание погрузилось во тьму.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 16,
    "text": "   \" Я убью эту тварь, чего бы мне это не стоило \" — с этими мыслями я принялся чертить круги на полу, используя мел и уголь. \n   Когда я закончил с кругами, я поднял девушку с кровати. Я медленно опустил ее прямо в центр нарисованной мною печати. Мелко покрошив мел с углем, я рассыпал смесь на тело девушки. \n   — Прости меня, — тихо сказал я.\n   Приготовления были завершены. Я начал говорить заклинание, что вычитал в книге. Как только я произнес первые слова, тело девушки затряслось. Я продолжил говорить слова, не обращая внимание на происходящее. С каждым словом я повышал интонацию. Когда я сказал последнее слово, девушку сильно перекосило. Я снова начал говорить заклинание. Девушку крутило все сильнее: ее ноги и руки были вывернуты в разные стороны, а на лице появлялась неестественная улыбка. Когда ее конечности закончили движение, девушка истошно заорала. Этот крик ни с чем нельзя было сравнить. С каждым произнесенным словом я чувствовал тот тяжкий груз, который несла эта бедная девушка. \n   Когда ее тело окончательно обмякло, я моментально покинул дом. Нога сильно болела, но это не помешало мне добраться до транспорта. Сев в машину, я вдавил педать газа. Я ехал не останавливаясь несколько часов. Когда я очнулся от шока, за окном была глубокая ночь. Я остановился. Вышел из машины. Несколько минут я просто молча стоял. А потом меня вывернуло. Перед глазами встала эта жуткая картина. Эта страшная улыбка. \n   Я добрался до ближайшего отеля. Зайдя в номер, я сразу провалился в сон. Так хорошо я уже очень давно не спал.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 17,
    "text": "   Я уже хотел начать ритуал, но понял, что мне не хватает нужных ингредиентов. \n   — Черт! Как же я так оплошал, — выругался я.\n   Когда я закончил фразу, в дверь сильно ударили. \n   БАМ! \n   За первым последовал еще один удар, только сильнее. Я услышал злобное рычание и быстрые шаги за дверью. Затем на дверь пришелся еще один удар. Петли дрогнули. Я впал в ступор. Такого никогда не было. Я не знал, что делать. Выхода не было. Очередной удар разломал дверь напополам. Когда я увидел эти черные глаза, мой разум отказался соображать. Здоровое существо, полностью состоящее из тьмы, зашло в комнату. Меня окутал животный страх.\n   \" Это конец. \" — пронеслось в моей голове.\n   Существо сперва подошло к девушке. Оно схватило ее хрупкое тело. Держа девушку за шею, тварь повернула свою голову на меня. И я понял, что буду следующим. Через секунду я услышал хруст, а затем была пустота.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 18,
    "text": "",
    "answers": []
  }
]