[
  {
    "id": 1,
    "text": "Автор: ****<s>r\nЖанр: Ужасы, Безумие<s>r\n<s>r\n Будучи один в здании, Марк зажег свечу. Но что будет, если его попросят ее затушить?<s>r\n<s>r\nПримечание.<s>r\n Всего истинных концовок три. Все они помечены.",
    "answers": [
      {
        "id": 2,
        "text": "Начать",
        "need": [
          -75
        ],
        "need_ever": true
      },
      {
        "id": 77,
        "text": "Начать",
        "need": [
          75,
          -77
        ],
        "need_ever": true
      },
      {
        "id": 2,
        "text": "Начать",
        "need": [
          77
        ],
        "need_ever": true
      }
    ]
  },
  {
    "id": 2,
    "text": " С шипением вспыхнула свеча. Маленький огонек разорвал мрак вокруг. Трясущимися пальцами Марк поднес спичку к фитилю. Несколько мгновение пламя лишь ласкало его, медленно подползая к пальцам. Жар обжигал кожу. Огонь в любой момент готов был поглотить руки, но Марк терпел — он ждал. И вот наконец и свеча занялась тусклым пламенем.<s>r\n Ладони жадно подхватили ее. Марк стал резко водить ее по сторонам. Никого не было вокруг — только его тень вечной спутницей шла за ним.<s>r\n Аккуратно подхватив рюкзак, Марк пошел из комнаты.<s>r\n То и дело глаза его натыкались на тела. Еще не  запекшаяся кровь алыми отблесками отражала пламя. Их пустые глаза с укором провожали живого.<s>r\n — Марк, Марк!.. — раздавались в голове голоса мертвых друзей. <s>r\n Дрожь бежала по телу. Ладони еще крепче сжимали свечу. Слезы медленно стекали по его щекам. Он не хотел. Он не знал, что все так обернется, но теперь уже ничего не изменишь.<s>r\n — Неужто ты готов  бросить своих друзей? — раздался голос в темноте. — Неужто ты не хочешь им помочь? Облегчить их страдания? <s>r\n — Уйдите! — дрожащая рука начала водить свечой вокруг. — Уйдите!<s>r\n — Затуши свечу! Иначе они будут вечность страдать!<s>r\n — Затуши! Затуши! — заполнилась  темнота их голосами. — Ты, Марк, обрек нас на смерть! Тебе же и расплачиваться!",
    "answers": [
      {
        "id": 3,
        "text": "Затушить свечу"
      },
      {
        "id": 4,
        "text": " - Нет!"
      },
      {
        "id": 29,
        "text": "Бросить свечу и убегать"
      }
    ]
  },
  {
    "id": 3,
    "text": " — Хорошо, — мелькнула блеклая улыбка на его лице. — Будь по-вашему.<s>r\n Склонившись к свечи, он набрал воздуха в легкие. Пламя затухло. Безумный смех в последний раз сотряс темноту.",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": " — Нет! Я не  заставлял сюда кого-либо идти! <s>r\n В то же мгновение все голоса  замолкли так же резко, как и появились. Гулкие шаги разрезали тишину. На границы света показался силуэт. Его взгляд впились в Марка. Его парализовало — только глаза могли смотреть на эту фигруру. <s>r\n Они безмолвно глядели друг на друга, пока наконец нога, сотканная из тьмы, не шагнула спокойно в освещенный круг.<s>r\n Улыбка блеснула на лице Марка.<s>r\n — К чему был весь этот цирк? <s>r\n Силуэт пожал плечами.<s>r\n Сделав еще один шаг, он картинно склонился к свечи. Пламя затухло.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 5,
    "text": " — Нет, — отчетливо произнес Марк.<s>r\n — И почему же? — деланно удивленным голосом спросил силуэт.<s>r\n — Ненавижу, когда меня убивают<s>r\n Усмешка донеслась из темноты.<s>r\n — Придется привыкать.<s>r\n И в то же мгновение резкий порыв ветра затушил свечу.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 6,
    "text": " — Эй! Ты че, в психи записаться решил?<s>r\n Голос Димы  вырвал Марка из сна. Ничего непонимающим  взглядом он обвел квартиру и темную фигуру рядом с ним.<s>r\n — Это ты, Дим?<s>r\n — А кто, блин, еще? — отозвался как обычно грубый друг. — Ты че, водки паленной нажрался, что ли?<s>r\n — Что произошло? — непонимающе заозирался Марк вокруг. — Где я?<s>r\n —  В квартире. Вопрос исчерпан?<s>r\n — Так мы ведь в Кресты собирались поехать.<s>r\n — Марк, — прорезались нотки беспокойстве в голосе Димы, — ты же сам нас отговаривал. Вначале предлагал, а потом резко как набросился и стал все втирать, что, мол, не надо.<s>r\n — Стоп, — вздрогнул с ужасом Марк, — какого ты у меня в кровати делаешь?!<s>r\n — А ты что, ничего не помнишь? — засмеялся Дима, глядя, как друг выпрыгивает с постели.<s>r\n Марк упал на пол. Холодный воздух полоснул по оголенной коже. Он пополз назад.<s>r\n — Да куда ты уходишь? Мы же так весело провели ночь?<s>r\n Глаза с ужасом стали озираться вокруг. Все поплыло: мебель, кровать, потолок и стены — все превращалось в какую-то кашу — только \"Дима\" медленно приближался к нему.<s>r\n — Да куда ты? Нам жы так было хорошо.",
    "answers": [
      {
        "id": 7,
        "text": "Броситься на него"
      },
      {
        "id": 30,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 7,
    "text": " С рыком Марк бросился на Диму, но руки его встретили только пустоту. <s>r\n И в этот самый момент чья-то нога пнула его. И вот он уже летит на землю и кубарем катится по ней.<s>r\n Раздался веселый мальчишеский смех, улюлюкание. В голову ему прилетел большой камень. Острием он рассек ему лоб.  Кровь хлестнула ему прямо в глаза. Но даже сквозь нее были видны множество детских силуэтов, кружащих вокруг него.<s>r\n Еще один удар пришелся ему в грудь, стоило ему встать на четвереньки. В глазах на мгновение потемнело. В спину прилетел еще один камень. Крик  боли вырвался из горла Марка.",
    "answers": [
      {
        "id": 8,
        "text": "Убегать"
      },
      {
        "id": 9,
        "text": "Броситься на обидчиков"
      }
    ]
  },
  {
    "id": 8,
    "text": "Уже через мгновение Марк со всех ног удирал от шпаны. Камни летели в него. То и дело тело вспыхивало болью. Крики вырывались из его груди.<s>r\n Но вот уже мальчишеский смех пропал, а вместе с ней и темнота сменилась  ярким палящим солнце. В нос ударил запах свежей травы,  конского навоза, а также сотен немытых тел. В руках его тяжелела винтовка, а сам он теперь несся на линии врага. <s>r\n — Ура! —  кричали солдаты вокруг, и он сам, не сдержавшись,  закричал во всю глотку. <s>r\n Но крик его прервал стреляющий пулемет. Загрохотала артиллерия.<s>r\n Солдаты вокруг стали валится один за дргим.",
    "answers": [
      {
        "id": 10,
        "text": "Упасть на землю"
      },
      {
        "id": 11,
        "text": "Продолжать бежать"
      }
    ]
  },
  {
    "id": 9,
    "text": " Звериный рык вырвался из груди Марка. Ярость заполнела его. Не разбирая лиц, он бросился на ближайжего обидчика. Через мгновение он вновь лежал на земле.<s>r\n Клинок висел над ним. Полуденное солнце палило в лицо. Грохот толпы на трибунах оглушал.<s>r\n — Бей! Бей! Бей!..",
    "answers": [
      {
        "id": 41,
        "text": "Остаться на месте"
      },
      {
        "id": 42,
        "text": "Уклониться"
      }
    ]
  },
  {
    "id": 10,
    "text": " Мысль пронеслась вихрем в его сознание. Страх потерять жизнь сделал свое дело: Марк повался на землю.<s>r\n  Руки его закрыли голову. Взгляд уперся в землю. Он не желал смотреть на кровь, боли и страдания — хотелось только, чтобы весь этот ужас закончился.<s>r\n И стоило ему об этом подумать, как все резко стихло. Несколько мгновений стояла тишна, а после раздался зычный голос командира. <s>r\n — Чего разлегся? Наряд вне очереди хочешь?<s>r\n Вскинув голову, Марк огляделся. Над ним висела проволка. Вокруг, утопая в грязи, ползли военные — только он, словно дурак, лежал без движений.",
    "answers": [
      {
        "id": 33,
        "text": "Ползти"
      },
      {
        "id": 65,
        "text": "Лежать дальше"
      }
    ]
  },
  {
    "id": 11,
    "text": " Неожиданно болью всыхнула грудь — Марк повалился на земля. Винтовка выпала из его рук. Из груди его хлестала  кровь, стала тяжело дышать. Шинель его окрасилась в красный цвет. Грохот пушек, свист пуль  и крики солдат медленно сливались для него в странную непонятную музыку.<s>r\n И вот через мгновение он уже сидел в каком-то зале. Вокруг играли десятки людей на различных инструментах; непонятный мужчина размахивал перед ними палочкой; сотни людей, заполневшие весь зал, смотрели на Марка.<s>r\n В руках его покоилась скрипка. Ноты в тетрадки бегали перед ним. И в этот самый момент странный дядька с палкой неожиданно тыкнул в него.",
    "answers": [
      {
        "id": 12,
        "text": "Играть"
      },
      {
        "id": 13,
        "text": "Бросить скрипку и выбираться"
      }
    ]
  },
  {
    "id": 12,
    "text": " Сам не зная, что делает, Марк резко провел  смычком по струном. Невероятной красоты звуком отозвался он. Уже не отдавая себе никакого отчета, он отдался интуиции. Смычок забегал по струнам. Музыка полилась из под его рук.<s>r\n Весь зал заворожено смотрел на Марка. Все остальные музыканты смолкли — только он один играл. Наконец, в последний раз проведя смычком, он замолк.<s>r\n И в то же мгновение зал взорвался аплодисментами.<s>r\n Не сдержавшись, Марк отвесил длинный поклон в пояс.<s>r\nМощное колено ударило его прямо в челюсть.<s>r\n Отшатнувшись, он огляделся. К нему медленно приближался какой-то мужик. Руки его били в крови. Все костяшки сбиты. В глазах его блескало торжество. Высокая стенка из сетки отделял их от беснующейся и ревущей толпы.<s>r\n — Марк! Марк! Марк!<s>r\n — Джо! Джо! Джо! — орала толпа.<s>r\n В глазах мутнилось. В ушах шумело. Крик доносился отдаленно.<s>r\n Но вот уже и огромный кулак летит прямо ему в лицо.",
    "answers": [
      {
        "id": 14,
        "text": "Атаковать"
      },
      {
        "id": 15,
        "text": "Уклоняться "
      }
    ]
  },
  {
    "id": 13,
    "text": " Под ничего непонимающий  шепот зала Марк вскочил со своего стула и бросился на выход. Все инструменты смолки. Десятки глаз скрестились на нем.  Марк сжался, но не сбавил ходу. Наконец он нажал на ручку — дверь открылась перед ним.<s>r\n Шум голосов на мгновение дезориентировала Марка. К ушам подкралась тихая  спокойная музыка. Наконец глаза его огляделись. Множество столиков окружали его, за ним одетые в дорогие костюмы и платья сидели мужчины и женщины. Кто-то переговаривался, другие медленно вкушали пищу, слегка притоптывая в такт музыке. Среди них носились толпы официантов, разносивших еду.<s>r\n — Марк, — одернул его тихий голос, — ты чего встал? Тебе к третьему, забыл?",
    "answers": [
      {
        "id": 54,
        "text": " - Где это?"
      }
    ]
  },
  {
    "id": 14,
    "text": " Не отдавая себе отчета, Марк резко выкинул рук вперед. Но мощный кулак его опередил. Лицо взорвалось болью. Хрустнула челюсть. Изломанной куклой он отлетел в сторону.<s>r\n Духота и жар навалились на него.<s>r\n — Вставай, раб! — оглушил его мощный бас. Тяжелый хлыст рассек его спину.<s>r\n Крик  боли вырвался из глотки Марка.",
    "answers": [
      {
        "id": 16,
        "text": "Встать"
      },
      {
        "id": 17,
        "text": "Лежать"
      }
    ]
  },
  {
    "id": 15,
    "text": "Собрав остатки сил, Марк резко отскочил в сторону.  Сокрушительный удар пронесся мимо. И вот уже его кулак летел в сторону противника.<s>r\n Но тот исчез. Ринг сменился лесом, соперник — деревом. Крик боли вырвался из груди Марка, стоило его сжатой ладони встрнтится с корой растения. Дерево победило.<s>r\n Забыв обо всем, он изо всех сил дул на руку. Кожа вспухла, сеть ссадин и ранок покрыли ее. Множество занос превратили его кулак в ежа.<s>r\n — Пожалел бы хоть растение, что ли, — раздался рядом насмешливый голос. — А то, знаешь, сейчас грипис весь на тебя натравлю — мало не покажется.<s>r\n — Лучше бы доктора натравил, — огрызнулся Марк, поднимая взгляд на тень, — заодно и тебя бы в дурку отправил.<s>r\n — Хочешь в дурку? — неожиданно спросил силуэт.<s>r\n — Да куда угодно — лишь бы подальше от тебя, — в сердцах бросил Марк.<s>r\n И вот через мгновение он уже лежал на столе. Тело его сковывали ремешки на руках и ногах. Над ним склонился доктор. В руках он держал длинный, немного изогнутой скальпель, который в с секунды на секунду должен был впиться ему в глаза.<s>r\n — Твою дивизию... — успел лишь прошептали Марк, прежде чем холодная сталь впилась ему в мозг.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 16,
    "text": " Страх боли пронзила Марка. Ненависть к неизвестному надзирателю вскипела в его душе. Не отдавая себе более отчета, он вскочил и бросился на стража. Загремели  оковы. Беспомощно Марк остановился в метре от него. Злоба исказила его. Руки его тянулись к ненавистному лицу. Пальцы готовы были выцарапать его глаза, разорвать кожи и плоть, но бессильно рассекали воздух вокруг. <s>r\n На мгновение надсмотрщик оступился. Страх мелькнул в его глаза, но через мгновение вспыхнули в нем ярость и злоба за свою секундную слабость.<s>r\n — Грязный пес! Ублюдок! Мразь!.. — с бешенством выкрикивал  он одно ругательство за за другим, пока его кулак, одетый в перчатку с железными вставками,  удар за ударом разбивал лицо непослушного раба.<s>r\n Марк валялся на земле. Мир, окрасившийся в кровавые тона, медленно тускнел. Боль стихала. Он уже ничего не чувствовал. ",
    "answers": [
      {
        "id": 66,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": " — Встать! — вновь вскрикнул визглявый голос. Засвистела плеть.<s>r\n Рефлекторно Марк вскинул правую руку. В то же мгновение  боль рассекаемой плоти пронзила его. Из горла вырвался крик.<s>r\n Через мгновение  вместо удушающей жары навалилась страшная духота. Исчез надзиратель, вот только рука все еще чувствовала, словно что-то ее обхватило. Взгляд Марк бросился к руке. С ужасом он пересекся с желтыми глазами змеи, медленно обвивавшейся вокруг него.",
    "answers": [
      {
        "id": 19,
        "text": "Попытаться сбросить"
      },
      {
        "id": 18,
        "text": "Ничего не делать"
      }
    ]
  },
  {
    "id": 18,
    "text": " Страх парализовал Марка. Он не мог пошевелиться — только испуганные его глаза бессильно смотрели, как змея все выше и выше ползет по его руке. Сухая ее кожа дрожью отдавала по всему телу. Но он молчал — даже крик не мог вырваться из его замершей груди.<s>r\n А потом... потом острые клыки пронзили его рукав. Сердце несколько раз гулко ударило. Холод пронзил его. Взгляд начал темнеть. Мир померк.",
    "answers": [
      {
        "id": 40,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": " Крик вновь вырвался из горла. Левая рука в то же мгновение обхватила. Не отдавая себе отчета, он пытался сбросить змею. Через секунду клыки твари впились в кожу Марка. Яд потек по венам. Мир помутнилось. Он медленно терял сознание.<s>r\n — Мы его теряем! — ворвался сквозь мутную пелену приглушенный голос.<s>r\n — Срочно вколоть адреналин!<s>r\n Мгновение — что-то вонзилось в его кожу. Но даже это не спасло его тьмы.",
    "answers": [
      {
        "id": 40,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 20,
    "text": " — А я ее зажег, — спокойно ответило создание. — Нельзя было? Если хочешь, могу вновь затушить.<s>r\n — Нет-нет-нет, — тут же замахал руками Марк, невольно подсаживаясь к ней поближе. — Так лучше. Спасибо.<s>r\n — Пожалуйста, — насмешка мелькнула в его словах. — Ну так что, понравилось все увиденное?",
    "answers": [
      {
        "id": 21,
        "text": " - Да."
      },
      {
        "id": 5,
        "text": " - Нет"
      }
    ]
  },
  {
    "id": 21,
    "text": " — Да, — кивнул Марк — лихая улыбка мелькнула на его лице. — Прекрасные видения. В особенности там, где меня избивают. Обожая боль. Я ж мазохист, оказывается.<s>r\n — Зарываешься, — протянула тень довольно. Слой тьмы на ее лицы раступился — ряд огромных клыков обнажился перед  Марком. Дрожь пробежала по его телу. Существо же осталось довольным произведенным эффектом. — Хочешь загадку? Разгадаешь — отпущу.",
    "answers": [
      {
        "id": 22,
        "text": " - А если не разгадаю?"
      },
      {
        "id": 23,
        "text": " - Да."
      },
      {
        "id": 79,
        "text": " - Нет."
      }
    ]
  },
  {
    "id": 22,
    "text": " — Не отпущу, — протянул силуэт. <s>r\n\"Улыбка\" вновь появилась на его лице.",
    "answers": [
      {
        "id": 23,
        "text": " - Да."
      },
      {
        "id": 24,
        "text": " - Я так понимаю: выбора у меня нет?"
      },
      {
        "id": 79,
        "text": " - Нет."
      }
    ]
  },
  {
    "id": 23,
    "text": " — Хорошо, тогда слушай: зарежет без ножа, убьет без топора.",
    "answers": [
      {
        "id": 24,
        "text": "Новый ответ. введите текст",
        "run": [
          24
        ]
      }
    ]
  },
  {
    "id": 24,
    "text": "— Умный пацан, — улыбнулось существо. — А теперь сама загадка: зарежет без ножа, убьет без топора.",
    "answers": [
      {
        "id": 25,
        "text": " - Смерть."
      },
      {
        "id": 26,
        "text": " - Ты."
      },
      {
        "id": 27,
        "text": " - Не знаю."
      },
      {
        "id": 28,
        "text": " - Ответа нет."
      }
    ]
  },
  {
    "id": 25,
    "text": " — Банально. Скучно. Неинтересно, —  поморзилась тень. — Совсем никакой оригинальности.<s>r\n — Но ответ-то правильный, — подал робкий голос Марк.<s>r\n — Что правильно, а что — нет — здесь решаю я, — со злобой рыкнуло существо. — Мне не нравится этот ответ — этого более чем достаточно.<s>r\n Зайдя в круг света, оно склонилось к свече.<s>r\n Мгновение — пламя потухло.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 26,
    "text": " — Ха-ха, — вырвался гулкий смех из под завесы тьмы. — Неплохая попытка... но нет. Ты проиграл,а жаль.<s>r\n Спокойно войдя в круг, он картиннно наклонился к свече.<s>r\n — Может, тогда скажешь правильный ответ? — с интересом глядя на тень, спокойно спросил парень.<s>r\n — Его нет.<s>r\n Пламя потухло.",
    "answers": [
      {
        "id": 1,
        "text": "Конец."
      }
    ]
  },
  {
    "id": 27,
    "text": " — Не знаю, — спокойно пожал плеча Марка, хоть спина его вся покрылась потом. — Никогда не умел разгадывать загадки. Видимо, я просто слишком глуп.<s>r\n Недолгое мгновение сгусток тени просто стоял на границе круга. Взгляд его упирался в Марка. Наконец улыбка мелькнула на его лице.<s>r\n — Правильный ответ. Единственный, из всех возможных. Ты свободен.<s>r\n В то же мгновение силуэт исчез. <s>r\n Подобрав свечу, Марк пошел на выход. Его глаза вновь пересеклись с помутнувешими взглядами друзей, вязкая кровь вновь липла к его ботинкам, но тепер он спокойно переступал через их тела. Он устал. Он просто хотел домой.<s>r\n Уже стоя у дверей, он неожиданно громко обратился к тмноте:<s>r\n — Не было ведь никаких друзей? Ведь все эти тела — это я?<s>r\n Но дом молчал. Никто не собирался ему отвечать.<s>r\n Нога его наконец переступила порог. Запах хвои ударил ему  в нос. Прохладный ночной воздух заполил его легкие.<s>r\n Наконец-то он был свободен.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 28,
    "text": " — Ответ есть всегда, — вошел спокойно в круг сгусток тени. Голова его склонилась к свече. — Жаль только, что ты не нашел правильный.<s>r\n Колыхнувшись, пламя затухло.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 29,
    "text": "В надежде поджечь дом и сбежать, Марк отпустил свечу. Доли мгновения ее слабый огонек, крутясь в воздухе, освещал все вокруг,  но мелькнувшая тень поглотила его и Марка вместе с ней. Сознание его помутнилось.<s>r\n Пришел он в себя через секунду. В руках его вновь горела свча. Тусклый свет ее отрасывал круг, на границе которого стоял сгусток тьмы. Взгляд его буравил Марка.<s>r\n — Я не позволял тебе нарушать правила. Отвечай: затушишь ты свечу или нет?",
    "answers": [
      {
        "id": 3,
        "text": " Затушить"
      },
      {
        "id": 4,
        "text": " - Нет."
      }
    ]
  },
  {
    "id": 30,
    "text": " Вскочив, Марк понесся куда глаза глядят. В спину ему грохотал сиплый мужской смех. Но вскоре и он исчез.<s>r\n Неожиданнно в нос ударил запах хвои и прелой листвы. Мир окрасился в серебряные цвета. То был лес вокруг, а он бежал по дороге.<s>r\n — Скорее! Он побежал сюда! — эхом донесся до него чей-то голос. Загудел рог. Земля застряслась под десятками приближающихся копыт.",
    "answers": [
      {
        "id": 31,
        "text": "Свернуть"
      },
      {
        "id": 32,
        "text": "Продолжать бежать"
      }
    ]
  },
  {
    "id": 31,
    "text": " Не думая ни секунды, Марк соскочил в канаву рядом с дорогой. Ноги предательски подогнулись — он упал, зарывшись носом в грязь.<s>r\n С грохотом разорвался рядом снаряд. В ушах зазвенело. Сознание помрачнело.  Слой грязь окатил его. Руки в страхе зажимали винтовку — только она, казалось, не давал ему сойти с ума.<s>r\n Но вот рядом мелькнул силуэт. <s>r\n — В атаку! — кричал он изо всех сил, бросаясь вперед на траншеи.",
    "answers": [
      {
        "id": 51,
        "text": "Броситься в атаку"
      },
      {
        "id": 52,
        "text": "Остаться в канаве"
      }
    ]
  },
  {
    "id": 32,
    "text": "И вот уже вскоре топот лошадиных ног раздавался совсем рядом.<s>r\n — Схватить его! — скомандовал мужской голос.<s>r\n Через мгновение Марк падал на землю — ноги его сковал болас. Наконец с грохотом он повалился.<s>r\n — Вперед! Вперед! Вперд! <s>r\n Грязь окутала Марка. Над его головой была натянута колючая проволка. Рядом с ним по-пластунски пробирались солдаты.<s>r\n — Ну, чего разлегся? Наряд вне очереди хочешь?",
    "answers": [
      {
        "id": 33,
        "text": "Ползти"
      },
      {
        "id": 65,
        "text": "Лежать"
      }
    ]
  },
  {
    "id": 33,
    "text": " Уже не зная, что и думать, Марк пополз вперед. Грязь забивалась под его одежду. Липла к лицу. Он просто уже хотел, чтобы все это закончилось.<s>r\n Но стоило ему выползти из под проволки, как лес сменились руинами.<s>r\n — Помогите! — раздался женский голос.<s>r\n Он стоял посреди развалин огромного города.  Остовы разрушенных зданий высились над ним. Повсюду  виднелись раздробленные, словно измятые рукой гиганта, бетонные плиты.<s>r\n — Помогите! ",
    "answers": [
      {
        "id": 34,
        "text": "Броситься на звук голоса"
      },
      {
        "id": 35,
        "text": "Остаться на месте"
      }
    ]
  },
  {
    "id": 34,
    "text": " Не медля ни секунды, Марк побежал к голосу. Повсюду мелькали скорые, кричали и стонали. Десятки людей мелькали мимо него, спеша на помощь другим.<s>r\n Вскоре он уже стоял  возле плит, из под которогой торчала рука.<s>r\n — Сейчас, сейчас, — забормотал Марк, не зная, с чего начать. В голову не приходила ни одна мысль, поэтому он просто схватился и стал тянуть.<s>r\n В то же мгновение он оказался на крыше какого-то здания. На самом ее краю. Его тянули вниз.<s>r\n — Марк! Марк! — кричал висящий над пропастью многоэтажек парень. —  У меня руки выскальзывают! Я сейчас упаду! <s>r\nЗаплаканные глаза его метались повсюду, часто упираясь в него. Но Марк и сам чувствовал:  еще чуть-чуть и он сам полетит вниз.",
    "answers": [
      {
        "id": 36,
        "text": "Продолжать тянуть"
      },
      {
        "id": 37,
        "text": "Отпустить"
      }
    ]
  },
  {
    "id": 35,
    "text": " Но Марк лишь стоял на месте. Глаза его медленно скользили по развалинам, изредка натыкаясь на на заплаканных людей. Выла сирена. То тут то там мелькали кареты скорой помощи. <s>r\n Но уже через мгновение все неожиданно стихло. Прохлада подвала облегчением навалилась на Марка.<s>r\n — ... приговаривается к высшей мере наказания! — эхом разнесся твердый выверенный голос.  — Исполнить приговор.<s>r\n Зачитавший мужчин отступил назад. С легким щелчком три винтовки взлетели вверх — их дула посмотрели прямо в лицо обескураженном Марку.",
    "answers": [
      {
        "id": 73,
        "text": " - Я невиновен."
      },
      {
        "id": 74,
        "text": " Ничего не делать"
      }
    ]
  },
  {
    "id": 36,
    "text": " Все его тело напряглось. Каждая мышца старалась спасти и себя, и несчастного, но расклад сил оказался не в его пользу. И вот он уже летит вниз. Ветер дует в лицо. Глаза закрыты.<s>r\n Мягкий толчок — веки резко распахиваются. Он на батуте! Все скачет вместе с ним: родители, дом, огромный стол, накрытый едой .<s>r\n — Сальто! Сальто! — требовали задорно галдяющие друзья",
    "answers": [
      {
        "id": 38,
        "text": "Попробовать"
      },
      {
        "id": 39,
        "text": "Не делать"
      }
    ]
  },
  {
    "id": 37,
    "text": " — Извини, — прошетали его губы, — ладонь ослабла. Марк резко отстранился от края.<s>r\n Громкий крик быстро стихал, покуда странная тишина не поглотила улица города. Марк молчал. Пустота его сжирала.<s>r\n — Это все иллюзия, это все вымысел... — шептал он, пытаясь себя убедить. Успокоить ее. Совесть. Но все было тщетно.<s>r\n — Этот город — иллюзия, Марк, — раздался задумчивый голос рядом. — Вот только человек, душа, что ты отпустил, — самая что ни на есть реальная.<s>r\n Марк вскинул голову. Перед ним стояла тень.<s>r\n — Значит, есть и другие... — прошептал он, медленно опуская взгляд. — И много нас таких, заложников?<s>r\n Отвернувшись от бездны многоэтажек, силуэт оперся на перила. Усмешка скользула на его лице.<s>r\n — Не много. Уж точно меньше, чем у твоего прошлого хозяина.<s>r\n — О чем ты? — тут же вскинулся Марк, но тень молчала, а он сразу понял тщетность попыток до чего-либо допытаться.<s>r\n Медленно заходило солнце. Красные лучи окрашивали мертвый город в оранжевые цвета. Здания отбрасывали длинные тени.<s>r\n Их глаза смотрели на закат. Но боли не было: картон не может обжечь. Молчание воцарилось между ними.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 38,
    "text": "Оттолкнувшись как можно выше, Марк начал делать кувырок в воздухе. Но неопытность взяла свое: земля приближалась слишком быстро.<s>r\n Громкий хруст. Крики. Сознание гаснет. Тьма вновь поглотила его.",
    "answers": [
      {
        "id": 40,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 39,
    "text": " Глаза скептически пробежались по худому, тщедушному тельцу, в которое он попал. Дрянная идея. И сам не будучи гимнастом, он бы мог с легкостью навернуться, а тут... Лучше как-нибудь в другой раз.<s>r\n Быстро остановившись, Марк слез с батута. Тот сразу заняла какая-то чересчур бойкая девочка, отпихнув всех конкурентов локтями. Но он уже и думать забыл о \"друзьях\": взгляд его прикипел к огромному, накрытому тортами и различными сладостями стол. Желудок жалобно ворчал — Марк не собирался мучить его более.<s>r\n Схватив одну из пластиковых тарелок, его руки стали жадно набирать еду. Конфеты, пироги, торт — все летело на нее, а после пропадало в бездне живота.<s>r\n — Разнесет, — раздался рядом насмешливый голос. — Остановись, покуда не поздно.<s>r\n Лишь на мгновения глаза оторвались от еды. Тень вновь стояла перед ним.<s>r\n — Когда я ем, я глух и нем, — отозвался Марк с набитым ртом и забыл о собеседнике.",
    "answers": [
      {
        "id": 81,
        "text": "Пировать дальше"
      }
    ]
  },
  {
    "id": 40,
    "text": " Резко распахнув глаза, Марк огляделся. Он снова был тут, в комнате, и снова горела свеча, слабо разгоняя мрак; тень стояла на границе со светом.<s>r\n — Понравилось? — нарушил тишину спокойный голос.",
    "answers": [
      {
        "id": 21,
        "text": " - Да."
      },
      {
        "id": 5,
        "text": " - Нет."
      },
      {
        "id": 20,
        "text": " - Я же тушил свечу."
      }
    ]
  },
  {
    "id": 41,
    "text": " В лучах солнце блеснула сталь. Грудь его пронзила боль. Радостный крик донесся до его ушей. В глазах потемнело.<s>r\n Очнулся Марк, лежа в той самой комнате. Рядом медленно догорал свеча, отбрасывая тусклый свет круга. На его границе зависла тень.<s>r\n — Рассчитывал легко отделаться? — тьма на его лице расступилась, обнажая ровный ряд белых клыков. — Можешь даже не надеяться.<s>r\nЧерез мгновение сознание  потухло. Марка вновь окутала темнота.",
    "answers": [
      {
        "id": 43,
        "text": "Очнуться"
      }
    ]
  },
  {
    "id": 42,
    "text": " Резко бросившись в сторону, Марк успел в самый последний момент: клинок лишь слегка оцарапал его кожу.<s>r\n Вскочив на ноги, он рванул. Но ноги его неслись не в сторону нападавшего — наоборот, он несся как можно дальше от него. <s>r\n Солнце пропало. Небо заволокли тучи. Прохлада, запах конского навоза и свежей травы навалились на него. Глаза его бешео огляделись.<s>r\n — Ура! — кричали несущиеся на линии врага солдаты.<s>r\n С яростью застрочил пулемет.  Со свистом пули впивались в землю. То тут то там брызгами взрывалась грязь. И вот бегущий перед ним повалился, справа — еще один. <s>r\nСолдаты падали один за другим, раненные и сраженные. Дрожь пробежала по телу Марка.",
    "answers": [
      {
        "id": 11,
        "text": "Продолжать бежать"
      },
      {
        "id": 10,
        "text": "Повалиться на землю"
      }
    ]
  },
  {
    "id": 43,
    "text": " Резкая судорога проняла его. Пронзившая боль привела в сознание Марка. Шум накатыващзей волны донесся до ушей. Глаза его огляделись.<s>r\n Он был на берегу. Все было в песке: уши, нос, одежда, волосы — он скрывал его полностью, не оставляя ни одного чистого места. Сильно палило солнце, пот в мгновении ока покрыл все его тело. Под прикосновениями ветра шелестели деревья. Марк был на острове. И судя по всему, необитаемом.<s>r\n — Твою ж... — вырвалось лишь из его горла, когда он наконец осознал, в какую дыру попал.",
    "answers": [
      {
        "id": 44,
        "text": "Подготовиться к ночи"
      },
      {
        "id": 45,
        "text": "Наслаждаться отдыхом"
      }
    ]
  },
  {
    "id": 44,
    "text": " Весь остаток дня Марк провел в работе. Хворост, еда, шалаш, огонь — он даже и не представлял, насколько сложно все это добыть.  Под конец руки его сплошь и рядом были усеяны занозами, исколоты и избиты. Множество ранок и ссадин привращали каждое движение в пытку. Мышцы болели, голова гудела, и, что самое ироничное, единственное, чего он  смог добиться, — это кое-как сорвать кокос и камнем проделать в нем дырочку. Жаль только, то воды там не оказалось.<s>r\n Сидя на берегу возле медленно тлеющего костра, Марк грустил. С печалью вне отзывались воспоминания о еде: пицца, котлета, пюре — да он сейчас не откзался бы от жаренной капусты с тыквенной кашей. Вот только кто принесет ее?<s>r\n — Хочешь? — раздался насмешливый голос рядом.<s>r\n Вздрогнув, Марк резко обернулся. Перед ним стоял мужской силуэт. Длинный плащ скрывал его фигуру, фетровая шляпа отбрасывал тень на лицо — даже в свете костра ни одна черта лица не выступала из тени. Он словно был одет в саван из тьмы. Марк сразу догадался, кто перед ним. Страх дрожью пронесся по его телу, но тут его взгляд зацепился за  тарелку каши, стоящую прямо перед тенью. Даже ложка милостиво лежала на салфетке рядом.<s>r\n — Да, — лишь прошептал Марк и бросился к еде. Рука его стала быстро набивать брюха.<s>r\n Силуэт же между тем продошел к костру. Несколько секунд его глаза просто смотрели на игру пламени. Через несколько мгновений нога его неожиданно пнула песок — пламя затухло.<s>r\n — Нет!.. — вырвался крик боли из груди Марка. — Ты хоть представляешь, как тяжело его разводить имея лишь два палки!<s>r\n Но стоило лишь фразе окончиться, как страх сковал его тело. Тень это почувствовала и усмехнулась:<s>r\n — Правильно делаешь, что боишься.<s>r\n Но более ничего не произошло — существо просто замерло на месте.",
    "answers": [
      {
        "var_add": [
          "в1",
          1
        ],
        "var_equal": [
          "в1",
          0
        ],
        "id": 44,
        "text": " - Почему я оказался здесь?",
        "instant": true
      },
      {
        "id": 44,
        "text": "\n - Почему я оказался здесь?",
        "var_equal": [
          "в1",
          1
        ],
        "merge": true
      },
      {
        "id": 44,
        "text": "\n Силуэт прото пожал плечами:\n — Захотелось.",
        "var_equal": [
          "в1",
          1
        ],
        "merge": true
      },
      {
        "var_add": [
          "в2",
          1
        ],
        "var_equal": [
          "в2",
          0
        ],
        "id": 44,
        "text": " - В чем смысл все этого вокруг?",
        "instant": true
      },
      {
        "comment": true,
        "var_equal": [
          "в2",
          1
        ],
        "id": 44,
        "text": "\n - В чем смысл все этого вокруг?",
        "instant": true,
        "merge": true
      },
      {
        "comment": true,
        "var_equal": [
          "в2",
          1
        ],
        "id": 44,
        "text": "\n - Его нет.",
        "merge": true
      },
      {
        "id": 47,
        "text": "Можно я пойду домой?"
      }
    ]
  },
  {
    "id": 45,
    "text": "Несколько минут Марк стоял в нерешительности, не зная, чем заняться, но резко накатившая волна лени решила все за него. Сбросив с себя одежду, он просто побежал купаться.<s>r\n Так и провел он целый день: купаясь и загорая. Изредка он ходил в лес, где наблюдал за диковинными зверями, периодиченски объедал какой-нибидь кустик с ягодами, а после вновь бежал к морю. К тому времени, как стало заходить солнце, Марк уже валялся в тени деревьев. Кожу несчадно жгло, но на душе было тихо и мирно. Глаза его лениво смотрели на закат, а уши внимали медленно накатываюзим волнам.<s>r\n — Неплохо отдохнул? — раздался голос рядом.<s>r\n — Прекрасно, — сонно потянулся  Марк, лишь мельком глянув на появившуюся рядом тень.<s>r\n — Хотел бы здесь остаться навсегда?",
    "answers": [
      {
        "id": 49,
        "text": " - Да."
      },
      {
        "id": 50,
        "text": " - Нет."
      }
    ]
  },
  {
    "id": 46,
    "text": " Силужт прото пожал плечами:<s>r\n — Захотелось.",
    "answers": [
      {
        "id": 48,
        "text": " - В чем смысл все этого вокруг?"
      }
    ]
  },
  {
    "id": 47,
    "text": " — Иди.<s>r\n В то же мгновение прямо рядои с Марком выросла дверь. Ошалевший взгляд  бросился к силуэту, но тот, казалось, уже и забыл и госте. Глаза его смотрели безразличо куда-то вдаль. На секунду он вновь посмотрел на Марка. Какие-то слова чуть не сорвались из его языка, но потом он совсем по-человечески мотнул головой. Он отвернулись.<s>r\n Несколько секунд Марк выжидательно смотрел на создание. Ничего не просходило. <s>r\n Тогда, наконец  окончательно собравшись с силами, его рука нажала на ручку. Запах хвои и прелой листвы ударил ему в нос.<s>r\n Марк не оглядывался. Нога его переступила через порог. Сама по себе захлопнулась дверь за ним. <s>r\n Прохладный воздух летней ночи ворвался в его легкие. Он вздохнул. Наконец-то он был свободен.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 48,
    "text": " — Его нет.",
    "answers": []
  },
  {
    "id": 49,
    "text": " Истинная концовка<s>r\n<s>r\n Тень лишь усмехнулась:<s>r\n — Тогда не буду мешать.<s>r\n Развернувшись силуэт медленно побрел по песчаному пляжу.<s>r\n — Может, со мной останешься? — неожиданно для самого себя воскликнул Марк.<s>r\n Существо обернулось на голос. Несколько мгновений оно просто смотрела на него, о чем-то раздумывая, а после, усмехнувшись, спросило:<s>r\n — Ты ведь понимаешь, что все это лишь иллюзия? Твое тело все также лежит в той комнате.<s>r\n Лукавая улыбка давно все понявшего человека блеснула на лице Марка.<s>r\n — Среди таких же пустышек?<s>r\n Силуэт лишь покачал головой. Рядом с ним возник темный дверной проем, куда он и ступил, оставляя навеки человека в его личном раю.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 50,
    "text": " Истинная концовка<s>r\n<s>r\n — И почему же, если не секрет? — с удивлением спросил силуэт.<s>r\n — Надоедает, — поморщился Марк в ответ, обводя глазами пейзаж вокруг. — Быстро надает.<s>r\n — Все надоедает, — с легкостью парировал он. — Работа надоедает, окружение надоедает. Жизнь надоедает. Так чем же это место хуже других?<s>r\n — И все равно... Не то это...<s>r\n — Не нравиться остров? — не успокаивалась тень, сумеречные пальцы ее начали  быстро щелкать. — Тогда, может, деревня? Мегаполис? Альпы? Джунгли? Саванна? — и с каждым щелчком декорации сменяли одну на другую. — Девушка? Семья? Машина? Известность? Ты можешь заполучить, что хочешь. Переписать историю, как хочешь. Оказать в любой эпохи, какой захочешь. Нужно лишь вообразить и пожелать.<s>r\n Но Марк только качал головой.<s>r\n — В этом вся проблема, что это будет лишь моя фантазия, а она никогда не сможет породить живого человека. Все вокруг будет лишь картонка — я всегда буду это знать.<s>r\n — Если хочешь, я могу стереть тебе память. Ты никогда не вспомнишь об этом и проживешь счастливую жизнь.<s>r\n — Так какой тогда в этом смысл? — тут же вскинулся Марк. — Зачем мне оставаться в этом обманчивом месте?<s>r\n Существо отвернулось. Несколько секунд его глаза задумчиво смотрели на заход солнце. Усмешка вырвалась из под сгустка  тьмы.<s>r\n — А что, если я скажу, что твой мир, \"настоящий\" мир, также есть лишь порождение иного существа, в миллионы раз превосходящего меня, а ты — обычная батарейка?<s>r\n Марк покачнулся. Глаза его расфокусировались. Мгновение он так и стоял, пока наконец из его горла не вырвался не его голос:<s>r\n — Забываешь о правилах, Эрьтхель. Ты знаешь, что происходит с их нарушителями.<s>r\n Но уже через мгновение Марк вновь стал обычным. Встрянув головой, он с испугом и непониманием спросил у своего собеседника:<s>r\n — Что это было?<s>r\n  Но тот лишь толкнул его прикосновением пальца:<s>r\n — Свободен, — припечатал он холодно — Марк вылетел в образовавшийся за его спиной провал.<s>r\n Силуэт же остался вновь один на пляже. Задумчиво он наблюдал за закатом.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 51,
    "text": "Но стоило ему вскочить, как неожиданной болью всыхнула грудь — Марк повалился на земля. Винтовка выпала из его рук. Из груди его хлестала  кровь, стала тяжело дышать. Шинель его окрасилась в красный цвет. Грохот пушек, свист пуль  и крики солдат медленно сливались для него в странную непонятную музыку.<s>r\n И вот через мгновение он уже сидел в каком-то зале. Вокруг играли десятки людей на различных инструментах; непонятный мужчина размахивал перед ними палочкой; сотни людей,  заполневшие весь зал, смотрели на Марка.<s>r\n В руках его покоилась скрипка. Ноты в тетрадки бегали перед ним. И в этот самый момент странный дядька с палкой неожиданно тыкнул в него.",
    "answers": [
      {
        "id": 12,
        "text": "Играть на скрипке"
      },
      {
        "id": 13,
        "text": "Выбираться из зала"
      }
    ]
  },
  {
    "id": 52,
    "text": " Но Марк лишь лежал в канаве. Тело его парализовал страх. Комья грязи все летели на него. Слой земли медленно скрывал его.<s>r\n Железный стук лопат гулко отзывался вокруге. Слышался плачь. Темнота поглотила все кругом. Пространство вокруг словно сжалось, сковывая его. Глаза в страхе заозирались. Руки в панике дотрагивались до всего вокруг — лишь мягкая обивка  попадались под ладони. Голоса медленно стихали.<s>r\n Его похоронили. Похоронили заживо. И теперь он остался один.",
    "answers": [
      {
        "id": 61,
        "text": "Кричать, бить крышку."
      },
      {
        "id": 69,
        "text": "Спокойно лежать"
      }
    ]
  },
  {
    "id": 53,
    "text": "",
    "answers": []
  },
  {
    "id": 54,
    "text": " — Где это? — прошептал он ошарашенно.<s>r\n — Ты чего, пьян, что ли? — с удивлением вперемешку с разражение откликнулся неизвестный. — Крайний в левом углу.<s>r\n — Угу, — качнул головой Марк, хотя ничего и не понял.<s>r\n На деревянных ногах он побрел \"в левый угол\".  Поднос в его руках шатался — с непривычки рука не могла по-нормальному удержать его. Только чудом Марк несколько раз не налетел на проходивших мимо коллег, но задача была выполнена: наконец он стоял у столика, на котором предусмотретельно стояла табличка с цифрой три.<s>r\n Стоило его глазам отрваться от  подноса, как Марк замер. Тело его сковало. Страх  дрожью пробежал по нему.<s>r\n — Что-то не так? — оторвался от чтения газеты мужской силуэт. — У вас какие-то проблемы?",
    "answers": [
      {
        "id": 55,
        "text": " - Нет-нет. Вот ваш заказ."
      },
      {
        "id": 56,
        "text": " - И к чему весь этот цирк?"
      }
    ]
  },
  {
    "id": 55,
    "text": " В страхе его руки замельтешили. Ладони в бешеном темпе раставляли бесчисленное множество вилок, тарелок, стаканов и кружек. Какие-то графинчики, рюмки, фужеры — все летело на стол. Он переполнялся, а посуда на подносе все не заканчивалась и, казалось, не закончиться никогда.<s>r\n — Ты издеваешься? — сдавленными и запыханным голосом спросил Марк. <s>r\n — Да, — спокойно отложив газету, ровным голосом ответила тень.<s>r\n На лице Марка не дрогнула ни одна мыша — его руки аккуратно поставили поднос на соседний столик.<s>r\n — В таком случае, хочешь фокус? — с холодом спросил Марк — не дожидаясь ответа, его ладони сватили скатерть и резко сдернули ее стола.<s>r\n Но грохота не было. <s>r\n — Молодой человек, — картинно покачала головой тень. — И чему вас только учили? Если бы не я, ведь все это было бы вычтено из вашей зарплаты, — с этими словами вся посуда плавно опустилась на стол.<s>r\n А Марк уже сидел на стуле. Первый порыв, гнев, раздражимость вышли из него. Холодная маска вновь сковала его лицо. Его взгляд бурил собеседника.<s>r\n — И к чему это все было?<s>r\n — А что б веселее было, — резко взмахнул он руками — музыканты загрохотали какую громкую веселую мелодию. — Понравилось?<s>r\n Марк лишь съехал со стула. Пустой его взгляд устремился к тени. <s>r\n Как же он от всего этого устал.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 56,
    "text": " Лицо Марка раздраженно поморщилось. Отбросив ставший бесполезным поднос, он упал на стул, отчего его ножки отвратительно проскрежетали по полу.<s>r\n — И к чему весь этот цирк? — впился он глазами в силуэт, но тот только с удивлением посмотрел на него:<s>r\n — А тебе не понравилось?<s>r\n Марк сидел обомлевший, уставив тупой взгляд на собеседника. Но так продолжалось лишь несколько мгновений — желчный голос вырвался из его груди.<s>r\n — О да, обожаю уходить от погонь, умирать и страдать. Всю жизнь об этом мечтал.<s>r\n — Ну, вот! — воскликнуло радостно существо, как будто не заметив самого непрекрытого и грубого сарказма. — А еще за чем-то возмущаешься!.<s>r\n И вновь взгляд Марка потерял всякую осознанность — глаза его прикипели к тени. Он не занал, что еще можно сказать.<s>r\n — Эй, парень!.. — щелкнул силуэт три раза перед его лицом. — Ты там на перезагрузке стоишь, что ли?<s>r\n — Можно я уже домой пойду? — с усталостью посмотрел Марк на него.<s>r\n — А можно я твою душу заберу? — тут же бросило в ответ существо.",
    "answers": [
      {
        "id": 57,
        "text": " - Да."
      },
      {
        "id": 58,
        "text": " - Нет."
      }
    ]
  },
  {
    "id": 57,
    "text": "Истинная концовка<s>r\n<s>r\n — С этого и надо было начинать, — довольно протянул силуэт — Марк лишь безразлично вперил в него глаза.<s>r\n Грудь тени начала резко вздыматься и опускаться, будто легким нехватало воздуха.  Через несколько вздохов маленький луч тьмы врезался в солнечное сплетение Марка. Нить, их связывавшая, колыхнулась, после чего пропала.<s>r\n — Все? — флегматично спросил Марк, так ничего и не почувстовав. — Я свободен?<s>r\n — Свободу вначале нужно заслужить, — усмехнулось создание. — А ты же даже еду донести не смог.<s>r\n — Поднос пуст, — парировал Марк. — Под крышкой ничего нет.<s>r\n — А ты уверен? — с вызовом спросил силуэт.<s>r\n Пожав плечами, Марк приподнял крышку — под ней и вправду ничего не оказалось.<s>r\n — Как? — вырвался лишь удивленный голос из под клубов тени. <s>r\n — Так, — мелькнула усмешка на лице Марка. — Не ты же один можешь менять декорации.<s>r\n В то же мгновение, словно в подтверждение его слов, музыка резко стихла. Тусклый свет ламп сменился ярким солнечным светом. Запах свежей травы и хвои заполнил все вокруг. Только столик остался прежним.<s>r\n — Браво! — картинно захлопала тень. — Вы, люди, не перестаете меня поражать.<s>r\n В руках его появилась чашка. Терпкий запах ударил в нос Марку.<s>r\n — Не люблю кофе, — поморщилось он. — Чай лучше.<s>r\n В ту же секунду ладонь его подхватила появившуюся из ниоткуда на столе кружку с надписью \"Бог\". Силужт лишь с усмешкой покачал головой.<s>r\n Сидя за одним столом, они наслаждались закатом,  изредка с ленцой потягивая некончающиеся напитки. Пели птицы, шелестела трава, молнце захоидло — мир медленно окрашивался в оранжевые тона.<s>r\n — Не так резко, — поправило его существо. — Сделай более плавный переход.<s>r\n Все вокруг тут же позеленело, сохранив лишь слабый оттенок желтого.<s>r\n Силуэт довольно кивнул<s>r\n — Меня Эрьтхель зовут, — наконец представился он. — Уверен: мы сработаемся.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 58,
    "text": " — Нет, — спокойно ответил Марк.<s>r\n — Да, — не менее спокойно ответила тень.",
    "answers": [
      {
        "id": 60,
        "text": " - Да."
      },
      {
        "id": 59,
        "text": " - Я свободен?"
      }
    ]
  },
  {
    "id": 59,
    "text": " — Ага, — кивнула тень.<s>r\n Через мгновение темный провал в виде двери образовался рядом с Марком. Пальцы его распустили бабочку — она осталась на столе. Сам же он замер перед тьмой.<s>r\n — Прощай, — бросил он монстру.<s>r\n Нога его переступила еще порог. И вот он уже вновь стоял на веранде. Дверь громко захлопунлась за ним, но Марк даже не вздрогнул. Грудь его дажно вдыхала свежий воздух ночи. Наконец-то он был свободен.<s>r\n — Ты забыл, — донесся до него насмешливый голос. <s>r\n Петли заскрипели — дверь резкораспахнулась. Огромный рюкзак прилетел в спину неуспевшего что-либо сообразить Марка, буквально сбив его с ног. Он кубарем покатился с лестницы.<s>r\n — Твою ж... — врывалось у него, когда глаза его наткнулись на воткнутую в карману свечу и прикрепленную рядом записку.<s>r\n \"Приходи как-нибудь еще. Повеселимся.\"",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 60,
    "text": " — Да.<s>r\n — Нет.<s>r\n Несколько мгновений они просто смотрели друг на друга. Марк ничего не понимал — тень же этим лишь наслаждалась.<s>r\n — Рад, что мы договорились, — с этими словами тонкая темная нитка вонзилась в грудь Марка. Холодная дрожь пробежала по его телу. Страшная боль пронзила его. Через мгновение она стихла — бешенный взгляд впился в силуэт.<s>r\n — Что это было?<s>r\n — Я душу твою забрал, — отозвалось со спокойствием существо. — Ты ж сам согласился.<s>r\n — Когда? — с вытаращенными глазами посмотрел на него Марк.<s>r\n — А вот только что, — буквально вкущала тень его растерянность. — Или кто ответил \"да\".<s>r\n — Так я же...<s>r\n — Все-все. Поезд уехал. Теперь ты навеки мой раб.<s>r\n Пустой взгляд несколько секунд смотрел в деревянный стол.<s>r\n — А я им разве не был? — вскинул резко голову Марк.<s>r\n — Был.<s>r\n — Я хоть когда-нибудь отсюда выберусь?<s>r\n — Нет.<s>r\n Голова его качнулась несколько раз. Словно пьяный он съехал со стула. Измотанный его взгляд не отрывался от тюремщика, весело на него глядевшего.<s>r\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 61,
    "text": " Ужас обуял Марка. Древний страх тьмы и смерти поглотил его. Он потерял рассудок. Яростный крик вырвался из его груди. Руки превратились в кулаки. Крышка гроба затрещала под ними. Не помня себе, он бил ее изо всех сил.  Щепка, орашенная кровью, брызгнула ему в лицо. Боль охватила его кулаки, но Марк ее перестал чувствоовать — желание жить было слишком сильным.<s>r\n Наконец тонкая струя песка ударила ему в лицо. Мечта, надежда, счастье охватили его. Удары стали еще ожесточенее. И вскоре маленький ручеек обратился полноводной рекой.<s>r\n И только тогда пришло осознание. Отплевываясь от земли, он отпихивал ее вглубь гроба.  Ступни с остервенением тромбовали ее. Руки метались из стороны в сторону. Но земля все прибывала. И вот уже тяжелые кандалы сковали ноги.  Руки парализовало. А песок все бежал и бежал, забиваясь под одежду, веки, медленно заполняя легкие. Наконец последний хрип сорвался с его уст. Грудь замерла.",
    "answers": [
      {
        "id": 62,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 62,
    "text": " Сильный кашель пронял его. Несколько мгновений судороги сотрясали тело. И только после это легкие с жадностью стали впиваться в возжух.<s>r\n Марк распахнул глаза. Он снова был в той комнате. Мрак окружал его — лишь тлеющая свеча отгоняла его, отбрасывая круг света, на границе которого стояла тень.<s>r\n — Понравилось? — обнажая клыки, спросила она.<s>r\n — Твою же... — выдохнул Марк, перед глазами которого до сих пор стояла земля. — Это шутка? Думаешь: это кому-то могло понравиться?<s>r\n — Ну, а вдруг... — протянул силуэт, медленно идя вдоль светлой линии. — Как известно: вкусы у всех разные.<s>r\n Несколько мгновений глаза Марка следили за ним. Тишина воцарилась между ними.<s>r\n — И все-таки, что тебе нужно от меня?<s>r\n Существо замерло перед ним. Мрак вокруг лица раступился, обнажая ровный ряд клыков. Марк не шелохнулся.<s>r\n — Твоя плоть...<s>r\n — Душа, квартира, жена, — продолжил за него Марк. — Может, что-нибудь пооригинальнее найдется?<s>r\n — А у тебя есть квартира и жена?<s>r\n — Могут появиться... когда-нибудь...<s>r\n Их взгляды пересеклись. Несколько секунд они с интересом  изучали друг друга, словно два противника на ринге.<s>r\n — Почему ты такой спокойный? — с любопытством скользнула в круг света тень, буквально нависая над Марком. Но он даже не шелохнулся:<s>r\n — Погребение заживо все же оставляет свой след.<s>r\n — И все же не то...<s>r\n Услышав \"не то\", Марк усмехнулся:<s>r\n — Хотел бы меня убить — давно уже это бы сделал.<s>r\n В то же мгновение коготь из тьмы впился в шею Марка.<s>r\n — А если прямо сейчас возьму и убью?",
    "answers": [
      {
        "id": 63,
        "text": " - Убей."
      },
      {
        "id": 64,
        "text": " - Не убьешь."
      }
    ]
  },
  {
    "id": 63,
    "text": " Глаза Марка блеснули.<s>r\n — Убей, — вырвался спокойный голос из его груди — вызывающий взгляд впился в лицо тени.<s>r\n Давление на шею увеличивалась. Кожа отзывалась болью. Слабые струйки кровь побежали по ней. Но Марк лишь продолжал смотреть на тень.<s>r\n — Неплохо, — усмехнулась тень, глядя в его решительное лицо. — Небось, сейчас надеешься, что я уберу клинок от твоей кожи, поаплодирую и выпущу на волю? Так?<s>r\n — Что ж, тогда поздравляю: ты оказался прав.<s>r\n Резко оторвав, коготь, он спокойно смотрел, как кровь хлещет из шеи  — Марк повалился на землю. Ладони его прижимали кожу. Но все было тщетно.<s>r\n — Возрадуйся, человек! — восклицало существо. — Теперь ты воистину свободен!<s>r\n Лужа кровь тем времени все росла. Кожа бледнела. Грудь все реже и реже вздымалась. Судороги проняли его тело в последний раз. Наконец он замер.<s>r\n Спокойно перешагнув через тело, создание склонилось к свече. Несколько мгновение его глаза следили за игрой пламени. <s>r\n Резкий порыв ветра затушил огонек.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 64,
    "text": " Ровный ряд клыков выступил из под савана тьмы.<s>r\n — Много думаешь о себе, парень. Поверь, твоя жизнь здесь ничего не стоит.<s>r\n  Лезвие полоснуло по его шее. Пульсирующая кровь ударила фонтаном. Марк осел. Руки его беспомощно сжимали шею, но все было тщетно.<s>r\n — Не думай, что смерть даст тебе облегчение, — нависла над ним тень. — Твоя душа прикована к этому месту, так что в следующий раз можешь не строить из себя бесстрашного.<s>r\n Но Марк его уже не слышал. Тьма сгущалась вокруг него. Огонек свечи погас.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 65,
    "text": " Окончательно обессилив — как морально, так и физически, — Марк лежал на земле.<s>r\n — Вставай, раб! — раздался над ним другой, но такой же низкий и злобный голос. Засвистел хлыст — спина взорвалась болью. Крик вырвался из груди Марка.",
    "answers": [
      {
        "id": 16,
        "text": "Встать"
      },
      {
        "id": 17,
        "text": "Лежать"
      }
    ]
  },
  {
    "id": 66,
    "text": " Очнулся Марк от тусклого пламени, обжигавшего лицо. То была свеча. Медленно догорая, она все еще отбрасывала слабый круг света, на границе которого стояла тень.<s>r\n — Понравилось? — спросил силуэт, глядя, как Марк встает и отряхивается, с удивлением не находя никаких повреждений.<s>r\n — Нет, — отрезал грубо он. — Ненавижу, когда меня кто-то избивает до смерти.<s>r\n — А опыт был? — мелькнула тень сбоку.<s>r\n — Теперь есть, — ответил Марк, не оборачиваясь.<s>r\nНесколько мгновений ничего не происходил, но потом тишину резко нарушил грохот цепей. Прямо перед ним в круг вошел надзиратель, тот самый, недавно его убивший. Только теперь уже на нем висли кандалы, сковывая ноги и руки. Не было того блеска вседозволенности — но ненависть и злоба все также плескались в его глазах. С презрением он глядел на бывшего раба, и эта ненависть не стерлась, даже когда его ноги повалились на колени.<s>r\n — Хочешь? — с кривой усмешкой спросила тень, протягивая ему стальную перчатку.",
    "answers": [
      {
        "id": 67,
        "text": " - Хочу."
      },
      {
        "id": 68,
        "text": " - Нет."
      }
    ]
  },
  {
    "id": 67,
    "text": " — Хочу, — лишь прошептал Марк и выхватил перчатку.<s>r\n...<s>r\n Кровь заливала пол. Запах железа заполнил все вокруг. Он исходил от истерзанного тела, валявшегося на полу. Грудь его не вздымалась, хоть и до самого последнего удара билась за свою жизнь. Слипшиеся волосы комками валялись вокруг дыр в голове. Лицо превратилось в одно сплошнное месиво: без носа, глаз — лишь провали темнели на их местах. Синяки покрывали труп.<s>r\n Над ним нависал Марк. Перчатка алела на его руке. Чужая кровь кляксами залила его одежду. Безумный блеск виднелся в его глазах. Румянец выступал на щеках. Грудь часто вздымалась. Взгляд его уперся в труп, словно глаза критиков прикипают к великим полотнам.<s>r\n — Понравилось? — выступила из мрака тень.<s>r\n — Да, — кивнул Марк, ни на мгновения не отводя взгляд от  тела.<s>r\n — Очень?<s>r\n — Очень.<s>r\n — Прекрасно, — с удовольствием подвел силуэт — щелчок его пальцев разорвал тишину.<s>r\n Глаза неверюще смотрели, как труп стража вновь обрастает плотью, исцеляются раны, восстанавливаются кости. И вот уже перед ним вновь стоит здоровый страж. Ярость и ненависть, стократ помноженные, плескаются в его глазах. Он ничего не забыл. Только более его не сдерживают кандалы.<s>r\n Мертвец сделал шаг. В страхе Марк попытался рвануть, но опутавшие цепи не дали и пошевелится. Он был беспомощен перед приближающимся  трупом.<s>r\n — Веселитесь, — бросил силуэт и затушил свечу.<s>r\n Крик разорвал пустоту.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 68,
    "text": " — Нет, — отчеканил Марк, сурово глядя на тень.<s>r\n — Совсем-совсем? — приторным голосом спросил силуэт.<s>r\n — Да.<s>r\n — Жаль, — разочарование и раздражение послышались в его голосе. — Не удивлюсь, если ты ответил так, насмотревшись множество фильмов с подобными ситуациями. Так?<s>r\n Марк молчал.<s>r\n — Думаешь, что я тебя сейчас отпущу за твою великодушие?<s>r\n Тишина была его ответом.<s>r\n — Не стоило тебе меня игнорировать, — подвел в конце спокойным голосом, словно палач зачитывает приговор преступнику. Щелчок пальцев нарушил тишину.<s>r\n Марк осел. Тяжелый цепи сковывали его, придавливая к земле. Он не мог и пошевелиться, но он даже и не пытался — холодный взгляд его устремился к бывшему надзирателю. И вот он вновь свободен, и вот вновь перчатка темнеет на его руке — все та же ненависть и злоба кипят в его глазах. В памяти его еще слишком свежи воспоминания о недавнем унижении.<s>r\n — Веселитесь, — бросил силуэт и затушил свечу.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 69,
    "text": " Бессмысленно биться о крышку, бессмысленно трепыхаться, словно выброшенная на берег рыба, — он обречен. Марк это понимал, поэтому глаза его сомкнулись и более не открывались.",
    "answers": [
      {
        "id": 70,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 70,
    "text": " Пламя догорающей свечи обожигало лицо. Марк рефлекторно отстранился. Несколько секунд он еще спокойно полежал, и только после этого глаза его открылись. Он огляделся. <s>r\n Вновь он был в той проклятой комнате. Вновь мертвые глаза бурили его. И все та же свеча медленно тлела рядом с ним.<s>r\n — Смирился? — спросил спокойно силуэт, замерший на границе света.",
    "answers": [
      {
        "id": 71,
        "text": " - Да"
      },
      {
        "id": 72,
        "text": " - Нет."
      }
    ]
  },
  {
    "id": 71,
    "text": " — Да, — ответил Марк, сразу же поняв, о чем идет речь.<s>r\n — Жаль, — с настоящей грустью отозвалась тень. — Со смертью мириться нельзя.<s>r\n Несколько мгновение внимательный взгляд изучал Марка, словно ища в нем что-то... непонятное, неизвестное. Но ничего не находил.<s>r\n — Иди, коль не лжешь, — напоследок произнес силуэт. — Более я не в силах что-либо изменить.<s>r\n Он исчез, а вместе с ним исчезли и тела. Руки Марка взвалили рюкзак — он поплелся на выход. Гулким эхом отозвался громкий хлопок дверью.<s>r\n От резкого порыва сквозника свеча, еще тлевшая на полу, затухла.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 72,
    "text": " — Нет, — покачал головой Марк. —  Да и с чем мириться? С тем, что ты меня в свои игрушки примерил.<s>r\n — Не бойся, — \"многообещающим\" голосом отозвался силуэт, отчего дрожь пробежала по телу Марка. — Скоро этот момент наступит.<s>r\n Злобная усмешка скользнула на лице Марка:<s>r\n — Даже не надейся.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 73,
    "text": " — Я невиновен, — отчетливо произнес Марк, глядя на своих палачей, но те даже и не шелохнулись: слишком часто они слышали подобные заявления.<s>r\n — Огонь на счет три! — отчеканил зачитаваший приговор мужчина. — Один!<s>r\n — Но я невиновен! — с отчаянием кричал Марк. По телу его бежала дрожь. Пот выступил на коже, а сам он затравленным зверем глядел на своих палачей. <s>r\n — Два!<s>r\n  Дула винтовок посмотрели ему в лицо. Руки его резко дернулись — загрохотали кандалы. Он рванул раз, другой — ничего не происходило. Даже лица убийц не дрогнули.<s>r\n — Сто...<s>r\n — Огонь! <s>r\n Три выстрела грянули одновременно. Брызгнула кровь. Марк покачнулся. С грохотом цепей безжизненное тело осело на землю. Смерть наступила мгновенно.",
    "answers": [
      {
        "id": 80,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 74,
    "text": " Страх дрожью пронесся по телу Марка. Первым его порывом был закричать, начать буять.<s>r\n — Один!<s>r\n \"Я невиновен!\" — билось в его голове.<s>r\n Но все было бессмыслено. Приговор вынесен — они лишь исполнители. Изменить уже более ничего нельзя.<s>r\n — Два!<s>r\n Холодная решимость накатила на него. Глаза его напоследок осмотрелись вокруг. Он видел все: плесень на потолке, опавшею местами штукатурку, песок под ногами, приговор в руках отошедшего мужчины. Но все же последним, к чему прикипели его глаза, были его палачи. Трое молодых парней, в которых плескались ненависть вперешку с непониманием всего происходящего. Марку стало жалко их — это сожаление отразилось в его глазах. Дрожь пробежала по ним.<s>r\n — Три!<s>r\n Три выстрела прогрохотали одновременно. <s>r\n Мир померк. Бездыханное тело повалилось на землю.",
    "answers": [
      {
        "id": 75,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 75,
    "text": " Проснулся Марк, лежа на полу. Глаза его смотрели в темноту потолка. На периферии мелькал огонек.<s>r\n — Понравилось? — спросил силуэт, и словно пуля прострелила его вновь: он все это видел. И эта свеча, и вечная тьма, пустота и даже этот голос — все это, будто в кошмаре, повторялось с ним из раза в раз.<s>r\n — И ты не устал? — вырвался спокойный голос из его груди. — Не надоело меня убивать и пытать, давать из раза в раз иллюзию, что я свободен, а также вечно тушить эту гребанную свечу.<s>r\n — А тебе не нравится? — отозвался удивленный голос пустоты.<s>r\n — Тебе, по-видимому, очень не нравится придумывать новые вопросы, — со злобой бросил он, резко вскочив. — Ты меня жжешь, хлестаешь, пытаешь, \"освобождаешь\" и при этом еще вечно долбишь этим чертовым вопросом: \"Понравилось?\". У тебя хоть какая-нибудь фантазия есть?<s>r\n Но тень лишь ухмылялась своим вечным оскалом.<s>r\n — Если бы тебе не нравилось, ты бы сюда не приходил: твоя душа из раза в раз, после каждой твоей смерти, \"освобождения\", возвращается сюда, в эту комнату. Ты страждешь этой боли, ты томишься желанием, ты рыскаешь во тьме, но ничего там не находишь. Кроме меня. Знай же, что ты обречен одним фактом своего существования.<s>r\n — Ты меня не отпустишь, — подвел с холодом Марк.<s>r\n — Ты свободен. Я не держал тебя здесь ни секунды.<s>r\n Но вместо того, чтобы раствориться во мраке, как любило оно это делать, существо просто стояло на границе света.<s>r\n — Чего вылупился? — огрызнулся в бешенстве Марк.<s>r\n Но силуэт замер. Ни слова не вырывалось из мрака.<s>r\n Марк стоял. Глаза его прикипели к нему. <s>r\n И тут его нога раздавила свечу. Пламя затухло, а вместе с ним тьму разоврал нечеловеческий крик боли.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 76,
    "text": " Марк стоял в темноте. Грудб его вздымалась часто. Глаза бешено метались. <s>r\n Под ногой езе тлел огарок свечи, но сам он лишь искал тень. Он все помнил. И про ту петлю, и про те пытки. Он устал от смерти, и поэтому хотел ее истребить раз и навсегда.<s>r\n — Я знаю, что ты где-то здесь! — отчаянный крик разнесся по пустоте. — Выходи!<s>r\n Но тьма молчала. Все молчало — только сбивчивое его дыхание нарушило тишину.<s>r\n — Выходи! — с яростью крикнул он езе раз. — Выходи, или я буду топтать эту чертову свечу, пока от нее не отснется лишь токий след на полу!<s>r\n И в подтверждение его слов нога дважды ударилась о пол. Крики, каждый слабее предыдущего, разнеслись по комнате.<s>r\n — Хватит!.. — донесся до него тусклый голос. — Молю тебя: остановись.",
    "answers": []
  },
  {
    "id": 77,
    "text": " — Ты реально думал, что меня убьешь? — раздался насмешливый голос из темноты. <s>r\n Дрожь пробежала по телу Марка. Глаза его бешено стали озираться вокруг, но тьма была слишком густа.<s>r\n — Тогда почему ты  заорал? — ослабевшим голосом отозвался он. — Тот крик...<s>r\n — ...был шуткой, — продолжил охладевший голос. — А ты в нее поверил.<s>r\n — И что же будет теперь? — со смирением прошептал Марк.<s>r\n — Ничего.<s>r\n — Все по-новой?<s>r\n — Все по-новой.<s>r\n Марк встал. Его словно что-то парализовало, но так продолжалось недолго. Хрип вырвался из его груди. Он повалился на пол. Тело его била судорога. Из открывшегося на мгновение рта капнула кровь.<s>r\n — Реально? — склонилась из ниоткуда соткавшеяся тень. — Язык откусил? Зачем?<s>r\n Но Марк его уже не слушал. В глазах мутнело. Блаженная тьма охватывала его.",
    "answers": [
      {
        "id": 78,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 78,
    "text": " На мертвым телом стоял силуэт. Он думал. Глаза его изучал медленно бледнеющее лицо, ступни ощущали растекающуюся еще теплую кровь. Неожиданно его взгляд заметил смятую, но все еще частично целую свечу. Ладонь подхватила ее. Ловкие пальцы в мгновении ока привели ее в порядок.<s>r\n Сделав два шага в сторону, он поставил ее на пол. Рядом лег коробок с одной спичкой. Несколько мгновение его глаза блуждали вокруг.<s>r\n — О, а вот и ты, — с улыбкой протянул он ладонь маленькому светлячку, парившему вокруг. А тот только словно этого и ждал — мигнув разок синим огоньком, он приземлился на нее и удобно на ней устроился. <s>r\n Подойдя к телу, он склонился к нему. Рука скользнула по побелевшей коже — раны исцелились.  И в то же мгновение, соскочив с ладони, огонек прыгнул к телу. Секунда — грудь резко наполнилась воздухом.<s>r\n Убедившись, что все идет по плану, тень растворилась во тьме.",
    "answers": [
      {
        "id": 2,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 79,
    "text": " — Нет, — покачал головой Марк. Усмешка скользнула на его лице. — Все равно ведь не отпустишь.<s>r\n Тень с удивлением на него посмотрела:<s>r\n — Неужто даже попытаться не хочешь?<s>r\n  — А в чем смысл-то? Тебя потешить?<s>r\n — Никакого интереса, — с сожалением вздохнул силуэт — порыв ветра задул свечу.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 80,
    "text": " Тусклое пламя свечи с трудом отгоняло тьму. Тишина давила одним своим присутствием. Никто не говорил. Марк просто лежал на полу. Взгляд его смотрел вверх. Он был пуст.<s>r\n — Зачем ты меня держишь? — обратился он к пустоте.<s>r\n Тишина была ему ответом.<s>r\n — Ты меня когда-нибудь отпустишь?<s>r\n И вновь молчание.<s>r\n — Нет, — откликнулся наконец тихий голос. — Так же, как и не одного из них.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 81,
    "text": "Из груди вырвался жалобный стон. Марк осел. Рука его держалась за живот, который буквально разрывало. <s>r\n Кажется, он чутка переборщил.<s>r\n — Предупреждал же, — ухмылялся силуэт рядом.<s>r\n — Ты зубки свои поприкрой, —  уставший голос огрызнулся Марк, — а то малышня вона, уже прячется от тебя.<s>r\n Взгляд тени устремился на весело играющих в прятки детей.<s>r\n — Это они от тебя убегают: небось, боятся, что следующими в расход пойдут уже они.<s>r\n Несколько секунд усталый взгляд смотрел на собеседника — мозг с усердием пытался придумать хоть какую-нбудь шутку в ответ. Не получилось<s>r\n — Может, ты с ними поиграешь? — предложил наконец Марк. — А я пока на солнышко полежу.<s>r\n Стоило последней фразе оборваться, как все резко исчезло. Они вновь оказались в той комнате.<s>r\n — Блин, — вырвалось с досадой из груди Марка, — почему всегда именно эта комната? Я бы не отказался от пляжа.<s>r\n Но, увы, ничего не происходило.<s>r\n Несколько секунд они сидели в тишине.<s>r\n — Что, все по-новой? — наконец раздался заскучавший голос Марка.<s>r\n — Давай, — откликнулась тень — резкий порыв ветра затушил свечу.<s>r\n — Ну хоть сам тушить эту свечу перестал, — отозвался с насмешкой  Марк.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 82,
    "text": "",
    "answers": []
  },
  {
    "id": 83,
    "text": "",
    "answers": []
  },
  {
    "id": 84,
    "text": "",
    "answers": []
  },
  {
    "id": 85,
    "text": "",
    "answers": []
  }
]