[
  {
    "id": 1,
    "text": "Автор: Валерия Мари или Исалия\n\nВы юная девушка, которая живет двумя жизнями — человека и феи — в двух разных мирах. \n\nОткройте квест и играйте за две разные личности. Распутайте клубок тайн и загадок! \n<s>r\nОт автора. Каждый ваш выбор оставит свой след, влияя на будущее и на ваш характер... Удачи на вашем пути!",
    "answers": [
      {
        "id": 2,
        "text": "Глава 1. Между сном и знанием"
      },
      {
        "id": 21,
        "text": "Последнее обновление 09.01.2021"
      },
      {
        "id": 9,
        "text": "Читать просто книгу на \"Литнет\" \nОсторожно - спойлеры! ",
        "url": "https://litnet.com/ru/book/mena-sutyami-b240885"
      },
      {
        "id": 1,
        "text": "fast",
        "url": "https://sun9-65.userapi.com/impg/9zvXfPzxtX3jEXsfwQIq7SxpdPT_wGFe_-N_qg/BQGzMdBZhM4.jpg?size=900x1080<amp>quality=96<amp>proxy=1<amp>sign=13bd5f2e656663a9598a7aa1bbe2a402<amp>type=album"
      },
      {
        "id": 1,
        "text": "top, movie, very big, few right, fast",
        "url": "https://c.radikal.ru/c16/2101/6f/8c37cc489d25.png"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://a.radikal.ru/a27/2101/7b/1a846ead84df.png",
        "system": true
      },
      {
        "id": 1,
        "text": "very big, top, few left, movie, fast",
        "url": "https://b.radikal.ru/b29/2101/23/8171a03ce243.png"
      },
      {
        "id": 1,
        "text": "Связь с автором",
        "url": "https://vk.com/valeriasultanova"
      }
    ]
  },
  {
    "id": 2,
    "text": "Глава 1. Между сном и знанием<s>r\n<s>r\nВынырнув из-за тучи, первый солнечный луч прошелся по крыше соседнего дома и мазнул по вам ярким радужным пятном. <s>r\n\nВы зажмурились. Восход. Краешек алого солнца показался из-за горизонта и вы ощутили как радость нового дня наполняет вас. \n\nРадость оказалась жгуче приятной. И пронзив вас с макушки до пят, напоминала о себе еще некоторое время.<s>r\n\n\"Да, для многих людей новый день не несет с собой ничего необычного, частенько образуя хмурую череду работы и быта. Но это перестает иметь какое-либо значение, когда ты, сидя на вершине окрестного холма, видишь это космическое великолепие. И это все для тебя – человека, находящегося где-то в пределах тропосферы и даже еще ниже…\" — настигла вас мысль.<s>r\n\nПостепенно вдыхая через левую ноздрю, наполнив поочередно живот и грудную клетку, вы задержали дыхание, сосредоточив внимание в области горла.<s>r\n\nТишина. Около семидесяти секунд мирового перекура.<s>r\n\nВыдох через правую ноздрю. Снова тишина. Двадцать пять долгих секунд и снова вдох тем же носовым проходом.<s>r\n\nУспокоившись этим ритмом, ваше сознание погрузилось в подобие транса – состояние на грани между осознанием и сном. <s>r\n<s>r\n",
    "answers": [
      {
        "id": 4,
        "text": "Сосредоточенно размышлять",
        "var_add": [
          "prudence",
          1
        ]
      },
      {
        "id": 5,
        "text": "Отключиться от мыслей\n",
        "var_add": [
          "wise",
          1
        ]
      },
      {
        "id": 6,
        "text": "Прислушаться к ощущениям в теле",
        "var_add": [
          "sensitiv",
          1
        ]
      },
      {
        "id": 11,
        "text": "Сумка",
        "middle_answer": true
      },
      {
        "id": 2,
        "text": "stretch",
        "url": "http://b.radikal.ru/b13/2012/71/b67cf62358ee.png"
      },
      {
        "id": 2,
        "text": "pulsate very slow",
        "url": "http://a.radikal.ru/a31/2012/a0/4a787b4afee4.png"
      }
    ]
  },
  {
    "id": 3,
    "text": "На заполненной солнцем поляне цвело ветвистое молодое дерево. Оно завораживало своим необычным окрасом: его гладкая ярко-голубая кора неярко светилась, а листья осыпались небольшими бирюзовыми вспышками.<s>r\n\nХруп-хруп… Хруп-хруп… Кора дерева, как яйцо с тянущимся к жизни цыпленком, захрустела и начала осыпаться.<s>r\n\nМгновение… и все вокруг затопила короткая вспышка, свет которой, разнесся на несколько километров вокруг… <s>r\n\nА на земле в потухающих светлячках света, остался лежать ребенок – нежный карапуз в пышной траве.<s>r\n\nТанцуя над телом младенца, закручиваясь в сложные спирали, опадавшие светлячки создавали ослепительные узоры.<s>r\nСобираясь на его груди, волшебная энергия свечения расползалась по всему телу, завораживая и унося мысли далеко. Куда-то, откуда они, возможно, уже не возвращались…",
    "answers": [
      {
        "id": 12,
        "text": "Восхититься красотой видения",
        "var_add": [
          "sensitiv",
          1
        ]
      },
      {
        "id": 13,
        "text": "Запомнить все подробности",
        "var_add": [
          "wise",
          1
        ]
      },
      {
        "id": 14,
        "text": "Сразу начать анализировать",
        "var_add": [
          "prudence",
          1
        ]
      },
      {
        "id": 3,
        "text": "stretch",
        "url": "https://sun9-8.userapi.com/impg/XELgGiFKaSlcE7jONvPX3i0t8VyhEsrgWoMqbw/jxvAfNnPiao.jpg?size=1200x675<amp>quality=96<amp>proxy=1<amp>sign=11f35004b2c5010563fd322965af11a1<amp>type=album"
      },
      {
        "id": 3,
        "text": "flipy, movie, few big, pulsate very slow",
        "url": "http://a.radikal.ru/a31/2012/a0/4a787b4afee4.png"
      },
      {
        "id": 3,
        "text": "very small",
        "url": "http://a.radikal.ru/a40/2012/92/686f4b0ef3b2.png"
      }
    ]
  },
  {
    "id": 4,
    "text": "\"Как же так вышло, что сила мысли на Земле существенно меньше, чем \"там\" — для материализации желания может потребоваться много времени и концентрации...\", — в очередной раз подумали вы.<s>r\n\n\"Возможно, все дело в людях? И нам нельзя доверить такую могущественную силу? А что если раньше все было иначе и все было возможно? Или же мы просто еще не доросли?\" — неостановимый поток вопросов, на которые нет ответов, унес с собой остатки сил и желания размышлять дальше.<s>r\n",
    "answers": [
      {
        "id": 3,
        "text": "Остановить мысли",
        "blackout": true
      },
      {
        "id": 4,
        "text": "stretch",
        "url": "https://sun9-16.userapi.com/impg/fssKlBsegXR7ZTwsFvq8aM1ovqd-bCfutGh57g/duxmCFa5F5w.jpg?size=1024x768<amp>quality=96<amp>proxy=1<amp>sign=45e7ca9a2e9d627fb5cf7d00828a2d1e<amp>type=album"
      },
      {
        "id": 4,
        "text": "few right, movie, pulsate very slow",
        "right_answer": true,
        "url": "http://c.radikal.ru/c00/2012/2d/7f4548dd1b33.png"
      },
      {
        "id": 4,
        "text": "very big, top, few left, movie, very slow",
        "url": "https://c.radikal.ru/c16/2101/6f/8c37cc489d25.png"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы решили дать своему мыслительному центру отдых, и минуту наблюдая за мыслями, мчащими перед мысленным взором, перестали их расшифровывать...\n\nТеперь это были золотистые рыбки, плывущие по своим делам. Но постепенно и морские обитатели, тускнея, исчезали и лишь пузырьки воздуха, выпускаемые вами, иногда отвлекали от этой прекрасной тишины.",
    "answers": [
      {
        "id": 3,
        "text": "Наблюдать дальше",
        "blackout": true
      },
      {
        "id": 4,
        "text": "stretch",
        "url": "https://sun9-16.userapi.com/impg/fssKlBsegXR7ZTwsFvq8aM1ovqd-bCfutGh57g/duxmCFa5F5w.jpg?size=1024x768<amp>quality=96<amp>proxy=1<amp>sign=45e7ca9a2e9d627fb5cf7d00828a2d1e<amp>type=album"
      },
      {
        "id": 4,
        "text": "movie fast, few left, very small",
        "url": "http://b.radikal.ru/b02/2012/e1/2539785221aa.png"
      },
      {
        "id": 5,
        "text": "top, very big, movie",
        "url": "https://c.radikal.ru/c16/2101/6f/8c37cc489d25.png"
      }
    ]
  },
  {
    "id": 6,
    "text": "Расслабившись, вы почти не чувствовали своего тела, лишь ощущая слабые покачивания головы, а также отмечая положение частей тела в пространстве: язык слегка прижат к небу, челюсть расслаблена — губы и зубы почти не соприкасаются; кисти рук лежат на бедрах, пальцы собраны в самую простую мудру \"Знания\" — указательный палец с большим соединены вместе; вы сидите в упрощенной позе лотоса, ощущая стержень, что держит вашу спину прямой. ",
    "answers": [
      {
        "id": 3,
        "text": "Сосредоточиться на зрении",
        "blackout": true
      },
      {
        "id": 4,
        "text": "stretch",
        "url": "https://sun9-16.userapi.com/impg/fssKlBsegXR7ZTwsFvq8aM1ovqd-bCfutGh57g/duxmCFa5F5w.jpg?size=1024x768<amp>quality=96<amp>proxy=1<amp>sign=45e7ca9a2e9d627fb5cf7d00828a2d1e<amp>type=album"
      },
      {
        "id": 6,
        "text": "very big",
        "url": "http://a.radikal.ru/a29/2012/59/71ce5911617c.png"
      },
      {
        "id": 6,
        "text": "top, very big, movie fast",
        "url": "https://c.radikal.ru/c16/2101/6f/8c37cc489d25.png"
      }
    ]
  },
  {
    "id": 7,
    "text": "Пройдя линию горизонта, солнце не спеша заполнило ваш внутренний кувшин своей горячей, пылающей энергией.<s>r\n\nОставаться в состоянии медитации стало бессмысленно – бурлящая в вас сила просто не давала прикрыть веки, чтобы вновь исчезнуть в своем внутреннем мире. <s>r\n\nКак известно, сколько в полный сосуд воды не наливай – заполнить его больше, чем уже есть, не выйдет. Так как даже сам по себе процесс медитации — предельно энергоемкий, позволяющий как пополнять ресурсы, так и уменьшать их потребление, а помимо всего прочего, еще и увеличивать собственный потенциал.<s>r\n\n\"Возвращаясь к продукту моей рефлексии…  Что это было за место? А ребенок? Чудесный знак? Мое будущее? Или, что более вероятно, прошлое?\" — задумались вы, потерявшись в предположениях.<s>r\n\nОпустив взгляд на грудь, вы поняли, что на часах, свисающих с шеи на тонкой цепочке, уже пять циркадных часов. Июнь. Дневная температура редко опускается ниже двадцати двух градусов по Цельсию, хотя частенько достигает тридцати. Иногда это пекло прерывают дожди с потрясающими грозами, волшебными вымеобразными облаками и удивительными фиолетовыми молниями…<s>r\nВам кажется, или раньше они были другого цвета?<s>r\n\nВаш младший брат считает, что это последствия применения климатического оружия. Но вам, конечно, более близка теургическая — магическая причина их появления, но вы соглашаетесь — мысль интересная… \n\nПоднявшись с травы и, окинув еще одним взглядом сельскую местность, в которой оказались несколько лет назад, отправились на пробежку. Благо, сегодня вы смогли встать раньше, чем обычно. Даже раньше восхода солнца, что для летнего времени – величайший для вас подвиг…<s>r\n\nЧтобы не разрываться сомнениями, вы решили остановиться на одном из вариантов значения странного видения.",
    "answers": [
      {
        "id": 8,
        "text": "Вы думаете, что это видение - ваше прошлое",
        "var_add": [
          "prudence",
          1
        ]
      },
      {
        "id": 8,
        "text": "Видение - символ грядущего",
        "var_add": [
          "wise",
          1
        ]
      },
      {
        "id": 8,
        "text": "Ребенок из видения, наверняка связан с близким другом",
        "var_add": [
          "sensitiv",
          1,
          "wise",
          1
        ]
      },
      {
        "id": 11,
        "text": "Сумка",
        "middle_answer": true
      },
      {
        "id": 2,
        "text": "stretch",
        "url": "http://b.radikal.ru/b13/2012/71/b67cf62358ee.png"
      },
      {
        "id": 2,
        "text": "pulsate very slow",
        "url": "http://a.radikal.ru/a31/2012/a0/4a787b4afee4.png"
      },
      {
        "id": 7,
        "text": "top, very big, movie",
        "url": "https://c.radikal.ru/c16/2101/6f/8c37cc489d25.png"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы сделали свой выбор и, прислушавшись, набрали в легкие побольше воздуха...<s>r\n\nСви-сви… Свью-свью-свью-свью… Сви! <s>r\nПереливчатый долгий свист аккуратно вписался в редкие птичьи голоса.<s>r\n\nТут же в разных частях пролеска послышались новые птичьи напевы, радостно отвечающие на ваш энергетический всплеск, который разносится метров на тридцать-сорок вокруг.<s>r\n\nЩебеча с разговорчивыми воробьями и синицами, в перекликивания которых, бывало вписывался соловей, а вдалеке слышалась кукушка, вы бежали знакомым маршрутом к месту древесного схрона.<s>r\n\nТам – в незаметном с расстояния дупле – вы хранили толстую тетрадь из переработанной бумаги, которую использовали как пространство для выражения мыслей и записывания важных сведений. Чаще всего — полученных знаний от своей хранительницы.<s>r\n\nВоплощающаяся перед вашим мысленным взором во множестве разнообразных обличий, она представляла собой одну безнадежную загадку, которую вы даже уже не пытались разгадать, хотя иногда упорно начинали вновь…<s>r\n\nДостав из вместительного хранилища видавшую виды попону, а потому без упреков совести стащенную у бабушки — маминой мамы, вы постелили ее у корней и откинулись на ствол дерева.<s>r\n\nКогда-то это лошадиное покрывало представляло собой неописуемо красивую вещь – расписанная золотым по зеленому, она напоминала о чем-то «фейско-природном» и всегда не давала вам покоя.<s>r\n\n«Затаись, фея!» — услышали вы знакомый голос.<s>r\n\n\"Маросса — хранительница? Это ее голос? Затаится? Но от кого?\" — задаваясь вопросами, вы начали оглядываться по сторонам.",
    "answers": [
      {
        "id": 9,
        "text": "Стать тише воды, ниже травы",
        "var_add": [
          "prudence",
          1
        ]
      },
      {
        "id": 9,
        "text": "Прислушаться к ощущениям вокруг",
        "var_add": [
          "sensitiv",
          1
        ]
      },
      {
        "id": 9,
        "text": "Приготовиться к возможной опасности",
        "var_add": [
          "strength",
          1
        ]
      },
      {
        "id": 11,
        "text": "Сумка",
        "middle_answer": true
      },
      {
        "id": 8,
        "text": "stretch",
        "url": "https://sun9-44.userapi.com/impg/GjQFW0G3V_zk-NrczfEPKCFHiyaF8_2NN9AdqQ/WFQTVcXRhsA.jpg?size=736x585<amp>quality=96<amp>proxy=1<amp>sign=0ecf0c7f7c65bc06b53b5bbca278b3b7<amp>type=album"
      },
      {
        "id": 8,
        "text": "very big, top, movie, few right",
        "url": "https://c.radikal.ru/c16/2101/6f/8c37cc489d25.png"
      }
    ]
  },
  {
    "id": 9,
    "text": "Замерев, вы припали к траве – благо, она здесь была — прикрыли глаза и сосредоточились… Что-то в окружении успело измениться… Птицы! Дети воздуха замолчали. <s>r\n\nРядом тихонько затрещало…  Вы приготовилась, готовясь к встрече с опасностью. \nОбходя вас по часовой, стрекотание приближалось…<s>r\n\nФух, это просто снялась с места крупная стрекоза, издавая при этом такие хлопки, что можно подумать, где-то летит вертолет, ударяя о воздух лопастями. Покружившись, этот вертолётик решил приземлиться. <s>r\n\nПрямо вам на нос – отличная посадочная площадка. <s>r\n\nВы скосили глаза к носу – жутко неудобный ракурс. Перед вами оказались два сетчатых глаза, отливающих синим и голубым. <s>r\n\nВзаимный гипноз. Предупреждение хранительницы на целую минуту выпало у вас из головы. <s>r\n\nВы моргнули и потрясли головой. Ваша новая знакомая вспорхнула, делая широкий круг. В ярких солнечных лучах, что иногда проходили сквозь крону деревьев, её крылья бликовали, а их трепетание завораживало, не позволяя отвести взгляд.<s>r\n  ",
    "answers": [
      {
        "id": 10,
        "text": "Глава 2. Явление, нормальное для пары случаев"
      },
      {
        "id": 11,
        "text": "Сумка",
        "middle_answer": true
      },
      {
        "id": 9,
        "text": "stretch",
        "url": "http://b.radikal.ru/b28/2012/95/9557e714dc9e.jpg"
      },
      {
        "id": 9,
        "text": "very big, top, movie",
        "url": "https://c.radikal.ru/c16/2101/6f/8c37cc489d25.png"
      },
      {
        "id": 9,
        "text": "very big, top, movie",
        "url": "http://b.radikal.ru/b31/2012/4f/e573bec01023.png"
      }
    ]
  },
  {
    "id": 10,
    "text": "Глава 2. Явление, нормальное для пары случаев<s>r\n<s>r\nПервое, что вы почувствовали  – это легкую свежесть в воздухе – запах озона. Собирается дождь? И это при незамутненном ни единым облачком, голубом небе?<s>r\n\nВ тени деревьев, что-то неярко засветилось, смутно предвещая встречу с чем-то паранормальным… Привидение? Или может инопланетяне? <s>r\n\nНа мгновение вы ощутили себя ужасно важной персоной, раз уж достойны быть похищенной существами из вне планетной цивилизации. <s>r\n\nВнезапно, ваше дыхание замерло и взгляд упал на то, что никак не ожидаешь увидеть на столько раз хоженной тропке…",
    "answers": [
      {
        "id": 15,
        "text": "Встретить неизвестное"
      },
      {
        "id": 10,
        "text": "stretch",
        "url": "http://b.radikal.ru/b08/2012/75/0cef4f9fbb1a.jpg"
      },
      {
        "id": 10,
        "text": "very big, top, movie",
        "url": "https://c.radikal.ru/c16/2101/6f/8c37cc489d25.png"
      },
      {
        "id": 11,
        "text": "Сумка",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 11,
    "text": "\nВещи лежащие в сумке:",
    "answers": [
      {
        "id": 11,
        "text": "\n- Сожженный шаровой молнией серебряный брегет, подаренный родителями на двадцатый день рождения",
        "var_equal": [
          "breget",
          1
        ],
        "merge": true
      },
      {
        "isBack": true,
        "text": "Закрыть сумку",
        "id": 11,
        "backstepCount": 1
      },
      {
        "id": 11,
        "text": "few left",
        "url": "http://c.radikal.ru/c05/2012/07/8b1413522440.png",
        "left_answer": false
      },
      {
        "id": 11,
        "text": "movie fast",
        "url": "https://c.radikal.ru/c16/2101/6f/8c37cc489d25.png"
      }
    ]
  },
  {
    "id": 12,
    "text": "Ваш внимательный внутренний взор совершенно поразило увиденное! Что за чудесное голубое деревце? И что за странный симбиоз с младенцем оно представляет? Но не это главное, ведь вас, как художника, больше всего поразила игра света и тени на освещенной мерцающими бликами странной полянке. Эта яркая вспышка, и чарующие узоры над телом младенца... Имели ли эти знаки значение, вы не знали, но еще некоторое время оставались под впечатлением от видения.",
    "answers": [
      {
        "id": 7,
        "text": "Открыть глаза",
        "blackout": true
      }
    ]
  },
  {
    "id": 13,
    "text": "Главное для вас — не упустить ничего из странного видения, разложив все по местам. Первое — голубое дерево, которое показывает нетипичные видовые свойства, а под конец аккумулируется мощным выбросом энергии... не причинившим, впрочем, никому вреда. Второе — ребенок... оставшийся на месте развалившегося на части дерева! Странные символы, окружившие младенца, в конец запутали вас и вы решили закончить на этом.",
    "answers": [
      {
        "id": 7,
        "text": "Открыть глаза",
        "blackout": true
      }
    ]
  },
  {
    "id": 14,
    "text": "Не утомляя себя долгим запоминанием деталей, вы решили сразу проанализировать возможные варианты.\n\nМожет ли быть видение пророческим символом, что значительно повлияет на будущее? Или может, оно как-то связано с младенчеством вашей сущности — вашей личности в магическом мире? Потому как вряд ли подобное волшебство могло происходить на Земле. Но не стоит отставлять без внимания и такой вариант, что это событие связано с одним из ваших знакомых, или знакомых вашей магической сути. Ни один из вариантов доказать пока было нельзя, поэтому вы решили закончить с этим.",
    "answers": [
      {
        "id": 7,
        "text": "Открыть глаза",
        "blackout": true
      }
    ]
  },
  {
    "id": 15,
    "text": "Окруженный длинными статическими нитями, по воздуху плыл фиолетовый светящий сгусток, формой напоминающий гриб – какой-нибудь дождевик или головач. \n\nВальяжно перетекая сверкающими энерго-разрядами, гриб преобразовался в каплю, а из нее — в подобие груши, поменяв цвет на темный, почти черный оттенок.\nПлавно двигавшийся с одной скоростью, шаровидный вихрь остановился, зависнув на высоте полуметра от земли.\n\nДесять ваших широких шагов – примерно столько вас отделяло от шаровой молнии, которую вы видели впервые в жизни, да еще и при ясной погоде.\n\nТепло… Нет, не вокруг – в лесу ощутимо похолодало – у вас в груди… \n\nНет, на ней! Часы на серебряной цепочке стремительно нагревались… начиная обжигать!",
    "answers": [
      {
        "id": 16,
        "text": "Быстро расстегнуть цепочку",
        "var_add": [
          "prudence",
          1
        ]
      },
      {
        "id": 17,
        "text": "Сорвать цепочку",
        "var_add": [
          "wise",
          1
        ]
      },
      {
        "id": 15,
        "text": "stretch",
        "url": "http://b.radikal.ru/b08/2012/75/0cef4f9fbb1a.jpg"
      },
      {
        "id": 15,
        "text": "very small, movie",
        "url": "http://d.radikal.ru/d03/2012/3e/34d73cb6af29.png"
      },
      {
        "id": 11,
        "text": "Сумка",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 16,
    "text": "Вам не хотелось расставаться со своими часами, поэтому, на пределе ловкости пальцев, вы быстро нащупали застежку цепочки...\n\nОднако это оказалось не так просто — серебро быстро накалялось и начало обжигать! И наплевав на идею сохранить родительский подарок, вы быстро сорвали злосчастную цепь, отбросив ее вместе с часами подальше. ",
    "answers": [
      {
        "id": 18,
        "text": "Наблюдать за изменениями"
      }
    ]
  },
  {
    "id": 17,
    "text": "Быстро вскочив с травяной подстилки, вы не долго думая, оборвали тонкую серебряную нить, отбросив ее вместе с часами в сторону. Вы впервые порадовались хрупкости подобных изделий или, может, качеству массового производства. \n\nА отброшенное серебро продолжало нагреваться... ",
    "answers": [
      {
        "id": 18,
        "text": "Наблюдать за изменениями"
      }
    ]
  },
  {
    "id": 18,
    "text": "На ваших глазах, драгоценный брегет, подаренный родителями на второй день весеннего равноденствия – ваш день рождения – расплавлялся.\n\nКулон прожигал траву. А вы в ужасе хватали ртом воздух, стараясь сохранить подобие спокойствия и возможность думать холодной головой.\n\nВместе с этим, вас настигло странное ощущение, как будто кто-то копается в волосах… Или скорее, шевелятся сами волосы…\n\nВы повернули голову вверх и влево.\n\nНо не удержавшись на подогнувшихся ногах, упали на спину – в густую траву, которая, как и ваши волосы, топорщилась во все стороны! \n\nНаэлектризованная каштановая растительность на голове, стояла дыбом, предвещая не хорошее…",
    "answers": [
      {
        "id": 19,
        "text": "Поднять взгляд"
      },
      {
        "id": 15,
        "text": "stretch",
        "url": "http://b.radikal.ru/b08/2012/75/0cef4f9fbb1a.jpg"
      },
      {
        "id": 15,
        "text": "very small, movie, few left, pulsate very slow",
        "url": "http://d.radikal.ru/d03/2012/3e/34d73cb6af29.png"
      },
      {
        "id": 18,
        "text": "top, few right",
        "url": "https://a.radikal.ru/a23/2101/cd/b98014836154.png"
      },
      {
        "id": 11,
        "text": "Сумка",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 19,
    "text": "Ярко розовое ослепляющее древо пурпурных молний, разразившееся из парящего сгустка, с ужасающим грохотом ударило в землю – отбросив вас, и так уже лежачую, на пару метров. \n\nРозовые молнии превратились в ультрамариновых змей, выжигающих траву вместе с землей.\n\nВыдав порцию энергетического разряда, тёмная сфера пролонгировала висеть над землей.\n\nВ полной для вас тишине, она раздулась в два раза больше прежнего диаметра. И схлопнулась. Как ее и не бывало.\n\nЭто последнее, что отложилось в копилку вашей памяти эти утром.",
    "answers": [
      {
        "id": 19,
        "text": "stretch",
        "url": "http://b.radikal.ru/b08/2012/75/0cef4f9fbb1a.jpg"
      },
      {
        "id": 20,
        "text": "Потерять сознание",
        "blackout": true
      },
      {
        "id": 19,
        "text": "pulsate very slow",
        "url": "https://c.radikal.ru/c12/2101/1e/b08bd57db85e.png"
      },
      {
        "id": 19,
        "text": "movie very slow",
        "url": "https://c.radikal.ru/c09/2101/b9/c5d776a18dde.png"
      },
      {
        "id": 19,
        "text": "pulsate very slow",
        "url": "https://c.radikal.ru/c37/2101/cd/ca720081c8e4.png"
      },
      {
        "id": 11,
        "text": "Сумка",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 20,
    "text": "По весеннему лесу, полному причудливо цветущих деревьев, шли две женщины с большими корзинами трав и цветов. \n\nСобирательницы. \n\nВ эту сторону леса их притягивал мощный природный дух.\n\nПройдя через густой бор, они наконец-то выбрались на свободное пространство – поляну, освещенную ярким солнечным светом.\n\nНо вместо ожидаемых сплетений энергии, им предстала поразительная картина: посреди высокой травы лежал человеческий младенец нескольких месяцев от роду.\n\n— Вариана, ты видишь, то же, что и я?\n\n— Да, Анара. Я вижу новорожденного ребенка. А ведь ближайшее поселение в двух пеших переходах…\n\nЖенщины подошли поближе, рассматривая представшее им чудо. Ребенок же с интересом наблюдал за неизвестными существами перед ним.\n\n— Девочка.\n\n— На ней какая-то побрякушка.\n\n— Это не побрякушка. Нет, это нечто более ценное…  Металл отливает по-особому и камешек внутри не совсем обычный…\n\n— Так давай снимем его? Не мы, так кто-то другой все-равно сделает это.\n\n— Да, станет платой за спасение, — женщина потянулась к цепочке кулона, несколько раз прокрутила, пробежалась пальцами по хитрому плетению – и еще раз…\n\n— Да где же застёжка? Можно подумать, запаяно на ребенке… И через голову не снять – больно узкое. Нет, без специальных инструментов не выйдет… Ну ничего, отнесем к патрону, он снимет. Правда поделиться придется, но это того стоит.\n\nОбернув ребенка в пористый материал, в который обычно складывали свежесобранные растения, женщины уложили удивительно спокойного малыша в корзину. И, прервав ради этого сбор трав, самым коротким путем отправились обратно в свое терранисие – селение, дома в котором, были преимущественно земляного типа.\n\nСверкающие искорки на поляне окончательно пропали, уничтожив тем самым какие-либо следы прорастания странного дерева…",
    "answers": [
      {
        "id": 20,
        "text": "stretch",
        "url": "https://sun9-8.userapi.com/impg/XELgGiFKaSlcE7jONvPX3i0t8VyhEsrgWoMqbw/jxvAfNnPiao.jpg?size=1200x675<amp>quality=96<amp>proxy=1<amp>sign=11f35004b2c5010563fd322965af11a1<amp>type=album"
      },
      {
        "id": 20,
        "text": "very small, bottom, movie, few black",
        "url": "https://d.radikal.ru/d18/2101/dc/6df5acf9300e.png"
      },
      {
        "id": 3,
        "text": "flipy, movie, few big, pulsate very slow",
        "url": "http://a.radikal.ru/a31/2012/a0/4a787b4afee4.png"
      },
      {
        "id": 22,
        "text": "Открыть глаза",
        "blackout": true
      }
    ]
  },
  {
    "id": 21,
    "text": "На данный момент полностью готовы следующие главы (возможны реконструкции в будущем):\n\nГлава 1. Между сном и знанием (31.12.2020)\n\nГлава 2. Явление, нормальное для пары случаев (01.01.2021)\n\nГлава 3. Небесная резьба (03.01.2021)\n\nГлава 4. Волнующаяся шебность или колыхающееся волшебство (09.01.2021)\n\nГлава 5. Искрометные жрицы (30%)*\n\n*Доступны лишь полностью созданные главы — % означает уже выполненную, но не опубликованную работу над главой. \n\nПеред прохождением новой главы рекомендуется нажать на кнопку \"обновить квест\"! А еще лучше, начать его сначала... \n\nДанный квест находится в раннем доступе — если вы столкнетесь с багом или ошибкой, обязательно напишите об этом в комментариях и проблема будет решена!\n\nНовость (от 13.01.2021) автор пишет книгу \"Советница\" (которая когда-нибудь обязательно превратится в квест) для конкурса НДК, поэтому скорость написания данного квеста снизится, но будет продолжаться параллельно!",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться на первую страницу"
      }
    ]
  },
  {
    "id": 22,
    "text": "Глава 3. Небесная резьба\n\nИзлишне ярко. Зажмурившись, вы приложили к глазам козырек ладони.\n\nСолнце стояло высоко, проглядывая сквозь качающиеся над вами невысокие сосны – молодой лес с ярко рыжими, будто на шерсти старого волка, подпалинами и ветвистыми кронами.\n\nКак в бочке с водой. Сквозь шум в ушах неуверенно прорывались звуки леса и гул редких машин на пригородном маршруте, скрывающемся за деревьями.\n\n\"Такой странный сон. Похоже, продолжение предыдущего видения – странное голубое дерево, младенец, хранящий в себе таинственные силы…\", — мелькнули мысли. \n\n\"Видимо, я видела два сна. Собирательницы и ребенок – второй, а первый – стрекоза и шаровая молния\", — подумали вы. \n\nВы скосили глаза, оглядев место, где проснулись.\n\n\"А, собственно, как меня угораздило уснуть в лесу?\" — подумали вы, подивившись странной ситуации. \n\nНо вот охватило понимание.\n\nВы привстали, чтобы удостоверится в реальности воспоминаний, от чего резким движением спугнули стрекозу — ту же самую? — удобно устроившуюся на внешней стороне ладони. \n\nОпершись о землю, вы поднялись над высокой травой.\n\nВыжженный, идеально ровный слой травы и дерна – правильная крестообразная фигура, вырытая в черноземе; немного в стороне — расплавленный брегет в куче травяного пепла; догорающие плевки шаровой молнии, намеченные в окружающих деревьях. \n\nОткрывшейся вам картины было достаточно для того, чтобы расставить все по своим местам... и освободить место для новых вопросов.",
    "answers": [
      {
        "id": 23,
        "text": "Тщательно осмотреть себя"
      },
      {
        "id": 11,
        "text": "Сумка",
        "middle_answer": true
      },
      {
        "id": 22,
        "text": "stretch",
        "url": "http://b.radikal.ru/b08/2012/75/0cef4f9fbb1a.jpg"
      },
      {
        "id": 22,
        "text": "pulsate very slow",
        "url": "https://a.radikal.ru/a13/2101/c3/3f7699e2b6ec.png"
      }
    ]
  },
  {
    "id": 23,
    "text": "Изящные, тонкие линии неведомых растений, будто написанных хной, покрывали… ваши бедро, наводя на очень неприятные мысли.\n\nТут же начав осматривать себя, вы обнаружили такое же клеймо – десять или пятнадцать сантиметров в длину – на плече правой руки. Вы поежились от приведенного сравнения – не хватало еще стать помеченным теленком, которому еще в нежном возрасте прокалывают ухо…\n\nМолния. Она вошла и вышла через правые бедро и плечо, оставив фрактальные – зеркальные следы на своем пути.\n\nОжоги от молний не выводятся, это вы знали точно. Искусная резьба, выведенная небесным мастером, останется с вами на всю жизнь.\n\nНе меньше вас волновал и другой вопрос – мог ли удар током нанести вашему организму вред?\n\nЧувствовали вы себя хорошо, а ожоги – обожжённые молнией сосуды — создавшие эти виртуозные фигуры, вас совсем не волновали. \n\n\"Вот как должен ощущать себя нормальный человек, после удара высоковольтным, но кратковременным напряжением?\", — размышляли вы. \n\nВаше состояние вызывало подозрения, из-за чего сам собой напрашивался вопрос – а была ли эта темно-фиолетовая штука, шаровой молнией? И могут ли они ударять столбом собственных молний, сохраняя при этом целостность и тихо исчезая? \n\nНо это вполне могло быть частью галлюцинации, про которые обычно рассказывают очевидцы подобных явлений. \n\nОбведя поляну взглядом, вы задумались — есть ли смысл осматривать ее повторно? ",
    "answers": [
      {
        "id": 24,
        "text": "Осмотреть поляну еще раз*",
        "var_add": [
          "wise",
          1
        ],
        "var_need": [
          "wise",
          2,
          "sensitiv",
          1
        ]
      },
      {
        "id": 23,
        "text": "*Вам доступен этот выбор благодаря своеобразной мудрости и капельке чувствительности",
        "comment": true,
        "var_need": [
          "wise",
          2,
          "sensitiv",
          1
        ]
      },
      {
        "id": 30,
        "text": "Покинуть место происшествия",
        "var_add": [
          "prudence",
          1
        ]
      },
      {
        "id": 11,
        "text": "Сумка",
        "middle_answer": true
      },
      {
        "id": 23,
        "text": "stretch",
        "url": "http://b.radikal.ru/b08/2012/75/0cef4f9fbb1a.jpg"
      },
      {
        "id": 23,
        "text": "top, very big, movie",
        "url": "https://a.radikal.ru/a05/2101/46/7b0db1a5e1c1.png"
      },
      {
        "id": 23,
        "text": "pulsate very slow",
        "url": "https://a.radikal.ru/a13/2101/c3/3f7699e2b6ec.png"
      }
    ]
  },
  {
    "id": 24,
    "text": "Убедившись, что опасность миновала, вы еще раз прошлись взглядом по месту странного происшествия.\nЕсли что и могло представлять интерес, то это две вещи: брегет и место удара молнии. ",
    "answers": [
      {
        "id": 26,
        "text": "Осмотреть расплавленные часы",
        "need": -26
      },
      {
        "id": 29,
        "text": "Осмотреть выженную рытвину",
        "need": [
          -29
        ]
      },
      {
        "id": 30,
        "text": "Закончить осмотр"
      },
      {
        "id": 11,
        "text": "Сумка",
        "middle_answer": true
      },
      {
        "id": 24,
        "text": "stretch",
        "url": "http://b.radikal.ru/b08/2012/75/0cef4f9fbb1a.jpg"
      },
      {
        "id": 24,
        "text": "pulsate very slow",
        "url": "https://a.radikal.ru/a13/2101/c3/3f7699e2b6ec.png"
      }
    ]
  },
  {
    "id": 25,
    "text": "",
    "answers": [
      {
        "id": 11,
        "text": "Сумка",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 26,
    "text": "В выжженном травяном пепле лежали ваши часы — расплавленные и пришедшие в полную негодность.\nПо телу пробежали неприятные мурашки при восмпоминании о произошедшем. Но также проскользнула радостная мысль по поводу того, что никаких других металлических украшений — сережек, колец или браслетов — на вас не было...",
    "answers": [
      {
        "id": 27,
        "text": "Забрать то, что осталось от брегета",
        "var_add": [
          "wise ",
          1,
          "strength",
          1
        ]
      },
      {
        "id": 28,
        "text": "Не притрагиваться к часам",
        "var_add": [
          "prudence",
          1
        ]
      }
    ]
  },
  {
    "id": 27,
    "text": "Дотронувшись до часов, вы ощутили короткое, но неприятное ощущение в местах ожогов. \nВы положили часы в сумку. ",
    "answers": [
      {
        "id": 24,
        "text": "Похоже на жар",
        "var_add": [
          "strength",
          1,
          "breget",
          1
        ]
      },
      {
        "id": 24,
        "text": "Напоминает удар током",
        "var_add": [
          "sensitiv",
          1,
          "breget",
          1
        ]
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы решили не притрагиваться к возможно опасным часам, проводя диагональ с упавшими метеоритами, излучающими радиацию...\nА также возможными порчами, метками и проклятиями, которые теоретически могло вобрать в себя сожженое серебро... ",
    "answers": [
      {
        "id": 30,
        "text": "Покинуть место происшествия"
      },
      {
        "id": 11,
        "text": "Сумка",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 29,
    "text": "В центре поляны зияла глубокая рытвина, окруженная выжженой землей и пеплом. Рытвина имела правильную крестообразную форму.\n\"А это нормально?\", — рассеянно вопросили вы, не зная что и думать. ",
    "answers": [
      {
        "id": 24,
        "text": "Запомнить увиденное",
        "var_add": [
          "ritvina",
          1
        ]
      },
      {
        "id": 11,
        "text": "Сумка",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 30,
    "text": "— Мам, я дома! – крикнули вы в глубину двухэтажного жилища, желая поскорее успокоить свою маму, которая наверняка…\n\n— Ну, наконец-то! Мы тебя уже потеряли, хоть бы телефон с собой взяла! – возмущенно, с очень специфическими материнскими интонациями, сбила вас с хода мыслей ваша мама.\n\nДа, к своим двадцати годам, вы бы предпочли жить отдельно – хотя и здесь были свои подводные камни — но, видимо, пока не судьба. \n\n— Чем ты там в этом – своем — лесу занималась? Чего-то, ты сегодня совсем поздно, — спросила уже успокаивающаяся мама, как обычно копошась на кухне. Что-что, а отдыхать она не любила... или не умела.\n\n— Ничем особенным… Утренняя зарядка, пробежка, дыхательные упражнения… прогулка, в конце-то концов… Мам, сессию я закрыла, причем на \"отлично\", так что почитай, у меня каникулы, дай человеку отдохнуть! А телефон, ты сама просишь не брать – «вдруг, еще потеряю» — твои же слова? – напомнили вы ей, благополучно умолчав о том, что встречали рассвет, а значит, находились в лесу никак не меньше семи часов…  \n\n— Тебе адвокатом надо быть, на одно мое слово – твоих десять! – привычно возмутилась ваша мать, свято веря в то, что вы должны молча кивать, не делая попыток оправдаться, — И не кушала утром, поди, ничего!\n\n— Я завтракала! – быстро, не подумав, ответили вы, забыв про данное себе обещание – не врать без веской причины. Так как ложь, всегда, сильно преуменьшает мощь голоса, силу воли и энергетику в целом.\n\n— Ну-ну, — хмыкнула она, зная о вашей привычке — забывать о еде, полностью погружаясь в процесс работы или просто интересного занятия.\n\n— А что это, за рисунки на тебе такие? – вдруг спросила мама, с интересом разглядывая меня и норовя пощупать. ",
    "answers": [
      {
        "id": 31,
        "text": "- Это... Рисунки хной",
        "var_add": [
          "prudence",
          1
        ]
      },
      {
        "id": 32,
        "text": "- Да вот, шаровой молнией приложило",
        "var_add": [
          "true",
          1,
          "strength",
          1,
          "wise",
          1
        ]
      },
      {
        "id": 11,
        "text": "Сумка",
        "middle_answer": true
      },
      {
        "id": 30,
        "text": "stretch",
        "url": "https://sun9-57.userapi.com/impg/nUHhu7kc1Ru8c2Z8ZmPc-Ja7pcVjcGtXTlUZSw/Gh6FqCeQYc0.jpg?size=1400x743<amp>quality=96<amp>proxy=1<amp>sign=babe70ef3a6fe6792ecefe8764a0b944<amp>type=album"
      },
      {
        "id": 30,
        "text": "top, very big, movie",
        "url": "https://a.radikal.ru/a05/2101/46/7b0db1a5e1c1.png"
      }
    ]
  },
  {
    "id": 31,
    "text": "— А… это хна! К подруге заходила! У нее и позавтракала! – снова, неизвестно почему, соврали вы. – Мам, я тороплюсь! У меня на сегодня запланировано так много дел…\n\nПообедав, вы умчалась на второй этаж — в свою комнату. У вас и правда на сегодня было запланировано кое-что интересное – один \"маленький\" эксперимент... ",
    "answers": [
      {
        "id": 34,
        "text": "Войти в свою комнату",
        "var_add": [
          "luna",
          1,
          "solnce",
          1,
          "tempa",
          1
        ]
      }
    ]
  },
  {
    "id": 32,
    "text": "— Да вот, шаровой молнией приложило, — буднично произнесли вы.\n— Ты не шути так! — сделала \"страшное лицо\" мама. — По дереву постучи.\n\nСтуча по дереву все время, что вы поднимались по лестнице, и слыша мамин окрик \"уже достаточно!\", вы подошли к дверям своей комнаты.\n\nНа сегодня у вас был запланирован один \"маленький\" эксперимент... ",
    "answers": [
      {
        "id": 34,
        "text": "Войти в свою комнату",
        "var_add": [
          "luna",
          1,
          "solnce",
          1,
          "tempa",
          1
        ]
      }
    ]
  },
  {
    "id": 33,
    "text": "Поднявшись на чердак – здесь всегда царил непререкаемый порядок – вы открыл окно в крыше, впуская свежий воздух. И прикрыв дверцу, ведущую вниз, приготовились к запланированному с Макушей, еще несколько месяцев назад.  ",
    "answers": [
      {
        "id": 34,
        "text": "\n\nЭтот эксперимент касался не только вас, но и ваших друзей, с которыми вы были объединены общими целями.\n\nС одной из них - Макушей, или Аленой - вы несколько лет назад познакомилась в сети Интернет, до сих поддерживая связь. Здесь стоит упомянуть, что данный способ связи – жутко ненадежный. Контактируя поначалу всего на одной платформе, вы решили перейти на что-то более удобное – распространённое и надежное.\n\nЭто спасло вас от потери связи - старая платформа рухнула без какого-либо предупреждения, став архивом, через который уже нельзя было общаться или просматривать важные диалоги и другую скопившуюся за много лет информацию.\n\nНастрочив ей огромное сообщение с описанием всего, что с вами произошло – в том числе и странных видений, вы опустили взгляд на новые «татуировки», созданные, в буквальном смысле, методом электрического шрамирования, и не представляли, как будете объяснять маме почему-то несмывающийся рисунок хной...",
        "var_equal": [
          "Makushire",
          1
        ],
        "merge": true
      },
      {
        "var_add": [
          "Makushire",
          1
        ],
        "id": 33,
        "var_need": [
          "Makusha",
          1
        ],
        "var_sub": [
          "Makusha",
          1
        ],
        "text": "Совместный с Макушей проект"
      },
      {
        "id": 35,
        "text": "Начать переход"
      },
      {
        "id": 33,
        "text": "stretch",
        "url": "https://sun9-25.userapi.com/impg/6CfjN82Kq-F8rqtYnAfE76z6xvswlgqez2oJug/MYcjb7_19-8.jpg?size=2000x1362<amp>quality=96<amp>proxy=1<amp>sign=40d1af44975952f4433202ed150234e8<amp>type=album"
      },
      {
        "id": 33,
        "text": "top, very big, movie",
        "url": "https://a.radikal.ru/a05/2101/46/7b0db1a5e1c1.png"
      },
      {
        "id": 11,
        "text": "Сумка",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 34,
    "text": "Вас всегда привлекало чувствовать себя в роли эдакого ученого-экспериментатора. \nВаш рабочий стол всегда был заполнен кучей бумаг и расчетов, а стены над ним — списками, расписаниями и календарями. ",
    "answers": [
      {
        "var_sub": [
          "luna",
          1
        ],
        "id": 34,
        "var_need": [
          "lunaka",
          1
        ],
        "text": " \n\nК концу еще одного цикла подходил долгосрочный проект по лунному календарю – существующие в большинстве своем, давно устарели, требуя новых наблюдений. Поэтому, уже несколько месяцев, вы каждый день вели статистику важных для вас сфер жизни.\n\nКаждый день луна по-своему влияет на человека – и зачастую, это воздействие, негативное - в разные дни, неравномерно освещая нашу жизнь.\n\nВнимание вы уделяли таким сферам, как творчество, обучение, физические нагрузки, бытовая работа, отдых и отношения с людьми, оценивая каждый по пятибалльной шкале перед сном, тем самым получая индивидуальные подсказки на каждый оборот луны.",
        "merge": true
      },
      {
        "var_add": [
          "lunaka",
          1
        ],
        "var_equal": [
          "luna",
          1
        ],
        "id": 34,
        "text": "Долгосрочный проект лунного календаря",
        "var_need": [
          "luna",
          1
        ]
      },
      {
        "id": 34,
        "text": "\n\nА недавно, вниманием вы решили не обходить и солнечный календарь, светило которого, в отличие от царицы ночи, такими отрицательными суждениями, окружена не была. Но здесь все было еще впереди.",
        "var_need": [
          "solnceka",
          1
        ],
        "merge": true
      },
      {
        "var_add": [
          "solnceka",
          1
        ],
        "var_equal": [
          "solnce",
          1
        ],
        "id": 34,
        "var_sub": [
          "solnce",
          1
        ],
        "var_need": [
          "solnce",
          1
        ],
        "text": "Проект солнечного календаря"
      },
      {
        "var_add": [
          "tempaka",
          1
        ],
        "var_equal": [
          "tempaka",
          1
        ],
        "id": 34,
        "text": "\n\nНекоторое время назад вам стало интересно поставить опыт, связанный с изменением температуры тела в течение дня. В итоге, периодически, измеряя температуру тела, вы составили почасовой расчет – зигзагообразный график с пометками, где повышение температуры, соответствовало поднятию энтузиазма и работоспособности. Этот метод оказался полезным, до сих пор верно служа.",
        "merge": true
      },
      {
        "var_add": [
          "tempaka",
          1
        ],
        "var_equal": [
          "tempa",
          1
        ],
        "id": 34,
        "var_sub": [
          "tempa",
          1
        ],
        "text": "Проект температурного графика"
      },
      {
        "id": 33,
        "text": "Подняться на чердак",
        "var_add": [
          "Makusha",
          1
        ]
      },
      {
        "id": 34,
        "text": "stretch",
        "url": "https://sun9-23.userapi.com/impg/rp1u8szQvR50yF4Qtg6o-33Tnu9sSmjDfubPBg/a6DARCo4kSg.jpg?size=2104x1560<amp>quality=96<amp>proxy=1<amp>sign=061d800701ca5cbe5ab48690d018c0eb<amp>type=album"
      },
      {
        "id": 34,
        "text": "top, very big, movie",
        "url": "https://a.radikal.ru/a05/2101/46/7b0db1a5e1c1.png"
      },
      {
        "id": 11,
        "text": "Сумка",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 35,
    "text": "Короткие, длящиеся иногда по несколько минут, перемещения в сущность другого измерения, многое давали вам, приоткрывая завесу тайны под названием — Магия.\n\nСев в позу лотоса и подложив, сложенную вдвое подушку под ягодицы, облегчающую удержание спины в прямом положении, вы растерли руки и лицо, ощущая приток энергии.\n\nКак обычно, закрыв глаза, и ощутив невидимый на Земле браслет, необходимый для «чистого перемещения», вы остановили внутреннюю болтовню и приготовились к переходу.",
    "answers": [
      {
        "id": 36,
        "text": "Произнести заклинание",
        "var_add": [
          "wise",
          1
        ],
        "blackout": true
      },
      {
        "id": 37,
        "text": "Обойтись без заклинания",
        "var_add": [
          "sensitiv",
          1
        ],
        "blackout": true
      }
    ]
  },
  {
    "id": 36,
    "text": "По привычке вы произнесли про себя, не нужное уже вроде заклинание — портал в нужный вам мир.\n\nОщущая себя еще на Земле – вам редко удавалось перемещаться в тело сущности полностью, что впрочем, быстрее обрывало контакт – вы поняли, что сквозь неплотно прикрытые веки земной себя, видите, постепенно обретающую четкость, панораму другого мира. От ее созерцания, вас на мгновение отвлек артефакт на левом запястье.\n\nБраслет, невидимый на земном плане явственно завибрировал, подтверждая перекрытие закрывшегося портала. Это украшение было обязательно для всех иномирцев, а в особенности — с Земли, останавливая не переработанные волны негатива, идущие оттуда и нарушающие мировой баланс.\n\nКонечно, такая штука была не у всех, в основном у тех, кто впервые открывал для себя другие миры, оставляя за собой кротовые дыры, через которые чего только не просачивалось…\n\nЗа такими проходами пристально наблюдали специальные поисковые группы, в задачи которых входило блокирование и предотвращение, а именно – задержка лиц, открывающих такие пустотные провалы и принятие специальных мер, часто оканчивающихся, и вовсе, запретом на перемещение и попаданием в список нелегалов…\n\nВы сами могли бы относиться к этой категории, не будь его у вас, но в силу обстоятельств и благодаря помощи Макуши, назвать себя нелегалкой, вы не могли.",
    "answers": [
      {
        "id": 38,
        "text": "Переместиться",
        "blackout": true
      },
      {
        "id": 36,
        "text": "stretch",
        "url": "https://a.radikal.ru/a12/2101/d3/ae62aa6fb453.png"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы решили не произносить не нужное уже заклинание — портал в нужный вам мир, ведь ваша связь с волшебной сущностью была уже достаточно сильна. \n\nОщущая себя еще на Земле – вам редко удавалось перемещаться в тело сущности полностью, что впрочем, быстрее обрывало контакт – вы поняли, что сквозь неплотно прикрытые веки земной себя, видите, постепенно обретающую четкость, панораму другого мира. От ее созерцания, вас на мгновение отвлек артефакт на левом запястье.\n\nБраслет, невидимый на земном плане явственно завибрировал, подтверждая перекрытие закрывшегося портала. Это украшение было обязательно для всех иномирцев, а в особенности — с Земли, останавливая не переработанные волны негатива, идущие оттуда и нарушающие мировой баланс.\n\nКонечно, такая штука была не у всех, в основном у тех, кто впервые открывал для себя другие миры, оставляя за собой кротовые дыры, через которые чего только не просачивалось…\n\nЗа такими проходами пристально наблюдали специальные поисковые группы, в задачи которых входило блокирование и предотвращение, а именно – задержка лиц, открывающих такие пустотные провалы и принятие специальных мер, часто оканчивающихся, и вовсе, запретом на перемещение и попаданием в список нелегалов…\n\nВы сами могли бы относиться к этой категории, не будь его у вас, но в силу обстоятельств и благодаря помощи Макуши, назвать себя нелегалкой, вы не могли.",
    "answers": [
      {
        "id": 38,
        "text": "Переместиться ",
        "blackout": true
      },
      {
        "id": 36,
        "text": "stretch",
        "url": "https://a.radikal.ru/a12/2101/d3/ae62aa6fb453.png"
      }
    ]
  },
  {
    "id": 38,
    "text": "Глава 4. Волнующаяся шебность или колыхающееся волшебство\n\nВеличественное плато, окруженное громадами скал, покоилось в невозмутимых толщах воды, распространяя атмосферу непреложного спокойствия и тишины. Тишины, что недвусмысленно угрожала и хранила в себе самые ужасные тайны.\n\nПолумрак не давал, как следует рассмотреть это место, покалывая нехорошими предчувствиями и заставляя в панике отслеживать каждое движение, колышущихся от течения, ламинарии и филлоспадикса.\n\nВ метрах тридцати мелькнул длинный чешуйчатый хвост, быстро исчезнув в зарослях водорослей. Тут же, еще ближе, но с противоположной стороны, промелькнул его двойник.\n\nХищники. Они окружали неосторожную жертву, высунувшуюся на большое открытое пространство. Это объясняло его пустынность.",
    "answers": [
      {
        "id": 39,
        "text": "Вспомнить, как вы здесь оказались",
        "var_add": [
          "wise",
          1
        ]
      },
      {
        "id": 40,
        "text": "Оставить мысли на потом",
        "var_add": [
          "prudence",
          1
        ]
      },
      {
        "id": 38,
        "text": "stretch",
        "url": "https://sun9-28.userapi.com/impg/eXvwiiQgQgMHi4AsKPQFMM0QEdeCNKJ1r1fOsg/l_iSM0n6p9g.jpg?size=1264x632<amp>quality=96<amp>proxy=1<amp>sign=7e01ec061523360e9f930f625ee76fae<amp>type=album"
      },
      {
        "id": 38,
        "text": "very small, bottom",
        "url": "https://d.radikal.ru/d14/2101/6d/ad78eae5c6ff.png"
      },
      {
        "id": 42,
        "text": "Сумка",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 39,
    "text": "Наблюдая за происходящим, глазами своей второй сущности, вы не знали, что и думать. Пока вас не было в ее теле, она умудрилась попасть просто в грандиозный переплет.\n\nПроисходящее с вашей второй сутью также означало перенесение запланированного эксперимента на неопределенное время…\n\nВаша сущность — Сали или Исана — конечно, знала больше о мире, в котором жила. Но ваш земной опыт также давал неплохие, и часто интересные результаты. \n\nВы называете ее по имени по той причине, что она не является вами в полном смысле этого слова, являясь скорее вашим вторым воплощением, с которым вам было суждено встретиться – и частично реализоваться, еще при этой жизни…  \n\nНо перемещаясь частью сознания в сущность, вы не воспринимаете ее как отдельную личность и не ведете с ней диалоги — с чем легко справляется к примеру Алена, беседуя с Макушей. Правильнее было бы сказать, что ваши личности склеиваются при совмещении, продолжая влиять друг на друга, даже после прекращения связи.\n\nЕдинственный минус, а может быть плюс — память у каждой из личностей — своя. И для вас, преобладающим является опыт, полученный на Земле и, вот в таких вот, коротких переходах.\n\nСуществует, правда, еще один способ увидеть те события, при которых вы не присутствовали, но где побывала ваша сущность. Единственный недостаток – действующий в вашем конкретном случае – полученные образы являются выборочными или не всегда доступными. И причин тому – великое множество – от «Великого закона о доступности» до уровневого положения вашей сущности в этом измерении. Или, вообще, зависит от чистых случайностей, происходящих уже с вашим земным телом — нос зачесался, нога онемела — концентрация потеряна.\n\nОт такого спасает только опыт. И, может быть, высокая вовлеченность в процесс.",
    "answers": [
      {
        "id": 40,
        "text": "Вернуться к действительности"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вдалеке, на краю подводного плато, блеснул третий чешуйчатый хвост, накаляя и без того напряженные органы чувств.\n\nЕще один блик… И на океанской равнине возникла гибкая длинная фигурка, похожая на неумелую попытку сделать человека из морского обитателя. \n\nОпределенно, это было русалоподобное существо, с ярко выраженными признаками подводных жителей – многочисленные плавники, полностью покрытый чешуей кожный покров и длинный, как будто снятый с окуня переростка, хвост. Причем именно хвост сильнее всего умаливал сходство этого существа с человеком, будучи помноженным на рост средне статического Homo sapiens.\n\nНе произнося ни звука, «русалка» постепенно сокращала расстояние между вами, выпуская из жабр пузырьки воздуха, стремительно поднимавшихся к поверхности и которым, судя по бездне воды над вами, не достигнуть ее еще долгое время.\n",
    "answers": [
      {
        "id": 41,
        "text": "Узнать, чем дышите вы",
        "need": [
          -41
        ],
        "var_add": [
          " wise",
          1
        ]
      },
      {
        "id": 43,
        "text": "Начать что-то делать",
        "var_add": [
          "prudence",
          1
        ]
      },
      {
        "id": 40,
        "text": "stretch",
        "url": "https://sun9-28.userapi.com/impg/eXvwiiQgQgMHi4AsKPQFMM0QEdeCNKJ1r1fOsg/l_iSM0n6p9g.jpg?size=1264x632<amp>quality=96<amp>proxy=1<amp>sign=7e01ec061523360e9f930f625ee76fae<amp>type=album"
      },
      {
        "id": 40,
        "text": "big, top, fast movie",
        "url": "https://d.radikal.ru/d14/2101/6d/ad78eae5c6ff.png"
      },
      {
        "id": 42,
        "text": "Сумка",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 41,
    "text": "Неосознанно, глубоко вдохнув в двух мирах сразу, вы поняли, что свободно дышите, а значит, все дело — в обычной глубинной магии, позволяющей оставаться под водой и легко переносить гигантское давление в самых глубоких впадинах океана – хотя в подобные места лучше не соваться, если не хочешь встретиться с кем-нибудь из древних чудовищ…",
    "answers": [
      {
        "id": 43,
        "text": "Начать что-то делать"
      }
    ]
  },
  {
    "id": 42,
    "text": "                           Вы и ваши спутники\n\nВещи лежащие в сумке:",
    "answers": [
      {
        "id": 42,
        "text": "- Деревенное кольцо, в которое вставлен светло-желтый камень",
        "comment": true
      },
      {
        "id": 42,
        "text": "- Светлая шелковая лента для волос ",
        "comment": true
      },
      {
        "id": 42,
        "text": "- Маленький темный камушек",
        "comment": true
      },
      {
        "id": 42,
        "text": "flipx",
        "url": "https://b.radikal.ru/b29/2101/23/8171a03ce243.png"
      },
      {
        "isBack": true,
        "text": "Закрыть сумку",
        "backstepCount": 1,
        "id": 42
      }
    ]
  },
  {
    "id": 43,
    "text": "А тем временем, абсолютно лысое, чешуйчатое существо приближалось, не торопясь, зная, что добыче не сбежать…\n\nВдруг, стало ясно, что вышедшая на открытую местность особь, лишь отвлекала внимание, концентрируя внимание на себе – на периферии зрения возникли ее приятели, сужая круг.\n\n«Пора бы уже что-то предпринять!» голосил внутри инстинкт самосохранения, заставляя ругать себя за нерасторопность.\n\nОценивание степени опасности врага и его облик в целом, приводили к неутешительному выводу, что легко не будет…\n\nНо тут же собравшись с силами, вы произнесли:",
    "answers": [
      {
        "id": 47,
        "text": "- Ах, вы рыбы пустоголовые, не смейте на меня охотиться! ",
        "var_add": [
          "strength",
          1
        ]
      },
      {
        "id": 45,
        "text": "- Вам до меня так просто не добраться! ",
        "var_add": [
          "prudence",
          1
        ]
      },
      {
        "id": 48,
        "text": "- Я не хочу сражаться с вами, морские амфибии! ",
        "var_add": [
          "soul",
          1
        ]
      },
      {
        "id": 44,
        "text": "- Подчинитесь мне, морские существа! ",
        "var_add": [
          "lead",
          1
        ]
      },
      {
        "id": 46,
        "text": "- Поднимись голем! ",
        "var_add": [
          "wise",
          1
        ]
      },
      {
        "id": 43,
        "text": "stretch",
        "url": "https://sun9-28.userapi.com/impg/eXvwiiQgQgMHi4AsKPQFMM0QEdeCNKJ1r1fOsg/l_iSM0n6p9g.jpg?size=1264x632<amp>quality=96<amp>proxy=1<amp>sign=7e01ec061523360e9f930f625ee76fae<amp>type=album"
      },
      {
        "id": 43,
        "text": "very big, top",
        "url": "https://d.radikal.ru/d14/2101/6d/ad78eae5c6ff.png"
      },
      {
        "id": 42,
        "text": "Сумка",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 44,
    "text": "Погрузившись внутрь себя и коснувшись яркого огонька своей силы, вы начали распространять мощную энергию жизни, пронизанной вашей доминирующей энергетикой. \n\n«Я ваш друг, морские существа! Почувствуйте мою энергию, успокойтесь…»\n\nУспокаивающиеся русалки похоже перестали пытаться… вас съесть.",
    "answers": [
      {
        "id": 49,
        "text": "Думать, что делать дальше... "
      },
      {
        "id": 44,
        "text": "stretch",
        "url": "https://sun9-28.userapi.com/impg/eXvwiiQgQgMHi4AsKPQFMM0QEdeCNKJ1r1fOsg/l_iSM0n6p9g.jpg?size=1264x632<amp>quality=96<amp>proxy=1<amp>sign=7e01ec061523360e9f930f625ee76fae<amp>type=album"
      },
      {
        "id": 44,
        "text": "big, top, movie",
        "url": "https://d.radikal.ru/d14/2101/6d/ad78eae5c6ff.png"
      },
      {
        "id": 44,
        "text": "few right, big, pulsate slow, movie",
        "url": "https://d.radikal.ru/d10/2101/8e/305e95e60a49.png"
      },
      {
        "id": 44,
        "text": "few right, big, pulsate, very slow, movie",
        "url": "https://b.radikal.ru/b21/2101/5c/591dbe8a9fa4.png"
      }
    ]
  },
  {
    "id": 45,
    "text": "Сосредоточившись на внутренней силе, вы начали проецировать ее наружу — пространство вокруг начало наполнятся светящимися ядрами света — мелкими, как пыльца. Постепенно, но довольно споро, оно разгорались все ярче...\n\nПронзительно яркий, ослепляющиий недобрые взгляды, золотой купол накрыл пространство вокруг вас.\n\nНо вдруг время вокруг как будто замедляется... А ваш взгляд встречается с неожиданно осмысленным, взглядом главной амфибии, а вас захватывает странное ошеломление и потеря сил... ",
    "answers": [
      {
        "id": 49,
        "text": "Принять неизбежное"
      },
      {
        "id": 45,
        "text": "stretch",
        "url": "https://sun9-28.userapi.com/impg/eXvwiiQgQgMHi4AsKPQFMM0QEdeCNKJ1r1fOsg/l_iSM0n6p9g.jpg?size=1264x632<amp>quality=96<amp>proxy=1<amp>sign=7e01ec061523360e9f930f625ee76fae<amp>type=album"
      },
      {
        "id": 45,
        "text": "very small, bottom, movie",
        "url": "https://d.radikal.ru/d14/2101/6d/ad78eae5c6ff.png"
      },
      {
        "id": 45,
        "text": "very big, bottom, pulsate very slow",
        "url": "https://a.radikal.ru/a14/2101/fe/81ddfaaa38d4.png"
      },
      {
        "id": 42,
        "text": "Сумка",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 46,
    "text": "Понимая, что мало что успеваете, вы спешно начали направлять энергию своей магии… прямо себе под ноги, распространяя ее до десяти метров в глубину.\n\nЗатрясшись, земля подо вами, резко начала расти вверх, поднимая вас все выше, пока не застыла – на большее вас уже не хватало.\n\nИ тут же, все растущие вокруг водоросли, увлеченные волшебством оживления, соединились в толстые волокнистые жилы, опоясавшие получившуюся скульптуру и создавшие вашему одноногому, впаянному в морское дно голему, длинные руки-щупальца.\n\nТри \"руки\", пройдя дугой над головами тренир, крепко опутали ваших обидчиков.",
    "answers": [
      {
        "id": 49,
        "text": "Попытаться оценить ситуацию"
      },
      {
        "id": 46,
        "text": "stretch",
        "url": "https://sun9-28.userapi.com/impg/eXvwiiQgQgMHi4AsKPQFMM0QEdeCNKJ1r1fOsg/l_iSM0n6p9g.jpg?size=1264x632<amp>quality=96<amp>proxy=1<amp>sign=7e01ec061523360e9f930f625ee76fae<amp>type=album"
      },
      {
        "id": 46,
        "text": "movie",
        "url": "https://d.radikal.ru/d28/2101/ac/649ec47ae8dd.png"
      },
      {
        "id": 42,
        "text": "Сумка",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 47,
    "text": "— Ах, вы рыбы пустоголовые, — рассердились вы, — Не смейте на меня охотиться!\nВы понимали, что их действия, скорее всего, построены на инстинктах, но... уже ничего не могли поделать — огонь ярости, намешанный на адреналине, поднимался в вас... А вы и не думали его заглушать!\n\nДзвонк! Разрушительная сторона ваших способностей, прорвалась сквозь заслон, неостановимой волной покатившись на русалок...\n\nВокруг поднялась глубинная пыль, загромождая обзор... ",
    "answers": [
      {
        "id": 49,
        "text": "Попытаться оценить ситуацию"
      },
      {
        "id": 47,
        "text": "stretch",
        "url": "https://sun9-28.userapi.com/impg/eXvwiiQgQgMHi4AsKPQFMM0QEdeCNKJ1r1fOsg/l_iSM0n6p9g.jpg?size=1264x632<amp>quality=96<amp>proxy=1<amp>sign=7e01ec061523360e9f930f625ee76fae<amp>type=album"
      },
      {
        "id": 47,
        "text": "top, very big, movie fast",
        "url": "https://d.radikal.ru/d14/2101/6d/ad78eae5c6ff.png"
      },
      {
        "id": 47,
        "text": "very big, movie, black",
        "url": "https://c.radikal.ru/c27/2101/60/a43a0654e212.png"
      },
      {
        "id": 47,
        "text": "movie",
        "url": "https://c.radikal.ru/c27/2101/60/a43a0654e212.png"
      },
      {
        "id": 47,
        "text": "movie",
        "url": "https://c.radikal.ru/c27/2101/60/a43a0654e212.png"
      },
      {
        "id": 42,
        "text": "Сумка",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 48,
    "text": "Ваш главный принцип: не наносить зла и решать проблемы миром, поэтому в вашем арсенале магических приемов было умение находить контакт с любыми живыми существами! И особо не думая, вы погрузились в свой внутренний источник любви и направили его на пространство вокруг себя. \n\nМинута. И вот вы перестали ощущать на себе плотоядное внимание амфибий, застывших на месте из-за внезапной потери цели. ",
    "answers": [
      {
        "id": 49,
        "text": "Осмотреться"
      },
      {
        "id": 48,
        "text": "stretch",
        "url": "https://sun9-28.userapi.com/impg/eXvwiiQgQgMHi4AsKPQFMM0QEdeCNKJ1r1fOsg/l_iSM0n6p9g.jpg?size=1264x632<amp>quality=96<amp>proxy=1<amp>sign=7e01ec061523360e9f930f625ee76fae<amp>type=album"
      },
      {
        "id": 48,
        "text": "very big, top, movie",
        "url": "https://d.radikal.ru/d14/2101/6d/ad78eae5c6ff.png"
      },
      {
        "id": 48,
        "text": "few right, big, top, pulsate very slow, movie",
        "url": "https://b.radikal.ru/b21/2101/5c/591dbe8a9fa4.png"
      },
      {
        "id": 42,
        "text": "Сумка",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 49,
    "text": "Штрих! Внезапные разряды фиолетовых молний полетели в вас с трех сторон… а вы понимали, что не успеваете…\n\nНе успели. Видимые даже под водой смертельные заряды впились в тело второй вас…\n\nИ даже на Земле вы почувствовали пробежавшую дрожь от бедра до плеча – будто бы молния снова прошла чрез вас, но уже по проторенной дороге…\n\nИ это наводило на мысли – неужели энергии этих молний родственны тому шаровому нечто, что повстречалась вам в лесу?\n\nВаша сущность… выжила ли она? \n\nДа, вы точно знали, что она жива. Но как?",
    "answers": [
      {
        "id": 50,
        "text": "Снова наладить оборвавшийся контакт",
        "blackout": true
      },
      {
        "id": 49,
        "text": "stretch",
        "url": "https://a.radikal.ru/a12/2101/d3/ae62aa6fb453.png"
      },
      {
        "id": 49,
        "text": "movie, top, very big",
        "url": "https://a.radikal.ru/a05/2101/46/7b0db1a5e1c1.png"
      }
    ]
  },
  {
    "id": 50,
    "text": "Бешено дергаясь и видоизменяясь, неизвестно откуда взявшаяся, окружающая вас пастельно-розовая субстанция, неспешно перетекла в неоформленную розоватую кучу. Колыхаясь, подозрительная материя истончилась, став похожей на вдруг ожившую магию. А что? Существует и такая… Только крайне редко, считаясь исчезнувшим видом жизни и называясь Колыхающимся волшебством или шебством Волнующимся.\n\nДаже первая часть слова «волшебный» — «вол» имеет значение «нестабильный». В то время как второй корень «шебн» — «постоянно носимый» указывает на невероятную уникальность Колыхающегося волшебства, не имеющего привязки к определенному субъекту – одушевленному или нет. \n\n",
    "answers": [
      {
        "id": 51,
        "text": "Наверняка, это оно! ",
        "var_add": [
          "wise",
          1
        ]
      },
      {
        "id": 51,
        "text": "Возможно, стоит бежать... плыть",
        "var_add": [
          "prudence",
          1
        ]
      },
      {
        "id": 50,
        "text": " stretch",
        "url": "https://sun9-28.userapi.com/impg/eXvwiiQgQgMHi4AsKPQFMM0QEdeCNKJ1r1fOsg/l_iSM0n6p9g.jpg?size=1264x632<amp>quality=96<amp>proxy=1<amp>sign=7e01ec061523360e9f930f625ee76fae<amp>type=album"
      },
      {
        "id": 50,
        "text": "small, movie ",
        "url": "https://d.radikal.ru/d27/2101/26/4b7b4d949f45.png"
      },
      {
        "id": 50,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c27/2101/60/a43a0654e212.png"
      },
      {
        "id": 42,
        "text": "Сумка",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 51,
    "text": "Пыль улеглась, а перед вами оказалась странная материя, ставшая на мгновение идеальным вертикальным эллипсом, и начала… приобретать очертания невысокого хрупкого существа.\n\nЕще полминуты метаморфоз и передо вами, в облаке темных волос и раздувшемся под водой тонком одеянии, стояла молодая девушка вашего возраста.\n\n\"Эх, нет, похоже это не совсем Волнующееся шебство… А если быть конкретнее — точно не оно\", — осознали вы. \n\n— Прости, пропустила часть удара, мои способности не слишком подходят для создания эффективного заслона, — начала разговор незнакомка, указав головой на тренир — вот как они называются! — застывших, словно в анабиозе, внутри таких же сфер, в подобной которым, только что, побывали вы сами. \n",
    "answers": [
      {
        "id": 1,
        "text": "Продолжение следует...\n\nПоставьте отметку \"нравится\" и напишите отзыв, если вы считаете, что создаваемый квест их заслуживает!\n\nТотемный тигр автора будет мурчать - мур-мур... "
      },
      {
        "id": 51,
        "text": "stretch",
        "url": "https://sun9-28.userapi.com/impg/eXvwiiQgQgMHi4AsKPQFMM0QEdeCNKJ1r1fOsg/l_iSM0n6p9g.jpg?size=1264x632<amp>quality=96<amp>proxy=1<amp>sign=7e01ec061523360e9f930f625ee76fae<amp>type=album"
      },
      {
        "id": 51,
        "text": "very small, few left, movie very fast",
        "url": "https://a.radikal.ru/a01/2101/d8/61a20b72898f.png"
      },
      {
        "id": 51,
        "text": " small, bottom, movie, few right",
        "url": "https://d.radikal.ru/d14/2101/6d/ad78eae5c6ff.png"
      },
      {
        "id": 42,
        "text": "Сумка",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 52,
    "text": "",
    "answers": []
  },
  {
    "id": 53,
    "text": "",
    "answers": []
  }
]