[
  {
    "id": 1,
    "text": "Апокалипсис\n Однажды по новостям рассказали про новый вирус и тут все пошло на перекосяк. \nP.s мой 1 квест, не судите строго\nИзменила имя поскольку так захотелось",
    "answers": [
      {
        "id": 2,
        "text": "начать"
      },
      {
        "id": 3,
        "text": "про автора"
      }
    ]
  },
  {
    "id": 2,
    "text": "для начала расскажу о герое. Так как я не встречала еще квестов апокалипсис про женщин , то я решила это исправить. главная героиня Лера (почему так зовут не знаю) у нее карие глаза и она брюнетка. Носит очки и у нее есть веснушки. Отлично владеет оружием и есть навыки в медицине. Програмирование так же освоено . Не проживет и месяца без гитары.:) Вы живете в Питере около Пискаревского парка.\n",
    "answers": [
      {
        "id": 4,
        "text": "начнем игру :)"
      }
    ]
  },
  {
    "id": 3,
    "text": "я прошу прощения за ошибки, разбился телефон и сижу со старым, без каких либо признаков нормальной клавиатуры. Я просто написала этот квест перед новым годом, так как делать нечего.\nВ конце вроде должно быть по лучше так как на нг подарили телефон :) \nИ да основная концовка, где герой выживает :) ",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "это был ясный весенний денек , ни что не предвещало беды . Лера уже позавтракала и решила немного прогуляться ",
    "answers": [
      {
        "id": 5,
        "text": "пойти в парк"
      },
      {
        "id": 6,
        "text": "пойти в кино"
      }
    ]
  },
  {
    "id": 5,
    "text": "итак , пойду ка я в парк, думаю развеюсь после вчерашнего. (рассказали новость о вирусе в Африке). Лера зашагала в сторону парка, но тут послышались крики . Она остановилась и прислушалась.",
    "answers": [
      {
        "id": 7,
        "text": "пойти посмотреть"
      }
    ]
  },
  {
    "id": 6,
    "text": "только вы вышли на улицу, как услышали крики. Кому то нужна помощь!",
    "answers": [
      {
        "id": 7,
        "text": "пойти посмотреть"
      }
    ]
  },
  {
    "id": 7,
    "text": "на земле лежало 2 человека, у них были человеческие укусы на плече. Не прошло и 3х минут как они начали менять цвет кожи , из рта потекла пена. Они встали и направились к тебе. Чтоже делать!",
    "answers": [
      {
        "id": 8,
        "text": "Достать оружие из сумки и отбиваться."
      },
      {
        "id": 9,
        "text": "бежать!"
      }
    ]
  },
  {
    "id": 8,
    "text": "Во первых , да Лера носит с собой пистолет. Во вторых она неплохо стреляет, в третьих молодец, что не побежал. А то с зади был лед и ты бы упала. ( в Питере лед и летом может быть)",
    "answers": [
      {
        "id": 10,
        "text": "Но это не все!"
      }
    ]
  },
  {
    "id": 9,
    "text": "в Питере лед можно встретить даже летом. К сожалению он оказался сзади вас и вы упали . И да теперь вы пополнили ряды зомби!",
    "answers": [
      {
        "id": 1,
        "text": "конец"
      }
    ]
  },
  {
    "id": 10,
    "text": "А кто сказал, что это были все зомби?",
    "answers": [
      {
        "id": 11,
        "text": "бежать домой"
      },
      {
        "id": 12,
        "text": "пойти к автобусу и поехать на нем домой."
      }
    ]
  },
  {
    "id": 11,
    "text": "Ну я же говорила, что с зади лед. Ты упала и стукнулась об лед головой. вскоре подошли другие зомби. ",
    "answers": [
      {
        "id": 1,
        "text": "пока пока"
      }
    ]
  },
  {
    "id": 12,
    "text": "вы спокойно сели в автобус. На удивление в автобусе все было тихо. Видимо эпицентр апокалипсиса был как раз около парка и кинотеатра. Остальные еще не знают, что произошло в этот день. \n",
    "answers": [
      {
        "id": 13,
        "text": "далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы приехали до дома. Нужно собрать все вещи пока не поздно. Вы нашли рюкзак, Нужно собрать вещи. ",
    "answers": [
      {
        "id": 14,
        "text": "кухня"
      }
    ]
  },
  {
    "id": 14,
    "text": "такс, что тут у нас есть. Ага вот консервы и сухпаëк. Надо бы взять. Теперь возьмем оружие и карту. ",
    "answers": [
      {
        "id": 15,
        "text": "пойти в спальню "
      }
    ]
  },
  {
    "id": 15,
    "text": "вы взяли мачете и в тумбочке нашли карту. В шкафу вы взяли камуфляжный костюм, автомат, патроны. ",
    "answers": [
      {
        "id": 16,
        "text": "осмотреться еще"
      },
      {
        "id": 17,
        "text": "идти на улицу"
      }
    ]
  },
  {
    "id": 16,
    "text": "вы одели еще ботинки для льда и наконец набрав чистой воды в 5 бутылок вышли на улицу. Спускаясь по лестниуе вы чуть не Подскальзнулись, но благодаря ботинкам устояли на ногах",
    "answers": [
      {
        "id": 18,
        "text": "взять мотоцикл и поехать за город в деревню "
      }
    ]
  },
  {
    "id": 17,
    "text": "вы вышли на улицу. Но спускаясь по лестнице упали и кдарились об перила. Да мне просто лень расписывать все ветки :) ",
    "answers": [
      {
        "id": 1,
        "text": "сори"
      }
    ]
  },
  {
    "id": 18,
    "text": "вы отправились в деревню где жил ваш друг с армии. Да Лера служила в армии. Бензина чуть чуть не хватило. Дальше пешком. ",
    "answers": [
      {
        "id": 19,
        "text": "чекпоинт"
      }
    ]
  },
  {
    "id": 19,
    "text": "вы шли по дороге держа в руках автомат. Вдруг на дорогу выскакивают два зомби. Нужно что-то предпринять. ",
    "answers": [
      {
        "id": 20,
        "text": "ударить ногой первого и выстрелить во второго"
      },
      {
        "id": 21,
        "text": "ударить одного хуком с права, а другого хуком с лева"
      }
    ]
  },
  {
    "id": 20,
    "text": "вы удачно расправились с обоими зомби и пошли дальше. Наконец вдали показался дом друга. На удивление тут стояли какие-то люди в форме и всех погружали в автобус. ",
    "answers": [
      {
        "id": 22,
        "text": "➡"
      }
    ]
  },
  {
    "id": 21,
    "text": "вы не очень удачно расправились с обоими зомби повредив немного руки и пошли дальше. Наконец вдали показался дом друга. На удивление тут стояли какие-то люди в форме и всех погружали в автобус. ",
    "answers": [
      {
        "id": 22,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы подошли к ним и спросили что тут происходит. Они на вас странно посмотрели и сообщили о взрыве ядерного реактора, который повлек за собой мутацию человека и теперь во всем мире зомбиапокалипсис. ",
    "answers": [
      {
        "id": 23,
        "text": "спросить про автобус"
      }
    ]
  },
  {
    "id": 23,
    "text": "мы отправляем всех в бункер, там будет все для проживания 1000 человек на 5лет.Потом можно выращивать продукты и разводить животных. ",
    "answers": [
      {
        "id": 24,
        "text": "попроситься с ними"
      }
    ]
  },
  {
    "id": 24,
    "text": "вы из этой деревни? ",
    "answers": [
      {
        "id": 25,
        "text": "нет"
      },
      {
        "id": 26,
        "text": "да"
      }
    ]
  },
  {
    "id": 25,
    "text": "жаль. Мы не можем вас взять у нас в деревне ровно 1000 человек и мест только на это кол-во. ",
    "answers": [
      {
        "id": 28,
        "text": "пойти в дом друга"
      }
    ]
  },
  {
    "id": 26,
    "text": "паспорт и документы на жилье пожалуйста. ",
    "answers": [
      {
        "id": 27,
        "text": "дать"
      }
    ]
  },
  {
    "id": 27,
    "text": "эээ, да вы же не тут живете, чтож вы людей обманываете?. Сидите дома и ждите эвакуации в вашем районе. ",
    "answers": [
      {
        "id": 28,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 28,
    "text": "Лера пошла в дом друга. Его звали Дима. ",
    "answers": [
      {
        "id": 29,
        "text": "➡"
      }
    ]
  },
  {
    "id": 29,
    "text": "он бегал по дому и собирался. Лера окликнула его",
    "answers": [
      {
        "id": 30,
        "text": "далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "—О, привет, твои родители уже загрузились если что. \n—Это хорошо. Слушай а у тебя нельзя на компе один документ поправить? \n—садись",
    "answers": [
      {
        "id": 31,
        "text": "изменить место жительства"
      }
    ]
  },
  {
    "id": 31,
    "text": "благодаря курсам по програмированию Лера смогла исправить документы. Нужно переодется что бы вас неузнали. Благо мама Димы была актрисой и у него в доме множество костюмов и париков. ",
    "answers": [
      {
        "id": 32,
        "text": "спросить про родителей"
      }
    ]
  },
  {
    "id": 32,
    "text": "—а что с твоими родителями? \n—их нет\n—что случилось? \n—они были в кино около эпицентра этого \"калипсиса\" (именно так Дима называет зомбиапокалипсис) и не вернулись. \n— я думаю их просто забрали в другой бункер. ",
    "answers": [
      {
        "id": 33,
        "text": "отправиться в автобус"
      }
    ]
  },
  {
    "id": 33,
    "text": "ну вот вы и уехали с родителями и Димой в этот бункер. По словам военных он называется\" бункер номер 5\"",
    "answers": [
      {
        "id": 34,
        "text": "неделю спустя"
      }
    ]
  },
  {
    "id": 34,
    "text": "вы во всю помогали людям в бункере. Лазили на вылазки и вообще вас почти все знали. Вас поселили в одну комнату с Димой, так как по документам вы типа живете в одном доме, вот они и подумали чо вы пара ????. ",
    "answers": [
      {
        "id": 35,
        "text": "пойти к родителям"
      },
      {
        "id": 36,
        "text": "пойти к доске заданий"
      },
      {
        "id": 37,
        "text": "пойти к Диме"
      },
      {
        "id": 38,
        "text": "отправиться спать"
      }
    ]
  },
  {
    "id": 35,
    "text": "они жили в соседней комнате. Все было отлично. Постучавшись Лера\n—все хорошо, да только за тебя боимся (сказала мама) \n—ну мы это 100 раз обсуждали, ладно не будем ссориться. Я слышала что ты мама отправилась работать на кухню. \n—да, не сидеть же сложа руки. Темболее каждый должен работать. \n—а ты чпап? \n—я пошел на ремонт вещей. Там знаешь какой спрос? \n—представляю себе, ладно пойду я. \n—Удачи! ",
    "answers": [
      {
        "id": 34,
        "text": "пойти по делам"
      }
    ]
  },
  {
    "id": 36,
    "text": "Лера подошла к доске заданий. На постоянной работе ей скучно, поэтому она просто выполняет различные задания. ",
    "answers": [
      {
        "id": 39,
        "text": "найти 2 колонки для организования дискотек и праздников"
      },
      {
        "id": 40,
        "text": "вылазка за едой и водой"
      },
      {
        "id": 41,
        "text": "помочь с разгрузкой припасов"
      },
      {
        "id": 42,
        "text": "зачистка сектора B"
      },
      {
        "id": 34,
        "text": "отойти от доски"
      }
    ]
  },
  {
    "id": 37,
    "text": "Дима устроился охранником на периметр бун к ера. Почти все время проводил на улице. Зато плата соответствующая! Сейчас он еще ндежкрстве, после дел отправлюсь к нему. ",
    "answers": [
      {
        "id": 34,
        "text": "пойти по делам"
      }
    ]
  },
  {
    "id": 38,
    "text": "\"новый день\"\n",
    "answers": [
      {
        "id": 55,
        "text": "проснуться"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы отправились на поиски. Благо город был неподалеку. Достав карту которую вы взяли из дома вы смогли найти некоторые магазины электроники. ",
    "answers": [
      {
        "id": 43,
        "text": "зайти в ближний"
      },
      {
        "id": 44,
        "text": "зайти в дальний"
      }
    ]
  },
  {
    "id": 40,
    "text": "сегодня вам повезло попалось лишь 40 зомби. (реально для того сектора который вам дали для поиска продуктов это мало). \nВернувшись Лера решила еще поделать что нибудь. ",
    "answers": [
      {
        "id": 36,
        "text": "подойти к доске заданий"
      }
    ]
  },
  {
    "id": 41,
    "text": "ну тут все бонально 200 коробок и все готово. Хорошо что они были легкими ????",
    "answers": [
      {
        "id": 36,
        "text": "к доске"
      }
    ]
  },
  {
    "id": 42,
    "text": "тут вам выдали бронижилет, противогаз   Ak-47  и 200 патрон",
    "answers": [
      {
        "id": 50,
        "text": "отправиться"
      }
    ]
  },
  {
    "id": 43,
    "text": "порыскав Лера ничего не нашла, тут вообще ничего не было, кто то все забрал. ",
    "answers": [
      {
        "id": 39,
        "text": "назад"
      }
    ]
  },
  {
    "id": 44,
    "text": "тут то вы и нашли колонки. А еще тут было много чего, что можно было продать. ",
    "answers": [
      {
        "id": 45,
        "text": "взять батарейки"
      }
    ]
  },
  {
    "id": 45,
    "text": "хм еще есть место",
    "answers": [
      {
        "id": 46,
        "text": "взять смартфоны"
      }
    ]
  },
  {
    "id": 46,
    "text": "еще чуть чуть есть места",
    "answers": [
      {
        "id": 47,
        "text": "взять оставшиеся электронные часы"
      }
    ]
  },
  {
    "id": 47,
    "text": "хмм. У нас в бункере есть телевизор в каждой комнате. Возьму ка я игры",
    "answers": [
      {
        "id": 48,
        "text": "взять bs4 pro и все игры к ней. "
      }
    ]
  },
  {
    "id": 48,
    "text": "так вроде все. ",
    "answers": [
      {
        "id": 49,
        "text": "вернуться"
      }
    ]
  },
  {
    "id": 49,
    "text": "вас щедро отблагодарили за колонки. Остальное вы подарили родителям себе и положили на тумбочку Димы подарок. ",
    "answers": [
      {
        "id": 36,
        "text": "действовать дальше"
      }
    ]
  },
  {
    "id": 50,
    "text": "вы зачищали сектор вместе с какимто Вадиком. Он конечно молодец, но мазал конечно часто ????. ",
    "answers": [
      {
        "id": 51,
        "text": "последний рывок"
      }
    ]
  },
  {
    "id": 51,
    "text": "Лера почти закончила , как услышала крик Вадика. Вы обернулись. На него напал зомби и почти укусил его в руку. ",
    "answers": [
      {
        "id": 52,
        "text": "крикнуть"
      },
      {
        "id": 53,
        "text": "выстрелить"
      }
    ]
  },
  {
    "id": 52,
    "text": "Лера вскрикнула и побежала к Вадику, но было поздно. Зомби укусил того в плечо ????. Это очень плохо. Выстрелив в зомби Лена посмотрела на Вадика. Он понимал что через 3минуты станет зомби. Лекарства еще нет. Он пустил мужскую скупую слезу. Вам ничего не оставалось кроме как убить Вадика. \n\n—прости\n",
    "answers": [
      {
        "id": 54,
        "text": "вернуться"
      }
    ]
  },
  {
    "id": 53,
    "text": "зомби не успел укусить Вадика. Он был на пике радости. Вернувшись он потребовал награду для вас за спасение человека. (он был сынос генерала) вам дали набор конфет. (редкость) ",
    "answers": [
      {
        "id": 36,
        "text": "пойти дальше по делам"
      }
    ]
  },
  {
    "id": 54,
    "text": "вы вернултсь без него. Оказывается он был сыном генерала. Это плохо повлияло на вашу репутацию. \n",
    "answers": [
      {
        "id": 36,
        "text": "пойти по делам"
      }
    ]
  },
  {
    "id": 55,
    "text": "Димка еще спал на часах 6:00.\nВы решили прогуляться до главного в этом бункере. ",
    "answers": [
      {
        "id": 56,
        "text": "Постучаться"
      }
    ]
  },
  {
    "id": 56,
    "text": "—войдите\nЛера прошла. \n—здравствуйте я Лера ********на из комнаты 34. Меня интересуют некоторые вопросы. \n—подожди, ты же та самая кто зачистила 100 зомби одна в секторе K ? \n—да. \n—тогда мне нужно с тобой поговориьь. \n—хорошо я слушаю. \n—У нас есть очень меткие стрелки это Артем из 167  по кличке \"Орел\" и Паша из 659 с кличкой \"медведь\". У нас есть подозрения что в секторе G Как раз есть источник появлений новых зомби. Понимаешь, это для всех \" смертных \" произошел взрыв реактора  На самом делепроизошло кое-что хуже. Неудачный эксперимент. Вот тут. \n\nПоказал на карту. \n\nИ есть эпицентр этой трагедии. \n—И что вы хотите? \n—Уничтожит  его. Пока не поздно. \n—как? \n—Об это знают Медведь и Орел. Я их знаю и доверяю. Пока не могу сказать тебе эту информацию. \n—я согласна если вы переведете людей из 34 и 35 квартир в vip комнаты и обеспечите их защиту наслучай если со мной что-то случиться. \n—кто там живет? \n—родители и друг. \n—кто твой друг? \n—Дима ******* его зовут еще \"Серый\"\n—А понимаю кто это. Хорошо. Спи сегодня, пойдете ночью. \n",
    "answers": [
      {
        "id": 57,
        "text": "сказать родителям о делах"
      }
    ]
  },
  {
    "id": 57,
    "text": "—Мама. \n—Что случилось? \n—Я отправлюсь на длиннаю вылазку, где то 1-2 дня. \n—О Господи, зачем тебе это?! \n—Я о вас с папой забочусь! \n—Я понимаю что тебе уже 19, но нельзя же так с матерью! \n—Мам я не одна со мной пойдут еще 2. Они известные меткие стрелки. \n—Ладно, прости, я просто волнуюсь. \nОбнимашки :) ",
    "answers": [
      {
        "id": 58,
        "text": "идти к Диме"
      }
    ]
  },
  {
    "id": 58,
    "text": "—привет. \n—привет. Меня не будет 1-2 дня я на вылазку, особенную. \n—хорошо, удачи. \n—вас переведут в vip комнаты за это. \n—отлично. Кстати я тутодну чтуку раздобыл. \nОн подарил Лере то самое оружие которое она всегда хотела. \n—Где ты эту красоту взял? \n—Не спрашивай, пользуйся. \n—Лера подпрыгнула и чмокнула его в щечку, \nДима покраснел. \n—Ладно пойду поем и потом пойду спать. \n—Пока. \n—Пока. ",
    "answers": [
      {
        "id": 59,
        "text": "Столовая"
      }
    ]
  },
  {
    "id": 59,
    "text": "Вы плотно поели и направились к выходу из столовой. ",
    "answers": [
      {
        "id": 60,
        "text": "вдруг"
      }
    ]
  },
  {
    "id": 60,
    "text": "вас поймал главный по бункеру (называться будет теперь гб) \n—здравствуйте\n—О Лерочка, а я тебя искал. Выдвигаемся не вэту ночь, проблемы с \"Орлом\"\n—Что то серьезное? \n—Да нет просто у него такое телосложение, что ему не подхоодят обычные бронижилеты. А свой он поломал во время вылазки в следующкю ночь точно пойдете. \n—Отлично. ",
    "answers": [
      {
        "id": 61,
        "text": "в комнату"
      }
    ]
  },
  {
    "id": 61,
    "text": "Дима сидел и смотрел телик. У него выходной. \n—Ты спать? \n—Нет перенесли на завтра поход. \n—Понятно. \n—Я скажу маме и приду, будем дальше телик смотреть. ",
    "answers": [
      {
        "id": 62,
        "text": "рассказать маме и придти обратно"
      }
    ]
  },
  {
    "id": 62,
    "text": "—слушай, можно с тобой поговорить? \n—Да Дим слушаю. \n—Я насчет утра. \n—А что случилось? \n—Ты... Ты поцеловаоа меня потому что я нравлюсь тебе или от радости к подарку?\nо_о. Ну... \n—Ты просто мне еще в армии понравилась. Я не знал как к тебе подойти.\n -Ты тоже мне в армии понравился! \n—Правда? \n—Ну да. \n—Лера, давай встречаться? \n—А давай. \n ",
    "answers": [
      {
        "id": 63,
        "text": "далее"
      }
    ]
  },
  {
    "id": 63,
    "text": "Целый день Они провели вместе. Разговаривали, целовались, смотрели телик и много чего. \nВсе следующее утро и день они также провели вместе и уже довольно сильно полюбили друг друга. \n—Я не хочу что бы ты уходила. \n—Не бойся я вернусь! \n—Верю. \nЧмок ",
    "answers": [
      {
        "id": 64,
        "text": "далее"
      }
    ]
  },
  {
    "id": 64,
    "text": "Вы легли спать в 18, чтобы в 22 быть готовой для операции. ",
    "answers": [
      {
        "id": 65,
        "text": "открыть глаза"
      }
    ]
  },
  {
    "id": 65,
    "text": "—вставай солнышко уже 21. \n—Иду \nЛера встала и подготовтлась к вылазке, \n—Ни пуха ни пера\n—К черту. ",
    "answers": [
      {
        "id": 66,
        "text": "к дверям бункера"
      }
    ]
  },
  {
    "id": 66,
    "text": "тут стоял орел и медведь\n—ну привет *\n( если на конце стоит знак *, то это Артем — Орел , если  то Медведь) \n—привет мальчики\n—как кличут тебя? *\n—вообще Лера. \n—не так не пойдет \n—а что? \n—давай что нибудь придумаем, такое, эдакое! \n—ладно......... \"крофт\" \n—хмм, а ничего так. ",
    "answers": [
      {
        "id": 67,
        "text": "идти"
      }
    ]
  },
  {
    "id": 67,
    "text": "ребята! \nЯ бы хотела извиниться за малое кол-во выбора. \nпросто столько идей, а умения по созданию мало :(",
    "answers": [
      {
        "id": 68,
        "text": "продолжаем читать"
      }
    ]
  },
  {
    "id": 68,
    "text": "вы шли молча. Периодически отстреливаясь от зомби. \n—А ты хорошо стреляешь крофт. *\n—спасибо :) \n—я даже так не могу *\n—обменяйтесь теперь чем-то, вы одновременно сказали предложение. \n—ладно*\nОни обменялись касками и пошли дальше. \n",
    "answers": [
      {
        "id": 69,
        "text": "➡"
      }
    ]
  },
  {
    "id": 69,
    "text": "вот вы уже и в секторе G. \nОсталось метров 700 и вы на месте. \nДойдя до точки вы долго отстреливали монстров. ",
    "answers": [
      {
        "id": 70,
        "text": "помочь медведю"
      },
      {
        "id": 71,
        "text": "помочь Орлу"
      }
    ]
  },
  {
    "id": 70,
    "text": "вы выстрелили в подошедшего сзади к медведю зомби. Он был благодарен. ",
    "answers": [
      {
        "id": 72,
        "text": "➡"
      }
    ]
  },
  {
    "id": 71,
    "text": "вы выстрелили в подошедшего сзади к орлу зомби. Он с презрением посмотрел на вас и продолжил. \nстранно",
    "answers": [
      {
        "id": 72,
        "text": "➡"
      }
    ]
  },
  {
    "id": 72,
    "text": "Вот вы достреливаете последнего зомби. \n—фуууух. \n—так, я забираю в контейнер эту фигню и сваливаем.(немогу поставить почему то знак, не отображается короче Медведь) \nон присел и положил голубой камень в железный контейнер. ",
    "answers": [
      {
        "id": 73,
        "text": "выстрел"
      }
    ]
  },
  {
    "id": 73,
    "text": "Орел выстрелил медведю прямо в голову, он замертво упал. ",
    "answers": [
      {
        "id": 74,
        "text": "что? "
      }
    ]
  },
  {
    "id": 74,
    "text": "вы схватили автомат, но он выстрелил первее и попал в левую коленную чашечку. \n—уххх. \n—ну что крофт. Прости конечно, но этот камень сделает меня богаче и могущественнее! \n\nвыстрел в правый бок. \n—ааагр\nкровь начала быстро вытекать. \n—жалко тебя, больно хорошо стреляешь, но прости, свидетелей не должно быть. \nвыстрел в левое плечо\n—ммммм\nя дам тебе время пожить еще. Жаль что и помучаться, но зато пожить. \nон взял у мертвого медведя контейнер , развернулся и пошел. ",
    "answers": [
      {
        "id": 75,
        "text": "выстрелить в спину"
      },
      {
        "id": 75,
        "text": "выстрелить в голову"
      }
    ]
  },
  {
    "id": 75,
    "text": "он упал замертво. \n\n—вы корчась от боли подползли и взяли контейнер. ",
    "answers": [
      {
        "id": 76,
        "text": "обыскать медведя на наличие рации"
      },
      {
        "id": 77,
        "text": "обыскать орла на наличие рации"
      }
    ]
  },
  {
    "id": 76,
    "text": "вы ползли к медведю корчась от дикой боли. позади вас была кровавая дорожка. \nнужно хотя бы сказать, чтобы забрали камень. \n",
    "answers": [
      {
        "id": 78,
        "text": "поднаджать"
      }
    ]
  },
  {
    "id": 77,
    "text": "ничего",
    "answers": [
      {
        "id": 76,
        "text": "ползти искать у Медведя"
      }
    ]
  },
  {
    "id": 78,
    "text": "вы доползли до медведя. \nУ него была рация. Он связывался с гб и поэтому частоту искать не надо. \n—орел убил медведя...у меня сильные ранения...орел теперь мертв...вызываю....подмогу! \n—Лера ты? \n—да...прошу скорее! \n—держись я отправил отряд.камень у тебя? \n—да.... \n—ты по тем же координатам или орел это сделал по пути назад? \n—мы по тем координатам.... что... вы нам... дали. \n—держись помощь в пути!! ",
    "answers": [
      {
        "id": 79,
        "text": "➡"
      }
    ]
  },
  {
    "id": 79,
    "text": "вы подползли к дому и облакотились об его стену. \nНужно что то сделать. ",
    "answers": [
      {
        "id": 80,
        "text": "наложить повязку из одежды. "
      }
    ]
  },
  {
    "id": 80,
    "text": "хотя бы что то. \n",
    "answers": [
      {
        "id": 81,
        "text": "➡"
      }
    ]
  },
  {
    "id": 81,
    "text": "в глазах уже мутнело, боль была невыносимая . \nвам казалось, что помощь не придет. \n. \n. \n. \n. \n. \n. \n. \nтемнота",
    "answers": [
      {
        "id": 82,
        "text": ". "
      }
    ]
  },
  {
    "id": 82,
    "text": "— вон она. \n.... \n—быстрее быстрее\n—пульс есть. \n—беру кровь для определения номера. \n—IV \n—блин, редкая. \n...... ",
    "answers": [
      {
        "id": 83,
        "text": ". "
      }
    ]
  },
  {
    "id": 83,
    "text": "—вноси ее\n—давай быстрей\n—помогите! \n—пульс уменьшается, \n—кровь, ищите донора!!!! ",
    "answers": [
      {
        "id": 84,
        "text": ". "
      }
    ]
  },
  {
    "id": 84,
    "text": "—Дмиртий успокойтесь  все будет хорошо, \n—Где тот придурок?! \n—Он мертв, она выстрелила в него. \n—Моя кровь подходит? \n—нет. ",
    "answers": [
      {
        "id": 85,
        "text": ". "
      }
    ]
  },
  {
    "id": 85,
    "text": "—боже ты мой\n—женщина успокойтесь вы кто? \n—я мать, отойдите! У меня тоже 4 группа! переливайте! \n—берите на проверку\n—Да 4 она у меня, быстрее! \n—это займет 5 минут! ",
    "answers": [
      {
        "id": 86,
        "text": ". "
      }
    ]
  },
  {
    "id": 86,
    "text": "—вытаскивайте пулю из ноги, а вы из бока. \n—она чувствует, вот напряжение, вколите обезболивающее! \n",
    "answers": [
      {
        "id": 87,
        "text": ". "
      }
    ]
  },
  {
    "id": 87,
    "text": "—мэм достаточно, вам больше нельзя! \n—еще.. чуть чуть\n—нет. \n—ищите еще донора! \n—я отец проверьте мою?! \n—2, неподходит. \n—вот те раз. \n",
    "answers": [
      {
        "id": 88,
        "text": ". "
      }
    ]
  },
  {
    "id": 88,
    "text": "—у него 4!!!! \n—быстрее! ",
    "answers": [
      {
        "id": 89,
        "text": ". "
      }
    ]
  },
  {
    "id": 89,
    "text": "—она открывает глаза! \n\nВы попытались встать\nопять дикая боль и мрак",
    "answers": [
      {
        "id": 90,
        "text": ". "
      }
    ]
  },
  {
    "id": 90,
    "text": "—ну что? \n—Дмитрий, состояние стабильно тяжелое, все будет хорошо, мы перелили крови и обработали раны, осталось дождаться когда она очнется. \n—я тут посижу? \n—да",
    "answers": [
      {
        "id": 91,
        "text": ". "
      }
    ]
  },
  {
    "id": 91,
    "text": "—Лера если ты слышишь сожми мою руку. \nпожалуйста. Давай даже так, сожми мою руку если хочешь выйти за меня! \nНе бросай меня, я тебя люблю! \nслышны всхлипы. ",
    "answers": [
      {
        "id": 92,
        "text": "сжать"
      },
      {
        "id": 93,
        "text": "не сжимать"
      }
    ]
  },
  {
    "id": 92,
    "text": "Лера легонько сжала руку Димы. Он поднял голову. \n—Ты выйдешь за меня? \nЛера открыла глаза и тихо сказала \"да\"",
    "answers": [
      {
        "id": 94,
        "text": "концовка"
      }
    ]
  },
  {
    "id": 93,
    "text": "из за сильной боли и плохого рвения к жизни герой погиб, все помнили подвиг крофт! ",
    "answers": [
      {
        "id": 1,
        "text": "в начало"
      },
      {
        "id": 92,
        "text": "другая концовка"
      }
    ]
  },
  {
    "id": 94,
    "text": "черезмесяц Лера окончательно оклемалась ее наградили за спасение планеты, а через 2 месяца они сыграли свадьбу с Димой. Через год люди смогли выбраться из бункеров и продолжить жить. Но жизнь конечно никогда не станет прежней. ",
    "answers": [
      {
        "id": 1,
        "text": "в начало"
      },
      {
        "id": 91,
        "text": "на другую концновку"
      },
      {
        "id": 97,
        "text": "немного от автора"
      },
      {
        "id": 98,
        "text": "страницы чтобы добить до ста"
      }
    ]
  },
  {
    "id": 95,
    "text": "что бы",
    "answers": [
      {
        "id": 96,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 96,
    "text": "добить",
    "answers": [
      {
        "id": 99,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 97,
    "text": "это основная концовка, если хотите 2 часть, то напишите об этом в коменты. ",
    "answers": [
      {
        "id": 94,
        "text": "назад"
      }
    ]
  },
  {
    "id": 98,
    "text": "просто",
    "answers": [
      {
        "id": 95,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 99,
    "text": "до",
    "answers": [
      {
        "id": 100,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 100,
    "text": "ста!!!!! ",
    "answers": [
      {
        "id": 1,
        "text": "в начало"
      },
      {
        "id": 91,
        "text": "к концовкам"
      }
    ]
  },
  {
    "id": 101,
    "text": "",
    "answers": []
  }
]