[
  {
    "id": 1,
    "text": "Жанр: драма, фэнтези\nАвтор: Aleks Otter<s>r\n<s>r\nМэй родилась в храме Невест Создателя. Она была окружена служанками, обласкана Матерями и в волю играла с сёстрами. Матери творили чудеса — они исцеляли раны, управляли ростом растений, даже могли плести венки силой мысли! Мэй так хотела научиться всему этому!<s>r\n<s>r\nНо к тринадцати годам стало ясно, что Мэй утратила дар Создателя. Она помнила, как с презрением отвернулись сёстры — те немногие, что сберегли магию.<s>r\n<s>r\nУделом Мэй должно было стать служение — бывшим сёстрам, их дочерям и дочерям их дочерей. Но однажды в храм пришёл магистр с глазами столь же синими, как у Мэй.",
    "answers": [
      {
        "id": 2,
        "text": "Покинуть храм и идти с магистром"
      },
      {
        "id": 9,
        "text": "Концовки"
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "http://188.120.236.127/aleks_otter/nevesta/back.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "http://188.120.236.127/aleks_otter/nevesta/1.jpg"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "http://188.120.236.127/aleks_otter/nevesta/back.jpg",
        "system": true
      },
      {
        "super_calculate": false,
        "id": 1,
        "text": "Новый ответ. введите текст",
        "calculate": true,
        "lua_do": "function lua_do()\ng.defaultBgAnswerImage = \"http://188.120.236.127/aleks_otter/nevesta/button6.jpg\"\ng.blockNightMode = 1\nend"
      }
    ]
  },
  {
    "id": 2,
    "text": "Магистр Абнер изучал алхимию, а Мэй поддерживала порядок в его лаборатории, дверь в которую была закрыта для обычных слуг. За три года Мэй начала разбираться в травах и порошках, а ещё различать основные растворы по цвету и запаху.<s>r\n<s>r\nНо однажды она ошиблась.<s>r\n<s>r\nПробирка взорвалась в руках Мэй, осыпав осколками. Мэй не слышала своего крика, она с ужасом смотрела, как кислота прожигает кожу, разъедает плоть, шипит на костях.<s>r\n<s>r\n— Мэй! — Магистр Абнер бросился к ней, отшвырнув плоды недельных трудов.<s>r\n<s>r\nРуки Мэй окутало золотое сияние. Боль ушла, сменившись приятным теплом. Когда сияние рассеялось, на нежной коже не было и следа от ожога. <s>r\n<s>r\n— Спасибо, сэр, — выдохнула Мэй, утирая слёзы.<s>r\n<s>r\nМагистр задумчиво смотрел на неё.<s>r\n<s>r\n— Это не моя магия. Это сделала ты.",
    "answers": [
      {
        "id": 3,
        "text": "— Наконец-то я вернусь домой и стану жрицей!"
      },
      {
        "id": 4,
        "text": "— Вы отправите меня обратно в храм?"
      },
      {
        "id": 5,
        "text": "— Обучите меня, сэ... отец?"
      },
      {
        "id": 2,
        "text": "Укажите команды для картинки",
        "url": "http://188.120.236.127/aleks_otter/nevesta/2.jpg"
      }
    ]
  },
  {
    "id": 3,
    "text": "Сёстры встретили Мэй натянутыми улыбками — нелегко принять как равную ту, что выносила ночные горшки. Некоторые уже были беременны. Мэй подумала, что время всё расставит по местам.<s>r\n<s>r\nИ верно, три года спустя мало кто помнил о досадном недоразумении.<s>r\n<s>r\nЗа обедом Старшая Мать объявила, что вечером придёт гость — молодой, привлекательный и полный сил. Сёстры на сносях вздохнули, а лёгкие самодовольно ухмыльнулись и разошлись по своим покоям прихорашиваться и чаровать марафет. Невестам Создателя предстояло состязание за брачную ночь.",
    "answers": [
      {
        "id": 6,
        "text": "Сказаться больной"
      },
      {
        "id": 7,
        "text": "Встретить гостя вместе со всеми "
      },
      {
        "id": 8,
        "text": "Устранить конкуренток"
      },
      {
        "id": 3,
        "text": "Укажите команды для картинки",
        "url": "http://188.120.236.127/aleks_otter/nevesta/3.jpg"
      }
    ]
  },
  {
    "id": 4,
    "text": "Скрывать дар и научиться управлять им — таким было условие магистра. Он отказался от других слуг и учил Мэй сдерживать эмоции и стихийные всплески магии, чтобы никто никогда не заподозрил о её силе. <s>r\n<s>r\nПоначалу было нелегко — особенно когда заявлялся наследник сэра Абнера Магнус, тщеславный юноша, который не упускал случая продемонстрировать Мэй своё превосходство. Магистр Абнер настрого запретил сыну распускать руки, но не мог предотвратить «случайно» разлитый чай и насмешки.<s>r\n<s>r\nМэй принимала Магнуса как стихийное бедствие, но однажды, спустя три года, сэр Абнер не вернулся с приёма. И цунами снесло её.<s>r\n<s>r\n— Отец мёртв. Его имущество и титул теперь мои, и ты тоже, — зловеще усмехнулся Магнус. — Но ты мне ни к чему. Вернёшься к божественным дурам.<s>r\n<s>r\nМэй передёрнуло. Она достаточно жила с магами, чтобы понять, для чего нужен беломраморный храм с золочённой оградой. <s>r\n<s>r\nМэй склонила голову в жесте смирения.",
    "answers": [
      {
        "id": 11,
        "text": "Напасть"
      },
      {
        "id": 12,
        "text": "Готовить побег"
      },
      {
        "id": 13,
        "text": "— Сэр, прошу, даруйте мне свободу!"
      },
      {
        "id": 4,
        "text": "Укажите команды для картинки",
        "url": "http://188.120.236.127/aleks_otter/nevesta/4.jpg"
      }
    ]
  },
  {
    "id": 5,
    "text": "— Как давно ты догадалась? — магистр улыбнулся. — Тебе придётся скрывать дар от всех, и особенно — от Магнуса.<s>r\n<s>r\nМэй кивнула. Её заносчивый законнорожденный брат не потерпел бы такого соседства.<s>r\n<s>r\nУлыбка не сходила с лица отца, когда он учил Мэй истории, магии и естественным наукам. Мэй впитывала знания, как губка. Живой ум требовал сложных задач, и их подкинула сама природа.<s>r\n<s>r\nПрирода распорядилась так, что магией созидания владели лишь женщины. Мужчины же управляли существующими материями. Даже самый сильный магистр не был способен создать пламя без искры или наращивать живые клетки. Но Мэй могла. И словно по справедливости природа устроила так, что магический дар наследовали только дети двух магов. Мальчики — всегда, а девочки… <s>r\n<s>r\nПо учебникам, созданным для мужчин, Мэй познавала возможности забытого искусства женщин. В храме жрицы хвалились малой частью своего потенциала. За три года Мэй стала ассистенткой отца. Магнус порой отпускал в её сторону ядовитые шутки, но по большей части делал вид, что Мэй не существует. <s>r\n<s>r\nНа приёме магистра Теобальда собрался весь цвет аристократии: маги с жёнами и приближенные к ним. Мэй старалась не замечать смешков в свою сторону — у высоких господ было собственное мнение о том, как женщина может ассистировать в экспериментах.<s>r\n<s>r\n— Здесь стало душно, — сказал отец, положив руку ей на плечо. — Выйдем на свежий воздух.<s>r\n<s>r\nНа балконе он набил табаком трубку и затянулся. Минуту он задумчиво любовался восходящей луной, а потом тяжело опёрся на балюстраду, часто дыша.<s>r\n<s>r\n— Отец, тебе плохо? — спросила Мэй, но он уже дрожал в судорогах.",
    "answers": [
      {
        "id": 14,
        "text": "Звать на помощь"
      },
      {
        "id": 15,
        "text": "Дать антидот"
      },
      {
        "id": 16,
        "text": "Исцелить магией"
      },
      {
        "id": 5,
        "text": "Укажите команды для картинки",
        "url": "http://188.120.236.127/aleks_otter/nevesta/5_1.jpg"
      }
    ]
  },
  {
    "id": 6,
    "text": "Под вечер Мэй заперлась в своих покоях и отослала служанок. Обмануть их не составило труда, но Старшая Мать давно не верила уловкам Мэй. Настойчивый стук в дверь известил о том, что сёстры уже встретили гостя.<s>r\n<s>r\nНехотя Мэй впустила эту иссохшую властную старуху. Она знала её проповедь наизусть:<s>r\n<s>r\n— Создатель даровал тебе магию жизни не для того, чтобы ты растрачивала её на цветы! — Старуха обвела презрительным взглядом покои Мэй, утопающие в зелени. — Носить детей Его — великая честь и твой священный долг! Как смеешь ты…<s>r\n<s>r\nМэй смиренно кивала, но ничего не могла с собой поделать — при мысли о приёме гостя её пробивал холодный пот. Сны её наполняли тревога, невнятные обрывки разговоров и смешки — смутные воспоминания о службе у магистра. В отрочестве Мэй не могла осознать их, но поняла после, читая взгляды и лица гостей, от которых удалось улизнуть: в святость Невест Создателя верили только в храме. ",
    "answers": [
      {
        "id": 6,
        "text": "Достигнута концовка «Чужая среди своих»",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 6,
        "text": "Укажите команды для картинки",
        "url": "http://188.120.236.127/aleks_otter/nevesta/6.jpg"
      }
    ]
  },
  {
    "id": 7,
    "text": "В назначенный час Старшая Мать представила гостя. Магистр Магнус бросил оценивающие взгляды на ноги Беллы и пышный бюст Лайлы.<s>r\n<s>r\n— Мы встречались? — он поднял пальцем подбородок Мэй.<s>r\n<s>r\n— Не думаю, сэр, — выдавила она, замороженная льдом его глаз.<s>r\n<s>r\n— Скромница, значит, — хмыкнул Магнус и поманил Лайлу и Беллу.<s>r\n<s>r\nМэй попыталась отстраниться, но стальная хватка гостя и смешки сестёр не позволили этого сделать.<s>r\n<s>r\nНа следующий день и ещё много месяцев после Мэй избегала взглядов Беллы и Лайлы. «Хоть бы не девочка!» — молилась она над растущим животом.",
    "answers": [
      {
        "id": 6,
        "text": "Достигнута концовка «Одна из»",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 7,
        "text": "Укажите команды для картинки",
        "url": "http://188.120.236.127/aleks_otter/nevesta/7.jpg"
      }
    ]
  },
  {
    "id": 8,
    "text": "Мэй вспоминала магистра Абнера редко, но делала это с благодарностью — почерпнутые у старика знания были бесценны. Сёстры не подозревали, сколь разнообразные яды можно приготовить из комнатных растений Мэй.<s>r\n<s>r\n— У Лайлы случился очередной приступ мигрени, Эрну тошнит, Белла обнаружила сыпь — не иначе, вернулась аллергия на ореховое масло, — шептала служанка Старшей Матери.<s>r\n<s>r\nТа хмурилась, гость ухмылялся. С победносной улыбкой Мэй обвила руками шею магистра Магнуса. Его холодные синие глаза на миг показались Мэй собственным отражением.<s>r\n<s>r\n— А мы похожи. Думаю, это начало долгой дружбы, — усмехнулся гость ей в губы.<s>r\n<s>r\n<s>r\n<s>r\nНевольно Мэй пришлось в совершенстве выучить исцеление. После первенца она всегда рожала в одиночестве — немыслимым было допустить, чтобы Магнус узнал, что его сыновья приходят в мир с лишними пальцами. Устранение дефектов требовало времени.",
    "answers": [
      {
        "id": 6,
        "text": "Достигнута концовка «Фаворитка»",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 8,
        "text": "Укажите команды для картинки",
        "url": "http://188.120.236.127/aleks_otter/nevesta/8.jpg"
      }
    ]
  },
  {
    "id": 9,
    "text": "Из 9 концовок открыты:",
    "answers": [
      {
        "need_ever": true,
        "comment": true,
        "id": 9,
        "text": "★ Чужая среди своих",
        "need": [
          6
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 9,
        "text": "★ Одна из",
        "need": [
          7
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 9,
        "text": "★ Фаворитка",
        "need": [
          8
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 9,
        "text": "★ Пагубное тщеславие",
        "need": [
          11
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 9,
        "text": "★ Спокойная жизнь",
        "need": [
          12
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 9,
        "text": "★ Узница в родном доме",
        "need": [
          13
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 9,
        "text": "★ Нераскрытая тайна",
        "need": [
          14
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 9,
        "text": "★ Аутодафе",
        "need": [
          15
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 9,
        "text": "★ Реформатор",
        "need": [
          16
        ]
      },
      {
        "id": 1,
        "text": "На первую страницу "
      }
    ]
  },
  {
    "id": 10,
    "text": "",
    "answers": []
  },
  {
    "id": 11,
    "text": "Стоило Магнусу отвернуться, как комнатное дерево обвило ветвью его шею. Хрипя и задыхаясь, новый магистр скрёб ногтями кору. Лицо его исказила гримаса ужаса.<s>r\n<s>r\nМэй вдруг стало смешно. Всесильные магистры, Сыны Создателя, правили миром испокон веков. И вот один из них беспомощно болтается над кадкой каштана!<s>r\n<s>r\n— Сколько раз ты издевался надо мной? — Торжественно вопросила Мэй. — О, я позабочусь о том, чтобы твоя смерть была медленной! Что же мне сделать? Прорастить бамбук сквозь твоё тело? Засадить твою кожу грибами? А может…<s>r\n<s>r\nОслеплённая триумфом, Мэй не заметила, как пламя в камине сгустилось в шар и метнулось к её затылку.",
    "answers": [
      {
        "id": 6,
        "text": "Достигнута концовка «Пагубное тщеславие»",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 11,
        "text": "Укажите команды для картинки",
        "url": "http://188.120.236.127/aleks_otter/nevesta/11.jpg"
      }
    ]
  },
  {
    "id": 12,
    "text": "Нечего было и думать ускользнуть из дворца магистра. Но в храме Невест Создателя стражи не было. Непоколебимая, взращенная с рождения вера в святость жриц сдерживала женщин лучше любых стен и любой охраны.<s>r\n<s>r\nМэй не составило труда скрыть от Магнуса деньги, которые платил ей сэр Абнер. Ещё проще было притвориться примерной служанкой и вызваться отвезти новорожденного мальчика его магистру-отцу. На обратном пути Мэй свернула на рынок, сославшись на то, что Мать Лайла требовала экзотических фруктов. Одеяние служанки храма отправилось в мусорный бак, остриженные волосы Мэй спрятала под платком.<s>r\n<s>r\nКогда её хватились, след уже простыл.<s>r\n<s>r\nСпустя время в соседнем городе открылась лавка травницы, где заправляла миловидная девушка с синими глазами.",
    "answers": [
      {
        "id": 6,
        "text": "Достигнута концовка «Спокойная жизнь»",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 12,
        "text": "Укажите команды для картинки",
        "url": "http://188.120.236.127/aleks_otter/nevesta/12_1.jpg"
      }
    ]
  },
  {
    "id": 13,
    "text": "В следующий миг Мэй пожалела о своей вольности. Магнус подошёл к ней вплотную, больно впился пальцами в бедро и прошипел на ухо:<s>r\n<s>r\n— Свободу? Тебе? Дражайшая сестрица, тебе следует быть благодарной, что я не отправлю тебя в бордель. Увы, слишком многие видели тебя при отце, такой исход очернил бы мою репутацию.<s>r\n<s>r\nОт шока Мэй лишилась дара речи. Внезапно она осознала, почему сэр Абнер был так добр. Он даже платил Мэй зарплату — немыслимая щедрость для храмовой служанки. <s>r\n<s>r\n— А чтобы ты не вздумала бежать, — продолжал Магнус, — я попрошу присматривать за тобой и завалить самой чёрной работой до конца твоих дней.<s>r\n<s>r\n<s>r\n<s>r\nВ прачечной храма не было окон, и вонь детских пелёнок не рассеивалась никогда. При взглядах на горделивых жриц, шествующих по роскошным залам в белоснежных одеяниях, Мэй всё чаще задумывалась: не стоит ли продемонстрировать дар Старшей Матери? Быть может, удел свиноматки не так уж плох?",
    "answers": [
      {
        "id": 6,
        "text": "Достигнута концовка «Узница в родном доме»",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 13,
        "text": "Укажите команды для картинки",
        "url": "http://188.120.236.127/aleks_otter/nevesta/13.jpg"
      }
    ]
  },
  {
    "id": 14,
    "text": "— Кто-нибудь, помогите! Врача! — крикнула Мэй и втащила отца обратно в зал.<s>r\n<s>r\nМагистры окружили его, перепачканного и бьющегося в судорогах. Сэр Теобальд проверил зрачки — они были сужены в точку.<s>r\n<s>r\n— Его отравили, — мрачно заключил хозяин приёма и влил в рот отца содержимое какого-то флакона. — Это даст ему продержаться до храма Невест. До моего возвращения никто не выйдет из дворца.<s>r\n<s>r\nСэр Теобальд скинул свой плащ — тот распростёрся в воздухе, не касаясь пола. Притихшего отца подняли на плащ, магистр Теобальд сел рядом, и, придерживая отца рукой, вылетел через распахнутые балконные двери.<s>r\n<s>r\nМэй мысленно выругала себя — как она могла забыть про универсальный антидот, который отец всегда носил с собой?<s>r\n<s>r\n<s>r\n<s>r\nОтец пришёл в себя через неделю. Жрицы спасли ему жизнь, но ценой стал хронический кашель. Расследование сэра Теобальда ни к чему не привело — все продукты на приёме оказались чистыми, никто из слуг и гостей не заметил ничего подозрительного.<s>r И хоть его репутация не была запятнана смертью гостя, сэр Теобальд лишился части влияния.\n<s>r\nМэй посвятила все силы доработке универсального антидота. Много лет спустя ей удалось создать пищевую добавку, которая при регулярном приёме блокировала все известные яды.",
    "answers": [
      {
        "id": 6,
        "text": "Достигнута концовка «Нераскрытая тайна»",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 14,
        "text": "Укажите команды для картинки",
        "url": "http://188.120.236.127/aleks_otter/nevesta/14.jpg"
      }
    ]
  },
  {
    "id": 15,
    "text": "Работа в лаборатории подразумевала определённый риск, политика же его гарантировала. Отец всегда носил при себе универсальный антидот.<s>r\n<s>r\n— Где же, ты где?! — Мэй отчаянно шарила по карманам хрипящего отца, но заветного флакона там не было.<s>r\n<s>r\n— Сюда, скорее! — раздался голос Магнуса. — Служанка убила моего отца!<s>r\n<s>r\nГлаза магистра стекленели. Вгляд Мэй упал на отброшенную трубку, и в этот миг пазл сложился. Только близкий человек мог знать об антидоте и вытащить его, например, подавая парадный пиджак. А ещё уронить каплю яда в табакерку.<s>r\n<s>r\nМэй не слышала топота магистров. В тот миг существовал только Магнус.<s>r\n<s>r\n— Это сделал ты, — прошептала она, и на лице брата ликование сменилось ужасом.<s>r\n<s>r\nПозже говорили, что кто-то из магистров перебрал и сжёг себя вместе со всей семьёй; но гости Теобальда видели, как, повинуясь приказам женщины, синее пламя слизывало с костей плоть юного Магнуса, как хлёсткие ветви растений спутывали тех, кто пытался помешать. Когда ветер рассеял пепел, женщина упала на колени и более не сопротивлялась.",
    "answers": [
      {
        "id": 6,
        "text": "Достигнута концовка «Аутодафе»",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 15,
        "text": "Укажите команды для картинки",
        "url": "http://188.120.236.127/aleks_otter/nevesta/15.jpg"
      }
    ]
  },
  {
    "id": 16,
    "text": "Мэй сосредоточилась на симптомах — судороги, суженые зрачки, рвота и дезориентация говорили о поражении нервной системы. Судя по скорости смены симптомов, отца отравили, и действовать надо было быстро, пока яд не уничтожил жизненно важные органы.<s>r\n<s>r\nМэй сконцентрировалась, собрала все свои силы. Тело отца окутало золотое сияние, оно разрасталось и наверняка было видно из зала, но Мэй не думала о себе. Она приказывала всем нервным клеткам расслабиться, осторожно выводила токсины через пот, штопала уже повреждённые ткани.<s>r\n<s>r\nЗакончив, Мэй без сил упала на каменный пол. Словно со стороны она видела столпившихся магистров. Магнус что-то кричал, но его втащили в зал. Сэр Теобальд подошёл к отцу и проверил пульс. А потом сознание Мэй погрузилось во тьму.<s>r\n<s>r\n<s>r\n<s>r\nВ зале суда было малолюдно — магистры надеялись скрыть инцидент от общественности. Магнус впал в ярость, когда отец лишил его наследства, и был помещён под стражу. Сэр Теобальд не сводил пристального взгляда с потеющего судьи.<s>r\n<s>r\n— …не только скрыли дар вашей дочери и оставили её при себе, но и обучили её магии, — обвинительно зачитал судья.<s>r\n<s>r\n— И это спасло мне жизнь, — отрубил отец.<s>r\n<s>r\n— Ваша честь, дайте слово Мэй, — попросил магистр Теобальд. — Мне кажется, ей есть, что сказать в свою защиту.<s>r\n\nСудья нервно кивнул, Мэй вышла вперёд.<s>r\n<s>r\n— Ваша честь, я прошу вас вспомнить историю, — начала она, и по гримасе судьи стало ясно, что история не входила в круг его интересов. — Учреждение, которое мы ныне знаем как «храм Невест Создателя», было основано шесть веков назад по настоянию Верховного Магистра леди Софии.\nПо залу пронёсся шепоток, а Мэй продолжала:<s>r\n<s>r\n— По собственной воле женщины объединились, чтобы восполнить численность магов, которая критически упала после легализации браков с людьми, лишёнными дара. И чем отплатили потомки? Женщин храма — и жриц, и служанок — воспитывают во лжи, намеренно не дают им образования, а за стенами храма потешаются над ними и используют для удовлетворения собственных нужд. Разве это справедливо, ваша честь? <s>r\n<s>r\nВ тишине зала гулом разнеслись одинокие аплодисменты:<s>r\n<s>r\n— Браво, — сказал сэр Теобальд, глядя на судью. Тот поперхнулся — непросто иметь дело со вторым сыном Верховного Магистра.<s>r\n<s>r\n<s>r\n<s>r\nИзменения стали заметны не сразу. Храм функционировал, как прежде, но вместе с сыновьями из него стали забирать и новорожденных дочерей. Взрослых жриц магистры решили оставить в покое в их боголепном мирке. Сэр Теобальд стал близким другом магистра Абнера и помог ему назначить Мэй наследницей. Несколькими годами позже Мэй вышла замуж за сына Теобальда, который был столь же благороден, как и его отец.",
    "answers": [
      {
        "id": 6,
        "text": "Достигнута концовка «Реформатор»",
        "comment": true,
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "В начало"
      },
      {
        "id": 16,
        "text": "Укажите команды для картинки",
        "url": "http://188.120.236.127/aleks_otter/nevesta/16.jpg"
      }
    ]
  },
  {
    "id": 17,
    "text": "",
    "answers": []
  }
]