[
  {
    "id": 1,
    "text": "Автор: ****\n\nА вы смогли бы прожить одну ночь в мире, населенном вампирами?",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 35,
        "text": "Концовки"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://b.radikal.ru/b27/1909/e0/e0075d0e306d.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "  — Слышали? — Дмитрий Желтов, бывший бухгалтер лет сорока, которого все просто называли Петровичем, чистил и смазывал автомат, лишь изредка отвлекаясь на совсем уж обнаглевших комаров. —  Поговаривают, на севере появился какой-то лагерь повстанцев.\n — Да ладно, они чуть ли не каждый месяц появляются, — воскликнул покрытый несколькими шрамами парень лет двадцати. — Помним, проходили. Вот этот вот, — указал он на давно заживший порез, — из Лубянок..\n — Угу, — вклинилась Маша, молодая рыжая девушка. — \"Нас сотни, а скоро будут тысячи. И мы готовы дать отпор. А ты?\" Марк, и как ты мог на это купиться? Это больше похоже на рекламу новой видеоигры, а не призыв к борьбе.\n — Была бы на моем месте, всему поверила, — сразу стушевался паренек.\n — Ладно, ты главное — не плачь, принцесса, — не упустил возможности для новой подколки я, — а то еще костер потушишь.\n — Ага, ты ведь так старался, целых два часа его разводил, — вставил в ответ шпильку Марк.\n — Дро... — даже не дал договорить Петрович:\n — Я, конечно, рад, что вы не унываете: шутите, веселитесь. Но будем реалистами — завтра рано вставать и идти целый день. Так что давайте уже укладываться спать. Кто дежурит первым?",
    "answers": [
      {
        "id": 5,
        "text": "Петрович",
        "var_add": [
          "не",
          1,
          " Марк",
          1
        ]
      },
      {
        "id": 4,
        "text": "Маша"
      },
      {
        "id": 29,
        "text": "Я"
      },
      {
        "id": 3,
        "text": "Марк",
        "var_add": [
          "не",
          1,
          "Пет",
          1
        ]
      }
    ]
  },
  {
    "id": 3,
    "text": " — Ну, давайте я, что ли, — поднялся Марк. — А то надоело каждый раз вставать посреди ночи. Жутко не высыпаюсь, — в свете костра все отчетливее проступали темные круги под глазами. — Кто второй?",
    "answers": [
      {
        "id": 7,
        "text": "..."
      }
    ]
  },
  {
    "id": 4,
    "text": " — Ну, давайте, я бу... — начала Маша, но Петрович ее резко оборвал:\n — Я, конечно, рад, что ты студентка, комсомолка, спортсменка, но дежурить три ночи подряд — не дело. Есть другие. Так что, кто первый?",
    "answers": [
      {
        "id": 3,
        "text": "Марк"
      },
      {
        "id": 5,
        "text": "Петрович"
      },
      {
        "id": 29,
        "text": "Я"
      }
    ]
  },
  {
    "id": 5,
    "text": " — Эх, вы... Вторую ночь дежурю уже. В могилу меня сведете своей ленью. Ладно, кто следующий?",
    "answers": [
      {
        "id": 10,
        "text": "Я "
      },
      {
        "id": 15,
        "text": "Марк"
      },
      {
        "id": 31,
        "text": "Маша"
      }
    ]
  },
  {
    "id": 6,
    "text": " — Ну, давайте, я бу... — начала Маша, но Петрович ее резко оборвал:\n — Я, конечно, рад, что ты студентка, комсомолка, спортсменка, но дежурить три ночи подряд — это слишком. Есть другие. Так кто второй?",
    "answers": [
      {
        "id": 10,
        "text": "Я"
      },
      {
        "id": 15,
        "text": "Петрович"
      }
    ]
  },
  {
    "id": 7,
    "text": " — Чё все замолчали, а? — раздался полный справедливого возмущения голос. — Что вы, всю ночь предлагаете мне тут стоять?\n — Марк, будь другом. Все спать жутко хотят...\n — А я нет, что ли?\n — Давай, ты потом дня четыре дежурить не будешь. А мы хоть отоспимся.\n — Ну нет уж. В прошлый раз вы меня уже через день припахали, — и спросил, испытывая легкое чувство торжества, — кто следующий?\nВсе лишь обречено переглянулись.",
    "answers": [
      {
        "id": 38,
        "text": "Я"
      },
      {
        "id": 15,
        "text": "Петрович"
      },
      {
        "id": 6,
        "text": "Маша"
      }
    ]
  },
  {
    "id": 8,
    "text": "Никогда не любил дежурить. Холодно, темно и скучно, а еще очень хочется спать. И вот так вот сидишь, глядишь вокруг, иногда встанешь, прогуляешься и всё смотришь и смотришь. Хотя, если подумать, уж лучше так, чем бегать и стрелять по этим тварям, именующими себя новой ступенью эволюции. Гораздо лучше.\nНо все же, несмотря на плохое настроение, нельзя было не признать, что ночь сегодня, на удивление, хороша. Легкая прохлада, полнолуние, все небо в звездах и тихий спокойный лес, мирно шуршащий листвой и изредка вдали ухающий филин. \nИ все чаще и чаще я ловлю себя на том, что клюю носом...",
    "answers": [
      {
        "id": 15,
        "text": "Поспать"
      },
      {
        "id": 28,
        "text": "Бодрствовать"
      }
    ]
  },
  {
    "id": 9,
    "text": " — Ну нет уж. В прошлый раз вы меня уже через день припахали, — и спросил, испытывая легкое чувство торжества, — кто следующий?\nВсе лишь обречено переглянулись.",
    "answers": [
      {
        "id": 10,
        "text": "Саша"
      },
      {
        "id": 11,
        "text": "Маша"
      },
      {
        "id": 12,
        "text": "Дмитрий"
      }
    ]
  },
  {
    "id": 10,
    "text": "Не видя чьей-либо желания вызвался я:\n — Ладно. Уж лучше сегодня помучаюсь, чем завтра буду себя проклянать.",
    "answers": [
      {
        "id": 13,
        "text": "Ночью"
      }
    ]
  },
  {
    "id": 11,
    "text": "",
    "answers": []
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  },
  {
    "id": 13,
    "text": "Проснулся я не из-за пинков, коими всегда награждал своего сменщика злобный Петрович, не из-за в конец обнаглевших комаров, а сам по себе. Знаете, странно это ощущение. В мире, где все время нужно бежать, ни на секунду не оставливаться, остановшись хочеться просто завалиться и спать, а вот так вот проснуться посреди ночи и смотреть на верх палатки довольно-таки непривычно.\nЧасы показывали два часа ночи. Еще целый час перед моим дежурством. Даже не знаю, что делать...",
    "answers": [
      {
        "id": 14,
        "text": "Сменить Петровича"
      },
      {
        "id": 15,
        "text": "Спать дальше"
      }
    ]
  },
  {
    "id": 14,
    "text": "Понимая, что уже не засну, я проверил на месте ли пистолет и вылез из палатки. Ночь была как никогда прекрасна: полнолуние, миллиарды звезд, легкая летняя прохлада, остужающая после жаркого дня, и небольшая полянка, освещенная тусклым лунным светом. Сюда бы еще костер, гитара, и все было бы, как во времена студенческой молодости.\nМ-да, ловлю себя порой на мысли, что рассуждаю, как пенсионер, а не двадцатилетний. Да и не был я фанатом такого туризма.\n С каждой секундой приближения к поваленному дереву, являвшемуся местом дежурства, все отчетливее и отчетливее становились булькающие и хрипящие звуки. Последние сомнения развеяла человекоподобная тень, склонившаяся на телом. \n Вампир.\nДа, именно та тварь, из-за которых сходили с ума огромное количество девочек, было снято множество фильмов. \nСлово, некогда вызывавшее страх, отчаяние, обреченность. А потом равнодушие. Не пассивнисть, позволяющая этим тварям тебя с легкостью разтерзать, а именно равнодушие, дарующее возможность максимально сосредоточиться. Конечно, ничего из этого не исчезло, просто... перестало мешать, что ли... Все же это те же люди, только более живучие, долгоживущие и бесплодные. Но та же пуля в лоб убьет и его.\nВот и сейчас я застыл с пистолетом в руке. Петрович, скорее всего, уже не жилец, так стоит ли ради него рисковать жизнью или лучше разбудить других и убежать вместе? Или одному?",
    "answers": [
      {
        "id": 16,
        "text": "Атаковать"
      },
      {
        "id": 17,
        "text": "Будить других и уходить"
      },
      {
        "id": 18,
        "text": "Уходить одному"
      }
    ]
  },
  {
    "id": 15,
    "text": "\"Тихая смерть\"\n — Ну, как все прошло? — бледный свет луны освещал небольшую полянку, посреди которой представал хаос из разорванной палатки, нескольких валяющихся трупов и двух стоящих как в ни чем не бывало парней. Только уголки рта одного из них были заляпаны красноватой жидкостью, сильно напоминающей кровь.\n  — Жаль, что ты со нами не пошел. Говорил же, что дело стопроцентное. Этот их дежурный даже ничего не понял, когда я на него напал. Побарахтался лишь немного. А потом вообще шведский стол начался: подходи к любой палатки, спокойно залезай и только успевай кровь выпивать.\n — А чего их на ферму не здал то, а?\n — А чего ты от налогов уклоняешься, а?\n — И все равно. Я вот, например, до сих пор никак не могу привыкнуть, что нужно живого человека убивать. Хоть взгляни на девушку, — указал он на одно из тел, — ей лет двадцать пять от силы, самое время семью создавать и детей рожать, а она... — плевок прилетел на землю. — Ненавижу всю эту хрень.\n — Да понимаю, понимаю. Сам, помню, первые несколько месяцев только пакетированную кровь пить мог. Думаю, через такое проходит каждый. Ладно, ты особо не парься. Со временем привыкнешь.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 16,
    "text": "\"Почти герой\"\nХорошо прицелившись, стреляю.\nПуля прошла совсем недалеко от головы, попав в плечо. На секунду тварь оторвалась от шеи Марка, и красные, словно светящиеся посреди ночи глаза, прикипели ко мне.\nЧерез секунду они уже глядели в сантиметре от меня.\nВсе-таки у него Жажда.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вот я прячу пистолет за пояс, а через секунду скольжу по лесу, словно тень, в направлении лагеря.И вскоре уже стою на небольшой полянке, освещенной луной. \nТишина.\nИ ничего не говорит о том, что там, в пяти минутах ходьбы, лежит и умирает человек, друг, с которым уже несколько месяцев вместе выживаем. \nНа секунду запнувшись, от такого странного ощущения, я тут же рванул к ближайжей палатке, где спит Маша. \nДа, знаю, знаю, врываться к девушке в комнату/палатку/ квартиру/ личное пространство нехорошо, и так поступает одни лишь маньяки, насильники и очень плохие люди... Ладно, дай бог, простит, если спасемся, конечно. А если нет...\n — Кузнецов, ты в конец охре... — злобное шипение, как у кошки, было оперативно прекращённо рукой, закрывшей рот.\n — Да тихо ты. Там эти твари. Петровича уже порешали, — по резко округлившимся глазам стало понятно, что информация нашла своего адресата. — Быстро выбирайся из палатки, я пока Марка разбужу.\nВпрочем, с ним церемониться не стал. Просто подошел, пнул в живот. А на взгляд, обещающий все кары небесные, просто сказал:\n — Твари.\nИ вот уже через полминуты все стояли перед посреди поляны. Маша, вся зардевшаяся, в одной ночнушки, и Марк, волшебным образом полностью одевшимся и полностью экипированным. И очень красноречивый взгляд девушки со словами:\n — Хоть одеться дадите?",
    "answers": [
      {
        "id": 19,
        "text": "Да"
      },
      {
        "id": 20,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 18,
    "text": "\"Своя шкура\"\n\nКонечно же, вещи и друзьей жалко, но, знаете, своя шкура всегда ближе.\nЯ развернулся и хотел было рвануть, когда отчетливый хруст, словно выстрел, чуть ли не прогремел на весь лес. Конечно же, я утрирую, но ощущение были именно такими. Прождав где-то три секунды и поняв, что еще жив и никто мою кровь выпивать не собирается. Я тихо прокрался где-то метров сто, а после рванул со всех ног подальше отсюда.\nКто бы что бы не говорил, но, думаю, другие поступили бы точно так же.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 19,
    "text": " — Да, только давай побыстрее.\n — Спасибо, через секунду выдвинимся, — с этими словами она быстро заскочила в палатку.\nЧто ж, в очередной раз было доказано утверждение, что женщины и быстрое переодевание — вещи не завместимы.\nДолгие пятнадцать минут мы стояли и ждали, пока она переоденется, а потом отовсюду появился свет (специально ждали ее, что ли?) и громкий голос:\"Бросьте оружие! Вы окружены!\"",
    "answers": [
      {
        "id": 21,
        "text": "Атаковать"
      },
      {
        "id": 22,
        "text": "Сдаться"
      }
    ]
  },
  {
    "id": 20,
    "text": "\"Без одного\"\n\nЭтот взгляд был более чем красноречив, чтобы понять — с Машей мне ничего не светит. Конечно, приятного мало — она все-таки довольно-таки красивая — зато хоть живы останемся. \nС такими вот невеселыми мыслями мы мчались по лесу, все время оглядываясь назад и с каждой секундой все больше и больше убеждаясь — этот рассвет мы все же увидим.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 21,
    "text": "\"Победный конец\"\nКак там говориться, \"не сдавайся и иди до победого конца\"?\nНаверное, это была неплохая попытка. Я выхватил пистолет и начал стрелять, кажется, даже одну или две твари убили. А потом одна пуля за другой начали пронзать мое тело с невероятной скоростью. И последне, что выхватил мой затуманевающийся взгляд — осидающие тела друзей.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 22,
    "text": "Атака и вправду была безполезна. Поэтому все без исключения побросали оружие.\n Ко мне, не спуская с меня прицела, подошел один из кровососов в одежде военного и начал заламывать руки, чтобы одеть наручники.\n — Что с ними делать? — спросил один из стоящих за спиной.\n — Что-что, — заворчал, видимо, командир, — усыплять и на ферму, конечно же. Увижу, чт...\nЕго оборвал крик Марка, который вырвался из рук солдатов, схватил пистолет (видимо, у них же и забрал), и через секунду его тело уже оседало с дыркой в голове. Что ж, неплохой вариант, в сравнении с участью оказаться на ферме. Наверное...",
    "answers": [
      {
        "id": 23,
        "text": "Пытаться заговорить"
      },
      {
        "id": 24,
        "text": "Смириться"
      }
    ]
  },
  {
    "id": 23,
    "text": " — Командир, — тут же выкрикнул я, — давай сыграем!\n — И во что, — посмеиваясь, спросил он, — а главное — на что?\n — Давай в монетку. Я выигрываю — вы меня освобождаете, проигрываете — ... выпиваете.\n — А может, тебе еще и губозакатачную машину подарить. Кстати, больно ты быстро о своей подружке забыл.\n — Тогда, — если он хотел меня смутить, то поздравляю, у него получилось, — выигрываю — обращаешь нас, нет — выпивай.\nПо ухмылке и нескольки взглядах, брошенных между собою, стало ясно — они согласны.\n — Хорошо, парень, выбирай, — с этими словами он достал монетку номиналом в один рубль.\nВот так вот. Никогда не думал, что моя судьба решиться из-за какого-то несчастного рубля.\n",
    "answers": [
      {
        "id": 25,
        "text": "Решка - обращаешь, орел - выпиваешь"
      },
      {
        "id": 26,
        "text": "Решка - выпиваешь, орел - обращаешь"
      }
    ]
  },
  {
    "id": 24,
    "text": "\"Ферма\"\n\nЧерез секунду я почувствовал легкий укол, а после захотелось спать. Что ж, если подумать ферма не такой уж и сильно плохой вариант. Наверное...\n\nФерма — здание, некогда являвшееся местом для аренды вирткапсул. Вскоре после падания правления людей были переоборудованны в место для создания крови. Человека погружают в сон, после чего помещают в капсулу с идиальными условиями для максимального кровообразования. Питательные вещества вводяться внутривенно. Так же есть специальные комнаты для поддержания популяции.\n Вместимость: до одно миллиона человек\nНа данный существует:\n1856426\n1856427\n1856428\n...",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 25,
    "text": "\"Какая же у него кровь?\"\n — А ты сегодня везучий. Ну, кто обратит?\n — Давайте, я, товарищ командир! — выступил вперед какой-то парень.\n — Выполняй, Терешков! — после этих слов рядовой вкрыл себе вену и крикнул:\n — Пей! — в ту же секунду я присосался к руке. Кровь была какая-то странная: не привычный металлический привкус, а какой-то... сладковатый, что ли. С каждым глотком мне становился все хуже и хуже, рассудок затуманивался, хотелось перестать пить эту гадость и хорошенько проблеваться, но каждый раз, когда я пытался отстраниться, рядовой с силой прижимал кровоточащую рану ко рту и кричал:\" Пей! Пей! Пей!\"\n — Командир, девку придержать? — почему-то замутненный разум выхватил именно эту фразу из фоного шума.\n — Да, да, конечно же, словно первый день у нас, — а после этого я потерял сознание.\nОчнувшись, я ощутил ужасную ЖАЖДУ. Все уничтожающие чувство, словно всё: каждая клетка, орган — хотел напиться, чего-то не хватало. Я начал водить голову из стороны в сторону, будто чувствуя способ удалить ЖАЖДУ. Совсем рядом, стоит только протянуть руку. И тут сквозь кровавую пелену донёсся крик: \n — Отпускайте!\nИ в ту же секунду я понял, что меня так притягивает — запах живого человека. Тут же бросился на его источник. Вперемешку с ним я чувствовал примеси лаванды. И сразу же осознал, кто находится подо мною. Я слышал тонкий девичий крик. Часть меня хотела остановиться, но тело не слушалось. И вот я ощущаю горячую жидкость на губах. Пелена спадает, но я не могу остановиться: только пить, пить, пить.\nЛишь в какой-то момент понимаю — кровь больше не идет, тело слушается, а пелена спала. А со всех сторон доносятся взрывы хохота. \n — Вы же... вы же обещали ее обр... обратить, — еле слышно шепчу я в пустоту.\n — Что-что ты сказыл? — доноситься голос командир.\n — Вы...вы... обещала ее обратить! — последние слова я уже кричу.\n — Ну да, если бы она выжила мы бы ее обратили, — говоря это, он стоял близко. Слишком близко.\nНе раздумывая ни секунду, я бросаюсь ему на него. И начинаю рвать. Рвать шею, лицо, одежду — все, до чего я могу дотянуться. Сзади доносятся выстрелы, одна пуля за другой прошивает мою тело, но не обращаю на них внимание. Я просто хочу понять какая же у него кровь: горькая или сладкая?...\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 26,
    "text": "\"Невезучий?\"\n — Невезучий ты сегодня, парень, — после этих слов он набросился на меня, а совсем недалеко был слышан звонкий девичий крик.\nА монетка на земле показывала орла.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 27,
    "text": "Проснулся я не из-за не состоятельность земли как матрас, не из-за в конец обнаглевших комаров, а сам по себе. Знаете, странно это ощущение. В мире, где все время нужно бежать, ни на секунду не оставливаться, затормозив хочется просто завалиться и спать, а вот так вот проснуться посреди ночи и смотреть на верх палатки довольно-таки непривычно.\nЧасы показывали два часа ночи. Еще целый час перед моим дежурством. Даже не знаю, что делать...",
    "answers": [
      {
        "id": 32,
        "text": "Сменить Марка"
      },
      {
        "id": 15,
        "text": "Спать дальше"
      }
    ]
  },
  {
    "id": 28,
    "text": "\"Нет, не спать,\" — все время, словно мантру, я повторяю. Удивительно, но от этого еще больше хочется подремать.\nМ-да, все мысли только о сне. Может, стоило и вправду вызваться во вторую смену, хоть не таким разбитым был бы.\nСовершая очередной обход, я заметил темную фигуру. Можно было, конечно, принять его за какой-нибудь куст или дерево, но... Не знаю почему, но мне в голову лезет фраза \"Постоянная бдительность!\". Кажется, я становлюсь параноиком.",
    "answers": [
      {
        "id": 30,
        "text": "Следить"
      },
      {
        "id": 34,
        "text": "Идти будить всех и быстро сниматься с места"
      },
      {
        "id": 18,
        "text": "Уходить одному"
      }
    ]
  },
  {
    "id": 29,
    "text": " — Пускай буду я, — все лишь молча кивнули в ответ.",
    "answers": [
      {
        "id": 8,
        "text": "Ночью"
      }
    ]
  },
  {
    "id": 30,
    "text": "Притаившись в кустах, я стал все чётче и четче различать контуры фигуры. Сомнений не оставалось — вампир. И он целенаправленно приближался к нашему лагерю. Пожалуй, у меня еще есть время уйти.",
    "answers": [
      {
        "id": 36,
        "text": "Двигаться к лагерю"
      },
      {
        "id": 36,
        "text": "Уходить одному"
      }
    ]
  },
  {
    "id": 31,
    "text": " — Ну, давайте, я бу... — начала Маша, но Петрович ее резко оборвал:\n — Я, конечно, рад, что ты студентка, комсомолка, спортсменка, но дежурить три ночи подряд — это слишком. Есть другие. Так кто второй?",
    "answers": [
      {
        "id": 10,
        "text": "Я"
      },
      {
        "id": 15,
        "text": "Марк"
      }
    ]
  },
  {
    "id": 32,
    "text": "Понимая, что уже не засну, я проверил на месте ли пистолет и вылез из палатки. Ночь была как никогда прекрасна: полнолуние, миллиарды звезд, легкая летняя прохлада, остужающая после жаркого дня, и небольшая полянка, освещенная тусклым лунным светом. Сюда бы еще костер, гитара, и все было бы, как во времена студенческой молодости.\nМ-да, ловлю себя порой на мысли, что рассуждаю, как пенсионер, а не двадцатилетний. Да и не был я никогда фанатом такого вида туризма.\n С каждой секундой приближения к месту дежурства  все отчетливее и отчетливее становились булькающие и хрипящие звуки. Последние сомнения развеяла человекоподобная тень, склонившаяся на телом. \n Вампир.\nДа, именно та тварь, из-за которых сходили с ума огромное количество девочек, было снято множество фильмов. \nСлово, некогда вызывавше страх, отчаяние, обреченность. А потом равнодушие. Не пассивнисть, дающая этим тварям возможность разтерзать тебя еще быстрее, а именно равнодушие, позволяющие максимально сосредоточиться. Конечно, ничего из этого не исчезло, просто... перестало мешать, что ли... Все же, это те же люди, только более живучие, долгоживущие и бесплодные. Но та же пуля в лоб убьет и его.\nВот и сейчас я застыл с пистолетом в руке. Марк, скорее всего, уже не жилец, так стоит ли ради него рисковать жизнью или лучше разбудить других и убежать вместе? Или одному?",
    "answers": [
      {
        "id": 33,
        "text": "Будить других и уходить"
      },
      {
        "id": 16,
        "text": "Атаковать"
      },
      {
        "id": 18,
        "text": "Уходить одному"
      }
    ]
  },
  {
    "id": 33,
    "text": "Вот я прячу пистолет за пояс, а через секунду скольжу по лесу, словно тень, в направлении лагеря.И вскоре уже стою на небольшой полянке, освещенной луной. \nТишина.\nИ ничего не говорит о том, что там, в пяти минутах ходьбы, лежит и умирает человек, друг, с которым уже несолько месяцев вместе выживаем. \nНа секунду запнувшись, от такого странного ощущения, я тут же рванул к ближайжей палатке, где спит Маша. \nДа, знаю, знаю, врываться к девушке в комнату/палатку/ квартиру/ личное пространство нехорошо, и так поступает одни лишь маньяк , насильники и очень плохие люди.. Ладно, дай бог, простит, если спасемся, конечно. А если нет...\n — Кузнецов, ты в конец охре... — начавшийся поток брани только что проснувшийся девушки был оперативно прекращён рукой, закрывшей рот.\n — Да тихо ты. Там эти твари. Марка уже порешали, — по резко округлившимся глазам стало понятно, что информация нашла своего адресата. — Быстро выбирайся из палатки, я пока Петровича разбужу.\nВпрочем, ему хватило небольшого кивка. Догадливый.\nИ вот уже через полминуты все стояли перед посреди поляны. Маша, вся зардевшаяся, в одной ночнушке, и Петрович в одних лишь штанах. И очень красноречивый взгляд девушки со словами:\n — Хоть одеться дадите?",
    "answers": [
      {
        "id": 37,
        "text": "Посмотреть на Петровича"
      }
    ]
  },
  {
    "id": 34,
    "text": "Вот я прячу пистолет за пояс, а через секунду скольжу по лесу, словно тень, в направлении лагеря.И вскоре уже стою на небольшой полянке, освещенной луной. \nТишина.\nИ ничего не говорит о том, что там, в пяти минутах ходьбы, лежит и умирает человек, друг, с которым уже несколько месяцев вместе выживаем. \nНа секунду запнувшись, от такого странного ощущения, я тут же рванул к ближайжей палатке, где спит Маша. \nДа, знаю, знаю, врываться к девушке в комнату/палатку/ квартиру/ личное пространство нехорошо, и так поступает одни лишь маньяки, насильники и очень плохие люди.. Ладно, дай бог, простит, если спасемся, конечно. А если нет...\n — Кузнецов, ты в конец охре... — начавшийся поток брани только что проснувшийся девушки был оперативно прекращён рукой, закрывшей рот.\n — Да тихо ты. Там эти твари. Петровича уже порешали, — по резко округлившимся глазам стало понятно, что информация нашла своего адресата. — Быстро выбирайся из палатки, я пока Марка разбужу.\nВпрочем, с ним у церемониться не стал. Просто подошел, пнул в живот. А на взгляд, обещающий все кары небесные, просто сказал:\n — Твари.\nПетровичу же хватило обычного кивка. Догадливый.\nИ вот уже через полминуты все стояли посреди поляны. Маша, вся зардевшаяся, в одной ночнушки,  Марк волшебным образом полностью одевшимся и полностью экипированным, и Петрович в одних штанах. И очень красноречивый взгляд девушки со словами:\n — Хоть одеться дадите?",
    "answers": [
      {
        "id": 37,
        "text": "Посмотреть на Петровича"
      }
    ]
  },
  {
    "id": 35,
    "text": "Концовки:",
    "answers": [
      {
        "need_ever": true,
        "comment": true,
        "id": 35,
        "text": "Тихая смерть",
        "need": [
          15
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 35,
        "text": "Почти герой",
        "need": [
          16
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 35,
        "text": "Победный конец",
        "need": [
          21
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 35,
        "text": "Ферма",
        "need": [
          24
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 35,
        "text": "Невезучий?",
        "need": [
          26
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 35,
        "text": "Какая же у него кровь?",
        "need": [
          25
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 35,
        "text": "Своя шкура",
        "need": [
          18
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 35,
        "text": "Ветка",
        "need": [
          36
        ]
      },
      {
        "need_ever": true,
        "comment": true,
        "id": 35,
        "text": "Рассвет",
        "need": [
          37
        ]
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 36,
    "text": "\"Ветка\"\n\nУ меня еще есть время. \nЯ успел сделать несколько шагов, прежче чем под ногой громко хрустнула ветка. Видимо, сегодня не мой день.\nЯ успел лишь развернуться и выхватить пистолет из кобуры, а это твари уже стояла рядом со мной. Глаза его были кровавыми, не было ни зрачка, ни радужки — лишь кровь, жуткий голод. А через секунду монстр уже вгрызался в мою шею.\nУже погибая, я раслышал несколько выстрелов. Не зря я все-таки достал пистолет.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 37,
    "text": "\"Рассвет\"\n\n — Нет, — Маша лишь зыркнула на Петровича, но спорить не стала (авторитетный он у нас, я бы так легко не отделался бы). И вот через секунду мы уже бежим со всех ног от столь негостеприимного места, чуть не ставшей могилой.\nСколько мы неслись? Час? Два? Три? Не знаю.\nМы не останавливались. Несколько раз я слышал лай собак и звуки собак. Или это всего лишь иллюзия моего измотанного мозга? Возможно.\nЯ уверен лишь в одном — остановились мы, лишь когда звезды и луна потухли, а небо озарил свет. \nКажется, мы все же отвоевали себе право на еще один день.",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 38,
    "text": "Не видя чье-либо желания вызвался я:\n — Ладно. Уж лучше сегодня помучаюсь, чем завтра буду себя проклянать.",
    "answers": [
      {
        "id": 27,
        "text": "Ночью"
      }
    ]
  },
  {
    "id": 39,
    "text": " Меня разбудили короткие автоматные очереди",
    "answers": []
  },
  {
    "id": 40,
    "text": "Вы с остервениением, присущим человеку, боряшемуся не на жизнь, а на смерть, раз за разом вонзал нож. Под ребром, в шею, в глаз. И еще, и еще...\nЯ стоял на трупом это твари, и все никак не мог отбышаться. Вампир давно умер, а я все никак не мог остановиться. Порой я скм себя не узнаю...\nИ все-таки эти твари не бессметрные.\nВремени обыскивать труп нету, поэтому я встаю и убегаю. Где-то вдали утихают последние выстрелы, и лес снова наполняется тишиной, словно и не было только что трагедии, ставлая, увы, обыденностью.",
    "answers": [
      {
        "id": 1,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 41,
    "text": "",
    "answers": []
  }
]