[
  {
    "id": 1,
    "text": "Порой на улице можно найти совершенно неожиданные предметы. Как правило, это вещи, случайно оброненное каким-нибудь невнимательным гражданином. Но иногда, как в случае этого квеста, предметы возникают из ниоткуда и могут служить связью с потусторонними силами.\n\nВ данном квесте простой обыватель находит нечто, перевернувшее его жизнь. Сможет ли он вырваться из когтей злых духов или нет — зависит только от вас.",
    "answers": [
      {
        "id": 2,
        "text": "Начать квест"
      },
      {
        "id": 41,
        "text": "Список концовок"
      }
    ]
  },
  {
    "id": 2,
    "text": "Серый осенний вечер хмуро заглянул в окно. В доме напротив зажглись первые окна. \"Наверное, хватит работать сегодня\" — подумали вы и выключили компьютер. Настенные часы показывали без трех минут пять.",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы оделись, спустились по лестнице и вышли на улицу. Было довольно сухо, но прохладно. На город тихо, едва заметно опускались вечерние сумерки.",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы уже хотели пересечь двор, как вдруг ваш взгляд привлёк некий предмет возле мусорных баков, блеснувший в неверном свете ближайшего фонаря. Вы подошли ближе, чтобы рассмотреть его. Это была небольших размеров статуэтка, сделанная из какого-то белого материала, вроде камня. Она изображала человека, держащего в руке подобие посоха.\n\n\"Весьма неплохая статуэтка, — подумали вы. — Дома на полку поставить — самое то будет. Другим она, наверное, не нужна, раз к помойке вынесли\".",
    "answers": [
      {
        "id": 5,
        "text": "Подобрать статуэтку"
      },
      {
        "id": 19,
        "text": "Не подбирать"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы подняли статуэтку и, повертев её в руках, сунули в карман. Затем вы выпрямились, огляделись по сторонам и продолжили свой путь через двор.",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "Дорога до дома заняла около получаса. За это время на улице почти совсем стемнело. Вы уже почти пришли и двигались вдоль некрупной улочки, как вдруг... Вам показалось, что за вами кто-то идёт. Вы резко обернулись. Никого.\n\n\"Должно быть, нервишки шалят\" — подумали вы и пошли дальше. Но вскоре ощущение вернулось. На этот раз вам захотелось сорваться с места и бежать отсюда.",
    "answers": [
      {
        "id": 7,
        "text": "Бежать"
      },
      {
        "id": 20,
        "text": "Продолжать идти"
      }
    ]
  },
  {
    "id": 7,
    "text": "Поддавшись некоему чувству страха, вы бросились бежать. При этом вас не покидало ощущение, что ваш преследователь бежит за вами и вот вот нагонит.\n\nПулей домчавшись до своего подъезда, вы дрожащими руками достали ключ. Открыв тугую дверь, вы буквально втиснулись в подъезд, стараясь как можно быстрее закрыть за собой дверь.",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы поднялись на нужный этаж и вошли в свою квартиру. Ещё не придя в себя от пережитого, вы закрыли дверь на два замка и цепочку. \"Хорошая пробежка вышла, ничего не скажешь!\" — подумали вы, вешая куртку на вешалку.",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы прошли к себе в комнату и привычным движением руки нажали на выключатель. Но ничего не произошло. Вернее, почти ничего. Лампочки загорелись, но свет их был очень тусклым и отдавал каким-то непонятным оттенком.\n\n\"Что за хрень!\" — подумали вы и выключили свет. Затем снова включили. Результат тот же. Тут вы не на шутку перепугались. Вы перешли на кухню, но и там лампочки вели себя точно так же. И в коридоре. И в туалете. И во всех комнатах.\n\nВы ринулись к входной двери и, набросив на плечи куртку, стали спешно отпирать замки. Открыв, наконец, дверь, вы выскочили из квартиры и, прыгая через две ступеньки, выбежали на улицу.",
    "answers": [
      {
        "id": 10,
        "text": "На улице"
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы оказались стоящими у подъезда в вечерней темноте. Сердце бешено стучало, а в голове крутились события этого вечера. Вы пытались хоть что-то объяснить себе, но пазл упорно не сходился: кто преследовал вас и зачем и почему лампочки ведут себя так странно?\n\nПрежде всего нужно было решить вопрос с ночлегом: на улице спать не вариант, слишком холодно, а в квартиру возвращаться не хотелось. Подумав, вы решили заночевать у друга. Достав из кармана телефон, вы набрали номер.\n\n— Алло, Колян? Это я. В общем, тут такое дело: у меня в квартире сейчас ремонт, потолки белят (соврали вы на скорую руку), можно у тебя пожить пару дней? Можно, да? Хорошо, щас подъеду.",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы сидели на кровати, стараясь собраться с мыслями. Друг ваш давно уже спал крепким сном в соседней комнате. Но к вам сон никак не шёл. Слишком уж все странно. Сначала статуэтка, потом... \"Стоп! — сказали вы себе. — А может ли статуэтка быть как-то с этим связана? Или у меня тихое помешательство?\"\n\nВы подошли к вешалке в коридоре, извлекли из кармана куртки статуэтку и вернулись в спальню. Снова сев на кровать, вы принялись вертеть фигурку в руках. \"Самая обычная статуэтка, — размышляли вы. — в сувенирных лавках таких навалом. Но, мне кажется, с ней явно что-то не так\" И, словно в подтверждение вашим мыслям, свет в комнате несколько раз моргнул.\n\n\"Нужно или избавиться от этой проклятой статуэтки, или идти к психиатру!\" — решили вы.",
    "answers": [
      {
        "id": 12,
        "text": "Уничтожить статуэтку."
      },
      {
        "id": 22,
        "text": "Отправиться к психиатру"
      }
    ]
  },
  {
    "id": 12,
    "text": "Прикинув, вы решили, что лучше лучше будет избавиться от статуэтки. Но каким образом? Отнести обратно к помойке — могут пострадать другие люди. Утопить в реке? Разбить молотком? Вы перебирали в уме возможные варианты.",
    "answers": [
      {
        "id": 13,
        "text": "Разбить молотком"
      },
      {
        "id": 14,
        "text": "Утопить статуэтку"
      }
    ]
  },
  {
    "id": 13,
    "text": "Стараясь не слишком шуметь, чтобы не разбудить друга, вы отыскали в квартире молоток. Затем вы вышли на балкон и положили на пол статуэтку. Примерившись несколько раз, вы размахнулись и нанесли удар. Но, на удивление, на фигурке не осталось ни царапины. Ощущение было такое, будто вы ударили по многометровой бетонной стене.\n\nМолоток здесь был явно бессилен. Нужно было придумать что то другое.",
    "answers": [
      {
        "id": 12,
        "text": "Думать"
      }
    ]
  },
  {
    "id": 14,
    "text": "Подумав, вы решили, что на дне реки от статуэтки точно не будет вреда. Вы тихонько, чтобы не разбудить друга, вышли в прихожую. Но вдруг вам снова показалось, что сзади кто-то подкрадывается. Вы резко обернулись, однако никого не увидели.\n\nВы надели куртку и ботинки и стали открывать дверь. В ночной тишине щелчок замка прозвучал как пистолетный выстрел. Вам показалось, что где-то позади мелькнуло и исчезло что-то темное. Вы распахнули дверь и пустились вниз по лестнице, ничуть не сомневаясь в том, что призрак (если он есть), пустится за вами в погоню.",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "На набережной было безлюдно, свет фонарей освещал пустые аллеи. Только такси прошуршало колесами, да где-то поодаль, у местного ресторанчика, кто-то весело рассмеялся.\n\nВы поднялись на ближайший мост. Мост довольно узкий, для пешеходов, и украшенный резными фонарями. Вы дошли до середины и оглянулись по сторонам. Никого. Достав из кармана статуэтку, вы хорошенько размахнулись и запустили ею в темноту. Послышался негромкий всплеск. Дело сделано, можно возвращаться.",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "Вы перевели дух и, повернувшись, пошли прочь. Ваши шаги чуть слышно звучали в ночной тишине. \n\nКаково же было ваше удивление, когда, спускаясь с моста, вы увидели на парапете знакомый предмет из белого камня. \"Нет, нет, этого не может быть!\" — с ужасом думали вы. Ведь вы сами пару минут назад швырнули статуэтку в реку, и даже слышали, как она упала в воду. А теперь она снова стоит как ни в чем не бывало!\n\nПоняв, что этот кусок камня ничем не взять, вы решились, наверное, на крайний способ.",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы положили ее в карман и направились к ближайшей автозаправке. Вы чувствовали себя так, как будто в кармане находилась бомба, которая может взорваться в любой момент.\n\nКупив на заправке канистру бензина, вы прошли метров двести и оказались на стройплощадке. Около строящегося здания лежали бетонные плиты. Вы достали статуэтку, поставили её на одну из плит и, открыв канистру, щедро полили бензином. Затем вы вытащили из кармана спичечный коробок, дрожащими пальцами вытащили спичку и неверным движением зажгли её.\n\nБензин занялся мгновенно. Уже через несколько секунд языки пламени весело лизали статуэтку. Сначала она просто горела, потом засветилась каким-то странным светом и начала рассыпаться. Может быть, вам показалось, но в этот момент вы услышали не то крик, не то стон.\n\nЧерез пять минут все было кончено. На сером бетоне осталась лишь кучка пепла. Вы осторожно собрали этот пепел и движением руки отправили его на ветер.",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "На следующий день вы вернулись домой. После пережитых событий вы чувствовали себя очень усталым. Хотелось принять душ и завалиться спать, что вы и сделали по возвращении.\n\nВы уничтожили статуэтку и таким образом спасли себя и других людей от воздействия темных сил!\n\nОткрыта концовка \"Борец со злом\"",
    "answers": [
      {
        "id": 1,
        "text": "Конец!"
      }
    ]
  },
  {
    "id": 19,
    "text": "Подумав, вы решили оставить статуэтку. \"Может быть, кому-то она окажется нужнее, чем мне. А я и без неё прекрасно обойдусь!\" — сказали вы себе и ушли домой.\n\nНа следующее утро статуэтку забрали мусорщики, а вы снова пошли на работу.\n\nВы прожили жизнь простого трудяги без особых приключений.\n\nОткрыта концовка \"Руками не трогать!\"",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 20,
    "text": "Вы решили, что вам просто показалось. Может быть, где-то позади человек прошел, а у вас фантазия разыгралась.\n\nНо, едва вы прошли несколько метров, странное чувство вернулось. Только на этот раз оно стало сильнее. Вам снова захотелось убежать как можно дальше отсюда.",
    "answers": [
      {
        "id": 21,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы уже не могли сопротивляться страху. Вы рванули с места и побежали со скоростью, которой позавидовал бы любой спринтер. Вы мчались по улице, чувствуя, что неведомый преследователь уже почти догнал вас.\n\nВам оставалось добежать до своего дома какую-нибудь сотню метров, и вы, может быть, достигли бы цели, но, к сожелению, не заметили выезжающей из двора машины.\n\nОт удара вы получили множественные переломы и скончались по пути в больницу.\n\nОткрыта концовка \"Бегун\"",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 22,
    "text": "\"Нет, всё это ерунда. Это же просто кусок камня! — хлопнули вы рукой по статуэтке. — Она не может быть связана с темными силами! Мы же в 21 веке живём, а не в каком-нибудь средневековье. Завтра схожу к доктору, он наверняка скажет, что со мной. А сейчас пора спать.\"\n\nВы разделись, легли на отведенную вам другом кровать и попытались уснуть. Но уснуть не получалось. В голове проносились образы невидимых преследователей и лампочек, тускло светящих непонятным светом. И даже в полумраке комнаты (вы оставили включенным ночник) мерещились бесформенные тени, выползающие из углов.\n\nВы долго ворочались и лишь под утро провалились в тяжёлый сон.",
    "answers": [
      {
        "id": 23,
        "text": "На утро"
      }
    ]
  },
  {
    "id": 23,
    "text": "Утром вы чувствовали себя совершенно разбитым. Хотелось спать, голова будто налилась свинцом. За завтраком вы с другом почти не общались, только изредка перекидывались общими фразами.\n\nДопив свой кофе, вы вышли в прихожую и начали собираться. На все вопросы друга вы отвечали, что вам нужно домой, проверить, как идёт ремонт. Вы накинули на плечи куртку и вышли из квартиры.",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "На свежем воздухе вам стало немного легче. Но происходящее все равно казалось каким-то страшным сном. А ведь сутки назад вы даже ничего не подозревали! Теперь же вы были крайне напуганы и с ужасом думали о том, что злые духи могут снова напасть в любую минуту. \"Призраков нет. Это плод моего воображения, — вы утешали себя, как могли. — Всё случившееся — чистая случайность. Она никак не связана со статуэткой\"\n\nВы добрались до нужного вам адреса довольно быстро. Перед вами оказалось новенькое здание с облицованным плиткой фасадом. Поднявшись по невысокому крыльцу, вы потянули за ручку двери и вошли внутрь.",
    "answers": [
      {
        "id": 25,
        "text": "У психиатра"
      }
    ]
  },
  {
    "id": 25,
    "text": " — То есть, вам постоянно мерещатся злые духи? — спросил доктор, приятной наружности мужчина средних лет, одетый в простую одежду и с блокнотом в руках.\n\n — Вроде того, — ответили вы. — По крайней мере, я не могу найти объяснения тому, о чем только что рассказал.\n\n — И как давно у вас такое состояние?",
    "answers": [
      {
        "id": 26,
        "text": "Рассказать про статуэтку"
      },
      {
        "id": 34,
        "text": "Не рассказывать про статуэтку"
      }
    ]
  },
  {
    "id": 26,
    "text": " — Со вчерашнего вечера, — ответили вы и рассказали доктору про свою находку.\n\nДоктор молча выслушивал, изредка задавая уточняющие вопросы и делая пометки в своем блокноте. Когда вы окончили рассказ, доктор немного подумал, глядя на свои записи, затем произнес:\n — Все это довольно необычно. Целый ряд удивительных совпадений. Но, я думаю, всему есть свое объяснение. Разрешите взглянуть на вашу статуэтку?\n\nВы протянули фигурку доктору, он взял её и принялся осматривать. Повертев её в руках, он сказал:\n — Самая обыкновенная статуэтка. Типичное украшение для дома, даже материал, судя по всему, не самый дорогой. Кстати, моя жена собирает подобные безделушки. Если статуэтка доставляет вам беспокойства, можете отдать её мне.",
    "answers": [
      {
        "id": 27,
        "text": "Отдать статуэтку"
      },
      {
        "id": 31,
        "text": "Не отдавать"
      }
    ]
  },
  {
    "id": 27,
    "text": "Вы без тени сожаления разрешили доктору забрать фигурку себе.\n\n — Теперь вам должно стать легче, — произнес доктор. — Но я, на всякий случай, порекомендую вам курс таблеток.\nС этими словами он взял небольшой листочек, что-то накарябал на нём и протянул вам. Вы поблагодарили доктора и вышли в коридор.",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "Этим вечером вы вернулись к себе домой. Кошмары больше не преследовали вас. Чтобы расслабиться и успокоиться, вы выпили горячего крепкого чая и понемногу начали забывать произошедшее.",
    "answers": [
      {
        "id": 29,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 29,
    "text": "Однако среди ночи вас разбудил телефонный звонок. Вы нехотя вылезли из-под одеяла и сняли трубку. Звонил психиатр, к которому вы обращались накануне.\n\n — Вы были абсолютно правы насчет статуэтки. Я отдал её жене, и у нас дома началось что-то странное. Какие-то непонятные звуки... А по временам предметы сами по себе падают. Наверное, статуэтку нужно уничтожить. Прямо сейчас пойду и сожгу её во дворе.",
    "answers": [
      {
        "id": 30,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "На следующее утро вам снова позвонил доктор и сказал, что уничтожил статуэтку. С тех пор злые духи не являлись ни ему, ни кому другому.\n\nОткрыта концовка \"Помощь доктора\"",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы немного замешкались, а потом сбивающимся голосом начали говорить, что статуэтка прекрасно смотрится на вашем письменном столе.\n\n — Хорошо, я вас понял, — произнес доктор. — Сейчас я пропишу вам таблетки, пейте по одной утром и вечером, и через недельку кошмары полностью исчезнут.",
    "answers": [
      {
        "id": 32,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы купили назначенные доктором таблетки и начали курс лечения. Однако лучше вам не становилось. Кошмары возвращались регулярно, по нескольку раз за день. Вы начинали думать, что сошли с ума. Психиатр, к которому вы обращались, утверждал, что нужно продолжать лечение и советовал отвлечься от мыслей о кошмарах.",
    "answers": [
      {
        "id": 33,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 33,
    "text": "Постепенно кошмары заполнили всю вашу жизнь. Таблетки и доктора не помогали. Иногда вам приходила мысль, что всё это из-за статуэтки, что её нужно уничтожить, но каждый раз что-то мешало вам осуществить этот замысел. Вы стали рабом кошмара.\n\nОткрыта концовка \"Во власти статуэтки\"",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 34,
    "text": "Вы соврали доктору, что уже недели две засиживаетесь на работе допоздна, да вдобавок пристрастились смотреть фильмы ужасов по выходным.\n\n — Вам нужно больше отдыхать, — сказал доктор. — Возьмите отпуск, съездите в санаторий. И постарайтесь не смотреть ужастики.\n\nВы согласно кивнули и, поговорив ещё немного с доктором, покинули кабинет.",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "Этим вечером вы, пересилив страх перед призраками, вернулись домой. Вам казалось, что злые духи притаились в каждом углу. Вы вздрагивали от любого звука, будь то скрипнувшая у соседей дверь или лай собаки во дворе. Но вы стойко держались, утешая себя мыслью, что призраки существуют только в вашем воображении.",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы начали выполнять рекомендации доктора: взяли на работе отгул на несколько дней, бросили смотреть ужастики и стали каждый день ходить на прогулку. Вы думали, что от этого вам станет легче. Но легче не становилось. Наоборот, вам с каждым днем все сильнее казалось, что вы долго не продержитесь.\n\nИ уже через неделю вы начали сдавать. Злые духи мерещились вам практически везде. Даже скрипнувшая под ногами половица заставляла вас в ужасе вздрагивать. И вас всё чаще посещала мысль: а стоит ли вообще продолжать эту борьбу?",
    "answers": [
      {
        "id": 37,
        "text": "Продолжать бороться"
      },
      {
        "id": 39,
        "text": "Сдаться"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы всеми силами старались отвлечься от дурных мыслей: стали больше читать, увлеклись изучением растений и каждый день хотя бы час или полтора проводили на свежем воздухе.\n\nЧерез несколько дней вам как будто бы стало лучше. Вы уже уверенно ходили по квартире и не пугались, когда у соседей хлопала дверь.",
    "answers": [
      {
        "id": 38,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 38,
    "text": "А через пару недель вы полностью излечились. Злые духи больше не преследовали вас. Психиатр подтвердил, что с вами теперь все в порядке, и вы зажили своей прежней жизнью. А статуэтка мирно стояла на вашем письменном столе.\n\nОткрыта концовка \"Победа над страхом\"",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 39,
    "text": "Спустя почти две недели вы все ещё пытались бороться со злыми силами, проникнувшими в вашу жизнь. Но с каждым днём всё больше убеждались, что борьба бессмысленна.Вы продолжали выполнять рекомендации психиатра, но делали это скорее машинально, чувствуя, что совсем скоро окончательно сдадитесь.\n\nУ вас, конечно же, были мысли пойти к доктору и поговорить с ним, но вы были настолько угнетены и подавлены, что были практически не в состоянии этого сделать.",
    "answers": [
      {
        "id": 40,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вскоре вы полностью оказались во власти злых духов. Страх стал вашим постоянным спутником. Вы прекратили все попытки излечиться и в конце концов помешались умом. Остаток жизни вам суждено было провести в палате для умалишенных.\n\nОткрыта концовка \"Проигранная борьба\"",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 41,
    "text": "Список возможных концовок:\n\n1) Руками не трогать\n2) Бегун\n3) Борец со злом\n4) Помощь доктора\n5) Во власти статуэтки\n6) Победа над страхом\n7) Проигранная борьба",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 42,
    "text": "",
    "answers": []
  },
  {
    "id": 43,
    "text": "",
    "answers": []
  },
  {
    "id": 44,
    "text": "",
    "answers": []
  },
  {
    "id": 45,
    "text": "Вы обратились к психиатру и отдали ему статуэтку. Но, так как она связана со злыми духами, доктор вскоре уничтожил её.",
    "answers": [
      {
        "id": 41,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 46,
    "text": "",
    "answers": []
  },
  {
    "id": 47,
    "text": "",
    "answers": []
  },
  {
    "id": 48,
    "text": "",
    "answers": []
  },
  {
    "id": 49,
    "text": "",
    "answers": []
  }
]