[
  {
    "id": 1,
    "text": "Всем привет!\nЭто исторический квест про \"СССР 1985-1991 гг.\"\n(Некоторые события придуманы мной, некоторые из истории), поэтому не претендует на историческую достоверность. Удачного чтения, надеюсь вам понравится!\nP.S. Оцените если нетрудно))!",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "На дворе 1985 год. Умер Генеральный секретарь ЦК КПСС К.У. Черненко. Кто же будет руководить страной в эти непростые времена?",
    "answers": [
      {
        "id": 3,
        "text": "М.С. Горбачёв(социал-демократ)"
      },
      {
        "id": 2,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a17/2101/13/791a711a7a0a.jpg"
      }
    ]
  },
  {
    "id": 3,
    "text": "Михаил Сергеевич Горбачёв стал Генеральным секретарём ЦК КПСС 11 марта 1985 года. Опытный, амбициозный политик, способный привести СССР к процветанию, путём социал-демократических реформ.\nПеред ним предстали серьёзные задачи:",
    "answers": [
      {
        "id": 3,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a00/2101/f5/bc351a4822f8.jpg"
      },
      {
        "id": 4,
        "text": "Частное предпринимательство",
        "need": [
          -5,
          -6
        ],
        "need_sometimes": false
      },
      {
        "id": 7,
        "text": "Антиалкогольная компания",
        "need": [
          -8,
          -9,
          -14
        ],
        "need_sometimes": false
      },
      {
        "id": 10,
        "text": "Назначение заместителя Генсека ЦК КПСС (своего помошника)",
        "need": [
          -11,
          -12,
          -13
        ],
        "need_sometimes": false
      },
      {
        "id": 15,
        "text": "1986 год. Далее",
        "need": [
          4,
          7,
          10
        ],
        "need_sometimes": false
      }
    ]
  },
  {
    "id": 4,
    "text": "Частное предпринимательство означало, что предприятия, магазины и т.д. переводятся на хозрасчёт и самоокупаемость, государство не принимает в этом участие. Но резкая смена экономической политики может привести к дефициту товаров и в случае чего, государство ничем не сможет помочь. Нужно ли это стране?",
    "answers": [
      {
        "id": 4,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b25/2101/71/221a841b945e.jpg"
      },
      {
        "id": 5,
        "text": "Да, это облегчит ношу государства, людям даст новые возможности"
      },
      {
        "id": 6,
        "text": "Нет, государство должно оставаться основным предпринимателем для людей, как это было несколько десятилетий, поэтому перенести это решение на более поздний срок"
      }
    ]
  },
  {
    "id": 5,
    "text": "М.С. Горбачёв постановил, что предприятия, фабрики, магазины и т.д. переводятся на хозрасчёт, люди рады такому решению и заинтересованы новыми возможностями.",
    "answers": [
      {
        "id": 5,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c00/2101/9b/11281dae94ca.jpg"
      },
      {
        "id": 3,
        "text": "К задачам"
      }
    ]
  },
  {
    "id": 6,
    "text": "М.С. Горбачёв не стал рисковать и решил постепенно менять повседневный уклад людей, и перенёс этот вопрос на потом.",
    "answers": [
      {
        "id": 3,
        "text": "К задачам"
      }
    ]
  },
  {
    "id": 7,
    "text": "Врачи бьют тревогу по потреблению людьми алкогольных напитков и нужно сейчас с этим что-то делать. М.С. Горбачёв принял решение, что",
    "answers": [
      {
        "id": 8,
        "text": "Будет изъятие всех алкогольных напитков из магазинов и запрет на производство новых, но это может привести к народному недовольству"
      },
      {
        "id": 9,
        "text": "Будет значительное повышение цен на алкоголь, что приведёт к увелечению казны и незначительному возмущению граждан"
      },
      {
        "id": 14,
        "text": "Оставить всё как есть, ничего страшного не происходит."
      }
    ]
  },
  {
    "id": 8,
    "text": "Как и ожидалось, изъятие алкоголя привело к увелечению продолжительности жизни и огромному недовольству граждан.",
    "answers": [
      {
        "id": 3,
        "text": "К задачам"
      }
    ]
  },
  {
    "id": 9,
    "text": "Казна пополнилась, люди поворчали, но продолжают дальше покупать \"прекраснейшие\" напитки. Некоторые обращаются к самогонщикам или сами такими становятся.",
    "answers": [
      {
        "id": 3,
        "text": "К задачам"
      }
    ]
  },
  {
    "id": 10,
    "text": "Есть 3 основных кандидата:\n1) Е.К. Лигачёв — ленинист, готовый на реформы, но только в экономике.\n2) А.Н. Яковлев — ярый социал-демократ, ратующий за изменения в сторону демократизации всего государства.\n3) А.А. Громыко — авторитетный политик, готовый искать копромиссы между консерваторами и социал-демократами.\nКто же будет помогать М.С. Горбачёву?",
    "answers": [
      {
        "id": 11,
        "text": "Е.К. Лигачёв"
      },
      {
        "id": 12,
        "text": "А.Н. Яковлев"
      },
      {
        "id": 13,
        "text": "А.А. Громыко"
      }
    ]
  },
  {
    "id": 11,
    "text": "Е.К. Лигачёв стал заместителем Генсека ЦК КПСС, который будет помогать в реформировании страны. Социал-демократы недовольны.",
    "answers": [
      {
        "id": 11,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b35/2101/3a/1ec3f7a8e13b.jpg"
      },
      {
        "id": 3,
        "text": "К задачам"
      }
    ]
  },
  {
    "id": 12,
    "text": "А.Н. Яковлев, ставленник социал-демократов, стал заместителем Генерального секретаря ЦК КПСС. Консерваторы недовольны.",
    "answers": [
      {
        "id": 12,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b06/2101/1a/f84214098b9e.jpg"
      },
      {
        "id": 3,
        "text": "К задачам "
      }
    ]
  },
  {
    "id": 13,
    "text": "А.А. Громыко стал помошником М.С. Горбачёва и будет помогать ему во всём. Консерваторы и социал-демократы равнодушны.",
    "answers": [
      {
        "id": 13,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a15/2101/81/313ac8e1b2fb.jpg"
      },
      {
        "id": 3,
        "text": "К задачам"
      }
    ]
  },
  {
    "id": 14,
    "text": "Алкоголь продаётся как всегда, продолжительность жизни уменьшается, граждане СССР довольны.",
    "answers": [
      {
        "id": 14,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d24/2101/06/4f27b269d814.jpg"
      },
      {
        "id": 3,
        "text": "К задачам"
      }
    ]
  },
  {
    "id": 15,
    "text": "Наступил 1986 год. С каждым годом страну ожидает всё больше и больше изменений, в какую сторону, решаете вы и время. Новый год, новые задачи:",
    "answers": [
      {
        "id": 16,
        "text": "XXVII съезд КПСС",
        "need": [
          -17,
          -18
        ],
        "need_sometimes": false
      },
      {
        "id": 15,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b41/2101/7b/627d607e602d.jpg"
      },
      {
        "id": 19,
        "text": "Самогоноварение",
        "need": [
          -20,
          -21
        ],
        "need_sometimes": false
      },
      {
        "id": 23,
        "text": "Динмухамед Ахмедович Кунаев",
        "need": [
          -24,
          -25
        ]
      },
      {
        "id": 26,
        "text": "Нефть",
        "need": [
          -27,
          -28
        ],
        "need_sometimes": false
      },
      {
        "id": 29,
        "text": "Чернобыль",
        "need": [
          -30,
          -31
        ],
        "need_sometimes": false
      },
      {
        "id": 32,
        "text": "1987 год. Далее",
        "need": [
          16,
          19,
          23,
          26,
          29
        ],
        "need_sometimes": false
      }
    ]
  },
  {
    "id": 16,
    "text": "XXVII съезд КПСС состоялся в феврале-марте в Кремлевском дворце. Что же решил М.С. Горбачёв на этом съезде?",
    "answers": [
      {
        "id": 17,
        "text": "К 2000 году удвоить экономический потенциал СССР "
      },
      {
        "id": 18,
        "text": "Предоставить каждой семье отдельную квартиру (Программа Жильё-2000)"
      }
    ]
  },
  {
    "id": 17,
    "text": "Все согласились с этой задачей и надеялись что её удастся реализовать.",
    "answers": [
      {
        "id": 15,
        "text": "К задачам"
      }
    ]
  },
  {
    "id": 18,
    "text": "Многие сопартийцы согласились с Генеральным секретарём, предложил же эту программу помошник М.С. Горбачёва.",
    "answers": [
      {
        "id": 15,
        "text": "К задачам"
      }
    ]
  },
  {
    "id": 19,
    "text": "Самогоноварение было и есть одно из прибыльных дел у граждан СССР, но в казну деньги от этого \"бизнеса\" не попадают. У помошника М.С.Горбачёва возникла идея и он донёс её до Генсека.\nЧто если обязать самогонщиков выплачивать государству 13% от прибыли. Каков будет ответ?",
    "answers": [
      {
        "id": 20,
        "text": "Да, это отличная идея, казна от этого только выиграет."
      },
      {
        "id": 21,
        "text": "Нет, не будем отбирать у людей честно заработанные деньги."
      },
      {
        "id": 19,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d33/2101/04/88aa83bd486a.jpg"
      }
    ]
  },
  {
    "id": 20,
    "text": "Казна пополняется от самогоноварения, люди же недовольны таким развитием событий.",
    "answers": [
      {
        "id": 15,
        "text": "К задачам"
      }
    ]
  },
  {
    "id": 21,
    "text": "Казна ничего не получает от самогонщиков, люди довольны Генсеком и всем правительством, но деньги казна не дополучает.",
    "answers": [
      {
        "id": 15,
        "text": "К задачам"
      }
    ]
  },
  {
    "id": 22,
    "text": "Наступил 1987 год. Многие ожидали от него дальнейшего реформирования страны и граждане СССР услышат об этих реформах и почувствуют их на себе.",
    "answers": [
      {
        "id": 22,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d06/2101/5e/07c235b05c61.jpg"
      }
    ]
  },
  {
    "id": 23,
    "text": "Д.А. Кунаев являлся первым секретарём ЦК Компартии Казахской ССР. В декабре подал заявление об отставке. М.С. Горбачёв принял полученное заявление. Теперь назревает вопрос, кто займёт должность первого секретаря?\nЕсть 2 основных кандидата:\n1) Г.В. Колбин — соратник М.С. Горбачёва, не являлся кровным казахом;\n2) Н.А. Назарбаев — работал вместе с Д.А. Кунаевым, являлся его доверенным лицом, родился и жил в Казахской ССР.",
    "answers": [
      {
        "id": 23,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c15/2101/41/0eed76d4132a.jpg"
      },
      {
        "id": 24,
        "text": "Г.В. Колбин"
      },
      {
        "id": 25,
        "text": "Н.А. Назарбаев"
      }
    ]
  },
  {
    "id": 24,
    "text": "Геннадий Васильевич Колбин стал первым секретарём ЦК Компартии Казахской ССР. Из-за того что он не являлся по национальности казахом, вспыхнуло восстание, которое удалось подавить, но народ очень недоволен.",
    "answers": [
      {
        "id": 24,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c08/2101/f9/bf2fa0ba11e5.jpg"
      },
      {
        "id": 15,
        "text": "К задачам"
      }
    ]
  },
  {
    "id": 25,
    "text": "Н.А. Назарбаев кровный казах, давно работавший в Компартии Казахской ССР, взошёл на пост первого секретаря. Народ доволен сменой руководителя.",
    "answers": [
      {
        "id": 25,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b02/2101/14/c5dccc94c021.jpg"
      },
      {
        "id": 15,
        "text": "К задачам"
      }
    ]
  },
  {
    "id": 26,
    "text": "Цены на нефть стремительно падают, экстренно собирается совещание и на нём принимается решение:",
    "answers": [
      {
        "id": 27,
        "text": "Консолидировать экономику"
      },
      {
        "id": 28,
        "text": "Добывать ещё больше нефти"
      },
      {
        "id": 26,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c31/2101/42/bd46c09dae49.jpg"
      }
    ]
  },
  {
    "id": 27,
    "text": "Ещё демократичней стала экономика СССР, начинает появляться коррупция, граждане довольны свободой действия.",
    "answers": [
      {
        "id": 15,
        "text": "К задачам"
      }
    ]
  },
  {
    "id": 28,
    "text": "Произошёл обвал цен на нефть, люди недовольны увиденным, точка кипения близка к максимуму.",
    "answers": [
      {
        "id": 28,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d10/2101/c7/6737af72f490.jpg"
      },
      {
        "id": 15,
        "text": "К задачам"
      }
    ]
  },
  {
    "id": 29,
    "text": "Чернобыль город на севере Украинской ССР. 26 апреля на Чернобыльской АЭС произошла крупнейшая в атомной энергетике авария. Все силы были брошены на исправление тяжелейшей ситуации. М.С. Горбачёв выражает искренние соболезнования в связи с гибелью людей и предлагает:",
    "answers": [
      {
        "id": 30,
        "text": "Оказать значительную материальную помощь семьям погибших"
      },
      {
        "id": 31,
        "text": "Оказать незначительную помощь семьям погибшим и направить значительные средства на проверку всех АЭС страны чтобы такого не было"
      }
    ]
  },
  {
    "id": 30,
    "text": "Люди благодарны за оказанную помощь и надеются что такого больше не повторится. М.С. Горбачёв пообещал, что больше таких ситуаций в стране не будет.",
    "answers": [
      {
        "id": 15,
        "text": "К задачам"
      }
    ]
  },
  {
    "id": 31,
    "text": "Семьи возмущены такой малой помощью, разгневаны таким решением и не поверили обещаниям М.С. Горбачёва. Вся Украинская ССР взбунтовалась против Центра и сняла вас с должности.\n\nВы проиграли!\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 32,
    "text": "Наступил 1987 год. Прошлый год был отнюдь не из самых лёгких, многое изменилось, но и многому только предстоит измениться. Задачи на этот год:",
    "answers": [
      {
        "id": 32,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d33/2101/95/67b3c2aa3ea7.jpg"
      },
      {
        "id": 33,
        "text": "Гласность",
        "need": [
          -34,
          -35
        ],
        "need_sometimes": false
      },
      {
        "id": 36,
        "text": "Внешняя политика",
        "need": [
          -37,
          -38
        ],
        "need_sometimes": false
      },
      {
        "id": 39,
        "text": "Глушение",
        "need": [
          -40,
          -41
        ],
        "need_sometimes": false
      },
      {
        "id": 42,
        "text": "1988 год. Далее",
        "need": [
          33,
          36,
          39
        ],
        "need_sometimes": false
      }
    ]
  },
  {
    "id": 33,
    "text": "Гласность — смягчение цензуры в СМИ и снятие запретов на обсуждение тем, которые раньше замалчивались (в первую очередь сталинские репрессии, а также — секс вообще и проституция в частности, наркомания, бытовое насилие, подростковая жестокость и т. д.). Народ ждёт дальнейших перемен, но введя политику гласности, стоит ждать резкую дестабилизацию в стране. М.С. Горбачёв принимает решение:",
    "answers": [
      {
        "id": 34,
        "text": "Гласность - основа демократического социализма"
      },
      {
        "id": 35,
        "text": "Резко данная свобода может натворить дел в государстве, ввести гласность в области литературы и пока хватит"
      }
    ]
  },
  {
    "id": 34,
    "text": "В СССР официально введена политика гласности. Люди довольны некой свободой и приветствуют данное решение. Начинают проявляться сепаратистские настроения.",
    "answers": [
      {
        "id": 32,
        "text": "К задачам"
      }
    ]
  },
  {
    "id": 35,
    "text": "Все союзные республики приняли это решение достаточно спокойно, хотя и ждали большего. Народ читает новые доступные произведения и рад тому, что в них говорится, как было всё на самом деле.",
    "answers": [
      {
        "id": 32,
        "text": "К задачам"
      },
      {
        "id": 35,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c33/2102/f7/39dedb37415d.jpg"
      }
    ]
  },
  {
    "id": 36,
    "text": "Внешняя политика одна из важных составляющих любого государства, в том числе и СССР. До 1987 года курс внешней политики являлся конфронтацией с Западом. Но время сейчас другое, у власти М.С. Горбачёв. В СССР проходят реформы и изменения в духе демократического социализма и поэтому нужно менят курс внешней политики. И что же выбрал наш дорогой Генеральный секретарь:",
    "answers": [
      {
        "id": 36,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b35/2102/7b/1c401629bdd2.jpg"
      },
      {
        "id": 37,
        "text": "Новое политическое мышление(отмена конфронтации с Западом, дружественные отношения с США)"
      },
      {
        "id": 38,
        "text": "Политика сосуществования(мы не лезем к вам, вы к нам)"
      }
    ]
  },
  {
    "id": 37,
    "text": "М.С. Горбачёв принял решение, строить хорошие отношения с Западом и США. Люди довольны таким переменам, но в стране все меньше остаётся советского.",
    "answers": [
      {
        "id": 32,
        "text": "К задачам"
      }
    ]
  },
  {
    "id": 38,
    "text": "Генсек не рискнул поддерживать дружественные отношения с США и Западом, а оставить их на нейтральных. Люди, получившие свободы внутри страны, но не получившие её снаружи, недовольны. Руководители союзных республик тоже ожидали более мирные и относительно хорошие отношения с западными коллегами, также недовольны, отказались подчиняться Центру и свергли вас.\n\nВы проиграли!",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 39,
    "text": "В СССР с давних пор глушатся все прозападные радиостанции. Но перемены идут не один год, поэтому дальнейшие изменения просто неизбежны. Такие радиостанции, как \"Голос Америки\", \"Би-би-си\", \"Свобода\" и \"Немецкая волна\" желают вещать в Советском Союзе. Ввиду полученных свобод у людей возникают желания узнать что происходит в мире. М.С. Горбачёв долго думал над этим вопросом и решил что:",
    "answers": [
      {
        "id": 40,
        "text": "Прекратить глушение всех западных радиостанций"
      },
      {
        "id": 41,
        "text": "Прекратить глушение только крупных западных радиостанций"
      }
    ]
  },
  {
    "id": 40,
    "text": "Огромное количество информации о западных странах попадают в уши людей и они осознают как же хорошо жить в демократическом обществе, сепаратиские силы медленно, но верно набирают обороты.",
    "answers": [
      {
        "id": 40,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a16/2102/83/74297ede5a1a.jpg"
      },
      {
        "id": 32,
        "text": "К задачам"
      }
    ]
  },
  {
    "id": 41,
    "text": "Прекращение глушения только крупных радиостанций, не создало столько прецендетов, сколько прогнозировали аналитики. Народ получает необходимое количество информации. Им интересно, как живут люди в западных странах.",
    "answers": [
      {
        "id": 32,
        "text": "К задачам"
      },
      {
        "id": 41,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b25/2102/7b/645370d8c606.jpg"
      }
    ]
  },
  {
    "id": 42,
    "text": "И вот наступил 1988 год. Все ближе новое тысячелетие. СССР существует уже 65 полных лет. М.С. Горбачёв надеется, что страна просуществует ещё как минимум 50 раз по столько же.  Задачи на этот год не менее важные, чем в предыдущие года. И вот они:",
    "answers": [
      {
        "id": 42,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a42/2102/7d/1f028cd26c3f.jpg"
      },
      {
        "id": 43,
        "text": "Афганская война: бой на высоте 3234"
      }
    ]
  },
  {
    "id": 43,
    "text": "Бой у высоты 3234 — оборонительный бой 9-й парашютно-десантной роты советского 345-го гвардейского отдельного парашютно-десантного полка за господствующую высоту 3234, расположенную над дорогой в г. Хост, в зоне афгано-пакистанской границы во время Афганской войны.\n7 января 1988 года после артиллерийского обстрела афганские моджахеды предприняли атаку на высоту 3234 с целью сбить сторожевое охранение с господствующей высоты и открыть себе доступ к дороге Гардез-Хост. \nВ результате двенадцатичасового боя захватить высоту не удалось. Понеся потери, достоверных данных о численности которых нет, моджахеды отступили.\nВ 9-й роте погибло 6 военнослужащих, 28 получили ранения, из них 9 тяжёлые.\nПомошник предлагает дать звание \"Герой Советского Союза\" только погибшим военнослужащим. Решение за вами.\n",
    "answers": [
      {
        "id": 43,
        "text": "Укажите команды для картинки",
        "url": "https://i.postimg.cc/fyQtR9GB/Mnt3234-south-east-view.jpg"
      },
      {
        "id": 44,
        "text": "Принять решение помошника"
      },
      {
        "id": 45,
        "text": "Назначить денежное пособие выжившим в бою солдатам"
      }
    ]
  },
  {
    "id": 44,
    "text": "6 военнослужащих получили звание \"Герой советского Сюза\" посмертно. Общество высоко оценило данное решение.",
    "answers": [
      {
        "id": 42,
        "text": "К задачам"
      }
    ]
  },
  {
    "id": 45,
    "text": "Военные разозлились за то, что вы не отметили павших в бою солдат, организовали переворот и свергли вас.\n\n\nВы проиграли!",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 46,
    "text": "",
    "answers": []
  }
]