[
  {
    "id": 1,
    "text": "  Твоя семья была бедна, и ты, будучи несмышлёным парнишей, отправляешься в плавание. Рядом в воду пикировал космический корабль, оттуда вылез человек в скафандре и... просто убил тебя.\nНо только теперь ты родился заново за другого человека и начинаешь расследовать свою прошлую жизнь вместе со своей командой. Оказалось, что это не человек, но тогда как он проник на космический корабль? Почему он так похож на людей? Откуда он, кто он и зачем вторгся в нашу жизнь?",
    "answers": [
      {
        "id": 30,
        "text": "Начало"
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://a.radikal.ru/a25/2101/ce/4e907a24348a.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://a.radikal.ru/a25/2101/ce/4e907a24348a.jpg",
        "system": true
      },
      {
        "id": 65,
        "text": "Дополнительно"
      }
    ]
  },
  {
    "id": 2,
    "text": "               А вот и начало второго эпизода\n\n  (сюжет во втором эпизоде на зависит от выборов в первом)\nДавайте пока что посмотрим, что же делает дядя Ваня (член команды Адама). От его лица.  ",
    "answers": [
      {
        "id": 3,
        "text": "И что же?"
      }
    ]
  },
  {
    "id": 3,
    "text": "   Вы проснулись в своей кровати от криков и очень грязных ругательств, быстро накинули на себя одежду и выскочил на улицу:\n — \"Блин, зима же!\" \n   И заскочили обратно за более тёплой одеждой. Но когда вы выбежали, то увидели только странного пацана, убегавшего в лес, окликнув его, в ответ прозвучало:\"Бегите за мной! Он там!\" ",
    "answers": [
      {
        "id": 4,
        "text": "Побежать"
      },
      {
        "id": 5,
        "text": "Остаться"
      }
    ]
  },
  {
    "id": 4,
    "text": "  Быренько схватив пистолет Макарова со стола вы ринулись за всеми. Сразу у входа в лес Адам столкнулся с...тем монстром, видно он просто обхитрил всех жителей, пройдясь по кругу.\n  Вот тут то сложный выбор",
    "answers": [
      {
        "id": 6,
        "text": "На мушку его"
      },
      {
        "id": 7,
        "text": "Сдаться"
      }
    ]
  },
  {
    "id": 5,
    "text": "\"Точняк!\" — вы схватили карабин (kar98k оружие такое) и...",
    "answers": [
      {
        "id": 9,
        "text": "Побежали в лес"
      },
      {
        "id": 12,
        "text": "Остались сторожить"
      }
    ]
  },
  {
    "id": 6,
    "text": "  Начинать ли вести переговоры или пристрелить эту бездушную тварь, до сих пор ходившую в скафандре",
    "answers": [
      {
        "id": 8,
        "text": "Заставить снять скафандр"
      },
      {
        "id": 11,
        "text": "Пристрелить"
      }
    ]
  },
  {
    "id": 7,
    "text": "  Вдруг ты решил сдаться, выбросил оружие. Секунд тридцать вы оба стояли, потупив головы.\n  И всё-таки давай вернёмся",
    "answers": [
      {
        "id": 1,
        "text": "Давай?"
      }
    ]
  },
  {
    "id": 8,
    "text": "\"Может спокойно поговорим?\" — вдруг сказал монстр\n  \"Переговоры буду вести не я, так что не надейся убить кого-то,\" ",
    "answers": [
      {
        "id": 10,
        "text": "Допустить к переговорам и созвать всех вместе"
      },
      {
        "id": 11,
        "text": "Пристрелить"
      }
    ]
  },
  {
    "id": 9,
    "text": "  Сразу у входа в лес Адам столкнулся с...тем монстром, видно он просто обхитрил всех жителей, пройдясь по кругу.\n  Вот тут то сложный выбор",
    "answers": [
      {
        "id": 6,
        "text": "Прицелиться в него"
      },
      {
        "id": 14,
        "text": "Притвориться мёртвым"
      }
    ]
  },
  {
    "id": 10,
    "text": "  Ваня созвал всех в избу, но последним вошёл министр инопланетных дел (то есть монстр убийца)\n  — Всм? Он же убий...\n  Но Еву перебил монстр:\"Да, я убийца! Но я убиваю для создания нового мира! Я всемогущий, но мне нужна энергия, получаемая из людей!\n  \"Иван, он тебе это говорил?\" — спросил Адам.\n",
    "answers": [
      {
        "id": 29,
        "text": "Он ничего мне не говорил, переговоры начались только сейчас, так что я знаю столько же, сколько и вы"
      }
    ]
  },
  {
    "id": 11,
    "text": "Вдруг всё почернело. Но это только от лица людей. Давайте посмотрим что же делает наш монстр, он всего лишь то смотрит, возносясь к небесам, за зелёной вспышкой, обращающей человека в камень...",
    "answers": [
      {
        "id": 1,
        "text": "Допрыгался"
      }
    ]
  },
  {
    "id": 12,
    "text": "Можно было бы и побежать за всеми — подумали вы, но тут увидели как тот монстр выходит из леса:\"Можно и пристрелить... Но можно и попробовать взять в плен!\"\n ",
    "answers": [
      {
        "id": 13,
        "text": "Попробовать взять в плен"
      },
      {
        "id": 15,
        "text": "Пристрелить"
      },
      {
        "id": 16,
        "text": " Взять верёвку и нож"
      }
    ]
  },
  {
    "id": 13,
    "text": "Приблизившись к нему сзади, вы замечаете, что в руке он держит какую то рукоятку от меча, но лезвия не видно. Блин, забыл верёвку, но есть приклад! \n  Ваня... промахнулся? нет, это монстр увернулся, замахнувшись рукояткой. Рукоятка же просто пролетела в тридцати от тебя сантиметрах...\n  \"Что он хотел сделать этим?\" — подумал ты, но твой вопрос отпал, когда монстр тоже начал разглядывать свой МОЛЕКУЛЯРНЫЙ МЕЧ. ",
    "answers": [
      {
        "id": 17,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 14,
    "text": "  — Хм, очередная Маша Неваляша! \n  Далее вы услышали хруст своего позвоночника...",
    "answers": [
      {
        "id": 1,
        "text": "Oops..."
      }
    ]
  },
  {
    "id": 15,
    "text": "Нацелившись, вы стреляете и монстр, резко развернувшись отбивает пулю какой то доской.\n  А пуля летит обратно со скоростью C²\n(с — это скорость света, то есть 300.000 км/сек)",
    "answers": [
      {
        "id": 1,
        "text": "Есть пробитие!"
      }
    ]
  },
  {
    "id": 16,
    "text": "  Вы взяли верёвку и нож. Приблизившись к нему сзади, вы замечаете, что в руке он держит какую то рукоятку от меча, но лезвия не видно. Набросившись на монстра, Ваня... промахнулся? нет, это монстр увернулся, замахнувшись рукояткой. Рукоятка же просто пролетела в тридцати от тебя сантиметрах...\n  \"Что он хотел сделать этим?\" — подумал ты, но твой вопрос отпал, когда монстр начал разглядывать свой МОЛЕКУЛЯРНЫЙ МЕЧ. ",
    "answers": [
      {
        "id": 17,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 17,
    "text": "\"Его толщина — один атом!\" — сказал монстр, продолжая разглядывать еле-еле видимый меч.\n  — Откуда он у тебя? Ты кто? Как он не ломается?      Почему ты не атакуешь? Начал я заливать монстра вопросами, почему то начав с \"ты\"\n  — Лучше бы спросил, почему он тебя не разрубил.\n ",
    "answers": [
      {
        "id": 18,
        "text": "Тебе что, нравиться убивать???"
      },
      {
        "id": 19,
        "text": "И... Почему он меня не разрубил?"
      },
      {
        "id": 20,
        "text": "Ха, ты не знаешь простейшие законы физики!"
      }
    ]
  },
  {
    "id": 18,
    "text": "  — Ты что!!! Конечно нет!!! Давай просто, зайдём и поговорим к тебе домой!\n  Хмм... Подозрительностью вообще и не пахнет.\n  — В любом случае, дав...\n  — Посмотри на мой новый трёх-молекулярный меч!\n  — Откуда он у тебя!? (Врёт ли он?)\n  -Хочешь себе такой же? \n  ",
    "answers": [
      {
        "id": 21,
        "text": "Да! "
      },
      {
        "id": 22,
        "text": "Подожрительно... Нет!"
      }
    ]
  },
  {
    "id": 19,
    "text": "  — Да я и сам не знаю, тогда давай он будет трёх-молекулярный! \n  Вдруг меч стал толще.\n  \"Хочешь себе такой же?\" — вдруг добавил монстр.",
    "answers": [
      {
        "id": 21,
        "text": "Да!"
      },
      {
        "id": 22,
        "text": "Подозрительно... Нет!"
      }
    ]
  },
  {
    "id": 20,
    "text": "  ЪУЪ... Больно",
    "answers": [
      {
        "id": 17,
        "text": "Молодец, что так далеко зашёл.\nЯ немного пожалею тебя"
      }
    ]
  },
  {
    "id": 21,
    "text": "  У тебя в руке появился новый меч, но так как там был пистолет Макарова, он разлетелся на несколько частей. ",
    "answers": [
      {
        "id": 23,
        "text": "Кто ты такой?"
      }
    ]
  },
  {
    "id": 22,
    "text": "  \"Ну и ладно!\" — сказал министр инопланетных дел.\n  Черз секунду ты умер от шока, хотя вряд-ли это было не специально.",
    "answers": [
      {
        "id": 18,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 23,
    "text": "  Ваня с уважаемым монстриком пошёл в избу.\nНачались переговоры. Нет, не начались. Ворвалась команда Адама (И Адам вместе с ними) с криками: \"Мы всё знаеееем!\"",
    "answers": [
      {
        "id": 24,
        "text": "- Не стрелять! "
      },
      {
        "id": 25,
        "text": "Промолчать"
      },
      {
        "id": 25,
        "text": "  - Что знаете?"
      }
    ]
  },
  {
    "id": 24,
    "text": "  — Всмысле? Он же убий...\n  Но Еву перебил монстр:\"Да, я убийца! Но я убиваю для создания нового мира! Я всемогущий, но мне нужна энергия, получаемая из людей!\n  \"Иван, он тебе это говорил?\" — спросил Адам.\n",
    "answers": [
      {
        "id": 26,
        "text": "Нет"
      },
      {
        "id": 26,
        "text": "Да"
      },
      {
        "id": 26,
        "text": "Он ещё не успел сказать мне"
      }
    ]
  },
  {
    "id": 25,
    "text": "                    Тебя убило прострелом",
    "answers": [
      {
        "id": 23,
        "text": "На недавнюю позицию"
      }
    ]
  },
  {
    "id": 26,
    "text": "                         ..                 ..               ..\n                        ....               ....             ....\n  Спустя некоторое время оказалось, что это вовсе не монстр, а создатель этого мира, и всех нас. Но, как говорит создатель (имени ему пока что нет): \" Этот мир нужно изменить, ведь его природу не восстановишь и он пропадёт вместе со своей и моей энергией\" . И чтобы создать новый мир, ему нужна сила, которую он берёт из погибших людей.\n Поэтому создателю надо убивать людей\n  Согласишься ли ты присоединиться к нему?",
    "answers": [
      {
        "id": 27,
        "text": "Да, соглашусь"
      },
      {
        "id": 54,
        "text": "Нет, команда не верит монстру"
      }
    ]
  },
  {
    "id": 27,
    "text": "  Тогда нужно сразу перейти к делу.\n  — Есть ещё какие-то источники энергии? — спросил Артём.\n  — Я всё перепробовал, но это только люди, — ответил создатель.\n  — Можно как-то высосать энергию из людей, не убивая их?\n  — Конечно!.. нет.\n  — Тогда...\nВдруг Мише пришла на мысль гениальная идея:\n  — Давайте выйдем, и обсудим, — предложил Михаил.\n  И чтобы создатель не подслушивал Ева сказала ему: \"Это будет сюрприз!\"",
    "answers": [
      {
        "id": 53,
        "text": "Выйти за Михаилом"
      }
    ]
  },
  {
    "id": 28,
    "text": "  Вдруг Мише пришла на мысль гениальная идея:\n  — Давайте выйдем, и обсудим, — предложил Михаил.\n  И чтобы создатель не подслушивал Ева сказала ему: \"Это будет сюрприз!\"",
    "answers": [
      {
        "id": 53,
        "text": "Выйти за ним"
      }
    ]
  },
  {
    "id": 29,
    "text": "  — Вот, другое дело! — начал монстр — теперь всех можно выкосить одним ударом!",
    "answers": [
      {
        "id": 5,
        "text": "Это были последние слова, которые услышала команда"
      }
    ]
  },
  {
    "id": 30,
    "text": "Шёл 1975 год. ТЫ РОДИЛСЯ (на одном из независимых островов Океании). Твоя биография такая же, как и у других ребят, но у тебя была особенность: ",
    "answers": [
      {
        "id": 31,
        "text": "Домашнее обучение"
      },
      {
        "id": 32,
        "text": "Хорошая выносливость"
      }
    ]
  },
  {
    "id": 31,
    "text": "В 14 лет ты мечтал отправиться в плавание т.к. на работу нигде не берут, да и работать ты не хочешь к тому же ваша семья была бедна. (Обучение у тебя было, хоть и домашнее).Ты из досок и всякой бредятины построил плавсредство, и это было что то между плотом и лодкой. Итог: ты уже в 15 лет отправился в плавание, взяв с собой только спички, ножик и еду. Это было плохая затея, но выхода всё равно не было. Хотя б жизнь скучной не будет.",
    "answers": [
      {
        "id": 33,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 32,
    "text": "В 14 лет ты мечтал отправиться в плавание т.к. на работу нигде не берут, да и работать ты не хочешь к тому же ваша семья была бедна.Ты из досок и всякой бредятины построил плавсредство, и это было что то между плотом и лодкой. Итог: ты уже в 15 лет отправился в плавание, взяв с собой только спички, ножик и еду. Это было плохая затея, но выхода всё равно не было. Хотя б жизнь скучной не будет.",
    "answers": [
      {
        "id": 37,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 33,
    "text": "Когда земля скрылась за горизонтом, еда закончилась. Ах да... Я же без вёсел. Как я плыл то?\nНазад пути не было, да и вперёд тоже.",
    "answers": [
      {
        "id": 34,
        "text": "Эт что там такое?"
      }
    ]
  },
  {
    "id": 34,
    "text": "Ты увидел, как какой то объект начал приближаться к тебе из неба с огромной скоростью. Ты начал мечтать об инопланетянах или как там они называются. \nА пока ты мечтал, тебя отбросило волной на 3 метра от приземления инопланетян.\nМожет придумаешь что нибудь?",
    "answers": [
      {
        "id": 35,
        "text": "Ты устал"
      }
    ]
  },
  {
    "id": 35,
    "text": "Вскоре вы передохнули и подплыли ближе. Это оказался космический корабль, но...\nОн вполне человеческий. Вся твоя надежда улетучилась, когда оттуда вылез космонавт.",
    "answers": [
      {
        "id": 36,
        "text": "Драсьте!"
      },
      {
        "id": 35,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b04/2104/7e/03578840e667.jpg"
      }
    ]
  },
  {
    "id": 36,
    "text": "И в следующий миг твой череп проткнул невероятно острый, двухметровый язык...\nЭто была, как будто бы клиническая смерть, где ты видишь свет в конце туннеля. Вот только длилось это около пяти минут.",
    "answers": [
      {
        "id": 41,
        "text": "Ты очнулся в воде, около берега"
      }
    ]
  },
  {
    "id": 37,
    "text": "Когда земля скрылась за горизонтом, еда закончилась. Ах да... Я же без вёсел.\nНазад пути не было, да и вперёд тоже.",
    "answers": [
      {
        "id": 38,
        "text": "Эт что там такое?"
      }
    ]
  },
  {
    "id": 38,
    "text": "Ты увидел, как какой-то объект начал приближаться к тебе из неба с огромной скоростью. Ты начал мечтать об инопланетянах или как там они называются. \nА пока ты мечтал, тебя отбросило волной на 3 метра от приземления инопланетян.",
    "answers": [
      {
        "id": 39,
        "text": "Подплыть ближе (ты не устал, благодаря выносливости)"
      }
    ]
  },
  {
    "id": 39,
    "text": "Но... Это оказалась МКС.\nВся твоя надежда улетучилась, когда оттуда вылез космонавт.",
    "answers": [
      {
        "id": 36,
        "text": "Драсьте!"
      }
    ]
  },
  {
    "id": 40,
    "text": "Я вступил в эту жизнь, пережив её уже до этого, и мне стало одновременно жутко и интересно.\nВ шесть месяцев ты уже начал ходить и бегать, а ещё через пол года ты сказал маме, что умеешь говорить. Тебя назвали Адамом.\nВышел из школы почти отличником. В 20 лет ты собрал экспедиционную группу для исследования своей прошлой жизни и отправился в свою прошлую деревушку.",
    "answers": [
      {
        "id": 42,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 41,
    "text": "Ой, нет... Error\nТы очнулся в роддоме будучи младенцем; другим человеком. НО ТЫ СОХРАНИЛ РАЗУМ...\nИ ты даже хочешь не отомстить этому существу, а отблагодарить.",
    "answers": [
      {
        "id": 40,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 42,
    "text": "Всё оказалось слишком примитивно, вы нашли тот же самый МКС¹. Он был на глубине около пятиста метров, странно что за столько лет туда не проникла вода, корпус был на удивление очень прочный.\nКислород есть?\nВы открыли многоразовый пластиковый бутылёк, который при контакте с кислородом зеленеет. И правда, тут есть кислород вот только вонь невыносимая. Практически. Мы осмотрели весь корабль.\n — Вентиляции перекрыты\n — Ну открой, электричества достаточно, я проверил!\n — Не перебивай других! Они трупами забиты!\nСтранно. Ну а с другой стороны, где же тогда весь экипаж?\nМы вытащили всех, экипаж составляли 5 человек, двое из них были убиты тем же способом, что и я, а остальные — ножом... столовым...\n\n¹ МКС — Международная Космическая Станция",
    "answers": [
      {
        "id": 43,
        "text": "Осматривать дальше"
      },
      {
        "id": 44,
        "text": "Больше о команде"
      },
      {
        "id": 45,
        "text": "Сначала идти в деревню"
      },
      {
        "id": 46,
        "text": "Больше о убитых"
      }
    ]
  },
  {
    "id": 43,
    "text": "  — \"Я нашёл аудизапись!\" — прокричал Артём.\n  Аудиозапись: \n  Бортовой журнал, день 16. \n  — \"Пока мы чинили внешнюю обшивку корабля, пропал ещё один человек. Команда мне не подчиняется, растёт паника, никто никому не доверяет. Мы потеряли многих: последняя жертва — отец троих детей. Этот корабль станет нашей могилой, связь не работает, запасы кислорода на исходе, нас почти не осталось.\nТе, кто слушают эту запись — знайте, среди нас есть предатель. Это не человек, я уверен. Ни в коем случае не приближайтесь к нашему кораблю. Прощайте.\"",
    "answers": [
      {
        "id": 50,
        "text": "Больше здесь ничего нет, уходим"
      }
    ]
  },
  {
    "id": 44,
    "text": "Команда состояла из пяти человек: Иван, Артемий, Михаил, Ева и Ты.\nВаня и Михаил ничего не смыслят в науке, но они были хорошо вооружены — играли роль охранников, а вы трое — исследователи.",
    "answers": [
      {
        "id": 42,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 45,
    "text": "Вам предложили поселиться домике, построенном недавно, (местная гостиница), там уже был весь интерьер, который нужен для нас всех. Вы сели на диван и стали разбираться с подключением телеканалов к телевизору. \nКогда же вы его подключили, то можно было бы и расслабиться.",
    "answers": [
      {
        "id": 47,
        "text": "Вы хотели включить его, но не успели..."
      }
    ]
  },
  {
    "id": 46,
    "text": "Похоже проткнуты языком (может это даже и не язык) были только двое — практикующие космонавты разного пола.\nНо про остальных и говорить нечего — единственное, откуда там столовый нож?",
    "answers": [
      {
        "id": 42,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 47,
    "text": "Вы заснули, а на следующий день Артём (член твоей команды) предложил отправиться на МКС,\nи правда, надо.",
    "answers": [
      {
        "id": 48,
        "text": "Идти туда"
      }
    ]
  },
  {
    "id": 48,
    "text": "  — Кислород есть?\nВы открыли многоразовый пластиковый бутылёк, который при контакте с кислородом зеленеет. И правда, тут есть кислород вот только вонь невыносимая. Практически. Мы осмотрели весь корабль.\n — Вентиляции перекрыты\n — Ну открой, электричества достаточно, я проверил!\n — Не перебивай других! Они трупами забиты!\nСтранно. Ну а с другой стороны, где же тогда весь экипаж?\nМы вытащили всех, экипаж составляли 9 человек, двое из них были убиты тем же способом, что и я, а остальные — ножом... столовым.\nМне кажется или эти действия мы уже делали. Наверно дежавю.",
    "answers": [
      {
        "id": 49,
        "text": "Вы нашли аудиозапись, а нет, только обложку от неё"
      }
    ]
  },
  {
    "id": 49,
    "text": "  Когда вы все вместе пришли домой, то через пять минут Ева ушла куда-то. Когда она вечером пришла с маленькими сувенирчиками от жителей, то доложила о том, что спрашивала, не видели ли жители деревни пришельца, оказалось что видели, как и говорилось — это с виду обычный человек с зубами синего оттенка, благодаря некоторым размышлениям нашей команды стало сразу понятно, что он не мог от седога улететь или уплыть т. к. во первых — карантин, во вторых — нет аэропорта, в третьих — его видели. А иначе отседога не выселились бы много людей, да и убийства бы не происходили.\n  До этого уходил Михаил, но он вернулся ещё позднее, но уже с ведром рыбы и, правда, непонятно где он достал удочку, а спросить — никто так и не спросил.",
    "answers": [
      {
        "id": 2,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 50,
    "text": "  Вам предложили поселиться домике, построенном недавно, (местная гостиница), там уже был весь интерьер, который нужен для нас всех. Потрясённый записью, сели на диван и стали разбираться с подключением телеканалов к телевизору. \nКогда же вы его подключили, то можно было бы и расслабиться.",
    "answers": [
      {
        "id": 51,
        "text": "Включить телевизор"
      }
    ]
  },
  {
    "id": 51,
    "text": "Свежие котоновости:",
    "answers": [
      {
        "id": 51,
        "text": "Укажите команды для картинки",
        "url": "Https://b.radikal.ru/b24/2011/0a/704bc825b0f8.png"
      },
      {
        "id": 52,
        "text": "Вскоре вы заснули"
      }
    ]
  },
  {
    "id": 52,
    "text": "На следующий день команда доложила о том, что пришельца видели, как и говорилось — это с виду обычный человек с зубами синего оттенка, благодаря некоторым размышлениям нашей команды стало сразу понятно, что он не мог от седога улететь или уплыть т. к. во первых — карантин, во вторых — нет аэропорта, в третьих — его видели, а в четвёртых вокруг — неизвестные российским людям берега Японии. А иначе отседога не выселились бы много людей, да и убийства бы не происходили.",
    "answers": [
      {
        "id": 2,
        "text": "Расследовать? Да не..."
      }
    ]
  },
  {
    "id": 53,
    "text": "  — У меня появилась гениальная мысль! — начал Михаил.\n  — Тише ты... — перебил его Адам.\n  — Можно убить монстра, ведь он уязвим, так же, как и мы! \n  — Но ведь он останавливает все предметы, угрожающие ему!?\n  — Ну, я подумаю, как это сделать, — закончил разговор Миша и повёл всех в дом.",
    "answers": [
      {
        "id": 55,
        "text": "Зайти в дом "
      }
    ]
  },
  {
    "id": 54,
    "text": "  — Но я могу это легко доказать! — начал создатель.\n  — Чем?\n  — Пфф... Я могу создать любой предмет, но чем он больше, тем энергия расходуется крупнее.Мне ничто не стоит создать какой-нибудь рубин, но шкаф для меня дороже.\n  Вдруг в его руке появились алмазы небольших размеров.",
    "answers": [
      {
        "id": 27,
        "text": "Вау"
      },
      {
        "id": 28,
        "text": "Поддельное \"Вау!\" - отказаться"
      }
    ]
  },
  {
    "id": 55,
    "text": "  — Я всёёё слышал!!! — начал создатель; — вы хотите убить людей с помощью своего специального оружия!\n  — Кхм... Да, — не растерялся Адам, — но, позволь мне кое что тебя спросить.\n  — Что же?\n  — Ты можешь телепортироваться во времени?\n  — Да! А как же я тогда прождал несколько миллиардов лет? \n  — Тогда скоро начнём кое-какие испытания.",
    "answers": [
      {
        "id": 56,
        "text": "Завтра снова сойдёмся"
      }
    ]
  },
  {
    "id": 56,
    "text": "  — Уже вечер, надо успеть всё подготовить, — говорит главнокомандующий.(Ты чего? Забыл? Это Адам)\n  — Что подготовить? — не поняли его остальные.\n  — Моё оружие против создателя... А хотя, для этого нужно провести одно исследование. Кароч, завтра расскажу всё в подробностях, а сейчас — спать! Кстати, на календаре сегодня весна 2021 года...\n  ",
    "answers": [
      {
        "id": 57,
        "text": "Опля! Ты уже проснулся"
      }
    ]
  },
  {
    "id": 57,
    "text": "  Адам уже всё рассказал команде.\n  — Когда земля вертится вокруг солнца, то она перемещается в пространстве, а монстр — остаётся на месте! Вроде она летит со скоростью 40 км/сек, но надо знать точные данные, так что я пошёл звать его... Стоп, а как мы его найдём?\n  — Кого?\n  — Да никого уже.",
    "answers": [
      {
        "id": 58,
        "text": "Посмотреть события от лица Адама"
      }
    ]
  },
  {
    "id": 58,
    "text": "  Ты пришёл на место испытания(это поле), встал рядом с создателем, пометил своё местоположение(и не спрашивайте чем), и телепортировался во времени на секунду назад, ты очутился над песком берега, и пометил своё местоположение.\n  — В следующий раз я сделаю так, чтобы ты мог оставаться на месте, когда происходит телепорт, — пояснил Адам создателю.",
    "answers": [
      {
        "id": 59,
        "text": "События от лица команды Адама"
      }
    ]
  },
  {
    "id": 59,
    "text": "  Весь день команда \"расстреливала баклуши\".\nК вечеру вернулся Адам, ничего не поев за целый день и весь вымотанный. Когда командир поел, то сообщил всем, что завтра он отправится на то же место, где был и вчера, а команде велел сегодня выкопать яму с лестницей, глубиной в 2 метра.\n  Ещё он посчитал таким образом скорость земли, она составляла 40 316м/сек",
    "answers": [
      {
        "id": 60,
        "text": "Ну хорошо\n(почему нельзя было выкопать яму раньше?)"
      }
    ]
  },
  {
    "id": 60,
    "text": "На следующий день Адам пришёл в поле, в яме уже сидел создатель.\n  И когда Адам был сверху создатель телепортировался вместе с ним...",
    "answers": [
      {
        "id": 61,
        "text": "..."
      }
    ]
  },
  {
    "id": 61,
    "text": "Монстра-создателя должно было расщепить на несколько частей...\n  Адама залило кровью монстра. Но почему-то создатель не пострадал, он сидел на коленях и выглядел очень уставшим. Потом поднялся, опять упал и стал что-то делать.\n  ",
    "answers": [
      {
        "id": 62,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 62,
    "text": "  Ситуация была тупиковая, понятно, что убежать не получиться, зная его способности, оставалось только ждать...\n  Вскоре он встал. Адам вспомнил тот момент, когда впервые увидел космонавта, который вылезал из люка космического корабля, и действия монстра были такие же, как и сейчас.\n  Так стоп. Он проткнул Адама острым двухметровым языком.",
    "answers": [
      {
        "id": 63,
        "text": "— Я опять в этом измерении."
      }
    ]
  },
  {
    "id": 63,
    "text": "  Адам очутился в измерении, где был свет в конце туннеля, как и тогда, в 1990 году, когда глава своей будущей команды, отправился в плавание.\n  Вдруг кто-то положил ему руку на плечо — это был создатель, — Давай я тебе всё спокойно объясню",
    "answers": [
      {
        "id": 64,
        "text": "М, давай"
      }
    ]
  },
  {
    "id": 64,
    "text": "  — Извини, что всё произошло так неожиданно, и что я не рассказал тебе всё раньше, — начал создатель, — моё имя Айзек и я человек из будущего, который переместился в прошлое для создания жизни.\n  — Но зачем? — спросил Адам.\n  — В далеком будущем узнали, что кто-то должен переместиться назад и создать жизнь, ведь никто, кроме человека этого сделать не может.И вот как-то раз нашли мой труп, точнее я его нашёл. И меня избрали. ",
    "answers": [
      {
        "id": 66,
        "text": "Что дальше?"
      }
    ]
  },
  {
    "id": 65,
    "text": "Автор: Atromischkin\n\nЖанр: Научная фантастика, юмор, детектив\n\n(Этот квест не является предметом для оскорбления)  \n\nПравила: \n1) Анонимам в комментариях не писать",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 66,
    "text": "  — Я отправился в прошлое, где вместо планет летали только каменные глыбы вместо привычных тебе планет. Я несколько тысяч лет(!)\nмучался, и создал жизнь... Давай иди уже! Ты тут двадцать восьмую минуту стоишь!",
    "answers": [
      {
        "id": 67,
        "text": "Ладно"
      }
    ]
  },
  {
    "id": 67,
    "text": "  Адам направился к белому свету по коридору. И напоследок обернулся. Не, всё хватит рассусоливать иди давай уже!\n  ",
    "answers": [
      {
        "id": 68,
        "text": "Зайти"
      }
    ]
  },
  {
    "id": 68,
    "text": "  Вот он! Дивный новый мир. \n  Рядом появилась Ева и... кто?! Два начиниющих комонавта разного пола.(про них упоминалось в самом начале)\n  Я хотя бы знаю как выживать.",
    "answers": [
      {
        "id": 69,
        "text": "Спустя несколько месяцев"
      }
    ]
  },
  {
    "id": 69,
    "text": "  У Адама и Евы родилось два мальчика, а у \"бывших космонавтов\" – девочка.\n  Так и началась новая история.",
    "answers": [
      {
        "id": 70,
        "text": "Почти конец"
      }
    ]
  },
  {
    "id": 70,
    "text": "                          Панель управления:",
    "answers": [
      {
        "id": 71,
        "text": "Пасхалка"
      },
      {
        "id": 72,
        "text": "Оценка квеста"
      },
      {
        "id": 76,
        "text": "Мини-совет"
      },
      {
        "id": 1,
        "text": "Конец квеста"
      }
    ]
  },
  {
    "id": 71,
    "text": "В 1975 году родился Адам, в 15 лет он отправился в плавание, а после перерождения и пробывания в Океании один год получился 2021. Не сходится.\n  1975 <plus> 15 <plus> 20 <plus> 1=2011, а не 2021.\n  Значит при перерождении он потерял 10 лет, хотя и пробыл там 5 минут. Значит 1 минута в \"том измерении\" равна двум годам. \n  Потом он пробыл ещё 28 минут в измерении...",
    "answers": [
      {
        "id": 70,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 72,
    "text": "Тебе понравился квест?\n(только честно, я не обижусь)",
    "answers": [
      {
        "id": 74,
        "text": "Да"
      },
      {
        "id": 75,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 73,
    "text": "  ",
    "answers": [
      {
        "id": 70,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 74,
    "text": "Спасибо!",
    "answers": [
      {
        "id": 70,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 75,
    "text": "Блин, обидно",
    "answers": [
      {
        "id": 70,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 76,
    "text": "  Если ты начинающий \"художник квестов\", то не пиши свой возраст в начале квеста, ведь тогда читатель начинает воспринимать книгу от лица автора, а не от лица главного героя.\n  Кстати, когда я написал этот квест, мне было тринадцать лет.",
    "answers": [
      {
        "id": 70,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 77,
    "text": "",
    "answers": []
  }
]