[
  {
    "id": 1,
    "text": "Школа... Она запоминается не скучными уроками, а интересными событиями. Одним из таких событий был приезд в школу очень знаменитого фокусника Дона Di, который славился лучшим в мире фокусами, некоторые даже поговаривали что он настоящий маг. \n\nМаленький мальчик очень хочет попасть на его представление. Умный и смышлёный он знает почти всю школьную программу наперёд, но хватит ли ему ума попасть на представление? Помогите ему. \n\n\nНаслаждайтесь\n\nВаш автор Sha",
    "answers": [
      {
        "id": 2,
        "text": "Поехали! "
      },
      {
        "id": 9,
        "text": "Достижения"
      }
    ]
  },
  {
    "id": 2,
    "text": "Вот он знаменательный день!.. Настанет через неделю. По всей школе висят афиши знаменитого фокусника. Все гудят, словно рой пчёл, только об этом. Маленькому мальчику, умному не по годам, уже не терпится увидеть его представление, но для этого нужны деньги. Стоит спросить у родителей. ",
    "answers": [
      {
        "id": 3,
        "text": "Пойти домой"
      }
    ]
  },
  {
    "id": 3,
    "text": " — Сколько?! — Мама явно была не в восторге. — Это бюджет твоего подарка на день рождения!\n\n — Мама права. — меланхолично подтвердил отец не отрывая взгляда от женщины в телевизоре вещяющий очередной выпуск новостей. — Сумма для нас неподъёмная.\n\n — Знаешь, мы могли бы дать лишь часть от этих денег. — сказала Мама грустно вздохнув. — а остальное я не знаю где ты будешь брать... ",
    "answers": [
      {
        "id": 4,
        "text": "Я согласен на часть"
      },
      {
        "id": 5,
        "text": "Пусть это будет вместо подарка на день рождения "
      },
      {
        "id": 6,
        "text": "Мне ничего не надо "
      }
    ]
  },
  {
    "id": 4,
    "text": "— Я согласен на часть. — с надеждой сказал мальчик.\n\n — Хорошо. — папа встал с дивана и ненадолго вышел из комнаты, а когда вернулся то вручил сыну половину стоимости билета. — Держи, ты заслужил.\n\n — Спасибо. — мальчик обнял родителей и пошёл в свою комнату.\n\nУже в комнате сидя над домашней работай мальчик размышлял где бы ему найти денег, но ни одна мысль не проскочила в голове. ",
    "answers": [
      {
        "id": 7,
        "text": "Расплакаться"
      },
      {
        "id": 40,
        "text": "Заняться домашней работой"
      }
    ]
  },
  {
    "id": 5,
    "text": " — Пусть это будет вместо дня рождения. — мальчик с надеждой посмотрел на родителей.\n\n Отец глубоко вздохнул и и отложил газету, с затем немного погодя вышел из комнаты. Когда он вернулся то встал на одно колено чтобы смотреть сыну в глаза и протянул ему деньги.\n\n — Мне нечего у тебя просить, сынок. — сказал он положив свою большую мазолистую ладонь ему нс плечо. — Ты это заслужил. ",
    "answers": [
      {
        "id": 23,
        "text": "Обнять родителей"
      }
    ]
  },
  {
    "id": 6,
    "text": " Повесив голову и не проронив больше ни слова ребёнок направился в свою комнату делать уроки. Маленький мальчик сидел над тетрадкой и вместо уроков размышлял о представлении которое скорее всего пропустит...\n\n — Почему мир так не справедлив? — грустно вздохнул он подпирая голову руками. ",
    "answers": [
      {
        "id": 7,
        "text": "Расплакаться"
      },
      {
        "id": 8,
        "text": "Надо что-то предпринять"
      }
    ]
  },
  {
    "id": 7,
    "text": " На пустую тетрадку капнула солёная слеза, но она была так же и горькой. За ней капнула вторая. Мокрая бумага стала извиваться волнами размывая водой то немногое, что было написано в тетради.\n\nКажется ребёнок примиряется с мыслью что не попадёт на представление своей мечты... Какая жалость... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 8,
    "text": "Парнишка задумчиво посмотрел на недоделанное домашнее задание... А ведь оно для него легче лёгкого, а кто-то не может его решить.\n\n — А это мысль! — воскликнул парень и быстро заполнил пустой лист правельными ответами. — Решено! Я буду делать домашку за деньги.\n\nС этой мыслью мальчик собрал портфель и лёг спать. У него есть только неделя чтобы с нуля заработать внушительную сумму денег. ",
    "answers": [
      {
        "id": 11,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 9,
    "text": "На этой странице будут отображаться Ваши достижения в данном квесте. ",
    "answers": [
      {
        "id": 10,
        "text": "\"Рухнувшая мечта\" ",
        "need": [
          7,
          19,
          24,
          33
        ],
        "need_ever": true
      },
      {
        "id": 56,
        "text": "\"Красный факел\"",
        "need": [
          46,
          48,
          51,
          55
        ],
        "need_ever": true
      },
      {
        "id": 59,
        "text": "\"Победитель\" ",
        "need": 54,
        "need_ever": true
      }
    ]
  },
  {
    "id": 10,
    "text": "Вы получили достижение \"Рухнувшая мечта\"\n\nК огромному сожалению мальчик так и не смог попасть на представление. Все в школе ещё месяц рассказывали как было красиво и интересно, что только расстраивало ребёнка. Врятле он это заслужил. ",
    "answers": [
      {
        "id": 1,
        "text": "На главную"
      },
      {
        "id": 9,
        "text": "Достижения"
      }
    ]
  },
  {
    "id": 11,
    "text": " Вдохновлённый идеей мальчик проснулся раньше будильника, позавтракал и побежал в школу. Он пришёл за пол часа до занятий и застал двух одноклассников склонившихся над учебником.\n\n — Привет. Домашка не получается? — весело спросил наш герой.\n\n — Да. Можешь помочь?",
    "answers": [
      {
        "id": 12,
        "text": "Сначала помочь, а потом деньги"
      },
      {
        "id": 13,
        "text": "Сначала взять плату"
      }
    ]
  },
  {
    "id": 12,
    "text": " — Конечно! Она же легче лёгкого. — Сказал парень и протянул свою тетрадку одноклассникам, которые не теряя ни минуты шустро списали правельных ответы.\n\n — А теперь плата. — Улыбнулся мальчик.\n\n — Чего?! — воскликнул первый одноклассник. — Нет уж обойдёшься!\n\n — Разве что пошей можем дать, малявка. — сказал второй и грубо столкнул мальчика со скамейки. ",
    "answers": [
      {
        "id": 18,
        "text": "Встать"
      },
      {
        "id": 19,
        "text": "Расплакаться"
      }
    ]
  },
  {
    "id": 13,
    "text": " — Разумеется! — Мальчик плюхнулся рядом на скамейку. — Но я кое на что коплю так что могу помочь за небольшое вознаграждение.\n\n—Эх. Двойку не хочется, а обедать хочется. — Протянул второй одноклассник.\n\n — Ладно тебе, это только один раз. За то мама не поругает и может быть даже вкусняшку купит.\n\n— Хорошо. — Одноклассники скинулись и протянула мальчику несколько монет.\n\n***\n\nВсю неделю маленький бизнесмен приходил в школу раньше и искал в коридорах учеников всех возрастов и за вознаграждение помогал с домашкой даже после уроков от чего приходил домой позже чем обычно. Но это всё было не важно так как почти вся сумма была у мальчика на руках. Нехватало лишь самую малость. ",
    "answers": [
      {
        "id": 14,
        "text": "Найти источник дохода"
      }
    ]
  },
  {
    "id": 14,
    "text": "Сегодня после уроков будет представление, но денег на билет всё ещё не хватает. И тут к нашему предпринимателю подходит местный задира и двоечник.\n\n — Здорово, малой. Дело есть. — небрежно сказал он усаживаясь на подоконник. — В общем у меня сейчас контроха, а мне никак нельзя двойку получить. Плачу любые деньги, ну в разумных берегах. Тебе правда придётся пропустить один свой урок и посидеть у меня под партой. Ну так что? Думай быстрее времени мало скоро урок начнётся. ",
    "answers": [
      {
        "id": 15,
        "text": "Согласиться"
      },
      {
        "id": 16,
        "text": "Попробовать занять денег у учителя"
      },
      {
        "id": 17,
        "text": "Отказаться, полагаясь только на старую схему"
      }
    ]
  },
  {
    "id": 15,
    "text": " Паренёк молча кивнул.\n\n — Вот и отлично. — потирая руки ухмыльнулся двоечник. — Пошли.\n\n Парни направились в кабинет матемамтики. Учителя ещё небыло хоть до звонка оставалось пара минут.\n\n — Обговорим план. — сказал заказчик и сел за свою парту. — Ты тихо сидишь под столом и решаешь мне контрольную. Всё понятно? ",
    "answers": [
      {
        "id": 35,
        "text": "Да"
      },
      {
        "id": 36,
        "text": "Деньги вперёд "
      }
    ]
  },
  {
    "id": 16,
    "text": " — Нет. Я не пойду на такой риск.\n\n — Да какай риск? Она тебя даже не заметит. Эта старая карга дальше своего носа ничего не видит.\n\n — Нет. Мне пора. — Мальчик спешно пошёл по коридору в свой класс.\n\nЗанятия, проходили у их классного руководителя, милой доброй молодой учительницы. После урока наш герой направился к ней.\n\n — Екатерина Филлиповна помогите мне пожалуйста. — жалобно пропищял мальчик.\n\n — Что случилось? — слегка нахмурившись спросила учитель.\n\n— Не могли бы Вы мне занять небольшую сумму денег, которую я неприменно верну через пару дней. Мне немного не хватает на сегодняшнее представление.\n\nЕкатерина Филлиповна внимательно посмотрела на старые перештопанные брюки мальчика и посеревшую от времени белую рубашку. Потом тяжело вздохнула и протянула пареньку недостающую сумму. ",
    "answers": [
      {
        "id": 20,
        "text": "Обнять учителя"
      },
      {
        "id": 21,
        "text": "Просто уйти"
      }
    ]
  },
  {
    "id": 17,
    "text": " — На такой риск я не пойду. — Мальчик махнул головой и побежал в класс.\n\n — Стой! — только и успел крикнуть в след заядлый двоечник, но мальчик уже скрылся за поворотом коридора и остановился только в классе. \n\nОстался последний урок и где-то надо найти деньги... ",
    "answers": [
      {
        "id": 31,
        "text": "Искать клиента"
      },
      {
        "id": 32,
        "text": "Занять у учителя"
      }
    ]
  },
  {
    "id": 18,
    "text": " — \"Хорошо\" — подумал мальчик отряхивая свои старые брюки попутно подбирая рюкзак. — \"В следующий раз буду умнее\".\n\n До самого звонка мальчик ходил по коридорам школы выискивая нуждающихся в своей помощи и так каждый день он вставал раньше и приходил в школу чтобы заработать. К концу недели у него уже была клиентская база и почти полная сумма на представление, но этого всё же не хватало... ",
    "answers": [
      {
        "id": 14,
        "text": "Идти в класс "
      }
    ]
  },
  {
    "id": 19,
    "text": " На глазах парнишка невольно на вернулись слезы. Он вскочил на ноги.\n\n — Но я же помог вам!\n\n— Мы тебя за язык не тянули. Сам согласился. — язвительно сказали одноклассники и ушли.\n\nМальчик сел на скамейку и охватил голову руками. В голову лезли нехорошие мысли. Всё же он был самым слабым в классе да и в школе. Любой мог так поступить так есть ли смысл рисковать? Пожалуй нет. Паренёк шмыгнул носом и встал со скомейки. Его план провалился и деньги больше неоткуда взять. Кажется это конец... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 20,
    "text": " — Спасибо! — Мальчик взял деньги и крепко обнял учительницу. — Я обязательно всё верну.\n\nИ выбежал из класса. Это был последний урок и вот вот должно было начаться представление, которого так долго и упорно добивался наш герой.\n\nОн простоял небольшую очередь к кассе и урвал практически последний билет, но он быд у него. Его мечта вот-вот осуществится. ",
    "answers": [
      {
        "id": 22,
        "text": "Войти в зал"
      }
    ]
  },
  {
    "id": 21,
    "text": " — Спасибо. — робко сказал мальчик и быстро направился к выходу ведь скоро начнётся представление, но ещё надо купить билет.\n\nОтстояв небольшую очередь мальчик всё же смог купить один из последних билетов и готов был прыгать от счастья. Он всё же попадёт на представление!",
    "answers": [
      {
        "id": 22,
        "text": "Войти в зал "
      }
    ]
  },
  {
    "id": 22,
    "text": "Актовый зал выглядел как цирковой шатёр даруя всем находившийся в нём праздничную атмосферу. Это был уже не школьный зал, а новый мир полный волшебства.\n\nУчителя рассаживали детей и нашему знакомому мальчику досталось одно из лучших мест в первом ряду. Это был лучший день в его жизни!\n\nПредставление было фееричным. Никогда ничего подобного в жизни мальчик не видел.\n\nМальчику казалось что всё представление идёт только для него. Маг не сводил с него глаз и вдруг он объявляет:\n\n — Нужен доброволец для фокуса с исчезновением! Ну ка... — фокусник протянул руку в зал. \n",
    "answers": [
      {
        "id": 42,
        "text": "Стать добровольцем"
      },
      {
        "id": 43,
        "text": "Сидеть и наслаждаться шоу"
      }
    ]
  },
  {
    "id": 23,
    "text": "Мальчик обнял своего папу за шею так крепко как только мог и он обнял его в ответ. Потом, когда медвежье обьятие отца ослабло мальчик обнял маму как только смог дотянуться, но получилось только за ноги. Мама одобрительно похлопал а его по спине и улыбнулась. \n\n — Пора делать уроки. — сказала она и мальчик кивнув побежал в свою комнату. \n\nСделав все свои дела мальчик поужинал с лодителяим, убрался в комнате и почистив зубы лёг спать, но вдруг ему захотелось попить воды. ",
    "answers": [
      {
        "id": 28,
        "text": "Обойдусь без воды"
      },
      {
        "id": 25,
        "text": "Пойти на кухню"
      }
    ]
  },
  {
    "id": 24,
    "text": " С утра, как и было задумано, ребёнок оставил деньги на столе и пошёл в школу. \n\nВсю неделю он ходил как в воду опущенный и почти ни с кем не разговаривал. Родители поняли что сын слышал их разговор, но ничего не могли сделать.\n\nНаверное это был правильный поступок ведь еда и крыша над головой куда важнее развлечений. Жаль что мальчик так и не попал на представление... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец "
      }
    ]
  },
  {
    "id": 25,
    "text": "Хоть жажда была не сильной, но всё же мешала спокойно уснуть и парн шка решил пойти на кухню.\n\nВ тав с кровати он пошлёпал босыми ногами по голому полу. На кухне горел свет и слышались голоса.\n\n — Ты отдал ему все деньги? — голос мамы был грустный.\n\n — Да.\n\n— Но что же нам теперь делать? Даже продукты не на что купить.\n\n — Я что-то придумаю. Займу денег в конце концов. — голос папы был спокоен.\n\nМама только тяжело вздохнула. ",
    "answers": [
      {
        "id": 26,
        "text": "Отправится обратно в кровать"
      }
    ]
  },
  {
    "id": 26,
    "text": "Мальчик не хотел чтобы родители знали что он слышал их разговор. Они думали что он уже спит.\n\n — Это все наши деньги. — прошептал мальчик и взглянул на небольшую стопку бумажных денег мелкими купюрами.\n\nИх семья была не богатой и такая сумма была приличной для них. ",
    "answers": [
      {
        "id": 27,
        "text": "Отдать деньги родителям"
      },
      {
        "id": 28,
        "text": "Оставить деньги себе "
      }
    ]
  },
  {
    "id": 27,
    "text": " — Я не могу забрать все деньги. — прошептал мальчик глядя в потолок. — Я очень хочу на это шоу, но не могу же я оставить родителей без денег... \n\n Тяжёлые думы наполнили голову маленького ребёнка. Только тишина присела к нему на кровать и по дружески молчала не мешая думать.\n\n — Решено. — вдруг заявил мальчик. — Встану пораньше и оставлю деньги завтра на столе. И пусть я не пойду на шоу, но мама не будет грустной. ",
    "answers": [
      {
        "id": 24,
        "text": "Смириться с тем что он не пойдёт на шоу"
      },
      {
        "id": 29,
        "text": "Попытаться что-то придумать"
      }
    ]
  },
  {
    "id": 28,
    "text": " — Папа сказал что справится и сказал что я это заслужил. — мальчик задумчиво посмотрел в потолок. — Я смогу пойти на шоу, которого так долго ждал. Это ведь в место дня рождения. \n\nПовернувшись на бок мальчишка вскоре заснул со спокойной душой и чистой совестью, а на следующий день сразу же купил себе билет и целую неделю с нетерпением ждал представления не замечая грустных и озадаченный лиц родителей.\n\nИ вот наконец он настал... Долгожданный день представления. Мальчик стоял в тольпе школьников у дверей актового зала. ",
    "answers": [
      {
        "id": 22,
        "text": "Войти в зал "
      }
    ]
  },
  {
    "id": 29,
    "text": " Поворачиваясь на бок малыш подумал \"вот бы я тоже мог зарабатывать деньги... \"\n\nГлаза мальчика широко распахнулись и он резко сел в кровати.\n\n — А я ведь могу... Могу продавать свои знания и делать всем домашнее задание. Всем кто только попросит.\n\nМальчик откинулся на подушку глядя в потолок. И решил завтра же попробовать заработать свои первые деньги. ",
    "answers": [
      {
        "id": 30,
        "text": "Проснутся "
      }
    ]
  },
  {
    "id": 30,
    "text": " Вдохновлённый идеей мальчик проснулся раньше будильника, позавтракал и оставив деньги родителей на столе побежал в школу. Он пришёл за пол часа до занятий и застал двух одноклассников склонившихся над учебником.\n\n — Привет. Домашка не получается? — весело спросил наш герой.\n\n — Да. Можешь помочь?",
    "answers": [
      {
        "id": 12,
        "text": "Сначала помочь, а потом деньги"
      },
      {
        "id": 13,
        "text": "Деньги вперёд "
      }
    ]
  },
  {
    "id": 31,
    "text": "Мальчик стал ходить по классу и спрашивать одноклассников не нужна ли ми помощь. До звонка емв удалось заработать ещё немного, но этого не хватало.\n\nПосле урока он решил ещё несколько домашних заданий и до представления оставались считанные минуты, но всё ещё не хватает одной монеты. Всё уже разошлись кто куда да и времени на решение домашки уже не хватит...\n\nНеужели все старания были зря? ",
    "answers": [
      {
        "id": 33,
        "text": "Пойти домой"
      },
      {
        "id": 34,
        "text": "Пойти к актовом залу"
      }
    ]
  },
  {
    "id": 32,
    "text": "Занятия, проходили у их классного руководителя, милой доброй молодой учительницы. После урока наш герой направился к ней.\n\n — Екатерина Филлиповна помогите мне пожалуйста. — жалобно пропищял мальчик.\n\n — Что случилось? — слегка нахмурившись спросила учитель.\n\n— Не могли бы Вы мне занять небольшую сумму денег, которую я неприменно верну через пару дней. Мне немного не хватает на сегодняшнее представление.\n\nЕкатерина Филлиповна внимательно посмотрела на старые перештопанные брюки мальчика и посеревшую от времени белую рубашку. Потом тяжело вздохнула и протянула пареньку недостающую сумму. ",
    "answers": [
      {
        "id": 20,
        "text": "Обнять учителя"
      },
      {
        "id": 21,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 33,
    "text": "Мальчик грустно поплёлся домой. Он хоть и проиграл эту гонку, но у него были деньги и он мог купить себе кучу конфет хотя этого он не хотел. Сейчас он вообще ничего нп хотел...\n\nПридя домой он вывалил кучу монет на обеденный стол, но никак не реагируя на удивление мамы пошёл в свою комнату.\n\nДа уж... Это самое печальное поражение в жизни мальчика... По крайней мере на данный момент. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец "
      }
    ]
  },
  {
    "id": 34,
    "text": "Мальчик хотел в последний раз взглянуть на свою мечту и хоть одним глазком взглянуть и увидеть чудесный мир за дверями актового зала.\n\nОн шёл по коридору. Остался последний поворот и что-то звякнуло под ногой. Мальчик посмотрел вниз. Монетка. Он огляделся. Никого рядом небыло, никто её не искал. Парнишка поднял монетку и побежал к кассе. Ему удалось урвать последний билет. Какое счастье! Он всё же попадёт на представление!\n\nДвери актового зала открылись и нс входе стали проверять билеты. Пора! ",
    "answers": [
      {
        "id": 22,
        "text": "Войти в зал "
      }
    ]
  },
  {
    "id": 35,
    "text": "Мальчик кивнул и послушно залез под парту как раз вовремя чтобы не попасться на глаза учителю математики. Эта тётка славилась на всю школу своим скверный характером.\n\nПрозвенел звонок и контрольная началась.\n\nПод парту тут же прилител листок с заданиями. И мальчик начал решать. Задачи были сложные... На четыре класса больше чем он сейчас проходить со своими одноклассниками, но сложные не значит непосильные. К концу урока всё было решено. И со звонком все сдали работы и вышли из кабинета.\n\n — Как и договаривались твоя плата. И так уж и быть держи ещё. — парень дал ещё несколько монет сверху и ушёл. ",
    "answers": [
      {
        "id": 37,
        "text": "Купить билет"
      }
    ]
  },
  {
    "id": 36,
    "text": " — Деньги вперёд. — как можно серьёзнее сказал мальчик.\n\n — Только попробуй неправильно решить... — процедил сквозь зубы парень отдавая мальчику деньги.\n\nМальчик бросил хмурый взгляд на \"заказчика\" и залез под парту как раз вовремя чтобы не попасться на глаза учителю математики. Эта тётка славилась на всю школу своим скверный характером.\n\nПрозвенел звонок и контрольная началась.\n\nПод парту тут же прилител листок с заданиями. И мальчик начал решать. Задачи были сложные... На четыре класса больше чем он сейчас проходить со своими одноклассниками, но сложные не значит непосильные. К концу урока всё было решено. И со звонком все сдали работы и вышли из кабинета.\n\nМальчик сразу поспешил к кассе. ",
    "answers": [
      {
        "id": 37,
        "text": "Купить билет"
      }
    ]
  },
  {
    "id": 37,
    "text": "Мальчик побежал за белетом и у самой кассы случайно столкнулся со своим классным руководителем чей урок он только что пропустил.\n\n Молодая учительница строго посмотрела на прогульщика сверху вниз.\n\n — Где ты был? ",
    "answers": [
      {
        "id": 38,
        "text": "Соврать"
      },
      {
        "id": 39,
        "text": "Сказать правду"
      }
    ]
  },
  {
    "id": 38,
    "text": "— Аааа... Яя... Меня кто-то закрыл в туалете! — выпалил мальчик. — Я смог выбраться только после звонка, когда другой мальчик после урока подошёл в туалет и открыл дверь.\n\n — Бедный ребёнок. — учительница сочувствующе покачала головой и вынув из сумочки конфету протянула мальчику, а затем попрощалась и ушла.\n\nОтлично. Кажется самое время купить билет.\n\nМальчику удалось урвать один из последних билетов и вот двери актового зала открылись... Представление скоро начнётся. ",
    "answers": [
      {
        "id": 22,
        "text": "Войти в зал "
      }
    ]
  },
  {
    "id": 39,
    "text": " — Эмм... Прятался под партой. — прозвучал тихий ответ.\n\nУчительница кажется опешила.\n\n — Странное нынче чувство юмора у детей. — пробормотала она и кинув последний недоверчивый взгляд удалилась.\n\n — Ну чтож и так сойдёт. — Пожал плечами мальчик и поспешил купить билет.\n\nСкоро начнётся представление... ",
    "answers": [
      {
        "id": 22,
        "text": "Войти в зал "
      }
    ]
  },
  {
    "id": 40,
    "text": "Парнишка задумчиво посмотрел на недоделанное домашнее задание... А ведь оно для него легче лёгкого, а кто-то не может его решить.\n\n — А это мысль! — воскликнул парень и быстро заполнил пустой лист правельными ответами. — Решено! Я буду делать домашку за деньги.\n\nС этой мыслью мальчик собрал портфель и лёг спать. У него есть только неделя чтобы собрать недастоющую сумму денег. ",
    "answers": [
      {
        "id": 41,
        "text": "Проснуться"
      }
    ]
  },
  {
    "id": 41,
    "text": "Вдохновлённый мыслью, своей идеей, мальчик помчался в школу раньше обычного и застал там несколько учеников, которым помог за символическую плату.\n\nТаким образом за неделю наш герой смог накопить нужную сумму.\n\nВ день Х он купил один из последних билетов. Возле актового зала начали собираться школьники ведь представление вот вот должно было начаться. ",
    "answers": [
      {
        "id": 22,
        "text": "Войти в зал "
      }
    ]
  },
  {
    "id": 42,
    "text": "Мальчик не долго думая протянул свою руку магу,каторый довольно улыбнулся и потянул добровольцы на сцену.\n\nФокусник поместил мальчика в шкаф, закрыл его и сказал заклинание. Когда шкаф открылся там небыло уже ни шатра ни школы, кажется это был подвал какого-то древнего замка. Каменные стены освещял свет лишь одного факела. На стене было что-то написано...",
    "answers": [
      {
        "id": 44,
        "text": "Прочитать"
      }
    ]
  },
  {
    "id": 43,
    "text": "Видимо так подумали все и никто не хотел идти по этому фокусник не долго думая взял руку мальчика и потянул его на сцену. Чёрные глаза мага играли озорством. Он поместил мальчика в шкаф и сказал заклинание, когда шкаф открылся там небыло уже ни шатра ни школы, кажется это был подвал какого-то древнего замка. Каменные стены освещял свет лишь одного факела. На стене было что-то написано...",
    "answers": [
      {
        "id": 44,
        "text": "Прочитать"
      }
    ]
  },
  {
    "id": 44,
    "text": "Лишь тот кто мудр и умён найдёт во тьме ответ\nЛишь тот кто разгадает всё избавится от бед\n\nПрими мою загадку в дар, а мне даруй ответ\nТы знаешь кто же это был? Ты знаешь или нет?\nОн бороды всем отрубал, но он носил усы\nОн был велик как великан, но человеком был\nОн много прорубал окон, построил Питербург\nОн первым был, а ты скажи как же его зовут...",
    "answers": [
      {
        "id": 46,
        "text": "Николай Второй"
      },
      {
        "id": 46,
        "text": "Иван Грозный"
      },
      {
        "id": 47,
        "text": "Пётр Первый"
      }
    ]
  },
  {
    "id": 45,
    "text": "Мальчик послушно залез в сундук и закрыл крышку. Посидев так пару секунл мальчик открыл крышку сундука и его оглушили аплодисменты. Оказалось он оказался внутри пианино что годами пылилось в актовом зале. Все смотрели на него и апплодировали. Кажется что его не было только несколько секунд.\n\nДве учительници помогли ребёнку выбраться и усадили его на место. Шоу должно продолжаться и оно продолжилось... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец "
      }
    ]
  },
  {
    "id": 46,
    "text": "Факел как будто вспыхнул ещё ярче и огонь стал красным слева открылась дверь и новый Факел помнил мальчика своим тёплым светом.\n\nВ комнате стоял сундук над которым и горел факел освещяющий слова:\n\nНе смог ответить на вопрос\nпроще какого нет\nЗалезь в сундук и уходи\nНе нежен твой ответ",
    "answers": [
      {
        "id": 45,
        "text": "Залезть в сундук"
      }
    ]
  },
  {
    "id": 47,
    "text": " — Пётр Первый. — громко сказал мальчик и факел на мгновение вспыхнул зеленоватым светом.\n\nСправа распахнулись, до того не заметная в темноте, дверь за которой горел ещё один факел освещая слова на противоположной стене. Мальчик подошёл ближе и прочитал загадку, которая гласила:\n\nОдин рассказ... Он небольшой, \nно смысл в нём огромный\nГотовы жертвовать собой\nРади любви до гроба\n\nПродал часы из золота\nИ денег не щадил\nОн своей воздюбленной\nГребни подарил\n\nИмела волосы она\nНа зависть всем вокруг\nОтстригла их и продала\nКупила цепь ему\n\nЦепочка та из золота\nКак раз к часам она\nСкажи, ты знаешь что это?\nЧто за история? ",
    "answers": [
      {
        "id": 48,
        "text": "Ромео и Джульетта "
      },
      {
        "id": 49,
        "text": "Дары волхвов"
      },
      {
        "id": 48,
        "text": "Анна Каренина"
      }
    ]
  },
  {
    "id": 48,
    "text": " Факел брызнул красными искрами и открылась дверь слева. Оранжевый свет огня освещял сундук и слова на стене.\n\n Хоть ты не глуп, скажу тебе,\nНо был ответ простой\nТеперь залезь в этот сундук\nИ крышку ты закрой\n\nИ прежде чем уйти домой \nнайди на дне подарок свой",
    "answers": [
      {
        "id": 50,
        "text": "Залезть в сундук"
      }
    ]
  },
  {
    "id": 49,
    "text": " — дары волхвов. — снова громко сказал мальчик и факел в его руке вновь боестнул зелёным.\n\nСправа сново открылась скрытая мраком дверь. Мальчик подошёл к новой загадке, освещяемой оранжевым тёплым светом другого факела. В круг света поподали оттиснённые на камне слова.\n\nПопробуй здесь ты посчитать \nи дать ответ простой\nЧто будет если дважды пять\nУмножить, но постой\nПрибавь ещё и три и семь\nЕщё ты не спеши\nИ в скобках не забудь свои\nТе числа-малыши\nДва минус восемь\nПосчтиай и дай простой ответ\nТы знаешь сколько это будет?\nЗнаешь или нет? ",
    "answers": [
      {
        "id": 51,
        "text": "14"
      },
      {
        "id": 52,
        "text": "-29"
      },
      {
        "id": 51,
        "text": "36"
      }
    ]
  },
  {
    "id": 50,
    "text": "Мальчик послушно залез в сундук и закрыл крышку. На дне он нащупал какой-то свёрток маленький и лёгкий. Взяв его в руки мальчик открыл крышку сундука и его оглушили аплодисменты. Оказалось он оказался внутри пианино что годами пылилось в актовом зале. Все смотрели на него и апплодировали. Кажется что его не было только несколько секунд.\n\nДве учительници помогли ребёнку выбраться и усадили его на место. Шоу продолжилось, а на коленках мальчика покоился свёрток. Когда он придёт домой и развернёт его он узнает что это, но сейчас он продолжает смотреть шоу... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец "
      }
    ]
  },
  {
    "id": 51,
    "text": "Факел вспыхнул красным пламенем и потух. Слева открылась дверь всё так же освещяемая одним факелом. Под ним стоял сундук, а на стене были напиманы слова:\n\nЗагадка та была сложна,\nА ты не знал ответ\nТеперь залезь в этот сундук\nИ снова выйди в свет\n\nНо прежде чем уйти домой\nНайди на дне подарок свой ",
    "answers": [
      {
        "id": 53,
        "text": "Залезть в сундук"
      }
    ]
  },
  {
    "id": 52,
    "text": " — Минус двадцать девять.\n\nФакел снова блестнул зелёным и дверь справа распахнулись. И снова на камне были вы равированны слова:\n\nПроделал ты тяжёлый путь\nОстался один шаг\nОтвет сказать мне не забудь\nИ думай не спеша\n\nСкажи, ты знаешь как зовут \nКартину где в бору\nТри бурых медвежонка\nРезвяться по утру? ",
    "answers": [
      {
        "id": 54,
        "text": "Утро в сосновом бору"
      },
      {
        "id": 55,
        "text": "Мишки в сосновом бору"
      },
      {
        "id": 55,
        "text": "Сосновый бор"
      }
    ]
  },
  {
    "id": 53,
    "text": "Мальчик послушно залез в сундук и закрыл крышку. На дне он нащупал какой-то увесистый свёрток. Взяв его в руки мальчик открыл крышку сундука и его оглушили аплодисменты. Оказалось он оказался внутри пианино что годами пылилось в актовом зале. Все смотрели на него и апплодировали. Кажется что его не было только несколько секунд.\n\nДве учительници помогли ребёнку выбраться и усадили его на место. Шоу продолжилось, а на коленках мальчика покоился свёрток. Когда он придёт домой и развернёт его он узнает что это, но сейчас он продолжает смотреть шоу... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец "
      }
    ]
  },
  {
    "id": 54,
    "text": " — Утро в сосновом бору. — задумчиво протянул мальчик.\n\nФакел снова брызнул зелёными искрами и вновь дверь с права открылась. В ней стоял сундук, а над ним горел Факел. Подойдя ближе мальчик снова различие на стене слова.\n\nНе бойся и в скндук залезь\nИ крышку ты прикрой\nНа дне в глубокой темноте\nЛежит подарок твой\nЕго найдёшь и выходи\nИди потом домой",
    "answers": [
      {
        "id": 57,
        "text": "Залезть в сундук"
      }
    ]
  },
  {
    "id": 55,
    "text": "Огонь факела взвился красными языками и поспал красными искрами. Дверь слева открылась. Единственный факел в комнате освешял сундук и слова на стене.\n\nПоследний шаг неверным был\nНу чтож жизнь такова...\nПодарок свой чтоб не забыл\nНа дне он сундука\n\nТеперь тебе назад пора \nЗалезь в сундук скорей\nНе огорчайся, детвора. \nУчись усерднее\n",
    "answers": [
      {
        "id": 58,
        "text": "Залезть в сундук"
      }
    ]
  },
  {
    "id": 56,
    "text": "Вы получили достижение \"Красный факел\" \n\nНа пути мальчика загорелся, красный факел, означающий что он ошибся. Чтож такое бывает... ",
    "answers": [
      {
        "id": 1,
        "text": "На главную "
      },
      {
        "id": 9,
        "text": "Достижения"
      }
    ]
  },
  {
    "id": 57,
    "text": "Мальчик послушно залез в сундук и закрыл крышку. На дне он нащупал какой-то свёрток большой и достаточно тяжёлый. Взяв его в руки мальчик открыл крышку сундука и его оглушили аплодисменты. Оказалось он оказался внутри пианино что годами пылилось в актовом зале. Все смотрели на него и апплодировали. Кажется что его не было только несколько секунд.\n\nДве учительници помогли ребёнку выбраться и усадили его на место. Шоу продолжилось, а на коленках мальчика покоился свёрток. Когда он придёт домой и развернёт его он узнает что это, но сейчас он продолжает смотреть шоу... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец "
      }
    ]
  },
  {
    "id": 58,
    "text": "Мальчик послушно залез в сундук и закрыл крышку. На дне он нащупал какой-то достаточно большой свёрток. Взяв его в руки мальчик открыл крышку сундука и его оглушили аплодисменты. Оказалось он оказался внутри пианино что годами пылилось в актовом зале. Все смотрели на него и апплодировали. Кажется что его не было только несколько секунд.\n\nДве учительници помогли ребёнку выбраться и усадили его на место. Шоу продолжилось, а на коленках мальчика покоился свёрток. Когда он придёт домой и развернёт его он узнает что это, но сейчас он продолжает смотреть шоу... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 59,
    "text": "Вы, получили достижение \"Победитель\"\n\nМальчик прошёл испытание без единой ошибки и получил большой подарок. Вы молодец! Так держать! ",
    "answers": [
      {
        "id": 1,
        "text": "На главную "
      },
      {
        "id": 9,
        "text": "Достижения"
      }
    ]
  },
  {
    "id": 60,
    "text": "",
    "answers": []
  },
  {
    "id": 61,
    "text": "",
    "answers": []
  }
]