[
  {
    "id": 1,
    "text": "Мини-рассказ о безымянном сержанте.",
    "answers": [
      {
        "id": 2,
        "text": "Вступить в бой",
        "middle_answer": true
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "",
        "system": true
      },
      {
        "id": 25,
        "text": "Соц. сети автора",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 2,
    "text": "  «<s>u200eВ этот момент я максимально близок к смерти», — внезапно проскочила мысль, когда мы ринулись шутрмовать укрепточку — нужно прорвать линию обороны и закрепиться на позиции, иначе противник контратакует и сорвёт операцию. Отступать нельзя.\n— ВПЕРЁ-Ё-Ё-ЁД! — Закричал ведущий нас капитан Алексей Морозов. Всегда впереди, не боится ничего. Дважды был смертельно ранен, но как-то выкарабкался с того света. Я бы не смог нести такую ношу...",
    "answers": [
      {
        "id": 3,
        "text": "Продвигаться вперёд",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 3,
    "text": "  Враги заметили нас и молниеносно приготовились к сдерживанию натиска: сразу же заревели винтовки, пулемёты, миномёты — каждый сражался тем, что было.\n  Прямо передо мной упал солдат. Мельком осмотрев его на бегу, я узнал Сашку Стрельцова. Хороший парень был. Рассказывал, как любит свою сестру, маленького брата, отца, маму да и вообще всю семью, что хочет во что бы то ни стало защитить их от напасти. Ещё минуту назад он с огнём в глазах мчался в атаку, а сейчас его бездыханное тело лежит в степи.",
    "answers": [
      {
        "id": 4,
        "text": "Продвигаться и стрелять",
        "left_answer": true
      },
      {
        "id": 5,
        "text": "Бежать",
        "right_answer": true
      }
    ]
  },
  {
    "id": 4,
    "text": "  Не без усилий, но мы постепенно продвигались к окопам противника. Полегло уже достаточное количество наших. И кто избрал тактику лобовой атаки?!\n  Они стреляют, стреляем мы. Казалось бы, что может быть ужаснее убийства? Наверное, нет такого явления, но на войне нет солдата, который не испачкал свои руки. Почему люди, не гнушаясь этого, стреляют друг в друга? Почему мы вообще воюем? Ради земли, которая сейчас никому не сдалась? Ради славы? Какова причина кровопролития? Что творится в головах у наших лидеров?",
    "answers": [
      {
        "id": 7,
        "text": "Двигаться вперёд",
        "left_answer": true
      },
      {
        "id": 5,
        "text": "Бежать",
        "right_answer": true
      }
    ]
  },
  {
    "id": 5,
    "text": "  Я... не могу закончить, как он. Нет. Никогда. Ни за что на свете я не умру здесь! Нет! НЕ-Е-ЕТ!\n  Я остановился, повернулся и побежал назад, пока наши ценой жизни проталкивались вперёд. Трус? Мне без разницы, как меня будут называть при жизни, главное, что я буду жить, а не сгнию здесь.\n  Пробежать я успел довольно много... Прежде чем мне досталось прикладом от своего.",
    "answers": [
      {
        "id": 6,
        "text": "Очнуться",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 6,
    "text": " Я лежал, смотрев на голубое небо. Голубой — цвет мира? Так почему его нет?<s>r\n Кто-то подошёл ко мне.<s>r\n<s>r\n— Этот! А ну вставай, паскуда! — кричал солдат, пиная меня.<s>r\n  Вставать не хотелось: голова адски болела. Не дождавшись ответа, солдаты потянули меня за снаряжение, поставили на ноги и повели к кучке каких-то солдат... Видимо, тоже.<s>r\n На нас наставили ружья. Неужели это мой кон...",
    "answers": [
      {
        "id": 1,
        "text": "...",
        "middle_answer": true,
        "blackout": true
      }
    ]
  },
  {
    "id": 7,
    "text": "  Мы оказались у окопа. На лицах врагов читался ужас: почему мы идём, считай, на верную смерть? Как обычно, всё просто: мы не можем отступить.\n  Какой-то сумасшедший вылетел из окопа и побежал прямо на меня. Патроны кончились что ли? Или просто помереть захотел? Не важно.",
    "answers": [
      {
        "id": 8,
        "text": "Выстрелить",
        "left_answer": true
      },
      {
        "id": 9,
        "text": "Не стрелять",
        "right_answer": true
      }
    ]
  },
  {
    "id": 8,
    "text": "  «<s>u200eЛибо он, либо я», — пришлось выстрелить. Этот седьмой. Всего лишь за два месяца, практически не сражаясь, я убил семерых. В память врезался каждый момент...\n  Первый раз был самым тяжёлым. Я шёл на разведку территории и встретил одного парня, облачённого в маскхалат, он шёл на наши земли. \"Мне нельзя позволить ему пройти\" — подумал я, закрыл глаза и выстрелил. \n—АААААА! -закричал враг.\n—Чёрт, я попал ему в плечо! Нужно добить! Выстрелил ещё пару раз, затем подошёл к трупу и выстрелил ещё, для уверенности. Отдышался, потом взглянул... и меня вырвало.\n  Второй дался мне не легче первого. Нам нужно было проверить, действительно ли в лесу есть вражеский опорный пункт (дом лесничего находился в опасной близости к нашему маленькому штабу), если есть, то уничтожить (по возможности). \n  Мы потихоньку приблизились к дому и осмотрели местность. Наш разведчик приметил немало сломанных напополам веточек и вёдра рядом с колодцем, это показалось подозрительным, но вокруг никого не было, поэтому мы обговорили план. Он заключался в том, что нужно бесшумно убить врага в здании, хотя бы одного захватить в плен и выведать нужную информацию.\n  Я заходил последним и должен был убить четвёртого, но немного замешкался...И враг убил моего товарища. После я моментально выстрелил, но Василия было не спасти...\n  В тот раз я поклялся, что больше никогда не замешкаюсь...\n  Третьего я просто пристрелил в одном из боёв. Без малейших колебаний, как в прошлые разы. Кажется, я стал...Убийцей. В тот момент.\n  Ещё троих я убил гранатой, которую бросил в окоп в очередном сражении.\n  Теперь в этот список добавился безумец ( или герой? ), напавший на меня с ножом. Сколько ещё этот список будет пополняться? Сколько раз мне нужно будет обагрить руки?",
    "answers": [
      {
        "id": 11,
        "text": "Продолжать наступление",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 9,
    "text": "  Я не смог нажать на курок. Не знаю, что на меня нашло в этот раз. Испуг? Восхищение? В мои последние секунды жизни эта дилемма не давала покоя. \n  Солдат подбежал и вонзил мне нож в грудь. Кто-то из наших его подстрелил, а я свалился. И больше не продолжал воевать. Никогда.",
    "answers": [
      {
        "id": 1,
        "text": "...",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 10,
    "text": "",
    "answers": [
      {
        "id": 1,
        "text": "...",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 11,
    "text": "  Дошли. Добежали. Доползли. До вражеского окопа. Теперь нужно выбить их оттуда.\n  Кто-то закинул гранату, кто-то полез прямо к ним, кто-то лёг и прицелился, а я...",
    "answers": [
      {
        "id": 12,
        "text": "Закинул гранату",
        "middle_answer": true
      },
      {
        "id": 13,
        "text": "Прыгнул в окоп",
        "left_answer": true
      },
      {
        "id": 14,
        "text": "Лёг и прицелился",
        "right_answer": true
      }
    ]
  },
  {
    "id": 12,
    "text": "  Я решил достать гранату и закинуть её в окоп. Сначала взорвалась граната моего товарища, потом моя...Окоп чуть ли не разнесло.",
    "answers": [
      {
        "id": 15,
        "text": "...",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 13,
    "text": "  Я запрыгнул прямо в окоп. Граната товарища дизориентировала врагов на время, так что я успел зарезать одного, второго подстрелить, но потом...",
    "answers": [
      {
        "id": 1,
        "text": "...",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 14,
    "text": "  Лёг и прицелился. Взорвалась граната товарища, кто-то из наших решил повоевать в ближнем бою прямо в окопе. Чаша весов резко склонилась в нашу сторону.\n  Я не остался в стороне. Сделав пару выстрелов, те, кто остались, в том числе и я, начали продвигаться к окопу ползком.",
    "answers": [
      {
        "id": 16,
        "text": "Продвигаться",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 15,
    "text": "— ЛОЖИ-И-ИСЬ! — послышался голос солдат. Я уже собрался ложиться, как вдруг...",
    "answers": [
      {
        "id": 1,
        "text": "...",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 16,
    "text": "  Потихоньку мы приблизились к окопу вплотную. Там оставалась маленькая кучка недобитых солдат. Мы начали обстрел.<s>r\n  Окоп был зачищен, однако один попытался ускользнуть. Его затылок прямо передо мной.",
    "answers": [
      {
        "id": 17,
        "text": "Выстрелить",
        "left_answer": true
      },
      {
        "id": 18,
        "text": "Не стрелять",
        "right_answer": true
      }
    ]
  },
  {
    "id": 17,
    "text": "  «Не дам я тебе уйти, мужик», — поразмыслил я и выстрелил. Восьмой.",
    "answers": [
      {
        "id": 19,
        "text": "...",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 18,
    "text": "  Я не выстрелил. Но солдат не выжил. Кто-то из моих товарищей прервал его отступление.",
    "answers": [
      {
        "id": 19,
        "text": "...",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 19,
    "text": "  Убедившись в отсутствии опасности, мы начали подниматься. Настала пора помочь раненым, собрать винтовки, по возможности похоронить наших. Очередная битва за нами...Когда же будет за нами война?\nЯ подошёл к трупу Сашки Стрельцова. Его глаза, те самые большие, голубые, искренние, добрые глаза, которые всегда словно наполнены счастьем, теперь излучают...Безразличие? Неужели теперь ему всё равно, что станет с его семьёй? Вставай, Саня! Я не верю в это! Не верю! Не верю...\n  Пока я был в раздумьях, кто-то подошёл ко мне и закрыл Сашке глаза. \n—Жалей живых, а не мёртвых. Им, в отличие от тех,  кто тебя окружает, уже не помочь.\n—Предлагаешь просто забыть, что мой товарищ мёртв!? Да что ты несёшь!? — ответил я с явной злобой.\n—Я похоронил двух братьев на войне. — будто не заметив моего ответа, безразлично начал солдат.\n—Я старший самый, двадцать мне, среднему девятнадцать, а младшему семнадцать. Мы, как и все, хотели защитить семью, Родину...И чуть не слегли в первом же бою. Младшего убило гранатой, средний с эмоциями не совладал, а меня в окопе удержали. Как сейчас помню тот момент, фразу сержанта...\n—Какую фразу?\n—\"Осипов, слышишь меня!? Успокойся! Не иди на поводу у мести! Жалей не мёртвых, жалей живых! Что твоя мать будет делать, если и ты умрёшь! А!? Отец!? Кто останется в семье? Защити то, ради чего не жалко и жизнь отдать! Защити семью, Родину, друзей, родной город, село, возлюбленную, всё защити! Только не смей умирать, слышишь!? Не смей!\" — вот, что он мне сказал. В тот раз меня будто переклинило. И пули теперь обходят стороной.\n  Кхм...Итак, ради чего я всё это...Защити то, что он больше не в силах защищать, если твоя дружба с ним хоть чего то стоила. Поклянись себе, что во что бы то ни стало не дашь случиться непоправимому. Сможешь?\n",
    "answers": [
      {
        "id": 22,
        "text": "Поклясться",
        "left_answer": true
      },
      {
        "id": 23,
        "text": "Я не могу этого сделать",
        "right_answer": true
      }
    ]
  },
  {
    "id": 20,
    "text": "  Разобравшись со всем, мы пошли вперёд, бросив тела врага. У нас просто нет времени с ними разбираться. Впереди ещё не одна схватка.",
    "answers": [
      {
        "id": 21,
        "text": "Уходить",
        "need": 22,
        "middle_answer": true
      },
      {
        "id": 24,
        "text": "Уходить",
        "need": 23,
        "middle_answer": true
      }
    ]
  },
  {
    "id": 21,
    "text": "  Мы ушли... До этого момента я воспринимал всё иначе. Я хотел защитить то, что мне дорого, но никогда бы не подумал о том, чтобы поднять ношу павших и нести её на себе... Я больше не встречался с тем солдатом, и, наверное, больше не встречусь, но я благодарен ему за все те слова. Он разжёг в моей груди костёр из искры, который не под силу потушить даже самому ужасному событию. Ради тех, кто не смог дожить до дня победы, ради их родных и близких, я защищу Родину! Вы погибли не зря!\n  \"Ещё одна законченная бойня в этом аду\" — подумал я. Ещё одна...",
    "answers": [
      {
        "id": 1,
        "text": "...",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 22,
    "text": "—Я...клянусь своей жизнью, что не дам случиться непоправимому. Ради Александра...Ради всех павших я защищу всё, что им было дорого! Защищу тех ради кого они сражались, защищу то, ради чего они жизнь отдали!\n  На лице солдата можно было уловить едва заметную улыбку и скупую слезу, которую он быстро вытер.\n—Мне...Нечего сказать. Пойдём, поможем товарищам?\n—Да!",
    "answers": [
      {
        "id": 20,
        "text": "Идти помогать",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 23,
    "text": "— Я... не могу. Прости.<s>r\n— Ясно. Ну, пойдём помогать нашим?<s>r\n— Да, пойдём.<s>r\n",
    "answers": [
      {
        "id": 20,
        "text": "Идти помогать",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 24,
    "text": "  Мы ушли... До этого момента я воспринимал всё иначе. Я хотел защитить то, что мне дорого, но никогда бы не подумал о том, чтобы поднять ношу павших и нести её на себе... Не задумывался, потому что не смогу. Солдат пытался донести до меня правильную мысль, но я просто...не могу. Если бы я только был хоть наполовину добр и отважен, как и он...<s>r\n  Я благодарен ему за всё то, что он сказал. Когда я думал, что всё кончено, когда я хотел опустить руки, его слова помогли мне подняться, помогли моей искре не потухнуть в тот момент. Спасибо тебе...Друг.<s>r\n  «Ещё одна законченная бойня в этом аду», — подумал я. Ещё одна...",
    "answers": [
      {
        "id": 1,
        "text": "...",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 25,
    "text": "Авторские соц. сети.",
    "answers": [
      {
        "url": "https://boosty.to/deverlybee",
        "id": 25,
        "text": "Boosty (бусти)",
        "middle_answer": true,
        "no_transition": true
      },
      {
        "url": "https://author.today/u/deverlybee/works",
        "id": 25,
        "text": "Author today (автор тудей)",
        "middle_answer": true,
        "no_transition": true
      },
      {
        "url": "https://ficbook.net/authors/6932826",
        "id": 25,
        "text": "Ficbook (фикбук)",
        "middle_answer": true,
        "no_transition": true
      },
      {
        "id": 1,
        "text": "В главное меню",
        "middle_answer": true
      }
    ]
  },
  {
    "id": 26,
    "text": "",
    "answers": []
  },
  {
    "id": 27,
    "text": "",
    "answers": []
  },
  {
    "id": 28,
    "text": "",
    "answers": []
  }
]