[
  {
    "id": 1,
    "text": "\nАвтор : GlazWrite\nЖанр : Драма, Триллер, присутствуют элементы Романтики\n\nОписание :\nМаксим решает восстановить общение со своей старой знакомой Алиной. Однако он даже не представляет, к каким последствиям их встреча может привести...\n\nДоп. Информация :\nДоступно 4 концовки. ",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 13,
        "text": "Список концовок"
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c15/2108/5f/12979f6933bc.jpg"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Максим Савельев — самый обычный молодой человек. Он недавно закончил учёбу, после чего нашёл не очень сложную и не самую высокооплачиваемую работу по специальности. Живёт скромно, но ему всего достаточно. Однако есть одна вещь, которая переодически тревожит Максима. Дело в том, что у парня не очень складываются отношения с людьми. Точнее, общение с кем-либо, как правило, в последствии сходит на нет. Постепенно испаряется. Например, в средней школе был у Максима лучший друг. Но с течением времени, уже в старшей школе друзья практически перестали общаться. И это далеко не единственный подобный случай. Эх, сколько людей осталось где-то позади, в прошлом! Иногда, вспоминая весёлые деньки, Максим с жалостью хочет их вернуть. Бывает, он пишет сообщения старым друзьям и подругам, но диалог выходит сухим и заходит в тупик, не то что раньше... ",
    "answers": [
      {
        "id": 3,
        "text": "Но однажды... "
      }
    ]
  },
  {
    "id": 3,
    "text": "Это был обычный вечер пятницы. Максим пришёл с работы, купил нужных продуктов. Обретя достаточное количество свободного времени, Макс почувствовал невероятную скуку, смешанную с едва заметной тоской. Ему было нечем заняться. Не с кем поговорить. Не с кем встретиться. И что же делать?\n\nБесцельно валяясь на диване, глядя в потолок, Максим неожиданно обнаружил, как в его голове всплывают воспоминания. Какие воспоминания? Что-то примерно пятилетней давности. Тогда Макс лежал в больнице. Там время тянулось бы скучно и медленно, если бы не знакомство с соседями по палате и людьми из палат по близости. Особенно Максу запомнилась темноволосая девушка Алина. После выписки из больницы они ещё некоторое время переписывались в одной популярной соцсети. Сейчас страница девушки, кажется, удалена или заброшена. Однако Максим загорелся желанием попытаться восстановить общение с Алиной. Неизвестно сколько часов Макс провел, лазая по множеству страниц. Тем не менее он был удовлетворён результатом. Новая страничка Алины найдена. Остаётся только написать сообщение, напомнить о былых временах и надеяться, что переписка не превратится в унылую и ленивую череду бессвязных вопросов. ",
    "answers": [
      {
        "id": 4,
        "text": "Написать сообщение"
      }
    ]
  },
  {
    "id": 4,
    "text": "Переписка с давней знакомой вышла удачной. По итогу договорились встретиться в кафе \"Лагуна\" на следующий день. Максим светился от счастья. Неужели, он действительно смог вернуть ту самую девочку из своего прошлого? Выходит, восстанавливать старые контакты — отличная идея? Размышляя над этими вопросами Макс постепенно заснул. ",
    "answers": [
      {
        "id": 5,
        "text": "На следующий день",
        "blackout": true
      }
    ]
  },
  {
    "id": 5,
    "text": "Максим встретил Алину возле кафе. Он узнал её сразу — девушка почти не изменилась за прошедшее время. Единственным, что показалось Максу новым, был взгляд её серых глаз, наполненный какой-то неуловимой и таинственной вселенской грустью...\n\nСели за столик. Сделали небольшой заказ. Завели разговор. Максим много рассказал о событиях его жизни, происходивших в течении пяти лет. Однако ему не давал покоя тоскливый взгляд девушки. Она почти не говорила о себе. Макс подумал, что это неспроста...",
    "answers": [
      {
        "id": 6,
        "text": "Расспросить Алину подробнее о её жизни "
      },
      {
        "id": 7,
        "text": "Продолжать разговор, не обращая внимание на эти детали"
      }
    ]
  },
  {
    "id": 6,
    "text": "— Знаешь... Всё достаточно трудно... — сказала Алина. — На меня действительно многое навалилось. Я не люблю рассказывать об этих вещах. Но тебе я доверюсь, и опишу в общих чертах...\nТы помнишь, у меня был парень, Вадим. Ради меня он переехал сюда с Владивостока. Позднее Вадим отправился на военную службу в горячую точку. Вернулся оттуда раненым и контуженным. Помимо травм физических, война также нанесла урон его психике. Ему было больно. Ему было плохо. Он срывал свою ненависть на мне. Затем подсел на какие-то серьёзные препараты, которые непросто достать. Он до сих пор зависит от них. Когда же этих лекарств нет, Вадим становится крайне агрессивным и вспыльчивым. В последнее время он спустил много денег на препараты... Мы вдвоём живем на мои небольшие заработки и его выплаты за службу. Наше финансовое положение становится всё более шатким. Мне кажется, нечто подобное происходит и с психикой Вадима, кроме того побочки его истощают. Те вещества не лечат бывшего солдата. Давая временные иллюзии идиллии, они лишь усугубляют всё. \nНе знаю что ещё сказать... Ситуация далеко не из лучших. Я не знаю как его спасти. Или надо попытаться спасти хотя бы себя... — из-под длинного рукава кофты Алины показались синяки.\n— Это что? Он тебя бьёт? — спросил Макс, смотря на руку девушки.\n— Как говорится : \"Бьёт значит любит!\" — грустно усмехнулась Алина.\n— Это всё реально ужасно... Мне очень грустно, что у тебя всё так сложилось. Может, я могу как-то помочь?\n— Ну... Не знаю. Наверное нет. Забей. Давай лучше отойдем от этой темы... Поговорим о чём-нибудь хорошем...",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "Разговор шёл постепенно, переодически спотыкаясь. На самом деле Максим ожидал, что диалог будет более интересным и живым. В основном он строился на рассказах Макса и вопросах Алины, связанных с ними. О себе девушка по прежнему почти ничего не говорила. И, кажется, не собиралась. Максим же не хотел давить. Мол, не хочет делиться событиями своей жизни, ну и ладно. Может всё-таки как-то сама подцепит какую-то тему из слов Макса и продолжит её. Но нет. Девушка в принципе оказалась достаточно немногословна. А по её лицу трудно было понять, интересен ли ей вообще диалог. ",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "Максим был действительно расстроен рассказом Алины. Эх... А могло ли всё быть иначе? Тогда, пять лет назад, она нравилась Максу. Но он не хотел разрушать чужие отношения, поэтому сдался. Выходит, стоило всё же разрушить? Она бы не была так несчастна и бедна... Впрочем, история не терпит сослагательного наклонения. Максим решил всё же отложить эти размышления. Алине тяжело давалась беседа на тему сложившейся судьбы. Понимая это, Макс не стал более заострять внимание на данной ситуации и постарался развеселить девушку другими разговорами. Временами она хихикала и улыбалась. Однако тоску из её глаз, видимо, было невозможно изгнать... ",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "Прошло около двух часов. Наступил вечер. Алина посмотрела на часы и встала из-за стола.\n— Кажется, мне уже пора... — сказала она. ",
    "answers": [
      {
        "id": 10,
        "text": "Проводить её до дома",
        "need": 6
      },
      {
        "id": 11,
        "text": "Попрощаться и разойтись"
      }
    ]
  },
  {
    "id": 10,
    "text": "Дорога до дома Алины оказалась недолгой. Примерно минут 15. В пути старые друзья вели лёгкую беседу. Максим пытался шутить, чтобы отвлечь Алину от тех несчастий, которые её окружают. В определённый момент Максу показалось, что в глазах девушки всё же сверкнул огонёк радости. Но это продлилось не дольше секунды. А может, ему и вовсе показалось?\n\n— Ну, вот мы и дошли, — сказала Алина, остановившись у серого многоэтажного дома. Здание было одним из ярких представителей советской типовой застройки. При том этот экземплер сохранился не слишком хорошо, ремонт бы не помешал... \n— Понял, вот этот дом получается, — сказал Максим, разглядывая стену с местами обвалившейся штукатуркой, пару облезлых балконов, а также окурки и пару бутылок, разбросанных возле подъезда. \n\nВ воздухе повисло молчание. Девушка смущенно стояла. Она думала над тем, чтобы что-то сказать. Макс не нарушал тишины и, казалось, о чем-то задумался. Прошла лишь пара минут, однако они ощущались как целая вечность. И тут Алина проговорила :\n— Не хочешь зайти на чай? ",
    "answers": [
      {
        "id": 14,
        "text": "Согласиться "
      },
      {
        "id": 15,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 11,
    "text": "— Было приятно вновь пообщаться с тобой! — сказал Максим Алине, когда они уже вышли на улицу.\n— Взаимно! — ответила девушка, смущенно улыбнувшись. — Ну ладно, я побежала. Пока!\n— Пока!\n\nНа прощание слегка приобнялись. И разошлись в разные стороны. Так же, как когда-то разошлись их дороги жизни. ",
    "answers": [
      {
        "id": 12,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 12,
    "text": "Эпилог. \"Жить в настоящем\" \n\nДальнейшее общение Максима и Алины строилось в переписках. Встреч больше не последовало. Впрочем, со временем и диалоги в соцсети прекратились. Снова? Получается так... Выходит, прошлого не вернуть. Времена идут. Люди меняются. Возможно, Макс мог бы сохранить общение 5 лет назад, но упустил шанс. Теперь же держаться за подобные попытки было глупо. Они были обречены на провал.\nТем не менее, эта потеря не расстроила Максима. Он перестал жить вчерашним днём. Постепенно ему удалось изменить взгляды на жизнь и стать счастливее. Парень познакомился с коллегами по работе и нашёл себе друзей. Кроме того, уже завтра он идёт на свидание с Дианой. Но, как говорится, это уже совсем другая история... ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 13,
        "text": "К списку концовок"
      }
    ]
  },
  {
    "id": 13,
    "text": "Список концовок :\n\n\"Жить в настоящем\" \n\"Тяжёлый путь к счастью\"  \n\"C'est la vie...\" \n\"Несчастный случай\" \n\n\n\n\n\n\nПолученные концовки :",
    "answers": [
      {
        "id": 12,
        "text": "\"Жить в настоящем\" ",
        "need": 12,
        "need_ever": true
      },
      {
        "id": 16,
        "text": "\"Тяжёлый путь к счастью\" ",
        "need": 16,
        "need_ever": true
      },
      {
        "id": 25,
        "need_ever": true,
        "need": 25,
        "text": "\"C'est la vie...\" "
      },
      {
        "id": 30,
        "need_ever": true,
        "need": 30,
        "text": "\"Несчастный случай\" "
      },
      {
        "id": 1,
        "text": "На главную"
      }
    ]
  },
  {
    "id": 14,
    "text": "— Да, пожалуй, можно, — сказал Максим, — я люблю чай.\n— Ну и отлично, пошли! — улыбнувшись ответила Алина.\n\nПодъезд дома оставил примерно то же впечатление, что и его фасад. Стены с облупившейся краской, неприятные запахи, мусор, ржавые перила лестницы. Зашли в лифт. Его стены украшены всяческими надписями, в основном оскорбительными... ",
    "answers": [
      {
        "id": 17,
        "text": "Подняться на нужный этаж"
      }
    ]
  },
  {
    "id": 15,
    "text": "— Нет, спасибо, — сказал Максим, — я не хочу чай. Да и вообще... Вадим... Скорее всего будет против. И подумает что-нибудь плохое...\n— Хм... Ну ладно... Тогда пока? — в голосе Алины еле заметно звучали нотки разочарования.\n— Пока.\n\nНа прощание приобнялись. \n",
    "answers": [
      {
        "id": 16,
        "text": "Уйти к себе домой",
        "blackout": true
      }
    ]
  },
  {
    "id": 16,
    "text": "Эпилог. \"Тяжёлый путь к счастью\" \n\nМаксим стал помогать Алине и Вадиму деньгами. Однако это не очень сильно улучшило их положение. Алина поссорилась с Вадимом и ушла от него, переехала на съемную квартиру. Тот некоторое время пытался преследовать девушку. Позднее он был убит за долги, взятые у сомнительных людей. Квартира была разграблена. Ведётся следствие. Максим разрешил Алине, расстроенной случившемся с Вадимом, пожить у него. В результате этого старые друзья со временем стали парой.\n\n— Забудь всё испытанное тобой горе. Оно теперь в прошлом. Будь счастлива сейчас, — однажды сказал Максим. Он постарался сделать всё, чтобы Алина не думала о тяжёлом времени совместной жизни с Вадимом и его трагическом конце. Макс ещё верит, что сможет увидеть радость в её глазах. ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 13,
        "text": "К списку концовок "
      }
    ]
  },
  {
    "id": 17,
    "text": "Вышли на 5-ом этаже. Алина открыла ключом дверь квартиры. Максим вместе с ней оказался в тёмной прихожей. Из комнаты доносился гул телевизора.\n\n— Ну, чего стоишь? Разувайся и пошли на кухню, — сказала Алина.\n— А Вадим дома что-ли? — немного испуганно спросил Максим.\n— Да, но... Он обычно включает телевизор на высокую громкость и сидит в кресле в полусонном состоянии. А может и крепко заснуть. В любом случае, всё будет нормально. Посидим полчасика на кухне, он даже не заметит.\n— Ну ладно...\n\n\"Странная всё-таки идея... \" — подумал Максим. Но пасовать было поздно. ",
    "answers": [
      {
        "id": 18,
        "text": "Идти на кухню "
      }
    ]
  },
  {
    "id": 18,
    "text": "Кухня не отличалась эстетичностью. Ремонт был довольно старый. Окно закрывала выцветшая занавеска. Возле стены, покрытой невзрачными обоями, стоял грубовато сколоченный деревянный стол на четырёх ножках. Чтобы он не шатался под одну из ножек было что-то подложено. В углу стоял холодильник. У стены напротив стояла газовая плита, несколько шкафчиков и раковина. Освещалось помещение одной лампочкой, висящей под потолком. Свет от неё был слабоватый, что придавало комнате мрачности.\nАлина поставила металлический чайник с закопченным дном на плиту и зажгла газ спичкой. ",
    "answers": [
      {
        "id": 19,
        "text": "Сказать что-нибудь"
      }
    ]
  },
  {
    "id": 19,
    "text": "— У вас тут так... уютно, — сказал Максим.\n— Да уж, уют так уют. Красота неописуемая, — саркастично ответила Алина. — Эта квартира нам досталась от родственников Вадима, которых он здесь навещал. Изначально общение с ними было его причиной приездов в наш город. Позднее родственники съехали на новую квартиру, а эту подарили Вадиму. Подарочек, конечно, не ахти. Но хоть какая-то жилплощадь.\n\nКогда чайник вскипел, Алина подошла к плите, чтобы заварить чай. \n\n",
    "answers": [
      {
        "id": 20,
        "text": "Тем временем",
        "instant": true
      }
    ]
  },
  {
    "id": 20,
    "text": "В дверном проёме кухни показался мужчина. Небритый, одетый в растянутую грязную белую майку и треники. С исхудалым лицом и опухшими безумными глазами.\n\n— А это что за индюк шамаханский, упырь комнатный? — сиповатым голосом возмущенно спросил мужчина. Затем посмотрел в сторону Алины и его лицо выразило осознание. — А! Понятно! Это ты себе нового хахаля приглядела, паскуда! А ну иди сюда...\n— Вадим, ты не так всё понял. Это просто старый друг. На чай зашёл...\n— Ну конечно... Так я и поверю! — сказал Вадим, шатаясь подойдя к девушке и готовясь замахнуться для удара. ",
    "answers": [
      {
        "id": 21,
        "text": "Заступиться за Алину ",
        "instant": true
      }
    ]
  },
  {
    "id": 21,
    "text": "Максим поднялся со стула и сказал :\n— А ты, смотрю, только женщин бить и умеешь. Вояка-домосед! \n— Ах, так значит, — прохрипел Вадим. Его глаза налились бешенством. Он принял негласный вызов на дуэль и приблизился к Максу. Лампочка под потолком нервно мерцала. \n\nНесмотря на нарушенную координацию и истощение, Вадим оставался серьёзным противником. Максим же практически не умел драться. Он выбрал более хитрую тактику : первым делом уворачиваться от неуклюжих атак противника, а дальше как пойдёт. Однако кухня была тесновата, места для маневров не хватало. Тем не менее, Макс старательно уклонялся, отступал и перемещался по комнате. Алина, взвизгивая, стояла где-то в стороне, не попадаясь под руку. Вадим был окончательно выведен из себя поведением противника и взял со стола нож для резки хлеба. С этим грозным оружием он накинулся на Максима. Тот недолго думая с силой оттолкнул атакующего обеими руками. А затем... Вадим сильно попятился, наклонившись назад, споткнулся, и полетел вниз, со всего размаху ударившись головой об угол стола, после чего повалился на пол.  Единственная в комнате лампочка проскирпела и погасла. Похоже, перегорела. \n",
    "answers": [
      {
        "id": 22,
        "text": "Далее ",
        "blackout": true
      }
    ]
  },
  {
    "id": 22,
    "text": "Кровь. Его кровь была на углу стола и на полу. Голова была пробита беспощадным и крепким деревянным столом. Вадим лежал неподвижно. Максим пребывал в шоке от того, что произошло по его вине. Алина, рыдая, стояла возле окна.\n\nРаздался звонок. Это был телефон Вадима. Максим инстинктивно взял трубку. На другом конце кто-то заговорил :\n\n— Але, это Череп, помнишь меня? Конечно, помнишь! А вот про то, что последнюю партию товара ты взял в долг, не заплатив ни рубля, помнишь? Ты нарушил все крайние сроки. Мы с Ферзём выезжаем. Если опять найдёшь отмазу, заберём что-нибудь сами. Усёк? Жди гостей, встречай хлебом да солью! — договорив, мужчина, назвавшийся Черепом, положил трубку.\nМаксим негромко проговорил :\n— Там это, Череп какой-то. Про долги говорит. Хочет приехать...\n— Ох! — ответила Алина, всхлипывая. Затем продолжила, заикаясь. — Это с-страшные люди. Они приедут... п-приедут, обязательно. И... я н-не зн-наю. Что н-нам теперь д-делать? ",
    "answers": [
      {
        "id": 23,
        "text": "Вызвать скорую и полицию",
        "instant": true
      },
      {
        "id": 24,
        "text": "Сбежать ",
        "instant": true
      }
    ]
  },
  {
    "id": 23,
    "text": "Не без труда, поразмыслив и взвесив, Максим ответил :\n— Вызовем скорую и полицию. А дальше они разберутся.\n \nПарень взял телефон и начал набирать нужные номера. Он чувствовал вину за случай с Вадимом. Максу не хотелось причинять кому-то вред. Всего лишь думал заступиться за девушку, замученную домашним тираном. Который, в общем-то, является не меньшей жертвой обстоятельств, чем она. Сломленный человек. Физически, психически, морально. Война, ранение, препараты — всё это исковеркало жизнь Вадима. А он, словно по инерции, принёс несчастье Алине. Теперь и Максим стал звеном этой жестокой цепи...\n\nУдивительные повороты иногда всё-таки подкидывает судьба. А может её и нет. Просто человек сам сворачивает не на ту дорожку. Так оно или иначе — сложно сказать однозначно. Человек, определённо, может влиять на свою жизнь разными способами. Но далеко не всё подвластно его выборам... ",
    "answers": [
      {
        "id": 25,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 24,
    "text": "— Сбежать. Мы сбежим. Вместе. Они могут что-то с тобой сделать... — сказал Максим. Его взгляд был полон решимости.\n\nАлина ничего ответила. Она присела на стул, немного дрожа и продолжая всхлипывать. \n\n— У Вадима было какое-то оружие? — спросил Макс. \n— П-пистолет. Наградной. От г-генерала. В к-комнате, в шк-кафу... — промямлила Алина. \n\nМаксим пошёл в комнату, где в темноте шумел включенный телевизор. И стал рыскать по шкафам. Нашел. Точно, наградной. С гравировкой : \"От генерала Мухина Т. Т. за боевые заслуги\". Отлично, теперь будет чем защититься от Черепа. \n\nВернувшись в кухню, Максим спросил Алину о наличии машины. Ключи от старых жигулей оказались в прихожей. Можно выдвигаться. \n\n— Вставай. Надо ехать! \n— Всё-таки... Это в-всё как-то н-неправильно... А он ост-танется так вот лежать на п-полу?\n\nТерпение Макса лопалось. И когда он успел стать таким решительным и агрессивным? Парень резко выпалил :\n— Вставай! В машине успеешь поплакать! — после этих слов схватил Алину за руку и потащил к выходу. ",
    "answers": [
      {
        "id": 26,
        "text": "Покинуть квартиру",
        "instant": true
      }
    ]
  },
  {
    "id": 25,
    "text": "Эпилог. \"C'est la vie...\" \n\nВрачи установили смерть Вадима. Максим был арестован за превышение допустимых мер самообороны и убийство по неосторожности. Он осознавал свою вину, лежащую тяжелым бременем на душе, поэтому не мог скрываться от правосудия. Череп и Ферзь задержаны возле дома Вадима по показаниям Алины. Выясняется, на кого эти люди работали. Девушка тяжело переживала случившиеся потрясения. В итоге впала в затяжную депрессию, вследствие чего отправлена на лечение в психиатрическую клинику.\n\n\n\n*Се ля ви — такова жизнь (фр.) ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 13,
        "text": "К списку концовок"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вышли в подъезд. Спустились на первый этаж. Возле двери на улицу Алина снова начала рыдать. Пока Максим её успокаивал, снаружи вошёл лысый мужчина в чёрной майке, черной куртке и спортивных штанах. Он прошёл за спиной парня.\n\nНаконец девушка более-менее успокоилась. Вышли во двор. Нашли машину. Сели. Алина негромко сказала :\n— Там. В подъезде. Это был Череп. Я видела его мельком, но узнала.\n— Что? Серьёзно? Чёрт! Валим! Да что это ржавое ведро так долго заводится? — Максим сильно нервничал. Наконец тронулись. Быстрее! Быстрее! Возле подъезда стоял чёрный джип, видимо на нём и ездят Череп и Ферзь. Им не составит труда догнать жигули. Значит, времени мало.\nУлицу уже накрыл мрак наступившей ночи. Кое-где горели фонари, словно сражаясь с глубокой тьмой своими потоками света. Дороги были практически пусты. Макс петлял переулками. ",
    "answers": [
      {
        "id": 27,
        "text": "Но вдруг... ",
        "blackout": true
      }
    ]
  },
  {
    "id": 27,
    "text": "Впереди дорогу перекрыл чёрный джип, не давая проехать. Из него вышли два человека. Тот самый лысый из подъезда и ещё один, с тёмными волосами. Макс притормозил. Тоже вышел. Череп заговорил :\n— Видите ли, тот самый неприятный мужчина, который судя по его позе на полу скоропостижно нас покинул, имел долги. Я вижу, ты уехал на его машине с его девчонкой. Отдай нам их, и вали куда хочешь. Этот выкуп в общем то не очень дорогой, но всё же. Отдашь и дело с концом. Усёк?\n— Чёрта с два. Я её вам не оставлю. Мы уедем туда, где нас не будут преследовать.\n— Ты видимо не понял. Это было не одолжение. Мы всегда забираем то, что нам нужно. Чихал я на твои желания! — Череп начинал злиться. А между тем, Ферзь приблизился к жигулям. Макс заметил это. Парень достал пистолет и, направив его на подошедшего к машине верзилу, воскликнул :\n— Стой где стоишь! Стрелять буду!\n— Парнишка блефует, — сказал Череп и одобрительно кивнул в сторону напарника.\n\nАлина испуганно переводила взгляд то на бандитов, то на Макса. И тут он выстрелил. Мимо. Не задумываясь, пальнул ещё пару раз. Попал. В живот.\n\n— Ну ничего себе! Серьёзный чел... — пробубнил Ферзь, оседая на землю. \n— Вот ублюдок! — злобно воскликнул Череп и затем побежал к напарнику. — Держись, брат! ",
    "answers": [
      {
        "id": 28,
        "text": "Далее",
        "instant": true
      }
    ]
  },
  {
    "id": 28,
    "text": "Максим вытащил Алину из машины и направился к джипу. На нём будет проще скрыться. Череп держал на руках раненого Ферзя. Тот сказал :\n— Чёрт! Они сейчас сбегут! Ещё и на нашей тачке! Брось меня и догони их!\n— Братан, я не могу, не могу тебя бросить, — сказал Череп. — Тебя конкретно ранили.\n— Кретин! Они уезжают!\n\nРаздался рёв мотора джипа. Череп сделал пару бессмысленных выстрелов в его сторону. Тем временем, машина рванула с места и унеслась прочь. ",
    "answers": [
      {
        "id": 29,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 29,
    "text": "Максим и Алина ехали молча. В неизвестном направлении. Неважно куда. Лишь бы поскорее. И подальше от всего, что было. \nВыехали на трассу, идущую из города. Макс устал. Не столько физически, сколько морально. \"Сегодня я наверное сделал много зла, — подумал он. — Но я всё делал ради неё...\". А между тем, Алина пустым холодным взглядом смотрела в окно на мелькающие у дороги деревья. Как ей теперь жить? Да, Вадим, наверное, не был хорошим человеком. Но его сделали таким обстоятельства. Неужели он заслужил всё это? Да, она его разлюбила. Да, Максим был ей в некоторой степени симпатичен. Но то, что он сделал сегодня... А впрочем, он не хотел этого. Просто пытался её защитить. Чёрт! И как она додумалась привести его домой? Разве не догадывалась, что ничего хорошего не выйдет? Пожалуй, смутные сомнения всё же были. Но что всё получится именно так, никто и подумать не мог...\n\nМашина резко сбавила ход. Джип съехал на обочину и остановился. Максим посмотрел на Алину. Он не понимал, что сейчас выражают её глаза : грусть, ненависть, обиду или страх? Алина посмотрела на Макса в ответ. Хрустальная слезинка поползла по её щеке.\n\n— Прости меня, — негромко сказал парень. — Я не знаю как это всё так получилось... Я лишь хочу, чтобы ты была счастлива.\n\nЕщё одна слезинка скатилась по щеке. Девушка не ответила. Лишь слегка кивнула головой. Она это понимала. Она всё понимала... \n",
    "answers": [
      {
        "id": 30,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 30,
    "text": "Эпилог. \"Несчастный случай\" \n\nВ этот вечер дальнобойщик Алексей был пьян из-за ссоры с женой. Несмотря на своё состояние он всё же сел за руль и повёл свою тяжёлую нагруженную машину. Ехал Алексей абы как, петляя по пустому шоссе. По радио зазвучала его любимая песня. Подпевая, дальнобойщик прибавил громкость на максимум и сильнее нажал на газ. Тяжёлая машина бешено мчала по дороге. На повороте водитель не справился с управлением. Грузовик на полной скорости выскочил на обочину. И столкнулся с машиной Вадима, где сидели Максим и Алина...\n\nВ голове Макса промелькнули события минувшего дня. Воспоминания были похожи на череду смазанных смутных картинок. В последние мгновения парень видел лицо Алины. Такое прекрасное и такое печальное...  ",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 13,
        "text": "К списку концовок"
      }
    ]
  },
  {
    "id": 31,
    "text": "",
    "answers": []
  },
  {
    "id": 32,
    "text": "",
    "answers": []
  },
  {
    "id": 33,
    "text": "",
    "answers": []
  }
]