[
  {
    "id": 1,
    "text": "   Коридор красного цвета — квест в жанре хоррор с капелькой юмора).\n   Ваша задача найти выход из места, в котором оказались. \"Ничего сложного!\", скажите вы, но по всему зданию будет распыляться психотропное вещество, благодаря которому вы будете совершать необдуманные действия и терять уровень IG. Поэтому вам надо бы поторопиться и выйти от туда, прежде чем вы станете овощем. ",
    "answers": [
      {
        "id": 2,
        "text": "Респираторы приготовили иии пошли! "
      },
      {
        "id": 18,
        "text": "Перед чтением. "
      },
      {
        "id": 24,
        "text": "Новости. "
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "  Вы оказались посередине пустой комнаты, прикованные к стоматологическому креслу. \n  В комнате не было окон и поэтому нужно было некоторое время привыкнуть к темноте.\n  Всё это время вы смотрели в один и тот-же угол, вам казалось что там стоит какая-то тёмная фигура и чем больше вы туда смотрели, тем лучше видели её очертания.\n  Что будем делать? ",
    "answers": [
      {
        "id": 3,
        "text": "- Здесь кто-нибудь есть? ",
        "need": -3
      },
      {
        "id": 4,
        "text": "Молча, смотреть дальше. ",
        "need": -4
      },
      {
        "id": 5,
        "text": "Закрыть глаза. Может быть это просто сон...",
        "need": -5
      },
      {
        "id": 6,
        "text": "- А чем, собственно, я прикован? ",
        "need": [
          3,
          4,
          5
        ]
      }
    ]
  },
  {
    "id": 3,
    "text": "  Вы действительно надеялись на хоть какой-нибудь ответ?! ",
    "answers": [
      {
        "id": 2,
        "text": "Это глупая идея"
      }
    ]
  },
  {
    "id": 4,
    "text": "  Смотреть дальше означает ещё дольше тупить в одну точку, когда вам нужно выбираться. ",
    "answers": [
      {
        "id": 2,
        "text": "- Да, мне нужно выбираться отсюда! "
      }
    ]
  },
  {
    "id": 5,
    "text": "  А действительно! Может храпаку дать? А та штука в углу за нами последит и, возможно, сказку почитает. \n\n  Нет, приятель, это не сон. Думаем дальше. ",
    "answers": [
      {
        "id": 2,
        "text": "Бредовая мысль, основанная паникой. "
      }
    ]
  },
  {
    "id": 6,
    "text": "  На вашей руке все это время лежала обычная тряпка! Видимо что-то действовало на ваш мыслительный аппарат.\n  Спустив ноги с кресла вы попытались разглядеть эту пряпку, но было настолько темно, что без ночного зрения вам не справится. ",
    "answers": [
      {
        "id": 7,
        "text": "Включить ночное зрение. ",
        "need": -7
      },
      {
        "id": 8,
        "text": "Подойти к тёмной фигуре в углу. "
      }
    ]
  },
  {
    "id": 7,
    "text": "  Интересно в какой момент истории вы стали человеком-совой? ",
    "answers": [
      {
        "id": 6,
        "text": "Фигня идея! "
      }
    ]
  },
  {
    "id": 8,
    "text": "  Осторожно приблизившись к фигуре вы протянули руку. Через мгновение в вашей руке оказалась ткань, которую вы фанатично ощупывали и дёргали в разные стороны. В один прекрасный момент ваша рука непроизвольно дернулась в сторону и вы увидели перед собой небольшой светильник.\n  Включив его, комната наполнилась тусклым светом и вы отошли за оставленным куском ткани. ",
    "answers": [
      {
        "id": 9,
        "text": "Идём к стоматологическому креслу. "
      }
    ]
  },
  {
    "id": 9,
    "text": "  Развернув ткань вы поняли что она далеко не первой свежести, так ещё и в пятнах крови. Вы нервно сглотнули, надеясь на то, что это была лишь краска, но прекрасно понимая что эти красно-коричневые пятна могли пренадлежать предыдущему пациенту, а возможно и вам самому.\n  На ткани были написаны несвязные символы и кривая дверь без ручки.\n  Свет в комнате стал краснеть. Вы резко повернулись на светящийся фонарь и заметили как на нем стали проявляться какие-то кровавые надписи.\n  \"Я ЖДУ ТЕБЯ ВКОНЦЕ КОРИДОРА\"\n  Что вы будете делать? ",
    "answers": [
      {
        "id": 10,
        "text": "Выключить светильнииик! ",
        "need": -10
      },
      {
        "id": 11,
        "text": "К стоматологическому креслу. "
      },
      {
        "id": 12,
        "text": "Ищем, ищем, ищем. "
      }
    ]
  },
  {
    "id": 10,
    "text": "  То, что вы выключили светильник, конечно, в психологическом плане вам поможет, но вот КАК вы будете что-либо делать? ",
    "answers": [
      {
        "id": 9,
        "text": "- Ок. Я включил светильник обратно. "
      }
    ]
  },
  {
    "id": 11,
    "text": "  Вы снова залезли в стоматологическое кресло, согнули коленочки и стали тупить в стенку с надписью. Возможно, если вы так посидите, то что-то в голову к вам придёт. ",
    "answers": [
      {
        "id": 13,
        "text": "Сидим"
      }
    ]
  },
  {
    "id": 12,
    "text": "  Оглядевшись вы поняли что в этой комнате, кроме кресла и светильника, ничего не было. Вы подняли ту тряпку, что пугала вас ранее, и обнаружили что это был халат. Порывшись в нем вы нашли ручку от двери, которая была изображена на лоскутке ткани. Теперь оставалось найти саму дверь.\n  Дверь не могла быть замурованной и вы принялись искать по стенам хоть какой-нибудь признак существование двери.\n  К своему удивлению, вы быстро нашли отверстие в стене. Потянувшись в карман вы поняли, что оставили халас с дверной ручкой возле светильника. Отойдя за ними вы услышали стук со стороны найденной вами двери.\n— Ловушка! — внезапно произнесли вы и полностью погрязли в этой мысли. ",
    "answers": [
      {
        "id": 14,
        "text": "Бежать к креслу. "
      }
    ]
  },
  {
    "id": 13,
    "text": "  Пока вы сидели в кресле, незаметно для себя стали раскаиваться из стороны в сторону. Почему-то вам вспомнилась та детская песня:\n\n   Тили Тили дом. \n   Открой глаза скорее.    \n   Кто-то ходит за окном и стучится в двери.\n\n  Напевали вы себе под нос. И то-ли к удаче, то-ли к беде вы услышали стук со стороны одной из стен. После чего последовал звук поворачивающейся ручки. В этот момент на вашем теле не осталось ни единого волоса, который бы не стоял дыбом. Вам казалось что сейчас из стены, от которой вы слышали эти звуки, вылетит кусок, служащий для этой комнаты дверью и к вам залетит страшная до безобразия барабашка. \n  Повисла гробовая тишина, более вы ничего не слышали. Что же теперь делать? ",
    "answers": [
      {
        "id": 15,
        "text": "Подойти к двери и открыть её"
      }
    ]
  },
  {
    "id": 14,
    "text": "  Резко подорвавшись вы начали двигаться в сторону кресла, но от паники запутались в собственных ногах и упали, ударившись головой.\n  От страха вы не почувствовали и капли боли. На четвереньках доползли до спасительного укрытия и замерли. Стука как будто и не было. Вы начали думать: \"А точно ли я что-то услышал? Возможно это было моим воображением как и тот халат в углу. Может мне все эти звуки кажутся, за исключением, конечно же, самой комнаты\".\n  Набравшись храбрости вы направились к найденому отверстию. Вставили туда дверную ручку и повернули её. ",
    "answers": [
      {
        "id": 15,
        "text": "Two house later... "
      }
    ]
  },
  {
    "id": 15,
    "text": "  Открыв дверь вы вышли в коридор. Освещение здесь было намного лучше. Само здание оказалось полной разрухой.\n  Может заброшенная больница? — подумали вы и начали осматривать коридор.\n  Комната, из которой вы только что вышли, была самой крайней у окна. Посмотрев в него вы увидели лишь безкрайние верхушки сосен и кедра, которые являлись достаточно высокими деревьями, что натолкнуло вас на мысль что находитесь вы не ниже 4, а может и 5 этажа.\n  Коридор был достаточно длинным. Хотите пройтись по нему? ",
    "answers": [
      {
        "id": 16,
        "text": "Да, заодно посмотрю другие комнаты. "
      },
      {
        "id": 17,
        "text": "Нет, что-то мне подсказывает что нужно ещё раз осмотреть первую комнату. ",
        "need": -17
      }
    ]
  },
  {
    "id": 16,
    "text": "Всего было 6 дверей: 3 по правой стороне, 3 по левой. Куда бежим?) ",
    "answers": [
      {
        "right_answer": true,
        "id": 17,
        "text": "Красная комната",
        "need": 1,
        "bg_color": [
          1,
          0,
          0
        ]
      },
      {
        "right_answer": true,
        "shadow_color": [
          1,
          1,
          1
        ],
        "text": "Комната №2",
        "id": 19,
        "bg_color": [
          0.8,
          0.8,
          0.8
        ]
      },
      {
        "right_answer": true,
        "text_color": [
          1,
          1,
          1
        ],
        "id": 20,
        "text": "Комната №3",
        "bg_color": [
          0.3,
          0.2,
          0
        ],
        "shadow_color": [
          0.3,
          0.2,
          0
        ]
      },
      {
        "id": 21,
        "text": "Комната №3",
        "left_answer": true
      },
      {
        "id": 22,
        "text": "Комната №2",
        "bg_color": [
          1,
          0.8,
          0.1
        ],
        "left_answer": true
      },
      {
        "bg_color": [
          0.8,
          0.5,
          1
        ],
        "text_color": [
          0,
          0,
          0
        ],
        "id": 23,
        "text": "Комната №1",
        "left_answer": true
      }
    ]
  },
  {
    "id": 17,
    "text": "  Зайдя в комнату вы внезапно почувствовали панику от мысли что сейчас кто-нибудь побежит к двери и снова вас закроет. Но такого не произошло.\n  Всё осмотрев вы поняли что искать тут нечего, но можно одеть тот потрепаный жизнью халат и взять с собой дверную ручку. Может где ещё не хватает такой важной в интерьере вещи. ",
    "answers": [
      {
        "id": 15,
        "text": "Выйти в коридор. ",
        "need": -17
      },
      {
        "id": 16,
        "text": "Выйти в коридор. ",
        "need": 16
      }
    ]
  },
  {
    "id": 18,
    "text": "  Буду благодарна если вы оставите хоть какой-нибудь комментарий, чтобы я понимала в правильном ли иду направлении и какие линии сюжета нужно исправить. \n  Я далеко не грамотна, поэтому если найдёте ошибки не стесняйтесь о них писать. Я буду исправлять их, а вам будет приятнее читать.)\n  Если нравится история не скупитесь на классик))\n  ПРИЯТНОГО ЧТЕНИЯ И ХОРОШЕГО НАСТРОЕНИЯ! ",
    "answers": [
      {
        "id": 1,
        "text": "Назад. "
      }
    ]
  },
  {
    "id": 19,
    "text": "  По сравнению с вашей дверью, эта была много выше. Она была стальной, что, естественно, не вписывалось в дряхлый интерьер вокруг. Вы попытались дёрнуть ручку, но она вам не далась. ",
    "answers": [
      {
        "id": 16,
        "text": "Назад. "
      }
    ]
  },
  {
    "id": 20,
    "text": "  Обычная, ничем не примечательная лакированная дверь. В которой не оказалось ручки!\n  Вы достали из кармана дверную ручку и мигом вставили её в отверстие.\n  Иии ничего? Это была не та дверная ручка, что нужна была. ",
    "answers": [
      {
        "id": 16,
        "text": "Назад. "
      }
    ]
  },
  {
    "id": 21,
    "text": "  Белая, железная дверь. Поддающаяся только специальному пропуску. ",
    "answers": [
      {
        "id": 16,
        "text": "Назад. "
      }
    ]
  },
  {
    "id": 22,
    "text": "  У этой двери была очень плохая дверная ручка. Казалось что ещё чуть чуть и она выпадет от туда. ",
    "answers": [
      {
        "id": 16,
        "text": "Назад. "
      },
      {
        "id": 25,
        "text": "Поставить свою ручку, а эту вытащить. ",
        "need": 20
      }
    ]
  },
  {
    "id": 23,
    "text": "  Маленькая дверь. Возможно и комнатка не внушительная. ",
    "answers": [
      {
        "id": 16,
        "text": "Назад. "
      }
    ]
  },
  {
    "id": 24,
    "text": "\n   29.01.2021 — Выпуск для тестирования. Сюжетный конец 1шт. (если попали на начало можете считать, что закончилась 1-я глава;)) ",
    "answers": [
      {
        "id": 1,
        "text": "На этом всё. До новых глав) "
      }
    ]
  },
  {
    "id": 25,
    "text": "  Замок двери открылся. Дверь оказалась очень скрипучей и неподдатливой.\n  В отличие от первой комнаты, эта была вполне нормальной. Единственное что вас напрягало это отсутствие естественных светоисточников. Пошарив рукой по ближней стене вы нашли переключатель и лампочки на потолке зажглись.\n  Вам показалась эта комната маленькой т.к в ней стояло огромное количество аппаратуры и из-за неё не было видно даже стен. \n  Вы увидели узенький проход и решили по нему пройтись. Пройдя первый поворот вы поняли что эти махины являлись новенькими. На экране горели и бегали различные программные команды. Видимо, кто-то запрограмировал их выполнять определённые задачи, но вот какие? ",
    "answers": [
      {
        "id": 26,
        "text": "Попытаться проверить. "
      },
      {
        "id": 27,
        "text": "Идти дальше. "
      }
    ]
  },
  {
    "id": 26,
    "text": "  Вы нашли клавиатуру в недрах железных ящиков и решили по тыкать рандомные клавиши, но как только вы к ней прикоснулись по вашим пальцам прошёл заряд тока, достаточный для того, чтобы некоторое время ваша рука онемела и застыла в одном положении.\n  Теперь ваша рука показывает всем фк, поздравляю. Хоть вам и некому её показать. ",
    "answers": [
      {
        "id": 27,
        "text": "Идти дальше. "
      }
    ]
  },
  {
    "id": 27,
    "text": "  Пройдя не особо большой коридор из машин вы уткнулись в тупик, точнее, в очередной аппарат.\n  Вы бы не обратили на него внимание если бы он не был отключён. Это был единственный железный ящик стоящий без дела.\n— Может пнуть? — сказали вы и отошли от него на пол метра, чтобы оценить обстановку. ",
    "answers": [
      {
        "id": 28,
        "text": "ПНУТЬ! "
      },
      {
        "id": 29,
        "text": "Не пиная попытаться разобрать аппарат. Вдруг снова ударит током... ",
        "need": -26
      }
    ]
  },
  {
    "id": 28,
    "text": "  Накопившаяся злость и адреналин бились фонтаном по вашей крови. Хорошенько замахнувшись вы врезали по аппарату с такой злостью, с которой бы били того, кто вас сюда приволок.\n  Железяка оказалась муляжом и отлетела как перышко, но вот грохот стоял совершенно не как от него. Поднялся столб дыма. \n  Вы чувствовали тот-же страх, что и в детстве, когда серьёзно накосячил и твоя маман это сразу засекла.\n  Остолбенев, вы ждали своей незавидной участи, но, когда дым немного осел, вы увидели перед собой проход. ",
    "answers": [
      {
        "id": 30,
        "text": "- Теперь я знаю куда тикать! "
      }
    ]
  },
  {
    "id": 29,
    "text": "  Вдруг, только пук, мой дорогой.)\n  С небольшой опаской вы прикоснулись к аппарату и поняли, что тока нет. Выдохнув, стали искать как его разобрать и заметили что он почти не весомый.\n  Отодвинув железку вы увидели проход?! ",
    "answers": [
      {
        "id": 30,
        "text": "В проход. "
      }
    ]
  },
  {
    "id": 30,
    "text": "  Тоннель был тёмным и узким, казалось, воздух в нем был другим. Вы ускорили шаг не боясь на что-либо наткнуться или врезаться.\n  Адреналин вновь подскачил в вашей крови и в невозможности себя контролировать вы начали прыгать посреди прохода, упираясь о узкие шереховатые стены. \n  В какой-то момент вы почувствовали, что чем выше вы прыгните, тем легче и радостей вам становилось. Вы собрали все свои силы и начали фанатично вскарабкиваться вверх по проходу, пока в один прекрасный момент не ударились головой об потолок.\n  Я сломал его? Определённо сломал!\n  Подумали вы уже лежащий на полу. Вы понимали что сходите с ума и не хотели оставаться там ни на минуту. ",
    "answers": [
      {
        "id": 31,
        "text": "Продолжить идти по проходу. "
      }
    ]
  },
  {
    "id": 31,
    "text": "  Наконец, вы наткнулись на дверь. Вам не было ничего видно, поэтому пришлось искать хоть что-нибудь на ощупь.\n  Вы нашли перчатки! Особенно вам понравилось, что они не пропускают ток и вы можете работать с теми железяками не боясь получить разряд по пальцам.\n  Поискав ещё пару минут, вы почувствовали холодок по спине. Как будто, кто-то стоял за спиной в темноте и молча наблюдал за вашими действиями. Инстинктивно вы хватанули перчатки и побежали в комнату с компьютерами.\n  Запыхавшийся, вы через пару мгновений уже были на месте. Слегка отдышавшись вы решили прикрыть тоннель. Он мешал вашей концентрации и вменяемой оценке ситуации. ",
    "answers": [
      {
        "id": 33,
        "text": "Обдумать дальнейшие действия. "
      },
      {
        "id": 31,
        "text": "Перчатки                            1шт",
        "comment": true
      }
    ]
  },
  {
    "id": 32,
    "text": "",
    "answers": [
      {
        "id": 32,
        "text": "Перчатки. ",
        "comment": true
      }
    ]
  },
  {
    "id": 33,
    "text": "  Сейчас мне нужно каким-нибудь образом открыть дверь. Замка я на ней не заметил, значит она открывается по другому. Я чувствую что мне станет слегка понятней что происходит, если я смогу попасть туда. — подумали вы и от усталости скатились по стенке напол.\n  Вокруг не было ни звука: шагов или стука вы не слышали, хотя и прислушивались. На секунду вы прикрыли глаза, но как оно обычно и бывает, секундой не обошлось и вы погрузилась в сон. ",
    "answers": [
      {
        "id": 34,
        "text": "Zzzzz... ",
        "blackout": true
      }
    ]
  },
  {
    "id": 34,
    "text": "  Раздался сильный грохот!\n  Вы резко проснулись и услышали как кто-то воет, а после цокот когтей по полу. На чистейших инстинктах вы побежали к двери и захлопнули прямо перед носом собаки. Пёс начал биться об дверь и делал это достаточно успешно, ведь был ужасно огромным.\n  В один из толчков вы увидели перед собой пасть и понимая, что это ваша единственная возможность, посторались захлопнуть дверь зажавши перед этим морду пса.\n  Получилось! Пёс отступил на пару секунд, но их хватило вам чтобы закрыть дверь изнутри.\n  У вас была ужасающая отдышка, и вы снова скатились по двери.. Руки тряслись, а голова шла кругом. ",
    "answers": []
  }
]