[
  {
    "id": 1,
    "text": "Маленький котёнок. Ужасная семья. И вдруг он оказывается на новом месте. Тут нет ничего, что напоминало бы ему о прошлом. Сможет ли он всё изменить?",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 3,
        "text": "достижения"
      }
    ]
  },
  {
    "id": 2,
    "text": "Ночь. Глубокая тьма. Снежинки медленно кружатся в вальсе, поднимая других собратьев вверх. Рыжий пушистый кот медленно идёт по единственной тропинке, вокруг которой наметены сугробы размером с него самого.\nСверкнув янтарными глазами, он замедлил шаг.",
    "answers": [
      {
        "id": 4,
        "text": "осмотреться"
      },
      {
        "id": 5,
        "text": "Продолжить путь"
      }
    ]
  },
  {
    "id": 3,
    "text": "Тут записана краткая справка обо всех концовках что есть в этой книге квеста.",
    "answers": [
      {
        "id": 1,
        "text": "Понятно!"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вокруг были одни только сугробы. Но за плотным снегом был отчётливо виден высокий забор с элегантными каменными колоннами. Кот довольно кивнул сам себе, оценивая безопасность. Пятиметровое ограждение всегда было под напряжением, а уже после него шла каменная гряда. И лишь потом обычный забор, за которым располагался особняк и большой задний двор.",
    "answers": [
      {
        "id": 6,
        "text": "Постоять ещё немного"
      },
      {
        "id": 5,
        "text": "Продолжить путь"
      }
    ]
  },
  {
    "id": 5,
    "text": "Встряхнувшись, самец уверенно зашагал дальше к дому. Высокий особняк радовал глаз: новая побелка, несколько веранд с резными стенками, широкое здание — нет лучшего места для столь аристократичного зверя.\nПоднявшись по невысокой летснице из камня, кот зашёл под небольшой козырёк и пролез в темно-зеленую кошачью дверцу, оказавшись внутри.",
    "answers": [
      {
        "id": 7,
        "text": "Оглядеться"
      }
    ]
  },
  {
    "id": 6,
    "text": "Кот ещё немного постоял, утопая по носочки в белой массе. Крупные снежные мухи разбивались о его яркую длинную шерсть, цепляясь на ней мелкими снежинками, которые быстро таяли на тёплом теле. ",
    "answers": [
      {
        "id": 5,
        "text": "Продолжить идти"
      }
    ]
  },
  {
    "id": 7,
    "text": "Рыжий чуть сузил глаза, осматривая пространство на наличие изменений. Пусть его не было всего около получаса, нужно было убедиться что ничего не изменилось.\nВ самом холле всё в порядке: высокие люстры с узорами тускло светили ночным светом, настенные часы тихо тикали, показывая одиннадцать ночи. В широкие окна падали снежинки, издавая тихий стук. Кот облизнулся.",
    "answers": [
      {
        "id": 8,
        "text": "Подойти к стойке с ошейниками"
      },
      {
        "id": 9,
        "text": "Пойти направо"
      },
      {
        "id": 19,
        "text": "Пойти налево"
      },
      {
        "id": 11,
        "text": "Пойти под лестницу"
      },
      {
        "id": 19,
        "text": "Подняться наверх"
      }
    ]
  },
  {
    "id": 8,
    "text": "Впереди стояли подставки для человеческой обуви и одежды. Минуя их, длинношёрстный подошёл к низкой стойке с крючками, на одной из которых висел сизый ошейник. Кот чуть отряхнулся и поддел его носом, после чего опустил вниз, так чтобы аксессуар лёг ровно на шею. Чуть постучав когтем по маленькому круглому медальончкику, на котором было вырезано \"Томас\", он привёл в действие переводчик и вернулся к осмотру.",
    "answers": [
      {
        "id": 7,
        "text": "Продолжить осмотр"
      }
    ]
  },
  {
    "id": 9,
    "text": "Повернув направо, рыжий чуть склонил голову набок. Там располагалось крыло работников. Обычно там жили и садовник, и две горничные, и консьерж, и ещё несколько человек. Но сейчас его хозяева распустили всех в отпуск, а потому крыло было почти необитаемо. Остался лишь один поварёнок, да ветеринар, что дежурил тут.",
    "answers": [
      {
        "id": 15,
        "text": "Заглянуть в крыло"
      },
      {
        "id": 16,
        "text": "Не заглядывать"
      }
    ]
  },
  {
    "id": 10,
    "text": "",
    "answers": []
  },
  {
    "id": 11,
    "text": "Чуть подумав, Томас пошёл в сторону лестницы, а потом остановился возле плохо освещенной тусклой двери. Там обычно хранились грабли для уборки двора, пылесосы, веники и прочая ерунда для чистки. ",
    "answers": [
      {
        "id": 13,
        "text": "Зайти"
      },
      {
        "id": 14,
        "text": "Не заходить"
      }
    ]
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  },
  {
    "id": 13,
    "text": "В подсобке было темно. Чуть шикнув, заметив паутину в верхнем углу, Томас сделал пару шагов по тёмной плитке. \nВ углу стояла подставка с лопатами, мётлами и граблями. На стеллажах, стоящих с обеих сторон, виднелись пузатые флаконы с антисептиками, средствами для чистки ковров, окон, веники, совки, порошки любого предназначения и ещё много чего. В углу одиноко покоился ящик с моющим средством. Впереди была низкая дверца в подвальное помещение, куда кот уж точно не хотел бы заходить.",
    "answers": [
      {
        "id": 7,
        "text": "Выйти"
      }
    ]
  },
  {
    "id": 14,
    "text": "Брезгливо фыркнув, Томас повернулся задом к двери и вышел из под лестницы.\n\"Ещё чего, пусть прислуга лазиет там, только пыль на мех собирать.\" — пронеслось у него в голове.",
    "answers": [
      {
        "id": 7,
        "text": "Вернуться к осмотру"
      }
    ]
  },
  {
    "id": 15,
    "text": "\"Ладно. Я обязан зайти сюда и убедиться что всё в полном порядке.\"\nПоборов всю брезгливость к низшим рангам, рыжий вальяжно зашёл в длинный коридор и покрутил головой. Убранство тут было куда скромнее: просто длинный коридор с несколькими дверьми-комнатами. Ничего необычного не наблюдалось.",
    "answers": [
      {
        "id": 17,
        "text": "Зайти в комнату садовника"
      },
      {
        "id": 18,
        "text": "Зайти в комнату ветеринара"
      },
      {
        "id": 19,
        "text": "Зайти в комнату горничных"
      },
      {
        "id": 19,
        "text": "Зайти в комнату повара"
      },
      {
        "id": 21,
        "text": "Выйти из крыла"
      }
    ]
  },
  {
    "id": 16,
    "text": "\"Вот куда куда, а в комнатах плебеев мне идти никак не хочется!\" — с презрением фыркнул кот, сверкнув янтарными огоньками. Махнув хвостом, он перевел взгляд на свою лапу и разгладил языком немного свалявшуюся шерстку.",
    "answers": [
      {
        "id": 7,
        "text": "Продолжить осмотр"
      }
    ]
  },
  {
    "id": 17,
    "text": "Томас проскользнул в кошачью дверцу, в который раз ощущая свою власть в доме. Он мог ходить где угодно и делать что угодно. Как и проверять кого хочет.\nВ целом комната была чистая, разве что на стоящих у стены тумбочке и шкафу образовался тонкий слой пыли. Кровать, аккуратно застеленная чистым бельём, освещалась уличными чуть голубоватыми фонарями.",
    "answers": [
      {
        "id": 25,
        "text": "Посмотреть всё внимательнее"
      },
      {
        "id": 15,
        "text": "Выйти"
      }
    ]
  },
  {
    "id": 18,
    "text": "В комнате вет врача было более просторно. Тут лишь стоял небольшой комод, пара его саквояжей, столик и кровать с покрывалом по пола.",
    "answers": [
      {
        "id": 28,
        "text": "Выйти"
      }
    ]
  },
  {
    "id": 19,
    "text": "Упс! Тут ещё нет ответа! В скором времени он появится! Тебя кинет на первую страницу!",
    "answers": [
      {
        "id": 1,
        "text": "Ъеь.. ладно."
      }
    ]
  },
  {
    "id": 20,
    "text": "",
    "answers": []
  },
  {
    "id": 21,
    "text": "— Чтож... вроде всё нормально. Стало быть, можно идти. — тихо проговорил кот, поспешно уходя из нелюбимого места.",
    "answers": [
      {
        "id": 7,
        "text": "Продолжить осмотр"
      }
    ]
  },
  {
    "id": 22,
    "text": "Кот запрыгнул на кровать. Та немного просела под его весом. Дапы утонули в мягком одеяле. К своему удивлению, Томас был бы не против прилечь тут и поспать. \n\"Щедренько, однако. Тратить мягкие перины на них не стоило.\"\nПодушка в наволочке, одеяло, покоывало и простыня — всё было в норме. \nВ большом окне возле самой кровати были видны хлопья снега. Рыжий сверкнул глазами и спрыгнул с кровати, махнув длинным хвостом.",
    "answers": [
      {
        "id": 25,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 23,
    "text": "Кот подцепил когтем дверцу тумбочки и та открылась. Внутри ничего не было. Все полки были абсолютно пусты.\n\"Чёрт. Ну ладно, чисто.\"",
    "answers": [
      {
        "id": 25,
        "text": "Продолжить "
      }
    ]
  },
  {
    "id": 24,
    "text": "Томас подошёл к высоченному шкафу и с трудом отворил дверь. Та со скрипом открылась.\n\"Надо будет сказать чтоьы смазали, ужас какой-то.\" — поморщившись решил он, вертя головой.\nНичего, кроме десятка вешалок там не висело. Рыжий захлопнул дверь, которая ещё раз издевательски заскрипела.",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "Кот вдруг почувствовал своим долгом осмотреть комнату как можно доскональнее.  Вдруг её обитатель чего-нибудь тут спрятал или вообще забрал... с чего же начать?..",
    "answers": [
      {
        "id": 22,
        "text": "Прыгнуть на кровать"
      },
      {
        "id": 23,
        "text": "Зыркнуть в тумбочку"
      },
      {
        "id": 24,
        "text": "Изучить шкаф"
      },
      {
        "id": 26,
        "text": "Залезть под кровать"
      },
      {
        "id": 27,
        "text": "Закончить осмотр"
      }
    ]
  },
  {
    "id": 26,
    "text": "— Та-ак, тут у нас что..\nДлинношёрстный поморщился, но забрался под кровать, осмотрев пространство.\nБыло совсем пусто. Только в углу небольшой комочек пыли. Томас чихнул.",
    "answers": [
      {
        "id": 25,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 27,
    "text": "— Ну, чтож. Карло чист. По-крайней мере, в этом плане. — сказал сам себе аристократ, оглядывая на прощание комнату и фыркая. Он представил себе улыбающееся лицо этого смуглого иностранца с длинными усами и узками глазами, после чего сморщился. Он его всегда раздражал. Вечно что-то чиркает в саду с самого утра, поспать даже нельзя.",
    "answers": [
      {
        "id": 15,
        "text": "Выйти в коридор"
      }
    ]
  },
  {
    "id": 28,
    "text": "Это место больше всего нервировало кота. Относительная чистота удовлетворяла, а посему он поспешно покинул пропахшую спиртом и таблетками комнатку.",
    "answers": [
      {
        "id": 15,
        "text": "Выйти в коридор"
      }
    ]
  },
  {
    "id": 29,
    "text": "",
    "answers": []
  }
]