[
  {
    "id": 1,
    "text": "Привет! Надеюсь ты готова окунуться в мир Haikyuu)\nТ/И — это твоё имя\nТ/Ф- это твоя фамилия \nОписание: Ты решила перевестись в новую школу Карасуно, правильный ли это был выбор?",
    "answers": [
      {
        "id": 2,
        "text": "Начать!"
      }
    ]
  },
  {
    "id": 2,
    "text": "Т/и как ты с ним познакомился, он такой классный  и заботливый! Ох как я тебе завидую... — сказала твоя лучшая подруга, ты с ней не виделась со средней школы.\n—Ох... не знаю... Это очень долгая история, тебе правда интересно? \n—Очень, мы давно с тобой не виделись. И как твоя лучшая подруга, я должна знать всё!\n—Ну...",
    "answers": [
      {
        "id": 3,
        "text": "Ладно, но это очень длинная история"
      },
      {
        "id": 10,
        "text": "Нет, я не хочу!  "
      }
    ]
  },
  {
    "id": 3,
    "text": "Все началось с того, что моей семье предложили хорошую работу в Префектуре Мияги. Мне купили домик рядом со старшей Карасуно и я решила поступить именно туда. Когда я пришла в класс, все обсуждали в какой клуб будут поступать, а я не знала что выбрать т.к. у меня небыло особо никаких предпочтения. Когда я сидела в коридоре, ко мне подошла привлекательная девушка, с короткими чёрными волосами чуть ниже плеч.\n—Привет, тебя зовут т/и т/ф?\n—Да... Мы знакомы?\n—Я Киёко Шимизу менеджер волейбольного клуба. Мне сказали, что ты ещё ни где не состоишь, верно?\n—Да, не могу определится что нравится больше...\n—Ох, славно, я хотела предложить тебе стать новым менеджером, я третьегодка и мне скоро уходить. Хочу найти себе достойную замену. Надеюсь, что ты согласишься...\nОна протянула мне заявление на согласие. В её глазах была видна печаль и надежда.\n—Я подумаю (улыбнувшись сказала я)\n—Если что мой класс 2А. До встречи)\nОна медленно развернувшись пошла по лестнице к своему кабинету, оставив меня на едине с раздумиями",
    "answers": [
      {
        "id": 4,
        "text": "Почему бы и не попробывать"
      },
      {
        "id": 10,
        "text": "Нет, я не справлюсь "
      }
    ]
  },
  {
    "id": 4,
    "text": "На следующий день я заполнила заявление, но не могла решиться пойти к её классу, но как только собралась с силами идти к ней услышала знакомый голос. В дверном проеме стоя Шимизу. \n—Привет, ну что ты решилась?\n—Да, вот моё заявление\n—Здорово, тогда сегодня, я за тобой зайду и мы вместе пойдём в клуб. Хорошо?\n",
    "answers": [
      {
        "id": 5,
        "text": "Да)"
      },
      {
        "id": 6,
        "text": "Прости, сегодня я не смогу"
      }
    ]
  },
  {
    "id": 5,
    "text": "После занятий за мной зашла Шимизу.\n—Ну что, ты готова?\n—Да...(с уверенностью сказала я)\n—Не переживай, все будет хорошо (улыбнувшись сказала она)\n—Киёко Шимизу я...\n—Называй меня просто Шимизу)\n—Хорошо, Шимизу, а почему вы решили именно мне предложить стать менеджером? \n—Я когда увидела тебя на линейки заинтересовалась тобой, ты была такой уверенной в себе... Мне показалось что ты сможешь справится с нашими мальчиками\n—Ох, спасибо, я польщена\nПод милый разговор с Шимизу, не заметив как, мы подошли к входу в спортзал, в котором было очень шумно.\n—Ты готова?",
    "answers": [
      {
        "id": 7,
        "text": "Да!"
      },
      {
        "id": 6,
        "text": "Нет, я потом приду, хорошо"
      }
    ]
  },
  {
    "id": 6,
    "text": "Испугавшись первой встречи я решила не идти сегодня знакомиться с командой. С Шимизу мы договорились на завтра. Надеюсь всё пройдёт гладко",
    "answers": [
      {
        "id": 5,
        "text": "Следующий день"
      }
    ]
  },
  {
    "id": 7,
    "text": "Зайдя в спортзал я увидела 12 молодых парней, которые что-то обсуждали и спорили. Один из них обратил на нас внимание и крикнул:\n—Шимизу Сан пришла\nВсе обернулись и пошли к нам. Шимизу начала говорить:\n—Ребята знакомьтесь, это т/и т/ф, она будущий менеджер, сейчас она на испытательном сроке. Прошу не наседайте на неё, пока она не привыкла.\nПарень с тёмными волосами и карими глазами, выделялся из толпы в нем читалось, что капитан тут он. Начал говорить:\n—Ну что ж, приятно познакомится \nОн улыбнулся и наклонился, за ним наклонились все и сказали в один голос \"Приятно познакомится\", все улыбались, кроме двух высоких парней.\nОни резко встали ровно, повернулись и крикнули в один голос \"Добро пожаловать в волейбольный клуб Карасуно\"\nЯ улыбнулась и наклонилась в ответ сказав: \"Мне тоже приятно с вами познакомится\"",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "Я стояла с Шимизу и к нам по очереди стали подходить парни, они стали представляться и рассказывать о себе.\nПервым подошёл парень, который представил свою команду. Савамура Дайчи-третьегодка старшей школы Карасуно и капитан волейбольного клуба, играющий на позиции доигровщика. Отличный предводитель, умеющий воодушевить товарищей по команде, но страшен в гневе. Сугавара Коуши-Вице-капитан волейбольного клуба и третьекурсник старшей школы Карасуно. Как и Кагэяма, является связующим, заменяет его в нужные моменты. Очень добрый и отзывчивый. Хорошо понимает чувства всех членов клуба, за что его все любят. Асане Азумане-Третьекурсник старшей школы Карасуно, занимает позиции доигровщика в общем и диагонального в частности. Отказывался возвращаться в команду из-за страха быть снова «заблокированным». Из-за высокого роста и крепкого телосложения его довольно часто принимают за хулигана. На самом же деле очень добр и раним, всегда чувствует большую ответственность за свои ошибки",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "К вам подошли ещё двое парней. Низкого звали Нишиноя Юу-Второкурсник старшей школы Карасуно, либеро. Оправдывает свою позицию либеро, спасает мяч в большинстве случаев. Выбрал эту позицию, так как понимал, что она очень важная и интересная. Отказывался играть без Асахи. Он осмотрел меня с ног до головы и в обратном направлении, в его глазах читалось что я заинтересовала его. С ним подошел Танака Рюноске-Второкурсник старшей школы Карасуно, позиция — доигровщик. Является стабильным и результативным игроком. Большинство комичных моментов возникают именно из-за него, например, из-за его выражения лица и несдержанности. Любит, когда его называют сэмпаем. ",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "Тебе не чего рассказать, ты отказалась....\nНачнём заново?",
    "answers": [
      {
        "id": 1,
        "text": "Заново?"
      }
    ]
  },
  {
    "id": 11,
    "text": "Позже к нам подошли ещё двое. Один из них не улыбался во время знакомства, зовут Кагеяма Тобио-Первокурсник старшей школы Карасуно, позиция — связующий. Обладает очень высокой точностью паса. В средней школе, Китагава Дайти, товарищи по команде прозвали его «король площадки» из-за эгоизма и невозможных для приема пасов, из-за чего Тобио злится, когда его так называют, однако после вступления в Карасуно постепенно меняется. С ним подошёл парень низкого роста с красивой улыбкой Хината Шоё-Первокурсник старшей школы Карасуно, играет на позиции центрального блокирующего, делая по большей части касания, а не полноценные блоки. Является «сильнейшей приманкой» Карасуно из-за своих высоких прыжков при небольшом росте. Вначале невзлюбил Кагэяму, испытав при этом трудности со вступлением в команду, но позже они нашли общий язык.",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "Так же подошли ещё двое парней, второй тоже не улыбался когда знакомились, зовут его Цукишима Кей-Первокурсник старшей школы Карасуно, центральный блокирующий, самый высокий игрок в команде. Он часто смотрит на Хинату свысока, заявляя, что тот не должен полагаться только на силу своих прыжков. Так же он любит дразнить Кагэяму, называя его «королём». А с ним его лучший друг Ямагучи Тадаши-Первокурсник старшей школы Карасуно, позиция — центральный блокирующий/пинч подающий. Единственный первогодка, который не состоит в основном составе команды, из-за чего был подавлен, когда узнал об этом. Всегда ходит с Цукисимой.",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "Когда Шимизу всё объяснила, она попросила поставить стулья в ряд т.к. придёт команда на тренировочный матч. Когда я пошла за стульями услышала разговор Хинаты и Нишинои, они говорили обо мне\n—А она ничего такая, такая маленькая, хочется обнять и не отпускать её никуда...\n—Слушай, Нишиноя, как думаешь у меня есть шанс?\n—Хината, я тебе не уступлю. Она очень милая и я надеюсь, что что-то у нас получится...\n—Я тебе не уступлю, но решать все равно ей, может не мы ей понравились во все, а Кагеяма.\n—Ты прав, но я всё равно попробую, а ты как хочешь \n—А кто сказал, что я сдамся?\nВдруг они заметили тебя, резко замолчали и покраснели.",
    "answers": [
      {
        "id": 14,
        "text": "Улыбнуться и промолчать, якобы ничего не услышав"
      },
      {
        "id": 15,
        "text": "Я никому из вас не достанусь!"
      }
    ]
  },
  {
    "id": 14,
    "text": "Они резко сменили тему, начали ообсуждать игру. А я с улыбкой и смущением стала расставлять стулья. ",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "Они смущённо и  расстроенно посмотрели на тебя и сказали в один голос \"Посмотрим\". Пошли дальше на площадку разминаться. А я осталась одна в напряжении.",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "Прошло несколько недель и скоро должны были начаться летний лагерь перед отборочными. Парни старались из-за всех сил. Я со всеми хорошо сдружились и кажется попала в любовный треугольник. Мне симпатизируют трое парней Кагеяма, Нишиноя и Хината. Я не знаю что мне делать и кого выбирать, но пока не до этого. У них отборочные на носу и я не хочу портить никому настроение.",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "На тренировку приходит наш куратор Такеда Иттетсу, с немного расстроеным и обеспокоеным выражением лица.\n—Ребята, т.к. летний лагерь состоится во время учебного процесса вам нужно сдать контрольные экзамены по предметам с которыми у вас всё плохо. Это касается Хинаты, Кагеямы, Нишинои, Танаки. Если вы завалите хоть один тест, про лагерь можете забыть. Я понятно объяснил?\nРебята занервничали, на них небыло лица. Было понятно что им сложно даётся обучение. Мне повезло, я хоть училась не на отлично, но хорошо знала материал и было достаточно положительных оценок. Шимизу предложила Танаке позаниматься с ней чтобы подтянуть учёбу. Он был счастлив, ему очень сильно нравилась Шимизу, как и всем третьегодками и некоторым второгодкам. После окончания тренировки ко мне подходит Хината и просит помочь, я ответила что мне надо подумать, когда выходила из спортзала ко мне подошёл Кагеяма и попросил о том же, что и Хината. А в комнате где хранятся мячи и швабры, Нишиноя попросил с ним позаниматься. Кого же выбрать?\n****Важный выбор****",
    "answers": [
      {
        "id": 18,
        "text": "Хината"
      },
      {
        "id": 19,
        "text": "Кагеяма "
      },
      {
        "id": 20,
        "text": "Нишиноя"
      }
    ]
  },
  {
    "id": 18,
    "text": "После тренировки я подошла к Хинате и сказала что позанимаюсь с ним. Его глаза засветились. Всю дорогу до моего дома он увлечённо что-то рассказывал, смеялся и улыбался, бегал и махал руками. Я шла наблюдая за этим с улыбкой. Но когда мы стали заниматься, он своими разговорами стал отвлекаться и отвлекать меня от объяснений. Я не выдержала:\n—Хината Шоё, за молчи и будь серьёзен, ты так ничего не усвоишь! Я уже устала от этой болтовни!\nОн резко замолчал, перестал улыбаться и молча стал делать работу. После нашей ссоры он толком не улыбался и стал сосредоточенным, много молчал. Я не придала этому значение, но что-то тянуло в груди... Мы с ним вместе больше чем на полтора часа не оставались. Он по окончанию этого времени вставал и уходил...",
    "answers": [
      {
        "id": 61,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "После того как мы убрались в зале, я подошла к Кагеяме и сказала:\n—Я не против с тобой позаниматься, но я предположить не могу где мы будем учить уроки...\n—Ну можно у меня (чуть смущённо сказал парень), правда там моя вредная сестра, она может докучать своими вопросами.\n—Знаешь, можно у меня, я живу дома одна, по этому нам никто не будет мешать\n—Он невозмутимо кивнул головой и мы пошли ко мне\nПрошло около 3 дней от начала занятий и в очередной раз мы сидели до поздна и решали тесты..",
    "answers": [
      {
        "id": 81,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "Я согласилась помочь Нишиное и позвала к себе домой. Чтобы позаниматься. Я живу одна и ко мне никто не приходил. У меня было заниматься удобнее всего. \nПрошло три дня наших занятий, в осередной раз мы идём ко мне писать конспекты, учить и решать. Я не могу понять нравится мне находиться с ним или нет. Но когда Юу рядом я чувствую себя так спокойно. Хочется его обнять и не отпускать... Или мне просто кажется? ",
    "answers": [
      {
        "id": 21,
        "text": "Нишиноя хороший парень "
      },
      {
        "id": 22,
        "text": "Он хороший друг, не больше."
      }
    ]
  },
  {
    "id": 21,
    "text": "Мы пришли ко мне домой. Я заварила чай и пригласила парня на кухню, еле оторвав того от котёнка. После небольшого перекуса мы начали заниматься. Я достал свои конспекты.\n— Ого! Как много...\n— Ага... Ну, начнём!\nУже была ночь, а мы только закончили. Так как мы занимались на кухне, она была вся завалена пробными тестами.\n— Ухххх, наконец мы закончили!*зевок* Т/и? Ты где? М?\nЯ очень устала, поэтому вырубилась и упала парню на колени. Он усмехнулся, взял меня на руки и понёс в спальню. Положил аккуратненько на кровать и сел рядом опираясь спиной к стене.",
    "answers": [
      {
        "id": 23,
        "text": "Мысли Нишиноя "
      }
    ]
  },
  {
    "id": 22,
    "text": "Как Нишиноя не старался у вас ничего не получилось, так как чувства были к другому.\nНачнём с выбора?",
    "answers": [
      {
        "id": 17,
        "text": "Выбор"
      }
    ]
  },
  {
    "id": 23,
    "text": "Это... Это так мило, какая она прекрасная, так и хочется крепко крепко обнять, ещё и спит как котёнок.\nЮу спокойно сидел и перебирал мои волосы, сам того не замечая. Внутри он горел от радости. Хотелось поцеловать, но он стеснялся. Через пару минут парень тоже заснул, откинув голову назад.",
    "answers": [
      {
        "id": 24,
        "text": "На утро"
      }
    ]
  },
  {
    "id": 24,
    "text": "Я проснулась. Было около 9 утра.Тренировка в клубе! Хотя мы уже опоздали.И вообще, так приятно и уютно, такие тёплые объятия, солнышко светит... ОБЪЯТИЯ?! КТО?! Аааа... Нишиноя, фуууух. Он уткнулся носом мне в шею. Это и мило и кхм... возбуждает может его разбудить? Хотя мне так хорошо. Хочу тоже его обнять. А что мне, собственно говоря мешает? Если что оправдаюсь, что человек во сне себя не контролирует и я спутала его с подушкой. Гениально!\nЯ перевернулась на другой бок и хотела уже обнять парня, но стоило голове повернуться,как я встретилась взглядом с карамельными глазами.\n\"БЛИН!\"- пронеслось у тебя в голове. Юу же поняв, что ты не спишь густо покраснел и подскочил.\n— ИЗВИНИ! Т/И, Я НЕ ХОТЕЛ!\n— Ничего, я понимаю\n— Я не специально!- продолжил оправдываться краснющий Нишиноя.\n",
    "answers": [
      {
        "id": 25,
        "text": "Надо что-то придумать"
      },
      {
        "id": 26,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 25,
    "text": "\"Ох, ну не могу же я ему сказать, что не против и даже сама хотела его обнять! Надо исправлять ситуацию!\"- и тут мне в голову пришёл \"гениальный\" по моему мнению план.\n— Нишиноя~\n— Что?- он до сих пор был красный.\nЯ быстро подошла к нему мило улыбнувшись.\n— Я не против, если ты так хочешь, можешь обнимать меня\nЮу от такого заявления он чуть ли в обморок не упал. Таким красным он не был ещё никогда. Он конечно был рад этому, безумно, но всё же, когда тебе говорит это девушка которая нравится, не возможно не смутиться.\nВ завершении своего плана, ты подошла, крепко обняла парня и погладила по голове как маленького котёнка\n— Я пойду что-нибудь приготовлю\nТы ушла на кухню, а парень спустя пять минут еле выдавил из себя:\n— А-ага...",
    "answers": [
      {
        "id": 30,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 26,
    "text": "— Я пойду что-нибудь приготовлю\nТы ушла на кухню, а парень спустя пять минут еле выдавил из себя:\n— А-ага...\nНишиноя был очень взволнован, ведь он провёл ночь с любимой девушкой. От одной мысли что парень обнимал меня, бегали мурашки по телу. Тем самым заставляли кипеть кровь.",
    "answers": [
      {
        "id": 30,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 27,
    "text": "Нишинои продолжил: \n— Я очень сильно люблю тебя, мне хочется быть рядом, целовать тебя, ходить за ручку, не хочу тебя терять. Скажи мне честно, чувства взаимные? Если нет, я уйду и мы останемся друзьями.",
    "answers": [
      {
        "id": 41,
        "text": "Да, ты мне тоже нравишься"
      },
      {
        "id": 29,
        "text": "Нет, мы просто друзья "
      }
    ]
  },
  {
    "id": 28,
    "text": "",
    "answers": [
      {
        "id": 30,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 29,
    "text": "Юу, собрался и быстро ушёл, на его глазах ты заметила слёзы. После этого вы с ним почти перестали общаться. Он никого больше не смог полюбить.",
    "answers": [
      {
        "id": 2,
        "text": "Заново?"
      }
    ]
  },
  {
    "id": 30,
    "text": "Я приготовила блиньчики с карамелью, мысленно ассоциируя их с прекрасными глазами парня. Сама того не ожидая сказала:\n—Как же он мне всё так нравится... \n—Кто?\n—Что?\" блин я это в слух сказала...\" \nЧто ответить?",
    "answers": [
      {
        "id": 31,
        "text": "Кагеяма "
      },
      {
        "id": 31,
        "text": "Хината "
      }
    ]
  },
  {
    "id": 31,
    "text": "Он такой хороший. Всегда поможет, разве не здорово?\nЗачем я это сказала... Хоть бы он не воспринял это всерьёз...\n—Ааа.... Да.... Здорово....\nБыло видно, что Юу расстроился, я уже хотела начать оправдываться, но он начал говорить:\n—Мне тоже нравиться одна девушка\n—А кто? Ну если не секрет....",
    "answers": [
      {
        "id": 32,
        "text": "Мысли Юу"
      }
    ]
  },
  {
    "id": 32,
    "text": "Он конечно хороший парень, но я бы подошёл т/и гораздо больше! Почему так больно? Почему он? Как хочется плакать... Но я сильный, надо держать себя в руках! Я ведь...люблю её, но как за такое короткое время? Как больно, как будто собрали все чувства и снимают в районе груди всё сильнее и сильнее! Чёрт, как же больно. Хоть бы не наговорить глупостей, а то во время злости я не могу себя контролировать, как больно....",
    "answers": [
      {
        "id": 33,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 33,
    "text": "—Это Шимизу? \n—Что? Нет. Эта девушка появилась недавно в моей жизни, но я уже люблю её. Парень улыбнулся, но на лице читалась грусть.\n—И как же её зовут? (нервно спросила я)\n—Мию Акутагава\n—Ясно. Ну удачи тебя.\nЯ мило улыбнулась и поставила блиньчики на стол.\nНа душе была пустота и так холодно. Так хочется заплакать, рыдать, кричать от боли! Звать на помощь! Хочется его присутствия рядом, взгляда ласкового, чтобы стал успокаивать. Но не всем мечтам суждено сбыться. Видимо и моя не стала исключением. ",
    "answers": [
      {
        "id": 34,
        "text": "Нишиноя "
      }
    ]
  },
  {
    "id": 34,
    "text": "Она так спокойно отреагировала. Я так боялся что она обидеться. Не знаю из-за чего правда, но ладно. Лучше поем. Так мило общаемся как будто ничего не было. Больно, но если я не достоин значит так оно и есть.",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "Мы поели, убрали всё. Еще и на тренировку успевали.\n—Пошли тогда на тренировку, Вам с Шимизу ещё плакат делать! \nНишиноя был оживлённым как и раньше, будто ничего небыло\n—Знаешь, я пожалуй останусь дома, у меня что-то голова заболела.\n—А как же плакат? А как же ребята? А возлюбленный твой как?\nПоследнее он произнёс еле сдерживая себя.\n—Не хочу потерять сознание по середине зала\n—Тогда я тоже не пойду!\n—Нет, ты пойдёшь на тренировку, тебя там ждут! Тем более пока ты тут со мной возишься, твою Мию может кто-то увести. Или вдруг с ней что-нибудь случится? \nЭти слова как ножом по сердцу Нишинои.\n—Всё, иди, а то опаздаешь.\nЗакрыв дверь, я пошла в комнату плакать, обдумывая все произошедшее.\n",
    "answers": [
      {
        "id": 36,
        "text": "Мысли Юу"
      }
    ]
  },
  {
    "id": 36,
    "text": "Как только т/и закрыла дверь, у Нишиное по щекам ручьём потекли слёзы, конечно же, она их не видела. Она так сказала про Мию... Наверное сейчас лежит и плачет, совершенно одна... Чёрт! Надо как можно быстрее извиниться! я не хочу чтобы она страдала! Не хочу, чтобы плакала! Хочу чтобы она была счастлива! Только вот идти сейчас или после тренировки?",
    "answers": [
      {
        "id": 37,
        "text": "Идти к т/и"
      },
      {
        "id": 39,
        "text": "Идти на тренировку"
      }
    ]
  },
  {
    "id": 37,
    "text": "Почему она не открывает. Наверное лежит и плачет, не хочет никого видеть... Какой же я дурак. Ладно, сразу же после тренировки пойду к ней и расскажу, что нет никакой Мии! Надо идти",
    "answers": [
      {
        "id": 39,
        "text": "Надо идти"
      }
    ]
  },
  {
    "id": 38,
    "text": "Тренировка прошла быстро. Нишиноя мигом вылетел из зала и побежал ко мне. Все были удивлены поведению Юу. Он уже подбежал к дому. Разные мысли крутились в голове \n—Да! Наконец-то! Я смогу признаться в своих чувствах! Расскажу ей правду!\nОн уже стоял на пороге дома и стучался, но никто не открывал. Ношиноя сжал ручку и дёрнул вниз, удивительно, но дверь была не запрета. Он решил сделать сюрприз, медленно и тихо поднимаясь по лестнице. В голове только картинка, как лежу комочком, ничего не подозревающая, а он как возьмёт, как на прыгнет с обнимашками! Но открыв дверь, медленно, как будто чего-то опасаясь подошёл к кровати и говорит:\n—Её нет\n—Кого? тихо ответила я, даже не испугавшись его.\n—Нет никакой Мии Акутагавы, есть только ты, т/и-ка\nВ голове хаос \"Нет? Он её придумал? Неужели *вспоминает его слова*(есть только ты, т/и-ка),(Она появилась в моей жизни не давно, а я её уже люблю). Значит он любит меня!",
    "answers": [
      {
        "id": 40,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "Ладно, сразу же после тренировки пойду к ней и расскажу, что никакой Мии нет! Вот с таким настроем Нишиное пошёл на тренировку. ",
    "answers": [
      {
        "id": 38,
        "text": "далее"
      }
    ]
  },
  {
    "id": 40,
    "text": "—Я тоже не всерьёз сказала, прости\nНишиноя был на седьмом небе от счастья, радость его разрывала изнутри! По егощекам текли слёзы. \n—т/и, я не знаю как можно полюбить человека за такой короткий промежуток времени и узнать о человеке всё за это время невозможно, но...\nОн остановился на пару секунд и мое сердце тоже! \n—Но я люблю тебя! Позволь мне узнать тебя, т/и!",
    "answers": [
      {
        "id": 41,
        "text": "Я тоже люблю"
      },
      {
        "id": 27,
        "text": "Нишиноя, я......"
      }
    ]
  },
  {
    "id": 41,
    "text": "Поднявшись, обойдя его так чтобы он оказался спиной к кровати, я прыгнула на него, в его объятья:\n—Я тоже люблю тебя, Юу! И я хочу тоже узнать тебя! Быть рядом всегда! \nЮу был счастлив. Он смог признаться в чувствах. Нам стало так легко на душе. Словно нашли тот кусочек пазла, которого не хватало. \nМы просидели так около часа, я лежала у него на плече, а он нежно гладил волосы и шептал наухо такие приятные душе слова о любви. Наконец он может делать все что захочет. Сможет обнять, поцеловать, прикасаться и просто быть рядом, всегда.",
    "answers": [
      {
        "id": 45,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 42,
    "text": "Вот и четверть финала, Карасуно против Аобаджосай, я уверена что парни выигрывают, но с началом отборочных ко мне клеится какой-то Ойкава, он милый, но у меня есть молодой человек и мне нахрен никто не сдался!\nЯ иду с магазина, мы с Шимизу решили приготовить ужин,а он поджидает уже меня у столба:\n—Почему в Карасуно такие красивые девушки? Не хочешь перейти к нам, мы одержим победу и станем самыми лучшими, соглашаясь, обычно девушки пищат от восторга, при виде меня! Или что... У такой милашки есть парень? ",
    "answers": [
      {
        "id": 43,
        "text": "Да!"
      },
      {
        "id": 43,
        "text": "Промолчать "
      }
    ]
  },
  {
    "id": 43,
    "text": "Парень шёл после пробежки домой. Нишиноя хотел уже поскорее обняться с Т/и. Подходя к гостинице, парень ускорил шаг и заметил, что возле столба стояла его девушка и какой- то пацан, нагло флиртующий с ней. \n—ЭЙ, ПРИДУРОК!- крикнул Нишиноя, подбегая к парню.- УБЕРИ РУКИ ОТ МОЕЙ ДЕВУШКИ! \n—Значит, у тебя и вправду есть парень? Ладно. Тогда пока, красотка. \nОн ушёл, а Юу почему- то ещё был зол. \n—Извиниться не хочешь?! \n—Спасибо скажи, что вообще отпустил.- сказал тот негодяй, даже не обернувшись. \nНишиноя уже хотел за ним бежать, но Т/и его придержала. \n—Он этого не стоит! Спасибо тебе!\n—Он мне кого-то напоминаете! И что ты вообще делала на улице?!\n—Я пошла в магазин, мы с Шимизу готовим ужин, но нам не хватало продуктов. \n—Без меня больше не ходи в такое время, мало ли что!",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 44,
    "text": "На утро Ноя приготовил мне завтрак и сделал предложение, мы решили просто расписаться, а свадьбу сыграем после игр.\nВот такая моя история любви, наша команда обыграла Шираторидзаву и вышла на национальные, две команды мы уже одолели, братья Мия приставали ко мне, но Юу защитил меня. Но знаете если бы можно было начать все заново, как в игре, было бы круто, я не допустила бы этих ошибок! Ну ладно, я пойду, у меня много дел! Та ли это концовка что ты хотела я не знаю, но жизнь уже не переиграть....",
    "answers": [
      {
        "id": 1,
        "text": "Или переиграть?"
      }
    ]
  },
  {
    "id": 45,
    "text": "Сегоня был трудный день, как физически так и морально. Сегодня Карасуно проиграла Аобаджосай. После поражения Карасуно в четверти финала, Нишиноя лежал втыкая в потолок. Представьте себе вечно счастливого мальчик, который все время смеется и радует все вокруг. Представили? А теперь представьте как эта звездочка прекратила сиять, лежит молча. Вот я с этим столкнулась...\n—Солнышко, ты в порядке?\n—Я...Я подвел свою команду.. \nЮу сел, закрыв глаза руками, поджал губы, по его щекам потекли слёзы...\n—Прости.... Т/и, мне нужно побыть одному... \nНишиноя лег свернувшись комочком, слегка всхлипывая, в комнате царила тишина и пустота, как будто живых тут больше нет..",
    "answers": [
      {
        "id": 46,
        "text": "Остаться"
      },
      {
        "id": 47,
        "text": "Уйти"
      }
    ]
  },
  {
    "id": 46,
    "text": "—Я никуда не уйду!\nЯ села на кровать рядом с ним и положила голову к нему на спину.\nСпустя минут 15 он привстал и посмотрел прямо в мои глаза, его карамельно-карие глаза как будто пронзили мою душу. В голове парня пронеслись воспоминания.. (отлично принял, молодец Юу это был отличный пас) Он вспомнил все моменты, когда я его поддерживала.\n—Знаешь, нам просто не повезло в это раз, я буду больше тренироваться и тогда мяч не упадет, и Хината сможет еще раз провести быструю атаку. Ведь поражение не говорит о том что мы слабые, верно?\n—Конечно, кстати это был потрясающий матч. Вы так здорово играли\n—Да!\nУ Юу появилась улыбка.",
    "answers": [
      {
        "id": 47,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 47,
    "text": "Через час Юу уже бегал и веселися как ребенок. Целовал и обнимал, шутил. \n—Слушай т/и-ка, я завтра приду с тренировки вместе с друзьями чай посидим, попьем.\n—Отличная идея!",
    "answers": [
      {
        "id": 49,
        "text": "Следующий день"
      }
    ]
  },
  {
    "id": 48,
    "text": "Я вышла из душа в одном нижнем белье включила музыку и стала выбирать одежду в которой можно будет сходить в магазин.",
    "answers": [
      {
        "id": 50,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 49,
    "text": "Я проснулась от солнечных лучей в глаза, Нишинои уже небыло рядом, он ушёл на тренировку. Время было около 12:30. Надо сходить умыться, когда я стояла в ванной и чистила зубы, я заметила что у меня грязная голова и её надо помыть, а ещё нужно сходить в магазин и купить каких-нибудь конфеты к чаю, а то к нам придут гости, а к чаю у нас только печенье и оладушки.",
    "answers": [
      {
        "id": 48,
        "text": "Идти мыться "
      },
      {
        "id": 50,
        "text": "Идти в магазин"
      }
    ]
  },
  {
    "id": 50,
    "text": "Выбирая одежду я совершенно забыла о счёте время и о том что скоро должен прийти Нишиноя с ребятами. А мальчики были уже на подходе, я не услышала из-за музыки как открылась дверь в спальню. Его друзья зашли первые в комнату и застыли как каменные, увидев меня в нижнем белье рядом с горой одежды, которую я не могла выбрать. Юу стаял позади и спокойным тоном спросил:\n—Зачем вы продолжаете смотрить на неё?\n—Девушка у тебя..... Очень красивая..... (ответили те смущаясь)\n—Угу, знаю, а теперь выйдите пожалуйста из комнаты....\nКогда те не охотно выходили из комнаты, я увидела взгляд Юу, кажется вечером будет не очень приятны разговор...",
    "answers": [
      {
        "id": 51,
        "text": "Вечером "
      }
    ]
  },
  {
    "id": 51,
    "text": "Нишиноя проводил своих друзей, пока я сидела в гостиной и переписывалась. Юу заходит в зал, садится напротив меня в кресло и говорит:\n—Что это сегодня было?\n—Ты про то что твои друзья увидели меня в нижнем белье?\n—Именно, почему ты была в таком виде? Я еле сдержал себя в руках, когда они жадно смотрели на тебя раздевая взглядом. Как я зол!!!\n—Я просто не рассчитала время и вот так получилось, прости\n—Ладно, но чтобы больше такого небыло\n—Хорошо)\nЮу включил телевизор и стал смотреть волейбол, а я стала переписываться дальше.\n",
    "answers": [
      {
        "id": 52,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 52,
    "text": "Ямагучи мой хороший друг и мы часто с ним переписывались, он отправил сообщение про девушку, которая ему нравиться и чувства взаимные.\nЯ искрини порадовалась за друга, улыбнувшись телефону, сияя от радости.\nНишиноя, который седел напротив меня, заметил, что я улыбаюсь телефону. Он был очень ревнивым. В глазах вспыхнуло пламя, он поджал губы и сжал ручки кресла. Я это заметила и спокойно сказала:\n—Милый, я люблю только тебя! А телефону улыбнулась, потому что наш с тобой друг наконец то нашёл любовь всей своей жизни!\nЮу выдохнул, улыбнулся и сказал:\n—Я тебя тоже люблю! (Он встал с кресла, не смотря на улыбку в его глазах всё равно пылал огонь) Я пойду чай сделаю, ты будешь?\n—Да)\n—Хорошо\nОн подошел ко мне и поцеловал в губы",
    "answers": [
      {
        "id": 53,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 53,
    "text": "Я села писать конспекты, но Нишиноя стал мне мешать\n—Подожди Юу, я должна закончить писать конспект\n—В смысле подожди?! Может ты лучше потом сделаешь уроки, а сейчас.. (длинные пальцы уже начали осторожно проникать под домашнюю футболку, я резко повернулась и, встречаясь с ним взглядами, грозно сощурилась, нагоняя на парня страх вперемешку с удивлением. Но быстро остыла, понимая, что долго злиться на своего молодого человека не могу.) \n—Как в тебе вмещается столько энергии? У тебя сегодня была тяжёлая тренировка! \nНишиноя лишь пожал плечами, все ещё обнимая меня за талию. \n—Разве это плохо? Я просто очень любвеобильный! \n—Да ты, по-моему, без секса и неделю прожить и не сможешь. \nЗрачки Юу мгновенно расширились и он, заведённый, отстранился и встал, широко расставив ноги и положив руки на пояс. \n—Что, думаешь, я не смогу! Сама-то небось будешь вешаться на меня как ненормальная, (сказал парень, приблизившись к моему лицу). \n—Спорим? Неделю без оральных ласк, поцелуев, объятий, удовлетворения себя и секса, естественно\nВытянув руку, злостно улыбаясь и уже предчувствуя сладкий вкус победы. Нишиноя кивнул головой и с силой хлопнул по ладони, скрещивая между собой пальцы, тем самым заключая договор. \n—Готовься к поражению, дорогая. \n—Ох, поверь, милый, я сделаю все, чтобы ты первый сдался!",
    "answers": [
      {
        "id": 54,
        "text": "Понедельник "
      }
    ]
  },
  {
    "id": 54,
    "text": "Следующий день прошел спокойно для Юу. Все время он думал только о тренировках и лишь под конец понедельника вспомнил про пари.\n—Пф! Легче легкого! Вижу, неделя пройдёт чертовски быстро, а там не за горами и выигрыш.",
    "answers": [
      {
        "id": 55,
        "text": "Вторник"
      }
    ]
  },
  {
    "id": 55,
    "text": "Во вторник, когда Юу проходил мимо общей спальни, и увидел, как я увлечённо читала какую-то фантастику, поглощая страницу за страницей и кое-где выделяя карандашом цитаты или интересные фразы. \n—Наверное пытается отвлечься \nПро себя сказал Нишиноя, а затем, немного подумав, добавил: \n—Или придумывает план для моего проигрыша. Парень подметил про себя, что надо уделить отдельное внимание, ведь в прошлый раз в подобном споре она специально подстегивала его, и тот, очарованный женской красотой, проиграл.",
    "answers": [
      {
        "id": 56,
        "text": "Среда"
      }
    ]
  },
  {
    "id": 56,
    "text": "\"—Почему она ничего не делает? Не ходит раздетая по комнате или часто наклоняется передо мной. Аааа, у меня уже походу паранойя началась!\" молодому человеку можно было только посочувствовать, ведь мужское воображение рисовало далеко не детские ситуации, отчего его же достоинство вставало в боевую готовность, при каждом развратном упоминание меня. Я стояла в окружение своих близких знакомых, весело беседуя и активно жестикулируя руками, временами поправляя спадающий с плеч портфель. На секунду я повернулась в сторону Нишинои, что без капли совести рассматривал сверху вниз предмет обожания и, бросив одногруппников в немом удивлении, поспешила к Юу, стальной хваткой беря запястье молодого человека и пройдя мимо множеств аудиторий, затащила шокированного Юу в пустой кабинет. Прижав того к холодной стене, я приподняла его до уровня глаз за воротник белоснежной идеально выглаженной рубашки и облизнула губы парня, выдыхая горячий воздух прямо в уста. \n—С тобой все хорошо, Нишиноя? \nЧья-то крупная рука упала на плечо юноши, и тот вздрогнул, когда за спиной увидел своего товарища, обеспокоено изучающего слегка покрытое бусинками пота лицо парня. Никакого кабинета, никаких женских кистей, плотно держащиеся за элемент одежды, никакого будоражащего мысли дыхания. Ничего. Все это было лишь иллюзией, а я тепло помахала Юу после направляясь за собеседниками в столовую. \n—Точно схожу с ума....\nТихо проговорил Юу, скидывая с плеча тяжесть и быстрым шагом идя на следующую лекцию.",
    "answers": [
      {
        "id": 57,
        "text": "Четверг"
      }
    ]
  },
  {
    "id": 57,
    "text": "Нога предательски тряслась, он покручивал фаланги пальцев до побеления, глаза старались смотреть куда угодно, только бы не на меня. (Прошло всего четыре дня, а я уже теряю планку. Четыре, мать его, дня!) Целый вечер, одна и та же фраза не давала покоя Юу. Я сидела напротив, в одной лишь футболке, еле прикрывающей бедра, снова работала над проектом, пока Нишиноя жадно пожирал взглядом, уже в мыслях раздевая и дотрагиваясь холодными слегка мозолистыми кончиками пальцев до молочной кожи. \n—Ты что уставился? \nОторвавшись от ноутбука, дабы узнать, почему Юу минут десять таращится и чуть ли не слюни пускает. \n—Да так, ничего, (парень отмахнулся от ответа, а в мыслях уже насаживал на свой большой, длинный... )— Когда ты начнёшь дразнить меня? —В смысле дразнить? \nНевинно похлопывая густыми ресничками, я насовсем отложила компьютер, расправляя широко плечи и готовясь выслушать продолжение. \n—Ну тип разгуливать передо мной голой или флиртовать или..Ну ты поняла короче! \n—Вот сейчас я вообще в ступоре, Юу! Зачем я должна это делать? \n—Я просто подумал, раз мы договорились не заниматься сексом неделю, то ты наверно захочешь выиграть..\nКровь медленно прилила к щекам Нишинои от абсурдных объявлений, поэтому натянув на голову футболку, тот сразу же заткнулся. \n—Подожди..так ты имел ввиду эту неделю?! А то я не могу понять, почему ты резко прекратил приставать ко мне. \nУслышав это, Юу удивлённо и слегка раздраженно выбрался из своего «убежища», поднялся с пуфика и навис надо мной, расставляя руки по обе стороны. \n—Ты сейчас серьезно?! То есть я просто так, гребаные четыре дня не притрагивался к тебе в надежде одержать победу, а ты просто не знала! Т/И! \n—Ладно-ладно, не кипятись\nРуки аккуратно легли на напряженные плечи парня, круговыми движениями поглаживая их, что так и пыхтел от возмущения.",
    "answers": [
      {
        "id": 58,
        "text": "Я могу загладить свою вину"
      },
      {
        "id": 59,
        "text": "Поцеловать в щеку"
      }
    ]
  },
  {
    "id": 58,
    "text": "—Я постараюсь загладить свою вину. \nОдно движение, и мужское тело громко упало на нагретое место, а я перекинула одну ногу через парня, удобно пристраиваясь на коленях. По-собственнически притянув к себе за шею,  вовлеклая его в чувственный поцелуй. Такой тягучий, до одури родной и любимый. \n—Но..ты же..проиграешь.. \n—Ты хочешь, чтобы я остановилась? \nНемного отстранившись, я вопросительно посмотрела на юношу, на что тот отрицально замотал головой, вновь прижимая к себе. Пока губы сминались в странных ласках, пальчики аккуратно начали спускаться к краю футболки, забираясь под неё и дразняще поглаживая грудь и пресс Нишинои. Все ниже и ниже пробираясь к заветному месту, касаясь через ткань полового органа, оттягивая резинку домашних шорт и вот, вставший член уже вовсю покручивают в руках, заставляя Нишиною постанывать сквозь поцелуй. Резко встав с бёдер, я села на пол, не переставая повторять махинации с головкой, слегка нажимая на самую вершину, в ответ получая сильные вздрагивания. Невесомо провела пальцем по выпирающим венкам, а после прошла языком влажную дорожку от яиц и до самого конца вверх. Юу что-то тихо пробурчал себе под нос, но потом зарылся в густые волосы, не в силах сдерживаться и самолично насаживал на горячую плоть. Не церемонясь, он быстро задал темп, находясь на золотой середине, вдалбливая член прям до горла и не давая захлебнуться от обильных густых, так и сочащихся выделений. \n—Боже, Т/И, я не..могу больше... \nМеня не особо устроила данная информация, поэтому высвободившись из мужской хватки под удивленным взглядом парня, вновь села на бёдра, соблазнительно смахивая смазку с нижней губы пальцем. Юу судорожно сглотнул и когда я, отодвинув шорты с нижнем бельём, без труда насадилась, в наслаждении откинул голову назад, рефлекторно приобнимая за талию. Полупрозрачная жидкость мягко обволакивала внутренние стенки, помогая без проблем входить. На этот раз доминирующая роль была моя, я заботливо пыталась по полной удовлетворить парня, покручивая бёдрами и шепча разные пошлости, тем самым прося прощение за моральный и физический ущерб. Достигнув крышесносного оргазма, я уже было хотела привести себя в порядок в уборной, но настойчивый взгляд Нишинои не дал покоя и он немедля повалил меня на диван, оказываясь сверху, потихоньку начиная двигается. \n—Постой, Ноя, я больше не могу! \nЮноша лишь приблизился к ней вплотную, грудью чувствуя затвердевшие соски, неровное дыхание и запах его одеколона, въевшийся за столько лет. \n—Придётся отрабатывать остальные три дня, дорогая. \n",
    "answers": [
      {
        "id": 60,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 59,
    "text": "—Это всё?! Я получил моральную травму.... \nПарень расстроился выпрямившись передо мной.",
    "answers": [
      {
        "id": 58,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 60,
    "text": "—Юу сколько в тебе энерги! Я больше не могу!\nПытаясь отдышаться произношу я...\nЕщё чуть-чуть дорогая, я уже близок...\nТяжёлый вздох и мой живот покрыт белой жидкостью...\n—Нишиноя, я же просила на меня не кончать! Теперь лежать так, ждать пока ты салфетки принесешь...\n—Я быстро!)\nЮу ушёл за влажными салфетками, а я осталась лежать в таком положении, после он помог мне вытереть живот, нежно поцеловал в губы.\n—Пошли в спальню..\n—Мне лень, я останусь сегодня тут, завтра сама к тебе приду, хорошо?\n—т/и, нет, так не пойдёт, я не усну без тебя.\nОн взял меня на руки и понёс в спальню, мы оделись в спальное и я без сил рухнула в кровать и сразу же уснула.",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 61,
    "text": "Кто бы мог подумать, что Хинате так понравлюсь я. Ведь Хината стал таким популярным, любая девушка себе хотела бы такого парня. На тренировке: \n—Хей-хей-хей Хината! — весело обратился к Шоё Нишиноя. \n—О, Нишиноя! \n—Ну что, как у тебя на личном? Давай не стесняйся, рассказывай! \n—Ох.. да ничего особенного! Никто не нравится, никому не нравлюсь. Как обычно.. (с фальшивой улыбкой сказал Шоё) \n—Да ты главное не расстраивайся. Всё будет (весело ответил Нишиноя и убежал). \n—Д-да, конечно.. ответил Хината сдерживая слезы. На самом деле Нишиноя и остальные в команде, догадались, что Шоё нравлюсь я. Ведь эти мимолётные взгляды, дрожь от столь коротких прикосновений, это всё было заметно. Вечером после тренировки. День выдался тяжёлым, все устали и торопились быстрее домой чтобы упасть на столь приятную, уютную кровать, что является спасением после тренировок. Недавно в их команду ввели дежурство. На очереди были Хината и Цукишима, но его не было на тренировки по семейным обстоятельствам . \n—И тааак, сегодня у нас Хината убираются один. Может выберешь помощницу?) (Сказал в шутку Капитан). \n— Нееет... Я тогда сам приберусь.\n—Хината и Т/И сегодня вы убираетесь вместе, пока не приедет Цукишима, ясно? \n—\"Да\" в один голос сказали мы. В голове Хината проклинал эту уборку. \n—И так, мы оставляем вам ключ, но не задерживайтесь допоздна! \nВсе ушли. Остались только мы вдвоем, никого больше. Стояла тишина. После ухода Даичи, Хината молчал. Это довольно странно, заметила это я. Прошло около 15-ти минут, мы закончили и оба молча пошли переодеваться. Меня стало напрягать это молчание, почему то хотелось, слышать голос Хинаты. \n—Почему ты все время молчал? (В пол голоса сказала я. Хината вздрогнул.) \n—Я не хотел мешать тебе своими словами, да и своим присутствием. (тихо ответил он). \n—Я заметила, что в последнее время ты стал более тихим. На играх более сосредоточен, а на тренировке почти не разговариваешь, что то случилось? (Хината не ожидал таких слов от меня.) \n—Я думал, что так будет лучше, поэтому вот.. \nКак мышка произнес Шоё. После этих слов, я непроизвольно вздрогнула. Я ну никак не ожидала услышать такой ответ. \n—Решил обдумать свое поведение?\n—Да, это как то мешает тебе? (Снова мелкая дрожь прошла по телу). \n—Не знаю. Почему то, без твоих криков на весь зал стало скучно, без твоих выходок...\n—Сам не знаю что со мной. Я пошел. (выбросил Шоё). \n—Хах, и ничего не скажешь?\n—А зачем? Все равно бесполезно трачу время. \n—Как скажешь, до встречи. \nОба молча ушли.",
    "answers": [
      {
        "id": 62,
        "text": "через время"
      }
    ]
  },
  {
    "id": 62,
    "text": "Прошла неделя. \n—И таааак т/и и Хината сегодня вы. (Сказал Укай. Хината промолчал). \n—Ну, вы все знаете, не задерживайтесь до поздна! \nДверь зала захлопнулась. Мы остались вдвоем. В зале опять стояла тишина, оба просто молчали. Я пошла в кладовку за шваброй но тут, захлопнулась дверь. Открыть ее можно было только снаружи, а снаружи остался только Хината. Хината. Поняв что выбраться самостоятельно я не смогу, принялся кричать на помощь. \n—Хината! Открой дверь, она захлопнулась! \n—Ну сама же можешь. \n—Ее открыть можно только снаружи! \n—Ахаха ну и сиди там, до завтра. (с небольшим смешком ответил он.)\n—Ну Шоё!  \nСказал я упав на колени перед дверью. Тут дверь открывается и Хината видит меня перед собой на коленях, я смотрит на Шоё и только через минуту до меня доходит, что нужно вставать и домывать полы. \n— Стой т/и. (тихо обратился Хината ко мне. Не знаю почему,но я послушно остановилась). \n—Да.. ты что то хотел?.. \n—Именно. \nЯ слышу тихие шаги приближающиеся сзади. Хината берет меня за талию и прислоняет к стенке. Звук упавшей швабры раздался на весь спортзал. Нога Шоё в миг оказалась между моих ног, я сразу покраснела. \n—Ты что то от меня скрываешь? (тихо прошептал на ухо парень). \n—Н-нет.. с чего ты взял?.. \n—Ты какая то странная, когда рядом я, ты начинаешь быть неуверенной, стараешься отойти подальше. Я что то натворил и не знаю об этом? (шептал он все также на ухо. Я от таких слов растерялась и выдала самую глупую фразу, которая могла прийти мне в голову). \n—Да потому что люблю тебя! Идиот! \nЗакричала я на Шоё. Хочется отметить что шок с лица парня не сходил довольно долго, он долго пытался понять что значит \"люблю тебя\" от той что говорила \"ты надоел болтать, помолчи и делай задание, будь серьезнее\" . \n—Кхм...Неожиданно... (задумчиво произнес Хината). \n—Я сказала это вслух!?\n—Да, и довольно громко. \nПосле этих слов Хината отпустил меня. Но все таки решил удостовериться правда ли это. — Это, действительно так? (спросил он смотря прямо в глаза, которые были на мокром месте).\n—Да... Извини но, я пойду.",
    "answers": [
      {
        "id": 63,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 63,
    "text": "\"-Зачем я это сказала?! Теперь мы совсем перестанем общаться... Какая же я дура... Влюбилась в друга... Он скоро придёт заниматься, а я не знаю, как смотреть ему в глаза после этого..\" От моих раздумий отвлёк стук в дверь, это пришёл Хината, чтобы решать тесты.\nЯ быстро подбежала к двери, выпустив его в дом. Улыбнувшись он зашёл и сказал:\n—Привет, сегодня же мы решаем тесты?\n—Привет, да, а что такое?\n—Я сегодня уверен в себе на все 120%,  у меня точно все получится \nПосмеявшись сказал он. Раздевшись прошёл на кухню и мы начали решать тесты. Время было уже очень позднее, мы даже не заметили, как оно быстро пролетело.\n—Ох...Что то я засиделся к тебя, мне уже домой пора...\nОн начал собираться... Автобусы больше не ходят и живёт он далеко от моего дома...\n—Хината...\n—Да?\nОн остановился и стал смотреть мне в душу своими выразительными, светло-карими глазами.",
    "answers": [
      {
        "id": 64,
        "text": "Ты можешь остаться у меня..."
      },
      {
        "id": 65,
        "text": "Отправить к брату "
      }
    ]
  },
  {
    "id": 64,
    "text": "—Если хочешь, можешь остаться у меня...\n—Да? Было бы неплохо, ну если ты не против...\nПарень засмущался и слегка покраснел.\n—Нет я не против.. Можем тогда ещё немного позаниматься...\n—Хорошо, я тогда родителям сейчас позвоню, скажу что у тебя останусь..\n—Хорошо, а я пока приготовлю что-нибудь перекусить)\nЯ пошла на кухню, а Шоё был в гостиной, разговаривал с родными. У меня был рис и мясо, поставив порции в микроволновку, я пребиралась на столе. Всё подогрелось и я поставила тарелки на стол. Стала делать чай. Уйдя в свои мысли я совсем не заметила Хинату стоящего в дверном проёме и наблюдая за каждым моим действием.\n—т/и, ты вчера сказала что любишь меня... Верно?\n—Д-да\nОн медленно подошёл ко мне, протянул к себе за талию, приподнял подбородок и нежно впился в мои губы. Я покраснела и была в шоке, но ответила на поцелуй, внизу живота начало тянуть, наши языки начали переплтаться. Он приподнял меня и посадил на стол оказавшись между моих ног. Я почувствовал, что что-то твёрдое упирается в меня. Хината резко отстранился, покраснел и опустил взгляд вниз.",
    "answers": [
      {
        "id": 67,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 65,
    "text": "—У меня тут брат недалеко живёт, ты можешь у него остаться, если хочешь, а завтра придёшь ко мне и мы продолжим заниматься...\n—Спасибо конечно, но я пойду к своей бабушке, она через квартал тут живёт, а завтра утром зайду к тебе, ну если хочешь...\nПарень улыбнулся, положив руку на затылок.\n—Хорошо, тогда до завтра)\n—До завтра)\n—Хината стой....",
    "answers": [
      {
        "id": 64,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 66,
    "text": "Выйдя после вечернего душа, я сидела на стуле стоящем га против кровати, читая книгу в футболке еле закрывающей кружевные трусики. В это время Хината рассматривал меня с ног до головы и обратно. Он раздавал меня своим взглядом.\n—Солнышко, что-то случилось? Ты так странно смотришь...\n—А? Нет, ничего не случилось, ты просто так увлечённо читаешь.. А я хотел сходить покушать.\n—Так ты кушать хочешь? \n—Д-да...\n—Ну пошли тогда\nМы спустились вниз, на кухне я решила сделать сэндвичи. Пока я их делала Хината стоял в дверном проёме \n\"-Вот она, стоит готовить кушать, в такой короткой футболке. Как хочется её взять... Мне эта ситуация напоминает момент, когда я её первый раз поцеловал, может повторить?\"",
    "answers": [
      {
        "id": 75,
        "text": "Да"
      },
      {
        "id": 76,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 67,
    "text": "—П-прости, я не знаю что на меня нашло... Ты мне тоже очень сильно нравишься... (покраснев, еще больше сказал Хината)\n—Всё нормально, пошли кушать\nНе показывая шока и смущения сказала я...\n—Знаешь... Я боялся, признаваться тебе в любви, боялся быть отвергнутым, а сам ревновал тебя ко всем, не подпускал к тебе никого.. Какой же я был дурак... Может начнём встречаться? \n—Почему бы и нет)\n—Здорово\nУ парня светились глаза, он улыбался и блистал, как солнышко, как твоё солнышко, которое светит только для тебя. Мы стали жить вместе и вроде бы всё хорошо, он все время улыбался и веселился, поднимал тебе настроение. ",
    "answers": [
      {
        "id": 68,
        "text": "Поражение"
      }
    ]
  },
  {
    "id": 68,
    "text": "В этот день Карасуно проиграла Аобаджосай. Хината не мог смириться с мыслью о том что его команда проиграла из-за него. Потому что он не смог забить. Я начала вспоминать свой приход в волейбольный клуб... Он выглядел таким живым, как никто другой в этой комнате. Казалось, что он просто не принадлежал к этому печальному месту. Он был слишком теплым, слишком сияющим, как золотистые лучи солнца, прогоняющие ночные тени и поглощающие всё, к чему они прикасались. Его светло-карие глаза были полны невинной доброты, нежная бледная кожа растянулась в такой широкой улыбке, что я подумала:\"Не больно ли быть таким счастливым?\" Хината — это солнечный свет, звонкий смех, яркие ослепительные цвета, сладкая мелодия, наполняющая комнату солнечным присутствием этого мальчика, не смотря на его невысокий рост. Но никто не помнит, что Солнце — это горящая звезда, что однажды она взорвется от истощения, сжигая все остальное вместе с собой, взрывая весь мир, который зависит от него. Они думают, что его лучи будут сиять вечно. Однажды, когда Солнце и звезды погаснут, не останется ничего, кроме тьмы. От одной мысли в душе все сжалось.\n—Я хочу побыть один, можешь меня оставить...\nсказал Хината свернувшись в колачик, по его щекам побежали слезы ",
    "answers": [
      {
        "id": 69,
        "text": "Я никуда не уйду!"
      },
      {
        "id": 70,
        "text": "Оставить одного"
      }
    ]
  },
  {
    "id": 69,
    "text": "—Я никуда не уйду!\nЯ села на кровать рядом с ним и положила голову к нему на спину.\nСпустя минут 15 он привстал и посмотрел прямо в мои глаза, его светло-карие глаза как будто пронзили мою душу. В голове парня пронеслись воспоминания.. (отлично принял, молодец это был отличный пас, превосходно пробил, эта быстрая сводит с ума) Он вспомнил все моменты, когда я его поддерживала.\n—Знаешь, нам просто не повезло в это раз, я буду больше тренироваться и тогда я смогу еще раз провести быструю атаку. Ведь поражение не говорит о том что мы слабые, верно?\n—Конечно, кстати это был потрясающий матч. Вы так здорово играли\n—Да!\nУ Шоё появилась улыбка.",
    "answers": [
      {
        "id": 70,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 70,
    "text": "Через час Хината уже бегал и веселися как ребенок. Целовал и обнимал, шутил. \n—Слушай т/и-ка, я завтра приду с тренировки вместе с друзьями чай посидим, попьем.\n—Отличная идея!",
    "answers": [
      {
        "id": 71,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 71,
    "text": "Я проснулась от солнечных лучей в глаза, Хинаты уже небыло рядом, он ушёл на тренировку. Время было около 12:30. Надо сходить умыться, когда я стояла в ванной и чистила зубы, я заметила что у меня грязная голова и её надо помыть, а ещё нужно сходить в магазин и купить каких-нибудь конфет к чаю, а то к нам придут гости, а к чаю у нас только печенье и оладушки.",
    "answers": [
      {
        "id": 72,
        "text": "Мыться "
      },
      {
        "id": 73,
        "text": "Идти в магазин"
      }
    ]
  },
  {
    "id": 72,
    "text": "Я вышла из душа в одном нижнем белье включила музыку и стала выбирать одежду в которой можно будет сходить в магазин.",
    "answers": [
      {
        "id": 73,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 73,
    "text": "Выбирая одежду я совершенно забыла о счёте время и о том что скоро должен прийти Хината с ребятами. А мальчики были уже на подходе, я не услышала из-за музыки как открылась дверь в спальню. Его друзья зашли в комнату и застыли как каменные, увидев меня в нижнем белье рядом с горой одежды, которую я не могла выбрать.\n—Т/и!! \nКрикнул парень выгнав друзей и закрыл дверь\n—Ты что творишь я же с друзьями!!!!\n—Я думала ты придешь один! Да и вообще в своей комнате могу ходить хоть голая!\n—Нет не один!!!! Я же тебе говорил, что приду с друзьями!!!\n—Кто знал, что вы так рано придете!?\n—Ааааа!!!! Тебе не стыдно!?\n—Мне? Не стыдно.\n—И теперь им еще объяснять. А с тобой я потом разберусь.\nСказал Хината и вышел",
    "answers": [
      {
        "id": 74,
        "text": "Вечером"
      }
    ]
  },
  {
    "id": 74,
    "text": "Хината проводил друзей и мы сели в гостиной, он смотрел волейбол, а я переписывалась. Ямагучи мой хороший друг и мы часто с ним переписывались, он отправил сообщение про девушку, которая ему нравиться и чувства взаимные. Я искрини порадовалась за друга, улыбнувшись телефону, сияя от радости. Хината седел напротив меня и заметил, что я улыбаюсь телефону\n—Солнышко, можно посмотреть, что тебя так обрадовало?\n—Нет. (начала вредничать я продолжая улыбаться, так хотелось побаловаться с ним)\n—Т/и, дай посмотреть! (На его лице не было улыбки, он начанал злиться)\nОн медленно подошёл, смотрев на меня пронзающим душу взглядом, протянул руку в знак того, что я добровольно должна дать ему телефон. Иначе будет хуже, он ещё неотошёл от дневного происшествия. Я медленно протянула руку с телефоном. Он выхватил его из руки и стал читать переписку. Его зрачки расширились и он улыбаясь говорит:\n—Я так рад за него\nПочесав затылок он сел обратно и стал смотреть телевизор дальше.\n\n",
    "answers": [
      {
        "id": 66,
        "text": "Перед сном"
      }
    ]
  },
  {
    "id": 75,
    "text": "Хината медленно подходит ко мне со спины, поворачивает к себе, притягивает за талию, приподнимает подбородок и страстно целует в губы. Наши языки начинают переплитаться. Он приподнимает меня и садит на стол прижимая к себе. Обхватив Шою двумя ногами. Я почувствовала что-то упирается в меня, Хината резко отстранился... \"Ну вот сейчас опять все закончится, а я так его хочу...\"\n—Хината, что-то не так? \n—Я..Я... (он наклонился к уху) Я хочу тебя..\nТихо прошептал Шоя мне на ухо. После чего впился в мои губы. Спустившись со стола, в страстном поцелуи мы стали двигаться в спальню. По пути снимая одежду. Упав на кровать я перевернулась и оказалась с верху. Медленно спускаясь вниз.",
    "answers": [
      {
        "id": 77,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 76,
    "text": "—Хината, а тебе это ничего не напоминает? \n—Ты о чём? \n—Я стою готовлю, а ты подходишь и целуешь меня... Не хочешь подойти?",
    "answers": [
      {
        "id": 75,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 77,
    "text": "Нежно беря его напряженый член в руку, облизнула головку его члена, из которого немножко сочилась смазка. \n—Угх… \nПростонал Хината. Я положила руку на его член и начала стимулировать, обхватывая пухлыми губами. Хината всхлипывает от беспомощности, вскидывает бедра и зажмуривается до цветных пятен перед глазами. Его трясёт от напряжения и неудовлетворенности — парень сжимает кулаки и кусает губы. Я мучаю его всего полчаса, но по ощущениям проходит вечность. Покрасневший от перевозбуждения член прижимается к подрагивающему животу, пачкая нижние кубики пресса смазкой. Я не смогла удержаться и подцепла капельку пальцем. Она тут же растягивается, оставляя за собой тонкие ниточки. Двумя пальцами дразняще потираю чувствительную головку и убираю руку. Шоё затуманенным взглядом следит за каждым моим действием. Он неотрывно наблюдает за собирающим вязкую смазку с пальцев языком, и стонет не в силах перестать глядеть на эту картину. Расположившись между ног Хинаты, я снова глажу трясущиеся бедра ладонями, сжимаешь их повыше и не стесняюсь провоцировать парня легкими прикосновениями. Шоё так плохо, но так хорошо. Он бьет кулаками по матрасу и стискивает зубы. Его в пот бросает, когда тёплая ладонь пару раз быстро проводит сверху вниз и резко сжимает у основания. \n— Т/и…",
    "answers": [
      {
        "id": 78,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 78,
    "text": "Я снова играю с ним, лишая единственного, чего так хочется сейчас. Покрываю поцелуями нежную кожу в паху, и Хината срывается на рваные вздохи, хватая ртом воздух. Я мягко прикусываю у основания, и слышу просто невероятно звонкий, постыдный стон, скатившийся с губ любимого. Шоё даже замирает, сам не понимая, как у него это получилось. Хината отворачивается, чувствуя, как румянец заливает лицо. И шею. Прохладная смазка льётся по напряженному члену, стекая вниз и оседая темным пятном на простыне. Хината сжимает губы и выгибается, откидывая голову и чувствуя, как моя ладонь снова начинает двигаться. Я каждый раз слегка прокручиваю созданное из пальцев кольцо, сильнее сжимая под головкой. Вторая рука плавно массирует поджавшиеся яички, добавляя ещё больше приятных ощущений и желание свести ноги. Сколько уже раз я подводила Шоё к грани? Сколько раз прекращала касаться его за считанные минуты до оргазма? Хината не считает, он, вообще, сейчас не способен ни на что кроме стонов, так и срывающихся с искусанных губ. Хината намеренно опускает бедра ниже, чувствуя, как тёплое дыхание все ближе и ближе подбирается к чувствительной головке. Шоё не может сдержать громкий беспомощный всхлип, когда влажная и жаркая теснота моего рта обхватывает чувствительный ствол со всех сторон, а язык развязно оглаживает всю головку целиком. Хината сжимает простынь под собой, до треска стискивая ткань. Он сам направляет меня, когда сжимает волосы и проталкивает член сразу в горло. Я буду звучать хрипло ещё пару часов, но не могу не мокнуть от таких действий со стороны парня. Хината в ведущей роли — это отдельное удовольствие.\n—Т/и\nОн вздыхает хрипло, и член отчетливо подрагивает в моей руке. Если бы Хината сравнивал свою скорость на поле со скоростью движений моей руки на его члене, то проиграл бы ещё в самом начале. Он не знает, как я это делаю, но дальше держаться уже невозможно. Хината итак выкручивает в очередной судороге, когда все возбуждение резко перетекает в пах. Я останавливаюсь. Шоё, восстанавливая дыхание, даже верить не хочет в произошедшее. \n—это ещё не всё.. ",
    "answers": [
      {
        "id": 79,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 79,
    "text": "Смущенно усмехается Хината, но даже не приподнимается, поправляя растрепавшиеся рыжие волосы. Он берет меня за руку, притягивая обратно, вынуждая фактически свалиться на него. Шоё начинает целовать, обнимая меня за талию. Я медленно направила головку член парня в себя. Войдя им меньше чем на половину я остановилась. Поднялась и снова опустилась, и так ещё несколько раз, я мучала Хинату. Поцеловав парня жарким поцелуем я легла ему на грудь. Через секунду резко дёрнула бёдрами вниз, и член Шоё полностью оказался во мне. Я простонала, но даже от моего стона Хината слегка покраснел. Его разум был слегка затуманен от удовольствия. Я начала быстро двигаться, доставляя то удовольствие, то муки парню. Он стал сам насаживать меня на себя, но ты достигла своего пика и кончила. Похоже, я слишком долго мучала парня и сама не на шутку возбудилась. Но ему было мало. Шоё очень выносливый, я упираясь ладошками в его грудь умоляю его остановить говоря, что больше не могу, Шоё мило просит: \"ещё немного, милая\". Не окончив он отпустил меня, но:\n—Т/и, (позвал меня Шоё) ты… можешь ещё немного, мне п-понравилось как ты… \nЯ, не дослушав, спустилась обратно к члену парня и, вновь взяв его в руки, проделала те же действия, что и вначале, только быстрее. Я начала стимулировать руками и касаться языком головки. \n—Я-я… АГХ, (с дрожащим рычанием Хината кончил тебе на лицож п-прости.",
    "answers": [
      {
        "id": 80,
        "text": "На утро"
      }
    ]
  },
  {
    "id": 80,
    "text": "Я встала раньше Хинаты. Помылась и решила приготовить завтрак своему любимому. Надев первую попавшуюся его футболку. На ней был номер 10. Готовя завтрак, я не услышала как сзади подошёл Хината. Он нежно обнял меня сзади и поцеловал. Его глаза светились.\n—Милая, мне нужно тебе кое-что сказать. (он встал на одно колено и достал коробочку) Ты выйдешь за меня?\n—Конечно да!!! \nЯ заплакала и обняла его. Свадьбу решили сыграть позже, пока просто расписались, т.к. у них игра.\nМожет это и не та концовка которую вы ожидали, но жизнь не переиграть. Здесь нет кнопки начать заново или есть?..",
    "answers": [
      {
        "id": 1,
        "text": "Заново?"
      }
    ]
  },
  {
    "id": 81,
    "text": "После очередного занятия, я пошла провожать Кагеяму. Он встал в прихожей и начал говорить. \n— Т/и, я не знаю, как это сказать, но я давно хотел сказать тебе... Чёрт, как бы это сказать...\n—Тебе кто-то нравится? \n—Ам.. Да\n—Слушай Кагеяма, если ты хочешь спросить у меня совета по отношениям, я тебе не помогу.... Ты мне давно нравишься и я не хочу, чтобы благодаря моим советам, ты стал встречаться с другой. Прости, я знаю что это не красиво... Но....\nНе успела я договорить, как крепкие руки парня, резко повернули меня к себе, он наклонился слегка и нежно поцеловал в губы. По телу побежали мурашки, а щёки порозовели. Он отстранился и сказал:\n—Ты мне тоже нравишься, с первого дня нашего знакомства, я хочу быть с тобой, хочу узнать тебя от кончиков пальцев до кончиков волос. Я люблю тебя. Будь моей девушкой.\n—Кагеяма, я согласна ",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 82,
    "text": "В этот день Карасуно проиграла Аобаджосай. Кагеяма не мог смириться с мыслью о том что его команда проиграла из-за него. Потому что он не смог дать хороший пас Хинате. Я стала вспоминать моменты, как многие люди на трибунах говорили: \"Как у Кагеямы получается так легко раздавать пасы?\" Действительно как? Может каждодневний труд, тренировки, страсть, огонь в глазах или жажда победы, постоянная тяга к развитию, гордость, плохие социальные навыки. Безразличие ко всему, что не волейбол. Постоянные шёпоты вокруг. Одиночество. Кагеямо Тобио — гений. Ему все легко, предсавляете? Но никто не знает, как он убивается из-за поражения, как ему больно, когда обсуждают за спиной. Он лежит сейчас один, так хочется обнять. Может так и сделать?",
    "answers": [
      {
        "id": 83,
        "text": "Да"
      },
      {
        "id": 84,
        "text": "Нет"
      }
    ]
  },
  {
    "id": 83,
    "text": "Я села рядом и нежно приобняла его, он сделал тяжёлый вздох, сжал кулаки и губы.\n—Солнышко, не переживай, в следующий раз вы обязательно одержите победу, просто поусерднее отработайте быструю атаку. И все будет хорошо. Да и вообще. Проигрыш говорит о том что ты слабый?\n—Нет...\n—Так чего ты тогда тут лежишь, убиваешься? Завтра позови друзей на чай и придумайте новую стратегию!\n—Ты права, так и сделаю. Спасибо большое т/и-ка, ты самая лучшая, да еще и моя. Пошли покушаем?",
    "answers": [
      {
        "id": 85,
        "text": "Пошли!"
      }
    ]
  },
  {
    "id": 84,
    "text": "Он стал более грубым и замкнутым. Не смог справится с внутренними давлением и решил остаться в одиночестве. Мы расстались и виделись только на тренировках. Может заново? ",
    "answers": [
      {
        "id": 1,
        "text": "Заново?"
      }
    ]
  },
  {
    "id": 85,
    "text": "Я проснулась от солнечных лучей в глаза, парня уже небыло рядом, он ушёл на тренировку. Время было около 12:30. Надо сходить умыться, когда я стояла в ванной и чистила зубы, я заметила что у меня грязная голова и её надо помыть, а ещё нужно сходить в магазин и купить каких-нибудь конфет к чаю, а то к нам придут гости, а к чаю у нас только печенье и оладушки.",
    "answers": [
      {
        "id": 86,
        "text": "Мыться "
      },
      {
        "id": 87,
        "text": "В магазин"
      }
    ]
  },
  {
    "id": 86,
    "text": "Я вышла из душа в одном нижнем белье включила музыку и стала выбирать одежду в которой можно будет сходить в магазин.",
    "answers": [
      {
        "id": 87,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 87,
    "text": "Выбирая одежду я совершенно забыла о счёте время и о том что скоро должен прийти Кагеяма с ребятами. А мальчики были уже на подходе, я не услышала из-за музыки как открылась дверь в спальню. Его друзья зашли первые в комнату и застыли как каменные, увидев меня в нижнем белье рядом с горой одежды, которую я не могла выбрать.Зайдя в комнату, он увидел тебя в нижнем белье, выбирающую одежду. Я не сразу же заметила так как играла музыка. Кагема закрыл глаза парням и вывел их из комнаты, после чего сам зашёл в спальню. Я увидела недовольную гримасу на его лице, он скрестил руки на груди и сказал:\n—Ещё раз так сделаешь! Прибью!!!!!!!!!!\nОн Еще раз осмотрел меня с ног до головы и ушел",
    "answers": [
      {
        "id": 88,
        "text": "Вечер"
      }
    ]
  },
  {
    "id": 88,
    "text": "Во мне что-то щёлкнуло и я предложила устроить генеральную уборку, уже рассчитывала на то, что Кагеяма будет отлынивать от работы, отвлекаться и просто плохо выполнять указания. И оказалась права. Тобио любил жить в чистоте и порядке, но наводить его сам не торопился, поэтому он постоянно залипал в телефоне, плюхаясь в мягкое кресло, пока моё внимание привлекали лишь грязные полы и окна. Вот так же и сейчас я тщательно протерла телевизор до блеска влажной спиртовой салфеткой, а Кагеяма комфортно уселся на широком диване напротив, читая очередные новости о волейбольных матчах, которые должны пройти на этих выходных. Уже отбросив все попытки занять парня полезными делами, просто не обращала на него внимание, думая, что так уборка пойдёт быстрее и эффективнее. Читать-то он читал, но не особо вникал в содержание текста, постоянно кидая взгляды на меня. То как я наклоняюсь для удобства, выставляя назад пятую точку, обтянутую хлопковыми домашними шортами до бёдер, то как принимаю стоячее положение из-за боли в спине, выгибаясь и вынуждая заострить внимание на наличие большого размера груди. \n—Не пялься (спокойно сказала я, продолжая оттирать жирные пятна с монитора). \n—С чего это ты решила, что я пялюсь. Я читаю. У тебя мания величия походу, (сощурившись, он опустил взгляд обратно на экран. Но вскоре вернул, наблюдая как я покачиваю бёдрами из стороны в сторону).",
    "answers": [
      {
        "id": 89,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 89,
    "text": "—Ты опять смотришь! Я же вижу в отражении телевизора! (в этот раз я резко поворачиваеюсь лицом к Кагеяме, а он тотчас же искривляет лицо в гримасе, будто я это придумываю). \n—Успокойся, женщина с завышенной самооценкой! Это не так! \nКагеяма возмущённо вскидывает руки кверху, откидывая телефон куда-то под подушку. Губы непроизвольно расплываются в ухмылке и я медленно подхожу к Тобио, ограждая руками голову по разные стороны, без шанса на побег. \n—Ты хоть понимаешь, как меня тешит мысль о том, что великий к.. \n—Не смей (парень прекрасно понимает к чему ведёт девушка, и угрожающе смотрит, прожигая в ней дыру). \n—К-о-р-о-л-ь п-л-о-щ-а-д-к-и...\nЯ отчеканиваю каждую букву и наслаждаюсь, как Кагеяма меняется в лице не в лучшую сторону. Я наслышана о давно забытом прозвище и прекрасно знала, как ему не нравится данное обращение. \n—Сама напросилась\nПарень что-то бурчит себе под нос, из-за чего я переспрашиваю, но не успеваю, так как Кагеяма хватает меня за руку и валит на диван, скрещивая кисти над головой одной своей рукой и прижимается телом, не давая выбраться. \n—Верни свои слова обратно! (приказывает Тобио, выдыхая прямо в женские губы. Я начинаю задыхаться то ли под весом Кагеямы, то ли от внезапно наступившего возбужденияж. \n—Ни за что! \nЯ лишь еще больше подстегиваю парня, желая увидеть до боли полюбившуюся его звериную сторону. Я давно изучила Тобио от и до, и могу легко сказать, что на деле он очень чувствительный и ранимый, нежели на публике, поэтому такого рода высказывания могут выбить его из колеи в одно мгновение. Наши взгляды метаются с глаз на приоткрытые рты, не желая отдавать первенство в этих сексуальных пытках, ожидая когда второй наплюет на все и поцелует. Секунда. Две. И мы одновременно тянемся, сливаясь в друг друге, покусывая губы и проникая языком в рот. Тобио отпускает кисти и приобнимает за бедра, закидывая ноги себе на таз. Он сжимает их до хруста костяшек на пальцах, оставляя после багровые покраснения. Я зарываясь одной рукой в угольного цвета волосы, оттягивая назад и получая глухой рык от любимого, а другой пытаясь ухватиться за нижний край домашней футболки. Кагеяма,почувствовав холодную ладонь на разгоряченном торсе, отстраняется от меня и снимает верхнюю одежду через голову, после этого сразу же припадает к губам. Женские пальчики блуждают по телу, очерчивая каждый хорошо заметный кубик и дразняще касаясь розового соска, ведь грудь — его эрогенная зона. Парень не отстаёт и приподнимает майку, сминая грудь в широкой ладони. Затем,неуклюже сняв с себя серые шорты с боксерами, принимается за меня, соединив ранее раздвинутые ноги и скинув с меня все ниже пояса, включая намокшее нижнее белье. Он не медля, резко входит, от чего я удивлённо вскрикиваю от поспешных действий со стороны парня. Кагеяма отбрасывает ранее стабильный темп в половых делах, то вдалбливая в диван до покачиваний мебели, то вовсе прекращая и выходя полностью из влагалища, заставляя молить о продолжении чуть ли не до слез. Парень водит головкой члена по клитору, наслаждаясь тем, как я извиваюсь под ним, стараясь дотянуться до шеи, чтобы притянуть к себе ближе. \n—Вернёшь слова назад, тогда я войду\nТобио наклоняется и шепчет мне прямо в ухо, пока я взяв в руку мужское достоинство, глажу по всей длине и пытаюсь сама насесть на член. Кагеяма лишь хмыкает от таких нелепых движений с моей стороны, хотя жажда проникнуть в узкое лоно не меньше, чем у меня. ",
    "answers": [
      {
        "id": 90,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 90,
    "text": "—Ну и засранец же ты! \n—Давай! \nКагеяма проводит мокрую дорожку языком от подбородка до ключиц, слизывая соленый пот и чувствуя как кожа покрывается мурашками.\n—Простите...меня...Тобио-Сенпай... \nНа выдохе говорю я и смотрю щенячьим взглядом на парня. «Вот чертовка!», проноситься в голове у Тобио. Знает ведь, что он не в силах сдержаться от подобного обращения, да и в такой обстановке. \n—Умница \nШепотом хвалит тот и наконец проникает, в унисон довольно мыча со мной. Он сразу же набирает бешенную скорость, входя и выходя на всю длину, а я закидывает руки за спину парню, и в порывах страсти царапаю тело Кагеямы своими аккуратно накрашенными ноготками. Плечи, лопатки, грудь — все покрыто красными метками и продолжают добавляться новые. Громкие стоны разлетаются по всему дому, а воздух нагревается с каждым резким толчком. Глубокие проникновения по самые яйца, сопровождаемые смачными шлепками с хлюпаньем смазки, чувство наполненности, липкие горячие тела, сливающиеся воедино просто срывают крышу с концами что у него, что у меня. \n—Боже, Тобио, я сейчас.. \nНе успала договорить, как нас с головой накрывает долгожданный оргазм и парень обессиленно падает сбоку, любяще приобнимая за талию и притягивая к себе ещё ближе. Неизвестно сколько мы ещё так пролежали, укутавшись в плед, но когда Кагеяма пришёл на следующий день на тренировку, то первым что сказал Хината это не «Привет, Кагеяма!», а «Твою ж...что с твоей спиной?!» \n—Кошка поцарапала. \nБезразлично ответил тот, но в голове молнией пронеслись флешбеки со вчерашней «уборки», на что парень, отвернувшись, довольно улыбнулся",
    "answers": [
      {
        "id": 91,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 91,
    "text": "После прихода с тренировки, он сделал предложение. Мы просто расписались, Свадьбу решили сыграть после матчей. Возможно эта не та концовка которую ты ожидала, но жизнь нельзя переиграть. или можно?",
    "answers": [
      {
        "id": 1,
        "text": "Заново? "
      }
    ]
  },
  {
    "id": 92,
    "text": "",
    "answers": []
  }
]