[
  {
    "id": 1,
    "text": "Привет меня зовут Лив... Лив Морган и я  бизнес-леди. Мне 25 у меня нет ни мужа, ни детей, да мне это и не особо то и надо. У меня есть прекрасный бизнес и две менее прекрасные сестры. После измены возлюбленного моё сердце превратилось в камень, в нем нет места любви. Или все таки есть? ",
    "answers": [
      {
        "id": 2,
        "text": "1"
      }
    ]
  },
  {
    "id": 2,
    "text": "Впервые за несколько недель я проснулась не от звука будильника,а все потому что у меня сегодня выходной.\n\nБОЖЕ, как я ждала этот день-  пробубнила я\n\nС трудом встав с кровати я пошла в душ, приняв холодный душ я посмотрела в зеркало.\n\nПередомной стоял совершено другой человек, не тот который был 10 лет назад. Девушка с чёрными как смоль волосами, карими глазами в которых виделась вся моя нелёгкая натура ",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      },
      {
        "id": 2,
        "text": "Новый ответ. введите текст",
        "url": "https://d.radikal.ru/d21/2102/92/704d6482e735.jpg"
      }
    ]
  },
  {
    "id": 3,
    "text": "Спустя пол часа раздался звонок.\n\nИду-крикнула я\n\nЯ была уверена, что это Кевин, поэтому даже не Посмотрев в глазок открыла дверь. Какого было моё удивление когда на пороге стоял мой новый знакомый Джефф.\n\nЧто ты тут делаешь? — спросила я\n\nИгнорируя мой вопрос Джефф спросил-ты всех так встречаешь?\n\nТолько сейчас до меня дошло, что я стою перед ним в нижнем белье.\n\nТо-ли алкоголь в моей крови, то-ли биологические потребности сыграли со мной злую шутку, но я выдала\n\nНе всех, только избранных — прошептала я ему на ухо \n",
    "answers": [
      {
        "id": 10,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 4,
    "text": "Закончив процедуры и позавтракав я решила позвонить Ли.(младшая сестра)\n\nПосле долгих гудков послышалось протяжоное :дааа\n\nне  спишь — спросила я\n\nУже нет-раздражённо ответила Ли\n\nОпять шлялась по клубам? — грубо спросила я\n\nСлушай Лив, не включай мать, заведи себе детей и ори на них-крикнула Ли\n\nЕё слова задели меня за живое, но я не подала виду \n\nЧерт, Лив прости, я.. Я.. Я не хотела этого говорить просто... Понимаешь — говорила Ли \n\nНе надо Ли, ты права мне не стоило на тебя кричать, прости, пока-сказав я положила трубку недослушав ответа. \n\nЧерез минуту на мой телефон пришло СМС.\n\nПрости ещё раз, как на счёт того чтобы пообедать сегодня? 12:00 ресторан *Идиллия *\n",
    "answers": [
      {
        "id": 5,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 5,
    "text": "Хорошо — ответила я\n\nНу вот и договорились — написала Ли\n\nПосмотрев на время я поняла, что осталось около двух часов. Глянув в документы которые понадобятся для завтрашнего совещания я начала собираться\nВыбрав чёрное облигающее платье и чёрные туфли, я вышла к машине подхватил сумочку\n\nПодъехав к ресторану я взглянула на часы. 11:55\nВовремя-сказала я\nЗайдя в ресторан ко мне побежала девушка \n\nЛив Морган-спросила она\n\nДа это я-ответила я\n\nПройдемте — сказала девушка \nОна проводила меня к столик в Vip зоне где меня уже ждала сестра в компании привлекательно го молодого человека. \n\n\n\n\n\n\n\n",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "Привет — крикнула Ли и кинулась в обьятья\nХоть ей и было 20 лет, но вела она себя порой как ребёнок\nПривет — сказала я и обняла её-а это? \n\nАаа, Лив познакомься это мой бойфренд Джеффри.-радостно сказала Ли.\n\nДжефф, а это моя старшая сестра Лив.-продолжила Ли. \n\nЯ потянула руку для приветствия, но вместо того чтобы пожать её Джефф поцеловал пальцы. \n\nЯ подняла свои глаза и встретилась с его тёмными глазами. Быстро отведя взгляд я села напротив сестры. К нам тутже подошла официантка\n\nЧто желаете? — проговорила она\n\nСтейк с овощами и свежавыжатый сок — неподнимая глаз сказала я.\n\nКакой сок желаете — спросила она\n\nВишнёвый — сказала я\n\nХорошо, а вы что желаете — обратилась она к Ли",
    "answers": [
      {
        "id": 7,
        "text": "Далее"
      },
      {
        "id": 6,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c05/2102/16/02219938ccaa.jpg"
      }
    ]
  },
  {
    "id": 7,
    "text": "Мне жаречные роллы и красное вино\nХорошо, а ва-не успела она договорить\n\nМне тоже, что и ей-сказал Джеффри и кивнул в мою сторону.\n\nХорошо — сказала девушка и отлучилась\n\nТолько сейчас я поняла, что он не сводит с меня глаз\nЯ старалась не обращать на это внимание, но не могла, я все время поглядывала  на него. Мы сидели в полной тишине, но я решила её прервать.\n\nЛи как давно вы встречаетесь и когда ты собиралась мне рассказать? — спросила я\n\nЛив, что ты домоталась до девчонки? Тебе заняться нечем? — проговорил знакомый мне голос\n\nКайла? Неужели у тебя нашлась минута свободного времени? — с сарказмом сказала я",
    "answers": [
      {
        "id": 8,
        "text": "Повернуть голову"
      }
    ]
  },
  {
    "id": 8,
    "text": "Да ладно тебе сестрица, все же знают, что из нас троих ты самая одинокая,ой занятая — сказала Кайла\n\nО Господи Кайла ты так посторела, неужели это твой муж и двоя детей на тебя так влияют? — с усмешкой сказала я\n\nЛив! — сказала Ли\n\nЧто? И вообще если бы ты сразу сказала, что тут будет она я бы и не пришла — сказала я и взяв сумку пошла к выходу.\n\nЛи, прости, но мне тоже пора. Пока. Я позвоню — сказал Джефф и вышел следом\n\nЛив- на подходе к машине меня кто-то окликнул\n\nЧе надо — с лёгким раздражением сказала я\n\nТы забыла-он протянул мне сумку \n\nСпасибо — сказала я и сев в машину уехала. \n",
    "answers": [
      {
        "id": 9,
        "text": "Дома "
      },
      {
        "id": 8,
        "text": "Новый ответ. введите текст",
        "url": "https://c.radikal.ru/c29/2102/24/4daf0156c0fd.jpg"
      }
    ]
  },
  {
    "id": 9,
    "text": "Дома я была в третьем часу. Зайдя в дом я упала на кровать.\nЗачем я вообще пошла!? — крикнула я в пустоту\n\nОтношения между нами всегда были напряжённые если с Ли мы как то общались, то с Кайлой без ругани необходилось.\nМои мысли прервал телефонный звонок\n\nДа Кевин, хорошо жду- сказала я\n\nКевин мой хороший друг, ну как друг, про таких как мы говорят \"секс по дружбе\"\n\nЗа то время пока я ждала Кевина, я выпила целую бутылку вина ",
    "answers": [
      {
        "id": 3,
        "text": "Далее\n"
      }
    ]
  },
  {
    "id": 10,
    "text": "Только я собралась отстраниться, но Джефф тут же притянул меня за талию и впился своими губами в мои. Его язык стал исследовать мой рот, я отстранилась на мгновенье, заглянула в его тёмные глаза, давая разрешение продолжить и вновь прильнула к его губам. Подхватил меня на руки, он начал открывать двери пытаясь найти спальню, его попытки увенчались успехом через несколько секунд я уже лежала в кровати. Отлынув от моих губ, он стал целовать мою шею, грудь и спускался ниже. Вскоре я ощутила его дыхание на своих бёдрах. Избавившись от лишней одежды мы слились воедино. Мы двигались как одно целое, вскоре Джефф начал набирать тепм и мы одновременно оказались на пике удовольствия. ",
    "answers": [
      {
        "id": 11,
        "text": "От лица Кевина "
      }
    ]
  },
  {
    "id": 11,
    "text": "поднявшись на  нужный этаж, я обнаружил, что дверь её квартиры не заперта, набравшись смелости я решил зайти, а зря.\n\nПройдя по коридору я услышал до боли знакомые стоны.нет, не может быть — прошептал я. Подойдя к двери спальни я слегка приоткрыл её. Лив.. Моя Лив сидела верхом на непонятно ком. В моей голове пронёсся один вопрос:почему? Почему я не признался ей раньше, почему не смог сказать, что люблю её.\n\nТизо закрыв дверь я пошёл прочь. Для неё я всего лишь друг и ничего больше, она ведь не раз говорила это, так почему я все это время продолжал на что-то надеяться? ",
    "answers": [
      {
        "id": 12,
        "text": "От лица Лив"
      }
    ]
  },
  {
    "id": 12,
    "text": "Я вновь проснулась от будильника, глянула на часы. 8:00.Ага встреча в 12:00, надо все проверить, нам нужен этот контракт.\nЛишь после этого я вспомнила вчерашний вечер, меня охватила паника. Нет нет нет, этого не может быть, он ведь парень моей сестры как я могла? Сев на кровать я запустила руки в волосы. Нет нет нет-прокручивала я у себя в голове. Будто бы кто-то прочёл мои мысли и сказал.\n\nС твоей сестрой у меня ничего нет — проговорил Джефф\nОна попросила меня сыграть её парнядля того, чтобы её бывший от нее отстал-продолжил он\n\nУслышав эти слова с моих плеч как будто  упал камень.\n\nТы все ещё здесь-спросила я\n\nНу уйти после бурной ночки было бы как-то не по мужски — сказал Джефф",
    "answers": [
      {
        "id": 13,
        "text": "После завтрака выпроводив Джеффа "
      }
    ]
  },
  {
    "id": 13,
    "text": "Собравшись я отправилась в компанию\n",
    "answers": [
      {
        "id": 13,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b37/2102/97/a40f5d1cfb2a.jpg"
      },
      {
        "id": 14,
        "text": "В офисе\n"
      }
    ]
  },
  {
    "id": 14,
    "text": "Сегодня у меня была весьма важная встреча. Зайдя в офис я приказала Лане (секретарша) подготовить все необходимое и направилась в кабинет.Вскоре Лана принесла все необходимые документы изучив их я стала ждать главу компании\"ХхХ\". Через 15 минут в мой кабинет зашёл мужчина лет 50 в весьма дорогом костюме. Переговоры шли гладко и уже через час мы подписали выгодный контракт.\n\nВесь день я пыталась дозвониться до Кевина, но он не отвечал. ",
    "answers": [
      {
        "id": 15,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 15,
    "text": "Придя домой я обнаружила  корзину цветов и записку. \"ты была прекрасна. Д*",
    "answers": []
  }
]