[
  {
    "id": 1,
    "text": "Данная история основана на реальных событиях,  и события происходящие здесь, имели место быть в реальной жизни.",
    "answers": [
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d22/2102/58/f22d127ec09c.jpg"
      },
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "Острова Фланнан — небольшая группа островов, расположенных близко друг к другу. Последние жители покинули остров в 1971 году, после автоматизации маяка. Строительство было начато в 1895 году. Сигнал маяка виден в радиусе 30 километров, а его высота — 23 метра.\nМоё имя Артур Никсон. Я прибыл сюда для того чтобы узнать, что же всё-таки случилось со смотрителями этого маяка.\n\nДата: 27 Декабря  1900 года. Я прибыл на остров Эйлин-Мор, где находился маяк. Остров был не самым радужным местом. Он показался мне таинственным и загадочным. Я сразу понял, что здесь явно что-то не так. Меня встретил главный смотритель маяка — Джозеф Мур.\n—Мистер Никсон?",
    "answers": [
      {
        "id": 4,
        "text": "Ответить "
      }
    ]
  },
  {
    "id": 3,
    "text": "—На остров Эйлин-Мор высадились трое\nмужчин — Джеймс Дукат, первый помощник Томас Маршалл, и ассистент Дональд МакАртур. Их наняли ухаживать за маяком. Их главной задачей было протирать линзу и добавлять топливо, чтобы корабли проходящие мимо, не напоролись на рифы. Неподалёку от маяка, также находилась небольшая церквушка. В конце ноября я покинул остров и проводил время на береговой станции. Трое смотрителей остались на острове одни. Когда я уезжал, то всё было в полном порядке и ничего не предвещало беды. 3 недели всё было спокойно, но начиная с 15 декабря, начались какие-то странности. Один из пароходов сообщил, что маяк не подаёт сигнала.\n",
    "answers": [
      {
        "id": 5,
        "text": "Что вы предприняли?"
      }
    ]
  },
  {
    "id": 4,
    "text": "—Он самый.\n—Наконец-то, я вас ждал. Пойдёмте со мной, я всё расскажу.\nМы зашли в небольшое помещение, где был стол и 4 стула. \n—Садитесь.\nСказал Джозеф\n—Итак, вы главный смотритель маяка, верно?\n—Да.\n—Хорошо, расскажите мне все с самого начала. Что здесь произошло?\n—Конечно. Это была холодная Зима...",
    "answers": [
      {
        "id": 3,
        "text": "Прослушать рассказ"
      }
    ]
  },
  {
    "id": 5,
    "text": "—Что вы решили сделать?\n—Я не предал этому большого значения, ведь через 5 дней должен был прибыть корабль со снабжением, они и проверят что там да как. Может они просто напились, думал я. Хотя, даже если бы я и решил все проверить, у меня бы ничего не вышло. Ведь 16 декабря начался ужасный шторм, из-за которого путь к острову был отрезан. Только вчера мы смолги наконец-то \nпришвартоваться. Но было уже слишком поздно.",
    "answers": [
      {
        "id": 6,
        "text": "В каком плане?"
      }
    ]
  },
  {
    "id": 6,
    "text": "—В каком плане? Они были мертвы?\n—......Меня встретил пустынный берег, голый флагшток и абсолютное затишье. Никто не вышел встречать корабль. Я крикнул им, но ответа не было. Я отправился к маяку, перепрыгивая лужи и скользя по ступенькам. Но в моей голове вертелась лишь одна мысль:\n\"Лишь бы они напились.\" Я попытался открыть входную дверь, но она была заперта. Спустя время мы смогли её открыть и зашли внутрь. Это было....немного странно.",
    "answers": [
      {
        "id": 7,
        "text": "Странно?"
      }
    ]
  },
  {
    "id": 7,
    "text": "—Странно?\n—Да. Их кровати были не заправлены, стол был перевернут, а часы не работали. Я пытался найти какую-то подсказку, какой-то намёк...Но ничего...\nЯ был готов увидеть хотя бы трупы. Ещё страннее было то, что лампы были заправлены, а линза протёрта.",
    "answers": [
      {
        "id": 8,
        "text": "Может они куда-то ушли?"
      }
    ]
  },
  {
    "id": 8,
    "text": "—Они могли куда-то уйти?\n—Нет. Дождевики висели там же, где и обычно. В такой ливень они бы без них точно не вышли. Да и куда могли пойти трое здоровых мужчин, на этом крошечном острове? Они все...будто исчезли. Даже не погибли, а просто испарились.",
    "answers": [
      {
        "id": 9,
        "text": "Позвольте мне осмотреть маяк?"
      }
    ]
  },
  {
    "id": 9,
    "text": "—Я могу осмотреть маяк?\n—Да, конечно. \nЯ и мистер Мур встали из-за стола и пошли проверить маяк. Но по дороге нас встретил руководитель Администрации Маяков Шотландии — Роберт Мюрхэд, для того, чтобы провести официальное расследование инцидента.\n—Кто этот человек, и что он здесь делает?\nСпросил Роберт.\n—Это детектив Никсон. Он прибыл сюда, чтобы расследовать дело...\n—Стоп. Я же уже провёл официальное расследование. Три смотрителя, Джеймс Дукат, Томас Маршалл и Дональд МакАртур, ввиду надвигающейся бури, отправились на берег, для того чтобы получше закрепить ящик, в котором находились швартовочные снасти. Когда смотрители достигли берега, шторм резко усилился и, вероятнее всего, внезапная волна накрыла смотрителей полностью и смыла их в море.\n",
    "answers": [
      {
        "id": 10,
        "text": "Я проверю лично"
      }
    ]
  },
  {
    "id": 10,
    "text": "—Это вполне возможная версия, но я всё-таки лично всё проверю.\n—Как вам угодно. Всё равно вы зря тратите время, ведь я уже все объяснил.\nЗайдя внутрь, я принялся искать улики. Заметив незаправленную кровать, я заглянул под неё. Там я увидел какой-то блокнот. Это был личный дневник Маршалла.\n—Никсон, вы что-то нашли?",
    "answers": [
      {
        "id": 11,
        "text": "Да, здесь дневник "
      }
    ]
  },
  {
    "id": 11,
    "text": "—Да, это личный дневник Томаса Маршалла.\n—Отлично! Что там написано?\n—Послденяя запись сделана 14 декабря, за день до того, как маяк перестал подавать сигнал. \n《Утро, вокруг поднялся ужасный шторм, волны поднимаются до 40 метров. Брызги доходят до фонаря, а что творится внизу,  даже знать не хочу 》\n—Что и требовалось доказать.\nСказал Роберт. \n—Роберт, не могли бы вы еще раз рассказать мне свою теорию?\n—Как скажите.",
    "answers": [
      {
        "id": 12,
        "text": "Прослушать Роберта"
      }
    ]
  },
  {
    "id": 12,
    "text": "—Скорее всего они в спешке хотели закрепить ящик, а потом вернуться, но вышли на улицу не одев плащи, тем самым, они нарушили инструкции, и огромная волна забрала с собой всех троих.\n—Да, это хорошая версия, но есть одна деталь. По вашей версии, они не одели плащи, так как хотели быстро закрепить ящик. Странно что они решили вообще в такую погоду выйти без плащей, все втроём, но это не главное. Задача была быстро закрепить ящик и сразу вернуться. Но какой тогда был смысл запирать абсолютно все двери и окна?\n—К чему вы клоните?\n—Быть может, они чего-то остерегались? Кого-то?\n—И какая у вас версия?\n",
    "answers": [
      {
        "id": 13,
        "text": "Рассказать свою версию "
      }
    ]
  },
  {
    "id": 13,
    "text": "—Читая записи дневника, можно заметить что они наполнены тревогой:\n《 12 декабря. Дукат начал плакать, скорее всего он не выдерживает этой ужасной погоды.\n13 декабря. Дукат очень агрессивен и напряжен.\n14 декабря. Дукат спокоен, но он почти не разговаривает, а только молится. 》\nКак можно понять, Дукат был немного не в себе и моя версия заключается в том, что Джеймс лишившись рассудка, убил Маршалла, а Дональд заперся на маяке, чтобы спастись от Джеймса. Но Дукат смог проникнуть внутрь, началась драка, от которой перевернулся стол на кухне, после чего Дукат, будучи в более хорошей форме, задушил Дональда. Трупы он выбросил в море, но после их убийства раскаялся и сам прыгнул вниз.\n—Никсон, должен признать, у вас очень богатая фантазия. Я обдумаю вашу версию.\nПосле этого мы решили покинуть комнату, но я заметил небольшой листок. Это был один из листов дневника Маршалла. Запись была сделана 14 декабря, за день до того, как маяк перестал работать. Там говорилось:\n《14 Декабря. Шторм закончился, всё спокойно. Бог снова с нами.》\n\n\n",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 14,
    "text": "",
    "answers": []
  }
]