[
  {
    "id": 1,
    "text": "Автор: Irbis\nСтатус: завершено.\n\n    Наверно, каждая девушка мечтает оказаться в мире фэнтези, побыть попаданкой, увидеть то, о чем не мечтаешь даже. Спасти мир, победить зло, подружиться со всеми подряд, найти своего принца, наконец. И при этом быть смелой, в меру хитрой, доброй и так далее.\n        Может, и каждая мечтает, но только не я. Почему, спросите вы? Да мне просто некогда. Учеба-дом, дом-учеба. И подработка. Но кто же знал-то, что вдруг, ни с того, ни с сего, я  понадоблюсь кому-то. Для чего-то. Но обо всем по порядку....",
    "answers": [
      {
        "id": 2,
        "text": "Начать историю. Часть 1"
      },
      {
        "id": 68,
        "text": "2 часть"
      },
      {
        "id": 3,
        "text": "Персонажи"
      },
      {
        "id": 41,
        "text": "Подборка музыки для чтения"
      },
      {
        "id": 7,
        "text": "От автора (обновлено 27.03.)"
      },
      {
        "id": 1,
        "targetbookid": 268794,
        "text": "Новая история"
      }
    ]
  },
  {
    "id": 2,
    "text": "\n— Стейси, ты тоже так думаешь?.... Стейси!... Стейси, ты вообще меня слышишь? — Аманда щелкнула пальцами перед моим лицом.\n— А? Что? Ты что-то сказала?\n— Слушай, подруга, ты из-за недосыпа уже спишь с открытыми глазами. Может, возьмешь передышку от работы?.. Ты же учишься еще впридачу.\n— Нет, ты же знаешь, я не могу. Я обещала мистеру Гордону, что помогу с его магазином. — посмотрев вдаль, сказала я.\n— Ну раз ты так уверена... — взглянув на часы, Аманда продолжила. — Сейчас, если что, 12:47.\n— Сколько?.. О нет... кулон.. я должна бежать!\n— Кулон? Какой кулон? — заинтересовалась подруга.\n— А... э.. неважно. Потом расскажу. Все, увидимся вечером!\n\n    Как же я могла забыть! Я же обещала в 13:00 зайти к мистеру Гордону, чтобы забрать кулон. Он частный ювелир, причем весьма талантливый, а я ему помогаю с заказами. Когда время есть. Такая взаимовыручка нас обоих устраивает. Так о чем я? Ах да, кулон. Это мой подарок Аманде. Дело в том, что она скоро уедет в другой город, и хоть что-то будет ей напоминать о нашей дружбе. Мы, конечно, будем продолжать дружить, но все-таки... Надеюсь, ей понравится мой подарок.\n\n      Забежав в магазин, я склонилась, чтобы отдышаться. Все-таки успела!\n— А я уж думал, что ты либо опоздаешь, либо не придешь вовсе. — такая усмешка в голосе принадлежит только одному человеку. Ральфу Гордону. Нет, он добрый человек, просто у него своеобразное чувство юмора.\n— Ну как видите, я успела. — улыбнувшись, сказала я. — Я так поняла, я могу увидеть кулон?\n— Да, пойдем покажу.\n",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "Главные герои и второстепенные персонажи.\n\nОстальные герои будут видны в самом прохождении истории.",
    "answers": [
      {
        "id": 4,
        "text": "Стейси Лоуренс"
      },
      {
        "id": 5,
        "text": "Аманда Джонс"
      },
      {
        "id": 11,
        "text": "Ральф Гордон"
      },
      {
        "isBack": true,
        "text": "В начало",
        "backstepCount": 1,
        "id": 3
      }
    ]
  },
  {
    "id": 4,
    "text": "Имя: Стейси Лоуренс, 20 лет, студентка.\nВнешность: русые волосы, карие глаза.\n",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 4,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/2kktrDt"
      }
    ]
  },
  {
    "id": 5,
    "text": "Имя: Аманда Джонс.\nВнешность: брюнетка с серыми глазами.\nЛучшая подруга Стейси.",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 5,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/7Vhgkdb"
      }
    ]
  },
  {
    "id": 6,
    "text": "",
    "answers": [
      {
        "isBack": true,
        "text": "Назад",
        "backstepCount": 1,
        "id": 6
      },
      {
        "id": 12,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 7,
    "text": "     Пишу, когда появляются идеи в голове, когда могу представить себе своеобразный фильм со своим сюжетом. Когда фантазия просыпается и готова делиться своими мыслями))\n     Надеюсь, вам понравится эта история. Сюжет был придуман давно, но только недавно решила его реализовать.\n      Насчет выборов в квесте не уверена, но планирую их сделать, если будут все-таки линии с отдельными персонажами. \n\n     А так... желаю вам приятного времяпрепровождения!\n  \n   Спасибо вам, дорогие читатели, за положительные отметки! Это невероятно мотивирует))\n\nНомера новый историй: \n240099\n245509\n268794\n\n   (Идет работа над второй частью истории про мир Алларии.)",
    "answers": [
      {
        "isBack": true,
        "text": "Назад",
        "id": 7,
        "backstepCount": 1
      }
    ]
  },
  {
    "id": 8,
    "text": "      Мистер Гордон показал свое творение. Это был кулон с аметистовым цветком.\n— Мистер Гордон, это очень, очень красиво! Спасибо Вам большое! Цена все та же?\n— Я рад, что понравилось. Да, все та же.\n\n     Я уже хотела расплатиться, как мое внимание привлек еще один кулон...серебряный ключик на подвеске, а посередине зеленый камень, похожий на изумруд... Чем-то он приковал мое внимание...\n— Мистер Гордон, а сколько вот этот кулон стоит?\n— Какой? А, этот... — он озвучил сумму.\n— Ой, таких денег нету.. А можно хотя бы рассмотреть его?\n— Ну рассмотри. Только осторожно.\n\n     Я взяла кулон. Да, камень все-таки изумруд, но какой-то необычной огранки. \n— Очень красивая вещь. — посмотрев на ювелира, сказала я.\n     Погодите, мне показалось, или его глаза слегка сверкнули зеленым светом? И кулон нагрелся? Странно...\n     Тут, взглянув мне прямо в глаза, он сказал:\n— А знаешь, можешь его бесплатно взять. \n— Что? Нет-нет, что Вы, я не могу так. Тем более, это недешевая вещь.\n— Бери, Стейси. Это моя благодарность тебе за твою помощь. Ты помогаешь мне с заказами. Я хочу тебя так отблагодарить.\n— Ну.. ладно, спасибо Вам большое. Я очень рада помогать Вам.\n     \n     Расплатившись за кулон для Аманды, я попрощалась с ювелиром. Мне кажется, или его глаза опять сверкнули? Наверно, у меня просто от недосыпа в глазах рябит.\n",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      },
      {
        "id": 8,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/k04qYdM"
      }
    ]
  },
  {
    "id": 9,
    "text": "     Вернувшись домой, я решила подробней рассмотреть подарок. Действительно красивый кулон.. Что-то в нем есть необычное, отличающее его от других. Но что же? Загадка века..\n       Ладно, лучше не отвлекаться. Сегодня прощальный вечер у Аманды будет, надо приодеться. Хм, а к этому наряду кулон в самый раз...\n        Я упаковала подарок, переоделась и пошла к подруге. Идти решила пешком, через парк, весенний воздух так и манит... По времени вроде не поздно еще, но как-то темновато. И, кажется, за мной кто-то идет.. Хотя это же парк, а недосып пробуждает паранойю. Но лучше ускориться. На всякий случай.\n        Но не успела я пойти быстрее, как почувствовала укол в шею. Посмотрев перед собой, я увидела силуэт человека. Он был размытый. Но этот взгляд я не забуду никогда... Проникновенный взгляд зеленых глаз... И голос, вроде знакомый: \"То, что так долго искали... Наконец-то найдено!\"\n        И привет потеря сознания...",
    "answers": [
      {
        "id": 10,
        "text": "Далее",
        "blackout": true
      },
      {
        "id": 9,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/2P1B7tF"
      }
    ]
  },
  {
    "id": 10,
    "text": "     \n      Пробуждение было тяжелым, голова очень болела. Я решила еще немного полежать, не открывая глаз. Но тут я почувствовала, как что-то (или кто-то?) обнюхивает мое лицо. Но что заставило открыть мои глаза, так это ощущение чего-то мягкого на моем лице. Распахнув глаза, я увидела... даже кошкой это чудо назвать трудно, потому что оно... фиолетового цвета! Внимательно рассматривавшее мое лицо. Тут я закричала, и раздался грохот. Это чудо свалилось на пол и притворилось мертвым. Похоже, я его оглушила.\n        \n       Посмотрев на него несколько минут, я все-таки рискнула потрогать его шерсть. Все-таки это кот. Но цвет шерсти, конечно, пугает. Кто посмел так над животным издеваться?..\n\n\n",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      },
      {
        "id": 10,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/MBFCD26"
      }
    ]
  },
  {
    "id": 11,
    "text": "Ювелир",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      },
      {
        "id": 11,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/XFN4Cc3"
      }
    ]
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  },
  {
    "id": 13,
    "text": "      И вообще, где это я? Похищение я как-то себе по-другому представляла. В фильмах обычно ты находишься в каком-то темном, пугающем месте, прикованный наручниками, чтобы не смог убежать. И постоянно под чьим-то пристальным контролем... А тут...\n     Светлая уютная комнатка, немалых размеров кровать, огромный шкаф, туалетный столик... Как-то это не тянет на комнату для похищенного человека.. Хотя.. кто же этих похитителей знает.\n\n       На улице светло, значит уже утро. Посмотрю-ка, что там. Может узнаю, где я нахожусь... Нееет, я явно не в городе! Где в большом городе вы видели такое количество деревьев, кустов, цветов? А гор? У нас их точно не наблюдается.. А.. водопадов точно у нас нету! Куда я попала? Ну не могли же меня усыпить и на самолете прокатить на другой конец земного шара? Хотя мне же вкололи что-то... может это просто галлюцинации? Ну или на фоне усталости мне снится всякий бред. Ну тогда я могу объяснить странный цвет шерсти того ушастого чуда... Кстати, а где оно?\n\n\n     ",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      },
      {
        "id": 13,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/WpFjhHd"
      }
    ]
  },
  {
    "id": 14,
    "text": "     Раздался грохот. Ага, чудо нашлось. Оно пыталось залезть на шкаф, но дверца открылась и оно упало.\n— Слушай, чудо ты мое ушастое, можно я назову тебя Грохот? А то ты отовсюду умудряешься свалиться... Размерчика ты не маленького ведь.\n\n      Мне показалось, или этот \"кот\" рыкнул на меня? Да уж, хороший \"котик\".\n      Кстати, если это сон, то может и я выгляжу как-то иначе? Эльфийкой может стала или еще кем-то. Я подошла к зеркалу, которое было на туалетном столике. Нет, я все та же, что немало радует. Хоть что-то не изменилось! Хм, а что же в том шкафу, который мой \"друг\" открыл? Наряды... огромные платья...шляпы...еще не пойми что..а где моя одежда, привычная мне? Хотя это же сон..\n\n— Да не сон это, смирись уже. — раздался голос. Похоже, последнюю фразу я вслух сказала. Погодите, а кто это сказал?",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "— Это я с тобой говорю. Да-да, я. Оох, да ты назад повернись уже!\n     Вот только не говорите мне, что это чудо со мной заговорило! На человеческом языке! Со мной. \n—Животные говорить не могут... Хотя скорее всего это галлюцинация...\n— Да не галлюцинация я! Я вполне себе реальный кот! — он сердито посмотрел на меня.\n— Ага, ты еще скажи, что это все не сон и я в другом мире.\n— Так, вначале представлюсь, пока ты мне имя не придумала. Джейкобсон Монреаль Ричард Фиджеральд XII. — озадачил меня...кот. — И поздравляю:  ты действительно в другом мире. В прекрасном месте, называемом Аллария! — добил окончательно.\n\n— Другой мир... Аллария.. Джей, ну что за розыгрыши? Ну какой другой мир?\n— Я не.. а впрочем неважно, Джей так Джей.. Тебе трудно поверить в то, что ты попала в другой мир. А то, что с котом говоришь, ты уже смирилась, значит? — как мне знакома эта усмешка. Тут я пристально посмотрела на Джея.\n— Таак, ты что задумала? Что ты так смотришь на меня?\n— Джей, а ну-ка расскажи мне, как я тут оказалась, зачем мне что-то вкололи? Могли бы и так привести и спокойно рассказать.\n— Ага, конечно, зная твой скептицизм и неверие в другие миры, это было бы проблематично. И вообще, не я это должен тебе рассказывать. —  подняв..морду, важно произнес он.\n—  А кто, если не ты? — усмехнулась я.\n— Это.. узнаешь потом. Сейчас ты должна переодеться. Через 2 часа за тобой придут.\n    Что-то еще узнать от этого фиолетового чуда не удалось, как бы я не старалась. Все продумал!\n\n",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "    Но кое-что важное я все же узнала. Например то, что время в моем мире для меня остановилось,  то есть если я смогу вернуться, я окажусь в том самом парке в ту же самую минуту. Хоть Аманда разыскивать не будет. И подарок ее не потеряется.  И.. а другой кулон так и висит на моей шее. И не снимается..\n— Джей, почему этот кулон не снимается? Я же легко одела его вчера.\n— И не вздумай его снимать. — ворчливо протянул тот.\n— Но почему? Что в нем такого?\n— Слушай, можешь ты пррросто посидеть и спокойненько подождать, когда за тобой пррридут? Уверен, скоро ты все узнаешь.\n— Мне бы твою уверенность. — вздохнула я.\n    \n     Надо же, еще вчера я была в своем родном мире, невыспавшаяся, бегающая постоянно то на учебу, то на подработку. Еще и помогающая мистеру Гордону. Кстати о нем...\n     Но тут мне не дал еще подумать стук в дверь...\n\n\n",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "     Я открыла дверь. Передо мной стоял человек, который судя по одежде, дворецкий. \n— Мисс, прошу пройти за мной.\n— Да, хорошо, сейчас.. Джей, ты здесь останешься?\n— А ты только этого и ждешь, похоже. Я с тобой. И возьми меня на руки. Не смотри на меня так! Так надо.\n    Ну раз надо, то ладно. Хотя подозрительно это.. Уф, тяжелый.. котик!\n     Все мои попытки разговорить дворецкого не увенчались успехом. Что все молчаливые такие? Такими темпами я ничего не узнаю ни о вашем мире, ни о том, что я здесь забыла...\n\n\n",
    "answers": [
      {
        "id": 18,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "      Остановились мы у дверей, которые вели в.. огромный зал. Неподалеку был длинный стол, во главе которого восседал мужчина, лицо его было не видно за волосами. Он что-то писал за столом. Но услышав наши шаги, остановился. \n\n— Я привел девушку. Разрешите идти?\n— Да, можешь идти. — судя по всему, он важный человек. Таак, минуточку..\n— Вижу, ты уже осваиваешься потихоньку. — он неспешно вставал из-за стола. Эта усмешка в голосе..\n— Простите, а вы..\n    Договорить фразу я не успела.. Эти знакомые глаза.. И голос.. Но как такое возможно?\n    Передо мной стоял сам Ральф Гордон собственной персоной. Но откуда? Почему?\n\n    Осваивай прыжки, Джей. Мои руки не в состоянии что-либо держать...\n\n",
    "answers": [
      {
        "id": 19,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 19,
    "text": "— А предупредить никак нельзя было?!... Я бы приготовился к прыжку... Ладно, не важно, — пробурчал Джей.\n    Я даже не услышала его реплики, потому что меня интересовал совсем другой вопрос...\n— Вы? Но как?\n— Да, это я. Я тоже очень рад тебя видеть. Присаживайся, нам нужно о многом поговорить.\n— Так, все, хватит. Говорите уже, что это розыгрыш, выходите, люди, с камерами, посмейтесь надо мной и отпустите меня домой. Посмеялись и хватит.\n\n— Ты действительно думаешь, что это все нереально?\n— А вы сразу поверите в такое, да? Простите, но это слишком прекрасно, чтобы быть реальностью. \n— Но ему-то ты веришь. —  Ральф указал рукой на кота.\n— Коты не могут разговаривать. Джею скорее всего микрофончик прикрепили какой-то, и все. Под шерстью-то не видно. — улыбнулась я. Кот в ответ только фыркнул и отвернулся.\n—  Джей? Ты называешь его Джеем? Он же...\n— Ральф, я Джей, рад знакомству. — перебил того кот.\n— Кхм, ладно.\n     \n   Ну вот, опять какие-то секреты...\n\n\n",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "    Кот запрыгнул на стол и посмотрел на меня.\n— А ты,  Стейси, лучше поверь тому, о чем будет идти речь. Все происходящее здесь — не сон. Ты не спишь. Но ты нужна нам не просто так. Нам нужна твоя помощь. Без нее все, что мы сделали, увидели, чем мы жили — все будет напрасным, никому не нужным. Этого мира не будет. Понимаешь всю серьезность ситуации?\n— Мне очень жаль вас, но... Но почему именно я? Просто потому, что я знакома с мистером Гордоном? Кстати, а как Вы здесь оказались? — я повернулась к нему.\n— Скажем так, я местный житель. Ну и высокопоставленное лицо, не без этого.\n— То есть работа ювелиром — это работа под прикрытием на Земле? И вот что-то я не верю, что вот этот кулон — безвозмездный подарок...\n— Кстати о нем.",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "— Значит я права..неспроста вы его дали...- прищурилась я.\n— Хм.. я всегда знал, что ты проницательна.\n— Так что с ним не так?\n— Этот кулон — ключ. Он закрывает то, чего не должно быть снаружи.\n— Закрывает, но не навсегда. Ты это забыл сказать. — продолжил Джей. \n— Да.. верно. \n— И что же он закрывает?\n— Своего рода вселенское зло. — сказал мистер Гордон.\n— Очень понятный ответ.. а конкретней можно? Я тут как бы неместная. \n— Узнаешь потом. А пока можешь прогуляться по замку. Джереми тебе поможет, все расскажет.\n— Джереми это тот, кто привел меня сюда? — Ральф кивнул.\n— Да, узнаешь тут что-то с вами..- проворчала я, выходя из зала.",
    "answers": [
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 22,
    "text": "( Пока Стейси изучает окрестности, останемся в том самом зале...)\n\n— Почему ты не хочешь ей рассказать? Она же должна знать, зачем она здесь. — спросил Ральф.\n— А ты уверен, что после этого она согласится помочь? Сколько таких уже было? 10? 15? А нет.. Гораздо больше! Она — наш последний шанс... И ты это прекрасно знаешь.\n— Знаю, но она умеет думать, рассуждать, в отличие от многих ее предшественниц.\n\n    Джей прошелся по столу туда-сюда, заглянул в письмо, которое читал Ральф, чихнул от запаха чернил, и сказал следующее:\n— Давай лучше так сделаем: расскажем о том, что от нее требуется и зачем она здесь. Но о том, кто я и все остальное, что к этому относится — об этом ни слова, ни звука. — видя, что его собеседник хочет что-то сказать, продолжил. — Пока не надо. Хочу просто говорить с ней. Без официального тона, от которого у меня зубы сводит.\n— Хорошо, как скажешь. От моего тона тоже зубы сводит у тебя? — усмехнулся Ральф.\n— От тебя вообще голова болит... и ушки ноют..- провыл кот.\n— Понятно, все как всегда. Ладно, ты лучше глянь, что прислали..хуже уже некуда.\n   И они принялись читать письмо...\n\n\n\n\n ",
    "answers": [
      {
        "id": 23,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": "(Переносимся вновь к Стейси...)\n\n    Замок (а по-другому его никак не назвать) меня не особо впечатлил. Такие я и в своем мире видела. Правда там на картинках, а тут реальность... но все равно ничего особенного не увидела. А вот сад... нет слов просто.\n\n   Зеленые деревья, цветы, передающие невероятный аромат, водопад, пруд с кристально чистой водой, свежий воздух, от которого слегка кружится голова — такого я еще на Земле не встречала. Вот это немного заставляет поверить в то, что я не сплю.  А не всякие там слова некоторых ушастых товарищей.. Кстати, а надо бы обдумать все..\n\n   Неподалеку от пруда было дерево, дающее хорошую тень. Там я и решила посидеть и обдумать происходящее.\n  \n  ",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "  Итак, что я узнала:\n\n 1) Ральф Гордон, человек, которого я больше полутора лет считала обычным ювелиром, оказался иномирянином. Причем непростым, как он сам сказал. И скорее всего он не просто так был на Земле. Осталось только понять, что он задумал.\n\n 2) Кулон-ключ. \"Да, дружок, и ты непростая вещь, оказывается\", вертя кулон в руке, подумала я. Так, получается, это ключ, который закрывает что-то нехорошее. Но ненадолго. Это судя по тому, что мне сказали. А раз он упорно не снимается с моей шеи, значит мне и закрывать. Не зря же я здесь.. Ну и задачка..\n\n  3)Ушастое чудо. Или как его там.. Джейкобсон Монро.. Море.. Марти..ладно, неважно, просто Джей. Что-то мне подсказывает, что это не просто кот. Он ведь говорящий. Да и имена такие обычно им не дают. Хотя кто знает, какие тут правила, может тут так принято. Он, кажется, неплохой собеседник. Остальное пока трудно сказать.\n\n\n\n\n\n",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "\n  4) Время на Земле для меня остановилось. Здесь оно быстрее, это не ощутимо, хотя спать хочется. Немудренно, столько впечатлений за день..\n     В итоге вот что получается: меня не похитили, а просто переместили в другой мир, чтобы я их всех спасла. Начало как в классическом фэнтези.. Вот только я не супергерой, и конец мне абсолютно неизвестен. И смутно пока известны подробности.\n    \n    Ладно, лучше идти спать. Неизвестно, сколько я тут буду, да и рассматривать окрестности лучше, когда хоть немного освоишься.\n    Я встала и, немного поплутав, наконец нашла свою комнату. Завтра длинный день...",
    "answers": [
      {
        "id": 26,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 26,
    "text": "\n     ....Темно..не видно дороги...где это я? Я же вроде в своей комнате легла спать. Или нет? Почему ощущение, что я не там, где должна быть? Я вроде стою на полу, но вокруг не видно ничего. А? Что это за звук?\n     Я обернулась назад. Темнота, слышен только еле уловимый шепот. Я решила идти к источнику звука. Странно так, вроде иду, а шагов не слышно, как будто плыву. Звук все ближе, слышны обрывки фраз. Но голос какой-то слегка неестественный. Я закрыла глаза и прислушалась.\n\n— Не знает... сколько еще.. единственная, только она.. кулон..- тут я внимательней прислушалась.- .. Она не посмеет!\n     Последнее предложение настолько громко выкрикнули, что я вздрогнула и открыла глаза. Но тут же их зажмурила, потому что темнота сменилась ярким светом. Что вообще происходит?  И почему я..я что, парю в воздухе?! Сознание мое совсем запуталось..",
    "answers": [
      {
        "id": 27,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 27,
    "text": " \n    Вдруг в воздухе раздался пронзительный звук. Он был до того громкий, что я закрыла руками уши.  Когда же это прекратится? Да еще и кулон нагрелся? Я закричала от этого невыносимого звука и..\n    Проснулась я от собственного крика. Я села на кровать, пытаясь отдышаться. Сердце колотилось, волосы спутались. Неужели это все было сном? Но он был до того реальным.. и неспроста мне кажется. Потому что там был чей-то голос, говорящий что-то важное. Но кто это? Только время даст ответ.",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "  \n    Я повернулась к окну. Чуть-чуть светает, наверно раннее утро. Все нормальные люди спят, одной мне не спится. Я усмехнулась, решила одеться и выйти к водопаду. Все равно не усну после такого, а так рассвет встречу, интересно же, какой он тут.\n     \n    Выйдя на улицу, я вдохнула утренний воздух. Тепло.. и еле уловимо пахнет цветами. Подошла к дереву, под которым вечером была, и села, прислонившись к его стволу. Как же тут все-таки красиво! Я улыбнулась. Жаль, что телефон не работает, фото такого не будет. Хотя надо будет спросить, может это тоже современный мир.",
    "answers": [
      {
        "id": 29,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 29,
    "text": "\n    Приглушенный голос.. недовольный..я все равно не понимаю, что вы говорите, оставьте меня в покое, я хочу спать.. какая вибрация на ноге, тепло.. стоп, что?\n     Я распахнула глаза и увидела такую картину: Джей лежал на моих ногах, свесив лапу. И мурлыкал, смотря на меня таким довольным взглядом.\n— Ну наконец-то удосужилась проснуться!\n— Так, слезай с меня.\n— А за ушком почесать? Это ведь я разбудил тебя.\n— Слезай.\n— Стейси..\n— Слезешь, и почешу тогда. Что? Что ты на меня так смотришь?\n— Первый раз мое обаяние не сработало. —  обиженно пробормотал кот, спрыгивая на землю. Но тут же его грустная мордочка сменилась недовольной.",
    "answers": [
      {
        "id": 30,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "\n— Ты зачем нас так пугаешь?!\n— О чем ты говоришь?\n— Джереми сегодня должен был отвести тебя в столовую и вообще тебе помогать. Он полчаса пытался достучаться, но ответа не было. Тогда он открыл дверь. Тебя в комнате нет. Он побежал искать нас, и поверь, этот замок перерыли вверх дном. Думали, что ты заблудилась, или сбежала. Хорошо, что я догадался сюда зайти. Напугала нас.\n\n— Прости... я не думала, что все так обернется.\n— А почему ты здесь спишь?- Я рассказала Джею о своем сне.\n    Таким задумчивым я его еще не видела..\n",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "\n— Стейси, запомни одну вещь: никому больше не говори о своем сне. Ни об этом, ни о последующих.\n— Ладно. Но почему?\n— Просто поверь, что так будет лучше. А если спросят, что ты тут рано делала, скажи что..- кот задумался,- что рассвет хотела встретить. Но проспала.\n— Ох, ну почему секреты сплошные.. неужели сказать правду так проблематично, Джей?\n\n— Правда иногда ранит, делает трудней то, что необходимо сделать. Она иногда разделяет людей, меняет их отношение друг к другу. Из-за нее не воспринимают друг друга так, как хочется на самом деле. Иногда.. так, это все лирика. В общем пока не говори, скоро узнаешь. Ты давай вставай, и пойдем накормим тебя. Сегодня много надо сделать. — сказал Джей.\n      Он встал и быстро побежал в сторону замка, при этом избегая моего взгляда. Судя по тому, что он о правде сказал, у него какие-то с ней проблемы... Хм..\n    Я встала и пошла за ним..\n\n",
    "answers": [
      {
        "id": 32,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "    Еда здесь никак не отличалась от привычной мне на Земле, разве что вкуснее во много раз. А глядя на Джея, невольно задаюсь вопросом: куда в него столько влезает? Он пусть и размером похож на мейн-куна, но аппетиты немеренны...\n     После завтрака он хотел показать мне путь до библиотеки, как где-то на улице раздался оглушительный грохот. Я решила узнать, что произошло.\n— Стейси, нам в другую сторону.\n— Погоди, Джей, я хочу посмотреть, что там, откуда звук.\n— Уверен, что там и без нас разберутся. Пошли учить историю Алларии.\n— А я уверена, что тебе самому не менее интересно узнать другое.\n    Мы вышли на небольшую полянку за замком. В середине нее стояло несколько человек, оживленно беседующих о чем-то. Но среди них выделялся один, который наиболее упорно что-то доказывал. При этом улыбка не сходила с его лица.\n",
    "answers": [
      {
        "id": 33,
        "text": "Далее"
      },
      {
        "id": 32,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/2816b4T"
      }
    ]
  },
  {
    "id": 33,
    "text": "    Увидев нас с Джеем, он вначале удивился, а затем его лицо озарила еще более широкая улыбка. Он направился к нам.\n— Кого я вижу! Давно не виделись, фиалковый кот. Куда это ты там спрятался? А ну вылезай!\n— Да вот же он...стоп, Джей, ты куда? — я обернулась назад. Джей убегал со скоростью гепарда, оставив меня один на один с незнакомцем. Предатель! Вот только попадись мне!\n—  Ну раз он сбежал, придется мне самому представиться. Яндор, для вас Ян. А вы, смею предположить, Стейси?\n— Какая осведомленность. Да, это я. Рада знакомству. — я вежливо улыбнулась.\n— И что же вас привело в столь редко посещаемое место? — спрашивает, а по глазам видно, что прекрасно понимает причину.\n— Да так. Просто решила прогуляться вокруг замка.\n— И просто так вышли сюда?\n— Именно.\n— И вам совсем неинтересно узнать, что здесь было?\n— Но ведь вы же расскажете?\n— Хм, вопросом на вопрос..- пробормотал Ян. — Ну что же, так и быть, расскажу вам.\n\n",
    "answers": [
      {
        "id": 34,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 34,
    "text": "     Ян рассказал, что здесь произошло. Они всего-навсего тестировали новые фейерверки, привезенные по заказу. Очень умно, устраивать \"шоу\" мало того, что пока светло, так еще утром! Рано. Утром. Но в любом случае это было эффектно.\n    Мы неспешно шли к замку, по пути разговаривая. Они с Джеем чем-то похожи. Кстати, увидев нас около дверей, кот опять бросился наутек. Я, быстро попрощавшись с Яном, побежала вслед за ним.\n— Так, а ну стоять! Джей!\n\n    Я его еле догнала и схватила за шкирку. Он упорно пытался освободиться. \n— Да что с тобой такое, сам на себя не похож. Пойдем к водопаду, успокоимся, и ты мне все расскажешь. Хотя бы это, Джей, а то я в неведении постоянно. — посмотрев на меня, он вздохнул и кивнул. — Ну вот и замечательно.\n    Сев у дерева, я отпустила Джея.\n",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "— А теперь рассказывай.\n— Что рассказывать-то...- вздохнул кот.\n— Ну как что? Ты чего так Яна боишься? Он же вроде не злодей какой-то.\n— Похуже будет. Сколько мы знакомы (а знакомы мы давно), он постоянно надо мной смеялся. Цвет шерсти, видите ли, неестественный! А я как будто сам этого не знаю! Или еще какую шутку про меня придумает... А все почему? А потому что я один такой. Что? Что ты улыбаешься? — свой хмурый взгляд он направил на меня.\n— Джей, ты не видишь очевидного просто. \n— И чего же?\n— Ты этим и уникален. Подумаешь, другой цвет шерсти. Зато это необычно, красиво. И по-волшебному как-то. Для вас может и привычно многое, а для меня это все новое. Даже ты. У нас нет говорящих котов, мы живем, почти не веря в чудеса, а если они и происходят, мы их не замечаем. А что касается тебя и Яна. Я не знаю всего, что было, но не думаю, что он со злым умыслом так шутит. Может вам просто поговорить надо? Вдруг многое прояснится.\n\n",
    "answers": [
      {
        "id": 36,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 36,
    "text": "    Джей внимательно меня слушал. После того, как я договорила, мы посидели в тишине несколько минут. Потом он заговорил.\n— Ты права, Стейси. Права. Спасибо.\n— Может вместо спасибо лучше расскажешь о вашем мире? Например, кто населяет его, или еще что-то. Интересно же узнать, что меня тут окружает.\n    И он рассказал. Рассказал, что помимо людей, есть и оборотни — волки, драконы. Но есть и те, кто превращается в небольших животных. Но они настолько редко встречаются, что малоизучены.",
    "answers": [
      {
        "id": 37,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 37,
    "text": "    Также здесь есть специальные магические школы. Услышав о них, я нахмурилась. Вот только не говорите мне, что еще и здесь нужно обучаться! Как будто мне не хватило школьной жизни на Земле...Но Джей сказал, что мне это не светит, по нескольким причинам. Я почти незнакома с Алларией, так как иномирянка, а значит не подхожу для таких школ. А специальные школы для иномирян еще не набирают учеников. Плюс ко всему я не подхожу по возрасту, слишком взрослая.\n    После таких слов не знаю теперь, радоваться мне или учить вежливости кота. Ладно, пусть живет пока этот ушастый экскурсовод.\n    Остаток дня был малоинтересен. Я гуляла по саду, меня обеспечили письменными принадлежностями, куда я стала записывать все, что вокруг меня происходит. Своеобразный дневник. Вот только учитывая предостережения Джея, многое придется все равно держать в голове.\n    Неплохо было бы завтра все-таки заглянуть в библиотеку, может что еще интересное узнаю. Еще немного понаблюдав над закатом, я направилась к себе в комнату.\n\n",
    "answers": [
      {
        "id": 38,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 38,
    "text": "....Снова темнота... Оставили без электричества целый замок? Кстати, а я ведь так и не подумала, есть ли оно здесь. А может это сон опять? А то тьма кромешная какая-то.\n    Я посмотрела по сторонам. Хм, я могу управлять собой. Так что если это все-таки сон, то могу взаимодействовать с чем-то. Какая я умная по ночам-то..я и не подозревала. Итак, проснуться я не могу, а делать что-то надо.\n    Только я об этом подумала, как увидела дверь, а под ней полоску света. Решила ее открыть, но она оказалась заперта. Вдруг шею слегка обожгло. Я опустила взгляд и увидела, что кулон опять светится. Может это и есть та дверь, за которой должно быть некое \"вселенское зло\"? Хотя странно...чтобы его запереть, вначале выпустить надо что ли? Нет, ребятушки, тут вы без меня.",
    "answers": [
      {
        "id": 39,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 39,
    "text": "     Я только хотела отойти от двери, как поняла, что ноги не двигаются. А кулон поднялся до уровня моих глаз. Я попробовала еще раз отойти подальше, но не могла сделать и шага. Выбора нет, да? Я вздохнула и взяла ключик в руки. В этот момент он отстегнулся от моей шеи. Ага, облегчили мне задачу, спасибо...Все ради чьей-то выгоды...\n     Услышав щелчок, оповещающий, что ключ подошел к замку и дверь открылась, я несколько раз вздохнула, приготовившись к худшему, и открыла дверь. И сразу пожалела, потому что меня  окутал пронизывающий ветер. К следующему такому сну основательно подготовлюсь, выпрошу пуховик! Ничего не остается, как идти туда. Это что еще такое?!",
    "answers": [
      {
        "id": 40,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 40,
    "text": "   Едва переступила порог двери, как ветер прекратился. Это такой проход что ли? Я посмотрела по сторонам. Напоминает какую-то комнату. Похоже на детскую, но старинную, будто я в замке нахожусь.\n     Я хотела сесть на стоящий рядом стул, но вовремя поняла, что моя рука проходит сквозь предметы. Да и не только рука. Вот это уже странно... до этого я могла нормально прикасаться к предметам. Хотя если я во сне, то это вполне возможно.",
    "answers": [
      {
        "id": 42,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 41,
    "text": "2wel — Insomnia\n\nВладимир Мун — Снег\n\nSecret Garden — Fantasia\n\nMatias Puumala — Against the Odds\n\nВозможно список будет пополняться новой музыкой)",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 42,
    "text": "    Послышались голоса. Я решила спрятаться, а то мало ли. В комнату зашли двое детей, мальчик лет 10-12, и девочка, с виду лет 13-14. Наверно брат и сестра, так как они очень похожи. И я не ошиблась.\n— Неужели ты правда не знал, кто это был? — спросила девочка.\n— Мира, да говорю же, не знал! У нее же на лбу не написано, кто она! И одежда несоответствующая.\n— Сколько раз же говорили тебе, не так должен вести себя наследник престола. Он должен быть учтивее, вежливее, скромнее, спокойнее...\n— Ой, а сама-то ты спокойная? — усмехнулся мальчик. — Что-то я не замечал, когда ты разыгрывала мисс Оливерс. Или когда...\n— Ой, ну было-то всего раз... ну ладно, два...\n   ",
    "answers": [
      {
        "id": 43,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 43,
    "text": "     Вдруг что-то закатилось за кровать, где я пряталась. Девочка подошла к стоящему рядом столу. Лишь бы меня не заметила... Но ее рука проходила сквозь меня, ища предмет. Но не нашла. А потом их позвали куда-то и они вышли из комнаты.\n    Я попробовала коснуться предмета, и у меня это получилось. Как так-то... то могу, то не могу... \"Эй, организаторы моих снов, если вы есть! У меня тут сбой в программе!\", в шутку подумала я. Когда я поднялась, я внимательней рассмотрела предмет. Это было небольшое колечко с изумрудным камушком.",
    "answers": [
      {
        "id": 44,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 44,
    "text": "    Когда я его взяла в руки, и кулон, и кольцо слегка вспыхнули и в голове послышался голос:\n— Ну что же, начало положено. Никому не говори, что здесь видела. И выходи отсюда, да поскорее!\n— Кто вы? Что происходит?\n— Стейси, мы очень скоро встретимся. Выходи, пока не застряла здесь навечно. Ты еще вернешься сюда.\n— Но...\n— Быстрее!\n\n   Меня будто что-то толкнуло в спину и я быстро ушла оттуда. Руки с трудом слушались, но я смогла закрыть дверь. Затем последовала яркая вспышка, и я проснулась. Рука очень болела. Я посмотрела на нее и широко раскрыла глаза. На моем пальце было то самое кольцо, только камень немного изменил цвет... Выходит это не сон?! Мне срочно нужно в библиотеку!",
    "answers": [
      {
        "id": 45,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 45,
    "text": "    Я быстро вскочила с кровати и, наскоро одевшись, выбежала из комнаты. Мне нужно срочно узнать хоть что-то. Для чего именно этот кулон? Ведь судя по всему, им раньше пользовались и должно быть какое-то упоминание. А эти сны? Второй день уже, вернее ночь. Надо понять, это то, что было в прошлом, или это из будущего. Или это вообще мой личный бред. Ну а тогда причем тут кольцо? И как оно оказалось на моей руке? Ну не хожу же я во сне, в конце концов! А может...",
    "answers": [
      {
        "id": 46,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 46,
    "text": "    Додумать фразу я не успела, так как в кого-то врезалась. В чью-то большую спину. Носом. Больно...\n— Ой, простите, задумалась...\n— И почему- то я в этом не сомневался, мисс Лоуренс. Вы всегда как задумаетесь, обязательно с вами что-то случится.\n— Только не говорите, что вы следили за мной, мистер Гордон. — хотя что-то я уже сомневаюсь. Потому что он так сказал, будто действительно знает меня слишком хорошо. \n— Если я и следил за вами, то только когда вы приходили в мою мастерскую. — усмехнулся тот.-  Так куда вы так спешили?\n— В библиотеку.\n— Прямо с утра? Нет, так дело не пойдет. Сначала завтрак, потом все остальное.\n—  Но, погодите..\n— И вообще библиотека в другой стороне. Вы так задумались, что пропустили все возможные пути к ней. Надо будет для вас карту замка сделать все-таки..\n— Хорошо, завтрак так завтрак. Но потом будьте добры, отведите меня туда.\n— А что вас так потянуло туда прямо сейчас?\n— Давно хотела ее посетить. — уклончиво ответила я.\n",
    "answers": [
      {
        "id": 47,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 47,
    "text": "    Он что-то хотел спросить, но тут его взгляд упал на мою руку, на которой было то самое кольцо. К слову сказать, оно тоже, как и кулон, не снималось. Надеюсь, остальные здешние украшения не такие... коварные. Так вот, когда он увидел это кольцо, он вначале побледнел, а потом, взяв себя в руки, спросил:\n\n— Откуда это кольцо у вас?\n— Какое? А, это... нашла в комнате недавно. Понравилось. Ну и одела. —  да уж, отговорочка так себе. Но что поделать...\n—  Вот как.. понятно. —  уж не знаю, поверил он или нет, но вновь посмотрев на кольцо, его глаза сверкнули. Да что такое... такими темпами скоро пойду составлять сборник загадок.",
    "answers": [
      {
        "id": 48,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 48,
    "text": "    Как мистер Гордон и обещал, после завтрака он отвел меня в библиотеку. Да уж, не такой я ее себе представляла... это вам не маленькая библиотека в школе, где ни пролезть, ни протиснуться. Это огромный зал со множеством шкафов, пространство между которыми метра 2, если не больше. Да и сам зал размером... ну даже не знаю, с чем сравнить.\n     У меня единственный вопрос остался в голове: как мне среди такого количества книг найти что-то необходимое? Да и как бы так спросить, если мне смогут помочь? Хотя преимущество у меня все же есть, я же неместная. Мне простительно.",
    "answers": [
      {
        "id": 49,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 49,
    "text": "    Посмеявшись так про себя, я пошла вдоль книжный рядов, надеясь увидеть хоть какие-то надписи, указывающие на книги с той или иной тематикой. Ни-че-го. Абсолютно никаких надписей. Как тут вообще понять, что искать? И где библиотекарь или как он тут называется? Хотя я не сильно удивлюсь, если окажется, что тут самообслуживание.\n      Я еще одну деталь подметила, о которой я сразу не подумала: я не только понимаю речь местных, но и могу читать их книги. Тут только 2 варианта есть — либо наш язык одинаков, либо это я так воспринимаю их язык, как родной. В любом случае хоть что-то радует, несмотря на все эти загадки.",
    "answers": [
      {
        "id": 50,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 50,
    "text": "     Кстати об этом. Я не знаю, сколько времени я искала эти обозначения, но в середине зала я нашла несколько столиков с диванами. На одном таком диванчике спал молодой человек. Вокруг него было множество книжек, журналов и тому подобного. А я думала, я тут одна посреди книг!\n     Вокруг была абсолютная тишина, поэтому я старась как можно аккуратнее пройти мимо, чтобы не разбудить его. Не тут-то было... вроде далеко шла, но услышала весьма недовольный голос, говорящий: \"Человек... да сколько можно? И тут спать невозможно!\"",
    "answers": [
      {
        "id": 51,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 51,
    "text": "      Я остановилась и посмотрела на него. Он смотрел на меня. И оба застыли. Интересно, мы долго так будем в гляделки играть?\n\n— Сектор I, 8 шкаф. — внезапно сказал он.\n— Что, прости?\n— Я говорю, что ищи в секторе I, шкаф номер 8. Там книги в алфавитном порядке.\n— Но откуда ты знаешь, что именно я ищу?\n— Да скоро вся Аллария будет знать, что тут живет иномирянка. Нетрудно догадаться, зачем ты в библиотеку пришла.\n— Ну да, иномирян отгадать легко, — улыбнулась я. — Спасибо за подсказку. Я Стейси. — я протянула руку.\n\n    Судя по его реакции, он явно такого не ожидал, но все же пожал мою руку.\n— Рэйнар. Рэй.\n— Рада знакомству. — Рэй кивнул в ответ. И тут же уткнулся в первую попавшуюся книжку. Да уж, наблюдательный, но неразговорчивый. Или застенчивый, что маловероятно.",
    "answers": [
      {
        "id": 52,
        "text": "Далее"
      },
      {
        "id": 51,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/yR0FWDb"
      }
    ]
  },
  {
    "id": 52,
    "text": "    Последовав совету Рэя, я нашла необходимый раздел книги, тут действительно нашлись книги по истории Алларии. Но вот что-то узнать о кулоне мне не удалось. Или это в другом секторе, либо я не так тут искала. Ну или вообще данных нет. Хотя это вряд ли, наверняка просто в другом месте найду. Да и увлекшись чтением, я даже не заметила, как уснула. \n     Проснувшись, я увидела, что за окном стемнело, и поняла, что пропустила обед. Интересно, а меня вообще искали? Подумав об этом, я поняла, что меня укрыли пледом, пока я спала. Это сделал либо мой новый знакомый, либо кто-то другой.\n     Посмотрев на столик, я поняла, что была неправа. Там была еда. То есть мне и еду предоставили, и поспать дали. А то 2-ой день вместо того, чтобы спать, пытаюсь разгадать загадки. Улыбнувшись такой заботе, я решила поесть. Как только поела, посуда исчезла. В прямом смысле. Взяла и испарилась. Хотя наверно просто телепортировалась на кухню.",
    "answers": [
      {
        "id": 53,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 53,
    "text": "    Ладно, пора выбираться отсюда. Так, мне кажется, надо повернуть от столиков направо. Или налево? Забыла... Рэй спал на этом диванчике. Значит, все же прямо идти. Сориентировавшись, я пошла прямо. Вот только я нашла тупик, а не выход. Пошла назад тем же маршрутом, но чуть не врезалась в книжные шкафы. Я конечно знаю, что плохо ориентируюсь на местности, но не думала, что настолько.\n      Ребят, ну хоть предупредили бы, что у вас библиотека с секретом. Я не против провести все свое время в обществе книг, но не все же время! И заблудиться боюсь еще больше. Ой, а почему все начинает двигаться? Землетрясение?!",
    "answers": [
      {
        "id": 54,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 54,
    "text": "     Я резко открыла глаза. На меня испугано смотрел Рэй. Его руки были на моих плечах, это он меня тряс, похоже. Которые он сразу же убрал.\n— Ты кричала во сне, и никак не реагировала на голос.\n— Вот как... скажи, Рэй, в этой библиотеке можно заблудиться? \n— Чего? — мой вопрос явно его озадачил.\n— Ну, выход найти легко? Или придется плутать? \n— Только если увлечешься чтением, и то не факт.\n\n    Мы еще немного поговорили. Рэй, подсказал мне, как дойти до моей комнаты. Перед тем, как уснуть, я задумалась: это тоже часть того сна или мне просто это приснилось? Так ничего и не решив, я легла спать.",
    "answers": [
      {
        "id": 55,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 55,
    "text": "......И снова вокруг темнота. А я, похоже, привыкаю уже. И думаю, эти события из прошлого все-таки. Пока я думала, из ниоткуда появился яркий свет, и окутав меня, перенаправил в комнату. Когда я смогла нормально различать предметы, я слегка коснулась стола, чтобы проверить свою догадку. Она подтвердилась — рука прошла сквозь него. Значит я опять невидимка.\n     Послышались голоса. Вошли мужчина и женщина с коронами на голове. Хм, королевская пара, значит. Они о чем-то говорили по дороге, потому что я услышала только отрывок разговора, как только они вошли.",
    "answers": [
      {
        "id": 56,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 56,
    "text": "— Я все-таки надеялась, что это сработает, думала, что удастся избежать. — печально сказала королева. Мужчина слегка ее приобнял. \n— Я тоже надеялся. Но сама понимаешь, он не сделал то, что нужно было по правилам. Упрямство и сгубило его. Остается только ждать, когда он начнет радоваться этой жизни, которую выбрал сам. Тем более он не один будет.\n— Да, ты прав. — вздохнула женщина.",
    "answers": [
      {
        "id": 57,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 57,
    "text": "      Хм, и тут что-то произошло. Наверняка этот сон связан с остальными. Но додумать мне не дали, потому что увидела следующий фрагмент сна. И поняла, что этой пары больше нет.. и никто не знает, где их дети. Что же произошло?\n    Этот вопрос я произнесла вслух, и мне ответил тот самый голос, который вытащил меня из прошлого сна.\n\n— Это воспоминания прошлого. Моего прошлого.\n— Ты король? Или мальчик из того сна?\n— Мальчик. Наследник престола. — последние два слова он словно выплюнул. — Тот, кто должен быть примером для народа, оказался недостойным. По собственной же глупости. \n— Что произошло? За эти несколько дней уже столько загадок узнала. И как тебя зовут?\n— Пока неважно мое имя. А произошло... я не прошел до конца один обряд, заупрямился. А в итоге.. все получилось хуже, чем ожидалось. Я не выдержал этого, убежал из дома.",
    "answers": [
      {
        "id": 58,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 58,
    "text": "— А это можно как-то исправить? И что это за обряд? — голос, точнее его хозяин, задумался.\n— Говорят, где-то в горах Алларии можно найти того, кто сможет это сделать. Но добраться до них практически невозможно. \n— Почему?\n— Они покрыты туманом, и точно неизвестно их местонахождение. Но можно их найти по камням, которые найдены там.\n— А их трудно найти?\n— Посмотри на кулон и кольцо. Они уже найдены.\n— Подожди, а разве кулон — не ключ ко злу, которое надо победить?\n— Все верно. Чтобы найти источник, нужно победить врага.",
    "answers": [
      {
        "id": 59,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 59,
    "text": "    Я задумалась. Горы Алларии... надо будет о них больше узнать.\n— Стейси, тебе пора возвращаться.\n— Спасибо. Хоть что-то стало известно.\n    Голос промолчал, но мне подумалось, что собеседник улыбнулся. Яркая вспышка, легкий шум в ушах, и я проснулась. Посреди ночи. Уснуть больше не смогла, поэтому обдумывала то, что узнала. Кажется потихоньку пазл начинает собираться...",
    "answers": [
      {
        "id": 60,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 60,
    "text": "     Думаете, я спокойно провела сегодняшний день? Как бы не так... мне не дали толком поспать из-за этих \"исторический снов\"; потом отправили позавтракать; а когда надумала пойти в библиотеку, вооружившись картой замка, мне быстренько поменяли направление и вернули в зал, усадили за стол. И оставили одну. Да уж...\n     Недолго мое одиночество продлилось. Через несколько минут туда же вошли Ральф и Джей и сели напротив. Они начали мне что-то рассказывать про политику Алларии, про климат, условия обитания... или просто сравнивали с Землей... я не знаю, я хочу спать. Можно я просто посплю за столом?\n    Но мою борьбу со сном никто не видел и продолжали рассказывать и рассказывать...\n\n",
    "answers": [
      {
        "id": 61,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 61,
    "text": "\n— Да уж, вы не изменились совсем. Как увлечетесь рассказом, так и не остановить. — раздался женский голос.\n    Джей, до того сидевший спокойно, резко вскочил и побежал на голос. Что это с ним? Я обернулась. Моему взору предстала девушка, шатенка, лет 20-25. Она сидела на корточках и чесала Джея за ухом, а тот, закрыв глаза, довольно... мурчал. Дела...\n    Через несколько минут она поднялась и приветливо улыбнулась мне и Ральфу.\n\n— Здравствуй, Ральф и...\n— Стейси. — ответила я.\n— Приятно познакомиться, Стейси. Я Мирабель.\n— Очень красивое имя.\n— Спасибо. — она улыбнулась. — Так это вы та самая иномирянка?\n— Ну, похоже на то.\n— Всегда мечтала узнать о других мирах. Расскажете что-нибудь?\n — С радостью.\n",
    "answers": [
      {
        "id": 62,
        "text": "Далее"
      },
      {
        "id": 61,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/bF8b5sS"
      }
    ]
  },
  {
    "id": 62,
    "text": "    Мы с Мирабель разговорились, она оказалась очень интересной собеседницей, легко поддерживала разговор. Мистер Гордон вскоре ушел, а вот Джей ни на секунду не отходил от девушки, что выглядело весьма необычно для меня. Как мне сказали, они росли вместе, дружат. Только в голосе слышалась недоговоренность.\n     Весь день я и провела в их компании, и в кои-то веки я спала сном нормального человека, а не \"путешествовала\", хоть и привыкла...",
    "answers": [
      {
        "id": 66,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 63,
    "text": "(Тем временем... разговор Мирабель и мистера Гордона...)\n\n— Как прошла поездка? Удалось выяснить местонахождение? — спросил Ральф.\n— Увы, их не так просто найти, а учитывая этот туман... поиски могут занять немало времени. — подойдя к окну, вздохнула Мирабель.\n— Сколько примерно? \n— Трудно сказать. Надеюсь, что быстрее, чем мы думаем. Что по поводу иномирянки?\n— Кажется вполне адекватной, хотя может и не показывать панику. И она каким-то чудом нашла кольцо. Не твоих рук дело?\n\n   Девушка повернулась к собеседнику.\n— Откуда? Меня здесь не было.\n— У нас только ты владеешь силой проникать в сны.\n— Не только я, не забывай. \n— Но он не тренировал свою силу, по крайней мере в открытую.\n— Вот именно, мы не знаем точно. Как он, кстати?\n— Мне кажется, гораздо лучше, когда появилась Стейси.\n— Это радует.\n\n\n\n\n",
    "answers": [
      {
        "id": 65,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 64,
    "text": "   В первую очередь хочу поблагодарить тех, кому понравилось это произведение. Ваши отзывы и отметки \"нравятся\" невероятно мотивируют. И это не лесть. Иногда бывает неохота печатать дальше, а увидев положительный значок, от этого веселее на душе и легче обдумывать ситуации. Поэтому большое вам спасибо)))\n\n   В скором времени планируется разветвление сюжета на 3 части, по числу персонажей. Вопрос к вам: с кем в первую очередь обдумать и написать линию? Потому что сразу 3 линии обдумывать — это сложновато)",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 65,
    "text": "(Переносимся к Стейси...\n",
    "answers": []
  },
  {
    "id": 66,
    "text": "(Тем временем... разговор Мирабель и мистера Гордона...)\n\n— Как прошла поездка? Удалось выяснить местонахождение? — спросил Ральф.\n— Увы, их не так просто найти, а учитывая этот странный туман... поиски могут занять немало времени..- подойдя к окну, вздохнула Мирабель.\n— Сколько примерно?\n— Трудно сказать. Надеюсь, что быстрее, чем мы думаем. Что по поводу иномирянки?\n— Кажется вполне адекватной, хотя может и не показывать панику. И она каким-то чудом нашла кольцо. Не твоих рук дело?\n\n   Мирабель повернулась к собеседнику.\n— Откуда? Меня здесь не было.\n— У нас только ты владеешь силой проникать в сны.\n— Не только я, не забывай.\n— Но он не тренировал свою силу, по крайней мере в открытую.\n— Вот именно, мы не знаем точно. Как он, кстати?\n— Мне кажется, гораздо лучше, когда появилась Стейси.\n— Это радует.\n\nКонец 1 части.\n\n",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 67,
    "text": "     Ближе к вечеру я вышла к водопаду, подышать вечерним воздухом и полюбоваться цветами. Вдруг кто-то сел рядом со мной. Я повернулась и увидела Яна. Он взял в рот травинку и задумчиво смотрел вдаль. Почувствовав мой взгляд, он посмотрел на меня.\n\n— Что?\n— Да ничего, просто ты неожиданно появился.\nЯн хмыкнул в ответ.\n— Давно хочу поинтересоваться. Скучаешь по дому?\n     Я задумалась. Из самых дорогих людей кто остался у меня на Земле, была только Аманда. Ищет ли она меня? Я ведь так и не явилась на прощальную вечеринку, не принесла ей подарок, а через день она должна была уехать в другой город. Неужели моя жизнь кардинально перевернулась? Неужели...\n— Я не должен был спрашивать тебя об этом, прости меня. — Ян бережно обнял меня, прижав к себе. Ой, я даже не заметила, что плачу...\n",
    "answers": [
      {
        "id": 74,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 68,
    "text": "(Спустя примерно полгода...)\n\n     Ни за что бы не подумала, что застряну тут на целых полгода! Неужели это закон всех фэнтези: \"Пока не спасешь всех, не вернешься! И не важно, сколько времени это займет!\"? Если еще полгода назад я не переживала, что меня не будут искать, то сейчас как-то сомневаюсь... Может уже вовсю ищут... И ведь никак не оповестить родных, мистер Гордон ни разу не отправлялся на Землю...\n    Но за это время я немало узнала об Алларии. Например то, что Яндор и Рэйнар — оборотни. Ян — дракон, а Рэй — волк. Их внешность не оставляет в этом сомнений. Ян — душа компании и местный весельчак, а Рэй... задумчивый, спокойный. И как мне рассказал Джей, он поссорился со своими родными из-за того, что решил жить с людьми. Может поэтому и молчаливый такой?\n\n\n",
    "answers": [
      {
        "id": 69,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 69,
    "text": "   Сны мне снились, но без прежних загадок. Так, обычные воспоминания того загадочного голоса. Но месяца 2 назад я узнала, что Мирабель и есть та самая девочка, Мира. Она сама это подтвердила. Получается, что она сестра того мальчика. И есть у меня подозрения, что Джей и есть тот самый человек. Хотя это пока недоказуемо. Но радует, что постепенно загадки перестают ими быть.\n\n— Стей, нас Ральф зовет, какую-то важную информацию хочет сказать. — позвал меня Ян.\n— Ну надо же, я уж думала, он забыл о нашем существовании, с тех пор, как начал постоянно сидеть в своем кабинете. — скептически ответила я, слезая с дерева. (Не спрашивайте меня, зачем я туда залезла.)\n— Как видишь, не забыл. Пошли.",
    "answers": [
      {
        "id": 70,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 70,
    "text": "   Мы зашли в зал. Ральф собрал всю нашу компанию, что бывает нечасто.\n\n— Все в сборе, хорошо. Итак, я вас собрал для того, чтобы сказать, что стало известно расположение Алларийских гор. Но к сожалению, только примерное. Как вы знаете, они постоянно меняют свое местонахождение. Но в данный момент они находятся на юге отсюда. Но предлагаю все-таки разделиться и пойти также на запад и восток, на всякий случай.\n— Хорошая идея. Но кого куда отправить? — спросила Мирабель.\n— Стейси, — Ральф посмотрел на меня, — тебе лучше на юг идти, но не одной. Выбери, кого возьмешь в компаньоны?\n    Я подумала и посмотрела на...\n\n\n\n(Важный выбор! Отсюда сюжет делится на 3 части, не пересекающиеся друг с другом, по количеству персонажей: Яндора, Рэйнара и еще одного персонажа, но для этого выбирайте Мирабель, она приведет к нему. Поэтому оставьте здесь закладку.)\n",
    "answers": [
      {
        "id": 71,
        "text": "Яна"
      },
      {
        "id": 72,
        "text": "Рэя"
      },
      {
        "id": 73,
        "text": "Миру"
      }
    ]
  },
  {
    "id": 71,
    "text": "     Я посмотрела на Яна. Он улыбнулся в ответ. Только улыбка добрая, а не хитрая, как это обычно бывает.\n— Я пойду с Яном. — повернувшись к Ральфу, сказала я.\n— Ну что ж, хорошо. Тогда остальных сейчас распределим. А вы подойдите попозже, для вас особый инструктаж будет. — сказал Ральф, отойдя от стола.\n     Сборы прошли достаточно быстро, инструктаж был понятен. Самое основное было приглядывать за камнями в кулоне и кольце, потому что при приближении к горам они должны начинать светиться. Задание, конечно, весьма странное, но что поделать? Надо, так надо. Лишь бы только спать давали...\n",
    "answers": [
      {
        "id": 67,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 72,
    "text": "    Я посмотрела на Рэя. Он спокоен, как обычно. Но увидев мой взгляд, он вначале удивился, а потом слегка улыбнулся.\n— Я пойду с Рэем. — повернувшись к Ральфу, сказала я.\n— Уверена? — Ральф удивился. — Ну что ж, ладно. Тогда остальных сейчас распределим. А вы подойдите позже, для вас особые указания будут.\n   После распределения я хотела пойти к водопаду, чтобы посидеть и подумать. Но меня остановил Рэй, удержав меня за руку.\n— Есть разговор, пойдем. — и повел меня в противоположную от водопада месту.",
    "answers": [
      {
        "id": 151,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 73,
    "text": "     Я думала. Думала, с кем пойти к этим горам. Выбор ответственный, потому что своему товарищу надо доверять полноценно. А из тех, кому я больше всего верю, были только Мира и Джей. Джей... ты ли тот самый голос, с которым я говорила во снах? Как бы я хотела ему помочь! Надеюсь в этих горах я смогу найти ответы...\n    Видя мое замешательство, Ральф предложил подумать в течение 2 дней и вышел. Я же пошла к своему любимому месту — водопаду. Журчание воды так успокаивает... умиротворяет... можно вздремнуть... немного... совсем чуть-чуть..",
    "answers": [
      {
        "id": 111,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 74,
    "text": "      Через несколько минут я отстранилась от него и посмотрела в его глаза.\n— Ты не должен извиняться, Ян. Это я просто слишком долго боялась признать происходящее.\n— Это нормальное состояние, Стейси. Я бы тоже сразу не поверил. Особенно когда тебя отделяют от родных, друзей. \n— На Земле у меня только одна подруга осталась, я к ней тогда шла. Она уезжала через несколько дней. Я ей даже подарок приготовила. — слегка улыбнулась я.\n— Правда? Ты замечательный друг.\n   Остаток вечера я рассказывала ему о своей жизни на Земле...",
    "answers": [
      {
        "id": 75,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 75,
    "text": "(Через несколько дней...)\n\n—  У меня вопрос. Кому пришла в голову гениальнейшая мысль о том, что нас ждут холода по пути к горам? У меня совершенно другое мнение. Солнце в зените, какой мороз?! — жаловался Ян.\n— Не могу не согласиться с тобой. Но с другой стороны холода могут быть именно там, так что мы не замерзнем. — улыбнулась я.\n— Оптимистка...- мой товарищ закатил глаза. — Мне холод не страшен, обниму тебя и не замерзнешь. Гарантирую. \n— Мне хватит своей куртки и пары одеял.\nЯн весело рассмеялся и поправил сумку на плече.\n— Если что, у меня еще куртку возьмешь. Так, там впереди река. Куда дальше.\n— Хм... можем либо перейти вброд, либо обойти через поле. Или... Ай!\n— Стей, все хорошо?\n",
    "answers": [
      {
        "id": 76,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 76,
    "text": "    Ключицу немного обожгло. Расстегнув кофту, я увидела ярко сияющий кулон.\n— Ян, кулон светится. Мы на верном пути.\n— У нас 2 пути.\n— Идем через реку. — через пару минут ответила я.\n— Уверена?\n— Да. Он будто ведет меня.\n— Ну раз так, то пойдем.\n\n    Река была неглубокой, и спустя полчаса мы перешли на другой берег. Ночевали на полянке, разведя костер. После еды Ян довольно улегся на землю, положив руки под голову, и смотрел на звезды. А я смотрела на него.",
    "answers": [
      {
        "id": 77,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 77,
    "text": "\n— Ян?\n— Что, Стей?\n— А у тебя есть мечта?\n— А у кого их нет?\n— Это правда, они у многих есть. Но я спрашиваю о стоящих мечтах, за которые даже может придется побороться.\n   Ян молчал минуту. Потом заговорил.\n— Ты ведь знаешь, что я дракон? Большой такой, огнем дышу.\n— Знаю, но никогда не видела.\n— Не видела, да. Это потому что только с приходом полночи появляется.\n— Полночи? Но ведь сейчас...\n— Да, немного до нее. Поэтому я и выбрал поле, чтобы тебе не досталось. Каждую ночь я вынужден убегать, чтобы обезопасить других. Я не могу это предотвратить. Пока не могу. \n— Что произошло? — я подсела ближе.",
    "answers": [
      {
        "id": 78,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 78,
    "text": "(История Яндора...)\n\n     Все свое детство он отличался от своих собратьев. Когда все ходили брюнетами и шатенами, он один выделялся своей красновато-рыжей шевелюрой, озорной улыбкой и яркими глазами. Когда все дети его возраста начали перекидываться драконами, он смог лишь начать владеть своей стихией — огнем. В то время как остальные постигали стихию земли. Измены родителей быть не могло, драконы — однолюбы. \n    Вначале думали, что он подкидыш, так как не было еще не одного случая, чтобы у драков одних стихий рождались дети, обладающие другими стихиями. А потом нашли... Нашли упоминание таких случаев...\n\n     Много лет назад жил один маг, который и проклял весь род драконов. Никто точно не знает причины проклятия, известно лишь то, что виной тому неразделенная любовь. А может и нет. Но из-за этого могут рождаться дети, которые в будущем могут не контролировать свое обращение. Они остаются в сознании человека, могут разговаривать, но не более того.\n",
    "answers": [
      {
        "id": 79,
        "text": "Далее"
      },
      {
        "id": 78,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/4dHfKM0"
      }
    ]
  },
  {
    "id": 79,
    "text": "\n— Я и летать не могу толком, так, немного отрываюсь от земли и все. Но неплохо владею огненной стихией. Правда этому пришлось долго учиться. Вот, пожалуй, и вся история. А мечта у меня — наконец-то взмыть в небо, почувствовать на себе скорость ветра. — сказал Ян, подбросив в костер еще веточки.\n— А известно, как это можно исправить? — спросила я, укутавшись в одеяло. \n— Не знаю, в найденной нами информации ничего не говорилось об этом. Да и привык я. Хоть по ночам становлюсь собой. Ты, кстати, не бойся, ладно? Я не теряю разум.\n— Хорошо, Ян.",
    "answers": [
      {
        "id": 80,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 80,
    "text": "    Он отошел на большое от меня расстояние, и превратился в дракона. Я и не думала, что они такие огромные...\n— Не испугалась...спасибо. — проговорил Ян. Только голос стал гораздо громче и немного грубее.\n— Я же знаю, что это ты. — улыбнулась я. ( Ладно, признаю, немного боюсь..но ему ведь еще труднее, чем мне.) — А можно.. подойти?\n— Отчего же нельзя? — рассмеялся Ян. Только смех был больше похож на рык. \n    Я стала аккуратно подходить. Дракон внимательно смотрел на меня. Не съест, похоже, и на том спасибо. Подойдя ближе, я рискнула немного коснуться его.. головы. Сухая, немного шершавая кожа.. теплая.",
    "answers": [
      {
        "id": 81,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 81,
    "text": "\n— Небось думала, что драконы страшные и огонь из пасти пускают направо и налево.\n— А разве это не так?\n— Так, но только в крайних случаях. Без надобности не должны. А хочешь покатаю тебя?\n— Как? Ты ведь..\n— Ну по земле-то могу, поле вон какое большое. Да и я быстро бегать не буду, обещаю. — он жалобно посмотрел на меня. По-моему он только и ждал этого момента. И дождался...\n\n    И почти всю ночь был слышен смех и веселые истории... А следующий день благополучно проспали...",
    "answers": [
      {
        "id": 82,
        "text": "Далее"
      },
      {
        "id": 81,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/vwqxNc6"
      }
    ]
  },
  {
    "id": 82,
    "text": "......Да неужели? Опять? Я думала, эти сны прекратились еще тогда. Что на этот раз? А почему ничего не появляется? Почему вокруг меня тьма, как в первый мой сон?\n    Я посмотрела по сторонам. Ни проблеска света. И тишина. Абсолютная. Хотя погодите.. что-то вижу..\n    Темнота постепенно начала сменяться движущимися картинками. На них была я и.. Аманда? Но этих моментов не было в моей жизни еще. Мы с Амандой не ездили в Нью-Йорк, хотя и планировали. Все эти события... их не было. \n    Послышался смех. Нет...с Амандой не я нахожусь. Тут совершенно другая девушка. Но как такое возможно?!",
    "answers": [
      {
        "id": 83,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 83,
    "text": "\n— Неужели ты думала, что твое отсутствие не заметят? — послышался голос за спиной.\n   Я обернулась. Голос принадлежал девушке, только ее лица было практически не видно из-за низко опущенного капюшона.\n— О чем вы говорите? — мой голос прозвучал несколько испуганно.\n— Да ты, похоже, совсем не в курсе. Присаживайся, есть разговор. — она взмахнула рукой, и в воздухе появились два стула и стол.\n— Но погодите..\n— Да не бойся ты, вреда не причиню, просто поговорим.",
    "answers": [
      {
        "id": 84,
        "text": "Далее"
      },
      {
        "id": 83,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/FmwBqqt"
      }
    ]
  },
  {
    "id": 84,
    "text": "    Я присела на краешек стула.\n— Чай, кофе? — я отказалась. Девушка, спокойно пожав плечами, налила себе чай.\n— Итак, Стейси, что тебе известно об этом мире?\n— Простите, а кто вы? И откуда знаете мое имя?\n— Ой сколько вопросов.. начну с последнего. Попаданцы редко у нас бывают, особенно такие, от которых толк есть. Да, бывают и такие, от которых проблем больше, чем пользы. — она отпила из чашки. — А другой вопрос... зови меня Сейя. Этого будет достаточно.\n— А почему мы встретились именно во сне?\n— Хм... мне так проще, никто не отвлекает. Особенно твой напарник. Уж слишком болтливый. — она немного поправила капюшон.",
    "answers": [
      {
        "id": 85,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 85,
    "text": "\n— Вы знаете Яна?\n— Дорогуша, да я здесь всех знаю. Но речь сейчас не об этом. Так что ты знаешь об Алларии?\n    Я рассказала все, что было известно. Не забыв упомянуть, как я подустала от загадок. Сейя коснулась пальцами подбородка и задумалась. \n— Ну молодцы, ничего не скажешь. Каждый раз одно и то же, ничему не учатся. \n— О чем вы?\n— О чем, о чем... Стейси, тебя не просто так выбрали. Ты не простая землянка.\n— То есть как?! Я всю жизнь жила на Земле, не подозревая о других мирах!\n— Так и есть. Но в тебе есть частичка нашего мира. Проверить это легко. Посмотри на кулон. Что ты чувствуешь? — я посмотрела. Но он сейчас ничем не выделяется.\n",
    "answers": [
      {
        "id": 86,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 86,
    "text": "\n— Стейси, тебе надо его почувствовать. Как тогда, когда ты впервые его увидела. — я прислушалась к себе. Очень скоро я почувствовала, как кулон нагревается и ощутима его пульсация. Я рассказала это Сейе.\n— Хорошо. А теперь открой глаза и посмотри на свои руки.\n—  Это что.. почему они светятся? — я перевела взгляд на девушку.\n— Это сила кулона. Он не просто тебя защищает, но и наделяет силой. У обычных людей такой фокус не выйдет, они будут видеть просто кулон и всё. Странно, что тебе этого не рассказали раньше. Особенно тот, кто должен был. Хм...",
    "answers": [
      {
        "id": 87,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 87,
    "text": "\n— Сейя, а.. почему с моей подругой была другая девушка? — этот вопрос уж очень болезненно отозвался в моей голове.\nДевушка вздохнула.\n— Видишь ли, наши миры устроены необычным образом. Если перемещаться на недолгое время из одного мира в другой, то это может остаться незамеченным. А если надолго... то постепенно память других начнет забывать этого человека.\n— Нет... — меня слегка качнуло, но Сейя вовремя подставила плечо. \n— Увы.. но поверь, нашей вины тут нет. Никто не ожидал, что это дело затянется настолько.\n— Получается, Аманда... больше не помнит меня? — мой голос окончательно сел.\n— Я точно не знаю, Стейси. Но мне правда жаль. Тебе пора возвращаться, скоро рассвет. — она обняла меня. — Извини, что так вышло.\n— И все же.. кто вы? Вы не похожи на обычную девушку.\n  Перед тем, как вернуться в реальность, я услышала ее голос:\n— Скоро узнаешь, я тебе обещаю.",
    "answers": [
      {
        "id": 88,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 88,
    "text": "\n— Стейси... Стей.. Стейсииии, просыпайся. — Ян старался меня разбудить и слегка касался моей руки.\n— Не хочу, мне и так хорошо. — пробормотала я, переворачиваясь на другую сторону.\n— Стей, ну мне неохота поднимать тебя и закидывать в речку, а потом сушить твои волосы. Боюсь их подпалить. — проворчал тот. Однако улыбается...\n— Ага, волосы, значит, жалко, а меня нет. Ну спасибо. — полушутливо произнесла я, направляясь к той самой речке, чтобы умыться. Ян в ответ только подмигнул. Хитрюга..",
    "answers": [
      {
        "id": 89,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 89,
    "text": "   Следующие несколько дней мы немало смеялись, пока шли к горам. Как же с ним легко говорить обо всем и ни о чем, несмотря на то, как ему было непросто в жизни. Как бы мне хотелось помочь ему в осуществлении его мечты! Он ведь не виноват в этом проклятии. Надеюсь, я смогу ему помочь..\n   Да и положиться можно на него, он надежный товарищ, друг. Друг? Я задумалась. Он очень добрый, теплый взгляд, искренняя улыбка. Правда он ее обычно прячет под шутливой. Но мне удалось это разглядеть. А его забота.. как он переживал за меня, когда я разревелась там, в замке. Мы ведь и правда чем-то похожи с ним. Может поэтому так просто?",
    "answers": [
      {
        "id": 90,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 90,
    "text": "   Я посмотрела на Яна. Вот и сейчас стоит на возвышенности, пытаясь рассмотреть дальнейший наш маршрут. Сосредоточенный. С таким не страшно встретиться с опасностью лицом к лицу. \n    Похоже, Ян почувствовал мой взгляд и повернулся, одарив такой улыбкой.. Хитрый дракон...\n— Так, Стей, готова к подъему? Там есть лестница, что весьма неожиданно. \n— Почему неожиданно?\n— Нигде не говорилось об этом. Идем?\n— Пошли.\n    Однако мы не успели много пройти, как опасность появилась...",
    "answers": [
      {
        "id": 91,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 91,
    "text": "\n— Стейси, держись за моей спиной! Я огнем сумею расчистить путь! — прокричал Яндор сквозь сильные порывы ветра.\n— Ян, я могу помочь тебе, я тоже кое-что умею.\n— Стей, не время для шуток.\n— А я вполне серьезно. — я продемонстрировала ему то, чему научила меня Сейя. Дракон был изумлен.\n— А как? Откуда? Когда? \n— Ян, не время. — сказала я, посмотрев вдаль.",
    "answers": [
      {
        "id": 92,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 92,
    "text": "   Удалось успешно отбиться от... а кто это вообще был? Я спросила Яна.\n— Коротко говоря, это Хранители гор.\n— Хранители гор?\n— В этих горах есть много достаточно ценного, что может представлять опасность, если окажется не в тех руках. Но обычно они более приветливы.. Что-то случилось. И возможно проблема все еще там. Пойдем. Пора узнать, что происходит.\n   И мы начали подъем...",
    "answers": [
      {
        "id": 93,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 93,
    "text": "    Уф.. это было весьма.. утомительно. Я прислонилась к скале. Сил дальше идти попросту не было. А ведь еще надо в пещеру зайти, и кулон светится ярче обычного. Собрав в себе силы, мы поднялись и зашли.\n   Ян \"зажег\" огонек в правой руке и мы почти дошли до середины пути, как увидели тени, находящиеся в зале пещеры. Было два голоса, мужской и женский.\n— Как ты мог?\n— Я давно ждал этого момента, это мой момент, мой шанс! Помощь девчонки была неоценима, она нашла то, для чего нужна была!",
    "answers": [
      {
        "id": 94,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 94,
    "text": "\n— Но зачем тебе это? Ты ведь был всем доволен. Тебе дали власть, доверили поиски, дали все необходимое для этого. Зачем тебе еще и источник?!\n— А для чего еще он нужен?! Только я смогу все исправить. Я живу столько же, сколько и ты, знаю то, что другим и не снилось, ты должна меня понять!\n— Не могу поверить... человек, которому я доверяла, помогала искать врага, им сам и оказался..- женский голос вздрогнул.\n— А, ты об этом? Так это всего лишь оболочка. Сейя, ты или сейчас отдаешь мне источник, или...",
    "answers": [
      {
        "id": 95,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 95,
    "text": "    Это же голоса Ральфа и Сейи... пора узнать всю правду. Я выбежала из укрытия, Ян не успел меня удержать и выбежал следом.\n— Хватит! Ральф, как вы могли? Неужели это все было спланировано?\n— Стейси, какая встреча! — голос отличался от мистера Гордона. — Хотел сказать тебе спасибо за то, что помогла найти это прекрасное место. Твоя помощь была просто неоценимой. А теперь будь добра, иди обратно.\n— Ну уж нет! Я пришла сюда, чтобы узнать ответы на свои вопросы и помочь вам, как вы и говорили. \"Кулон — это ключ, чтобы закрыть зло.\" Кажется это были ваши слова?\n    Зарычав, Ральф хотел схватить меня, но наткнулся на препятствие. Спасибо тебе, Сейя, научила немного. Жаль, что я раньше тебя не встретила...",
    "answers": [
      {
        "id": 96,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 96,
    "text": "\n— Это невозможно... Твоих рук дело?! — он повернулся к девушке. Его глаза светились ярко-зеленым светом.\n— А ты не ожидал, да? — Сейя довольно улыбнулась, подбрасывая в руке маленькие магические сферы. — Ну не могла же я оставить девочку в беде.\n   Пока Ральф отвлекался на голос Сейи, Ян сумел атаковать того. Но тут же его отбросило к другой стене. \n— Ян! — я хотела бежать к нему, но Сейя остановила меня, взглядом показав на общего врага.\n— С Яндором все будет хорошо, поверь. Нас больше волнует вот этот товарищ. Сможешь его отвлечь? Ненадолго. А я пока все подготовлю. — я кивнула и стала подходить к Ральфу.\n",
    "answers": [
      {
        "id": 97,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 97,
    "text": "\n— Что, тоже порцию захотела?\n— И зачем вы это затеяли? Чего вы добиваетесь?\n— Ты слишком юна, чтобы это понять. Этот мир никчемен, он ничего не дает взамен. Наследник престола оказался настолько труслив, что не прошел обряд, сестра его прятала от всех, чтобы \"обезопасить\".\n— Это вы о Мире и Джее?\n— А, так ты знаешь. Этот мир обречен. Их предки правят Алларией пусть и долго, но лучше не стало.\n— Но ведь это не вам решать... может нынешнее поколение сможет все исправить. Вы ведь сами так надеялись тогда. И Джей.. он вам так доверял. Неужели вы и его доверие предадите?",
    "answers": [
      {
        "id": 98,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 98,
    "text": "   Краем глаза я видела, что Сейя и Ян что-то делают. Ян показал большой палец вверх. Значит, немного осталось.\n— Ральф, вы теперь не отпустите меня? — тот задумчиво посмотрел на меня. Мне кажется, или его глаза стали приобретать нормальный цвет? Хотя нет, показалось...\n— Я возможно помог бы тебе вернуться домой, но... боюсь, ты и там теперь никому не нужна. — усмехнулся он. — Даже твой кулончик... бесполезен. За эти годы моих сил стало больше. Маленькая Стейси, никому не нужная в этих мирах! Куда же тебя отправить, чтоб не напоминала о себе?\n— Не тебе решать, кому она нужна, а кому нет! — Ян подошел ко мне.\n— О, защитничек нашелся, тоже мне! Научился бы для начала драконом быть, тогда и поговорили бы. А так... — Ральф взмахнул руками и поднялся в воздух. \n— Ты даже не представляешь себе, что ты только что сказал. — произнес Ян, разминая руки. Что он задумал?",
    "answers": [
      {
        "id": 99,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 99,
    "text": "    Появилась Сейя, и что-то проговорив, подняла руки. Стены пещеры растворились в воздухе и мы очутились в поле.\n— Что происходит, Сейя?\n— Все готово. Теперь вся надежда на тебя и Яна. — устало произнесла та. Видимо, ей это непросто далось, так как ее слегка потрясывало. \n— Но Ян.. он не может днем быть драконом.\n— Кто сказал это, тот не знал, что некоторые причины могут это изменить. Стейси, забудь, что говорил Ральф о кулоне. Это сейчас твое оружие. Доверься ему и Яну. \n    Ян посмотрел на нас, потом на летающего Ральфа, довольно прищурился и превратился в дракона. Я изумленно переводила взгляд с него на девушку и обратно.\n— Действуй, Стейси. Не бойся и помни мои слова. Я в вас верю. — и она растворилась в воздухе.\n— Стей, садись. Остались финальные штрихи. — проговорил Ян, подставляя мне крыло.\n   \"Финал не за горами\", подумала я, сидя на спине дракона, зажав в своей руке пульсирующий силой кулон...",
    "answers": [
      {
        "id": 100,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 100,
    "text": "\n— Как?! Как вам это удалось? — пытающийся сесть мистер Гордон озирался по сторонам. — Я думал, я с ума сойду.\n— Кулон. Он не до конца знал его истинных свойств. Он не только защищает того, кто его носит, но и делает сильнее. — сказала я, присаживаясь рядом с ним на корточки. — А вот как вас угораздило нарваться на это \"зло\" — бооольшой вопрос.\n— Стей, я бы отложил этот ваш разговор. Тебе руку надо перевязать. За Сейю не переживай, она в порядке. — подходя к нам, произнес дракон.\n— Ян, где находится источник? Мне нужно закрыть его. Навсегда.\n— В смысле закрыть? Ты ведь все уничтожишь! —  он встревоженно посмотрел на меня.\n— Неужели ты не понял? Это не тот источник. И начав закрывать его, Сейя поняла, что от него на вашем роде было проклятие. Вдруг после его закрытия и будет спасение Алларии?",
    "answers": [
      {
        "id": 101,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 101,
    "text": "    Наступила тишина. Потом послышался голос Ральфа:\n— Она права. Зло всегда обитало рядом с ним. Яндор, отведи ее. Только она сможет это сделать. — тот вздохнул и, взяв меня за руку, пошел к центру пещеры. Нажав на плитку в земле, он отошел немного в сторону.\n— Откуда ты знаешь, что это здесь?\n— Сейя сказала. Смотри.\n    Плитка отъехала в сторону и стал подниматься невероятной красоты камень, похожий на изумруд. Небольшой его кусок опустился и показалось место для ключа. Кулон снова засиял и отстегнулся, когда я его коснулась. Взяв его поудобней, я посмотрела на своих товарищей.\n",
    "answers": [
      {
        "id": 102,
        "text": "Далее"
      },
      {
        "id": 101,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/HHyf1fX"
      }
    ]
  },
  {
    "id": 102,
    "text": "    Ральф. Я рада узнать, что это не настоящий он был злом, просто оказался втянутым в это.\n \n  Сейя. Она вновь здесь оказалась и сняла свой капюшон. Если бы не она, я бы ни за что не справилась.\n\n   Яндор. Тот, кто не бросил меня в беде, помогал, даже если до конца не понимал. И.. с него спало проклятие.\n   \n   Посмотрев на ключ, я вставила его в отверстие камня и повернула. Камень озарило ярким светом, пришлось прикрыть одной рукой глаза, а другую Ян взял в свою ладонь...",
    "answers": [
      {
        "id": 103,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 103,
    "text": "    Когда яркий свет исчез, я посмотрела на то место. Камень исчез... на его месте лежал мой кулон. Только... камень стал прозрачным, похожим на алмаз. Я наклонилась и взяла его.\n— Это теперь просто кулон. — сказала Сейя, подойдя ко мне. — Вы справились. Спасибо тебе, Стейси. Мы в большом долгу перед тобой.\n— И все-таки скажи, кто же ты, Сейя? \n— Когда-то была обычной жительницей Алларии, но потом... я Главная Хранительница гор и могу находиться только здесь. \n— И создатель этого кулона. — подал свой голос Ральф.\n— Невероятно... Спасибо..- еле сдерживая слезы, я обняла своих товарищей. Все позади. Хотя...",
    "answers": [
      {
        "id": 104,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 104,
    "text": "\n— Сейя, а Джей? Как можно исправить его ошибку? Он искренне хочет исправить то, что наделал.\n— Стейси, ты все узнаешь, вернувшись в замок. Вам как, портал открыть?\n— Нет! Нет-нет-нет, Ральфа хоть порталом, хоть как отправляйте, а Стейси со мной полетит. Всё-всё, никаких вопросов, мне надо с кем-то разделить свою мечту! — пропел Ян, поспешно уходя из пещеры. При этом неся на руках шокированную меня.\n— Ян, ты что задумал? — шок дело такое. Глупые вопросы прилагаются.\n— Стей, — он поставил меня на ноги и внимательно посмотрел на меня. — ну если ты хочешь, то могу отвести тебя обратно и..\n— Я разве сказала нет? — я аккуратно поправила его прядь волос, которая съехала на глаза. — Я просто немного не ожидала.",
    "answers": [
      {
        "id": 105,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 105,
    "text": "    Дракон довольно закрыл глаза. Но открыл их, когда я продолжила:\n— Ты только не урони меня, ладно? Не хочется лететь без страховки.\n— Да кем я стану, если не защищу свою боевую подругу, если не смогу ее спасти! — Ян театрально прижал руки к сердцу. И мы весело рассмеялись.\n    Он был прав. Полет действительно прекрасная мечта. Именно в этот момент отдыхает душа....\n\n    Прилетели мы в замок ближе к вечеру и встречали нас бурными аплодисментами... как приятно и волнительно одновременно...",
    "answers": [
      {
        "id": 106,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 106,
    "text": "  Вдруг толпа расступилась и к нам вышли Мира и...\n— Джей, это ты? — произнесла я, удивленно глядя на юношу.\n— Вообще-то я все же Джейкобсон..\n— И так далее. — перебила его улыбающаяся сестра.\n— Да-да, и так далее.. но да, это я. Ты мне помогла. Спасибо тебе, Стейси.\n— Я рада, что все получилось. А это... с тобой навсегда теперь? — показала глазами на его уши.\n— А, это... это последствие моих действий. Сомневаюсь, что они так пропадут. Но я привык к ним и даже рад. — он слегка улыбнулся. А когда хотел приобнять меня, тут аккуратно вклинился Ян, неспешно выводя меня из толпы и ворча что-то вроде: \"Лучше бы просто руку пожал, честное слово.\" Дракон...",
    "answers": [
      {
        "id": 107,
        "text": "Далее"
      },
      {
        "id": 106,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/RpzjQNX"
      }
    ]
  },
  {
    "id": 107,
    "text": "(Через несколько дней...)\n\n   Ну и напланировали дел на сегодня... коронация Джея (да, мы дожили до этого момента), бал в честь того же события и спасения Алларии, еще уговоры меня надеть платье. Сроду их не носила... ладно, со времен своего детства. Благо танцевать еще не разучилась. Если бы не Мира, ни ща что не решилась бы...\n   Да и платье просто заглядение...\n\n(Спустя три часа...)\n    Танцы танцами, а лёгкие у меня одни... спасибо Яну, сегодня он мой спаситель. Не могу я столько танцевать, давно не практиковалась...",
    "answers": [
      {
        "id": 108,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 108,
    "text": "\n— Стей, ты весь вечер задумчивая. Ты в порядке? — Ян подошел ко мне и дал воды.\n— Спасибо Ян. Просто балы — это немного не мое. Да и мы справились со злом, победили. Вот думаю, что же дальше.\n— Дальше... а пойдем на балкон. Там полегче будет. Да и фейерверки сейчас пускать будут. — он потянул меня за руку.\n— Какой знакомый звук. Это те самые? — спросила я, глядя на эти разноцветные огоньки.\n— Надо же, ты еще помнишь. Они. — Ян накинул мне на плечи свой пиджак, приобнял и положил свой подбородок на мою голову. Тепло...",
    "answers": [
      {
        "id": 109,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 109,
    "text": "\n— Стей?\n— Да?\n— Ты точно решила здесь остаться?\n— Ян. — я повернулась к нему. — На Земле больше нет воспоминаний обо мне, я сама в этом убедилась. Как ни грустно это осознавать, но меня больше ничего не держит там. А тут... Я нашла друзей, увидела необыкновенную красоту природы, узнала больше об этом прекрасном мире. Познакомилась с тобой. Разве этого мало?\n— А ты спасла меня. Этого более чем достаточно. Теперь никогда не отпущу. — сказал он и крепко обнял меня. Обняв его в ответ, я улыбнулась и посмотрела в небо, где догорали очередные фейерверки...",
    "answers": [
      {
        "id": 110,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 110,
    "text": "    Вот так обычный сон, обычная мечта может стать реальностью, в любой момент твоя жизнь может кардинально поменяться, а привычные вещи перестанут быть таковыми. Сама того не ожидая, я смогла найти счастливый путь для Алларии, нашла друзей, победила врагов, нашла того, кто гораздо лучше всяких принцев. Счастье — оно ведь в мелочах. Надо только уметь их замечать....\n\n   Да и кто знает, может приключения только начинаются??...",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 111,
    "text": "   Тут моей руки что-то коснулось. Открыв глаза, я увидела Джея, который довольно лежал, приобняв мою руку. Эх, если бы ты не говорил, приняла бы тебя за обычного кота, которому просто нужна забота! Но ты ведь непростой...\n   Не сумев освободить руку, другой почесала его за ушком. На данный момент это все-таки кот.\n— Ты чего задумчивая такая? — прервал тишину Джей. Ну вот, такой момент испортил...\n— Да так, не могу пока понять, куда дальше меня эта жизнь приведет.\n— Жизнь вообще штука непростая. — он сел на траву. — Тебе тем более трудно, только нас ведь знаешь.\n— С этим не поспоришь.",
    "answers": [
      {
        "id": 112,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 112,
    "text": "\n— А знаешь что? — Джей посмотрел на меня. — Возьми Мирабель себе в напарники, она все о нашем мире знает. Да и сдружились вы, я заметил.\n— Ты так хорошо Миру знаешь...- слегка улыбнулась я.\n—  Ну.. она мне не просто друг.. Она мне жизнь спасла. Извини, остальное говорить пока непросто мне. \n— Конечно, я понимаю.\n— Расскажи лучше о своем мире, если можешь. Интересно узнать, откуда такая, как ты. — он вновь положил свою голову на мою руку...",
    "answers": [
      {
        "id": 113,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 113,
    "text": "(Через несколько дней...)\n\n   Как Джей и посоветовал, я взяла с собой Миру, чему она была и рада. И мне хорошо, можно спокойно разговаривать обо всем. Хотя мы и из разных миров, но у нас есть много общего. \n    Через несколько дней после начала похода мы подошли к речке.\n— Нам через нее переходить или есть какой-то другой путь? — спросила Мира, повернувшись ко мне.\nЯ посмотрела на карту.\n— Так, можно либо вброд перейти, либо через поле, что выше по течению...ай!\n— Стейси, ты в порядке?",
    "answers": [
      {
        "id": 114,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 114,
    "text": "      Кулон немного обжег кожу. \n— Да, все хорошо. Просто кулон засиял. Мы на верном пути. Идти придется вброд.\nПодруга немного напряглась. \n— Точно через реку?\n— Ну, кулон ведет меня. Мира, все хорошо?\n— Нет... да... ладно, сейчас поймешь.. — она превратилась в... кошку.\n— Ты... оборотень? — удивилась я.\n— Да, оборотни-кошки малоизучены в нашем мире, мы порой сами не знаем, на что способны.\n— И ты поэтому не любишь воду? — она кивнула.",
    "answers": [
      {
        "id": 115,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 115,
    "text": "(Спустя несколько часов... костер у реки...Стейси спит, Мира сидит и смотрит вдаль...)\n\n     Раздался шорох в кустах. Прислушавшись, девушка спокойно выдохнула.\n— Вылезай уже, и так понятно, что это ты.\n— Твои ушки не обманешь. — проворчал Джей.\n— И зачем ты пошел за нами? Ты же меня отправил вместо себя.\nСклонив голову, кот ответил.\n— Привык я к ней, помочь хочу. — Мира скептически подняла бровь.\n— Ладно, я поняла тебя. Прятаться будешь от нее или?\n— Нет. — кот лег рядом с рукой Стейси. Проворчав что-то во сне, девушка улыбнулась от прикосновения шерсти к руке. Мира только покачала головой в ответ и легла напротив костра.\n",
    "answers": [
      {
        "id": 116,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 116,
    "text": "......Да неужели? Опять? Я думала, эти сны прекратились еще тогда. Что на этот раз? А почему ничего не появляется? Почему вокруг меня темнота, прям как в первый мой сон?\n    Я посмотрела по сторонам. Ни проблеска света. И тишина. Абсолютная. Хотя погодите.. что-то вижу..\n    Темнота постепенно начала сменяться движущимися картинками. На них была я и.. Аманда? Но этих моментов не было в моей жизни еще. Мы с Амандой не ездили в Нью-Йорк, хотя и планировали. Все эти события.. их не было.\n    Послышался смех. Нет.. с Амандой не я нахожусь. Тут совершенно другая девушка. Но как такое возможно?!",
    "answers": [
      {
        "id": 117,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 117,
    "text": "— Неужели ты думала, что твое отсутствие не заметят? — послышался голос за спиной. \n    Я обернулась. Голос принадлежал девушке, только ее лица было практически не видно из-за низко опущенного капюшона.\n— О чем вы говорите? — мой голос прозвучал несколько испуганно.\n— Да ты, похоже, совсем не в курсе. Присаживайся, есть разговор. — она взмахнула рукой, и в воздухе появились два стула и стол.\n— Но погодите...\n— Да не бойся ты, вреда не причиню, просто поговорим.",
    "answers": [
      {
        "id": 118,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 118,
    "text": "   Я присела на краешек стула.\n— Чай, кофе? — я отказалась. Девушка, спокойно пожав плечами, налила себе чай.\n— Итак, Стейси, что тебе известно об этом мире?\n— Простите, а кто вы? И откуда знаете мое имя?\n— Ой, сколько вопросов...начну с последнего. Попаданцы редко у нас бывают, особенно такие, от которых толк есть. Да, бывают и такие, от которых проблем больше, чем пользы. — она отпила из чашки. — А другой вопрос.. зови меня Сейя. Этого будет достаточно.\n— А почему мы встретились именно во сне?\n— Хм.. мне так проще, никто не отвлекает. Особенно твоя напарница. Весьма любопытная девушка. —  она немного поправила капюшон.",
    "answers": [
      {
        "id": 119,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 119,
    "text": "\n— Вы знаете Миру?\n— Дорогуша, да я всех тут знаю. Но речь сейчас не об этом. Так что ты знаашь об Алларии?\n   Я рассказала все, что было известно. Не забыв упомянуть, как я подустала от загадок. Сейя коснулась пальцами подбородка и задумалась. \n— Ну молодцы, ничего не скажешь. Каждый раз одно и тоже, ничему не учатся. \n— О чем вы?\n— О чем, о чем... Стейси, тебя не просто так выбрали. Ты не простая землянка.\n— То есть как?! Я всю жизнь жила на Земле, не подозревая о других мирах!\n— Так и есть. Но в тебе есть частичка нашего мира. Проверить это легко. Посмотри на кулон. Что ты чувствуешь?\n   Я посмотрела. Но он сейчас ничем не выделяется.",
    "answers": [
      {
        "id": 120,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 120,
    "text": "\n— Стейси, тебе надо его почувствовать. Как тогда, когда ты впервые его увидела. — я прислушалась к себе. Очень скоро я почувствовала, как кулон нагревается и ощутима его пульсация. Я рассказала это Сейе.\n— Хорошо. А теперь открой глаза и посмотри на свои руки. \n— Это что... почему они светятся? — я перевела взгляд на девушку.\n— Это сила кулона. Он не просто тебя защищает, но и наделяет силой. У обычных людей такой фокус не выйдет, они будут видеть просто кулон и все. Странно, что тебе этого не рассказали раньше. Особенно тот, кто должен был. Хм..",
    "answers": [
      {
        "id": 121,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 121,
    "text": "\n— Сейя, а.. почему с моей подругой была другая девушка? — этот вопрос уж очень болезненно отозвался в моей голове. \nДевушка вздохнула.\n— Видишь ли, наши миры устроены необычным образом. Если перемещаться на недолгое время из одного мира в другой, то это может остаться незамеченным. А если надолго... то постепенно память других начнет забывать этого человека.\n— Нет...- меня слегка качнуло, но Сейя вовремя подставила плечо.\n— Увы.. но поверь, нашей вины тут нет. Никто не ожидал, что это дело затянется настолько.\n— Получается, Аманда... больше не помнит меня? — мой голос окончательно сел.\n— Я точно не знаю, Стейси. Но мне правда жаль. Тебе пора возвращаться, скоро рассвет. — она обняла меня. — Извини, что так вышло.\n— И все же... кто вы? Вы не похожи на обычную девушку.\n    \n    Перед тем, как вернуться в реальность, я услышала ее голос:\n— Скоро узнаешь, я тебе обещаю.\n   ",
    "answers": [
      {
        "id": 122,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 122,
    "text": "    Я спокойно спала, когда почувствовала, что что-то прижала к себе. Открыв глаза, я удивилась. Джей спал рядом. Джей? Но как?\n— Ты как... как тут оказался? Я же с Мирой пошла. — я немного потормошила кота.\n— Ой, ну не кричи так. — потянулся тот.\nУвидев мой взгляд, он ответил.\n— Она тоже не знала, я за вами шел.\n— Но.. зачем?\n— Не мог я вас оставить. От этого дела, возможно, решится вся судьба Алларии, моя жизнь. Я не сомневаюсь в вашей смелости, но.. не смогу себе простить, если с вами, с тобой, что-то случится, а я не помог...\n— Извини, но.. в смысле решится твоя жизнь? — Джей посмотрел мне в глаза.\n— Стейси, я...\n— О, вы уже проснулись? А я-то думаю, чего тихо так? — улыбающаяся Мира стала готовить завтрак. — А вы чего затихли так? И смущенные такие? Вставайте, завтрак сам себя не съест.\n— Позже поговорим. — прошептал Джей и побежал к речке. Я пошла следом...",
    "answers": [
      {
        "id": 123,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 123,
    "text": "    Через несколько дней, вечером, мы дошли до холмистой местности. Значит, и до гор недалеко осталось. Я лежала на траве и смотрела на звезды. Вот интересно, а они здесь такие же, как и на Земле или это все-таки другая галактика? Хотя если подумать, то еда здесь такая же, люди как люди, деревья.. ну парочка новых все найдется, но и дома я не все их наизусть помнила.\n    Мои размышления прервал Джей.\n— Не спишь? \n— Нет, на звезды смотрю.\n— Когда-то я тоже любил это дело. —  прошептал тот. \n— Джей, — я села, — ты так и не рассказал, что собирался.\n— Да, собирался. Стейси, ты помнишь голос из своего сна? — я кивнула. — Так вот, это был я. Я тот самый проклятый принц.",
    "answers": [
      {
        "id": 124,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 124,
    "text": "\n— Я знаю, Джей. Точнее, не знала, но догадывалась. Достаточно много доказательств в пользу этого было.\n— А, ну.. тогда ты понимаешь, почему я с вами пошел?\n— Ты хотел сам убедиться в том, что найдешь там ответы? \n— Да.\n    Я вновь посмотрела в небо. Вот и еще одна загадка решена. Джей не просто кот, а человек, принц этого мира. Теперь понятно, почему у него такое длинное имя. Интересно, а как он выглядел? В образе кота он мне, безусловно, нравится, но узнать все равно хочется.\n— Джей, а как ты выглядел в образе человека? Я понимаю, что сейчас это трудно показать, но...",
    "answers": [
      {
        "id": 125,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 125,
    "text": "\n— Сними с меня эту брошку. — он подошел ближе. — Вот, а теперь нажми сюда. — я нажала и увидела фото. — Фото детское, правда, но других не было. — печально сказал Джей.\n— Милое фото.. а сколько тебе тут?\n— 12.. за несколько лет до того.. до того обряда.\n— Извини, а что это за обряд?\n— Коротко говоря, это обряд, где ты полностью принимаешь свою вторую сущность. В моем случае это кот. Но я заупрямился, не захотел. Кошки-оборотни редки, таких семей, как наша, немного в Алларии, поэтому побоялся выделяться. Сама понимаешь, к чему это привело. Я стараюсь не забыть, каково это — быть человеком, но за 10 лет.. это чувство постепенно забывается. — Джей слегка коснулся лапой своей фотографии.",
    "answers": [
      {
        "id": 126,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 126,
    "text": "    После этих слов я взяла кота на руки и приобняла.\n— Джей, мы обязательно найдем выход, обязательно победим это зло и спасем тебя. Ты только не сдавайся.\n— Мне бы твою уверенность...- проговорил кот и положил голову на мое плечо.",
    "answers": [
      {
        "id": 127,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 127,
    "text": "    Через 2 дня мы сумели дойти до гор.\n— Стейси, передохнем немного? Лучше сейчас сил набраться, перед восхождением на гору. — спросила Мира.\n— Хорошая идея. К тому же кулон тоже пока молчит.\n    Пока мы отдыхали, я думала о событиях последних дней. Смогу ли я на самом деле со всем справиться? Ведь даже неизвестно, что меня ждет там. Как я должна одолеть зло? Как найти того, кто сможет ответить на мои вопросы? И кто такая Сейя? Она мне не кажется обычной девушкой. А еще ее фраза: \"Я тут всех знаю\". Даже Джей и Мира так не говорили, а они дети короля Алларии. Возможно ли, что она как-то причастна к происходящему? Кто знает.",
    "answers": [
      {
        "id": 128,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 128,
    "text": "   Моего плеча коснулась рука.\n— Стейси, все хорошо? — Мира посмотрела мне в глаза.\n— Да, извини, задумалась немного.\n— Ну хорошо, а то ты даже не притронулась к еде. — девушка была права. Я настолько задумалась, что ничего не заметила.\n— Ребят, а вы случайно не знаете, кто такая Сейя? — брат с сестрой тревожно переглянулись и посмотрели на меня. — Что? Я что-то не то сказала?\n— А откуда ты о ней знаешь? — спросил Джей.\n— Мы говорили с ней в моем сне.\n— Это значительно меняет дело. — проговорила Мира.",
    "answers": [
      {
        "id": 129,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 129,
    "text": "\n— Это ты о чем?\n— Только сама Сейя может рассказать правду о себе. От себя могу сказать лишь то, что она, возможно, нам и нужна. Ее помощь очень облегчит нам задачу. Я думала, что ее придется долго уговаривать, но учитывая то, что ты с ней говорила, все получится быстрее.\n— Получается, она наш союзник?\n— Именно.\n  Я перевела взгляд на горы. Кажется, именно сегодня самый важный день...",
    "answers": [
      {
        "id": 130,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 130,
    "text": "    После перекуса мы собрались покорять вершины.\n— Мира, кулон засиял. Кажется, нам на эту гору. — девушка кивнула в ответ.\n    Едва подойдя к подножию, мы поняли, что забраться будет не так-то просто...",
    "answers": [
      {
        "id": 131,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 131,
    "text": "\n— Стейси, найди с Джеем укрытие, я нас прикрою! — прикрикнула Мирабель сквозь порывы ветра.\n— Мира, я могу за себя постоять, я тоже кое-что умею.\n— Ты серьезно сейчас?!\n— Более чем. — я продемонстрировала то, чему научила меня Сейя.\n— Не знаю, как это выходит у тебя, но это будет кстати. — проговорила Мира.",
    "answers": [
      {
        "id": 132,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 132,
    "text": "     Удалось успешно отбиться от.. а кто это вообще был? Я спросила своих спутников.\n— Это те, кого называют Хранителями гор. — сказал Джей.\n— Хранители гор?\n— В наших горах есть много ценного. Того, что может принести вред, если окажется в чужих руках. — дополнила Мира.\n— Но погоди-ка, они явно не рады нам, хотя обычно бывает по-другому. — сказал Джей.\n— Точно. Должно быть что-то случилось там, на месте. Пора забираться. — посмотрев вдаль, сказала его сестра.\n    И мы начали подъем...",
    "answers": [
      {
        "id": 133,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 133,
    "text": "   Уф.. это было весьма... утомительно. Я прислонилась к скале. Сил идти дальше попросту не было. А ведь еще надо в пещеру зайти, и кулон светится ярче обычного. Собрав в себе силы, мы поднялись и зашли.\n    Джей пошел перед нами, аргументировав это тем, что кошки хорошо видят в темноте и он легко отыщет дорогу. Мира взяла меня за руку. Их глаза ярко светились. Мы почти дошли до середины пути, как увидели тени, находящиеся в зале пещеры. Мы прислонились к стене, чтобы прислушаться к происходящему. Было два голоса, мужской и женский.\n— Как ты мог?\n— Я давно ждал этого момента, это мой момент, мой шанс! Помощь девчонки была неоценима, она нашла то, для чего нужна была!",
    "answers": [
      {
        "id": 134,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 134,
    "text": "\n— Но зачем тебе это? Ты ведь был всем доволен. Тебе дали власть, доверили поиски, дали все необходимое для этого. Зачем тебе еще и источник?!\n— А для чего еще он нужен? Только я смогу все спасти. Я живу столько же, сколько и ты, знаю то, что другим и не снилось, ты должна меня понять!\n— Не могу поверить.. человек, которому я доверяла, помогала искать врага, им сам и оказался..- женский голос вздрогнул.\n— А, ты об этом? Так это всего лишь оболочка. Сейя, ты или сейчас отдаешь мне источник, или...",
    "answers": [
      {
        "id": 135,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 135,
    "text": "    Это же голоса Ральфа и Сейи.. пора узнать всю правду. Я выбежала из укрытия, ребята не смогли меня удержать и выбежали следом.\n— Хватит! Ральф, как вы могли? Неужели это все было спланированно?\n— Стейси, какая встреча! — голос отличался от голоса мистера Гордона. — Хотел сказать тебе спасибо за то, что помогла найти это прекрасное место. Твоя помощь была просто неоценимой. А теперь будь добра, иди обратно.\n— Ну уж нет. Я пришла сюда, чтобы найти ответы на свои вопросы и помочь вам, как вы и говорили. \"Кулон — это ключ, что закрыть зло.\" Кажется это были ваши слова?\n    Зарычав, Ральф хотел схватить меня, но наткнулся на препятствие. Спасибо тебе, Сейя, научила немного. Жаль я тебя раньше не встретила.",
    "answers": [
      {
        "id": 136,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 136,
    "text": "\n— Это невозможно... Твоих рук дело?! — он повернулся к девушке. Его глаза светились ярко-зеленым светом.\n— А ты не ожидал, да? — Сейя довольно улыбнулась, подбрасывая в руке маленькие магические сферы. — Ну не могла же я оставить девочку в беде.\n    Пока Ральф отвлекался на голос Сейи, Мира, обернувшись кошкой, вместе с Джеем атаковала того. Но если девушка сумела отпрыгнуть в сторону, то Джея отбросило к противоположной стене. \n— Джей! — я хотела бежать к нему, но Сейя остановила меня, взглядом показав на общего врага.\n— С ним все будет хорошо, поверь. Нас больше волнует вот этот товарищ. Сможешь его отвлечь? Ненадолго. А я пока все подготовлю. — я кивнула и стала подходить к Ральфу.",
    "answers": [
      {
        "id": 137,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 137,
    "text": "\n— Что, тоже захотела порцию?\n— И зачем вы это затеяли? Чего вы добиваетесь?\n— Ты слишком юна, чтобы это понять. Этот мир никчемен, он ничего не дает взамен. Наследник престола оказался настолько труслив, что не прошел обряд, сестра его прятала от всех, чтобы \"обезопасить\".\n— Это вы о Мире и Джее?\n— А, так ты знаешь. Этот мир обречен. Их предки правят Алларией пусть и долго, но лучше не стало.\n— Но ведь это не вам решать... может нынешнее поколение сможет все исправить. Вы ведь сами так надеялись тогда. А Джей.. он вам так доверял. Неужели вы и его доверие предадите?",
    "answers": [
      {
        "id": 138,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 138,
    "text": "     Краем глаза я видела, что Сейя с ребятами что-то делают. Мира показала большой палец вверх. Значит немного осталось.\n— Ральф, вы теперь не отпустите меня? — тот задумчиво посмотрел на меня. Мне кажется, или его глаза стали приобретать нормальный цвет? Хотя нет, показалось...\n— Я возможно помог бы тебе вернуться домой, но.. боюсь, ты и там теперь никому не нужна. — он усмехнулся. — Даже твой кулончик.. бесполезен. За эти годы моих сил стало больше. Маленькая Стейси, никому не нужная в этих мирах! Куда же тебя отправить, чтобы не напоминала о себе?\n— А вот это явно не тебе решать, учитель! — сказал Джей, встав рядом со мной. Последнее слово он словно выплюнул. Глаза горели какой-то решимостью. \n— Ой, защитник! Домашний котик! Для начала превратись в человека, а то жалко такой чудесный цвет портить. — рассмеялся Ральф. Он взмахнул руками, и его глаза засияли еще ярче.\n— Хм, ты даже не представляешь, насколько ты прав. — оскалился кот. Что он задумал?",
    "answers": [
      {
        "id": 139,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 139,
    "text": "    Появилась Сейя и, что-то проговорив, подняла руки. Стены пещеры растворились в воздухе и мы очутились в поле.\n— Что происходит, Сейя?\n— Теперь вся надежда на Джея и тебя. — устало произнесла Сейя. Похоже, ей это все непросто далось, так как ее потрясывало. \n—  Но Джей.. он ведь..\n— Стейси, глянь туда.\n   Я посмотрела на Джея и Ральфа. Не может быть.. Джея охватила яркая вспышка и начала видоизменяться. Через минуту вспышка начала таять и вместо кота появился... юноша.",
    "answers": [
      {
        "id": 140,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 140,
    "text": "\n— Это Джей? — я повернулась к Сейе.\n— Да, это он. Стейси, не бойся, вы справитесь. И еще. Забудь, что говорил Ральф о кулоне. Это сейчас твое оружие. Доверься ему и Джею. Запомнила? — я кивнула. — Хорошо, я верю в вас. — сказав это, она упала в обморок. Ее вовремя подхватила Мира и отнесла в сторону.\n— Стейси, ты готова? — спросил Джей. — Я снова могу владеть своей силой. Так что осталась самая малость. — он размял руки.\n   \"Финал не за горами\", подумала я, зажав в руке пульсирующий силой кулон и посмотрев в сторону Ральфа...",
    "answers": [
      {
        "id": 141,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 141,
    "text": "\n—  Как? Как вам это удалось? — пытающийся сесть мистер Гордон озирался по сторонам. — Я думал, что с ума сойду.\n— Кулон. Он не до конца знал его истинных свойств. Он не только защищает того, кто его носит, но и делает сильнее. — сказала я, присаживаясь рядом с ним на корточки. — А вот как вас угораздило нарваться на это \"зло\" — бооольшой вопрос.\n— Стейси, я бы отложил этот ваш разговор. Тебе руку надо перевязать.  За Сейю не переживай, за ней сестра приглядывает.\n— Джей, где находится источник? Мне нужно закрыть его. Навсегда.\n— Закрыть? Ты ведь шутишь, да? Это ведь уничтожит весь наш мир! — он встревоженно посмотрел на меня.\n— Неужели ты не понял? Это не тот источник.И начав закрывать его, Сейя это поняла. Вдруг после его закрытия и будет спасение Алларии?",
    "answers": [
      {
        "id": 142,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 142,
    "text": "    Наступила тишина. Потом послышался голос Ральфа:\n—  Она права. Зло всегда обитало рядом с ним. Джей, отведи ее. Только она сможет это сделать. — тот внимательно посмотрел на меня. Вздохнув, он взял меня за руку и пошел к центру пещеры. Нажав на плитку в земле, он отошел немного в сторону.\n— Откуда ты знаешь, что это здесь?\n— Сейя рассказала. Смотри, там что-то происходит.\n    Плитка отъехала в сторону и стал подниматься невероятной красоты камень, похожий на изумруд. Небольшой его кусок опустился и показалось место для ключа. Кулон вновь засиял и отстегнулся, когда я его коснулась. Взяв его поудобней, я посмотрела на своих товарищей.",
    "answers": [
      {
        "id": 143,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 143,
    "text": "    Ральф. Я рада узнать, что это не он был настоящим злом, просто оказался втянутым в это.\n\n    Сейя. Она пришла в себя и сняла свой капюшон. Если бы не она, я бы ни за что не справилась...\n\n   Мирабель. Замечательная подруга, бесстрашная, готовая помочь и не бросит друзей в беде.\n\n   Джей. Даже не верится, что передо мной не кот, а человек. Тот, кто стал моим первым другом здесь, тот, кто мне все подсказывал, тот, кому я могла доверять. Без него тут было бы непросто...\n\n   Посмотрев на ключ, я вставила его в отверстие камня и повернула. Камень озарило ярким светом. Джей прижал меня к себе, закрывая от этого сияния...",
    "answers": [
      {
        "id": 144,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 144,
    "text": "    Когда яркий свет исчез, я посмотрела на то место. Камень исчез.. на его месте лежал мой кулон. Только.. камень стал прозрачным, похожим на алмаз. Я наклонилась и взяла его.\n— Это теперь просто кулон. — сказала Сейя, подойдя ко мне. — Вы справились. Спасибо тебе, Стейси. Мы в большом долгу перед тобой. Проси, что желаешь.\n— И все-таки скажи, кто же ты, Сейя?\n— Когда-то была обычной жительницей Алларии, но потом... я Главная Хранительница гор и могу находиться только здесь.\n— И создатель этого кулона. — подал свой голрс Ральф.\n— Невероятно.Спасибо.- еле сдерживая слезы, я обняла своих товарищей. Все позади...",
    "answers": [
      {
        "id": 145,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 145,
    "text": "\n— Вам как, портал открыть? — спросила Сейя.\n— Открывай им. — Джей указал на Миру и Ральфа. — А мы со Стейси прогуляемся немного. Не хочу сразу возвращаться туда. — Сейя согласилась. \nМы вышли из пещеры и спустились с горы.\n— Честно говоря, я не просто решил сразу не отправляться домой. Хотел с тобой прогуляться, будучи наконец человеком. — я улыбнулась.\n— Джей, а с тобой это навсегда теперь? — я слегка коснулась его ушей. Они смешно дернулись в сторону.\n— Это последствие моих действий... сомневаюсь, что они так просто пропадут. Но я уже привык к ним.",
    "answers": [
      {
        "id": 146,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 146,
    "text": "\n— А мне они очень даже нравятся. — я опять прикоснулась к ним. Джей довольно улыбнулся. — А почему их цвет сменился? У тебя же был другой цвет. \n—  А это загадка даже для меня. Может из-за цвета глаз? — он посмотрел на меня. И в самом деле.. его глаза стали серо-синими. — А темноволосый я с рождения. А теперь давай просто прогуляемся? — он протянул мне руку.\n    Ближе к вечеру Сейя открыла нам портал в замок. Встречали нас бурными аплодисментами...\n    ",
    "answers": [
      {
        "id": 147,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 147,
    "text": "(Спустя несколько дней...)\n\n   Интересно, а зачем Джей захотел со мной поговорить? Он же вроде сейчас сильно занят, у него коронация на носу. \n— Ты пришла. — улыбаясь, подошел Джей. — Пойдем.\n— Куда?\n    Он промолчал, но вскоре я и сама поняла. Мы вышли к красивой беседке, украшенной цветами.\n— Как красиво...- произнесла я, вдыхая аромат цветов.\n— Стейси, — Джей прислонился к колонне. — я очень благодарен тебе за то, что ты спасла наш мир. За то, что помогла мне. Я.. не знаю, как еще выразить тебе свою благодарность. Если бы не ты..- он склонил голову.",
    "answers": [
      {
        "id": 148,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 148,
    "text": "\n— Джей, — я коснулась его лица руками. — ты немного преувеличиваешь. Если бы не ты и все остальные, то у меня ничего не получилось бы. Только с вашей помощью мы справились и победили. \n   Джей коснулся своим лбом моего и накрыл мои руки своими. \n— Спасибо. Твоя поддержка для меня неоценима. \n— Джей... — я улыбнулась. — Я решила остаться в вашем мире.\n— Ты уверена? — он немного отстранился.\n— Да, на Земле воспоминания обо мне пропали. А здесь... я привыкла к этому месту. Нашла и увидела здесь то, о чем дома могла только мечтать. А здесь это стало реальностью.",
    "answers": [
      {
        "id": 149,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 149,
    "text": "\n—  Значит ты позволишь сопровождать тебя на балу? — Джей посмотрел мне в глаза.\n— Сопровождать меня?\n— Да. Как.. как спасительницу Алларии и.. да как же трудно это сказать! — он взял мою руку и поцеловал ее. Затем накрыл ее другой рукой и произнес:\n— Стейси, позволите ли мне сопроводить вас на бал в качестве своей девушки? — я, немного смутившись, кивнула в ответ. Джей радостно улыбнулся и обнял меня.\n    Я, конечно, ожидала нечто похожее, но не думала, что это произойдет именно так... Да я и сама не против такого поворота событий...\n   Так и стояли мы, обнявшись, и любуясь ветром из лепестков, кружащих вокруг беседки...",
    "answers": [
      {
        "id": 150,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 150,
    "text": "    Вот так обычный сон, обычная мечта может стать реальностью, в любой момент твоя жизнь может кардинально поменяться, а привычные вещи перестанут быть таковыми. Сама того не ожидая, я смогла найти счастливый путь для Алларии, нашла друзей, победила врагов, нашла своего принца. Причем последнее я меньше всего ожидала.\n   Счастье — оно ведь в мелочах. Надо только уметь их замечать.\n\n     Да и кто знает, может приключения только начинаются??..",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 151,
    "text": "    И мы пришли к... конюшне? Я недоуменно повернулась к Рэю.\n— Ты умеешь кататься? — спросил тот.\n— Да. Но с тех пор, как здесь оказалась, не практиковалась. \n— Это поправимо. Ты ведь не против конной прогулки? — я согласилась.\nРэй повел меня к лошадям. Он подошел к вороному коню.\n— Это Джеан, мой конь. Дружелюбен только с теми, кто ему нравится. Вот ты ему определенно нравишься. \n— И как ты это понял?\n— Он может передавать свои эмоции, посмотри ему в глаза. — я послушно посмотрела. Вначале ничего не было, а потом я почувствовала... интерес? Любопытство? Конь вначале просто смотрел мне в глаза, а потом уткнулся носом в мое плечо, как бы намекая: \"Погладь меня\".",
    "answers": [
      {
        "id": 152,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 152,
    "text": "\n— Не бойся, если он так делает, значит позволит.\n   Я аккуратно прикоснулась к коню. Тот шумно выдохнул. Через несколько минут мы пошли выбирать мне лошадь. Выбор я остановила на рыжем коне, очень приветливом.\n— Это Чейз, он многих новичков катал.\n   Джеан, увидев меня на другом коне, недовольно фыркнул. Надо же, какой умный.\n   На прогулке Рэй немного разговорился.\n— Стейси, почему ты все-таки выбрала меня в напарники?\n— Мне кажется, ты лучше с этим справишься. \n— Ты самоуверенная. — он слегка улыбнулся. — Не знаешь меня, а доверяешь. Не боишься ошибиться?",
    "answers": [
      {
        "id": 153,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 153,
    "text": "\n— Учитывая то, что за полгода опасности от тебя не было, бояться нечего. Или это ты скрытный такой? — я искоса посмотрела на него.\n— Как знать, как знать. — Рэй усмехнулся. — Но ты в чем-то права. Тебе вреда не причиню. Никогда. — последнее слово я еле расслышала.\n— Так и быть, поверю тебе. — сказала я и поехала чуть быстрее.\n    Во время поездки мы разговорились. Рэй спрашивал меня о моем мире, что там интересного, есть ли какие-нибудь хорошие произведения писателей. Как выяснилось, ему всегда была интересна история. Вот только когда я спросила о его семье, он внезапно замолчал. Похоже, я затронула непростую тему...\n   Ближе к вечеру мы вернулись в замок.",
    "answers": [
      {
        "id": 154,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 154,
    "text": "(Спустя несколько дней...)\n\n— Рэй, ну не может быть такого! — я уже согнулась пополам от смеха, слушая очередную историю, рассказанную Рэем.\n— Поверь, так оно и было. — тот сам уже вытирал слезы от смеха.\n— Давно я так не смеялась. Ты умеешь интересно рассказывать.\n— Спасибо. Так, с маршрутом выяснила что-то? — \nЯ заглянула в карту.\n— Так, мы можем пройти через поле, что выше по течению, но до него далеко. Либо вброд, в этом месте река мелкая... Ай!\n— Стейси! — Рэй подбежал ко мне.",
    "answers": [
      {
        "id": 155,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 155,
    "text": "\n— Все нормально, кулон обжег немного. — он спокойно выдохнул, прикрыв глаза. — Но нам придется идти вброд.\n— Вброд так вброд.\n\n   Ближе к вечеру мы остановились на ночлег и развели костер. Рэй не подпустил меня к готовке ужина и мне осталось просто сидеть и думать.\n— О чем задумалась? — прервал тишину волк.\n— Да просто вспомнила свою прежнюю жизнь, какая она скучная была, оказывается.\n— Да ну?\n— Ага. Это сейчас что ни день, то приключение. В моем мире нет оборотней, нет ничего волшебного, поэтому здесь для меня все новое, необычное.",
    "answers": [
      {
        "id": 156,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 156,
    "text": "\n— А ты хотела бы остаться здесь? — он внезапно спросил. \nЯ задумалась.\n— Не знаю, Рэй. На Земле у меня осталась подруга, мы с ней вместе росли, через многое прошли. Я не знаю, ищет ли она меня, прошло ведь уже полгода...я хотела бы вернуться домой. Но с другой стороны... я привыкла к этому месту, тоже нашла друзей. Я ведь буду скучать по всему этому...- к горлу подкатили слезы. Рэй сел рядом, взял мою руку и бережно ее сжал.\n— Не бойся выплеснуть эмоции, будет легче. Я понимаю тебя, Стейси. Понимаю, потому что сам через похожее прошел. — после этих слов я подняла взгляд на напарника. \n— Правда? — он кивнул.",
    "answers": [
      {
        "id": 157,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 157,
    "text": "     Рэй отложил еду в сторону и начал рассказывать.\n— Я оборотень-волк, ты это наверняка знаешь. — я кивнула. — Мы можем быть как в образе людей, так и в образе волков, в зависимости от ситуации. Вот только моя семья была совершенно другого мнения. Для них принципиально было быть только волками. Они отвергали все человеческое, ненавидели остальных оборотней. Такое отношение к другим грозило многими проблемами для нас.\n  Рэй остановился, немного переведя дух. Его руки нервно сжимались и разжимались.\n— Рэй, если тебе трудно, то не рассказывай. — я коснулась его плеча.\n— Стейси, все в порядке, спасибо. Я расскажу до конца, ты должна знать.\n— Хорошо. — я вновь села.\n",
    "answers": [
      {
        "id": 158,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 158,
    "text": "\n— В отличие от моей семьи, мне нравились люди. Хотелось жить как они, быть как они. Поэтому я сбегал, чтобы побыть в столице Алларии. Тут гораздо интереснее, чем в других городах. Здесь я и познакомился с Джеем и его друзьями. Первое время мне удавалось скрывать это от моих родных, но когда они узнали, мне поставили ультиматум: или я забываю о людях и живу с ними, как волк или меня навсегда изгоняют из семьи. Я выбрал друзей. Джей, узнав об этом, приютил меня. И вскоре я узнал, что... что моей семьи больше нет. Если бы я остался там, то не было бы и меня. Вот и вся история. — Рэй нервно взъерошил волосы на голове.\n— Рэй, не знала, что тебе через такое пришлось пережить. \n— Сейчас уже легче это вспоминать, чем раньше. \n   Еще немного поговорив, мы легли спать.",
    "answers": [
      {
        "id": 159,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 159,
    "text": "..... Да неужели? Опять? Я думала, эти сны прекратились еще тогда. Что на этот раз? А почему ничего не появляется? Почему вокруг меня темнота, прям как в первый мой сон?\n    Я посмотрела по сторонам. Ни проблеска света. И тишина. Абсолютная. Хотя погодите... что-то вижу... \n   Темнота постепенно начала сменяться движущимися картинками. На них была я и... Аманда? Но этих моментов не было в моей жизни еще. Мы с Амандой не ездили в Нью-Йорк, хотя и планировали. Все эти события... их не было. \n    Послышался смех. Нет.. с Амандой не я нахожусь. Тут совершенно другая девушка. Но как такое возможно?! \n",
    "answers": [
      {
        "id": 160,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 160,
    "text": "— Неужели ты думала, что твое отсутствие не заметят? — послышался голос за спиной. \n   Я обернулась. Голос принадлежал девушке, только ее лица было практически не видно из-за низко опущенного капюшона.\n— О чем вы говорите? — мой голос прозвучал несколько испуганно.\n— Да ты, похоже, совсем не в курсе. Присаживайся, есть разговор. — она взмахнула рукой, и в воздухе появились два стула и стол.\n— Но погодите..\n— Да не бойся ты, вреда не причиню, просто поговорим. \n",
    "answers": [
      {
        "id": 161,
        "text": "Далее"
      },
      {
        "id": 160,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/FmwBqqt"
      }
    ]
  },
  {
    "id": 161,
    "text": "    Я присела на краешек стула. \n— Чай, кофе? — я отказалась. Девушка, спокойно пожав плечами, налила себе чай.\n— И так, Стейси, что тебе известно об этом мире?\n— Простите, а кто вы? И откуда знаете мое имя?\n— Ой сколько вопросов... начну с последнего. Попаданцы редко у нас бывают, особенно такие, от который толк есть. Да, бывают и такие, от которых проблем больше, чем пользы. — она отпила от чашки. — А другой вопрос... зови меня Сейя. Этого будет достаточно.\n— А почему мы встретились именно во сне? \n— Хм... мне так проще, никто не отвлекает. Особенно твой напарник. Слишком много вопросов задаст. — она немного поправила капюшон.",
    "answers": [
      {
        "id": 162,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 162,
    "text": "\n— Вы знаете Рэя?\n— Дорогуша, да я здесь всех знаю. Но речь сейчас не об этом. Так что ты знаешь об Алларии?\n   Я рассказала все, что было известно. Не забыв упомянуть, как я подустала от загадок. Сейя коснулась пальцами подбородка и задумалась.\n— Ну молодцы, ничего не скажешь. Каждый раз одно и то же, ничему не учатся.\n— О чем вы?\n— О чем, о чем... Стейси, тебя не просто так выбрали. Ты не простая землянка.\n— То есть как?! Я всю жизнь жила на Земле, не подозревая о других мирах!\n— Так и есть. Но в тебе есть частичка нашего мира. Проверить это легко. Посмотри на кулон. Что ты чувствуешь?\n   Я посмотрела. Но он сейчас ничем не выделяется.\n",
    "answers": [
      {
        "id": 163,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 163,
    "text": "\n— Стейси, тебе надо его почувствовать. Как тогда, когда ты впервые его увидела. — я прислушалась к себе. Очень скоро я почувствовала, как кулон нагревается и ощутима его пульсация. Я рассказала это Сейе.\n— Хорошо. А теперь открой глаза и посмотри на свои руки.\n— Это что... почему они светятся? — я перевела взгляд на девушку.\n— Это сила кулона. Он не просто тебя защищает, но и наделяет силой. У обычных людей такой фокус не выйдет, они будет видеть просто кулон и все. Странно, что тебе этого не рассказали раньше. Особенно тот, кто должен был. Хм.. \n",
    "answers": [
      {
        "id": 164,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 164,
    "text": "\n— Сейя, а... почему с моей подругой была другая девушка? — этот вопрос уж очень болезненно отозвался в моей голове. Девушка вздохнула.\n— Видишь ли, наши миры устроены необычным образом. Если перемещаться на недолгое время из одного мира в другой, то это может остаться незамеченным. А если надолго... то постепенно память других начнет забывать этого человека.\n— Нет... — меня слегка качнуло, но Сейя вовремя подставила плечо.\n— Увы... но поверь, нашей вины тут нет. Никто не ожидал, что это дело затянется настолько. \n— Получается, Аманда... больше не помнит меня? — мой голос окончательно сел.\n— Я точно не знаю, Стейси. Но мне правда жаль. Тебе пора возвращаться, скоро рассвет. — она обняла меня. — Извини, что так вышло.\n— И все же.. кто вы? Вы не похожи на обычную девушку.\n   Перед тем, как вернуться в реальность, я услышала ее голос:\n— Скоро узнаешь, я тебе обещаю.",
    "answers": [
      {
        "id": 165,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 165,
    "text": "     Во сне я почувствовала взгляд на себе. Открыв глаза, я увидела Рэйнара, пристально смотрящего на меня. Во взгляде читалась забота, тепло и.. что-то еще?\n   Тут Рэй слегка кашлянул и отвел взгляд. Повернувшись ко мне, он вновь вернул обычное выражение лица.\n— Проснулась? Беги умываться, завтрак готов.\n  Улыбнувшись я отправилась к речке. И все же, что означал тот взгляд? Мы не так много говорили, а любви с полуслова не бывает. Или все же бывает?",
    "answers": [
      {
        "id": 166,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 166,
    "text": "    Следующие несколько дней мы прошли немало, и я много обдумывала. И тот сон, ту девушку... Сейя. Она сказала, что мы скоро встретимся вновь. Кто она? И почему мне помогала? Может действительно в скором времени все встанет на свои места. И я вернусь домой. Домой... а где мой дом? На Земле? Или же...?\n   Я перевела взгляд на Рэя. Он шел молча, во взгляде была решимость. Я до сих пор помню его эмоции, когда он поведал свою историю. За маской молчаливого парня скрывался ранимый юноша, волчонок, которому просто не оставили выбора, только ультиматум. Как же ему непросто было... смогу ли я ему помочь облегчить это бремя?\n   Я настолько засела в своих мыслях, что не заметила яму за пригорком. Споткнувшись, я начала падать, но меня вовремя поймал Рэй, приобняв за талию.",
    "answers": [
      {
        "id": 167,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 167,
    "text": "\n— Опять убежала в свой мирок размышлений. — он проговорил.\n— Прости. И спасибо. И может... отпустишь меня? — я смущенно улыбнулась.\n— А? Ой, да, прости. — он отпустил меня и отвел взгляд в сторону. И.. немного покраснел? Узнаю того Рэя, с которым познакомилась в библиотеке. \n    Еще через пару дней мы добрались до гор. Вот только пройти дальше нам поначалу не дали...\n",
    "answers": [
      {
        "id": 168,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 168,
    "text": "\n — Стейси, спрячься там, я защищу нас! — крикнул Рэй и превратился в волка.\n— Рэй, я тоже могу помочь. \n— Нашла время для геройства! — прорычал волк.\nЯ молча продемонстрировала свои умения. Волк был удивлен. \n— Ладно, спрошу потом. Помогай! \n",
    "answers": [
      {
        "id": 169,
        "text": "Далее"
      },
      {
        "id": 168,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/ZHQfbnG"
      }
    ]
  },
  {
    "id": 169,
    "text": "    Удалось успешно отбиться от... а кто это собственно был? Я спросила Рэя.\n— Я, конечно, могу ошибаться, но это были Хранители гор.\n— Хранители...гор?\n— Да. В этих горах можно найти много интересного. Даже то, что может принести опасность не в тех руках. Поэтому они и меняют свое местоположение. Ну что, пойдем? — волк повернулся ко мне.\n— Пошли.\n  И мы начали подъем...",
    "answers": [
      {
        "id": 170,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 170,
    "text": "     Уф... это было весьма.. утомительно. Я прислонилась к скале. Сил дальше идти попросту не было. А ведь еще надо в пещеру зайти, и кулон светится ярче обычного. Собрав в себе силы, мы поднялись и зашли. \n   Рэй взял меня за руку, сказав, что в отличие от меня, прекрасно видит в темноте. Немного пройдя, заметили тени, находящиеся в пещере. Мы прислонились к стене, чтобы прислушаться к происходящему. Было два голоса, мужской и женский.\n— Как ты мог? \n— Я давно ждал этого момента, это мой момент, мой шанс! Помощь девчонки была неоценима, она нашла то, для чего нужна была!",
    "answers": [
      {
        "id": 171,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 171,
    "text": "\n— Но зачем тебе это? Ты ведь был всем доволен. Тебе дали власть, доверили поиски, дали все необходимое для этого. Зачем тебе еще и источник?! \n— А для чего еще он нужен? Только я смогу все спасти. Я живу столько же сколько и ты, знаю то, что другим и не снилось, ты должна меня понять! \n— Не могу поверить... человек, которому я доверяла, помогала искать врага, им сам и оказался..- женский голос вздрогнул.\n— А, ты об этом? Так это всего лишь оболочка. Сейя, ты или сейчас отдаешь мне источник, или... \n",
    "answers": [
      {
        "id": 172,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 172,
    "text": "    Это же голоса Ральфа и Сейи.. пора узнать всю правду. Я выбежала из укрытия, Рэй не успел меня удержать и выбежал следом.\n— Хватит! Ральф, как вы могли? Неужели это все было спланировано?\n— Стейси, какая встреча! — голос отличался от голоса мистера Гордона. — Хотел сказать тебе спасибо за то, что помогла найти это прекрасное место. Твоя помощь была просто неоценимой. А теперь будь добра, иди обратно. \n— Ну уж нет. Я пришла сюда, чтобы узнать ответы на свои вопросы и помочь вам, как вы и говорили. \"Кулон — это ключ, чтобы закрыть зло\". Кажется это были ваши слова?\n   Зарычав, Ральф хотел схватить меня, но наткнулся на препятствие. Спасибо тебе, Сейя, научила немного. Жаль я тебя раньше не встретила..",
    "answers": [
      {
        "id": 173,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 173,
    "text": "\n— Это невозможно.. Твоих рук дело?! — он повернулся к девушке. Его глаза светились ярко-зеленым светом.\n— А ты не ожидал, да? — Сейя довольно улыбнулась, подбрасывая в руке маленькие магические сферы. — Ну не могла же я оставить девочку в беде. \n   Пока Ральф отвлекался на голос Сейи, Рэй выпустил когти и сумел атаковать того. Но тут же его отбросило к другой стене.\n— Рэй! — я хотела бежать к нему, но Сейя остановила меня, вглядом показав на общего врага.\n— С волком все будет хорошо, поверь. Нас больше волнует вот этот товарищ. Сможешь его отвлечь? Ненадолго. А я пока все подготовлю. — я кивнула и стала подходить к Ральфу. \n",
    "answers": [
      {
        "id": 174,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 174,
    "text": "\n— Что, захотела тоже порцию?\n— И зачем вы это затеяли? Чего вы добиваетесь?\n— Ты слишком юна, чтобы это понять. Это мир никчемен, он ничего не дает взамен. Наследник престола оказался настолько труслив, что не прошел обряд, сестра его прятала от всех, чтобы \"обезопасить\". \n— Это вы о Мире и Джее?\n— А, так ты знаешь. Этот мир обречен. Их предки правят Алларией пусть и долго, но лучше не стало.\n— Но ведь это не вам решать.. может нынешнее поколение сможет все исправить. Вы ведь сами так надеялись тогда. И Джей.. он вам так доверял. Неужели вы и его доверие предадите?",
    "answers": [
      {
        "id": 175,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 175,
    "text": "      Краем глаза я видела, что Сейя и Рэйнар что-то делают. Рэй показал большой палец вверх. Значит немного осталось.\n— Ральф, вы теперь не отпустите меня? — тот задумчиво посмотрел на меня. Мне кажется, или его глаза стали приобретать нормальный цвет? Хотя нет, показалось...\n— Я возможно помог бы тебе вернуться домой, но... боюсь, ты и там теперь никому не нужна. — усмехнулся он. — Даже твой кулончик.. бесполезен. За эти годы моих сил стало больше. Маленькая Стейси, никому не нужная в этих мирах. Куда же тебя отправить, чтоб не напоминала о себе?\n— Кто дал тебе право решать?! — Рэй подошел ко мне.\n— И кто это тут заговорил? Волк, сумевший пойти против родных! Ты был смелым тогда. Готов ли сейчас.. потерять дорогих тебе людей? Лично я сомневаюсь. Расслабился ты в обществе людей. — рассмеялся Ральф. Он взмахнул руками и его глаза засияли еще ярче.\n — Буду рад лишь расстроить тебя. — усмехнулся Рэй, посмотрев на Ральфа. Что он задумал?\n",
    "answers": [
      {
        "id": 176,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 176,
    "text": "     Появилась Сейя, и что-то проговорив, подняла руки. Стены пещеры растворились в воздухе и мы очутились в поле.\n— Что происходит, Сейя?\n— Все готово. Теперь вся надежда на Рэя и тебя. — устало произнесла та. Видимо, ей это непросто далось, так как ее слегка потрясывало.\n— Ты уверена?\n— Стейси, забудь, что говорил Ральф о кулоне. Это сейчас твое оружие. Доверься ему и Рэю.\n    Рэйнар повернулся и пристально посмотрел мне в глаза. Улыбнулся и превратился в волка. \n— Действуй, Стейси. Не бойся и помни мои слова. Я в вас верю. — и она растворилась в воздухе.\n— Ну что, подруга, готова спасти наш мир? — прорычал волк. — Садись, подвезу.\n\"Финал не за горами\", подумала я, сидя на спине волка, зажав в своей руке пульсирующий силой кулон...",
    "answers": [
      {
        "id": 177,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 177,
    "text": "\n— Как? Как вам это удалось? — пытающийся сесть мистер Гордон озирался по сторонам. — Я думал, я с ума сойду.\n— Кулон. Он не до конца знал его истинных свойств. Он не только защищает того, кто его носит, но и делает сильнее. — сказала я, присаживаясь рядом с ним на корточки. — А вот как вас угораздило нарваться на это \"зло\" — боооольшой вопрос.\n— Стей, я бы отложил этот ваш разговор. Тебе руку надо перевязать. За Сейю не переживай, она в порядке.\n— Рэй, где находится источник? Мне нужно закрыть его. Навсегда.\n— Прошу, скажи, что это шутка такая и ты не собираешься уничтожить нас в итоге. — Рэй схватился за голову.\n— Неужели ты не понял? Это не тот источник. И начав закрывать его, Сейя поняла это. Вдруг после его закрытия и будет спасение Алларии?",
    "answers": [
      {
        "id": 178,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 178,
    "text": "     Наступила тишина. Потом послышался голос Ральфа:\n— Она права. Зло всегда обитало рядом с ним. Рэйнар, отведи ее. Только она сможет это сделать. — тот вздохнул и, махнув рукой, повел в центр пещеры. Нажав на плитку в земле, он отошел немного в сторону. \n— Откуда ты знаешь, что это здесь?\n— Сейя рассказала перед боем. Глянь.\n   Плитка отъехала в сторону и стал подниматься невероятной красоты камень, похожий на изумруд. Небольшой его кусок опустился и показалось место для ключа. Кулон вновь засиял и отстегнулся, когда я его коснулась. Взяв его поудобней, я посмотрела на своих товарищей.",
    "answers": [
      {
        "id": 179,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 179,
    "text": "    Ральф. Я рада узнать, что это не настоящий он был злом, просто оказался втянутым в это. \n\n   Сейя. Она вновь здесь оказалась и сняла свой капюшон. Если бы не она, я бы ни за что не справилась...\n\n    Рэйнар. Кто же знал, что у нас схожие печали...он меня понимает, как никто другой. А его взгляд... такой не бросит в беде, всегда будет рядом...\n\n   Посмотрев на ключ, я вставила его отверстие камня и повернула. Камень озарило ярким светом, Рэй прижал меня к себе, отвернув от этого света...\n",
    "answers": [
      {
        "id": 180,
        "text": "Далее",
        "blackout": true
      }
    ]
  },
  {
    "id": 180,
    "text": "     Когда яркий свет исчез, я посмотрела но то место. Камень исчез.. на его месте лежал мой кулон. Только.. камень стал прозрачным, похожим на алмаз. Я наклонилась и взяла его.\n— Это теперь просто кулон. — сказала Сейя, подойдя ко мне. — Вы справились. Спасибо тебе, Стейси. Мы в большом долгу перед тобой. Проси, что желаешь.\n— И все-таки скажи, кто же ты, Сейя?\n— Когда-то была обычной жительницей Алларии, но потом... я Главная Хранительница гор и могу находиться только здесь.\n— И создатель этого кулона. — подал свой голос Ральф.\n— Невероятно. Спасибо. — еле сдерживая слезы, я обняла своих товарищей. Все позади. Хотя..\n",
    "answers": [
      {
        "id": 181,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 181,
    "text": "\n— Сейя, а Джей? Как можно исправить его ошибку? Он искренне хочет исправить то, что наделал.\n— Стейси, ты все узнаешь, вернувшись в замок. Вам как, портал открыть?\n— Спасибо, но чуть позже. А пока... — Рэй не договорил и, взяв меня за руку, побежал к выходу из пещеры.\n— Рэй, ты чего? — шок дело такое. Глупые вопросы прилагаются.\n   Рэй заговорил, только когда мы спустились.\n— Не хочу туда сразу возвращаться. Хочу здесь побыть, с тобой. Да и не помешает тебя познакомиться нормально вот с ним. — с этими словами он превратился с волка.",
    "answers": [
      {
        "id": 182,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 182,
    "text": "\n— Да уж, тут не поспоришь. — я присела на траву, а волк-Рэй улегся рядом, положив голову на мои ноги. — Как же Джеан не боится тебя?\n— Я же говорил, это не обычный конь. \n— Только не говори, что это тоже заколдованный конь.\n— Если бы это так было, я бы его не подпустил к тебе. — проворчал волк и отвернулся от меня. В ответ я немного потрепала его по голове.\n   Вернулись мы в замок ближе к вечеру и встречали нас бурными аплодисментами.. как приятно и волнительно одновременно...",
    "answers": [
      {
        "id": 183,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 183,
    "text": "   Вдруг толпа расступилась и к нам вышли Мира и..\n— Джей, это ты? — произнесла я, удивленно смотря на юношу.\n— Вообще-то я все же Джейкобсон...\n— И так далее. — перебила его улыбающаяся сестра.\n— Да-да, и так далее.. но да это я. Ты мне помогла. Я в долгу перед тобой, Стейси.\n— Я рада, что все получилось. А это... с тобой навсегда теперь? — показала глазами на его уши.\n— А, это.. это последствие моих действий. Сомневаюсь, что они так пропадут. Но я привык к ним, и даже рад. — он слегка улыбнулся. А когда хотел приобнять меня, Рэй увел меня подальше, слегка рыкнув на Джея. На что тот довольно улыбнулся...\n",
    "answers": [
      {
        "id": 184,
        "text": "Далее"
      },
      {
        "id": 183,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/RpzjQNX"
      }
    ]
  },
  {
    "id": 184,
    "text": "(Через несколько дней...)\n\n     Ну и напланировали дел на сегодня... коронация Джея (да, мы дожили до этого момента..), бал в честь того же события и спасения Алларии, еще уговоры меня надеть платье. Сроду их не носила... ладно, со времен своего детства. Благо танцевать еще не разучилась. Если бы не Мира, ни за что не решилась бы. \n    Да и платье просто заглядение... ",
    "answers": [
      {
        "id": 185,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 185,
    "text": " (Спустя два часа...)\n\n    Что хотите говорите, а танцевать явно не мое. Я немного побродила по бальному залу, но не найдя ничего интересного, вышла из замка и направилась в сад. Найдя скамейку, я села и стала любоваться деревьями, с ветвей которых срывались лепестки цветов. Это странно, но времена года здесь явно отличаются от привычных мне.\n    От раздумий меня отвлек белый волк, уткнувшийся мордой мне в руку. Когда я посмотрела на него, то увидела в зубах веточку с цветами.",
    "answers": [
      {
        "id": 186,
        "text": "Далее"
      },
      {
        "id": 185,
        "text": "Укажите команды для картинки",
        "url": "https://ibb.co/x3GnXmn"
      }
    ]
  },
  {
    "id": 186,
    "text": "\n — О, это мне? Спасибо Рэй. — улыбнулась я и обняла волка за шею. Вот только отстранившись, я поняла, что тот обхитрил меня. Я обняла Рэя в образе человека...\n— Что? Как ты?...- я недоуменно хлопала глазами.\n— Не хотел потом ему завидовать. — сказал тот и поправил прядь моих волос. — К тому же надеюсь, ты мне скажешь, почему сбежала с бала?\n— Не сбежала, а решила отдохнуть в тишине. А ты как тут оказался? Ты же друг короля. — шутливо сказала я.\n— А я решил проследить за одной девушкой, задумчиво сидящей на этом самом месте.\n— И зачем же вам это?\n— Да вот хотел ее пригласить потанцевать, а она не хочет.\n— Ну как такому джентельмену отказать? \n",
    "answers": [
      {
        "id": 187,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 187,
    "text": "     Рэй протянул мне руку и мы начали танцевать.\n— Рэй, помнишь, ты как-то спросил, захочу ли я здесь жить?\n— Помню. Ты еще сказала, что точно не знаешь.\n— Теперь знаю. Я остаюсь. — Рэй остановился.\n— Остаешься здесь?\n— Да. На Земле нет воспоминаний обо мне, я сама в этом убедилась. Соответственно мне там делать больше нечего. А здесь... я смогла спасти этот прекрасный мир, нашла друзей. С тобой познакомилась. Здесь мой дом теперь.\n   Рэй молча смотрел на меня несколько секунд, а потом обнял и закружил в воздухе.\n— Ну раз леди остается, то не так-то просто отделается теперь от меня. — я улыбнулась в ответ. Да я и не против даже.",
    "answers": [
      {
        "id": 188,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 188,
    "text": "     Вот так обычный сон, обычная мечта может стать реальностью, в любой момент твоя жизнь может кардинально поменяться, а привычные вещи перестанут быть таковыми. Сама того не ожидая, я смогла найти счастливый путь для Алларии, нашла друзей, победила врагов, нашла пусть и не принца, но того, кто гораздо лучше. Счастье — оно ведь в мелочах. Надо только уметь их замечать..\n   Да и кто знает, может приключения только начинаются?...",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 189,
    "text": "",
    "answers": []
  }
]