[
  {
    "id": 1,
    "text": "Версия 1.1. (Глава 1, редакция 1)<s>r\nАвтор: Лаванда<s>r\nОсновной жанр: Фантастика<s>r\nДополнительный жанр: Романтика, приключения<s>r\n<s>r\n<s>r\nПредставители одной из самых древних рас, именующие себя Лириане, стали прародителями гуманоидной жизни во Вселенной. И теперь, один раз в единый квантовый год, образованный ими Совет проводит состязания под названием \"Великий Галактион\". В них принимают участие представители молодых рас для того, чтобы доказать, что они достойны стать частью Лирианской семьи. ДНК Землян также содержит гены высокоразвитой цивилизации Лириан и в этом году участие людей в состязании было одобрено.<s>r\n<s>r\nВместе с несколькими также случайно избраными людьми, девушка, в тайне мечтающая о звёздах, получила шанс защищать честь планеты на межгалактических состязаниях. Сможет ли она доказать, что человечество достигло высокого уровня развития и достойно получить право на своё наследие?",
    "answers": [
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c37/2102/1d/942217e51b59.jpg"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://b.radikal.ru/b12/2102/33/642e7257b986.jpg",
        "system": true
      },
      {
        "id": 126,
        "text": "От автора"
      },
      {
        "id": 3,
        "text": "Глава 1. Прибытие"
      }
    ]
  },
  {
    "id": 2,
    "text": "— Корабль перемещается на далёкие расстояния при помощи параллельного скольжения через четвёртое измерение. Я направляю параллели в пространстве и рассчитываю безопасную точку выхода. Все вычисления проходят в обсерватории, оттуда проще наблюдать за пульсарами, чем с мостика. Пульсары — это уникальные звёзды, каждая со своей скоростью вращения, они маяки и ориентиры в глубоком космосе. Определение точки положения в пространстве возможно благодаря аналитическому сравнению данных обсерватории, фикструющей текущее расположение пульсаров и карты пульсаров. Так мы можем понять — где мы находимся, если знаем азимут и расположение всех видимых пульсаров. Точку выхода необходимо рассчитать так, чтобы для начала выйти в желаемом секторе и в завершении не оказаться при этом в неожиданном месте. В центре звезды или среди летящих астеооидов.\n\n\nНет во Вселенной древнее расы, чем Лириане, они прошли длинный и полный неожиданных поворотов судьбы путь к высокому развитию разума и духа. Они пережили и войны, и кризисы, и вторжения враждебных планов, они прошлп крах практически всей их цивилизации и сохранившаяся горстка их строила всё заново. Они многое пережили, чтобы сейчас не без оснований утверждать, что действительно достойны возглавлять Совет Эклапсион, включающий в себя всю Ланиакею, а это целая галактическая нить Вселенной!<s>r\n<s>r\nЛириане не только строят законы подконтрольной Совету нити Вселенной и следят за их соблюдением, но и являются прародителями гуманоидной расы. Их геном распространился по всей Вселенной, множество рас содержит аллели их уникального гена и наделены их наследием.<s>r\n<s>r\nВладыка Лириан, обладающий титулом Потентат, бережно относится к генам и потому внимательно наблюдает за молодыми расами даже на самых отдалённых звездах, ведь они также как любой Лирианец обладают правом на наследие. А наследие — это немалый духовный опыт, знания и технологии Лириан, безграничные звездные ресурсы и дар жизни. Но лишь разумные расы могут претендовать на наследие, Земляне же получили статус лишь условно-разумные, хотя совсем недавно, каких-то несколько тысяч лет назад, считались квази-разумными.<s>r\n<s>r\nВ далеких и неизведанных мирах оказалась героиня с Земли волей казуального выбора и на плечи её вознеслась воистину громадная ответственность. Обладательница чистого генома получила невероятный шанс доказать, что земляне достойны великого наследия\n\nТакана\nХаточтияр Виен",
    "answers": [
      {
        "id": 3,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы очень смутно помните то, что было до настоящего момента, как будто жизнь разделилась на \"до\" и \"после\". И ведь так оно и было на самом деле! Просто старые воспоминания действительно давались с трудом и это немного пугало. Пугала и неизвестность — само положение в котором Вы оказались походило на какой-то фантастический сон.<s>r\n<s>r\nВ огромном окне Вашей каюты Вы видели бескрайнюю черноту космоса, непривычно яркие звёзды и лишь подойдя к нему вплотную, можно было разглядеть светящийся краешек Земли, теперь такой далёкий и такой родной. Это невообразимое пространство и пустота, ощущение, что Вы находитесь в космосе, за пределами Земли и она сейчас проносится под Вами — просто потрясали Вас.<s>r\n<s>r\nКорабль разворачивался. Ему нужно было выйти за пределы Солнечной системы, чтобы включить параллельные двигатели.<s>r\n<s>r\nОни, назвавшие себя Лириане, объяснили, что Кодекс запрещает использовать параллели вблизи крупных объектов с особыми условиями, а вблизи населенных планет это было запрещено категорично. Параллели — это вроде способа их перемещения в космосе скольжением через четвёртое измерение. Двигатели корабля могли повредить мерность пространства, что сказалось бы непредсказумым образом на материи и обмене эфира в мензослоях. Пока это было слишком сложно, чтобы уложиться в и без того нагруженном информацией уме.",
    "answers": [
      {
        "id": 4,
        "text": "Продолжить",
        "var_set": [
          "negative",
          0,
          "positive",
          0,
          "dusha",
          0,
          "razum",
          0,
          "zakon",
          -30,
          "xrabrost",
          0,
          "stars",
          -30,
          "issledovatel",
          -5,
          "otdix",
          0
        ]
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы до сих пор не понимаете, как согласились на всё это, не имея чётких представлений — что Вас ожидает, кто они на самом деле, куда они они направляются и насколько они искренни с Вами.<s>r\n<s>r\nВсё произошло минувшей ночью и поначалу казалось удивительным сном, но тому были причины! Их образы появились прямо в Вашем сознании, а их голоса будто возникали в голове, перекрывая Ваши собственные мысли. Никогда раньше Вам не доводилось испытывать подобное ощущение, с одной стороны Вам казалось, что собственные мысли Вам более не принаждежат и все барьеры личного пространства сломаны и полетели в тартарары. А с другой — их открытый, чистый и невероятно мощный разум был полностью распахнут перед Вами и это восхищало и подкупало одновременно.<s>r\n<s>r\nСтранные инопланетные существа, объявив о том, что они Лириане и являются прародителями Землян, тут же, не отклыдывая в долгий ящик, перешли к сути и пригласили на свой корабль. Вот так \"Здрасте, я Ваша тётя, а давай полетим на мою планету!\".<s>r\n<s>r\nВсё ещё полагая, что это просто сон, Вы удивлённо спросили — зачем им это, ведь инопланетяне представляются человечеству в основном, как зелёные гуманоиды с огромными глазами, которые похищают людей для своих неведомых экспериментов.<s>r\n<s>r\nНо их ответ был весьма неожиданным. Оказалось, что они испрашивают Вашего согласия на участие в неком состязании самых разных планетных систем одной аллели. Их слова о том, что свобода выбора и безопасность будет гарантирована в соответствии с законами Совета — окончательно убедили Вас и Вы согласились.<s>r\n<s>r\nТолько чуть позже рассматривая свою каюту, Вы начали осознавать, что всё окружающее — не сон, а самая настоящая реальность, как бы абсурдно это не было. Вы даже пытались себя ущипнуть, рассматривали пол и стены, будто ища дополнительное подтверждение иллюзорности пространства, но тщетно.",
    "answers": [
      {
        "id": 125,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы находились в небольшом помещении, освещенном ровным мягким светом, хотя и непонятно было из какого источника он исходит. Стены приятного молочного цвета, огромное круглое окно-иллюминатор, взгляд в которое был подобен взгляду в бездну и высокая полукруглая дверь напротив него. Всё было достаточно однообразно, за исключением небольшой панели со странными геометрическими символами.<s>r\n<s>r\nОсматриваясь в каюте, Вы поняли, что не завтракали и хотите пить. Да и вообще — ожидание могло затянуться, а тут даже не на что было присесть.",
    "answers": [
      {
        "id": 6,
        "text": "Ничего здесь не трогать и просто немного подождать, пока они сами не явятся за Вами",
        "var_sub": [
          "xrabrost",
          3,
          "issledovatel",
          1
        ]
      },
      {
        "id": 10,
        "text": "Громко крикнуть: \"Эй, слышит меня кто-нибудь!\"",
        "var_add": [
          "negative",
          1
        ],
        "var_sub": [
          "dusha",
          1
        ]
      },
      {
        "id": 7,
        "text": "Подойти к двери",
        "var_add": [
          "dusha",
          1
        ]
      },
      {
        "id": 8,
        "text": "Подойти к панели",
        "var_add": [
          "issledovatel",
          1
        ]
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы решили, что лучше тут ничего не трогать, вдруг это было бы не вежливо или даже опасно и набраться терпения. Корабль разворачивался довольно быстро и вскоре должен был объявиться их представитель.<s>r\n<s>r\nВы начали бродить по каюте и размышлять над предстоящим выбором. Поток мыслей и впечатлений вскоре захватил Вас и Вы бы даже не заметили, как входная дверь открылась, если бы не звук, похожий на короткий \"пщщ\", который внезапно привлёк Ваше внимание. Сердце ёкнуло от неожиданности и Вы резко обернулись, сразу же невольно принявшись рассматривать посетителя.",
    "answers": [
      {
        "id": 11,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы чувствовали себя не очень уютно в абсолютно незнакомой и чужеродной среде и направились к двери, попутно осматривая её. Сам проем был очень высок — не менее трёх метров, а дверь состояла из нескольких спиральных пластин, сходившихся в центре. Ни панели, ни кнопки, ни рычага на двери и окружающих стенах видно не было, ни единой подсказки о том, как открывается этот проход! Вы даже на несколько секунд почувствовали себя запертой здесь и брошенной наедине со своими мыслями и, уж если быть откровенной, страхами.<s>r\n<s>r\nВы пока не могли ответить себе ни на один вопрос. Что на самом деле у них на уме и для каких целей Вы нужны им? Почему именно Вы, ведь у Вас шанс попасть сюда — примерно один на семь с половиной миллиардов. И главный вопрос — вернетёсь ли Вы на Землю или сгинете безвозвратно в той чёрной бездне, что раскинулась за иллюминатором?<s>r\n<s>r\nНо углубиться в мысли Вы не успели, с дверью что-то происходило. По мере Вашего приближения из пазов начало исходить мягкое свечение, а в самом центре засветился контур круга, размером с арбуз. В верхней точке круга Вы разглядели небольшую выемку и желоб по всей длине контура.<s>r <s>r\n<s>r\nВидимо, дверь среагировала на Ваше присутствие. Вот теперь можно попробовать как-то открыть её. Но всё таки как? И стоило ли?",
    "answers": [
      {
        "id": 27,
        "text": "Нажать на круг"
      },
      {
        "id": 28,
        "text": "Провести пальцем от выемки по всей длине желоба",
        "var_add": [
          "razum",
          1
        ]
      },
      {
        "id": 29,
        "text": "Громко постучать в дверь",
        "var_sub": [
          "razum",
          1
        ]
      }
    ]
  },
  {
    "id": 8,
    "text": "Вас, в первую очередь, заинтересовала именно эта панель, Вы начали догадываться, что это и есть управление комнатой. Скорей всего, с помощью этих символов можно сделать свое пребывание тут более комфортным.<s>r\n<s>r\nРассматривая символы, Вы заметили, что лишь несколько из них светились мягким светом, но большинство было серыми. Видимо пока неактивны. Тут должна же быть какая-то мебель, возможно даже еда. Хотя у Вас возникали вполне разумные сомнения — рискнули бы Вы съесть что-либо здесь.<s>r\n<s>r\nКаждый символ был размером с ладонь и заключен в восьмиугольник, вместе они напоминали ячейки сот. Написание символа начиналось с небольшого круглого углубления и являло собой одну незамкнутую, не пересекающую саму себя, изогнутую линию. Светилось только три из них.<s>r\n<s>r\nВы можете попробовать нажать на восьмиугольник или провести пальцем от выемке по всей линии символа.",
    "answers": [
      {
        "id": 13,
        "text": "Провести по символу пальцем",
        "var_add": [
          "razum",
          1
        ]
      },
      {
        "id": 26,
        "text": "Нажать на восьмиугольник с символом"
      }
    ]
  },
  {
    "id": 9,
    "text": "— Это зависит от Ваших целей. Путешествие, подготовка и сами соревнования займут немало времени по земным меркам, возможно несколько месяцев, но Вам гарантируется возвращение в ту же самую точку времени, именно туда, откуда Вы отбыли с Земли. Наши технологии позволяют сделать это. Разумеется если Ваше желание вернуться не изменится.",
    "answers": [
      {
        "id": 33,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 10,
    "text": "Какое-то время ничего не происходило, и Вы уже хотели крикнуть еще раз, только более раздраженно, но тут двери пришли в движение и на пороге Вашей каюты появился посетитель.",
    "answers": [
      {
        "id": 20,
        "text": "Продолжить",
        "var_sub": [
          "anteya",
          1
        ]
      }
    ]
  },
  {
    "id": 11,
    "text": "В дверях стояла лирианка, довольно высокая, с волосами изумительного солнечно-желтого цвета, одетая в элегантный серебристый костюм. Едва ли её можно было принять за человека, хотя у неё также имелось сходное с человеческим тело, две руки, две ноги, голова, а также прочие основные признаки гуманоидной расы. Лицо было более вытянутым, а глаза чуть больше и, казалось, лучились, они сразу приковывали взгляд своей глубиной и этим необьяснимым внутренним светом. Кожа была светлее, черты лица тоньше, а облегающий костюм подчеркивал её стройность и силу.<s>r\n<s>r\nТак близко и так подробно рассмотреть их Вы получили возможность впервые. Вы не ощущали никакой тревоги вблизи этого существа, но, тем не менее, ощущали её огромную духовную силу и разум. И... на миг Вас охватило едва уловимое чувство родства и некого благоговения, щемящее и такое теплое, и оно согрело Ваше сердце и страхи отступили.<s>r\n<s>r\nЛирианка тепло улыбнулась, будто в ответ на Ваши мысли.<s>r\n<s>r\n— Я Антея, рада приветствовать Вас на борту нашего корабля, — промолвила она, поднеся руку к голове и коснувшись виска кончиками пальцев, затем протянула Вам раскрытую ладонь.<s>r\n<s>r\n— Вы правы, мы далекие предки Землян и я также испытываю к Вам похожие чувства. Вижу Вы немного растеряны и, конечно, у Вас немало вопросов. Мы ответим настолько развернуто, насколько позволит время и приглашаем Вас для знакомства с экипажем и других обсуждений в общий зал.",
    "answers": [
      {
        "id": 21,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы выбрали именно этот символ и сначала подумали, что он неактивен. Контур вспыхнул чуть ярче и погас, но больше не происходило ровным счётом ничего. Вы уже хотели было попробовать активировать другой, как вдруг из панели раздался голос, сообщивший, что Ваш проводник уже на пути к Вам и прибудет через 17 минут и 37 секунд. Видимо, это символ для связи.<s>r\n<s>r\nБыло ещё немного времени, чтобы проверить, что же означают другие символы.",
    "answers": [
      {
        "id": 14,
        "text": "Выбрать циллиндр"
      },
      {
        "id": 15,
        "text": "Выбрать прямоугольник"
      },
      {
        "id": 16,
        "text": "Выбрать любой символ из тех, что не светятся",
        "var_sub": [
          "razum",
          1
        ]
      }
    ]
  },
  {
    "id": 13,
    "text": "Осталось выбрать сам символ. На панели светились такие символы:<s>r\n— В виде закрученной спирали;<s>r\n— В виде прямоугольника с дугами по бокам;<s>r\n— В виде циллиндра с выемкой вверху.",
    "answers": [
      {
        "id": 12,
        "text": "Выбрать спираль"
      },
      {
        "id": 14,
        "text": "Выбрать циллиндр"
      },
      {
        "id": 15,
        "text": "Выбрать прямоугольник"
      },
      {
        "id": 16,
        "text": "Выбрать любой символ из тех, что не светятся",
        "var_sub": [
          "razum",
          1
        ]
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы провели пальцем по контуру символа и он погас. А тем временем слева от Вас в стене засветился небольшой прямоугольник и выдвинулся вперед. Передняя и боковые стенки плавно опустились вниз, явив Вам содержимое небольшого выдвижного ящика.<s>r\n<s>r\nЭто оказался поднос с двумя глубокими выемками, похоже было, что так здесь подают еду. В одной выемке стоял высокий стакан с белым веществом, в другой была установлена большая круглая чаша, наполненная светло-жёлтыми круглыми шариками, размером с мячик для тенниса. Ненавязчивый голос без интонации донесся из панели: \"Лёгкий завтрак\".<s>r\n<s>r\nИнтересно, что это за еда и насколько безопасна? Рискнули бы Вы попробовать странный напиток и непонятные шарики неизвестного содержания? А с другой стороны — Вы согласились лететь с инопланетными существами не зная их намерений и пока не было ни малейшего представления, как долго продлится Ваше путешествие. В любом случае нужно будет чем-то питаться в полёте.<s>r\n<s>r\nВы подошли к подносу и ненадолго задумались.",
    "answers": [
      {
        "id": 18,
        "text": "Вы решили попробововать только напиток, шарики были очень подозрительны",
        "var_add": [
          "otdix",
          5,
          "xrabrost",
          1
        ]
      },
      {
        "id": 36,
        "text": "Белая субстанция, плавающая в стакане вызывала отторжение, Вы решили попробовать один из шариков",
        "var_add": [
          "otdix",
          10,
          "xrabrost",
          1
        ]
      },
      {
        "id": 37,
        "text": "Вы съедите и то и другое, почему бы и нет",
        "var_add": [
          "otdix",
          15,
          "xrabrost",
          2
        ]
      },
      {
        "id": 41,
        "text": "Вы не притронетесь к инопланетной еде и попробуете активировать другой символ",
        "var_sub": [
          "xrabrost",
          1
        ]
      }
    ]
  },
  {
    "id": 15,
    "text": "Вы провели пальцем по контуру символа и он погас. А тем временем справа от Вас в стене засветился огромный прямоугольник и выдвинулся вперед, вскоре оказавшийся развижной и очень удобной кроватью. Вместо матраца было какое-то плотное поле, настолько плотное, что создаваемую им едва светящуюся подушку, даже можно было разглядеть. Поле идеально обволакивало тело, принимая его очертания. Сидеть и тем более лежать на такой кровати было невероятно комфортно и Вы с удовольствием вытянули уставшие ноги, вспомнив, что присесть не доводилось ни разу с самого утра. В изголовье был удобный валик из такого же поля, и когда Вы опустили на него голову — поняли, что более мягкой и удобной подушки невозможно и представить!<s>r\n<s>r\nВозможно, стоило бы немного поспать перед такой встречей, ведь сегодня ночью, когда Вас разбудил инопланетный голос, сделать это не удалось. Но и любопытно было бы исследовать всю каюту, может Вы нашли бы что-то еще.",
    "answers": [
      {
        "id": 13,
        "text": "Вы решили вернуться к символам"
      },
      {
        "id": 17,
        "text": "Вы решили набраться сил и выспаться, раз представилась такая возможность",
        "var_add": [
          "otdix",
          15
        ]
      }
    ]
  },
  {
    "id": 16,
    "text": "К сожалению, ничего не произошло, эти символы неактивны, возможно стоит попробовать один из светящихся символов.",
    "answers": [
      {
        "id": 13,
        "text": "Выбрать другой символ"
      }
    ]
  },
  {
    "id": 17,
    "text": "Кровать была действительно очень комфортна и уснули Вы моментально. Разбудило Вас мягкое пульсирование поля и Вы открыли глаза, чувствуя себя бодро и полностью отдохнувшей, хотя и не могли сказать — как долго Вы проспали.<s>r\n<s>r\nОказалось, кровать пульсировала неспроста, она мягко будила Вас ото сна. Из панели раздался негромкий голос без каких-либо эмоций:<s>r\n<s>r\n— Цикл десятиминутного сна завершен.<s>r\n<s>r\nЭти слова удивили настолько, что Вы даже замерли в замешательстве. У Вас с собой не было ни часов, ни телефона, чтобы проверить — сколько в действительности Вы спали. Вы чувствовали себя бодрой и полной сил, будто спали часов 6, трудно было поверить, что прошло всего 10 минут.<s>r\n<s>r\nНу, если это в действительности так и есть, значит можно было успеть посмотреть, что еще удивительного скрывают остальные символы.",
    "answers": [
      {
        "id": 19,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 18,
    "text": "Есть и пить здесь все равно придётся, выбора особо не было, для начала Вы рискнули попробовать напиток, он вызывал меньше подозрений.<s>r\n<s>r\nОт напитка пахло свежестью, запах был как будто знакомый, но вспомнить его Вам не удалось. Отпив маленький глоточек, Вы поняли, что он почти безвкусный, но имел приятное сладковатое послевкусие. К тому же напиток отлично утолял жажду и был очень сытным.<s>r\n<s>r\nВы поставили пустой стакан на поднос и решили вернуться к символам.",
    "answers": [
      {
        "id": 40,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы встали с этого ложа и отошли от стены. Ваша кровать тут же исчезла в стене в открывшейся нише. Здесь похоже всё было доведено до автоматизма.<s>ufeff<s>r\n<s>ufeff<s>r\nНо когда Вы направились к символам, Вы обнаружили, что они больше не светятся. Панель была абсолютно неактивна. Это показалось странным, Вы даже успели подумать — каким образом Вам удалось сломать панель, как внезапно над ней засветилась двумерная голограма светловолосой Лирианки.<s>r\n<s>r\n— Мы рады приветствовать Вас на борту нашего корабля! Мы надеялись, Вы немного освоитесь здесь, Вам даже удалось поспать. Весьма мудрый выбор, эта энергия Вам очень пригодиться! Ваш проводник прибудет через 6 минут и 3 секунды, чтобы проводить Вас в общий зал для знакомства с кураторами и другими участниками.<s>r\n<s>r\nНа этих словах изображение погасло.",
    "answers": [
      {
        "id": 42,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 20,
    "text": "В дверях стояла лирианка, довольно высокая, с волосами изумительного солнечно-желтого цвета, одетая в элегантный серебристый костюм. Едва ли её можно было принять за человека, хотя у неё также имелось сходное с человеческим тело, две руки, две ноги, голова, а также прочие основные признаки гуманоидной расы. Лицо было более вытянутым, а глаза чуть больше и, казалось, лучились, они сразу приковывали взгляд своей глубиной и этим необьяснимым внутренним светом. Кожа была светлее, черты лица тоньше, а облегающий костюм подчеркивал её стройность и силу.<s>ufeff<s>r\n<s>ufeff<s>r\nТак близко и так подробно рассмотреть их Вы получили возможность впервые. Вы не ощущали никакой тревоги вблизи этого существа, но, тем не менее, ощущали её огромную духовную силу и разум. И... на миг Вас охватило едва уловимое чувство родства и некого благоговения, щемящее и такое теплое, и оно согрело Ваше сердце и страхи отступили. Вам даже стало немного неловко за этот резкий окрик.<s>r\n<s>r\nЛирианка некоторое время внимательно смотрела на Вас, Взгляд был теплым, но читалось легкое разочарование. Но затем она всё же улыбнулась Вам.<s>r\n<s>r\n— Я Антея, рада приветствовать Вас на борту нашего корабля, — промолвила она, поднеся руку к голове и коснувшись виска кончиками пальцев, затем протянула Вам раскрытую ладонь.<s>r\n<s>r\n— Вы правы, мы далекие предки Землян и я также испытываю к Вам похожие чувства. Вижу Вам не терпится получить ответы на Ваши вопросы, что ж, мы не заставим Вас долго ждать. Приглашаю Вас для знакомства с экипажем и других обсуждений в общий зал.",
    "answers": [
      {
        "id": 31,
        "text": "Извиниться перед ней",
        "var_add": [
          "anteya",
          1
        ]
      },
      {
        "id": 21,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 21,
    "text": "С этими словами она будто бы отплыла назад, приглашая Вас жестом и Вы последовали за ней.<s>r\n<s>ufeff<s>r\nЗа дверью была стена огромного коридора, похожего на какую-то гигантскую трубу. Он тянулся в обе стороны насколько хватало глаз, кажется это целое гиганское кольцо, так как края его загибались к общему центру. Потолок был настолько высок, что вы увидели его только выйдя из Вашей комнаты. Дух захватывало от одного взгляда на головокружительную высоту, пятиэтажный дом поместился бы под его сводами. <s>r\n<s>r\nЕдинственное за что цеплялся взгляд — это два длинных желоба, которые начинались из центра пола напротив Вашей двери, отвесно уходили вверх и затем, плавно поворачивая, вплетались в спирали из десятка других таких же желобов. Они тянулись по обе стороны, насколько хватало глаз, нигде не пересекаясь и, оплетая коридор, исчезали в его полумраке.<s>ufeff <s>r\n<s>r\nДвери были расположены здесь в шахматном порядке, Вы увидели их слева и справа от Вас, на расстоянии метров 100 примерно, хотя точно прикинуть на глаз было сложно.<s>r\nВы и представить себе не могли, насколько велик корабль Лириан! И как же эта махина спокойно себе пребывала на орбите Земли, будучи не обнаруженной?! Хотя... Вам тут же пришла в голову мысль, что информацию о подобнлм событии немедленно бы засекретили и врятли она бы стала  достоянием общественности.<s>r\n<s>r\nИ, в конце концов, если уж Лириане смогли пересекать Вселенную так же легко, как мы перемещаться между материками, то и спрятать корабль от любопытных глаз не составило бы проблем.<s>r\n<s>r\nНо из раздумий Вас вывела Антея, вновь заговорив с Вами:<s>r\n— Вы находитесь на одном из наших МГМ — межгалактическом модуле, предназначенном для дальних перелётов. Этот отсек корабля специально оборудован для длительного пребывания Землян и здесь имеются все необходимые удобства. В Вашей каюте есть навигатор, место для отдыха и сна, восполняемый запас продуктов, удобная сменная одежда, уборная и коммуникатор. Некоторые основные функции доступны уже сейчас, остальные будут активизированы позже.",
    "answers": [
      {
        "id": 32,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 22,
    "text": "Вы просто по-Земному, так сказать, поприветствовали присутствующих и многие также приветливо улыбнулись в ответ.\n\nХотя и всё прозвучало неуместно в новых обстоятельствах, видно было, что Ваши соплеменники в большинстве были рады новому участнику, уж очень одиноко, неуютно и чуждо было на этом инопланетном корабле.",
    "answers": [
      {
        "id": 53,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 23,
    "text": "— Да, сейчас здесь находятся еще шесть человек, чей ген был также случайно выбран, как и Ваш. Гены имеют огромное значение для нас, даже если мы можем иметь некоторые физические различия — это разные аллели нашего общего генома.<s>r\n<s>r\nСделав небольшую паузу, Антея продолжила:<s>r\n<s>r\n— Вас всего семеро, и вы были выбраны на планете Земля из людей с наиболее чистыми генами. Все Вы здесь для того, чтобы принять участие в Галактионе — великом состязании, которое покажет на что вы способны и чего вы достойны. Возможно, участие Землян в Галактионе было... несколько преждевременно, люди еще не достигли порога достаточности душевного развития для участия и это при достаточном интеллектуальном развитии. Но сейчас ваш геном в опасности. Но об этом Вы узнаете позже, это долгий рассказ...",
    "answers": [
      {
        "id": 33,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 24,
    "text": "— Корабль сейчас отправляется в созведие Тельца, если смотреть по вашим звездным картам, это около 444 световых лет. Наш путь лежит в созвездие Плеяд, мы называем его Анг, там располагается один из центров Ланиакеи — исследованой нами галактической нити. Галактион состоится там. Мне непросто подбирать слова на Вашем языке, чтобы передать суть, но я беру слова, близкие по значению.<s>r\n<s>r\nЛирианка замолчала, склонив голову набок, будто обдумывая — поняли Вы её или нет. А Вас захватили совсем другие мысли. 444 световых года! Вдруг снова так захотелось увидеть хоть краешек Земли, теперь тоска по уютной планете, по Вашему дому стала настолько непреодолимой, что Вы даже съёжились от нахлынувшего ощущения одиночества и страха неизвестности.<s>r\n<s>r\nНо Вы не успели даже представить, за какое время такая громадина собирается преодолеть полсотни световых лет, как инопланетянка заговорила сама:<s>r\n<s>r\n— Прошу Вас, не волнуйтесь, весь путь займёт не более месяца, в основном это время уйдёт на маневрирование. И сразу приношу извинения, что читаю Ваши мысли, я не могу перестать делать это, как не могу перестать  видеть Вас. Мы открыли и развили эту способность 4 тысячи лет назад. И к своим словам хочу добавить, что Совет Эклапсион даёт гарантию каждому участнику о безоговорочном возвращении домой по первому требованию. Вы вернетёсь в ту точку времени и пространства, откуда отбыли, если пожелаете. Но более подробно правила Вам объяснят на общем сборе, я могу лишь кратко ответить на основные вопросы.",
    "answers": [
      {
        "id": 33,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы вежливо поздоровались, но, судя по лицам инопланетян, похоже Вы всё-таки что-то напутали. Пока Вы перебирали в памятии — как всё-таки в точности здоровалась при встрече с Вами Антея, та самая дверь, перед которой все и собрались, внезапно открылась.<s>r\n<s>r\nСмущённо подняв глаза, Вы замерли от удивления, увидев представшего перед Вами пришельца. Ни малейших сомнений не было в том, что существо это не Земного происхождения. Он был также высок, как Лириане, но резко бросались в глаза длинные огненно-рыжие волосы. Они струились волнами по стройной мускулистой фигуре, облаченной в строгий темно-серый комбинезон с оранжевой отделкой. Резко от людей его отличало лицо — оно было немного шире, в огромных миндалевидных золотых глазах красовались черные змеиные зрачки, а от слегка укороченного носа по переносице и лбу шла янтарная чешуя. Такую же чешую Вы увидели на руках, под манжетами. По Земным меркам он был даже красив, но сходство с рептилиями и пугало и цепляло взгляд одновременно.<s>r\nСудя по реакции людей — они были потрясены не меньше Вашего, а кто-то и поболее.<s>r\n<s>r\nА тем временем, пока люди стояли с открытыми ртами, к Вашему полному изумлению пришелец в точности повторил Ваш жест и склонившись в легком поклоне, произнёс:<s>r\n<s>r\n— Приветствую Вас, дорогие гости с Земли, — голос его был низким и бархатным, а улыбка невероятно харизматичной, — Редко где сейчас можно увидеть церемониальный поклон дома Инхатор, приятно удивлён, — последние слова предназначались Вам лично, как и следующая за ними улыбка.<s>r\n<s>r\nКраем глаза Вы увидели какие жгучие взгляды метнули на Вас девушки.<s>r\n<s>r\n— Меня зовут Ксальтиан Д'Инхатор, продолжил он. Я один из Ваших кураторов в предстоящей подготовке.<s>r\n<s>r\n— Мы немного задержались, — Антея даже склонила голову набок от смущения, — Предлагаю, наконец, пройти внутрь.",
    "answers": [
      {
        "id": 53,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 26,
    "text": "Кнопка не поддавалась, да и судя по всему, это была совсем не кнопочная панель, потому как абсолютно ничего не произошло. Нужно попробовать какой-то другой способ активировать символ.",
    "answers": [
      {
        "id": 13,
        "text": "Провести по символу пальцем"
      }
    ]
  },
  {
    "id": 27,
    "text": "Круг оказался частью монолитной двери и кнопкой не являлся, к тому же абсолютно ничего не произошло. Нужно попробовать какой-то другой способ активировать символ.",
    "answers": [
      {
        "id": 28,
        "text": "Провести пальцем от выемки по всей длине желоба"
      },
      {
        "id": 29,
        "text": "Громко постучать в дверь"
      }
    ]
  },
  {
    "id": 28,
    "text": "Весь круг засветился голубоватым светом и тут же погас, двери начали открываться подобно шторкам объектива фотоаппарата, Вы успели заметить, что они были довольно толстые.<s>r\n<s>r\nЗа дверью была стена огромного коридора, похожего на какую-то гигантскую трубу. Потолок был настолько высок, что вы не увидели его из Вашей комнаты. Единственное, за что цеплялся взгляд — это два длинных желоба, которые начинались из центра пола напротив Вашей двери, отвесно уходили вверх и затем, плавно поворачивая, вплетались в спирали из десятка других таких же желобов. Они тянулись по обе стороны, насколько хватало глаз, нигде не пересекаясь, и, оплетая тоннель, исчезали в его полумраке.<s>r\n<s>r\nВы стояли на небольшой и ничем не огороженной площадке у двери, отделяющей Вас от странных желобов.<s>r\n<s>r\nКоридор был абсолютно пуст и действительно огромен. Только чуть выглянув из комнаты, у Вас сразу захватило дух от взгляда на головокружительную высоту. Здесь без проблем можно было разместить пятиэтажный дом и ещё место бы осталось.<s>r\n<s>r\nДвери были расположены в шахматном порядке, Вы увидели их слева и справа от Вас, на расстоянии приблизительно около ста метров, хотя прикинуть точно на глаз было довольно сложно. <s>r\n<s>r\nВы и представить себе не могли, насколько велик корабль Лириан! И как же эта махина спокойно себе пребывала на орбите Земли, будучи не обнаруженной?! Хотя... Вам тут же пришла в голову мысль, что информацию о подобном событии немедленно бы засекретили и врятли она бы стала  достоянием общественности.<s>r\n<s>r\nИ, в конце концов, если уж Лириане смогли пересекать Вселенную так же легко, как мы перемещаться между материками, то и спрятать корабль от любопытных глаз не составило бы проблем.<s>r\n<s>r\nВсё было незнакомым и чуждым, Вы чувствовали себя очень неуютно и одиноко. Не сделали ли Вы ошибки, выбравшись из каюты и как к этому отнесутся хозяева корабля? Коридор тянулся в обе стороны, насколько хватало глаз, кажется это целое гиганское кольцо, так как края его загибались к общему центру. Взгляд в любую из сторон вызывал плохо контролируемый страх, может лучше было остаться в каюте?",
    "answers": [
      {
        "id": 45,
        "text": "Выйти из каюты и пойти направо по коридору",
        "var_add": [
          "xrabrost",
          1
        ]
      },
      {
        "id": 46,
        "text": "Выйти и пойти налево",
        "var_add": [
          "xrabrost",
          1
        ]
      },
      {
        "id": 47,
        "text": "Вернуться в каюту",
        "var_sub": [
          "xrabrost",
          1
        ]
      }
    ]
  },
  {
    "id": 29,
    "text": "Стук получился глухим и очень тихим. В каюте была прекрасная звукоизоляция. Вы чувствовали себя неловко, если не сказать глупо. Нужно попробовать другой способ открыть эту дверь.<s>r\n",
    "answers": [
      {
        "id": 91,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 30,
    "text": "— На Ваших звёздных картах, наша родная звезда располагается в созвездии Лиры. Она сравнительно далеко от Вас — 900 световых лет, Вы называете её Шелиак, — глаза Антеи даже засветились, когда она вспомнила дом.<s>r\n<s>r\n— Мы зовём их Кранадор и Хеллина — и это двойная звезда, освещающая нашу огромную планету бело-голубым светом. Причем Кранадор — это парная звезда и её центры масс так плотно обмениваются веществом, что практически слились в одно целое. Не буду утомлять Вас ненужной информацией, столкновение ядер, разумеется, неизбежно, но произойдет это не завтра и даже не через тысячу лет.<s>r\n<s>r\nВнезапно она остановилась и, внимательно глядя Вам в глаза, спросила:<s>r\n<s>r\n— Вы хотели бы послушать о нас немного, или перейдём к другим вопросам?",
    "answers": [
      {
        "id": 48,
        "text": "Да, конечно!",
        "var_add": [
          "anteya",
          1,
          "issledovatel",
          1
        ]
      },
      {
        "id": 21,
        "text": "Не интересно",
        "var_sub": [
          "anteya",
          1,
          "negative",
          1
        ]
      }
    ]
  },
  {
    "id": 31,
    "text": "Вы смущённо извинились, сославшись на обстоятельства и страх неизвестности и Антея, внимательно выслушав Ваши объяснения, снова улыбнулась. Но на сей раз улыбка была тёплой.<s>r\n<s>r\n— Не думайте об этом. Нас уже ждут.",
    "answers": [
      {
        "id": 21,
        "text": "Продолжить",
        "var_add": [
          "anteya",
          1
        ]
      }
    ]
  },
  {
    "id": 32,
    "text": "Внезапно она развернулась от Вас к стене и внимательно всмотрелась в неё. Не успели Вы повернуть туда голову, как там внезапно прямо в обшивке раскрылась круглая панель и оттуда выехал серебристый предмет яйцевидной формы размером с автомобиль. Бесшумно он пересек разделяющее вас пространство, подлетел к желобам и замер над ними. Когда два из них засветилось голубоватым светом, вдоль аппарата также появились продольные святящиеся линии и они стали походи на рельсы. Верх аппарата сдвинулся, открывая вид на два удобных сиденья, а из боков выехали ввемки для ног, чтобы было удобно забраться внутрь. В небольшой кабине Вы увидели панель управления с символами, похожими на те, что были в Вашей каюте.<s>r\n<s>r\n— Мы можем использовать телекинез для передвижения небольших предметов. Корабль частично управляется с помощью силы мысли, что также служило своеобразной защитой во времена войны, от тех рас, кто такими навыками не обладал. В отсеке Землян все каюты на ручном управлении, достаточно провести пальцем по символу, это для недопущения случайного нажатия. Панели с символами предназначены в основном для Землян, — тут же пояснила она и продолжила, — Располагайтесь, это гравикар на магнитной подушке. Эти технологии немного устарели, — добавила она виновато, — Но всё же не теряют своей актуальности. Корабль был построен давно. <s>r\nВы поднялись в гравикар и, удобно расположившись на сиденьи, почувствовали как бедра и плечи охватило невидимое плотное поле, это было сродни ремням безопасности в автомобиле.<s>r\n<s>r\nЛирианка расположилась рядом и последовательнл активировала несколько символов на панели, проводя по ним пальцем. Аппарат мягко поднялся, будто паря в воздухе и, набирая скорость, устремился вперед.<s>r\n<s>r\nНадо сказать, это было захватывающе, магнитные рельсы обвивали туннель коридора, как резьба на гайке. Вы моментально потеряли ощущение верха и низа и боялись только одного — громко завизжать от восторга!<s>r\n<s>r\n— Здесь притяжение обеспечивает центробежная сила. Модуль был построен во времена уже упомянутой мной войны, охватившей Вселенную, и туннели спроэктированы так, что вмещают значительно большее количество магнитных путей, чем вместила бы плоскость только одного пола. Все жители этого отсека могут эвакуироваться очень быстро и практически одновременно. В те времена у нас были в ходу вместительные гравикары на 25 пассажиров. ",
    "answers": [
      {
        "id": 33,
        "text": "Продолжить",
        "var_set": [
          "otv1",
          0,
          "otv2",
          0,
          "otv3",
          0,
          "otv4",
          0,
          "otv5",
          0
        ]
      }
    ]
  },
  {
    "id": 33,
    "text": "— Пока мы не прибыли, я успею ответить еще на несколько вопросов. Что Вас интересует?",
    "answers": [
      {
        "id": 9,
        "text": "Как долго я пробуду здесь?",
        "var_add": [
          "otv1",
          1,
          "issledovatel",
          1
        ],
        "var_no_more": [
          "otv1",
          0
        ]
      },
      {
        "id": 23,
        "text": "На борту есть ещё люди, помимо меня?",
        "var_add": [
          "otv2",
          1,
          "issledovatel",
          1
        ],
        "var_no_more": [
          "otv2",
          0
        ]
      },
      {
        "id": 24,
        "text": "Куда сейчас направляется этот корабль?",
        "var_add": [
          "otv3",
          1,
          "issledovatel",
          1
        ],
        "var_no_more": [
          "otv3",
          0
        ]
      },
      {
        "id": 34,
        "text": "Расскажите мне о корабле?",
        "var_add": [
          "otv4",
          1,
          "issledovatel",
          1
        ],
        "var_no_more": [
          "otv4",
          0
        ]
      },
      {
        "id": 30,
        "text": "Кто вы всё-таки такие? И какое отношение имеете к нам?",
        "var_add": [
          "otv5",
          1,
          "issledovatel",
          1
        ],
        "var_no_more": [
          "otv5",
          0
        ]
      },
      {
        "id": 50,
        "text": "У меня пока нет вопросов"
      }
    ]
  },
  {
    "id": 34,
    "text": "— Кораблю уже более тысячи лет, это один из первых эвакуационных модулей, с помощью которых мы перевозили гуманоидные расы, подобные нам, с гибнущих планет. В годы войны он использовался для этих же целей, но из-за своих размеров и неповоротливости не обладал такой манёвренностью и скоростью, как современные высокотехнологичные скоростные корабли. Но у модуля имеется существенный плюс — обеспечение абсолютной невидимости для любого вида излучения, быстрые корабли вызывают возмущение эфира и потому более заметны. Здесь располагаются 18 отсеков, вмещающие до 2500 населения. Это один из самых больших кораблей. Корабли ещё большего размера не прошли испытания — во время параллельного смещения в квантовом пространстве были замечены потери 0,017% молекул, а это уже недопустимо. Путешествие на этом корабле абсолютно безопасно, для пассажирских модулей требования к потерям самые высокие, вплоть до 0%.",
    "answers": [
      {
        "id": 33,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 35,
    "text": "Вы запомнили, как приветствовала Вас Антея и теперь в точности воспроизвели ее приветствие. Но Ваш жест был воспринят весьма неоднозначно. Все Лириане повторили его и тут Вы попали точно в цель, их расположение к Вам было очевидно.<s>r\n<s>r\nА вот в некоторых людях вовсе не наблюдалось подобного энтузиазма.<s>r\n<s>r\n— Ну ты и подхалимка, — прозвучало со стороны Роксаны и стоящая с ней рядом Алиса неприятно и громко засмеялась, видимо желая польстить своей новой знакомой.<s>r\n<s>r\nНичего кроме снисходительной улыбки Лириан, девушки не удостоились. Один из Ваших сопровождающих отметил, обращаясь лично к Вам:<s>r\n<s>r\n— Нам очень приятно, что Земляне внимательны к нашим традициям, лесть и вежливость — это разные вещи в нашем понимании, — последние слова были обращены в сторону Роксаны, которая усиленно делала вид, что её это не касается.",
    "answers": [
      {
        "id": 53,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 36,
    "text": "Есть и пить здесь все равно придётся, выбора особо не было, для начала Вы рискнули попробовать шарик, напиток Вам с самого начала не понравился.<s>ufeff<s>r\n<s>ufeff<s>r\nВы взяли в руки маленький шарик, похоже, что это какой-то фрукт, он был гладкий и плотный. Смело откусив кусочек, Вы почувствовали его сочную мякоть и бесподобный кисловатый вкус. Вы даже и не заметили, как опустела ваза с фруктами, они были очень сытными а затем, бросив взгляд на нетронутый напиток, Вы снова решили вернуться к символам.",
    "answers": [
      {
        "id": 43,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 37,
    "text": "Есть и пить здесь все равно придётся, выбора особо не было, для начала Вы рискнули попробовать напиток, а затем и странный шарик.<s>ufeff<s>r\n<s>ufeff<s>r\nОт напитка пахло свежестью, запах был как будто знакомый, но вспомнить его Вам не удалось. Отпив маленький глоточек, Вы поняли, что он почти безвкусный, но имел приятное сладковатое послевкусие. Затем взяли в руки маленький шарик, похоже, что это какой-то фрукт, он был гладкий и плотный. Смело откусив кусочек, Вы почувствовали его сочную мякоть и бесподобный кисловатый вкус. Вы запили его коктейлем и это сочетание Вам понравилось, что навело Вас на мысль, что вкусовые пристрастия Землян тщательно изучались. Выпив еще немного — стало понятно, что напиток отлично утоляет жажду, а фрукты очень сытные.<s>ufeff<s>r\n<s>ufeff<s>r\nВы даже и не заметили, как опустела ваза с фруктами, а затем, вернув пустой стакан на поднос, Вы снова решили вернуться к символам.",
    "answers": [
      {
        "id": 38,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 38,
    "text": "Вы отошли от стены и опустевший поднос тут же сложился в обратном порядке и исчез в стене. Что ж, довольно удобно, всё доведено до автоматизма.<s>ufeff<s>r\n<s>ufeff<s>r\nНо когда Вы направились к символам, Вы обнаружили, что они больше не светятся. Панель была абсолютно неактивна. Это показалось странным, Вы даже успели подумать — каким образом Вам удалось сломать панель, как внезапно над ней засветилась двумерная голограма светловолосой Лирианки.<s>r\n<s>r\n— Мы рады приветствовать Вас на борту нашего корабля! Надеемся, Вам понравился наш протеиновый коктейль и фрукты. Напиток содержит необходимые Землянам белки и витамины, а фрукты выращивают в садах здесь, на корабле, специально для Землян, они очень питательны. Эта энергия Вам несомненно пригодится. Ваш проводник прибудет через 6 минут и 3 секунды, чтобы проводить Вас в общий зал для знакомства с кураторами и другими участниками.<s>r\n<s>r\nНа этих словах изображение погасло.",
    "answers": [
      {
        "id": 42,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 39,
    "text": "Из аппарата очень быстро выскочила стройная девушка-инопланетянка и подбежала к Вам.<s>r\n<s>r\nСразу стало понятно, что она и есть Лирианка — именно их Вы видели ночью в том странном \"сне\".<s>r\n<s>r\nОна была высокая, с волосами изумительного солнечно-желтого цвета, одетая в элегантный серебристый костюм. Едва ли её можно было принять за человека, хотя у неё также имелось сходное с человеческим тело, две руки, две ноги, голова, а также прочие основные признаки гуманоидной расы. Лицо было более вытянутым, а глаза чуть больше и, казалось, лучились, они сразу приковывали взгляд своей глубиной и этим необьяснимым внутренним светом. Кожа была светлее, черты лица тоньше, а облегающий костюм подчеркивал её стройность и силу.<s>ufeff<s>ufeff<s>r\n<s>ufeff<s>ufeff<s>r\nВы не ощущали никакой тревоги вблизи этого существа, но, тем не менее, ощущали её огромную духовную силу и разум. И... на миг Вас охватило едва уловимое чувство родства и некого благоговения, щемящее и такое теплое, и оно согрело Ваше сердце и страхи отступили.<s>ufeff",
    "answers": [
      {
        "id": 93,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы отошли от стены и опустевший поднос тут же сложился в обратном порядке и исчез в стене. Что ж, довольно удобно, всё доведено до автоматизма.<s>ufeff<s>r\n<s>ufeff<s>r\nНо когда Вы направились к символам, Вы обнаружили, что они больше не светятся. Панель была абсолютно неактивна. Это показалось странным, Вы даже успели подумать — каким образом Вам удалось сломать панель, как внезапно над ней засветилась двумерная голограма светловолосой Лирианки.<s>r\n<s>r\n— Мы рады приветствовать Вас на борту нашего корабля! Надеемся, Вам понравился наш протеиновый коктейль, он содержит необходимые Землянам белки и витамины! Жаль, что не отведали наших фруктов, они очень питательны и эта энергия Вам несомненно бы пригодилась. Ваш проводник прибудет через 6 минут и 3 секунды, чтобы проводить Вас в общий зал для знакомства с кураторами и другими участниками.<s>r\n<s>r\nНа этих словах изображение погасло.",
    "answers": [
      {
        "id": 42,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы отошли от стены и нетронутый поднос тут же сложился в обратном порядке и исчез в стене. Что ж, ту всё, похоже, было доведено до автоматизма.<s>r\n<s>r\nНо когда Вы направились к символам, Вы обнаружили, что они больше не светятся. Панель была абсолютно неактивна. Это показалось странным, Вы даже успели подумать — каким образом Вам удалось сломать панель, как внезапно над ней засветилась двумерная голограма светловолосой Лирианки.<s>r\n<s>r\n— Мы рады приветствовать Вас на борту нашего корабля! Нам очень жаль, что Вам не понравился наш протеиновый коктейль и фрукты. Напиток содержит необходимые Землянам белки и витамины, а фрукты выращивают в садах здесь, на корабле, специально для Землян, они очень питательны. Эта энергия Вам бы пригодилась. Ваш проводник прибудет через 6 минут и 3 секунды, чтобы проводить Вас в общий зал для знакомства с кураторами и другими участниками.<s>r\n<s>r\nНа этих словах изображение погасло.<s>r\n<s>r\nЧто ж, Вы и правда уже пожалели, что отказались от Лирианского гостеприимства, но теперь уже ничего не поделать.<s>r\n",
    "answers": [
      {
        "id": 42,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 42,
    "text": "Панель больше не откликалась и Вам только оставалось дождаться проводника. Лёгкое волнение охватило Вас, а по спине пробежала дрожь — сейчас эти двери раскроются и Вы увидите перед собой настоящего инопланетянина, не образ, не голограму, а живое существо. <s>r\n<s>r\nСекунды тянулись бесконечно. Чернота за окном, незнакомое пространство, одиночество и неизвестность давили на Вас. Совершенно не зная, чем себя занять, Вы задумались, глядя в сторону двери.",
    "answers": [
      {
        "id": 7,
        "text": "Подойти к двери",
        "var_add": [
          "dusha",
          1
        ]
      },
      {
        "id": 127,
        "text": "Дождаться проводника",
        "var_sub": [
          "xrabrost",
          1
        ]
      }
    ]
  },
  {
    "id": 43,
    "text": "Вы отошли от стены и поднос тут же сложился в обратном порядке и исчез в стене. Что ж, довольно удобно, всё доведено до автоматизма.<s>r\n<s>r\nНо когда Вы направились к символам, Вы обнаружили, что они больше не светятся. Панель была абсолютно неактивна. Это показалось странным, Вы даже успели подумать — каким образом Вам удалось сломать панель, как внезапно над ней засветилась двумерная голограма светловолосой Лирианки.<s>r\n<s>r\n— Мы рады приветствовать Вас на борту нашего корабля! Надеемся, Вам понравились наши фрукты, они очень питательны, их выращивают в садах здесь, на корабле, специально для Землян. Жаль, что не попробовали протеиновый коктейль, он содержит необходимые Землянам белки и витамины! Любая энергия Вам несомненно бы пригодилась. Ваш проводник прибудет через 6 минут и 3 секунды, чтобы проводить Вас в общий зал для знакомства с кураторами и другими участниками.<s>r\n<s>r\nНа этих словах изображение погасло.",
    "answers": [
      {
        "id": 42,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 44,
    "text": "Самым немногословным оратором был Меон. После оживлённых споров в зале, наконец, воцарилось почтительное молчание, когда этот внушительных размеров инопланетянин поднялся с места и распрямил свои плечи, демонстрируя великолепную осанку. Он тоже был похож на воина, но, в отличие от Ксальтиана, не имел никакого отношения к армариусам.<s>r\n<s>r\nСтоль внушительная сила этих незаурядных существ была обусловлена местом их обитания и расположения их маленького тяжёлого мира. Родом эта раса происходила из системы звезды Арктур, перенасыщенная тяжёлыми металлами экзопланета Эйцар двигалась по орбите против вращения звезды обеспечивая регулярные планетотрясения и извержения вулканов. Все ближайшие свои планеты Арктур сжёг давно, остался только этот мир и горстка агрессивных комет.<s>r\n<s>r\nЧтобы выжить в такой среде, да ещё и при 12G, очевидно, потребовались способности, намного превосходящие людские. Искры, пробегающие по его волосам — наглядно показывали, что таковые у этой расы имеются. Оказывается, тела Арктурианцев способны накапливать и сохранять резервуар электрической энергии до нескольких тысяч джоулей.<s>r\n<s>r\nНо Меон, к всеобщему сожалению, мало что рассказал о своей расе. Единственно, на чём Арктурианец остановился более подробно — это на своей основной деятельности на этом корабле. Он оказался астромензором — особый ранг лётчиков, благодаря которым ушли в далёкое прошлое длительные перелёты. Представители расы Арктурианцев имели некоторые особенные способности, которые применяли для вычисления расчётных точек выхода из четвёртого измерения.<s>r\n<s>r\nМногим очень интересно было узнать подробности, особенно Дмитрий заинтересовался словами куратора, смотря на него восхищёнными глазами и буквально впитывая каждое слово. Но Меон отметил, что для более глубокого погружения в такие науки как мензоника, космография, квантовая энтропия, в рамках первого знакомства было слишком мало времени. Арктурианец приглашал участников в обсерваторию, там обещал познакомить с начальными принципами астронавигации и посмотреть запуск параллельных двигателей, когда МГМ выйдет за пределы Солнечной системы.",
    "answers": [
      {
        "id": 130,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 45,
    "text": "Справившись с изрядной долей сомнений, Вы направились направо по коридору. Сойдя с площадки, Вы сразу почувствовали, что страх накатил с новой силой, пространство было огромным и абсолютно пустым и шаги отдавались гулким эхо. <s>r\n<s>r\nПол был пологим, идти было удобно, но Вы с первых шагов поняли, что пешком тут не ходят. Иначе бы они целые дни бы тратили только на ходьбу, для того, чтобы попадать из помещения в помещение. Вы и представить себе не могли — с какой целью они строили корабль таких размеров.<s>r\n<s>r\nВы прошли совсем немного, как вдруг увидели, что два желоба засветились голубым и из глубины коридора позади Вас раздался низкий гул. Судя по нарастанию звука — что-то приближалось сюда. А Вы, к тому же, стояли в непосредственной близости от светящихся голубоватым светом желобов. С каждой секундой гул от них усиливался, нарастала вибрация воздуха и отчетливое чувство тревоги охватило Вас.",
    "answers": [
      {
        "id": 92,
        "text": "Отойти от светящихся желобов",
        "var_add": [
          "dusha",
          1
        ],
        "var_sub": [
          "xrabrost",
          1,
          "issledovatel",
          1
        ]
      },
      {
        "id": 94,
        "text": "Резко отбежать в сторону",
        "var_add": [
          "dusha",
          2
        ],
        "var_sub": [
          "xrabrost",
          1
        ]
      },
      {
        "id": 95,
        "text": "Рассмотреть светящиеся желоба поближе",
        "var_add": [
          "xrabrost",
          3,
          "issledovatel",
          2
        ]
      }
    ]
  },
  {
    "id": 46,
    "text": "Справившись с изрядной долей сомнений, Вы направились налево по коридору. Сойдя с площадки, Вы сразу почувствовали, что страх накатил с новой силой, пространство было огромным и абсолютно пустым, шаги отдавались гулким эхо. <s>r\n<s>r\nПол был пологим, идти было удобно, но Вы с первых шагов поняли, что пешком тут не ходят. Иначе бы они целые дни бы тратили только на ходьбу, для того, чтобы попадать из помещения в помещение. Вы и представить себе не могли — с какой целью они строили корабль таких размеров.<s>r\n<s>r\nВы прошли совсем немного, как вдруг увидели, что впереди в шагах 20 от Вас на одном из пересекающих коридор желобов, что-то блеснуло. От ровных рядов спиральных линий рябило в глазах и потому этот предмет было видно сразу — он выглядел как маленький блестящий металлический циллиндр.<s>r\n<s>r\nВнезапно именно эти желоба начали светиться голубоватым светом и Вы услышали всё нарастающий гул. Что-то приближалось сюда. С каждой секундой этот звук усиливался, а вблизи светящихся желобов всё нарастала вибрация воздуха и отчетливое чувство тревоги охватило Вас.",
    "answers": [
      {
        "id": 107,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 47,
    "text": "Вас охватили сомнения и Вы решили вернуться в каюту, съедаемая смутным ощущением опасности. Кто знает, что могло произойти, для чего там все эти желоба и представляли ли они опасность. Коридор отдалённо напоминал туннель метро и Вы совершенно не хотели закончить своё путешествие, будучи по собственной глупости сбитой инопланетным поездом или иным средством передвижения.<s>r\n<s>r\nДа и к тому же — вдруг это было бы невежливо с Вашей стороны? Вы решили набраться благоразумия и терпения и вскоре оно было вознаграждено.<s>r\n<s>r\nЧерез несколько минут входная дверь снова открылась и, хоть Вы и ожидали посетителя, сердце всё же ёкнуло от неожиданности. Несмотря на испуг, Вы сразу же невольно принялись рассматривать посетителя.",
    "answers": [
      {
        "id": 128,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 48,
    "text": "— Наша раса считается одной из самых древних в этой части Вселенной, — начала Лирианка свой рассказ, — Мы исследовали и распространили влияние на галактическую нить, называемую Ланиакея. Мы ищем совершенства во всём и уже прошли длинный путь к нынешнему развитию разума и духа. Да, у нас случались войны, кризисы, вторжения враждебных планов, однажды мы даже были практически истреблены, но... мы выжили. Мы также обрели контроль над эмоциями, хотя и способны их испытывать также, как Вы. Нам стали доступны многие способности нашего разума, телепатия и телекинез, например. Для этого нужно обширное понимание строения и функционирования мозга и глубокое погружение в подсознательные процессы, которые у Вас бы назвали — сверхестесственные способности. Здесь это эволюция. И теперь мы ищем, заботимся и оберегаем народы, которые являются носителями нашего гена, мы пытаемся защитить их от...<s>r\n<s>r\nРассказ внезапно оборвался и Ваша собеседница задумалась, погрузившись в свои мысли. Но в том момент, когда Вы уже хотели спросить её от кого же требуется защита, она так же внезапно продолжила.<s>r\n<s>r\n— Земляне молодая раса, как и многие другие народы-участники Галактиона. Все вы имеете право на своё наследие, но очень много зависит от исхода состязаний и от того, как Вы проявите себя. Но подробный рассказ об этом нам придется отложить на более подходящее время.<s>r\n<s>r\n— Одно Вы должны усвоить, — продолжила Антея после очередной паузы, — Вы наша семья, наши потомки и мы приложим все усилия, чтобы сохранить ваш вид и защитить ваш дом.",
    "answers": [
      {
        "id": 33,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 49,
    "text": "Последующая вспышка гнева со стороны взбешённой девушки была вполне ожидаема:<s>r\n— Такие как ты — пустое место для меня! Да ты хоть знаешь с кем говоришь? Смотри чтобы у тебя самой мозгов хватило, чтобы не вылететь отсюда вслед за своей подружкой.<s>r\n<s>r\n— Роксана, мы все уже тебя наслушались. Пожалуйста, помолчи хоть немного и не роняй еще сильнее репутацию человечества в глазах наших братьев по разуму...<s>r\n<s>r\nСлова Давида всё-таки заставили Роксану задуматься и она замолчала, лишь изредка бросая на Вас недобрые взгляды.<s>r\n<s>r\n— А ты молодец, — улыбнулся Вам Давид.<s>r\n<s>r\nВаша соседка легонько тронула Вас за локоть.<s>r\n— Спасибо!, — прошептала она и добавила, — Я Лара, будем знакомы.",
    "answers": [
      {
        "id": 78,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 50,
    "text": "Пока вы разговаривали, гравикар прибыл, наконец, к месту назначения. Сердце заколотилось от волнения, когда Вы увидели впереди группу людей. Они будто стояли на потолке и по мере движения аппарата, казалось, вращались вместе с туннелем. Сразу закружилась голова, несмотря на знание, что они стоят на месте, а движетесь Вы.<s>r\n<s>r\nАппарат остановился неподалеку от группы людей и инопланетян, уже спешившихся и ожидающих около массивной круглой двери.<s>r\n<s>r\n— Мы прибыли к месту сбора, — Антея повернулась к Вам и улыбнулась, — Сейчас Вы познакомитесь с остальными.",
    "answers": [
      {
        "id": 51,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 51,
    "text": "Когда Вы спустились с гравикара и подошли к собравшимся, стало понятно, что вы с Антеей прибыли последними и все ждали лишь вас. Двенадцать лиц были обращены к вам, шесть людей и шесть сопровождающих их инопланетян.<s>r\n<s>r\nЛириане все были так похожи друг на друга, выше людей на пол-головы, а то и на голову, все с удивительными светлыми волосами и огромными сияющими глазами, а вот шестеро людей были такие разные! Трое мужчин и трое женщин. Но и в людях Вы уловили общее сходство — все они были молоды, здоровы, полны сил и красивы каждый по-своему. Без сомнений, любой из них выделился бы в толпе среди людей. И теперь Вы одна из них.<s>r\n<s>r\n— Наконец-то, — тихо фыркнула в повисшей тишине высокая женщина с потрясающими черными глазами и густой копной иссиня-чёрных волос, уложенных в высокую прическу. Её вызывающий тон, надменное лицо и вульгарнаая поза, говорили о многом.<s>r\n<s>r\nВызывало недоумение такое странное недоброе приветствие, но, судя по тому, как черноволосая девушка морщила лобик и недовольно косилась в сторону мужчин, которые демонстративно от неё отвернулись — здесь произошла ссора.\n<s>r\nВысокий черноволосый парень, стоящий поодаль от всех, был чрезвычайно занят тем, что поедал её глазами и в принципе проигнорировал Ваше появление. Остальные мужчины просто кивнули головой в знак приветствия и коротко представились. Один из ребят, назвавшийся Дмитрием, был повыше, весь в веснушках с удивительным медным цветом волос и зелёными глазами. А второй — Давид, коренастый и плечистый, с аккуратно подстриженной бородой, густой копной каштановых волос и пушистыми ресницами.<s>r\nЯркая блондинка, стоящая рядом с черноокой красавицей даже как-то терялась на её фоне, а возможно и за её формами. Её светлые вьющиеся волосы, похоже, были абсолютно натуральными. Она просто смерила Вас взглядом и разжала губы, чтобы прошипеть: \"Я Алиса, а это Роксана\". Ну хоть представилась, зато проделала это с одним из самых кислых выражений на лице, которые Вы видели.<s>r\n<s>r\nВот это генофонд — сразу пришла в голову мысль, такие разные и прекрасные люди. Интересно — почему именно семь человек? Почему не четыре мужчины и три женщины? Пока вопросов только добавлялось.<s>r\n<s>r\nВы решили поприветствовать собравшихся. Но как это сделать?",
    "answers": [
      {
        "id": 22,
        "text": "Сказать \"Привет!\", обращаясь ко всем и помахать рукой",
        "var_sub": [
          "razum",
          1
        ]
      },
      {
        "id": 25,
        "text": "Поздороваться с людьми, коснуться пальцами лба, а затем медленно опуская руку сделать лёгкий полупоклон. ",
        "var_add": [
          "Ksan",
          10
        ],
        "var_sub": [
          "razum",
          1
        ]
      },
      {
        "id": 35,
        "text": "Приветствовать людей и затем коснуться пальцами виска, после опустить руку, развернув её ладонью к собравшимся",
        "var_add": [
          "razum",
          1,
          "lir",
          1
        ]
      }
    ]
  },
  {
    "id": 52,
    "text": "И тут с места поднялся до сих пор сохранявший молчание высокий черноволосый мужчина. На первый взгляд он выглядел старше остальных, ему можно было дать около тридцати. Его выделяли карие, почти чёрные глаза и очень пристальный взгляд. Его резкие, мужественные черты лица, копна волос цвета воронова крыла, прямой нос и упрямый подбородок, делали его весьма привлекательным. Помимо немалого роста, он обладал еще и внушительным спортивным торсом.<s>r\n<s>r\nНачал он резко и безкомпромисно, обведя тяжелым взглядом каждого из присутствующих людей:<s>r\n— Значит так!... Никто из вас дальше никуда не полетит! Это ясно? Я, Максим Верховин, лейтенант военной разведки, сверхсекретного подразделения, название которого вам знать не положено, отправляюсь на эту миссию один! Все гражданские без лишних вопросов возвращаются на Землю.<s>r\n<s>r\nДа уж, немало недоброжелатей и проблем ожидает Вас, в случае если Вы захотите остаться. Одна Роксана чего стоит, теперь ещё это.<s>r\n<s>r\nЛлартан отреагировал немедленно:<s>r\n— Вы не можете влиять на свободу выбора других участников. Только они могут принять решение — остаться им или вернуться на Землю.<s>r\n<s>r\nДавид бросил на лейтенанта презрительный взгляд:<s>r\n— Да будь ты хоть директор галактики, ты нам не указ.<s>r\n<s>r\nПоначалу Вам показалось, что Максим сейчас взорвётся также, как Роксана, но самообладание у него всё же имелось.<s>r\n— Я не просто так это говорю, — мужчина вздохнул. — Вы уверены, что такая задача вам по силам? Я лучше подхожу для этой роли, я тренировался не один год и выполнял задачи, позвольте подчеркнуть — боевые задачи, которые не по зубам ни одному из вас! Помимо всего мой коэффициент интеллекта равен 152.<s>r\n<s>r\nВы увидели, как незаметно и снисходительно улыбнулся рыжеволосый Дмитрий, при этих словах. Но Максима это не остановило:<s>r\n— Я один справлюсь с такой миисией. Вы обязаны подчиниться.<s>r\n<s>r\nРоксана неопределённо хмыкнула, Дмитрий напрягся, а Давид так и смотрел с плохо скрываемым презрением. Остальные же молчали.<s>r\n<s>r\nМожно было ответить на этот выпад, а можно было просто промолчать, но после сделать так, как считаете нужным. Лириане свою позицию на этот счёт озвучили предельно ясно — выбирать только самим участникам.",
    "answers": [
      {
        "id": 81,
        "text": "- За пределами Земли все Ваши полномочия закончились. Здесь действуют уже иные законы",
        "var_add": [
          "xrabrost",
          1,
          "ellira",
          2,
          "positive",
          1
        ]
      },
      {
        "id": 82,
        "text": "Промолчать и не ввязываться в спор"
      },
      {
        "id": 83,
        "text": "- Полагаете, все задачи можно решить грубой силой? Мы все имеем шанс показать себя",
        "var_add": [
          "dusha",
          1,
          "positive",
          1
        ]
      },
      {
        "id": 84,
        "text": "- А ты попробуй подчини. Смотри только не лопни от натуги",
        "var_add": [
          "xrabrost",
          2,
          "dusha",
          1,
          "positive",
          1
        ]
      },
      {
        "id": 85,
        "text": "- В Ваших словах есть смысл",
        "var_add": [
          "negative",
          1
        ]
      }
    ]
  },
  {
    "id": 53,
    "text": "Затем один из Лирианцев подошел к двери и произнёс:<s>r\n<s>r\n— Сейчас вас ожидает встреча с кураторами и мы просим каждого из вас – ни в коем случае не обращайтесь ни к кому, если перед этим не обращались к вам. Будет выделено специальное время для вопросов – тогда вы сможете смело задавать их. Очень важно – обращайтесь к кураторам именно так, как они будут представлены, постарайтесь воспроизвести имя в точности или не произносить, если не уверены в произношении. А теперь следуйте за мной.<s>r\n<s>r\nДвери открылись под его взглядом, Лирианец вошел первым и остановился, приглашая остальных лёгким кивком головы. Люди нерешительно потоптавшись стали заходить вперемешку со своими сопровождающими.<s>r\n<s>r\nНастал и Ваш черед и только тут Вы заметили четвертую девушку, которая тихо и робко пряталась за своего инопланетянина всё это время. Худенькая, хрупкая со светлым лицом и длинной русой косой, она бросила на Вас только один взгляд этих огромных голубых озёр своих глаз и тут же опустила вниз. Не нужно быть психотерапевтом, чтобы прочитать в них нешуточный страх.",
    "answers": [
      {
        "id": 53,
        "text": "Когда Вы подошли к двери, Ксальтиан пропустил Вас вперёд, а затем галантно проводил в большой зал.",
        "need": [
          25
        ],
        "comment": true
      },
      {
        "id": 54,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 54,
    "text": "Внутри было светло и просторно, зал действительно был очень большим. Вы уже заметили, что Лириане очень любят круглые формы и не терпят острых углов. И зал необычной яйцевидной формы был тому полным подтверждением! Даже стол, что был расположен посередине, был овальной формы.<s>r\n<s>r\nОгромное окно-иллюминатор было залито светом, хотя его и без того хватало от внутреннего панельного освещения корабля. И всё потому, что стена эта была обращена к Солнцу, оно было настолько ярким, что края иллюминатора, казалось, светились. К Вашему удивлению, оно не слепило и не резало глаза, его приглушали мощные светофильтры, благодаря которым, можно было абсолютно безопасно любоваться Солнцем. Из космоса оно было белым, а не жёлтым.<s>r\n<s>r\nЗал не был пуст, — у противоположной к двери стене был ещё один продолговатый стол, за которым восседали странные существа, Вы увидели среди них также уже знакомых Вам Лириан.<s>r\n<s>r\nЛюдей рассадили полукругом за столом, так чтобы каждый хорошо видел друг-друга, включая и присутствующих инопланетян.<s>r Вашей соседкой оказалась та самая робкая девушка, напротив расположились мужчины, а Роксана с подругой заняли центральные места.\n<s>r\nИз-за дальнего стола вдруг поднялся единственный Лирианин, также сидящий в центре, и обратился к собравшимся. Если раньше Вы как-то не особо различали так похожих друг на друга Лириан, то именно этого Вы бы выделили сразу, его было трудно не запомнить. Инопланетянин был очень высок и гибок, каждое его движение было наполнено невероятной грацией и достоинством. Облаченный в белоснежный комбинезон с серебряной отделкой, он даже напоминал памятник прекрасным древнегреческим богам. Глаза инопланетянина лавандового цвета лучились внутренним светом, как и у всех, но в нём чувствовалось нечто особенное, скрытая сила и монументальное спокойствие.",
    "answers": [
      {
        "id": 55,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 55,
    "text": "— Приветствую вас, дорогие Земляне! Меня зовут Ллартан и рядом со мной те, кто будет вашими кураторами и наставниками в подготовке к состязаниям. Представляю вам Ксальтиана Д'Инхатора, Меона, Эллиру и Таакани Тамордос...<s>r\n<s>r\nКаждый из перечисленных поднимался со своего места и кивком головы приветствовал Землян, усаживаясь на место. Ксальтиан оказался самым высоким инопланетянином с огненно-рыжими волосами и облаченный в темно-серый комбинезон с оранжевой отделкой. Вы сразу заметили не случайный взгляд его золотых змеиных глаз в Вашу сторону, чешуя на лбу блеснула в свете солнца, когда он кивнул.<s>r\n<s>r\nМеон – широкоплечий и высокий мужчина, облаченный в нечто напоминающее легкие, облегающие тело футуристические доспехи, был с первого взгляда очень похож на человека. Если бы не более светлая кожа и заострённые уши. Его длинные тёмно-синие волосы были собраны в высокий хвост и иногда по ним пробегали бело-голубые искры. Он выглядел мрачным и немногословным.<s>r\n<s>r\nЭллира была совсем уж удивительным существом с темной кожей стального синего цвета. Её аквамариновые волосы пышной копной обрамляли очень миловидное приплюснутое лицо и раскачивались от малейшего движения инопланетянки. Склеры её глаз были чёрными, а зрачки зеленого цвета. Ростом она была чуть ниже, чем люди, она добродушно улыбалась и при этом смешно морщила свой короткий носик.<s>r\n<s>r\nА вот последний куратор, подниматься со своего места не пожелал. Он, напротив, развалился в кресле, и смотрел на Вас и на всех людей свысока, поочерёдно сверля своими узкими змеиными глазами ядовитого болотного цвета. Морда его была вытянутой, как у змеи, из пасти торчали маленькие белые клыки. Кожу полностью покрывала красивая перламутровая чешуя с зеленоватым отливом.<s>r\n<s>r\n— Я Таакани из правящей семьи Тамордос из Комитета 13 семей высокоразвитой расы Драко, и я сам могу себя представить. Твои слова жалки, Ллартан, впрочем, как и ты сам. Эти земные особи не оценят всего величия и значимости Тамордос, мне даже некому рассказать о нашей великой расе!<s>r\n",
    "answers": [
      {
        "id": 56,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 56,
    "text": "— Таакани, благодарю Вас, что поправили меня, с Вашего позволения, я продолжу, — Ллартан был сама невозмутимость.<s>r\n<s>r\nРептилоид сделал непонятный жест, похожий на отмахивание от мухи, развалился еще шире и наглее и отвернул морду к стене.<s>r\n<s>r\n— Ваши кураторы и сами расскажут о себе, безусловно. Но мне есть что поведать о нас и о Вашей роли в нашей истории.<s>r\n— Как Вы знаете, мы прибыли из созвездия Лиры по вашим звёздным картам, и Ваши предки называли нас Лириане. Именно наша раса возглавляет Совет Эклапсион, созданный из семи гуманоидных рас исследованной части Вселенной.<s>r\n— Семь рас, семь цветов радуги, семь нот, семь энергетических тел, семь измерений и семь граней познания разума. И конечно семь уникальных генов, которые мы тщательно оберегали на планете Земля. Именно потому вас семеро, каждый из вас несёт в себе один из них.<s>r\n— Один раз в квантовый год проходят состязания под названием \"Великий Галактион\". В них принимают участие условно-разумные расы, которые претендуют на статус \"разумные\", а значит смогут получить и своё наследие. Все эти расы — наши потомки, и все мы дети Древних, положивших начало гуманоидной цивилизации...<s>r\n<s>r\nПри этих словах Таакани презрительно хмыкнул и обвёл людей таким взглядом, будто хотел прожечь своим взглядом.<s>r\n<s>r\nОбразовавшаяся пауза была заполнена самым неожиданным образом, Роксана не удержалась и вставила едкий и неуместный комментарий, совершенно наплевав на просьбу дождаться специально отведённого времени. Её резкий голос резанул по ушам:<s>r\n<s>r\n— А можно конкретней, что мы тут делаем? Уж если вы считаете нас не равными по уму! Что значит условно-разумные, мы что, дураки по-вашему?<s>r\n<s>r\n— Нет, за дурочку тут только ты одна, — буркнул ей в ответ Давид.<s>r\n<s>r\nОстальные люди улыбнулись и начали переглядываться, но ввязываться не спешили, раздались короткие смешки.<s>r\n<s>r\nЧерноволосая же девица моментально вспыхнула и привстала, намереваясь огрызнуться, но тут один из Лириан поднял на покрасневшую от обиды девушку взгляд своих лучистых глаз и та моментально успокоилась, сев на свое место. Похоже инопланетянин применил какое-то воздействие, но сказать точно Вы бы не решились.<s>r\n<s>r\nЛлартан оставался абсолютно спокойным, как и в ситуации и рептилоидом, он даже бровью не повёл, как впрочем и остальные пришельцы.",
    "answers": [
      {
        "id": 60,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 57,
    "text": "— Меня зовут Таакани Тамордос!, — внезапно подскочил рептилоид и истошно заорал на весь зал, — И эти существа претендуют на статус разумных?! Я обязательно подам петант!<s>r\n<s>r\n— Вы потеряли лицо из-за условно-разумной расы, Таакани?, — Ллартан моментально вступился за Вас, — Вы не сможете подать петант, раса не подвластна юрисдикции Совета, потому как не считается разумной.<s>r\n<s>r\n— Что ж..., — зашипел Таакани, — это верно, но это... мало что меняет.<s>r\nВзгляд его был настолько злобным и многообещающим, что Вам стало от этого не по себе. <s>r\n<s>r\nЛириане теперь все смотрели на Вас, но… к Вашему изумлению, их взгляды переполняло плохо скрываемое восхищение.<s>r Но самым запоминающимся был взгляд Ксальтиана, Вы увидели в нём настоящее уважение. В Ваш разум устремились мысли этих существ, они поддерживали Вас, вливаясь волнами в сознание и укрепляли Ваш дух. Их голоса шептали о том, что обиду Вас не дадут.<s>r\n<s>r\n— Редко приходилось видеть подобную отвагу. Буду рад видеть Вас в кадетском корпусе, — произнёс рыжеволосый инопланетянин таким голосом, что у Вас аж затылок загорелся от прожигающих взглядов девушек.<s>r\n<s>r\nРоксана, не желая, видимо, оставаться в Вашей тени, вдруг съязвила, обращаясь к Таакани:<s>r\n— Что какая-то выскочка оскорбила Вас? У нас есть пословица – на дураков не обижаются.<s>r\n<s>r\nРептилоид улыбнулся так, что было видно – Роксана попала в цель. Судя по всему, эти двое нашли друг друга.<s>r\n<s>r\n— А среди этого сброда есть достойные экземпляры, — снисходительно ответил ей Таакани, и девушка тут же улыбнулась ему, — Вы не пожалеете, если обратитесь за знаниями в исследовательский корпус. И Вы приходите... если осмелитесь.<s>r\n<s>r\nПоследние его слова были обращены к Вам. Драко уже совладал с собой и теперь смотрел на Вас со странной двусмысленной улыбкой.",
    "answers": [
      {
        "id": 67,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 58,
    "text": "Вы промолчали. В зале наступила полная тишина и ухмыляющийся рептилоид самодовольно хмыкнув, откинулся на своём кресле с чувством победы. Никто не осмелился возращить ему. С другой стороны, Лириане вообще не воспринимали его оскорбления хоть как-либо, они были настолько выше этого, что это было немного за гранью человеческого понимания.<s>r\n<s>r\nПоявился шанс задать дополнительный вопрос, можно было им воспользоваться. С другой стороны — Лирианина грубо прервали, он сделал вынужденную паузу в своей речи. Как же поступить?",
    "answers": [
      {
        "id": 59,
        "text": "- Зачем нужны Кураторы и вся эта подготовка? Вы будете готовить нас, но к чему?",
        "var_sub": [
          "razum",
          1
        ]
      },
      {
        "id": 67,
        "text": "Вы решили, что выберете другое время, чтобы задать свои вопросы",
        "var_add": [
          "razum",
          1
        ]
      }
    ]
  },
  {
    "id": 59,
    "text": "Ллартан даже вздохнул услышав вопрос, ответил лишь после некоторых раздумий:<s>r\n— Необходимо оценить Ваш потенциал, чтобы Вы смогли достойно показать себя на состязаниях. Такую подготовку проходят все расы-участники. Расы с низким потенциалом могут даже не войти в первый этап. О структуре Галактиона и об этапах прохождения мы ещё будет говорить более подробно.",
    "answers": [
      {
        "id": 67,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 60,
    "text": "— Если у кого-либо из вас есть вопросы — можете задать их прямо сейчас, — вежливо сказал Лирианин, — Я буду рад ответить и прояснить для вас ситуацию.<s>r\nТеперь перейду к ответу на первый вопрос: вы здесь, чтобы получить статус \"разумная раса\", что даст вам права в нашем галактическом сообществе, а также обеспечит вам защиту и неприкосновенность от враждебных посягательств.<s>r\nПоследовательно отвечаю на второй вопрос — есть критерии разумности мыслящих существ, жители планеты Земля достигли высокой степени разумности, но правила таковы, что для того, чтобы расу приняли в нашу галактическую семью — этот статус нужно подтвержать. Для этого мы отбираем семь абсолютно случайных людей, носящих в себе один из семи генов, представленных на планете. Они учавствуют в состязаниях \"Великий Галактион\".<s>r\nОтвет на Ваш третий вопрос будет в сравнении. Как вы бы отнеслись к своему ребёнку? Считали бы, что он не равен Вам по умственным способностям или обделён интеллектом и духовными качествами только потому, что он пока еще мал? Ему предстоит раскрыть свой потенциал посредстом развития и эволюции и научиться использовать его. Мы, Лириане, расширяли наше видение и наше мировозрение, чтобы уметь переключаться с локального мышления, которое считаем слишком узким на более глобальное. Мы видим творение нашей Вселенной — паутину генов, что сплели общими усилиями населяющие Ланиакею расы, потеря части нитей сравнима с потерей части себя и сопровождается такой же болью.<s>r\n<s>r\n— Если нет других вопросов, я тогда перехожу к основной теме, — продолжил Лирианин.<s>r\n<s>r\nВы просто поразились спокойствию Ллартана, умению контролировать свои эмоции и великолепному ораторскому исскуству. Он ни разу не сбился, ни разу не запнулся и не читал по бумажке. Его манера говорить восхищала. Вы ощущали, что он обращается к Вам лично, в его словах было достоинство и уважение. Вы четко понимали, что те же эмоции испытывает сейчас каждый человек в зале.<s>r\n<s>r\nВдруг Драко Таакани снова подал голос.",
    "answers": [
      {
        "id": 61,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 61,
    "text": "— У меня вопрос к *тебе* Ллартан, — прошипел рептилоид, особенно выделив слово \"тебе\" —  Как ты опустился так низко, что возишься с этим генетическим мусором? Я, Таакани Тамордос, вряд ли найдётся здесь достойный меня ученик, я ещё не сошёл с ума, чтобы учить жалких червей! Да позволь, Ллартан, где твоё достоинство! Ты уподобляешь себя им. Ты такой же червяк, как они и ты полное ничтожество!<s>r\n<s>r\nОн позволял себе открыто и совершенно по-хамски оскорблять всех окружающих, причем включая Лириан. Его поведение было абсолютно непозволительным, Вы вовсе не так представляли себе высокоразвитых существ.",
    "answers": [
      {
        "id": 58,
        "text": "Промолчать",
        "var_sub": [
          "xrabrost",
          1,
          "dusha",
          1
        ]
      },
      {
        "id": 68,
        "text": "- Таакани Тамордос, для меня будет честью познать хоть крупицу Вашей безграничной мудрости!",
        "var_add": [
          "negative",
          1
        ],
        "var_sub": [
          "lir",
          3,
          "Ksan",
          10,
          "Ellira",
          3,
          "Meon",
          1
        ]
      },
      {
        "id": 57,
        "text": "- Я тоже не сошла с ума, чтобы учиться у какой-то тараканьей морды",
        "var_add": [
          "xrabrost",
          2,
          "lir",
          3,
          "meon",
          2,
          "ksan",
          2,
          "positive",
          1,
          "dusha",
          1
        ]
      },
      {
        "id": 69,
        "text": "- Я не так себе представляла высокоразвитых существ. Напомню Вам, что именно Лириане возглавляют Совет",
        "var_add": [
          "xrabrost",
          1,
          "lir",
          1,
          "ksan",
          1,
          "positive",
          1,
          "dusha",
          1
        ]
      }
    ]
  },
  {
    "id": 62,
    "text": "",
    "answers": [
      {
        "id": 63,
        "text": "Доказать себе"
      },
      {
        "id": 64,
        "text": "Доказать всем"
      },
      {
        "id": 65,
        "text": "Вы ничего не должны доказывать другим"
      }
    ]
  },
  {
    "id": 63,
    "text": "",
    "answers": []
  },
  {
    "id": 64,
    "text": "",
    "answers": []
  },
  {
    "id": 65,
    "text": "",
    "answers": []
  },
  {
    "id": 66,
    "text": "Девушка, к которой были обращены эти слова, опустила глаза и Вы увидели, что они наполнились слезами. Она ничего не ответила и больше не издала ни звука.<s>r\n<s>r\nРоксана одарила Вас подобием улыбки и сказала:<s>r\n— Вот это верно.<s>r\n<s>r\nВ словах Давида было немало сарказма, когда он сказал, обращаясь к Вам:<s>r\n— Я думаю, вы с Роксаной станете подругами, вы уже говорите на одном языке. Лара, а ты даже не вздумай уходить, — добавил он, обращаясь к Вашей соседке.",
    "answers": [
      {
        "id": 87,
        "text": "Зачем защищать слабых? Лишь сильные смогут пройти испытания и взобраться на вершину.",
        "var_add": [
          "negative",
          1
        ]
      },
      {
        "id": 88,
        "text": "А вот это уже не твоё дело",
        "var_add": [
          "negative",
          2
        ]
      }
    ]
  },
  {
    "id": 67,
    "text": "В зале повисла тишина и тут слабый, но очень мелодичный голос произнёс:<s>r\n<s>r\n— А можно... я задам вопрос?, — последние слова самая робкая участница Вашей группы почти прохрипела, так как горло девушки пересохло от волнения.<s>r\n<s>r\n— Надо же, она еще говорить умеет, — со злостью выплюнула Роксана, решившая, видимо, везде вставлять свои неуместные комментарии.<s>r\n<s>r\nДевушка, которой адресовались эти слова, густо покраснела и села на место, съёжившись в комочек.<s>r\n<s>r\n— Да, безусловно!, — ответил Ллартан. Вам показалось, что он уже прочёл какие-то мысли в голове хрупкой девушки, но его лицо оставалось таким же невозмутимым. <s>r\n<s>r\nКраем глаза Вы увидели, что сопровождающий Вашу робкую соседку Лирианин, легонько коснулся пальцами её плеча и, видимо, это и придало ей уверенности и сил. Голос девушки больше не дрожал, когда она спросила:<s>r\n<s>r\n— Я могу отказаться от участия прямо сейчас?<s>r\n<s>r\n— Ой, и проваливай, раз ты такое ничтожество, — Роксана не унималась и краем глаза Вы увидели, как Лириане почти одновременно подняли головы. Похоже, что они общались в данный момент, но каких-то действий с их стороны пока не последовало.<s>r\n<s>r\nДмитрий вздохнул и пробормотал вполголоса:<s>r\n— Опять началось...<s>r\n<s>r\n— Роксана, тебе делать нечего?, — Давид был более резок.<s>r\n<s>r\nНазревала конфликтная ситуация, Вы всё ждали, как отреагируют Лириане. Но, похоже, они не могли вмешиваться и прямо влиять на выбор людей. Хотя и в то же время пытались успокоить, если ситуация накалялялась до критической точки или поддержать, если требовалось. Кураторы тоже только следили за происходящим, поведение и поступки людей вызывали у них неподдельный интерес. <s>r\n<s>r\nЛишь Таакани, казалось, наслаждался конфликтными ситуациями, к тому же нередко сам их провоцировал.<s>r\n<s>r\nВы раздумывали, что же сейчас сделать, позволить втянуть себя в этот конфликт или промолчать, а может поддержать эту девушку?",
    "answers": [
      {
        "id": 49,
        "text": "- Роксана, может на Землю стоит сойти именно Вам? На статус \"разумная\" Вы, мягко сказать, не тянете!",
        "var_add": [
          "xrabrost",
          1,
          "positive",
          1,
          "lara",
          1,
          "dusha",
          1
        ]
      },
      {
        "id": 76,
        "text": "Промолчать"
      },
      {
        "id": 77,
        "text": "- У Вас был шанс один на семь с половиной миллиардов, чтобы попасть сюда. Неужели Ваши причины столь велики, что стоят этого?",
        "var_add": [
          "pozitive",
          1,
          "lara",
          2,
          "dusha",
          1
        ]
      },
      {
        "id": 66,
        "text": "- Слабому звену не место в команде",
        "var_add": [
          "negative",
          1,
          "lara",
          -5
        ]
      }
    ]
  },
  {
    "id": 68,
    "text": "В зале моментально наступила полная и неприятная тишина, Ксальтиан скрипнул зубами, остальные предпочитали смотреть куда угодно, только не в Вашу сторону.\n\nНо вот Таакани немедленно впился в Вас своими змеиными глазами, казалось, этот испытывающий взгляд длился целую вечность и Вы совершенно не понимали, что нужно делать, сказать что-либо еще, выдержать взгляд или опустить глаза?",
    "answers": [
      {
        "id": 72,
        "text": "Сказать, обрашаясь к Таакани: \"Когда приступаем к занятиям, Куратор\"?"
      },
      {
        "id": 73,
        "text": "Молча выдержать взгляд"
      },
      {
        "id": 74,
        "text": "Промолчать и опустить глаза"
      }
    ]
  },
  {
    "id": 69,
    "text": "Таакани долгое время пытался что-то ответить, но кроме бессильного и яростного шипения у него ничего не выходило. Элирра, сидевшая рядом с ним, всё это время едва сдерживала смех. Улыбки Вы увидели и на Лицах Лириан, хотя они тщательно скрывали это, Ллартану даже пришлось прокашляться, потому что именно в него рептилоид и впился своим взглядом.<s>r\n<s>r\n— Смотрите, там, куда Вы направляетесь, очень скользко..., — Таакани, наконец, удалось справиться с эмоциями.<s>r\n<s>r\n— Ваши слова могут быть расценены как косвенная вербальная угроза и помещены под нашу юрисдикцию, — удивительная синекожая инопланетянка встала и при этих её словах рептилоид даже сильнее позеленел и съёжился, — Вы знаете, что это значит. Люди еще не получили статус \"разумная раса\" и не могут подать петант, но... в этом я могу им помочь. Лириане достойно и с честью соблюдают этикет, но не все здесь будут терпеть его грубые нарушения.<s>r\n<s>r\nЭлирра улыбнулась и подмигнула Вам, затем сложила пальцы домиком и резко села. Видимо разговор был закончен.",
    "answers": [
      {
        "id": 71,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 70,
    "text": "Уже оставшись в каюте наедине со своими мыслями, Вы поняли две вещи — что-то не так было во всем этом и далеко не всё так просто. Не все расы дружелюбны и тактичны, как Лириане, есть и те, кто желает им зла, кто не хочет, чтобы люди вошли в галактическую семью.\n\nВаши мысли прервал слабый звук, идущий от двери, обернувшись, Вы увидели , что символ в её центре загорелся голубым. Похоже, к Вам пришли.",
    "answers": []
  },
  {
    "id": 71,
    "text": "Вы увидели, как сидящий напротив Вас Давид тихонько прошептал, практически шевеля одними губами: \"Молодец!\", а Дмитрий поднял большой палец вверх. Остальные тоже были под впечатлением, одна лишь Роксана неоднозначно хмыкнула и отвернулась.",
    "answers": [
      {
        "id": 67,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 72,
    "text": "Таакани усмехнулся:<s>r\n— Не спорю, задатки есть и ты не лжёшь мне. Возможно, настанет день, когда ты будешь достойна войти в наш круг и познакомиться с иерархией семьи Тамордос. Но до этого пока далеко. Помни, человек — мы щедро вознаграждаем тех, кто верен нам.<s>r\n<s>r\nКсальтиан отвернулся и сжал кулаки, даже Ллартан нахмурился при этих словах.",
    "answers": [
      {
        "id": 67,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 73,
    "text": "Вы смотрели прямо в глаза этому рептилоиду и, хотя это было непросто, Вы достойно выдерживали его испытывающий, пронзительный и зловещий взгляд. Его губы вдруг растянулись в усмешке:<s>r\n<s>r\n— Ты лжёшь мне! В тебе слишком много силы, но и много непокорства, жесткое руководство правящей семьи Тамордос и абсолютное подчинение приказам славятся во всей Вселенной! В тебе есть качества, присущие офицеру Драко, но этого не достаточно.<s>r\n<s>r\nС этими словами рептилоид снова уселся на своё место.",
    "answers": [
      {
        "id": 67,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 74,
    "text": "Вы не стали сверлить Вашего будущего возможного Куратора в ответ и не проронив ни слова опустили глаза.<s>r\n<s>r\nЛицо рептилоида расплылось в улыбке и он восхищенно произнёс:<s>r\n<s>r\n— Вот уж не думал, что здесь встретится алмаз достойный огранки, я бы даже познакомил Вас с иерархией семьи Тамордос! Поверьте мне, это большая честь! Мы щедры с теми кто верен нам.<s>r\n<s>r\nОт волнения Таакани даже перешёл на Вы, а Ксальтиан при этих словах рептилоида сжал губы так, что они побелели. И даже невозмутимый Ллартан, казалось, немного нахмурился, и надолго задумался.",
    "answers": [
      {
        "id": 67,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 75,
    "text": "— Я также должен кратко изложить нашим гостям некоторые особенности пребывания на этом корабле. Участники Галактиона располагаются в определённом отсеке, где имеется всё необходимое для проживания и подготовки. Посещать другие отсеки могут только члены экипажа и Кураторы. Здесь для посещения гостей открыты: информационный отсек, исследовательский корпус, тренировочная палуба, отдел развития и самопознания, обсерватория, кадетский корпус, а также этот общий зал, который называется залом тестирования. Здесь Вы можете в любое время ознакомиться с результатами Вашей подготовки. Первый раз тесты вы пройдёте прямо сейчас. Мы не оцениваем ни уровень вашего интеллекта, ни физическую подготовку, это не экзамен, но результаты для нас крайне важны для оценки Вашей направленности, вашего личного вектора, чтобы порекомендовать подходящих кураторов. И самое важное — Вашего потенциала. Если у кого-либо остались вопросы — можете задать их сейчас.",
    "answers": [
      {
        "id": 52,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 76,
    "text": "Вы промолчали и девушка начала всхлипывать, а глаза её стали наполняться слезами.<s>r\n<s>r\nНикто из Лириан не стал уговаривать её, они просто не могли вмешиваться в выбор человека, но их глаза говорили о многом — они читали мысли девушки и чувствовали её боль.<s>r\n<s>r\nЛишь Давид заступился и сказал хоть какие-то слова поддержки:<s>r\n<s>r\n— Послушай, Лара, не стоит обращать внимание ни на кого, действуй как ты считаешь нужным, решай за себя сама!<s>r\n<s>r\nВозможно, это были не самые воодушевляющие слова, но других в зале и не прозвучало.",
    "answers": [
      {
        "id": 78,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 77,
    "text": "Глаза девушки засияли в этот момент, она взглянула на Вас с благодарностью и вдруг часто зашмыгала носом будто вот-вот готова была расплакаться. Вы поняли, что она просто перенервничала. Да и к слову, нервы сдавали не только у неё, всё таки не каждый день мир переворачивается с ног на голову с прилётом этих инопланетян. Вы обменялись с ней улыбками и соседка шепнула Вам:<s>r\n<s>r\n— Я Лара, будем знакомы.",
    "answers": [
      {
        "id": 78,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 78,
    "text": "Голос Ллартана прозвучал неожиданно:\n\n— Вы сможете отказаться при прохождении тестирования, это самый первый вопрос, который задаётся участникам. В этом случае Вы будете возвращены на Землю в ту же точку времени и пространства, как и было оговорено. Если же откажутся все семеро — раса снимается с соревнований и, возможно, будет одобрена для участия в следующий раз, если сохранит свой геном.",
    "answers": [
      {
        "id": 75,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 79,
    "text": "— Возможно, именно сейчас кураторам стоит подробней рассказать о себе, затем каждый из вас сможет пройти тест. А после либо вернуться домой, либо продолжить путешествие с нами и открыть множество интересных вещей, как в окружающей Вселенной, так и в себе самом. Прошу Вас, Таакани Тамордос, расскажите о своём народе.<s>r\n<s>r\nС самым важным и напыщенным видом рептилоид встал. Ллартан не случайно вызвал его первым, против чего никто не возражал, иначе потока яда не миновать. Речь его была медленной, а взгляд тяжелым, когда он начал повествование. Он неприлично долго и нудно рассказывал об империи Драко и её роли в развитии нити Ланиакеи, пафоса и самолюбования ему было не занимать.<s>r\n<s>r\nДрако — это раса не подчинившая себе эмоции, более того, возводящая их в эталон, они гордились своей эмоциональностью, отдавая предпочтение более низким страстям. Властолюбивые, алчные, не скрывающие своих пороков, а отдающиеся им — вот что представляли собой Драко. Но вот в чём действительно им отказать было нельзя — так это в том, что лучших инженеров-изобретателей было найти сложно.<s>r\n<s>r\nНа их счету было 65% всех известных открытий в области технологий и 90% разрабатываемого и уже выпущенного оружия, что Таакани не преминул подчеркнуть. Именно с помощью технологий Драко смогли преобразить свою родную планету в автономный, роботизированный и кибернетический мир. Родная звезда — Бетельгейзе, умирающий красный сверхгигант уже становился слишком опасным, готовый в любой момент разорваться чудовищной сверхновой звездой. Драко не стали искать другую планету, а превратили свою в дрейфующий космический корабль и сейчас находились уже далеко в межгалактическом пространстве.<s>r\n<s>r\nЛюди, слушая этого рептилоида заскучали и едва сдерживали зевоту. Глядя на лица соплеменников, становилось понятно, что Вы не одна не выспались этой ночью. Но, наконец, утомительная речь Таакани подошла к концу, он завершил свой монолог тем, что приглашал желающих взглянуть на модели величайших изобретений Драко в исследовательском отсеке и познакомиться с науками галактического сообщества. Такими, как геменетика, экзотехнологии, эфироструктурирование и многие другие.",
    "answers": [
      {
        "id": 80,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 80,
    "text": "Следующим готовился выступить Ксальтиан, но не успел могучий воин подняться со своего места, как Таакани буквально прошипел:<s>r\n<s>r\n— Вымесок!<s>r\n<s>r\nВ зале воцарилась такая гробовая тишина, что было невозможно не услышать хруст суставов сжавшегося кулака Ксальтиана. На миг Вам показалось, что он сейчас просто оторвёт обидчику голову, но, вопреки всем опасениям, куратор сдержал себя. Вы заметили, что Драко, вертевший в пальцах какой-то небольшой металлический предмет, быстро убрал его под стол.<s>r\n<s>r\nКсальтиан, даже не взглянув в сторону Таакани спокойно продолжил.<s>r\n<s>r\nРодом он был из редчайшей системы целых шести звёзд, расположенных достаточно далеко друг от друга, но оказывающих немалое влияние на его планету Ладор. Ближайшая звезда находилась по нашим картам в созвездии Большой медведицы и две ярчайшие звезды этой системы мы называем Мицар и Алькор.<s>r\n<s>r\nПланета оказалась просто пронизана настолько сложным магнитным полем и солнечными ветрами различной интенсивности, что приводило к постепенному нагреванию и накапливанию парниковых газов. Около четырёхсот лет назад средняя температура на планете достигла около 70 градусов по Цельсию, с максимумом в 145, и отсутствие термической защиты организмов, населяющих этот мир, однажды привело бы полному вымиранию. Не помогали уже больше ни термоэкраны, ни экокупола, подземные города, построенные наспех, стали рассадником инфекций и причиной гибели Ладор под многочисленными обвалами. <s>r\n<s>r\nОгненно рыжему инопланетянину с трудом удавалось сдерживать себя, когда он вскользь упомянул и том, что раса Ладор вынуждена была принять... некоторые изменения в генетическом коде. Многозначительный взгляд Ксальтиана в сторону Таакани и насмешливая ухмылка последнего, дали Вам понять, что здесь есть весьма неприятная и тёмная история. Несмотря на то, что они были в некотором роде схожи физически, их также связали друг с другом глубокие неприязненные отношения.<s>r\n<s>r\nНо как бы то ни было, в настоящее время, что оратор подчеркнул особо, Ладор на равных правах входили Совет и получили полную независимость. Ксальтиан не упомянул от кого, но, впрочем, по надменно-насмешливой морде Драко — ответ лежал на поверхности.<s>r\n<s>r\nЛадор уже более двухсот лет были защитниками Ланиакеи, их называли армариусами. Они очень быстро построили разветвлённую сеть сторожевых баз на малых незаселённых планетах, охватывающих всю подконтрольную Совету область. И с тех пор на достойном уровне поддерживали мир и порядок, также обеспечивали защиту от враждебных вторжений. Своеобразная военная космическая полиция.<s>r\n<s>r\nИ на роль воинов они подходили идеально. Невероятно сильные, ловкие, выносливые, эта генетически изменённая, раса выдерживала колласальные температуры и перегрузки, была невосприимчива к ядам и ментальному воздействию. Могли не спать несколько дней и не принимать пищу неделями.<s>r\n<s>r\nЖелающих увидеть своими глазами тренировки будущих армариусов, Ксальтиан приглашал в кадетский корпус. Не только Ладор могли стать кадетами, с помощью особых тренировок, связывающих духовные качества и физические навыки, можно было развить высокие уровни боевого мастерства. О них Ксальтиан обещал рассказать только на тренировках.",
    "answers": [
      {
        "id": 44,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 81,
    "text": "Максим хотел было что-то ответить Вам, но тут со своего места поднялась Элирра, эта удивительная инопланетянка, которая, похоже, вмешивалась всякий раз, когда дело касалось законов.<s>r\n<s>r\nЕё руки плели завораживающие символы и напоминали струящийся ручей. Пальцы вдруг остановились, образовав ромб из указательных и средних пальцев, а большие она сложила так, что образовалась шестиугольная фигура.<s>r\n<s>r\n— Абсолютное и неотчуждаемое право любого существа, начиная с квази-разумных рас — право на свободу выбора. Никто не может безнаказанно посягать или совершать деяния по ограничению этого права другого существа. Я надеюсь, мои слова предельно понятны и более в этом зале таких попыток совершаться не будет.<s>r\n<s>r\nДалее она сложила ладони и развернула нижнюю в Вашем направлении, прикрыв её сверзу второй рукой, видимо этот жест означал личное обращение к кому-либо.<s>r\n<s>r\n— Для меня будет честью встретиться с Вами в информационном отсеке.<s>r\n<s>r\nЗатем Элирра сложила пальцы домиком и чуть склонила голову, показывая, что разговор закончен и села на своё место. Максим более не решился сказать что-либо ещё и после небольшой паузы Ллартан снова заговорил.",
    "answers": [
      {
        "id": 79,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 82,
    "text": "Тяжёлым и очень неприятным взглядом обвел Максим всех присутствующих. Никто более не осмелился ничего возразить ему и разведчик смотрел с высокомерным торжеством и чувством собственного превосходста. Эго у мужчины, оказалось просто непомерным.\n\nВ голову пришла мысль — пусть думает, что ему заблагорассудится и пребывает в уверенности, что победил. Лишь Вам решать как распоряжаться своим выбором.\n\nЛюди заметно принуныли, даже Давид, недовольно хмурил лоб, но молчал. Видимо тоже решил не связываться.\n\nВоспользовавшись паузой, Ллартан продолжил.",
    "answers": [
      {
        "id": 79,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 83,
    "text": "— А ты уверена, что именно *ты* реально способна справиться с такой задачей?! На кону не бутылка лимонада, что у многих тут вместо мозгов! Представляешь себе весь глобальный масштаб и всю ответственность за свои бездумные действия? Да ты настоящая угроза безопасности и дальнейшего благополучия Земли и я предупреждаю тебя — если..., — Максим резко осёкся и взглянул на Ллартана, затем заметил очень внимательный взгляд Элирры и сел.<s>r\n<s>r\nУже с места он низким голосом прошептал, обращаясь лично к Вам:<s>r\n— Будь уверена, я сам приму необходимые меры.",
    "answers": [
      {
        "id": 86,
        "text": "Вы угрожаете в присутствии свидетелей?"
      },
      {
        "id": 89,
        "text": "Это какие меры?"
      },
      {
        "id": 90,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 84,
    "text": "Максим хотел сказать что-то ещё и даже дёрнулся в Вашу сторону, но его никто не услышал. Давид захохотал так громко и заразительно, что и остальные люди тоже рассмеялись, даже Роксана хихикнула. Лицо Максима начало приобретать красный оттенок, а ноздри раздувались от тяжёлого дыхания. Видно было, что даже Лириане с трудом сдерживают улыбки.<s>r\n<s>r\n— Вы отчаянно смелая, я и без теста вижу Ваш огромный потенциал..., — голос прозвучал из совершенно неожиданного источника, Меон нарушил молчание в первый раз.<s>r\n<s>r\n— А я бы хотел добавить, что в кадетском корпусе Вы сможете максимально реализовать себя!, — торопливо перебил его Ксальтиан и Меон со странным выражением лица взглянул на своего внезапного соперника.<s>r\n<s>r\n— Возможно, не спорю. Но буду рад видеть Вас в обсерватории, — добавил он, обращаясь к Вам и кивнул Ксальтиану, показывая, что разговор окончен.<s>r\n<s>r\nТем временем Максим всё же взял себя в руки и сказал, поглядывая в сторону инопланетян:<s>r\n— А ты уверена, что именно *ты* реально способна справиться с такой задачей?! На кону не бутылка лимонада с пузырьками, что у многих тут вместо мозгов! Представляешь себе весь глобальный масштаб и всю ответственность за свои бездумные действия? Да ты настоящая угроза безопасности и дальнейшего благополучия Земли и я предупреждаю тебя — если..., — Максим резко осёкся и взглянул на Ллартана, затем заметил очень внимательный взгляд Элирры и сел.<s>ufeff<s>r\n<s>ufeff<s>r\nУже с места он низким голосом прошептал, обращаясь лично к Вам:<s>ufeff<s>r\n— Будь уверена, я сам приму необходимые меры.<s>r\n<s>r\nМаксим более не решился сказать что-либо ещё и после небольшой паузы Ллартан снова заговорил.",
    "answers": [
      {
        "id": 79,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 85,
    "text": "Максим кивнул.<s>r\n— Отлично. Ты должна при прохождении тестирования отказаться от участия. Тогда ты вернешься на Землю и миссия будет в надёжных руках. Я один обладаю достаточными навыками и способен решать задачи максимальной сложности.<s>r\n<s>r\n— Не много ли на себя берёшь? — возразил ему Давид.<s>r\n<s>r\n— А давай проверим!, — Максим угрожающе навис над своим оппонентом и его желваки заходили ходуном.<s>r\n<s>r\n— А силёнок-то хватит?<s>r\n<s>r\nДавид смотрел ему прямо в глаза и ухмылялся, либо он был очень смел, либо слишком безрассуден, либо ему действительно было что противопоставить.<s>r\n<s>r\nДмитрий опасливо дернул своего товарища за рукав толстовки, но тот лишь отмахнулся.<s>r\n<s>r\n— Земляне, просим вас не проявлять агрессию и вернуться к обсуждению, — хоть голос Ллартана и прозвучал спокойно, но в нём чувствовалась такая сила, что двое мужчин, готовые испепелить друг друга взглядом, нехотя вернулись на свои места.<s>r\n<s>r\nПо ним было видно, что конфликт далеко не исчерпан и разборки, скорее всего, будут продолжены уже в другом месте.<s>r\n<s>r\nЛлартан же заговорил снова, пытаясь поскорее сменить тему и переключить внимание слушателей.",
    "answers": [
      {
        "id": 79,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 86,
    "text": "Максим ничего не ответил, лишь злобно зыркнул в Вашу сторону из-под густых черных нахмуренных бровей.<s>r\n<s>r\nНо тут внезапно поднялась Элирра и сложила руки в странный знак, похожий на круг с оттопыренным мизинцем. Её изящные и гибкие пальцы были светлее тела, светло-синего цвета и напоминали струи воды, когда она двигала рукими.<s>r\n<s>r\n— Слова этого человека можно лишь расценить как деяние в форме доведения до сведения о намерениях. Боюсь, даже непрямой угрозой это назвать будет трудно. Но прецедент, а также прямой умысел имеется и в дальнейшем, если слова будут нести уже недвусмысленную угрозу — нами будут приняты соответсвующие меры. Ситуацию мы возьмём на контроль.<s>r\n<s>r\nЗатем инопланетянка сложила пальцы домиком и села. Максим снова бросил на Вас очень быстрый взгляд, но Вы не могли не заметить, что он слегка побледнел.<s>r\n<s>r\nВы абсолютно не догадывались, что он задумал и как намеревался привести свой план в исполнение. Но всегда был шанс отказаться от участия. Впрочем, никто не мог запретить Вам остаться вопреки всем его словам и доказать, что Вы достойны быть равноправным участником!",
    "answers": [
      {
        "id": 79,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 87,
    "text": "Давид усмехнулся в ответ:<s>r\n— Вершина одна, способы разные. Но каждый из нас сам решает — уходить или нет.<s>r\n<s>r\n— Да ей нечего здесь делать. С нытиками нам не по пути, — Роксана скосила глаза на плачущую девушку и добавила, — А кто считает иначе — может проваливать вместе с ней.<s>r\n<s>r\n— Ты неисправима, — устало добавил Давид и отвернулся от неё.<s>r\n<s>r\nНикто из инопланетян так и не вмешался в конфликт, было очевидно, что они сейчас обсуждают что-то с помощью своей способности и на более глубоком уровне. Они не вмешивались, но их глаза говорили о многом — они, похоже, читали мысли этой подавленной девушки и чувствовали её боль.<s>r\n<s>r\nВ воздухе повисла напряженная тишина, стало неуютно от мысли, как со стороны для этих существ сейчас выглядят люди. Инопланетяне не показывали никаких эмоций, за исключением Таакани. Драко не скрывал, что ситуация его весьма забавляет.",
    "answers": [
      {
        "id": 78,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 88,
    "text": "Давид ничего не ответил, а Роксана взглянула на Вас, улыбнулась и даже легко кивнула. Похоже был шанс наладить с ней отношения. <s>r\n<s>r\nЧего нельзя было сказать о других участниках, расположение которых могло быть потеряно.",
    "answers": [
      {
        "id": 78,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 89,
    "text": "— Увидишь..., — буркнул Максим больше себе под нос, чем Вам.<s>r\n<s>r\nНо тут внезапно поднялась Элирра и сложила руки в странный знак, похожий на круг с оттопыренным мизинцем. Её изящные и гибкие пальцы были светлее тела, светло-синего цвета и напоминали струи воды, когда она двигала рукими.<s>r\n<s>r\n— Слова этого человека можно лишь расценить как деяние в форме доведения до сведения о намерениях. Боюсь, даже непрямой угрозой это назвать будет трудно. Но прецедент, а также прямой умысел имеется и в дальнейшем, если слова будут нести уже недвусмысленную угрозу — нами будут приняты соответсвующие меры. Ситуацию мы возьмём на контроль.<s>r\n<s>r\nЗатем инопланетянка сложила пальцы домиком и села. Максим бросил на Вас очень быстрый взгляд, но Вы не могли не заметить, что он слегка побледнел.<s>r\n<s>r\nВы абсолютно не догадывались, что он задумал и как намеревался привести свой план в исполнение. Но всегда был шанс отказаться от участия. Впрочем, никто не мог запретить Вам остаться вопреки всем его словам и доказать, что Вы достойны быть равноправным участником!",
    "answers": [
      {
        "id": 79,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 90,
    "text": "Вы промолчали и больше никто с Максимом спорить не стал. Он с видом победителя и с неприятной улыбочкой уселся обратно на место.<s>r\n<s>r\nВы абсолютно не догадывались, что он задумал и как намеревался привести свой план в исполнение. Но всегда был шанс отказаться от участия. Впрочем, никто не мог запретить Вам остаться вопреки всем его словам и доказать, что Вы достойны быть равноправным участником!",
    "answers": [
      {
        "id": 79,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 91,
    "text": "Но не успели Вы сделать что-либо ещё, как двери начали раскрываться сами, панели разъехались в стороны, подобно объективу фотоаппарата.\n\nВ дверях стояла лирианка, довольно высокая, с волосами изумительного солнечно-желтого цвета, одетая в элегантный серебристый костюм. Едва ли её можно было принять за человека, хотя у неё также имелось сходное с человеческим тело, две руки, две ноги, голова, а также прочие основные признаки гуманоидной расы. Лицо было более вытянутым, а глаза чуть больше и, казалось, лучились, они сразу приковывали взгляд своей глубиной и этим необьяснимым внутренним светом. Кожа была светлее, черты лица тоньше, а облегающий костюм подчеркивал её стройность и силу.<s>ufeff\n<s>ufeff\nТак близко и так подробно рассмотреть их Вы получили возможность впервые. Вы не ощущали никакой тревоги вблизи этого существа, но, тем не менее, ощущали её огромную духовную силу и разум. И... на миг Вас охватило едва уловимое чувство родства и некого благоговения, щемящее и такое теплое, и оно согрело Ваше сердце и страхи отступили. Вам даже стало немного неловко за то, что Вы стучали в эту дверь, даже не попробовав другие способы.\nЛирианка некоторое время внимательно смотрела на Вас, Взгляд был теплым, но читалось легкое разочарование. Но затем она всё же улыбнулась Вам.\n\n— Я Антея, рада приветствовать Вас на борту нашего корабля, — промолвила она, поднеся руку к голове и коснувшись виска кончиками пальцев, затем протянула Вам раскрытую ладонь.\n\n— Вы правы, мы далекие предки Землян и я также испытываю к Вам похожие чувства. Вижу Вам не терпится получить ответы на Ваши вопросы, что ж, мы не заставим Вас долго ждать. Приглашаю Вас для знакомства с экипажем и других обсуждений в общий зал.\n\n",
    "answers": [
      {
        "id": 21,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 92,
    "text": "Ваша интуиция подсказывала Вам, что оставаться вблизи активных путей будет очень опасно и Вы постарались как можно быстрей отойти в сторону. Но чувство опасности сработало слишком поздно, и когда вслед за нарастающим гулом, стремительно вылетело странное яйцевидное устройство — Вы поняли, что времени уже почти не осталось, на безопасное расстояние Вы отойти уже не успели.<s>r\n<s>r\nСердце сжало ледяной рукой, всё происходило как в замедленной съёмке, огромное летающее устройство неумолимо приближалось, а Вы не были в силах сдвинуться с места. Драгоценные секудны уходили безвозвратно, Вы стояли и просто смотрели, как будто потеряли способность шевелиться и даже дышать.<s>r\n<s>r\nВас вывел из оцепенения хлопок, настолько резкий, что на несколько секунд мир погрузился в абсолютную тишину. А устройство, тем временем, стало резко тормозить и вскоре совсем остановилось буквально в двух метрах от Вас. Пилоту, судя по всему, пришлось очень нелегко, аппарат завалился на бок от такого экстренного торможения.<s>r\n<s>r\nКогда верх аппарата начал открываться, слух снова вернулся к Вам, Вы услышали, что крышка издавала мягкое шипение.<s>r\n",
    "answers": [
      {
        "id": 118,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 93,
    "text": "— Приветствую Вас, меня зовут Антея. Я Ваш проводник и также отвечаю за Вашу безопасность. Хотя в этом случае — Вы позаботились о ней сами. Признаюсь, меня приятно удивила Ваша интуиция, если бы Вы помедлили каких-то 847 милисекунд, мне было бы очень трудно затормозить. Гравикары развивают скрость до 450 километров в час. Ваша интуиция говорит о мощном потенциале.<s>r\n<s>r\nАнтее стоило только взглянуть на устройство, которое она назвала гравикаром, как он приподнялся над полом и проплыл по поздуху прямо к трассам. Похоже было, что она обладает даром телекинеза. Желоба загорелись голубым светом и аппарат, зависнув над ними, снова был готов к вылету. Сбоку выехали небольшие удобные ступеньки, а внутри аппарата Вы увидели два сиденья и приборную панель с символами.<s>r\n<s>r\n— Я как раз направлялась за Вами, было очень смело с Вашей стороны — выйти из комнаты. Предлагаю Вам расположиться в гравикаре, по пути я успею ответить на несколько вопросов.",
    "answers": [
      {
        "id": 106,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 94,
    "text": "Молниеносно сработавшая интуиция и последующая за ней реакция не подвела Вас. Нарастающий гул в коридоре говорил о приближении чего-то, причём с ужасающей скоростью.<s>r\n<s>r\nНе успели Вы оглянуться, как внезапно странное яйцевидное устройство стремительно вылетело по спирали, двигаясь по тем самым желобам, и через секунду пронеслось как раз мимо того места, где Вы только что стояли.<s>r\n<s>r\nК тому времени Вы находились достаточно далеко. Аппарат, тем временем, тормозил и очень скоро полностью остановился.",
    "answers": [
      {
        "id": 39,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 95,
    "text": "Вы подошли ближе, несмотря на всё нарастающий гул и склонились над самим желобом, чтобы поближе рассмотреть его.<s>r\n<s>r\nНа самом деле он не просто светился. Внутри пульсировала с невероятной скоростью едва различимая глазами энергия, которая отталкивала Вас, когда Вы пытались наклониться ещё ниже. Вы даже не могли провести  над желобом рукой, поле отталкивало Вашу руку.<s>r\n<s>r\nНе успели Вы даже подумать о чём-либо ещё, как внезапно странное яйцевидное устройство, стремительно вылетело по спирали, двигаясь по тем самым желобам, над которыми Вы в данный момент стояли. Оно неслось прямо на Вас.<s>r\n<s>r\nВ горле помимо Вашей воли начал рождаться крик.",
    "answers": [
      {
        "id": 96,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 96,
    "text": "Далее всё произошло очень быстро.<s>r\n<s>r\nВы успели заметить ослепительную вспышку белого света и чью-то огромную руку, что буквально отдёрнула Вас от путей. Вы неловко попятились, угодили ногой в соседний желоб и упали на пол, больно ударившись рукой.<s>r\n<s>r\nТем временем человек... существо, могучие контуры которого едва угадывались в ореоле бело света, резко нагнулся и положил ладони на рельсы. Гул стих и свечение желобов медленно угасло, тёмно синие с фиолетовым отливом волосы существа с оглушительным треском заискрились. А Ваши волосы начали подниматься дыбом от мощнейшей статики.<s>r\n<s>r\nАппарат, что должен был неизбежно столкнуться с Вами, развернуло и завалило на бок, но он тормозил и вскоре, не без усилий пилота, остановился в нескольких метрах от Вас. Вы заметили, что огромный инопланетянин, так внезапно появившийся из пучка белого света, вытянул ладонь в сторону этого передвижного устройства, будто намереваясь остановить его рукой. Лишь после полной остановки, пришелец опустил руку и Вы увидели, как шевельнулся воздух вокруг вас обоих. Это было похоже на какое-то силовое поле.<s>r\n<s>r\n— Электромагнитное, — произнёс Ваш спаситель и добавил, — Несмотря на обстоятельства, рад приветствовать Вас!<s>r\n<s>r\nПришелец мог читать Ваши мысли! Но Вы понятия не имели, о чём сейчас думал он сам, когда так пристально рассматривал Вас своими синими глазами.<s>r\n<s>r\nОн подошёл к Вам и предложил свою руку, чтобы помочь подняться. Вы заметили, что на его кисть из широкого браслета скользнула автоматическая черная перчатка.",
    "answers": [
      {
        "id": 97,
        "text": "Принять помощь",
        "var_add": [
          "meon",
          5
        ]
      },
      {
        "id": 98,
        "text": "Подняться самой",
        "var_sub": [
          "meon",
          3
        ]
      }
    ]
  },
  {
    "id": 97,
    "text": "Вы коснулись его руки и чуть не отдёрнули пальцы, Вас ощутимо кольнуло током. Что же было бы без перчатки?<s>r\n<s>r\nОн смотрел на Вас так внимательно, будто впервые видел человека, в глубине его глаз Вы увидели вспыхивающие маленькие искорки.<s>r\n<s>r\n— Надеюсь, Вы не ушиблись, — сказал этот удивительный пришелец, помогая Вам встать, — Ситуация требовала решительных действий.<s>r\n",
    "answers": [
      {
        "id": 102,
        "text": "Нисколько. Спасибо за помощь!",
        "var_add": [
          "meon",
          5
        ]
      },
      {
        "id": 103,
        "text": "Вы толкнули меня!",
        "var_sub": [
          "meon",
          3
        ]
      },
      {
        "id": 104,
        "text": "Да, я упала на руку",
        "var_sub": [
          "meon",
          1
        ]
      }
    ]
  },
  {
    "id": 98,
    "text": "Вы поднялись сами, поморщившись о боли, потому как пришлось опереться на ушибленную руку.<s>r\n<s>r\nПришелец не без интереса смотрел на Вас, будто впервые видел людей, в глубине его глаз Вы увидели вспыхивающие маленькие искорки. Затем он перевел взгляд на свою ладонь, которая несмотря на перчатку, немного искрила и произнёс:<s>r\n<s>r\n— Да, это разумно. Но подходить к активным гравитрассам не менее опасно. Приношу извинения, если Вы ушиблись, ситуация требовала решительных действий.<s>r\n<s>r\nНе успели Вы ничего ответить ему, как звук открывающейся панели со стороны сошедшего с трасс аппарата привлёк Ваше внимание.",
    "answers": [
      {
        "id": 99,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 99,
    "text": "Из аппарата очень быстро выскочила стройная девушка-инопланетянка и подбежала к Вам.<s>r\n<s>r\nСразу стало понятно, что она и есть Лирианка — именно их Вы видели ночью в том странном \"сне\".<s>r\n<s>r\nОна была высокая, с волосами изумительного солнечно-желтого цвета, одетая в элегантный серебристый костюм. Едва ли её можно было принять за человека, хотя у неё также имелось сходное с человеческим тело, две руки, две ноги, голова, а также прочие основные признаки гуманоидной расы. Лицо было более вытянутым, а глаза чуть больше и, казалось, лучились, они сразу приковывали взгляд своей глубиной и этим необьяснимым внутренним светом. Кожа была светлее, черты лица тоньше, а облегающий костюм подчеркивал её стройность и силу.<s>ufeff<s>ufeff<s>r\n<s>ufeff<s>ufeff<s>r\nВы не ощущали никакой тревоги вблизи этого существа, но, тем не менее, ощущали её огромную духовную силу и разум. И... на миг Вас охватило едва уловимое чувство родства и некого благоговения, щемящее и такое теплое, и оно согрело Ваше сердце и страхи отступили.<s>ufeff<s>r\n<s>r\nА вот тот, кто только что фактически спас Вашу жизнь, был абсолютной её противоположностью! После такого стремительного знакомства, только сейчас Вы получили возможность рассмотреть его полностью.<s>r\n<s>r\nБелокожий огромный мужчина, подтянут и весьма атлетичен, с темно-синими волосами, по которым до сих пор пробегали искры, синие глаза напоминали глубокий космос, а заострённые уши наводили на мысли об эльфах. К слову, в красоте он бы им не уступил. Он был серьёзен, собран и немногословен.<s>r\n<s>r\nРеация инопланетян, хоть и внешне таких разных, была схожей — они вели себя очень спокойно и сдержано. Вы на миг представили себе, что могло случиться, если бы Вы стали причиной автомобильной аварии на Земле, но... лишь лежащий сейчас на боку аппарат был Вам немым упрёком. ",
    "answers": [
      {
        "id": 105,
        "text": "Извиниться за сложившуюся ситуацию",
        "var_add": [
          "anteya",
          1,
          "meon",
          1
        ]
      },
      {
        "id": 100,
        "text": "Промолчать"
      }
    ]
  },
  {
    "id": 100,
    "text": "— Меон, благодарю тебя за помошь, наша система безопасности бы справилась, — голос инопланетянки звучал чуть виновато и выдавал её волнение, хоть она и выглядела очень спокойно.<s>r\n<s>r\n— Уверен, что так, Антея. Но я дал тебе несколько лишних секунд, чтобы безопасно затормозить. Ты превосходный пилот и великолепно справилась с этим!<s>r\n<s>r\nНа миг Вам показалось, что девушка смущена, в любом случае глаза её засияли.<s>r\n<s>r\n— Моим навыкам не сравниться с твоими, — с улыбкой ответила Антея.<s>r\n<s>r\nЗатем она повернулась к Вам, поднеся руку к голове. Коснувшись виска кончиками пальцев она протянула Вам раскрытую ладонь.<s>r\n<s>r\n— Рада приветствовать Вас, редко когда бывает столь необычное знакомство! Меня зовут Антея, я Ваш проводник, а это один из Ваших будущих кураторов — его имя Меон. Хм, я чувствую у Вас лёгкую деформацию кожных покровов на руке, повреждены стенки 25 сосудов и полутора тысяч артериол противопоставляющей мышцы, а также короткой отводящей мышцы, предварительно ожидается временная закупорка 75 миллионов эритроцитов...<s>r\n<s>r\nМеон тут же добавил, набюдая за Вашей реакцией:<s>r\n— На Вашем языке это небольшая гематома или просто — синяк.<s>r\n<s>r\nАнтея улыбнулась и, понимающе кивнув, сказала Вам:<s>r\n— Излучение в Вашей каюте обладает регенерирующим свойством. Ваши клетки восстановятся быстро. А нас ждут кураторы и другие участники. Могу ответить на несколько вопросов в пути, только сейчас активирую наш гравикар.<s>r\n<s>r\nМеон обменялся взглядами с Антеей и сказал:<s>r\n— Я тогда телепортируюсь сразу к месту встречи и отправлю группу для полной проверки гравитрасс.<s>r\n<s>r\nЗатем он кивнул Вам и исчез во вспышке света.",
    "answers": [
      {
        "id": 101,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 101,
    "text": "— Арктурианцы выбрали несколько иной путь развития, чем мы, — пояснила Антея, — Их смелость граничит с безрассудством, они открыли способ хранения и использования электрической энергии вплоть до нескольких тысяч джоулей. Телепортация — это одно из их изобретений, впрочем использовать его могут лишь представители их расы набравшие достаточный потенциал энергии.<s>r\n<s>r\nАнтее стоило только взглянуть на гравикар, как он приподнялся над полом и проплыл по поздуху прямо к трассам. Похоже было, что она обладает даром телекинеза. Желоба загорелись голубым светом и аппарат, зависнув над ними, снова был готов к вылету. Сбоку выехали небольшие удобные ступеньки, а внутри аппарата Вы увидели два сиденья и приборную панель с символами.<s>r\n<s>r\nПока Вы поднимались в гравикар и размещались там поудобней, Антея разъясняла некоторые детали:<s>r\n<s>r\n— Вы сейчас находитесь на одном из наших МГМ — межгалактическом модуле, предназначенном для дальних перелётов. Этот отсек корабля специально оборудован для длительного пребывания Землян и здесь имеются все необходимые удобства. В Вашей каюте есть навигатор, место для отдыха и сна, восполняемый запас продуктов, удобная сменная одежда, уборная и коммуникатор. Некоторые основные функции доступны уже сейчас, остальные будут активизированы позже.<s>r\n<s>r\n— Да, Вы правы, мы можем использовать телекинез для передвижения небольших предметов. Корабль частично управляется с помощью силы мысли, что также служило своеобразной защитой во времена войны, от тех рас, кто такими навыками не обладал. В отсеке Землян все каюты на ручном управлении, достаточно провести пальцем по символу, это для недопущения случайного нажатия. Панели с символами предназначены в основном для Землян, — уточнила Лирианка.<s>r\n<s>r\nУдобно расположившись на сиденьи, Вы почувствовали как бедра и плечи охватило невидимое плотное поле, это было сродни ремням безопасности в автомобиле.<s>ufeff<s>r\n<s>ufeff<s>r\nЛирианка расположилась рядом и последовательно активировала несколько символов на панели, проводя по ним пальцем. Аппарат мягко поднялся, будто паря в воздухе и, набирая скорость, устремился вперед.<s>ufeff<s>r\n<s>ufeff<s>r\nНадо сказать, это было захватывающе, магнитные гравитрассы обвивали туннель коридора, как резьба на гайке. Вы моментально потеряли ощущение верха и низа и боялись только одного — громко завизжать от восторга!<s>ufeff<s>r\n<s>ufeff<s>r\n— Здесь притяжение обеспечивает центробежная сила. Модуль был построен во времена уже упомянутой мной войны, охватившей Вселенную, и туннели спроэктированы так, что вмещают значительно большее количество магнитных путей, чем вместила бы плоскость только одного пола. Все жители этого отсека могут эвакуироваться очень быстро и практически одновременно. В те времена у нас были в ходу вместительные гравикары на 25 пассажиров. ",
    "answers": [
      {
        "id": 33,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 102,
    "text": "Губы пришельца чуть дрогнули в лёгкой улыбке и Вы только сейчас поняли, что он всё ещё держит Вас за руку и при этом смотрит Вам прямо в глаза.<s>r\n<s>r\nНо звук открывающейся панели со стороны сошедшего с трасс аппарата привлёк Ваше внимание.",
    "answers": [
      {
        "id": 99,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 103,
    "text": "Искры в глазах пришельца резко вспыхнули, кольнув Вас своим холодным светом и погасли. Он отступил на шаг и чуть склонил голову:<s>r\n<s>r\n— Пришошу свои извинения.<s>r\n<s>r\nНе успели Вы ничего ответить ему, как звук открывающейся панели со стороны сошедшего с трасс аппарата привлёк Ваше внимание.",
    "answers": [
      {
        "id": 99,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 104,
    "text": "От отошёл от Вас на шаг и сухо произнёс:<s>r\n<s>r\n— Приношу извинения.<s>r\n<s>r\nНе успели Вы ничего ответить ему, как звук открывающейся панели со стороны сошедшего с трасс аппарата привлёк Ваше внимание.",
    "answers": [
      {
        "id": 99,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 105,
    "text": "Вы смущённо извинились, понимая, что всё могло закончиться намного хуже. Было очень сложно подбирать слова, но, к Вашему удивлению, пришельцы смотрели с теплом, а внутренне Вы чувствовали их заботу и беспокойство о Вас.<s>r\n<s>r\n— Ваша безопасность — наша первоочередная задача, — ответил мужчина.<s>r\n<s>r\nЛирианка согласно кивнула:<s>r\n— Вся ответственность лежит на нас, безусловно. Очень смелым шагом было выйти из комнаты, я помню только одну расу, которая в аналогичной ситуации сделала то же самое. Земляне обладают схожим потенциалом.<s>r\n<s>r\nЕё взгляд в сторону спасшего Вас пришельца, говорил без всяких слов, видимо эти существа с острыми ушами и были той самой расой. В подтверждении Ваших мыслей, мужчина с лёгкой улыбкой склонил голову и ответил:<s>r\n<s>r\n— Именно так.",
    "answers": [
      {
        "id": 100,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 106,
    "text": "Пока Вы поднимались в гравикар и размещались там поудобней, Антея разъясняла некоторые детали:<s>r\n<s>r\n— Вы сейчас находитесь на одном из наших МГМ — межгалактическом модуле, предназначенном для дальних перелётов. Этот отсек корабля специально оборудован для длительного пребывания Землян и здесь имеются все необходимые удобства. В Вашей каюте есть навигатор, место для отдыха и сна, восполняемый запас продуктов, удобная сменная одежда, уборная и коммуникатор. Некоторые основные функции доступны уже сейчас, остальные будут активизированы позже.<s>r\n<s>r\n— Да, Вы правы, мы можем использовать телекинез для передвижения небольших предметов. Корабль частично управляется с помощью силы мысли, что также служило своеобразной защитой во времена войны, от тех рас, кто такими навыками не обладал. В отсеке Землян все каюты на ручном управлении, достаточно провести пальцем по символу, это для недопущения случайного нажатия. Панели с символами предназначены в основном для Землян, — уточнила Лирианка.<s>r\n<s>r\nУдобно расположившись на сиденьи, Вы почувствовали как бедра и плечи охватило невидимое плотное поле, это было сродни ремням безопасности в автомобиле.<s>ufeff<s>r\n<s>ufeff<s>r\nЛирианка расположилась рядом и последовательно активировала несколько символов на панели, проводя по ним пальцем. Аппарат мягко поднялся, будто паря в воздухе и, набирая скорость, устремился вперед.<s>ufeff<s>r\n<s>ufeff<s>r\nНадо сказать, это было захватывающе, магнитные гравитрассы обвивали туннель коридора, как резьба на гайке. Вы моментально потеряли ощущение верха и низа и боялись только одного — громко завизжать от восторга!<s>ufeff<s>r\n<s>ufeff<s>r\n— Здесь притяжение обеспечивает центробежная сила. Модуль был построен во времена уже упомянутой мной войны, охватившей Вселенную, и туннели спроэктированы так, что вмещают значительно большее количество магнитных путей, чем вместила бы плоскость только одного пола. Все жители этого отсека могут эвакуироваться очень быстро и практически одновременно. В те времена у нас были в ходу вместительные гравикары на 25 пассажиров.",
    "answers": [
      {
        "id": 33,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 107,
    "text": "Вы совершенно не представляли откуда здесь этот предмет и каково его назначение, в нём было что-то странное, резко нарушающее общую картину. Не предмет был причиной свечения, наоборот — вокруг него свечение дрожало и даже пропадало.<s>r\n<s>r\nА тут еще внезапно яйцевидное устройство размером с автомобиль стремительно вылетело по спирали, двигаясь по тем самым желобам, неумолимо приближаясь к Вам и в первую очередь к предмету. Что может случиться, если аппарат налетит на это препятствие? Это могло быть опасно для того или тех, кто мог находиться внутри? Ответов не было.<s>r\n<s>r\nНужно было либо действовать и очень решительно, либо отойти в сторону, чтобы аппарат не задел Вас. Времени было катастрофически мало.",
    "answers": [
      {
        "id": 108,
        "text": "Отойти в сторону",
        "var_add": [
          "negative",
          2
        ],
        "var_sub": [
          "dusha",
          1,
          "lir",
          1,
          "anteya",
          1,
          "xrabrost",
          2
        ]
      },
      {
        "id": 109,
        "text": "Попытаться привлечь внимание",
        "var_add": [
          "positive",
          1,
          "xrabrost",
          1,
          "lir",
          1,
          "anteya",
          1,
          "dusha",
          1
        ]
      },
      {
        "id": 110,
        "text": "Попытаться извлечь предмет из желоба",
        "var_add": [
          "positive",
          2,
          "xrabrost",
          2,
          "lir",
          2,
          "anteya",
          1,
          "dusha",
          1
        ]
      }
    ]
  },
  {
    "id": 108,
    "text": "Вы не стали привлекать внимание пилота и сигналить об опасности. Возможно, это цилиндр находился на своём месте и всё так и должно быть. А Вы поднимите панику. Да и Ваше ли это дело, они сами разберутся.<s>r\n<s>r\nВы просто отошли подальше от путей и летящего на Вас аппарата. Хоть Вы уже находились далеко — всё равно казалось, что ещё каких-то секунд и он сметёт Вас. Даже внутри всё съёжилось и сердце заколотилось, как бешеное.<s>r\n<s>r\nНо, за несколько витков до Вас, устройство стало резко тормозить, вокруг желобов оказывается было какое-то поле и оно начало уплотняться и отталкивать Вас назад. Сделав последний круг, аппарат остановился буквально в одном метре от блестящего циллиндра.<s>r\n<s>r\nТеперь на душе как-то неспокойно было оттого, что Вы не предупредили о возможной опасности. Впрочем... Всё обошлось и никто не пострадал.",
    "answers": [
      {
        "id": 122,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 109,
    "text": "Вы не знали, есть ли кто-либо внутри аппарата, поймут ли Ваши сигналы, Вы просто стали махать одной рукой, а другой указывать на инородный предмет. Внутри уже всё съёжилось, сердце заколотилось, как бешеное, страх, что столкновения избежать не удастся охватил Вас, но, кажется, Ваши действия возымели эффект.<s>r\n<s>r\nЗа несколько витков до Вас устройство стало резко тормозить, поле же начало еще больше уплотняться и понемногу отталкивать Вас назад. Сделав последний круг, аппарат остановился буквально в одном метре до блестящего циллиндра.",
    "answers": [
      {
        "id": 116,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 110,
    "text": "В тот момент Вы полностью доверились интуиции, которая буквально кричала об опасности. Пытаясь предотвратить возможную катастрофу, Вы кинулись буквально наперерез летящему на Вас аппарату. <s>r\n<s>r\nНо уже подбегая к желобам, Вы поняли, что от них исходит помимо свечения и некое невидимое поле, которое не давало подойти вплотную. О том, чтобы коснуться желобов не могло идти и речи! Поле становилось плотнее с каждым шагом и наконец просто мягко оттолкнуло Вас в сторону.<s>r\n<s>r\nНа ещё одну попытку времени уже не оставалось. Оставаясь в такой близости от путей, Вы несомненно подвергали себя опасности, но если попытаться привлечь внимание пилота, возможно, он успеет затормозить.",
    "answers": [
      {
        "id": 111,
        "text": "Попытаться привлечь внимание",
        "var_add": [
          "positive",
          1,
          "xrabrost",
          1,
          "dusha",
          1
        ]
      },
      {
        "id": 112,
        "text": "Отпрыгнуть от путей"
      }
    ]
  },
  {
    "id": 111,
    "text": "Вы не знали, есть ли кто-либо внутри аппарата, поймут ли Ваши сигналы, Вы просто стали махать одной рукой, а другой указывать на инородный предмет. Внутри уже всё съёжилось, сердце заколотилось, как бешеное, страх, что столкновения избежать не удастся охватил Вас, но, кажется, Ваши действия возымели эффект.<s>r\n<s>r\nЗа несколько витков до Вас устройство стало резко тормозить, поле же начало еще больше уплотняться и понемногу отталкивать Вас назад. Сделав последний круг, аппарат остановился буквально в одном метре от блестящего циллиндра.",
    "answers": [
      {
        "id": 113,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 112,
    "text": "Вы резко отпрыгнули от путей, прочь от летящего на Вас аппарата. Казалось, ещё секунд и он сметёт Вас, несмотря на то, что Вы были уже на достаточном расстоянии.<s>r\n<s>r\nВнутри уже всё съёжилось, сердце заколотилось, как бешеное, но за несколько витков до Вас устройство стало резко тормозить, поле же начало еще больше уплотняться и понемногу отталкивать Вас назад. Сделав последний круг, аппарат остановился буквально в одном метре от блестящего циллиндра.<s>r\n<s>r\nВы вздохнули с облегчением, но на душе всё же было неспокойно оттого, что Вы не стали сигналить пилоту об опасности. Впрочем... Всё обошлось и никто не пострадал.",
    "answers": [
      {
        "id": 116,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 113,
    "text": "Из аппарата очень быстро выскочила стройная девушка-инопланетянка и подбежала к Вам.<s>r\n<s>r\nСразу стало понятно, что она и есть Лирианка — именно их Вы видели ночью в том странном \"сне\".<s>r\n<s>r\nОна была высокая, с волосами изумительного солнечно-желтого цвета, одетая в элегантный серебристый костюм. Едва ли её можно было принять за человека, хотя у неё также имелось сходное с человеческим тело, две руки, две ноги, голова, а также прочие основные признаки гуманоидной расы. Лицо было более вытянутым, а глаза чуть больше и, казалось, лучились, они сразу приковывали взгляд своей глубиной и этим необьяснимым внутренним светом. Кожа была светлее, черты лица тоньше, а облегающий костюм подчеркивал её стройность и силу.<s>ufeff<s>ufeff<s>r\n<s>ufeff<s>ufeff<s>r\nВы не ощущали никакой тревоги вблизи этого существа, но, тем не менее, ощущали её огромную духовную силу и разум. И... на миг Вас охватило едва уловимое чувство родства и некого благоговения, щемящее и такое теплое, и оно согрело Ваше сердце и страхи отступили.<s>ufeff",
    "answers": [
      {
        "id": 114,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 114,
    "text": "Инопланетянка подошла к Вам, поднеся руку к голове. Коснувшись виска кончиками пальцев она протянула Вам раскрытую ладонь.<s>r\n<s>r\n— Меня зовут Антея, — представилась она, — Рада приветсвовать Вас, хоть мне и очень жаль, что наше знакомство происходит в такой нестандартной ситуации. Очень необдуманным поступком с Вашей стороны было выйти из комнаты, но Ваша интуиция и отвага позволила нам обнаружить эту очень неприятную деталь... Ваш поступок мы все оцениваем очень высоко, у Вас невероятный потенциал. Как и я Вы обладаете даром чувствовать опасность.<s>r\n<s>r\nИнопланетянка задумалась, Вам даже показалось, что на несколько секунд она полностью ушла в себя, затем она продолжила:<s>r\n<s>r\n— Я телепатически связалась с нашей группой безопасности, которая уже направляются сюда. Они проверят гравитрассы, извлекут и исследуют это устройство. Не сомневаюсь — оно здесь с какой-то целью и мы выясним с какой. Сегодня Вы оказали немалую услугу нам и лично мне.<s>r\n<s>r\nХоть Антея и казалась внешне спокойной, её голос слегка дрожал и выдавал нешуточное волнение. Глаза инопланетянки были полны благодарности и волны тёплых чувств исходили от неё, окутывая Вас легким невидимым облаком.<s>r\n<s>r\nНо внезапно Вы ощутили не только её саму, но и других её сородичей, множество Лириан, их мысли, их чувства. Они были такие удивительные и разные каждый в отдельности, но их чувства звучали, как единое целое, великолепное и совершенное созвучие! И Вы теперь завоевали их расположение и чувствовали их защиту и поддержку.<s>r\n<s>r\nАнтея улыбалась Вам и её улыбка будила в Вас нечто, зов такой древний и забытый Вашей душой, и такой родной! Вы не могли понять откуда это взялось, но знали, что этот зов генов намного древнее Вас самих.<s>r\n<s>r\n— Прежде немногим доводилось испытать нашу эгалитарную телепатию. Но Вы совершили достойный поступок. Я Ваш проводник и как раз направлялась за Вами. Нас ждут кураторы и другие участники в общем зале. Могу ответить на несколько вопросов в пути, только сейчас активирую наш гравикар.",
    "answers": [
      {
        "id": 115,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 115,
    "text": "Антее стоило только взглянуть на свой аппарат, как он приподнялся над полом и проплыл по поздуху. Похоже было, что она, помимо телепатии, обладает даром телекинеза. Инопланетянка аккуратно перенесла гравикар на соседние гравитрассы и они загорелись голубым светом. Аппарат, зависнув над ними, снова был готов к вылету. Сбоку выехали небольшие удобные ступеньки, а внутри аппарата Вы увидели два сиденья и приборную панель с символами.<s>r\n<s>r\nПока Вы поднимались в гравикар и размещались там поудобней, Антея разъясняла некоторые детали:<s>r\n<s>r\n— Вы сейчас находитесь на одном из наших МГМ — межгалактическом модуле, предназначенном для дальних перелётов. Этот отсек корабля специально оборудован для длительного пребывания Землян и здесь имеются все необходимые удобства. В Вашей каюте есть навигатор, место для отдыха и сна, восполняемый запас продуктов, удобная сменная одежда, уборная и коммуникатор. Некоторые основные функции доступны уже сейчас, остальные будут активизированы позже.<s>r\n<s>r\n— Да, Вы правы, мы можем использовать телекинез для передвижения небольших предметов. Корабль частично управляется с помощью силы мысли, что также служило своеобразной защитой во времена войны, от тех рас, кто такими навыками не обладал. В отсеке Землян все каюты на ручном управлении, достаточно провести пальцем по символу, это для недопущения случайного нажатия. Панели с символами предназначены в основном для Землян, — уточнила Лирианка.<s>r\n<s>r\nУдобно расположившись на сиденьи, Вы почувствовали как бедра и плечи охватило невидимое плотное поле, это было сродни ремням безопасности в автомобиле.<s>ufeff<s>r\n<s>ufeff<s>r\nЛирианка расположилась рядом и последовательно активировала несколько символов на панели, проводя по ним пальцем. Аппарат мягко поднялся, будто паря в воздухе и, набирая скорость, устремился вперед.<s>ufeff<s>r\n<s>ufeff<s>r\nНадо сказать, это было захватывающе, магнитные гравитрассы обвивали туннель коридора, как резьба на гайке. Вы моментально потеряли ощущение верха и низа и боялись только одного — громко завизжать от восторга!<s>ufeff<s>r\n<s>ufeff<s>r\n— Здесь притяжение обеспечивает центробежная сила. Модуль был построен во времена уже упомянутой мной войны, охватившей Вселенную, и туннели спроэктированы так, что вмещают значительно большее количество магнитных путей, чем вместила бы плоскость только одного пола. Все жители этого отсека могут эвакуироваться очень быстро и практически одновременно. В те времена у нас были в ходу вместительные гравикары на 25 пассажиров. ",
    "answers": [
      {
        "id": 33,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 116,
    "text": "Из аппарата очень быстро выскочила стройная девушка-инопланетянка и подбежала к Вам.<s>r\n<s>r\nСразу стало понятно, что она и есть Лирианка — именно их Вы видели ночью в том странном \"сне\".<s>r\n<s>r\nОна была высокая, с волосами изумительного солнечно-желтого цвета, одетая в элегантный серебристый костюм. Едва ли её можно было принять за человека, хотя у неё также имелось сходное с человеческим тело, две руки, две ноги, голова, а также прочие основные признаки гуманоидной расы. Лицо было более вытянутым, а глаза чуть больше и, казалось, лучились, они сразу приковывали взгляд своей глубиной и этим необьяснимым внутренним светом. Кожа была светлее, черты лица тоньше, а облегающий костюм подчеркивал её стройность и силу.<s>ufeff<s>ufeff<s>r\n<s>ufeff<s>ufeff<s>r\nВы не ощущали никакой тревоги вблизи этого существа, но, тем не менее, ощущали её огромную духовную силу и разум. И... на миг Вас охватило едва уловимое чувство родства и некого благоговения, щемящее и такое теплое, и оно согрело Ваше сердце и страхи отступили.<s>ufeff",
    "answers": [
      {
        "id": 117,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 117,
    "text": "Инопланетянка подошла к Вам, поднеся руку к голове. Коснувшись виска кончиками пальцев она протянула Вам раскрытую ладонь.<s>r\n<s>r\n— Меня зовут Антея, — представилась она, — Рада приветсвовать Вас, хоть мне и очень жаль, что наше знакомство происходит в такой нестандартной ситуации. Очень необдуманным поступком с Вашей стороны было выйти из комнаты, но Ваша  смелость и интуиция позволили нам обнаружить эту очень неприятную деталь... Мы очень благодарны Вам. У Вас большой потенциал, Вы чувствуете опасность, как и я.<s>r\n<s>r\nИнопланетянка задумалась, Вам даже показалось, что на несколько секунд она полностью ушла в себя, затем она продолжила:<s>r\n<s>r\n— Я телепатически связалась с нашей группой безопасности, которая уже направляются сюда. Они проверят гравитрассы, извлекут и исследуют это устройство. Не сомневаюсь — оно здесь с какой-то целью и мы выясним с какой. Если бы не Вы, это устройство могло остаться незамеченным и последствия были бы непредсказуемы.<s>r\n<s>r\nХоть Антея и казалась внешне спокойной, её голос слегка дрожал и выдавал нешуточное волнение. Глаза инопланетянки были полны благодарности и волны тёплых чувств исходили от неё, окутывая Вас легким невидимым облаком.<s>r\n<s>r\n— Я Ваш проводник и как раз направлялась за Вами, — сказала она, — Нас ждут кураторы и другие участники в общем зале. Могу ответить на несколько вопросов в пути, только сейчас активирую наш гравикар.",
    "answers": [
      {
        "id": 115,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 118,
    "text": "Из аппарата очень быстро выскочила стройная девушка-инопланетянка и подбежала к Вам.<s>r\n<s>r\nСразу стало понятно, что она и есть Лирианка — именно их Вы видели ночью в том странном \"сне\".<s>r\n<s>r\nОна была высокая, с волосами изумительного солнечно-желтого цвета, одетая в элегантный серебристый костюм. Едва ли её можно было принять за человека, хотя у неё также имелось сходное с человеческим тело, две руки, две ноги, голова, а также прочие основные признаки гуманоидной расы. Лицо было более вытянутым, а глаза чуть больше и, казалось, лучились, они сразу приковывали взгляд своей глубиной и этим необьяснимым внутренним светом. Кожа была светлее, черты лица тоньше, а облегающий костюм подчеркивал её стройность и силу.<s>ufeff<s>ufeff<s>r\n<s>ufeff<s>ufeff<s>r\nВы не ощущали никакой тревоги вблизи этого существа, но, тем не менее, ощущали её огромную духовную силу и разум. И... на миг Вас охватило едва уловимое чувство родства и некого благоговения, щемящее и такое теплое, и оно согрело Ваше сердце и страхи отступили.<s>ufeff",
    "answers": [
      {
        "id": 119,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 119,
    "text": "— Вы в порядке?, — голос инопланетянки заметно дрожал от волнения, но быстро осмотрев Вас, она успокоилась, — Чувствую, что Вы не пострадали, мы обладаем даром телепатии, также эмпатически ощущаем чужую боль. Я приношу Вам извинения, вся ответственность за возникновение данной ситуации полностью лежит на мне. Я Ваш проводник и отвечаю за Вашу безопасность.<s>r\n<s>r\nЗатем немного переведя дух, она подошла к Вам, поднеся руку к голове. Коснувшись виска кончиками пальцев она протянула Вам раскрытую ладонь.<s>r\n<s>r\n— Меня зовут Антея, я как раз направлялась за Вами, чтобы проводить к месту встречи с другими участниками и Вашими будущими кураторами. Очень смелым поступком было покинуть комнату, но и ограничивать Вас — не самое удачное решение. Нам не хотелось бы, чтобы Вы чувствовали себя ущемлённой и запертой здесь.<s>r\n<s>r\nАнтея сама чуть не пострадала, но при этом она винила только себя, ещё и извинилась за то, что Вы вышли из комнаты и оказались в опасности. С одной стороны — Вы сами вышли, следовательно это Ваша вина. А с другой... Во первых ничего непоправимого не случилось, а во вторых — если бы они не пригласили Вас и Вы не оказались бы одна в незнакомой среде, а спали бы мирно у себя дома — этого бы вообще не случилось.",
    "answers": [
      {
        "id": 120,
        "text": "Приветствовать её"
      },
      {
        "id": 121,
        "text": "Извиниться за сложившуюся ситуацию",
        "var_add": [
          "anteya",
          1,
          "dusha",
          1
        ]
      }
    ]
  },
  {
    "id": 120,
    "text": "Вы вежливо поздоровались и Антея улыбнулась в ответ. Но Вам показалось, что улыбка была дежурной, а взгляд инопланетянки стал задумчивый и слегка отстранённый, возможно стоило действительно извиниться. Но момент был упущен, она вновь заговорила с Вами:<s>r\n<s>r\n— Безопасность участников — наша первоочередная задача и потому прошу принять мои извинения. Сейчас я вновь активирую наш гравикар, — добавила она, — Нас уже ждут.",
    "answers": [
      {
        "id": 115,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 121,
    "text": "Вы смущённо извинились, понимая, что всё могло закончиться намного хуже. Было очень сложно подбирать слова, но, к Вашему удивлению, Антея смотрела с теплом, а внутренне Вы чувствовали её заботу и беспокойство о Вас.<s>r\n<s>r\n— Вся ответственность лежит на нас и безопасность участников — наша первоочередная задача, — ответила Лирианка и её искрення улыбка убедила Вас в том, что она ни в чём не винит Вас.<s>r\n<s>r\n— Сейчас я вновь активирую наш гравикар, — добавила она, — Нас уже ждут.",
    "answers": [
      {
        "id": 115,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 122,
    "text": "Из аппарата очень быстро выскочила стройная девушка-инопланетянка и подбежала к Вам.<s>r\n<s>r\nСразу стало понятно, что она и есть Лирианка — именно их Вы видели ночью в том странном \"сне\".<s>r\n<s>r\nОна была высокая, с волосами изумительного солнечно-желтого цвета, одетая в элегантный серебристый костюм. Едва ли её можно было принять за человека, хотя у неё также имелось сходное с человеческим тело, две руки, две ноги, голова, а также прочие основные признаки гуманоидной расы. Лицо было более вытянутым, а глаза чуть больше и, казалось, лучились, они сразу приковывали взгляд своей глубиной и этим необьяснимым внутренним светом. Кожа была светлее, черты лица тоньше, а облегающий костюм подчеркивал её стройность и силу.<s>ufeff<s>ufeff<s>r\n<s>ufeff<s>ufeff<s>r\nВы не ощущали никакой тревоги вблизи этого существа, но, тем не менее, ощущали её огромную духовную силу и разум. И... на миг Вас охватило едва уловимое чувство родства и некого благоговения, щемящее и такое теплое, и оно согрело Ваше сердце. Но Вам от этого стало ещё больше не по себе.<s>r\n<s>r\nЛирианка подошла к Вам, поднеся руку к голове. Коснувшись виска кончиками пальцев она протянула Вам раскрытую ладонь.<s>r\n<s>r\n— Меня зовут Антея, я как раз направлялась за Вами, чтобы проводить к месту встречи с другими участниками и Вашими будущими кураторами. Очень смелым поступком было покинуть комнату, но и ограничивать Вас — не самое удачное решение. Нам не хотелось бы, чтобы Вы чувствовали себя ущемлённой и запертой здесь.<s>r\n<s>r\nЛицо инопланетянки не выражало эмоций и было непонятно, знает ли она о циллиндре или нет. Хоть и с запозданием, но можно было сказать ей о Вашей находке.",
    "answers": [
      {
        "id": 123,
        "text": "Рассказать о странном циллиндре",
        "var_add": [
          "dusha",
          1,
          "xrabrost",
          1
        ]
      },
      {
        "id": 124,
        "text": "Ничего не говорить о находке и просто поприветствовать её",
        "var_add": [
          "negative",
          2
        ]
      }
    ]
  },
  {
    "id": 123,
    "text": "Смущаясь и пытаясь подобрать подходящие слова, Вы всё же рассказали о странном предмете и последовавшая реакция Антеи немало удивила Вас.<s>r\n<s>r\n— Благодарю, что сообщили нам об этом, Вы оказали нам огромную помощь. Но я узнала о нарушении системы безопасности ещё в тот момент, когда увидела Вас. Приношу свои извинения за то, что вижу Ваши мысли, мы знаем, что для Землян это может быть непривычно и чуждо. Но обладание даром телепатии делает разумы открытыми друг другу и нам нет смысла что-то скрывать.<s>r\n<s>r\nВам стало неловко после таких слов, Вы даже растерялись, но Антеятепло улыбнулась и ответила:<s>r\n<s>r\n— Это полностью наша вина и данную неприятную ситуацию обнаружили лишь благодаря Вашему вмешательству. Мы приносим Вам благодарность.<s>r\n<s>r\nЕё искенность подкупала и полностью рассеяла все Ваши терзания, ничего не оставалось, как просто улыбнуться в ответ.<s>r\n<s>r\nИнопланетянка же внезапно задумалась, Вам даже показалось, что на несколько секунд она полностью ушла в себя, затем она продолжила:<s>r\n<s>r\n— Я телепатически связалась с нашей группой безопасности, которая уже направляются сюда. Они проверят гравитрассы, извлекут и исследуют это устройство. Не сомневаюсь — оно здесь с какой-то целью и мы выясним с какой. Если бы не Вы, это устройство могло остаться незамеченным и последствия были бы непредсказуемы.<s>r\n<s>r\n— Я Ваш проводник и как раз направлялась за Вами, — сказала она, — Нас ждут кураторы и другие участники в общем зале. Могу ответить на несколько вопросов в пути, только сейчас активирую наш гравикар.<s>r\n",
    "answers": [
      {
        "id": 115,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 124,
    "text": "Вы не стали сообщать о необычной находке, мало ли зачем там эта штуковина, такая развитая раса — как нибудь и сами разберутся без Вас. Возможно, в этом нет ничего опасного и всё так и должно быть — ну откуда же Вам знать.<s>r\n<s>r\nВзгляд Антеи вдруг показался Вам внимательным и даже пристальным.<s>r\n<s>r\n— Благодарю, что оказались здесь именно в этот момент. Ваше присутствие помогло нам обнаружить эту неприятную деталь, — по голосу было трудно понять её эмоции, слова были сухими и ничего не выражали.<s>r\n<s>r\n— Я узнала о нарушении системы безопасности ещё в тот момент, когда увидела Вас. Приношу свои извинения за то, что вижу Ваши мысли, мы знаем, что для Землян это может быть непривычно и чуждо. Но обладание даром телепатии делает разумы открытыми друг другу и нам нет смысла что-то скрывать.<s>r\n<s>r\nВот тут Вам действительно стало очень неловко. Вы только что осознали, что Лириане спокойно без каких-либо препятствий могут читать Ваши мысли. Была хорошая возможность завоевать их доверие и расположение, но теперь уже ничего не поделать. Вы надеялись, что еще будет время и возможность проявить себя.<s>r\n<s>r\nТем временем, Антея продолжала:<s>r\n<s>r\n— Не вините себя, ведь данную ситуацию обнаружили лишь благодаря Вашему вмешательству. Мы приносим Вам благодарность.<s>r\n<s>r\nЕё искенность подкупала и даже немного рассеяла Ваши терзания, ничего не оставалось, как просто улыбнуться в ответ.<s>r\n<s>r\nИнопланетянка же внезапно задумалась, Вам даже показалось, что на несколько секунд она полностью ушла в себя, затем она сказала:<s>r\n<s>r\n— Я телепатически связалась с нашей группой безопасности, которая уже направляется сюда. Они проверят гравитрассы, извлекут и исследуют это устройство. А нас уже ждут кураторы и другие участники. Я прибыла за Вами, чтобы проводить в общий зал. Могу ответить на несколько вопросов в пути, только сейчас активирую наш гравикар.",
    "answers": [
      {
        "id": 115,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 125,
    "text": "Лириане были очень тактичны, искренни, как Вам показалось, а ещё, возможно, Вас немного подкупило их уважительное отношение. Как будто они беседовали с равными себе братьями по разуму. Хотя... Вы прекрасно понимали, что уровень их интеллекта, развития, технологий неизмеримо превосходит населяющих Землю людей. Вам на короткое время довелось лицезреть их невероятный разум, планка их интеллекта и духовного развития была так высоко, что казалась недосягаемой. Это было настолько прекрасно, что даже причиняло боль.<s>r\n<s>r\nВы даже думали о том, что самое лучшее для Вас — вернуться, проснуться снова дома на Земле и забыть их как ночное видение, но что-то не давало Вам повернуть всё назад. Что-то подстёгивало Вас и жаждущее ответов любопытство. Внутренний голос шептал: \"Давай, попробуй, что ты теряешь?\". И что, неужели можно было вот так просто уйти сейчас и прожить с чувством, что потеряла единственный шанс прикоснуться к разгадкам, волновавшим умы миллионов людей? Ну нет!<s>r\n<s>r\nК тому же они дали Вам понять, что пока корабль разворачивается и подготавливает двигатели, Вы можете ещё раз всё обдумать и отказаться. В этом случае Вас безопасно доставят на Землю, в то место, откуда Вы поднялись на корабль, но Вы не будете помнить о произошедшем или просто примите всё за сон.<s>r\n<s>r\nЧто ж, они вероятно специально дали Вам это время, чтобы побыть наедине с мыслями, осознать и обдумать всё происходящее и взвесить своё решение.<s>r\n<s>r\nВ каюте действительно было одиноко и неуютно, не помешало бы немного тут осмотреться.",
    "answers": [
      {
        "id": 5,
        "text": "Продолжить",
        "var_set": [
          "anteya",
          0
        ]
      }
    ]
  },
  {
    "id": 126,
    "text": "Дорогие читатели, благодарю, за Ваш интерес к этому квесту! Волей внезапного наития замахнулась на большой объём, есть идеи и желание продолжать и творить дальше. Но возникли разумные сомнения — подходит ли читателю стиль, устраивает ли качество, да и просто — нужно ли это, будет ли интересно проходить такую историю. С целью тестирования и выкладываю первую главу.<s>r\n<s>r\nДалее буду обновлять квест именно по главам, классических дней здесь, как таковых, пока не будет. Тем, кого интересует такой формат, скажу, что увы, это скорее интерактивная книга и Вас ожидает немало объёмных страниц.<s>r\n<s>r\nНо, тем не менее, развитие сюжета и выход на отдельные, скрытые сюжетные и романтические линии, варианты прохождения и концовка, а также взаимоотношения персонажей — будут зависеть от Вашего выбора. <s>r\n<s>r\nСмелые и неожиданные выборы могут вывести на интересные линии и обеспечить более динамичный сюжет, всё зависит только от Вас.<s>r\n<s>r\nНадеюсь, Вы не пожалеете потраченного времени, квест только в начале процесса написания и даже первую главу ещё, возможно, буду дорабатывать.<s>r\n<s>r\nЕщё хотела бы отметить, что пишу именно в жанре фантастики и заранее прошу извинить за наличие в тексте незнакомых терминов. Многие из них — плод моего воображения, впоследствии в квесте будут объяснения как незнакомым словам, так и процессам.<s>r\n<s>r\nЕщё раз благодарю за внимание!",
    "answers": [
      {
        "id": 1,
        "text": "К оглавлению"
      }
    ]
  },
  {
    "id": 127,
    "text": "Вы решили, что лучше не пытаться выйти из комнаты и дождаться Вашего проводника. Вдруг это было бы невежливо с Вашей стороны или даже опасно? Вы набрались терпения и вскоре оно было вознаграждено.<s>r\n<s>r\nЧерез несколько минут входная дверь открылась как створки объектива фотоаппарата. Хоть Вы и ожидали посетителя, сердце всё же ёкнуло от неожиданности и, несмотря на испуг, Вы сразу же невольно принялись рассматривать посетителя.",
    "answers": [
      {
        "id": 11,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 128,
    "text": "В дверях стояла лирианка, довольно высокая, с волосами изумительного солнечно-желтого цвета, одетая в элегантный серебристый костюм. Едва ли её можно было принять за человека, хотя у неё также имелось сходное с человеческим тело, две руки, две ноги, голова, а также прочие основные признаки гуманоидной расы. Лицо было более вытянутым, а глаза чуть больше и, казалось, лучились, они сразу приковывали взгляд своей глубиной и этим необьяснимым внутренним светом. Кожа была светлее, черты лица тоньше, а облегающий костюм подчеркивал её стройность и силу.<s>r\n<s>r\nТак близко и так подробно рассмотреть их Вы получили возможность впервые. Вы не ощущали никакой тревоги вблизи этого существа, но, тем не менее, ощущали её огромную духовную силу и разум. И... на миг Вас охватило едва уловимое чувство родства и некого благоговения, щемящее и такое теплое, и оно согрело Ваше сердце и страхи отступили.<s>r\n<s>r\nЛирианка тепло улыбнулась, будто в ответ на Ваши мысли.<s>r\n<s>r\n— Я Антея, рада приветствовать Вас на борту нашего корабля, — промолвила она, поднеся руку к голове и коснувшись виска кончиками пальцев, затем протянула Вам раскрытую ладонь.<s>r\n<s>r\n— Вы правы, мы далекие предки Землян и я также испытываю к Вам похожие чувства. Вижу Вы немного растеряны и, конечно, у Вас немало вопросов. Мы ответим настолько развернуто, насколько позволит время и приглашаем Вас для знакомства с кураторами и другими участниками в общий зал.",
    "answers": [
      {
        "id": 129,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 129,
    "text": "С этими словами она будто бы отплыла назад, приглашая Вас жестом и Вы последовали за ней.<s>r\n<s>r\nЗа дверью была стена уже знакомого Вам коридора и Вы сразу же задумались — известно ли ей, что Вы пытались выйти или нет. Сердце сжало холодной рукой, будто Вы сделали что-то недопустимое, но из раздумий Вас внезапно вывела Антея, вновь заговорив с Вами:<s>r\n<s>r\n— Не стоит волноваться из-за подобных мелочей. И да, приношу извинения, что вижу Ваши мысли. Мы уважаем свободу воли и выбора каждого существа и не можем ограничивать Вас. Нам не хотелось бы, чтобы Вы чувствовали себя запертой здесь, это против наших законов.<s>r\n<s>r\nОна тепло улыбнулась Вам, полностью развеяв все Ваше опасения, а затем продолжила:<s>r\n<s>r\n— Сейчас Вы находитесь на одном из наших МГМ — межгалактическом модуле, предназначенном для дальних перелётов. Этот отсек корабля специально оборудован для длительного пребывания Землян и здесь имеются все необходимые удобства. В Вашей каюте есть навигатор, место для отдыха и сна, восполняемый запас продуктов, удобная сменная одежда, уборная и коммуникатор. Некоторые основные функции доступны уже сейчас, остальные будут активизированы позже.<s>r\n",
    "answers": [
      {
        "id": 32,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 130,
    "text": "Поначалу было невероятно сложно воспринимать речь Эллиры, она сопровождала слова странной жестикуляцией и говорила будто на ином языке. Обилие специфических юридических терминов, необычная структура предложений, как правило, представляющая собой единую логическую цепочку и окончательный вывод, а также абсолютно беспристрастный подход. Но через некоторое время Вы поняли, что такая подача невероятно удобна для понимания, куда проще воспринимать ключевые моменты именно так. Речь была компактной, но в то же время содержательной, без излишнего нагромождения воды. <s>r\n<s>r\nОсобыми жестами Эллира выделяла самые значимые предложения и вскоре Вы начали улавливать отдельные из них и слышать особую интонацию. По ней можно было понять, когда речь шла на спад, а когда приближалась к кульминации. Она текла волнами, а пальцы её будто плели дополнительный объём и это было красиво, это завораживало.<s>r\n<s>r\nОчень кратко инопланетянка рассказала о своей расе, её народ — Липтидры происходил из системы молодой звезды Денеболы. Это горячий бело-голубой гигант, окружённый облаком осколочной пыли. Собственно, именно на пыль и приходилась основная масса солнечного излучения, потому на планете Эллиры было довольно холодно. Из-за огромного содержания воды на поверхности, планету называли туманной. Липтидры были хладнокровными гуманоидами и прекрасно дышали под водой.<s>r\n<s>r\nЭта раса ценила Закон и Порядок и стала родиной лучших Законотворцев Вселенной. Именно по их инициативе был основан Петантиат — подобие Верховного суда на Земле. В силу своей абсолютной неподкупности — они и стали лучшими судьями, юристами и адвокатами. Они обладали некой врождённой справедливостью и очень многие боялись их, ведь они были рукой Закона.<s>r\n<s>r\nЭллира особо отметила в своей речи то, как важно знать элементарные основные Законы Ланиакеи и приглашала участников в информационный отсек. Для более глубокого изучения нужно было погрузиться с головой в такие науки как иерархия законов и петантов, кинесика и жестикулярная риторика, и, конечно, анемотрика или ещё эмоциональное считывание и подача. Без всего этого, говорила она, в зале Вас никто не услышит.<s>r\n<s>r\nВы задумчиво слушали речь куратора и даже не сразу заметили, какой активный и неподдельный интерес появился в глазах Вашей соседки Лары. Судя по всему, именно это её заинтересовало больше всего.",
    "answers": [
      {
        "id": 131,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 131,
    "text": "Ллартан завершал выступления кураторов и к тому моменту все люди уже порядком устали.<s>r\n<s>r\nЧувствуя это, Лирианин не стал долго утомлять  своим рассказом. О тех, кто называл себя прародителями гуманоидной формы жизни — Вы знали не так уж и мало.<s>r\n<s>r\nЛлартан лишь вкратце упомянул об огромной силе духа, которую дают грани познания разума, открытие каждой из них — это открытие целого мира внутри себя самого. Он обещал познакомить также с теорией мыслеформ, общим мыслепотоком, квантовым принципом мышления и когитацией эфира, а именно взаимодействие с эфиром через мысль. И это уже был не только телекинез.<s>r\n<s>r\nУ Давида реально отвисала челюсть, когда говорил этот инопланетянин, да и остальные люди, включая Вас, в полной мере ощущали невероятную духовную силу, заключённую в этом существе. Как только у Таакани вообще язык повернулся оскорбить этого представителя действительно высокоразвитой расы! Ознакомиться с вышеуказанными науками он предлагал в отделе развития и самопознания.<s>r\n<s>r\nВскоре, к всеобщему облегчению, встреча подошла к завершению. Ллартан закончил короткую речь тем, что приглашал желающих в зал тестирования.",
    "answers": [
      {
        "id": 132,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 132,
    "text": "Вы заметили, что к этому моменту инопланетяне выглядели намного бодрее людей. Роксана откровенно скучала и изучала заусенец на пальце, едва слышно бурча под нос, что теперь не дождётся от них ни маникюрного набора, ни элементарной пилочки, Лара сникла и видимо просто хотела улететь поскорее домой, Алиса, похоже, вообще задремала и пропустила половину из того, что здесь было. Вовлечёнными оставались лишь Давид и Дмитрий. И конечно же Максим, который вёл себя очень настороженно, внимательно слушая, и видимо запоминая, каждое сказанное здесь слово, а также наблюдая практически за всеми, включая и людей.<s>r\n<s>r\nПоначалу казалось, что именно он первым вызовется пройти это тестирование, ведь он всё-таки служит в разведке, а эти ребята идут первыми. Но Максим не спешил и предпочёл следить за всеми, глаза его были очень злыми, а губы плотно поджаты, непонятно о чём думал этот человек.<s>r\n<s>r\nВремя шло, а желающих всё не было, люди переглядывались с надеждой и немым вопросом в глазах.",
    "answers": [
      {
        "id": 133,
        "text": "- Я готова пройти тестировние.",
        "var_add": [
          "xrabrost",
          1
        ]
      },
      {
        "id": 134,
        "text": "Промолчать",
        "var_sub": [
          "xrabrost",
          1
        ]
      }
    ]
  },
  {
    "id": 133,
    "text": "Как только Вы это сказали, сразу же почувствовали колючий взгляд Максима, а также услышали облегченные вздохи других участников.<s>r\n<s>r\nЛириане смотрели на Вас с одобрением, а Ллартан с улыбкой кивнул. Он встал со своего места и подошёл прямиком к стене, справа от стола кураторов. Вы уже не удивились, когда увидели, как на белой панели засветились контуры дверного проёма. Жестом Лирианин пригласил Вас подойти ближе и Вы, пытаясь унять небольшую дрожь в коленках, поднялись со своего места.<s>r\n<s>r\nЭто немного пугало, ещё шаг в неизвестность, ещё дверь перед Вами, которую предлагают открыть. Хоть и немного нерешительно, но всё же Вы направились к двери, погрузившись в свои мысли, но внезапно что-то резко вывело Вас из раздумий.<s>r\n<s>r\nВы как раз проходили мимо Максима и внезапно он крепко схватил Вас за руку.<s>r\n<s>r\n— Ты должна лететь домой. Даже не вздумай рыпаться.<s>r\n<s>r\nДержал он стальной хваткой, шанса вырвать руку не было, возможно даже останется синяк. Его злые нахальные глаза буквально сверлили Вас, будь у него способность испепелять взглядом то... Но, к всеобщему счастью, таковой способности не было.",
    "answers": [
      {
        "id": 135,
        "text": "Посмотреть на Ллартана, мысленно попросив о помощи.",
        "var_add": [
          "llartan",
          5
        ],
        "var_sub": [
          "xrabrost",
          1
        ]
      },
      {
        "id": 136,
        "text": "(Ложь) - Можешь не волноваться об этом.",
        "var_add": [
          "negative",
          1
        ]
      },
      {
        "id": 137,
        "text": "(Смело глядя в глаза) - Я Вам ничего не должна.",
        "var_add": [
          "xrabrost",
          1
        ]
      },
      {
        "id": 138,
        "text": "(Правда) - Что я тут забыла, разбирайтесь с этим сами."
      },
      {
        "id": 139,
        "text": "Молча кивнуть",
        "var_sub": [
          "xrabrost",
          2
        ]
      }
    ]
  },
  {
    "id": 134,
    "text": "Вы промолчали, всё ещё раздумывая — стоит ли сейчас вызваться или нет. По сути, особой разницы в очередности и не было, просто первой быть не хотелось.<s>r\n<s>r\nПока Вы думали — Давид решительно встал и, заявив о готовности первым вошёл в комнату. За ним уже потянулись и остальные. Не сговариваясь люди расположились в том порядке, в котором сидели за столом, против чего никто уже не возражал. Все порядком устали как эмоционально, там и физически.<s>r\n<s>r\nПодходила и Ваша очередь. Впереди ещё шаг в неизвестность, ещё дверь перед Вами, которую предлагают открыть. Хоть и немного нерешительно, но всё же Вы направились к двери, погрузившись в свои мысли.<s>r\n<s>r\nПеред Вами теперь новый путь, каким бы он ни был.",
    "answers": [
      {
        "id": 140,
        "text": "Конец 1 главы"
      }
    ]
  },
  {
    "id": 135,
    "text": "Вы не захотели ни спорить, ни вообще иметь дело с этим типом. Ни объяснять свои намерения, ни убеждать не было абсолютно никакого смысла. Мысленно подумав о том, что Вам нужна помощь, Вы посмотрели на Ллартана.<s>r\n<s>r\nПо его взгляду стало понятно, что ему и не нужно ничего объяснять. Максим внезапно резко отпустил Вас и отдернул руку, будто обжёгся о Вашу кожу. С глазами полными неподдельного изумления он уставился на Вас, потирая ладонь.<s>r\n<s>r\nВы просто прошли мимо него к двери, и даже не оглянулись. Перед Вами теперь новый путь, каким бы он ни был.",
    "answers": [
      {
        "id": 140,
        "text": "Конец 1 главы"
      }
    ]
  },
  {
    "id": 136,
    "text": "Черные недобрые глаза внезапно стали ещё злее.<s>r\n<s>r\n— Ты лжёшь, — процедил мужчина сквозь зубы и сдавил руку так, что Вы даже поморщились от боли.<s>r\n<s>r\nНевольно Вы попытались вырвать свою руку из жёсткой хватки, но внезапно Максим вскрикнул и разжав пальцы, резко отдёрнул её сам, будто обжёгся о Вашу кожу. С глазами полными неподдельного изумления он уставился на Вас, потирая ладонь.<s>r\n<s>r\nВы отступили от него на шаг в полном недоумении, но, увидев лучистые глаза Ллартана, сразу поняли в чём было дело. Инопланетянин едва заметно кивнул Вам и улыбнулся.<s>r\n<s>r\nК слову с рукой у этого излишне агрессивного разведчика было всё в порядке.<s>r\n<s>r\nНаконец, Вы просто прошли мимо него к двери, и даже не оглянулись. Перед Вами теперь новый путь, каким бы он ни был.",
    "answers": [
      {
        "id": 140,
        "text": "Конец 1 главы"
      }
    ]
  },
  {
    "id": 137,
    "text": "Вы не собирались ни бояться этого сумасшедго ни просить о помощи кого-либо, впереди могло быть немало таких вот неприятных ситуаций и что — каждый раз теперь бегать к Ллартану, Эллире или Антее? Тронуть открыто не посмеет, а себя защитить Вы уж постараетесь.<s>r\n<s>r\n— Смотри не пожалей об этом, — злобно, будто в ответ на Ваши мысли, процедил Максим сквозь зубы и сдавил Вашу руку так, что в глазах потемнело от боли.<s>r\n<s>r\nВы поморщилисьи и невольно попытались вырвать свою руку из жёсткой хватки, что было бесполезно. Но внезапно Максим вскрикнул и разжав пальцы, резко отдёрнул её сам, будто обжёгся о Вашу кожу. С глазами полными неподдельного изумления он уставился на Вас, потирая ладонь.<s>r\n<s>r\nВы отступили от него на шаг в полном недоумении, но, увидев лучистые глаза Ллартана, сразу поняли в чём было дело. Инопланетянин едва заметно кивнул Вам и улыбнулся.<s>r\n<s>r\nК слову с рукой у этого излишне агрессивного разведчика было всё в порядке.<s>r\n<s>r\nНаконец, Вы просто прошли мимо него к двери, и даже не оглянулись. Перед Вами теперь новый путь, каким бы он ни был.",
    "answers": [
      {
        "id": 140,
        "text": "Конец 1 главы"
      }
    ]
  },
  {
    "id": 138,
    "text": "Вам очень не хотелось связываться с этим типом, да и всё остальное уже не вызывало особого энтузиазма. Захотелось домой, подальше от всех этих проблем.<s>r\n<s>r\nМаксим еще минуту сверлил Вас взглядом, затем с победоносной ухмылкой отбросил Вашу руку, даже не удостоив каким-либо ответом.<s>r\n<s>r\nНаконец, Вы просто прошли мимо него к двери, и даже не оглянулись. Перед Вами теперь новый путь, каким бы он ни был.",
    "answers": [
      {
        "id": 140,
        "text": "Конец 1 главы"
      }
    ]
  },
  {
    "id": 139,
    "text": "Вам не хотелось ни спорить, ни связываться с этим типом, Вы просто молча кивнули, соглашаясь с ним. Всё равно поступите по своему. Помощи просить было неудобно.<s>r\n<s>r\nМаксим еще минуту сверлил Вас взглядом, затем с презрением отбросил Вашу руку, даже не удостоив каким-либо ответом.<s>r\n<s>r\nНаконец, Вы просто прошли мимо него к двери, и даже не оглянулись. Перед Вами теперь новый путь, каким бы он ни был.",
    "answers": [
      {
        "id": 140,
        "text": "Конец 1 главы"
      }
    ]
  },
  {
    "id": 140,
    "text": "*Ваши достижения*<s>r\n<s>r\n",
    "answers": [
      {
        "id": 140,
        "text": "Ваши навыки:",
        "comment": true
      },
      {
        "comment": true,
        "id": 140,
        "var_need": [
          "razum",
          -29
        ],
        "text": "Сила разума: очень низкая",
        "var_no_more": [
          "razum",
          -20
        ]
      },
      {
        "comment": true,
        "id": 140,
        "var_need": [
          "razum",
          -19
        ],
        "text": "Сила разума: низкая",
        "var_no_more": [
          "razum",
          -10
        ]
      },
      {
        "id": 140,
        "text": "Сила разума: катастрофически низкая",
        "comment": true,
        "var_no_more": [
          "razum",
          -30
        ]
      },
      {
        "comment": true,
        "id": 140,
        "var_need": [
          "razum",
          -9
        ],
        "text": "Сила разума: ниже среднего",
        "var_no_more": [
          "razum",
          -5
        ]
      },
      {
        "comment": true,
        "id": 140,
        "var_need": [
          "razum",
          -4
        ],
        "text": "Сила разума: средняя",
        "var_no_more": [
          "razum",
          0
        ]
      },
      {
        "comment": true,
        "id": 140,
        "text": "Сила разума: выше среднего",
        "var_need": [
          "razum",
          1
        ],
        "var_no_more": [
          "razum",
          5
        ]
      },
      {
        "comment": true,
        "id": 140,
        "text": "Сила разума: высокая",
        "var_need": [
          "razum",
          6
        ],
        "var_no_more": [
          "razum",
          10
        ]
      },
      {
        "comment": true,
        "id": 140,
        "var_need": [
          "razum",
          11
        ],
        "text": "Сила разума: очень высокая",
        "var_no_more": [
          "razum",
          20
        ]
      },
      {
        "comment": true,
        "id": 140,
        "text": "Сила разума: колоссальная",
        "var_need": [
          "razum",
          21
        ],
        "var_no_more": [
          "razum",
          30
        ]
      },
      {
        "id": 140,
        "text": "Сила разума: феноменальная!!!",
        "comment": true,
        "var_need": [
          "razum",
          31
        ]
      },
      {
        "id": 140,
        "text": "Сила духа: катастрофически низкая",
        "comment": true,
        "var_no_more": [
          "dusha",
          -30
        ]
      },
      {
        "comment": true,
        "id": 140,
        "var_need": [
          "dusha",
          -29
        ],
        "text": "Сила духа: очень низкая",
        "var_no_more": [
          "dusha",
          -20
        ]
      },
      {
        "comment": true,
        "id": 140,
        "var_need": [
          "dusha",
          -19
        ],
        "text": "Сила духа: низкая",
        "var_no_more": [
          "dusha",
          -10
        ]
      },
      {
        "comment": true,
        "id": 140,
        "var_need": [
          "dusha",
          -9
        ],
        "text": "Сила духа: ниже среднего",
        "var_no_more": [
          "dusha",
          -5
        ]
      },
      {
        "comment": true,
        "id": 140,
        "var_need": [
          "dusha",
          -4
        ],
        "text": "Сила духа: средняя",
        "var_no_more": [
          "dusha",
          0
        ]
      },
      {
        "comment": true,
        "id": 140,
        "var_need": [
          "dusha",
          1
        ],
        "text": "Сила духа: выше среднего",
        "var_no_more": [
          "dusha",
          5
        ]
      },
      {
        "comment": true,
        "id": 140,
        "var_need": [
          "dusha",
          6
        ],
        "text": "Сила духа: высокая",
        "var_no_more": [
          "dusha",
          10
        ]
      },
      {
        "comment": true,
        "id": 140,
        "var_need": [
          "dusha",
          11
        ],
        "text": "Сила духа: очень высокая",
        "var_no_more": [
          "dusha",
          20
        ]
      },
      {
        "comment": true,
        "id": 140,
        "var_need": [
          "dusha",
          21
        ],
        "text": "Сила духа: колоссальная",
        "var_no_more": [
          "dusha",
          30
        ]
      },
      {
        "id": 140,
        "text": "Сила духа: феноменальная!!!",
        "comment": true,
        "var_need": [
          "dusha",
          31
        ]
      },
      {
        "id": 140,
        "text": "Уровень смелости: катастрофически низкий",
        "comment": true,
        "var_no_more": [
          "xrabrost",
          -30
        ]
      },
      {
        "comment": true,
        "id": 140,
        "var_need": [
          "xrabrost",
          -29
        ],
        "text": "Уровень смелости: очень низкий",
        "var_no_more": [
          "xrabrost",
          -20
        ]
      },
      {
        "comment": true,
        "id": 140,
        "var_need": [
          "xrabrost",
          -19
        ],
        "text": "Уровень смелости: низкий",
        "var_no_more": [
          "xrabrost",
          -10
        ]
      },
      {
        "comment": true,
        "id": 140,
        "var_need": [
          "xrabrost",
          -9
        ],
        "text": "Уровень смелости: ниже среднего",
        "var_no_more": [
          "xrabrost",
          -5
        ]
      },
      {
        "comment": true,
        "id": 140,
        "var_need": [
          "xrabrost",
          -4
        ],
        "text": "Уровень смелости: средний",
        "var_no_more": [
          "xrabrost",
          0
        ]
      },
      {
        "comment": true,
        "id": 140,
        "var_need": [
          "xrabrost",
          1
        ],
        "text": "Уровень смелости: выше среднего",
        "var_no_more": [
          "xrabrost",
          5
        ]
      },
      {
        "comment": true,
        "id": 140,
        "var_need": [
          "xrabrost",
          6
        ],
        "text": "Уровень смелости: высокий",
        "var_no_more": [
          "xrabrost",
          10
        ]
      },
      {
        "comment": true,
        "id": 140,
        "var_need": [
          "xrabrost",
          11
        ],
        "text": "Уровень смелости: очень высокий",
        "var_no_more": [
          "xrabrost",
          20
        ]
      },
      {
        "comment": true,
        "id": 140,
        "var_need": [
          "xrabrost",
          21
        ],
        "text": "Уровень смелости: колоссальный",
        "var_no_more": [
          "xrabrost",
          30
        ]
      },
      {
        "id": 140,
        "text": "Уровень смелости: феноменальный!!!",
        "comment": true,
        "var_need": [
          "xrabrost",
          31
        ]
      },
      {
        "id": 140,
        "text": "Уровень знаний: катастрофически низкий",
        "comment": true,
        "var_no_more": [
          "issledovatel",
          -30
        ]
      },
      {
        "comment": true,
        "id": 140,
        "var_need": [
          "issledovatel",
          -29
        ],
        "text": "Уровень знаний: очень низкий",
        "var_no_more": [
          "issledovatel",
          -20
        ]
      },
      {
        "comment": true,
        "id": 140,
        "var_need": [
          "issledovatel",
          -19
        ],
        "text": "Уровень знаний: низкий",
        "var_no_more": [
          "issledovatel",
          -10
        ]
      },
      {
        "comment": true,
        "id": 140,
        "var_need": [
          "issledovatel",
          -9
        ],
        "text": "Уровень знаний: ниже среднего",
        "var_no_more": [
          "issledovatel",
          -5
        ]
      },
      {
        "comment": true,
        "id": 140,
        "var_need": [
          "issledovatel",
          -4
        ],
        "text": "Уровень знаний: средний",
        "var_no_more": [
          "issledovatel",
          0
        ]
      },
      {
        "comment": true,
        "id": 140,
        "var_need": [
          "issledovatel",
          1
        ],
        "text": "Уровень знаний: выше среднего",
        "var_no_more": [
          "issledovatel",
          5
        ]
      },
      {
        "comment": true,
        "id": 140,
        "var_need": [
          "issledovatel",
          6
        ],
        "text": "Уровень знаний: высокий",
        "var_no_more": [
          "issledovatel",
          10
        ]
      },
      {
        "comment": true,
        "id": 140,
        "var_need": [
          "issledovatel",
          11
        ],
        "text": "Уровень знаний: очень высокий",
        "var_no_more": [
          "issledovatel",
          20
        ]
      },
      {
        "comment": true,
        "id": 140,
        "text": "Уровень знаний: колоссальный",
        "var_need": [
          "issledovatel",
          21
        ],
        "var_no_more": [
          "issledovatel",
          30
        ]
      },
      {
        "id": 140,
        "text": "Уровень знаний: феноменальный!!!",
        "comment": true,
        "var_need": [
          "issledovatel",
          31
        ]
      },
      {
        "id": 140,
        "text": "Знание законов: катастрофически низкое",
        "comment": true,
        "var_no_more": [
          "zakon",
          -30
        ]
      },
      {
        "comment": true,
        "id": 140,
        "var_need": [
          "zakon",
          -29
        ],
        "text": "Знание законов: очень низкое",
        "var_no_more": [
          "zakon",
          -20
        ]
      },
      {
        "comment": true,
        "id": 140,
        "var_need": [
          "zakon",
          -19
        ],
        "text": "Знание законов: низкое",
        "var_no_more": [
          "zakon",
          -10
        ]
      },
      {
        "comment": true,
        "id": 140,
        "var_need": [
          "zakon",
          -9
        ],
        "text": "Знание законов: ниже среднего",
        "var_no_more": [
          "zakon",
          -5
        ]
      },
      {
        "comment": true,
        "id": 140,
        "text": "Знание законов: среднее",
        "var_need": [
          "zakon",
          -4
        ],
        "var_no_more": [
          "zakon",
          0
        ]
      },
      {
        "comment": true,
        "id": 140,
        "text": "Знание законов: выше среднего",
        "var_need": [
          "zakon",
          1
        ],
        "var_no_more": [
          "zakon",
          5
        ]
      },
      {
        "comment": true,
        "id": 140,
        "text": "Знание законов: высокое",
        "var_need": [
          "zakon",
          6
        ],
        "var_no_more": [
          "zakon",
          10
        ]
      },
      {
        "comment": true,
        "id": 140,
        "text": "Знание законов: очень высокое",
        "var_need": [
          "zakon",
          11
        ],
        "var_no_more": [
          "zakon",
          20
        ]
      },
      {
        "comment": true,
        "id": 140,
        "text": "Знание законов: колоссальное",
        "var_need": [
          "zakon",
          21
        ],
        "var_no_more": [
          "zakon",
          30
        ]
      },
      {
        "id": 140,
        "text": "Знание законов: феноменальное!!!",
        "comment": true,
        "var_need": [
          "zakon",
          31
        ]
      },
      {
        "id": 140,
        "text": "Знания о космосе: катастрофически низкие",
        "comment": true,
        "var_no_more": [
          "stars",
          -30
        ]
      },
      {
        "comment": true,
        "id": 140,
        "text": "Знания о космосе: очень низкие",
        "var_need": [
          "stars",
          -29
        ],
        "var_no_more": [
          "stars",
          -20
        ]
      },
      {
        "comment": true,
        "id": 140,
        "text": "Знания о космосе: низкие",
        "var_need": [
          "stars",
          -19
        ],
        "var_no_more": [
          "stars",
          -10
        ]
      },
      {
        "comment": true,
        "id": 140,
        "text": "Знания о космосе: ниже среднего",
        "var_need": [
          "stars",
          -9
        ],
        "var_no_more": [
          "stars",
          -5
        ]
      },
      {
        "comment": true,
        "id": 140,
        "text": "Знания о космосе: средние",
        "var_need": [
          "stars",
          -4
        ],
        "var_no_more": [
          "stars",
          0
        ]
      },
      {
        "comment": true,
        "id": 140,
        "text": "Знания о космосе: выше среднего",
        "var_need": [
          "stars",
          1
        ],
        "var_no_more": [
          "stars",
          5
        ]
      },
      {
        "comment": true,
        "id": 140,
        "text": "Знания о космосе: высокие",
        "var_need": [
          "stars",
          6
        ],
        "var_no_more": [
          "stars",
          10
        ]
      },
      {
        "comment": true,
        "id": 140,
        "text": "Знания о космосе: очень высокие",
        "var_need": [
          "stars",
          11
        ],
        "var_no_more": [
          "stars",
          20
        ]
      },
      {
        "comment": true,
        "id": 140,
        "text": "Знания о космосе: колоссальные",
        "var_need": [
          "stars",
          21
        ],
        "var_no_more": [
          "stars",
          30
        ]
      },
      {
        "id": 140,
        "text": "Знания о космосе: феноменальные!!!",
        "comment": true,
        "var_need": [
          "stars",
          31
        ]
      },
      {
        "id": 141,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 141,
    "text": "*Репутация*<s>r\n(указывается в процентах)",
    "answers": [
      {
        "id": 141,
        "text": "Положительная репутация:",
        "comment": true,
        "var_show": [
          "positive"
        ]
      },
      {
        "id": 141,
        "text": "Отрицательная репутация:",
        "comment": true,
        "var_show": [
          "negative"
        ]
      },
      {
        "id": 142,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 142,
    "text": "*Достижения*",
    "answers": [
      {
        "id": 142,
        "text": "/Магия этикета Лириан/",
        "need": [
          35
        ],
        "comment": true
      },
      {
        "id": 142,
        "text": "/Благодарность Лириан за самоотверженность/",
        "comment": true,
        "need": [
          111
        ]
      },
      {
        "id": 142,
        "text": "/Знакомство с Меоном. Цветок бури/",
        "comment": true,
        "need": [
          102
        ]
      },
      {
        "id": 142,
        "text": "/Знакомство с Ксальтианом. Огненное впечатление/",
        "comment": true,
        "need": [
          25
        ]
      },
      {
        "id": 142,
        "text": "/Интерес Таакани. Опасность и азарт/",
        "comment": true,
        "need": [
          57
        ]
      },
      {
        "id": 142,
        "text": "/Помощь Ллартана. Надёжный защитник/",
        "comment": true,
        "need": [
          135
        ]
      },
      {
        "id": 142,
        "text": "/Сила закона. Расположение Эллиры/",
        "comment": true,
        "need": [
          81
        ]
      },
      {
        "id": 142,
        "text": "/Благородство. Поддержка Лары/",
        "comment": true,
        "need": [
          77
        ]
      },
      {
        "id": 142,
        "text": "/Бессердечность. Путь Карателя/",
        "comment": true,
        "need": [
          66
        ]
      },
      {
        "id": 1,
        "text": "К оглавлению"
      }
    ]
  },
  {
    "id": 143,
    "text": "*Отношения с персонажами*",
    "answers": []
  },
  {
    "id": 144,
    "text": "",
    "answers": []
  },
  {
    "id": 145,
    "text": "Непросто и волнительно было сделать этот шаг. Вы в полной мере осознали это уже будучи по другую сторону автоматической двери, закрывшейся за Вами.\n\nВпрочем, дороги к отступлению не отрезаны, отказаться было не поздно.\n\nВаши размышления прервал необычный вид комнаты, открывающийся в проёме короткого коридора. Здесь царил приятный полумрак, видимо для лучшего визуального восприятия многочисленных голограмм.\n\nМножество символов двигались словно в загадочном танце прямо по воздуху, они возникали и угасали, могли меняться местами или выстраивать целые цепочки.\n\n— Добро пожаловать в центр тестирования, меня зовут Илриан. Я подготавливаю платформу и настройки почти завершены. \n\n— Я очень рад познакомиться с представителями Земли, Вы не представляете как долго я этого ждал, у людей такой невероятный потенциал! Но как бы мне не хотелось поскорее приступить к тесту, я должен спросить Вас. Готовы ли Вы пройти тестирование, или хотели бы вернуться домой?",
    "answers": []
  }
]