[
  {
    "id": 1,
    "text": "Королев Илья Аркадивеч известный журналист и семянин. У него прекрасная жена и дочь. Один день изменит все. Этот день начало Апокалипс\n\nСтатус:В процессе\n\n\n\nПРОШУ ПРОЩЕНИЕ ЗА ОШИБКИ, КОТОРЫЕ  ЗДЕСЬ ПРИСУТВУЮТ",
    "answers": [
      {
        "id": 2,
        "text": "Описание героя"
      },
      {
        "id": 3,
        "text": "1 глава"
      },
      {
        "id": 26,
        "text": "2 глава"
      }
    ]
  },
  {
    "id": 2,
    "text": "Внешность\nКожа светло-темная, Блондин с голубыми глазами\nРост\n187\nТелосложение спортивное\nХобби\nБокс, каратэ, игра на гитаре,стрельба из лука и метание ножей.\nХарактер\nТрудно контралировать гнев, веселый, спокойный если не злить, незнакомцам не доверяет, ведет дело до конца, человек слово, ненавидит предательство, верин дружбе, за семью убьют любого.\nВозраст\n26\nВес\n93 кг",
    "answers": [
      {
        "id": 1,
        "text": "назад"
      }
    ]
  },
  {
    "id": 3,
    "text": "—-Папа\"Ко мне залетел торнадо, а имя этого торнадо Виктория.\n—-Мама отправила?\"Спросил я\n—-Она говорит у меня хорошо получается будить тебя\"Вика сидела у меня на животе\n—-А если так\"Я уронил ее на кровать и начал щекотать и комната заполнилась смехом\n—-Илья тебе пора на роботу, а Вике всадик\"Яна зашла в комнату и прервала наше веселье.\n—-Давай кто бестрее собереться\"Вика\n—-Нет Викусь не сегодня\"Ответил я и тут же увидел буку\n—-Вика не обежайся\"Я прижал ее к своей груди\n—-Папа тебя отведет в садик и купит мороженое\"Яна\n—-Правда?\"Вика повернулась ко мне.Я кивнул\n—-Ура\"Закричала она и побежала на кухню.\n—-Тебя она любит больше\"Яна дала мне штаны, которые взяла из шкафа\n—-А ты ревнуешь?\"Я протянул ее к себе за талию и посадил к себе на колени\n—-А ты бы хотел второго ребенка?\"Этим вопросом Яна заставила меня в расплох.\n—-Что это значит?\"Спросил я ее и стал ждать ответа\n—-Просто спросила\"Яна улыбнулась,но мне показалась что улыбка была фальшивая\n—-Пойду в душ\"Решил сменить тему я и посадив Яну на кровать и пошел в душ",
    "answers": [
      {
        "id": 4,
        "text": "Выйти из душа"
      }
    ]
  },
  {
    "id": 4,
    "text": "Я вышел из душа и направился на кухню\n—-Папа а можно мне не идти сегодня в садик?\"\nВика сидела за столом и ела гречневую кашу и сосичками, Яна мыла посуду\n—-Я же тебе сказала, нет\"Яна. \n—-Можно\"Я сел за стол\n—-Илья она должна ходить в садик\"Яна\n—-Но один день можно не ходить, правда?\"Я подмегнул Вики\n—-Правда\"Воскликнула она\n—-А как работа?\"Яна\n—-А что работа? Что-нибудь придумаю, скажу что соберал материал\"Ответил я\n—-Ну так нельзя\"Яна вытерла руки полотенцом и села за стол\n—-Нужно иногда отдыхать.\"Ответил я\n—-Ну хорошо.\"Сдалась Яна\n—-Ура\"Вика подбежала ко мне и прыгнула ко мне на колени\n—-Спасибо папа\"Вика поцеловала меня в щеку.\n—-А может и мама с нами пойдет?\"Я\n—-Что? Нет\"Яна\n—-Мама пожалуйста\"Вика\n—-У меня работа\"Яна\n—-Ну поменяйся с Джулией\"Я\n—-Ладно, но только один день\"Яна. Вика с криком \"Ура\"побежала к ней и обняла",
    "answers": [
      {
        "id": 5,
        "text": "Через 2 часа"
      }
    ]
  },
  {
    "id": 5,
    "text": "—-Вы готовы?\"Спросил я\n—-Я да\"Вика стояла около к двери\n—-Яна ты скора?\"Обратился я к Яне, которая была в спальне\n—-О боже\"Закричала Яна и побежал к ней.\nЯна стояла около окна и с ужасом смотрела на улицу.\n—-Милая что случилась?\"Обеспокоенно спросил я и обнял ее\n—-На улице\"Проговорила она и уткнулась лицом мне в правое плечо. Я посмотрел на улицу и был шокирован. На улице люди набросавались на друг друга и ели. ЕЛИ ДРУГИХ ЛЮДЕЙ. ЧТО ЧЕРТ ВОЗЬМИ ПРОИСХОДИТ? \n—-Папа, мама что случилось?\"Вика напугала меня и я вздрогнул.\n—-Ничего милая\"Ответил я и закрыл окно занавесками\n—-Так мы идем?\"Вика\n—-Нет\"Ответил я побежал к двери\nЗакрыв дверь и окна занавесками я зашел в спальню\nЯна стояла также у окна, а Вика сидела на кроватье\n—-Почему мы не идем?\"Вика обратилась ко мне\n—Маме плохо, как только она поправиться мы обязательно пойдем\"Я сел на кортачки перед ней.\n—-Хорошо, а я пока пойду пойграю с Фреди\"Вика. Я кивнул и она ушла к себе в комнату. Что эти люди не придут к ней, я был уверен, мы жили на четвертом этаже. Скорее нелюди, звери,монстры...Я не знаю как их называть. \nЛюдоеды. Точно Людоеды. Собака прошла мимо них и они ее не съели. \nХВАТИТ ПОКА ДУМАТЬ ОБ ЭТОМ ИДИ И УСПОКОЙ ЖЕНУ\nЯ разговариваю сам сабой, мне от этого стало страшно.\nЯ подошел К Яне\n—-Милая\"Я обнял ее. Она подняла на меня глаза, они были в слезах\n—-Мне страшно\"Яна\n—-Не бойся\"Я погладил ее по волосам\n—-Мне страшно за тебя, за Вику, я боюсь что и вас тоже тоже тоже....\"Она заревела и я еще сильнее обнял ее\n—-Обещаю ни кто не причинит вам вреда\"Я гладил ее по волосам\nЧерез час мне удалось ее успокоить и уговорить выпить снатворное. Когда она заснула я решил позвонить всем кого знаю",
    "answers": [
      {
        "id": 6,
        "text": "Позвонить родителем"
      }
    ]
  },
  {
    "id": 6,
    "text": "—-Алло Илья это ты?\n—-Пап это я\n—-Славу богу\n—-Папа как ты? Как мама?\n—-Все хорошо. Еды хватит на несколько дней, а воду пока не отключили. Маму я уговорил выпить снотворное и она спит. Ты как? Как Яна, Вика?\n—-Все хорошо. Яна тоже выпила снотворное и спит, а Вика играет с Фреди\n—-Хорошо. Ты знаешь что происходит?\n—-Нет. Не знаю. Сидите дома, я за вами приеду. Не куда не уходите.\n—-Хорошо.\n—-Пока я позвоню\nЯ был рад,что с ними все впорядки.\nУ Яны не было родителей, она была сирота. Но мои родители стали и ей тоже родители\nУ меня был старший брат. Он был старше меня на 4 года. Он служил только где не знаю. У него был сын, который был старше моей дочери на 2 года. Жена умерла три года назад в авикатострофе.\n—-Алло\n—-Слава ты впорядке?\n—-Илья ты жив?\n—-Да все хорошо\n—-А родители? Яна, Вика?\n—-Все живы\n—-Сидите дома я приеду за вами\n—-Слава ты знаешь что происходит?\n—-Потом поговорим\nСлава отключился, впрочем как всегда.\nУ меня был лучший друг и я решил позвонить ему, но трубку не брали.\nВыругувшись я бросил телефон на кровать",
    "answers": [
      {
        "id": 7,
        "text": "далее"
      }
    ]
  },
  {
    "id": 7,
    "text": "Я поешел на кухню, при этом заглюнув в детскую. Вика что-то рассказывала плюшевому мишки, которого она называла Фреди.Это был белый медьведь 40 сантиметром в высоту. Этого медведя я подарил, когда ей исполнилось 4 года.\nЯ зашел на кухню. Вода, эликтричество и газ еще было. Еды хватит на неделю.Потом останеться 7 банок тушенки, свинины и 10 банок еды для солдата. Их мне подарил Слава на новый год, 4 месяца назад.\n—-Папа а почему на улице так тихо?\"Вика зашла на кухню\n—-Потому что все еще спят\"Повернулся я к ней\n—-Но уже 10 часов\"Вика села на стул\n—-Просто понимаешь....\"Я попытался что-нибудь придумать, но Вика сама меня спасла\n—-Всем стало плохо, как маме?\"Вика. \n—-Да\"Ответил я\n—-Ну тогда я пойду дальше играть\"Вика\n—-Хорошо\"Ответил я и Вика ушла\n\nЧаса 2-3 я сидел на кухни и обдумавал, каждый вариант дольнейших событий. Вдруг в дверь постучали\nЯ вздрогул\nНо стук стал громче.\n—-Пап я открою\"Вика.\nЧТО? НЕТ?\nЯ выбежал из кухни и поймал Вику.\n—-Иди в детскую\"Приказал я. Она хотела что-то мне сказать, но увидев мой строгий взгляд, она повиновалась.\nЯ подошел к двери и посмотрел в глазок.\nЯ увидел Антона.Моего лучшего друга. Антон работает хирургом, скорее работал.\n—-Антон это ты?\"Спросил я\n—-Я это я\"Ответил он. \nЯ открыл дверь. Антон зашел и я сразу закрыл дверь\n—-Как я рад тебя видеть\"Антон. Мы обменялись мужкими пожатиями и приветсвием.\n—-Антоха я звонил тебе, ты не отвечал\"Я оглядел Антона. Он был в спортивном костюме зеленого цвета и с рюкзаком. Антон тоже был сирота. Он с Яной был из одного детдома, он нас и познакомил\n—-Телефон разбился\"Антон\n—-Главное что ты жив\"Я\n—-Моя квартира на первом этаже и я подумал что у тебя будет безопаснее. Ты не  против?\"Теперь Антон оглядел меня.\n—-Нет, конечно,нет\"Я похлопал его по плечу. Он улыбнулся.",
    "answers": [
      {
        "id": 8,
        "text": "Описание Антона"
      },
      {
        "id": 9,
        "text": "далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "Внешность\nЦвет кожи как у главного героя,Рыжие волосы с черными глазами. \nРост\n185\nТелосложение\nСреднее\nВес\n85 кг\nХарактер\nМолчалив, не кому не доверяет кроме лучшему другу(главный герой, Резок,Не любит драк но хорошо дереться, не находит общий язык с девушками но очень любит детей.\nХобби\nКаратэ, увлекается наукой и биологии,Часто ездит в лес и остаеться там на долгое время\nВозраст\n27 лет",
    "answers": [
      {
        "id": 7,
        "text": "назад"
      }
    ]
  },
  {
    "id": 9,
    "text": "Мы оба подумали об одном и пошли на кухню\n—-Папа кто пришел?\"Вика выглянула из детской.\n—-Дядя Антон\"Антон уже был на кухни, а я был еще в коридоре\n—-Тони пришел\"Вика называла его Тони. Она побежала на кухню, но я преградил ей проход\n—-А ну марш в комнату\"Я\n—-Я хочу к Тони\"Вика топнула ножкой\n—-Мы с дядей Антоном поговорим, а потом он придет к тебе\"Я\n—-Я хочу сейчас\"Вика\n—-Я сказал живо в комнату\"Я немного поднял голос и сказал строго\n—-Ну папа\"Вика не собералась сдаваться\n—-В комнату живо\"Грозно сказал я\n—-Папа\"Вика надула губы\n—-Не слушайся меня, накажем\"Я взял ее за руку и повел в ее комнату\n—-Папа, не надо\"Вика покорно шла, но пыталась довить на жалость\n—-Ты наказана, сидешь в своей комнате. Ты меня поняла?\"Я посадил ее на ее кровать и склонился над ней\n—-Да\"Вика отпустила голову и плакала\n—-Ну зачем слезы лить?\"Я поднял ее голову и рукой вытер слезы\n—-Извини\"Вика не смотрела на меня, она отводила от меня свой взгляд. Я хотел успокоить ее, но потом решил что она должна сама успокоиться\n—-Слезы лить это не решение проблемы, ты должна всегда с поднятой головой проходить все невзгоды и проблемы\"Я погладил ее по волосам и вышел\nЯ зашел на кухню и сел на стул рядом с Антоном\n—-На\"Антон дал мне бутулку пиво 0,5 литров.\n—-Сейчас не время пить\"Я отнял у него бутулку и поставил на стол свою и его\n—-Может ты прав\"Антон\n—-Ты знаешь, что произошло?\"Спросил я его\n—Эпидемия зомби\"Антон\n—-Зомби?\"Я\n—-Как подругому их называть?\"Антон.\n—-Ну да ты прав. Прям как фильме про зомби\"От своих слов я вздрогнул\n—-Я пришел домой, после ночного дежурство\"Антон встал и подошел к окну\n—-Как только я зашел в подъезд, я услышал крики\"Антон открыл окно и достал сигорету\n—-Я вышел. На улице люди наподали друг на друга. Перед до мной упал мужик, а другой мужик начал его жрать.\"Антон закурил. Я же взял бутулку. \n—-Пришел в себя, когда этот мужик закончил трапезу и начал двигаться ко мне\"Антон вздохнул и продолжил\n—-Я забежал в подъезд и зашел в квартиру. Сидел дома до тех пор, пока на улице этих зомби стало поменьше. Потом взял всю еду, которая была дома, аптечку, одежду, походный рюкзак и направился к тебе. Походный рюкзак, еду и аптечку я спрятал у тебя в подъезде, я не был уверен что имено ты откроешь мне дверь\"Антон выкинул сигарету в окно и закрыл его. Я же не заметил, как выпил свою и его бутылку пива.\n—-А ты говоришь не время\"Усмехнулся Антон и снова сел на стул\n—-Ты без оружие шел по улице?\"Я\n—-Нет\"Антон достал большой куханный нож\n—-Ясно\"Я\n—-Давай сходим за твоими вещами?\"Я\n—-Я пойду один\"Антон. Я с непониманием посмотрел на него\n—-У тебя дочь и жена\"Антон\n—-Что это меняет?\"Я\n—-Что тебе не нужно по напрасну рисковать\"Антон. Я кивнул. Я не был с ним согласен, но не желал спорить с ним.",
    "answers": [
      {
        "id": 10,
        "text": "далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "Антон вернулся через 20минут. Из у него была:2 балки колбасы, 1 кг сало, 2 батона, 12 банок тушенки и пайки для солдата, 2 банки свинины, 3 упоковки сыра, 5 банок сгушенки, 3 кг риса и гречки, 7 банок бобов и красной фасоли, 3 банки белой фасоли, 2 упоковки черного и зеленого чая, 1 упоковка малинового чая, 15 штук шокалада\"Милка\" разных.\nА так же у него было:7 литров красного и белого вина,5 литров шампанского Француского, 24 литра пива, 10 литроа вотки.\n—-Ты что магазин алкоголя ограбил?\"Я был порожен его наборов алкоголя\n—-Нет. Просто благодарные пациенты приносят такие подарки\"Антон\n—-Понял\"Я\nМы с Антоном сложили все в холодильник, а Алкоголь поставили на самую первую полку.\n—-На месяц хватит\"Антон\n—-Да ты прав\"Я\n—-Слушай Антон, ты можешь за моими поглядеть?\"Я\n—-Да. А ты куда собрался?\"Антон\n—-За родителеми хочу сгонять\"Я\n—-Один?\"Антон\n—-Да\"Я\n—-Хорошо. Но только завтра утром\"Антон\n—-Нет я пойду сейчас\"Я",
    "answers": [
      {
        "id": 11,
        "text": "далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "Антон не смог меня отговорить и я пошел собераться. Одел я синие джинсы, белую футболку, черную кожаную куртку, синие кеды.\nВзял я лук и стрелы. У меня было 20 стрел. Я сам делаю стрелы. Так же взял метательные ножы- 7 штук, полный набор. Я любил больше холодное оружие и лучше им обращался.\n—-Я не смогу тебя отговорить\"Антон скорее утвердил, чем спросил.\n—-Нет\"Я\n—-Будь осторожен\"Антон. Я кивнул и вышел и квартиры.",
    "answers": [
      {
        "id": 12,
        "text": "Идти на крышу"
      },
      {
        "id": 13,
        "text": "Идти вниз"
      }
    ]
  },
  {
    "id": 12,
    "text": "Я поднялся на последний 9 этаж. На пути мне не кто не встречился, кроме красных полос по всему подъезду. Чердак был открыт.Я осторожно поднялся и начал пробираться в темноте.\nЯ без проешествие вышел на крышу. Хорошо что не вышел через подъезд, потому что около подъезда было 100-150 зомби.\nРодители жили через две улицы. Дома здесь были очень близко к друг другу, поэтому я решил пробираться по крышам.\n—-Стойти\"Я услышал незнакомый голос и быстро повернулся. Я направил лук и был готов пустить стрелу\n—-Помогите\"Это была женьщина лет 30 с рыжими волосами. Она держала сверток в руке, похоже это был ребенок.\n—-Вы впорядке?\"Я отпустил лук и начал подходить к ней\n—-Его зовут Филипп. Позоботесь о нем\"Она положила ребенка на крышу\n—-Все будет хорошо, я вам помогу\"Я не понимал, что она хочет\n—-Не поможете, не кто не может\"Она начала подходить к краю крышы\n—-Не надо этого делать, по думайте о сыне\"Я начал подходить к ней\n—-Его зовут Филлип\"Сказала она и прыгнула\n—--Неет\"Я подбежал к краю крышы и увидел ее на асфальте. Зомби уже поедали ее. Я сел на крышу и не понимал\"Зачем?\"\n—-Ааа\"Я встал и подошел к ребенку. Ему было месяцев 2-3.Он был завернут в белую простыню.\nЯ взял его на руки.\nВон соседний дом, где живут мои родители. Я решил рескнуть. Я разбежался и прыгнул.\nХорошо что они жили на девятом этаже. В подъезде некого не было. Филлип схватил мой палец и начал его вертеть\n—-Все будет хорошо. Я тебя не брошу\"Филипп улыбнулся.  Я позвонил в дверь\n—-Сынок это ты?\"Папа открыл дверь\n—-А если бы это был не я\"Я был не доволен, что он открыл дверь, даже не посмотрев кто там\n—-Я сердцем понял, что это ты\"Он пустил меня в квартиру и закрыл дверь",
    "answers": [
      {
        "id": 14,
        "text": "Описание отца главного героя"
      },
      {
        "id": 15,
        "text": "далее"
      }
    ]
  },
  {
    "id": 13,
    "text": "Я решил итди вниз. Это была моя фантальная ошибка. Как только я вышел из подъезда, я был окружен. Зомби. Их тут было штук 100, они быстро перекрыли мне все пути отхода. Я начал отстреливаться, но стрелы быстро кончались, как и ножы. Я упал\n\"Как вы будете без меня родные?\"\nЭто последния моя мысль, а потом жуткая боль по всему телу",
    "answers": [
      {
        "id": 1,
        "text": "Вы погибли"
      }
    ]
  },
  {
    "id": 14,
    "text": "Аркадий Юревич\nВозраст\n48 лет\nВнешность\nКожа светлая, Черные волосы с черными глазами\nРост\n180\nВес\n87\nОписание\nБывший мастер спорта по боксу, последние 4 года работал в школе учителем физкультуры.\nХарактер\nВеселый и добрый, Дружилебный к незнакомцам, Любит разговаривать и рассказывать истории из жизни.\nХобби\nИгра в шахматы",
    "answers": [
      {
        "id": 12,
        "text": "назад"
      }
    ]
  },
  {
    "id": 15,
    "text": "—-Сынок\"Мама обняла меня, сразу после папы.\n—-Ой это кто?\"Мама взяла у меня Филлипа\n—-Какой славный малыш\"Филлипу тоже мама понравился\n—-Его зовут Филлип\"Я\n—-Только имя не мужское\"Папа забрал Филлипа от мамы\n—-Нормальное имя, а тебе все не так\"Мама\n—-Чей это ребенок?\"Папа\n—-Мой\"Я\n—-Что Яна была беременная, а вы нам не сказали?\"Мама\n—-Нет от Яны\"Зря я это сказал\n—-У тебя есть любовница\"Папа\n—-Нет у меня любовницы\"Я\n\nМне последовалась минут 30 чтобы все рассказать родителем\n—-О боже, бедный малыш\"Мама покачала головой\n—-Теперь это твой сын сынок\"Папа положил руку мне на плечо\n—-Аркаша прав, его нельзя бросать\"Мама\n—-А я не собераюсь его бросать\"Я",
    "answers": [
      {
        "id": 16,
        "text": "Описание мамы главного героя"
      },
      {
        "id": 17,
        "text": "далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "Надежда Степановна\nВнешность\nКожа светло-темная блондинка с голубыми глазами\nВозраст\n45\nРост\n168\nВес\n74\nОписание\nВсю жизнь работала воспитателем детского сада\nХарактер\nСтрога, Командование у нее в крови, любит готовить\nХобби\nЧтение",
    "answers": [
      {
        "id": 15,
        "text": "назад"
      }
    ]
  },
  {
    "id": 17,
    "text": "Не знаю от куда мама нашла смесь, но она покормила Филлипа\nЯ стоял около окна. К дому подъехали три машины. Грузовик, джип и тигр. Это были военные. Семь человек форме спецназовца зашли в подъезд. Я взял лук и был готов защищать свою семью. \nЯ открыл дверь и стал около стены. Когда двое уже были на этаже, я вышел из укрытие. Я пнул одного живот, так что он пакатился вниз. Второй боец направил на меня автомат, но я ударом ноги выбил у него из рук. Я ударил его луком в лицо.Меня ударили в зади прикладом по спине и я согнулся. Меня хотели ударить прикладом по голове, но я сделал кувырок вперед и ушел с линнии атаки. Но тут же получил кулаком в лицо и был прижат к стенке лицом, а мои руки держали взади \n—-Отпустите его\"Папа . Меня отпустили\n—В следущей раз будь более дружилюбным\"Слава был тем самым бойцом, котрого я пнул ногой в живот, только сейчас он был без шлема.\n—Это тебе от меня подарок\"Тот самый боец, которого я ударил луком, ударил меня кулаком в лицо. \n—-Мог бы бить по слабее\"Я выплюнул кровь. Он разбил мне нос и губу. Да к тому же у меня уже был фингал над правом глазе и рассеченая правая бровь.\n—-Скажи спасибо, что не сломал руку\"Этот боец снял шлем. Это был мужчина лет 30, темноволосый с карими глазами.\n—-Артур\"Он дал мне руку\n—-Илья\"Я ее пожал\n—-Костя\"Это был парень, который дал мне в лицо и прижал к стене\n—-Илья\"Я пожал его руку и ударил его кулаком в грудь. Он согнулся\n—-Не хотел портить тебе лицо\"Я похлопал его по спине\n—-Думаю мы с тобой подружимся\"Артур плеснул пару раз смехом\n—-Это точно\"Еле выговооил Костя от боли и выпремелся.\n—-Что случилось?\"Мама\n—-О боже, ты ранен?\"Мама подбежала ко мне\n—-Все хорошо с ним, это только пару царапин\"Слава\n—-Он прав, все хорошо. Ты лучше иди собери вещи\"Я\n—-Так не спорять со мной. Вам понятно\"Мама посмотрела на нас с Славой\n—-Да мама\"Одновременно мы с Славой.\n",
    "answers": [
      {
        "id": 18,
        "text": "Описание Артура"
      },
      {
        "id": 19,
        "text": "Описание Кости"
      },
      {
        "id": 20,
        "text": "далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "Внешность\nТемно-светлая кожа, карие глаза, темные волосы\nВозраст\n29\nИмя\nАртур\nРост\n190\nВес\n92\nХарактер\nВспылчив но быстро успокаиваеться, верин дружбе но за предательство убивает, Не когда не лжет близким\nОписание\nСлужит в спецназе 5 лет, до этого был десантником.  Снайпер. Сирота. Есть жена и двое детей.\nХобби\nСтрельба, рисование, увлекаеться истории\n",
    "answers": [
      {
        "id": 17,
        "text": "назад"
      }
    ]
  },
  {
    "id": 19,
    "text": "Имя\nКонстантин\nВозраст\n31\nВнешность\nАзиат, темные волосы, серые глаза\nРост\n179\nВес\n80\nХарактер\nМолчалив, Добрый верит что даже в темном человеки есть частица света, пытаеться все решить словами\nОписание\nПошел служить в спецназ, чтобы помогать людям. Родителей погибли в автокатострове, когда ему было 20 лет. Жену убили 7 лет назад. \nЕсть сын\nХобби\nИгра в шахматы, метание ножей, готовка",
    "answers": [
      {
        "id": 17,
        "text": "назад"
      }
    ]
  },
  {
    "id": 20,
    "text": "Мама обработала мои раны и ушла, оставив нас со Славой одних на кухне.\n—-Обнимемся\"Слава раскинул руки. Мы обмнялись, а после я получил удар в живот\n—-Не ногой, но все же\"Слава. Удар был сильный, но я быстро пришел в себя. Но тут же получил удар в грудь. Воздух вышел из моих легких\n—-А это за что?\"Прошипел я и сел на стул. Я начал как рыба вдыхать воздух\n—-За то что не послушался меня и не сидел дома\"Слава\n—-А я что должен тебя слушаться?\"Я пришел в себя и поднял на него голову\n—-Я твой брат, старший брат\"Слава\n—-Но это не дают тебе право командовать мной\"Я встал\n—-Ты никогда не слушался меня и всегда попадал в задницу\"Слава сдерживал себя\n—-Я сам из нее выбирался\"Я тоже начал выходить из себя\n—-Эй мальчики, опять соритесь?\"Отец зашел на кухню\n—-Всю жизнь я пытаюсь объяснить ему, что его поступки не правильные\"Слава\n—-Не тебе решать, какие мои поступки правильные, а какие нет\"Я\n—-Успокоились\"Папа стал между нами\n—-Мы собрали вещи и готовы ехать. Давайте мы заберем семью Ильи, а потом вы можете набить друг другу морды. Идет?\"Папа\n—-Идет\"Слава вышел из кухни\n—-Самого детства одно и тоже\"Папа\n—-Ты про что?\"Я\n—-Вы одновременно самые дружные братья и за друг-друга убьюте, но вы также самые главные враги и бьюте свои же морды. Как мне это надоело\"Папа тоже вышел из кухни",
    "answers": [
      {
        "id": 21,
        "text": "Описание Славы"
      },
      {
        "id": 22,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 21,
    "text": "Имя\nСлава\nВозраст\n30\nРост\n194\nВес\n92\nВнешность\nтемно-светлая, темные волосы, черные глаза\nХарактер\nВспылчив, очень хорошо сдерживает чувство но лучше ему не выходить из себя,Семья и дружба для него главное\nОписание\nС детсво мечтал стать военым. В спецназе 7 лет.\nБрат для него самый важный человек на земле, но он с ним не очень ладит. Жена умерла, есть сын\nХобби\nпозновать и научиться делать что-то новое.",
    "answers": [
      {
        "id": 20,
        "text": "назад"
      }
    ]
  },
  {
    "id": 22,
    "text": "Мы забрали Яну, Вику, Антона и ехали на военную базу. Филлипа все приняли радостно. Яна приняла его как сына и немного пришла в себя\n—-Куда мы едим?\"Я спросил Славу\n—-На базу выживших\"Слава\n—-Что это база из себя представляет?\"Я\n—-Мчс, база военных, 3 полицейских здание, 2 больницы,2 гостиницы. Грубо говоря 7 улиц\"Слава. Я был шокирован, сколько мест занимала база выживших\n—-2400 выживших. 1500 гражданских, из них 500 детей\"Артур\n—-Ездим по городу и ищем еще выживших, сегодня нашли семейную пару с сыном и дочерью\"Костя\n—-Святличок, так мы назвали это поселение\"Слава\n—-Какие маштабы трагедие?\"Мне было интерестно только в России был этот хаос или везде\n—-Индия, Турция, Саудовския арабия,Азербаджан только эти четыре страны не пострадали. Они построили стену вокруг своих стран\"Слава\n— Италия, Испания, Франция, Мексика,Греция,Англия,Германия,Япония,Китай,Монголия,Чечня они пострадали на 30 процентов, Россия же пострадала меньше чем на 7 процетов\"Костя\n—-Америка, Канада, Африка, Южная и Северная Корея эти страны пострадали больше чем на 80 процетов\"Артур\n—-А кто эпицентр трагедии?\"Я\n—-Канада испытовало новое лекарство от рака, но не удачно\"Слава.\n—-А где именно в России?\"Яна впервые после трагедие заговарила\n—-Калиниградская  область, где мы именно и находимся\"Слава\n—-22 города заражены на 30-40 процентов население\"Костя\n—-Наш город Гвардейск заражен на 40 процентов примерно\"Артур\n—-А есть еще базы выживщих?\"Яна\n—-Да. Гвардия, Свобода, Янтарь это большие\"Слава\n—-Кварк,Яшанская деревня,Амур,Белый тигр, Весточка и поселение охотноков\"Продолжил Слава\n—-В других городах тоже есть поселение, но думаю их знать тебе пока не надо\"Артур\n—-Есть еще крупное поселение на месте тюрьмы, но там одни уголовники\"Слава\n—-Они называют себя;Тварские котяты;\"Костя поморщился\n—-Ладно хватит болтовни, мы приехали\"Слава\n",
    "answers": [
      {
        "id": 23,
        "text": "месяц спустя"
      }
    ]
  },
  {
    "id": 23,
    "text": "Нас поселили в 4-комнатной квартире пятиетажки. Филлип в одной комнате с Денисом. Денис  сын Славы. Папа в комнате с мамой. Яна в одной комнате с Викой, а я с Славой в гостиной.\nС Артуром и Костей я подружился. \n—-Дядя Илья вы не видили моего папу?\"Даниэль(сын Артура, 6 лет\n—-Мы его потеряли\"Диана( дочь Артура, 6 лет\n—-Нет\"Услышав мой ответ, они побежали спрашивать Яну\n—-Дядя Артур с моим папой\"Арсен(сын Кости, 8 лет. Жена Кости бросила его с сыном, сразу как только родила\n—-Папа вас зовет\"Даниэль обратился ко мне\n—-Да они все в штабе\"Арсен\nОставив детей с Яной, я направился в штаб.\nШтаб это был полицейский участок, который находился в близи к воротам.\n—-Слишком долго шел\"Слава сидел за столом, как Артур, Антон и Костя. Я пропустил это мимо ушей\n—-Садись\"Юрий был полковником ФСБ в оставке. Ему было 48 лет, но был в хорошой форме. Он был основателем нашего поселение\n—-Зачем нас всех собрали?\"Антона явно выгнали из постели и он был этому не рад\n—-Так парни я решил создать группу, которая будет выполнять самые сложные задание, совершать диверсии...\"Юрий\n—-Короче группа разведки\"Перебил его Слава\n—-Точно.но разьве так разговаривают с полковником? А капитан?\"Юрий\n—-Никак нет\"Слава\n—-Ладно, шучу шучу\"Улыбнулся Юрий\n—-Вы все будете в ходить в группу, кто чем будет заниматься тебе решать Слава\"Юрий\n—-Почему мне?\"Слава\n—-Потому что ты будешь командиром\"Ответил Юрий\n—Костя будет моим заместителем\"Слава\n—-Потому что он Старший летейнант, а Артур летейнант?\"Уточнил Юрий\n—-Нет он всегда был моим заместителем, а Артур будет работать по профессии, то есть снайпер\"Слава\n—-а Антон и Илья?\"Юрий\n—-Ну Антон он врач, да к тому же он в лесу хорошо орентироваться\"Слава\n—-Ну Илья тоже снайпер, только с луком\"Усмехнулся Слава\n—-Нужно придумать им позывной\"Артур\n—-Позывной?\"Не понял Антон\n—-Ну да.У меня позывной Киллер, не спрашивай почему. У меня фамилия Киллеров, да и к тому же я посути и есть Киллер\"Усмехнулся Артур\n—Костя-дипломат, все решает разговорами\"Костя толкнул локтем Артура. И они оба начали улыбаться\n—-А Славы какой позывной?\"Я\n—-Лис, характер менеяться довольно часто\"Засмеялся Костя. Я и Артур подхватили смех.\n—-Хаха смешно\"Съявил Слава\n—-И какой мне позывной дадите?\"Успокоился и спросил я.\n—-Эльф\"Ответил Артур\n—-Почему Эльф?\"Я\n—-Потому что они тоже стреляют из лука\"Пояснил Артур. С моим позывным все согласились, как и я\n—-А я кто?\"Спросил Антон\n—-Шаман\"Я\n—-Почему Шаман?\"Слава, как все остальные здали ответа\n—-Потому что Шаман и в лесу хорошо оринтироваться и лекарь\"За меня ответил Юрий\n—-Так точно товарищ полковник\"Ответил я\n—-А что мне нравиться\"Антон\n—-А как группа будет называться?\"Поинтерисовался я\n—-Группа;Гриф;\"За меня ответил Юрий\n—-Гриф?\"Слава\n—-Да Гриф, это решили сверху так сказать\"Юрий\n—-То есть это не твое решение создать группу?\"Уточнил Слава\n—-Нет это решение Путина. Он приказал в каждом поселение создать разведутильную группу из 5-8 человек из лучших бойцов.\"Пояснил Юрий\n—-Ладно. Больше спрашивать не что не буду\"Слава\n—-Пойдемьте ребята\"Слава встал\n—-Подождите\"Юрий остоновил нас\n—-Вот\"Он передал что-то с Славе\n—-Что это?\"Слава\n—-Медальюны сделаны для каждой группы\"Пояснил Юрий\n—-Держите ребята\"Слава дал нам каждому по медальюну.\nМедальюн представлял из себе форме лошадиной гривой, белого цвета. В середине был черный Россий флаг. Сам он был из железа на толстой серебрянной цыпочки.\n—-Эти медальюны вам запрещено снимать. Приказ ясен\"Юрий\n—-Понятно\"Слава\n—-Приказ понятин\"Костя\n—-Так точно\"Я\n—-Есть\"Артур\n—-Так точно\"Антон\n",
    "answers": [
      {
        "id": 24,
        "text": "на улицы"
      }
    ]
  },
  {
    "id": 24,
    "text": "—-Завтра утром 6 утра около штаба\"Слава\n—-Так рано\"Начал ныть Артур\n—-Это приказ\"Слава\n—-Есть\"Все дружно сказали мы. Я служил 3 года сапером и ушел потому что мне  не нравилось, когда мне приказывают. Походу мне придеться с этим привыкнуть.\n—-Разрешите итди товарищ командир?\"Антон.\n—-Разрешаю\"Слава. \n—-Останься\"Слава остановил меня. Я ожидающии посмотрел на него\n—-Пойдем со мной\"Слава пошел в сторону гаражей, я последовал следом за ним. Мы шли молча. Здесь было 14 гаражей, 7 на каждой стороне они стояли напротив друг-друга. \n—-Помнишь Лизу?\"Слава скрылся за гаражами и закурил\n—-Твою девушку с которой ты познакомился в ночном клубя\"Уточнил я. Я не понимал почему он начал разговор с этого\n—-Да ее\"Слава\n—-Из этого папа тебя чуть не избил\"Усмехнулся я, вспомнив этот случай\n—-Избил бы, если мама вовремя не появилась\"Слава\n—-К чему этот разговор\"Я\n—-Она мертва\"Слава выкинул окурок\n—-Точнее я ее убил?\"Пояснил Слава\n—-Она обратилась?\"Я ее плохо знал, но мне было ее жаль\n—-Да\"Слава\n—-Но к чему этот разговор?\"Я еще не понимал к чему этот разговор\n—У нее осталось дочь. Ей 16 лет и она осталось сирота\"Слава\n—-Она здесь? Она знает, что ты убил ее мать?\"Я\n—-Да она здесь. Нет она не знает\"Слава\n—-Что ты хочешь?\"Я \n—-Хочу чтобы ты позоботился о ней\"Слава\n—-Не понял\"Я был шокирован. С ее возрастом она мне, как сестра. И не знаю ее я\n—-Понимаешь, она еще ребенок и характер у нее, как у матери\"Слава. Я, конечно, не знал Лизу, но знал точно ее характер был не сахар\n—-Когда я последний раз видил Лизу, я пообещал ей, что в случаи чего позоботюсь о ее семье. Но я трудно нахожу общий язык с людьми и с детьми особо не лажу\"Слава\n—-Нет Слава, ты меня извини, но я не нянька\"Я отрицательно покачал головой\n—-Но...\"Слава\n—-У меня дочь и Филлипа я можно сказать усыновил. Даниэль мне как сын, да и с детьми Артура и Кости я подружился. Вот о них я да позоботюсь. Если не было бы этой херни, то, возможно, я бы согласился и то не факт. Но сейчас я точно не собераюсь заботиться о всех подряд.Для меня главное это семья и друзья. Ты моя семья. Артур, Антон и Костя мои друзья, больше для меня не кто не существует. Я хочу выжить и спасти своих близких. А она для меня не кто, постороний человек. Так что нет, прости\"Закончив свою маленькую тираду, я соберался уходить. Но Слава меня остановил\n—-Илья я прошу тебя, как брата\"Я остановился\n—-Она здесь в безопасности, просто приглядовай за ней\"Слава. Я повернулся к нему\n—-Хорошо. Я буду за ней приглядовать, но большего не жди. И знай если случиться сделать выбор, кого спасти, то,вероятно, выбор будет не в ее пользу.\"Я был не рад, но ради брата я решил согласиться\n—-Пообещай мне, что если есть вариант спасти ее, то ты им воспользуйся\"Слава\n—-Ты многое просишь\"Я был не доволен\n—-Она ребенок\"Не очень убедительный аргумент\n—-Я обещаю, но если помощь понадобиваеться близким, то помого я им\"Я снова согласился и от этого я был зол\n—-Спасибо\"Слава\n—-А если это все, то я пойду\"Я\n—-Вот. Это ее имя и адрес где она живет\"Слава дал мне бумажку\n—-Ты знал, что я соглашусь?\"Я положил бумажку в корман\n—-Я умею быть убедительным\"Улыбнулся он и направился в штаб\n—-Ах ты лис\"Но он меня уже не услышал",
    "answers": [
      {
        "id": 25,
        "text": "Направиться по адресу"
      }
    ]
  },
  {
    "id": 25,
    "text": "Я направился по адресу. Адрес находился пять минут ходьбы от моего места нахождение, т.е горажи. Это была староя двухотажка, с одним подъездом и 8 квартир. Моя протеже жила в квартире 3.\n—-Чего надо?\"Мне открыла дверь девушка с Ярко-красными волосами и в черном платье\n—-Афродита?\"Прочитал я имя с бумажки, которую мне дал Слава\n—-Да. А ты кто?\"Афродита явно была пьяна, так как ели стояла на ногах и от нее несло алкоголям и перегаром\n—-Меня зовут Илья и я буду за тобой приглядовать\"Я зашел в квартиру и ее за собой прихватил.\n—-Эй Илья я тебя не знаю, а ну вон из моей квартиры\"Она уже не могла самостоятельно стоять и держалось за стену\n—-Тебе только 16, а уже пьюшь\"Я\n—-Да пью. А тебе какая разница? Ты мне не отец\"Она упала бы, если бы не я\n—-Славу богу, что не отец\"Но она уже спала\nЯ положил ее на диван. Это была однокомнатная квартира.\n—-Илья прием\"Рация в моем кормане затрещала\n—-На связи\"Я\n—-Чп срочно в штаб. Как понял?\"Слава\n—-Понят тебя\"Я отключил рацию\n—-Кто вы такой?\"Я повернулся на звук. Это была бабушка лет 70 с клюшкой.\n—-Здравствуйте, меня зовут Илья\"Представился я\n—-А меня Надежда Степановна. Что ты делаешь в нашей квартире?\"Надежда Степановна\n—-В вашей квартире?\"Я\n—-Да в нашей. Мы с Афродитой живем вместе. Она потеряла детей, а я сына и внука\"Надежда Степановна потускнела\n—-Мне очень жаль вашей утрате. Я был другом матери Афродиты и считаю своим долгом приглядовать за ней\"Я\n—-Очень хороший поступок молодой человек\"голос Надежды Степановны стал мягче\n—-Надежда Степановна не могли бы вы посмотресть за Афродитой, пока я решу некоторые проблемы?\"Я хоть и не знал ее, но не не хотел, чтобы она еще пила.\n—-Не волнуйся, иди\"Надежда Степановна\n—-Спасибо\"Я вышел из квартиры и направился в штаб.",
    "answers": [
      {
        "id": 27,
        "text": "В штабе"
      }
    ]
  },
  {
    "id": 26,
    "text": "Выберите концовку",
    "answers": [
      {
        "id": 40,
        "text": "Чистая совесть"
      }
    ]
  },
  {
    "id": 27,
    "text": "—-Что за Чп?\"Спросил я Антона, который был в комнате, которую выдали нашей группе. Здесь была беговая дорожка, стол и два стула, диван, 5 шкафов для одежды, ну и другой всякой мелочи.\n—-Не знаю, сам только пришел?\"Антон сидел на диване.\n—-Привет девочки, не скучаете?\"В комнату зашел Артур\n—-Мы в игривом ожидание?\"Антон\n—-Молодчина с юмором\"Артур сел рядом с Антоном\n—-Разьве это можно считать юмором?\"Спросил я\n—-Ты не в нашей компашке\"Игриво обиделся Артур, Антон усмехнулся\n—-Все в сборе?\"Зашел Слава\n—-Костяна еще нет\"Ответил Артур\n—-Я уже здесь\"Костя зашел в комнату\n—-Значит так, у нас первое задание\"Слава сел на стул, Костя облокотился об косяк\n—-Что за задание?\"Костя\n—-В кинотеатре небольшая группа людей, которую нам нужно спасти\"Слава\n—-Так мы же разведательная группа, а не спасательная\"Артур. Я решил просто слушать\n—-Среди них ученный, кандитат наук\"Слава\n—-То есть нам нужно спасти только его?\"Артур\n—-Да, но и других людей мы тоже спасем\"Слава\n—-Откуда известно, что он там? И кто он вообще такой?\"Антон \n—-Что там находяться люди мы знаем уже несколько дней, но кинотеатр забит трупаками. А то что там кандитат наук, мы узнали совершенно случайно\"Слава\n—-Что ты подрузумиваешь под случайностью?\"Я решил тоже вмешаться в обсуждение\n—-Интернет и эликтричество еще не отключили, хоть и работает не очень\"Слава\n—-А по существу\"Артуру не терпелось всю поскорее узнать\n—-Наши хакеры смогли подключиться к видио наблюдение\"Слава\n—-У нас есть хакеры?\"Артур. Его вопрос остался без ответа\n—-Как я понял, благодаря видио наблюдение вы узнали про ученого?\"Уточнил я. Слава же просто кивнул.\n—-Какая группа людей?\"Костя\n—-12 человек. 7 женщин и 5 мужчин\"Слава\n—-Ну погнали?\"Потерая ладожи Артур",
    "answers": [
      {
        "id": 28,
        "text": "далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "Мы одели костюм Горка. Из оружие у меня был:Лук и двадцать стрел, 7 метательных ножей и пистолет ПМ с глушителем.\nУ Артура Снайперская виновска СВД, пистолет с глушителем ПМ, две гранаты\nУ Антона была аптечка, пистолет ПМ с глушителем и автомат Колашникова\nУ Кости автомат Колашникова, два пистолета ПМ, карта города\nУ Славы автомат Колашникова, два пистолета ПМ, две гранаты, одна дымовая шашка\n—-Дипломат и Эльф едут впереди и прикрывают нас. Мы едим в автобусе\"Слава\nКостя сел за руль джипа, я на передние сиденьи.Автобус ехал следом за нами.\n—-Слушай Кость всегда хотел спросить про мать Арсена\"Я решил не ехать молча, а немного больше узнать про напарника и своего друга\n—-Хлоя бросила меня с сыном и уехала с Трэвисом в Америку. Арсену было только три недели. Она не хотела рожать, я заставил ее сделать это\"Костя говорил это спокойно. Было видно он переживает только за сына.\n—-Трэвис ее парень?\"Я\n—-Нет Трэвис ее сын от первого брака. Сейчас ему должно быть 15, если он не стал ходячим\"Костя\n—-Ясно\"Я\n—-А ты?\"Костя\n—-Что я?\"Я не понял, что именно он имеет ввиду\n—-Слава говорил ты не от сюда\"Костя\n—--Я приехал сюда месяц до эпидемии, хотел быть по ближе к родителям\"Я\n—-А откуда ты?\"Костя\n—-Родились мы с Славой в Петербурге. Слава ушел служить в армию и много где был, я же переехал в Крым. В Крыму я жил и работал. Потом родители переехали сюда, они хотели быть ближе к сыну\"Я\n—-А почему они не переехали к тебе в Крым?\"Костя\n—-Я не хотел\"Я\n—-Были трудности с родителями?\"Костя\n—-Нет. Я журналист и весьма известный. Я многим дорогу перешел и не хотел подвергать опасности их. Я переехал сюда потому что меня пытались убить четыре раза и Яна уговорила меня переехать в другой город.\"Я смотрел на улицу, где ходили ходячие. Многие шли за машиной, но они были очень медлительные\n—-А я думал, что у меня работа опасная\"Усмехнулся он\n—-Еще долго ехать?\"Я\n—-Нет мы уже приехали\"Костя остановил машину\nЯ уже хотел выйти, но он схватил меня за руку\n—-Слушай я знаю, что мы с тобой мало знакомы, но можешь пообещать мне кое-что?\"Костя\n—-Да,конечно.\"Я\n—-У Арсена кроме меня никого нет.\"Я понял что он хотел сказать\n—-Я обещаю тебе, что буду всегда заботиться о нем\"Я\n—-Спасибо\"Он отпустил мою руку и вышел. Я следом за ним.",
    "answers": [
      {
        "id": 29,
        "text": "далее"
      }
    ]
  },
  {
    "id": 29,
    "text": "—-Значит так парни, мы должны очистить кинотеатр и ближащаю улицу от ходячих. Есть варианты?\"Слава\n—-Я могу всех их убить снайперской винтовкой\"Предложил Артур\n—-Это довольно долго и партронов вряд-ли на всех хватит\"Я\n—-А у тебя есть варианты?\"Артур\n—-Можно взорвать что-нибудь\"Предложил Антон\n—-Это привлечет еще больше тварей\"Костя\n—-Я отвлеку их\"Предложил я\n—-Как?\"Артур\n—-Отвлеку их на себя. Зайду в кинотеатр покричу и вауля\"Я развел руки в стороны\n—-Это безумие\"Слава\n—-Я согласен\"Согласился с моим братом Антон. Костя и Артур только покачали головой, намекая что у меня\"не все дома\"\n—-У меня самое тихое оружие из всех нас и бегаю я быстро. А также я с подросткого возроста занимаюсь паркуром и весьма успешно. Все эти качество помогли мне выжить четыре моих покушение\"Я перечислил свои качество\n—-Покушение?\"Одновременно спросили Антон, Артур и Слава. \n—-Подожди ты не знал, что твоего брата пытались убить 4 раза?\"Обратился к Славе Костя. По взгляду Славы я понял, что мне светит огромная ЖОПА. А по взгляду Антона я понял, что, возможно,мы больше не лучшие друзья.\n—-Слушайте парни, я все вам расскажу, но позже\"Я примеряющий поднял руки вверх. Мне не кто не ответил\n—-Я прекрою ваши задницы сверху\"Артур пошел искать снайперскую точку и оставил меня в раскаляющей ситуации\n—-Я пойду с тобой. Ты не местный, а я местный и у меня карта\"Костя согласился с моим планом.\nАнтон и Костя не были против, но и говорить со мной они не желали",
    "answers": [
      {
        "id": 30,
        "text": "Взять Костю собой"
      },
      {
        "id": 31,
        "text": "Идти один, но взять карту"
      },
      {
        "id": 32,
        "text": "идти один и без карты"
      }
    ]
  },
  {
    "id": 30,
    "text": "—-Хорошо пойдем вместе\"Я\n—-Не куда вы не пойдете, это самоубийство\"Слава\n—-Но это единственный вариант\"Я\n—-Это приказ\"Слава сверкал молнию глазами\n—-Есть\"Я\n—-Есть\"Костя\n—-Значит так. Киллер ищет позицию снайпера и прикрывает нас\"Слава\n—-Есть.\"Киллер\n—-У тебя пять минут занять позицию\"Слава\n—-Так точно\"Артур ушел\n—-Эльф с шаманом забираються на крышу, оттуда на третий этаж, мы с дипломатом заднего входа. Приказ ясен?\"Слава\n—-Так точно\"Я\n—-Так точно\"Костя\n—-Так точно\"Антон\n",
    "answers": [
      {
        "id": 1,
        "text": "Первое задание"
      }
    ]
  },
  {
    "id": 31,
    "text": "—-Я пойду один так мне проще, а карту я возьму\"Я не очень хорошо разбирался в картах, но думаю разберусь.\n—-Ты уверен?\"Костя\n—-Да я уверен. Вы спрятитесь где нибудь\"Я. Костя кивнул\n—-Джип тренированный и тонированный, туда они не проберуться\"Слава. Слава, Костя и Антон сели в джип.\n—-Киллер ты на позиции?\"Проговорил я в рацию\n—-Да. Вижу тебя\"Артур\n—-Стреляй только, если очень близко подойдут ко мне. Не трать по напрасну патроны\"Я\n—-Понял тебя. Будь осторожен\"Артур.\nВздохнув глубже я направился в кинотеатр. Когда я оказался у входа, мой план не,казался, мне таким хорошим. Но я решил не оступать.\nЯ взял камень и кинул в стекло. \n—-ЭЙ ВЫ ТВАРИ. ХОТИТЕ ЖРАТЬ? МЯСО САМО К ВАМ ПРИШЛО. ЖРИТЕ МЕНЯ, Я ТАКОЙ ВКУСНЫЙ\"Закричал во всю глотку я, стараясь привлечь как можно больше внимание к себе. \nИ привлек 500-600 твари шли на меня, с одним желанием, оторвать от меня лакомый кусочек.\nЯ решил не тратить стрелы, а бежать. И я побежал. Я забежал во двор девятитажки и больше не был в поле зрение Артура. Во дворе тоже были зомби, но я отбегал их. Бежать дальше было безумии, потому что я был почти окружен. Я подбежал к трубе к дома и начал по ней зализать на вверх.Когда я оказался на 8 этаже у меня появилась мысль\"Если упаду, то разобьюсь насмерть\".Да я оптемист. Хотя я не хотел умирать, но преспектива разбиться насмерть меня больше радовало, чем быть сожраным живьем. Я залез на крышу дома и начал прыгать на другие крышы дома, при этом крича на зомби матом. Так я вел их всех за собой, уводя от кинотеатра. Когда я был далеко от кинотеатра, как и мои\"друзья\", я решил что мне пора самому от них уйти. Но по близости не было не единой крышы на которую я мог прыгнуть. И назад не было пути, потому что я прыгнул с девятитажки на пятиетажку. Наоборот точно не получиться.Дом был окружен и единственное убежище для меня был сам дом. Я через чердак зашел в подъезд. Посмотрев на пролеты вниз, я увидел зомби. Много зомби, только пятый этаж был пуст. Чердаки других подъездов были закрыт в самом подъезде. Так что я был в ловушке. На пятом этаже было три квартиры. Две были закрыты, а одна открыта. Я зашел в квартиру и был на готове ко всему. Квартира была пуста и вся в пыли. Я закрыл дверь на замок и смог приперечь дверь шкафом, издав при этом мало звука. Я подошел к окну и понял, что зомби стало еще больше.\n—-Эльф прием?\"Костя\n—-На связи\"Я\n—-Ты как?\"Костя\n—-В порядке, не ранен. Вы спасли кандитата наук?\"Я хотел узнать, не зря ли я ресковал жизнью и рискую?\n—-Да и всех людей, что были с ним. Едим обратно. Ты где?\"Костя\n—-Не знаю\"Я\n—-Возращайся обратно\"Слава\n—-Не могу командир, я в ловушке\"Посмотрев на зомби на улицы, я понял что я в БОЛЬШОЙ ЛОВУШКЕ.\n—-Мы найдем тебя\"Артур\n—-Не надо. Я сам найду выход.\"Я\n—-Я говорил, что это безумии\"Антон\n—-Не ты а командир\"Я исполнял приказ Славы и не называл на задание по имени\n—-Какая разница, я тоже был такого мнение\"Антон\n—-Хватит засорять эфир, я позже сам свяжусь с вами\"Я выключил рацию. Не хватало, что бы зомби услышали.\nБыл уже вечер и я решил вздремнуть. Я лег на пол и молился чтобы за ночь эти твари разошлись.",
    "answers": [
      {
        "id": 38,
        "text": "на утро"
      }
    ]
  },
  {
    "id": 32,
    "text": "—-Я пойду один так проще и карту мне не надо, всеровно, я в них не разбераюсь\"Я отказался брать собой Костю. Одному мне будет проще, а Костя поможет больше Славе и Антону\n—-Ты уверен?\"Костя\n—-Да я уверен. Вы спрятитесь где нибудь\"Я. Костя кивнул\n—-Джип тренированный и тонированный, туда они не проберуться\"Слава. Слава, Костя и Антон сели в джип.\n—-Киллер ты на позиции?\"Проговорил я в рацию\n—-Да. Вижу тебя\"Артур\n—-Стреляй только, если очень близко подойдут ко мне. Не трать по напрасну патроны\"Я\n—-Понял тебя. Будь осторожен\"Артур.\nВздохнув глубже я направился в кинотеатр. Когда я оказался у входа, мой план не,казался, мне таким хорошим. Но я решил не оступать.\nЯ взял камень и кинул в стекло. \n—-ЭЙ ВЫ ТВАРИ. ХОТИТЕ ЖРАТЬ? МЯСО САМО К ВАМ ПРИШЛО. ЖРИТЕ МЕНЯ, Я ТАКОЙ ВКУСНЫЙ\"Закричал во всю глотку я, стараясь привлечь как можно больше внимание к себе. \nИ привлек 500-600 твари шли на меня, с одним желанием, оторвать от меня лакомый кусочек.\nЯ решил не тратить стрелы, а бежать. И я побежал. Я забежал во двор девятитажки и больше не был в поле зрение Артура. Во дворе тоже были зомби, но я отбегал их. Бежать дальше было безумии, потому что я был почти окружен. Я подбежал к трубе к дома и начал по ней зализать на вверх.Когда я оказался на 8 этаже у меня появилась мысль\"Если упаду, то разобьюсь насмерть\".Да я оптемист. Хотя я не хотел умирать, но преспектива разбиться насмерть меня больше радовало, чем быть сожраным живьем. Я залез на крышу дома и начал прыгать на другие крышы дома, при этом крича на зомби матом. Так я вел их всех за собой, уводя от кинотеатра. Когда я был далеко от кинотеатра, как и мои\"друзья\", я решил что мне пора самому от них уйти. Но по близости не было не единой крышы на которую я мог прыгнуть. И назад не было пути, потому что я прыгнул с девятитажки на пятиетажку. Наоборот точно не получиться.Дом был окружен и единственное убежище для меня был сам дом. Я через чердак зашел в подъезд. Посмотрев на пролеты вниз, я увидел зомби. Много зомби, только пятый этаж был пуст. Чердаки других подъездов были закрыт в самом подъезде. Так что я был в ловушке. На пятом этаже было три квартиры. Две были закрыты, а одна открыта. Я зашел в квартиру и был на готове ко всему. Квартира была пуста и вся в пыли. Я закрыл дверь на замок и смог приперечь дверь шкафом, издав при этом мало звука. Я подошел к окну и понял, что зомби стало еще больше.\n—-Эльф прием?\"Костя\n—-На связи\"Я\n—-Ты как?\"Костя\n—-В порядке, не ранен. Вы спасли кандитата наук?\"Я хотел узнать, не зря ли я ресковал жизнью и рискую?\n—-Да и всех людей, что были с ним. Едим обратно. Ты где?\"Костя\n—-Не знаю\"Я\n—-Возращайся обратно\"Слава\n—-Не могу командир, я в ловушке\"Посмотрев на зомби на улицы, я понял что я в БОЛЬШОЙ ЛОВУШКЕ.\n—-Мы найдем тебя\"Артур\n—-Не надо. Я сам найду выход.\"Я\n—-Я говорил, что это безумии\"Антон\n—-Не ты а командир\"Я исполнял приказ Славы и не называл на задание по имени\n—-Какая разница, я тоже был такого мнение\"Антон\n—-Хватит засорять эфир, я позже сам свяжусь с вами\"Я выключил рацию. Не хватало, что бы зомби услышали.\nБыл уже вечер и я решил вздремнуть. Я лег на пол и молился чтобы за ночь эти твари разошлись.",
    "answers": [
      {
        "id": 33,
        "text": "на утро"
      }
    ]
  },
  {
    "id": 33,
    "text": "На утро их и вравду стало меньше, но всеровно много.Я услышал выстрелы в подъезде и схватил лук.\n—-Бл# так много тварей я невидал еще\"Незнакомый голос\n—-Да это точно\"Судя по шагам в квартиру зашли четверо и еще были несколько в подъезде. Я стоял за стеной и был готов к атаки. Двое зашли в комнату. Одного я вырубил сразу, второго я перекинул через себя\n—-Стой\"На меня направили ствол. Все присуствиеные были корейцы или китайцы. Я в них не разбераюсь, они все для меня одно лицо.\n—-Отпусти лук\"Проговорил он. В квартиру зашли еще пятеро и тоже корейцы. Теперь на меня было направлено еще пять стволов.\n—-Что здесь происходит?\"В квартиру зашел брюнет со шрамом на лице от левой брови до правого подбородка, деля таким образом лицо на две части\n—-Илья?\"Он был удивлен меня видеть, как и я его\n—-А мы искали тебя\"Улыбался во весь рот\n—-Нашли\"Я еще держал лук в руке и был напряжен\n—-Мы узнали про тебя и приехали\"Как меня бесила его улыбка\n—-Киллер мирового класса посетил меня,я очень рад\"Я всем видом показал ему\"как я рад\"\n—-Не такого мирового, я не смог убить тебя 4 раза. Мало того ты оставил мне шрам на память\"Он паказал рукой на свою лицо\n—-Так вот он я. Чего ты ждешь? Убей меня\"Я был уверен, что он меня убъют и был готов к этому\n—-Планы изменились. Взять его\"Он вышел из квартиры.Я отпустил лук.",
    "answers": [
      {
        "id": 34,
        "text": "далее"
      }
    ]
  },
  {
    "id": 34,
    "text": "Мы ехали в неизвестном мне направление. Я сидел на задним сиденье внедорожника со связаноми руками на зад. \"Мой старый друг\" уехал и оставил меня с корейцами. Куда мы ехали, я не знаю. \n—-Бензин кончался\"Выругался один из них и машина остановилась. Моим конвоем было четыре парня, остальные уехали \"с моим старом другом\".\n—-Как такое возможно? У нас был полный бак\"Недумивовал самый малодой парень, который сидел в впереди.\n—-Не знаю\"Водитель вышел, а следом за ним этот парень. Хлопок, еще один. Похоже на выстрелы.\nДве двери открылись и мои надзиратели мертвы\n—-Выходи\"Приказал мне мужик лет 40. Я вышел\n—-Смотри тут лук, стрелы и ножи\"Воскликнул пацан лет 17, доставая из багажника мои вещи\n—-Это мое\"Я\n—-Позже будет разбираться, а сейчас валим отсюда\"Мой спаситель разрезал веревки\n—-Спасибо я Илья\"Я\n—-Гоша\"Он пожал мою руку. Кроме паренька и Гоши здесь было еще 6 человек из них две девушки.\n—-Пойдем.\"Гоша показал мне на магазин одежды.\n—-Оружие верните пожалуйста\"Я\n—-Мы не знаем тебя парень, так что извини\"Гоша. Я был согласен с ним, хотя мне это не нравилось\nМы зашли в магазин одежды и Гоша и еще два парня закрыли дверь стеллажами\n—-Мы из поселение охотников. Слышал?\"Гоша здесь явно был главным. Я кивнул\n—-А ты откуда?\"Спросил меня пацан\n—-Святличок\"Я\n—-Что ты здесь делал?\"Гоша. Остальные оценивали меня взглядом\n—-Был на задание с группой. Я отвлек на себя стаю зомби штук 600\"Я\n—-Ого как много\"Просвистел пацан. В его глазах я выглядил, как герой.\n—-А ну замолкни Глеб\"Рявкнул Гоша на него\n—-Илья сам понимаешь верять тебе на можем. Сейчас пойдем на базу и связываемся с Святличками\"Гоша\n—-Хорошо\"Я согласно кивнул.\n—-Дядя Илья а вы военный?\"Глеб\n—-Не совсем. Гоша у них была моя рация. Можно ее?\"Я. Гоша был не доволен моим ответом\n—-Держи\"Гоша отдал мне рацию\n—-Эльф вызывает базу, прием\"В ответ мне было шипение\n—-Эльф вызывает бузу, прием\"Тишина\n—-А почему эльф?\"Глеб точно не оставит меня в покое\n—-Потому что стреляю из лука\"Ответил я\n—-Мне, кажеться,вас где-то видила\"Это была блондинка лет 23. Вторая женьщина была,наверно, ее мать. Очень похожи\n—-Это вряд-ли. Я не отсюда\"Ответил ей я\n—-А откуда?\"Она\n—-Я много где бывал. Как вас зовут?\"Я\n—-Эльза\"Представилась она\n—-Анна и я ее мать\"Я был прав она была ее матерью\n—-Фрэнк. Муж и отец\"Семья блондинов черт возьми\n—-Лев\"Это был мускулистый парень лет 25, негр\n—-Кевин\"Они были с Фрэнком близницы, только у Кевина был шрам на левой щеке\n—-Платон\"Это был светлый мужик 30-35 лет\n—-Можно рация будет у меня?\"Глеб. Я кивнул и отдал ему\n—-Чего ждем?\"Обратился я к Гоше\n—-Сейчас за нами приедут\"Гоша\n—-База вызвает Эльфа, прием\"Рация в руках Глеба заговорила. Все глаза сразу были направлены на меня\n—-Эльф на связи, прием\"Я выхватил из рук Глеба рацию\n—-Ты как?\"На другом конце был Антон\n—-Номально. Шаман все живы? Прием\"Я\n—-Все. Где ты? Мы вышлим за тобой отряд, прием\"Антон\n—-Поселение охотников, я буду там. Как понял? Прием\"\"Я\n—-Понял тебя. Конец связи\"Антон\n—-Ты что сказал? А вдруг ты бандит а?\"Гоша был не рад, что я сказал про поселение охотников\n—-Да какой он бандит дядя Гош?\"Глеб\n—-Я не бандит\"Я поднял руки вверх, показавыя что им ничего не угражает\nК магазину подъехал автобус.\n—-Пошли\"Приказал всем Гоша и мы вышли. Мы зашли в автобус. За рулем сидел пацан лет 15 с синими волосами\n—-Меня зовут Трэвис, а тебя?\"Он обратился ко мне.\n—-Илья.\"Ответил я\n—-Отправлять пацана в такой хаус?\"Я не ожидал увидеть пацана\n—-А ты что думал у нас там целая армия?\"Гоша\n—-У нас только 300 человек и только 50 мужчин, остальные женщины и дети\"Продолжил Гоша\n—-Вы спасли мне жизнь, обещаю что Святличок возьмет ваше поселение под свою защиту\"Я\n—-Занимаешь высокий пост?\"Гоша\n—-Можно и так сказать. Мой брат является одним из основателям\"Я \n—-Хорошо, если так\"Гоша\n—-О черт\"Трэвис. Автобус остановился.\n—-Что случилось?\"Гоша.\n—-Двигай, двигай\"Анна. на автобус шла армия зомби около 1000.\n—Не могу, автобус сломался\"Фрэнк\n—Черт.\"Выругался Гоша",
    "answers": [
      {
        "id": 35,
        "text": "далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "—-Открывай дверь, бестрее\"Гоша\n—-Держи\"Фрэнк дал мне мои оружие\n—-Не могу\"Трэвис уже заливался в слезы\nПлатон схватил топор и разбил окно\n—-Я сваливаю\"Платон. \n—-Ааа помогите\"Зомби схватили Платона и начали его жрать и утащили его на улицу\n—-Ты ему уже не поможешь\"Я схватил Эльзу, которая побежала на помощь Платону. Были слышно жуткие вопли Платона\n—-Пока они не переключились на нас, уходим\"Я разбил окно с другой стороны и спрыгнул на улицу.\n—-Он прав\"Гоша прыгнул за мной\n—-Мама\"Эльза. Один зомби схватил Анну и пытался укусить. Но моя стрела в голову не дала этого сделать.\n—Уходим\"Крикнул я и все последовали за мной.\nЧерез две минуты у меня кончались стрелы.\n—-Мы окружены\"Гоша.\n—-Бежим к гарожам\"Я\n—-Хорошо\"Кевин\nМы побежали к гарожам.\n—-Лезем\"Я ловко забрался на крышу. Через минуту на крыши были все, кроме Анны,Льва и Трэвиса. Я спрыгнул с крыши и помог залесть Трэвису. Льва и Анну окружили. Я мог помочь только одному.",
    "answers": [
      {
        "id": 36,
        "text": "помочь Льву"
      },
      {
        "id": 37,
        "text": "помочь Анне"
      }
    ]
  },
  {
    "id": 36,
    "text": "Я убил двух зомби, остальных убил Лев.\n—-Спасибо\"Лев\n—-Мама\"Эльза хотела спрыгнуть, но отец ее остановил\nЯ убил зомби и склонился перед Анной.\n—-Прости, что так получилось\"А воткнул нож в голову Анны и исбавил ее от страдание. Вытер нож об ее одежду, я забрался на крышу гаража.\nЭльза уткнулась в жилетку отца и рыдала\n—-Почему ты вабрал его?\"Закричала она\n—-Почему выжил ты, а не она?\"Она бы накинулась на Льва, но отец остановил ее\n—-Такая судьба, они не виноваты\"Фрэнк успокаивал ее\n—-Это не судьба, они виноваты. НЕНАВИЖУ ВАС\"Эльза",
    "answers": [
      {
        "id": 1,
        "text": "Сложный выбор"
      }
    ]
  },
  {
    "id": 37,
    "text": "Я побежал к Анне и убил зомби. Но пока я был занят, ее укусили. Льву помог его брат Кевин.\nЯ услышал выстрел. Фрэнк застрелил свою жену\n—-Пока они заняты моей женой, можем уйти\"Фрэнк. Я залез на крышу и мы пошли по крышам. \n",
    "answers": [
      {
        "id": 1,
        "text": "Чистая совесть"
      }
    ]
  },
  {
    "id": 38,
    "text": "Я проснулся от чуство тревоги. Мне было страшно, жутко страшно. Я не понимал, что именно у меня вызвало такой ужас.\nЯ подошел к окну. К дому подъехало несколько машин, люди вышедшие из них, стреляли по зомбям. Не может быть. Я знаю одного из них.\nЭто Наемный убийца, который пытался убить меня четыре раза. Его кличка Призрак, потому что он как призрак исчезал. Шрам на его лице был оставлен мной. \nЯ решил не дожидаться, а валить отсюда. Я зашел на кухню. В этой стороне почти не осталось зомби, все они ушли на звуки выстрелы.\nЯ открыл окно и по трубе спустился вниз, скорее скатился. Оказавшись на земле, я понял, что ободрал штаны и ладони рук. Но я жив и это уже замечательно. На против дома была аптека и я направился туда.",
    "answers": [
      {
        "id": 39,
        "text": "Зайти в аптеку"
      }
    ]
  },
  {
    "id": 39,
    "text": "В аптеки никого не было. Не живых и мертвых. Лекарств, конечно, тоже не было, но хотя бы я нашел спирт и бинт. Обработав себе руки и кое-как перембитовав, я положил спирт и бинт к себе в карман.\n—-Всем кто меня слышит, прошу помогите нам\"Моя рация зашумела и я услышал женский голос\n—-Кто ты?\"Я решил узнать кто она и стоит ли ей помогать.\n—-Славу богу, Меня зовут Эльза. Помоги нам, пожалуйста\"Эльза так она представилась была явна на грани срыва.\n—-Где вы и кто мы?\"Я\n—-Мы в школе. Я, мама, папа, Трэвис, Гоша, Глеб, Кевин и Лев\"Затороторила она\n—-Кто вы?\"Я\n—-Мы выжившие, мы не бандиты и нам нужна помощь. Помоги нам пожалуйста\"Эльза. Не знаю почему я ей поверял и решил помочь\n—-Я помогу тебе где именно вы находитесь?\"Я\n—-Спасибо, мы.......\"Рассказав мне свое место положение и еще раз попросив помочь ей, я отключил рацию. Я достал карту. Мне потребовалось полчаса, чтобы соринтироваться и найти ту школу.\n\nЧерез три часа я был около этой школы. Я зашел в школу и начал ее обследовать. Здесь были зомби это ученики и учителя, но я обходил их.\nЯ поднялся на третий этаж и подошел к кабинету литературы. Это была единственная дверь, которая была закрыта изнутри. Я постучал в дверь и оттошел на безопасное растояние.\nДверь открыла блондинка лет 23 с ножом в руке\n—-Я не враг, я друг. Ты Эльза?\"Я поднял руки вверх\n—-Да. А ты со мной разговаривал по рации?\"В её глазаз появилась надежда. Надежда на спасание\n—-Да. Я войду\"Она кивнула и я вошел в класс",
    "answers": [
      {
        "id": 1,
        "text": "Я нашел людей"
      }
    ]
  },
  {
    "id": 40,
    "text": "Мы не смогли далеко уйти. Орда очень скоро окружила горожи.\n—-Сколько мы здесь уже?\"Трэвис\n—-Около 3 часов\"Гоша\n—-Темнеет, а ночью их еще больше\"Кевин\n—-Что предлагаешь Илья?\"Гоша обратился ко мне\n—-Вариантов нет, придеться ночевать здесь\"Я. Хорошо что зомби не умеют лазить по крышам\n—-Ты прав другого варианта нет\"Гоша\n—-Выставляем патруль. Кевин и я с 8 до12 ночи,Илья и Фрэнк с 12 ночи до 4 утра, Лев и Эльза с 4 до 8 утра. Думаю к утру орда уйдет\"Гоша\n—-А я не буду дежурить\"Глеб\n—-Выпадет и на тебя несчастья, а пока есть возможность отдыхай\"Гоша\n—-Гоша прав. Ты и Трэвис пацаны еще, можно сказать дети\"Я был согласен с Гошой, что не надо ставить их в дежурство\n—-Мне 15\"Трэвис\n—-А мне 17\"Гоша\n—-Все хватит. Все спать\"Гоша",
    "answers": [
      {
        "id": 41,
        "text": "Время дежурство"
      }
    ]
  },
  {
    "id": 41,
    "text": "Гоша разбудил меня.\nЧас как настало мое и Фрэнка дежурство.\n—-Спасибо\"Фрэнк сидел на крышы, я же стоял и смотрел по сторонам.\n—-Что?\"Я\n—-Спасибо тебе, что пытался спасти мою жену\"Фрэнк\n—-Я ее не спас\"Я сел рядом с ним\n—-В это время не всех можно спасти,но ты пытался. Спасибо тебе за это\"Фрэнк\n—-Расскажи о себе, жене, дочери\"Я решил узнать по лучше тех, с кем мне придеться выживать\n—-Мне 46 лет, работал электрикам. Анна была учителям. Мы однаклассники, я на выпускном сделал ей предложение и она согласилась.\"Было видно, что он ее очень любит.\n—-Мы из-за Америки, приехали в Россию 2 года назад.\"Фрэнк\n—-Цель приезда?\"Мне было интерестно узнать по какой причины они покинули свою родину\n—-Эльза мечтала побывать в России, а мы решили пожить какое-то время здесь\"Фрэнк\n—-Понятно\"Я хотел спросить еще про его дочь, но решил что лучше поговорю лично с ней.\nС Фрэнком мы больше не разговаривали",
    "answers": [
      {
        "id": 42,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 42,
    "text": "",
    "answers": []
  }
]