[
  {
    "id": 1,
    "text": "Автор: Williams\n\nЗдравствуй дорогой читатель. В данном квесте вы сможете ознакомится с историей главного героя по имени Джейк Питерсон который попал в эту не простую историю и теперь его жизнь находится на грани. Получится ли ему понять произошедшее в городе? Все зависит от вас. ",
    "answers": [
      {
        "id": 1,
        "text": "",
        "bgImg": "https://d.radikal.ru/d05/2102/71/7125b1cfdd08.jpg",
        "system": true
      },
      {
        "id": 2,
        "text": "Начать "
      },
      {
        "id": 24,
        "text": "Концовки "
      },
      {
        "id": 3,
        "text": "От автора "
      }
    ]
  },
  {
    "id": 2,
    "text": "                                  ПРОЛОГ\n\nИстория начинается с городка Лос Анджелеса. Штат Калифорния. Город в котором живут не только белый народ, но и афроамериканский. Последние же живут крайне бедно в бедных районах и чтобы выжить они объединились в свои сообщества и занимаются криминалом.\n Полиция очень часто проводит рейд в этих районах, чтобы не было никаких убийств, перестрелок и продажи крэков. \n Главный герой работает в полиции. Его основная должность — Патрульный. Работает уже приблизительно 8 лет и в частых случаях ему приходится вместе с остальными коллегами рисковать жизнью дабы поймать преступника.\n\n(Подробную информацию о главном герое вы узнаете на титульной странице) ",
    "answers": [
      {
        "id": 4,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 3,
    "text": "Скажу честно, это первый квест который я написал а потому не стоит меня судить если я где-то допустил ошибку, просто напишите об этом в отзывах и я исправлю.\n Что насчёт атмосферности апокалипсиса? Я старался сделать его более мрачным с кучей трупов на улицах, в зданиях и много крови на стенах, полу и такое.\n В моем квесте всех зомби будут называть либо мертвецами, либо ходячими трупами, либо мешками с мясом, хехе. Но не зомби. Почему так? Да потому что в моем квесте, во всем мире никто не знает кто они такие. Даже фильмов про них не было.\n Насчёт пролога — то он будет без выбора действий. Будет лишь один выбор действий с концовкой. Зато в первой главе, я обещаю что сделаю много выбора от которых будет зависить все. ",
    "answers": [
      {
        "id": 1,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 4,
    "text": "Джейк сидел на водительском сиденьи положив руку на дверцу полицейского крузера. Рядом с ним сидит его напарник — Алекс Мэтьюнс. Лучший друг и напарник Джейка. Вот за что его надо уважать, так это за честность и умение никогда не бросать друга в беде. А ещё он очень доверчивый. \n— Ну ты там доел? — раздражённо говорит Джейк — Нам щас надо округ 23 и 24 улицы патрулировать а ты все жрёшь. \nАлекс положил часть бургера в коробку и прожевав еду, сказал.\n— Потом доем. Ладно, поехали. И давай пожалуйста без нервов. Нам ещё этого не хватало. \n— Постараюсь — шёпотом добавил Джейк. \nПовернув ключ зажигания и коробку передачи, Джейк плавно нажал на газ и выехали из парковки закусочной \"Мелкого Джима\".",
    "answers": [
      {
        "id": 5,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 5,
    "text": "Джейк проехал от закусочной по прямой дороге 300 метров и свернул направо, в сторону бедного района, или как ещё называют — гетто.\n Из рации на груди Джейка и также одновременно у Алекса пролунало шипение и уже после неё голос диспетчера: \"... Всем патрульным... Повторяю... Ведется перестрелка в районе Оуен-Биш. Срочно нужно подкрепление\".\nГолос из рации затих.\n— О, ну вот как чувствовал — со злобой сказал Алекс — Сто пудов это бандиты. Кто ж ещё.\n Джейк проигнорировав слова Алекса, ещё сильнее надавил на газ и поехал по адресу. ",
    "answers": [
      {
        "id": 6,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 6,
    "text": "Проехав несколько кварталов и улиц, Джейк приехал на место перестрелки. В 70-ти метрах от него стояли два полицейских крузера а возле них четверо его коллег отстреливались от афроамериканцев в белых бейсболках. \n— Пошли быстро — вылазя с крузера сказал Джейк.\nУкрывшись возле крузера своих коллег, Алекс достал пистолет из кобуры и стал стрелять по противникам. В одного ему все таки удалось попасть с третьего выстрела, правда в ногу.\n Джейк тем временем подошёл к Уиллу, своему другу.\n— Уилл. Какого хера они напали? Такого ж никогда не было.\n— Джейк, я сам не понимаю. Ехали нормально и потом они прямо из засады начали стрелять по нам. Что на них нашло не знаю, но нам нужно пока продержаться до приезда спец.отряда.\n— Ага. Ну понятно.\nДжейк вытащил пистолет из кобуры и сняв с предохранителя, начал вести огонь по афроамериканцам до приезда спец.отряда. ",
    "answers": [
      {
        "id": 7,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 7,
    "text": "Патроны были на исходе. За все время Джейк ранил двух бандитов. Одного в руку а второго в грудь. И как по команде из-за переулка выехал микроавтобус СВАТ. Он остановился у крузеров и из него вышли пятеро спецназовцев. Бандиты при их виде стали отступать.\n Джейк отвлёкся на отряд спецназа и не успел он продолжить перестрелку, как в районе правого плеча почувствовалась сильная боль. Джейк упал на асфальт придерживая рану. \n Боль была жгучая. Сквозь пальцы Джейка сочилась кровь, затем он потерял сознание... ",
    "answers": [
      {
        "id": 8,
        "text": "[...]",
        "blackout": true
      }
    ]
  },
  {
    "id": 8,
    "text": "*Прошло две недели*\n\nДжейк лежал один на кушетке в палате. Рядом никого не было. Вокруг была лишь одна тишина. Лишь шум устройства которое через каждые две секунды издавал писк.\n Сняв с туловища одеяло, Джейк заметил что его правое плечо перебинтовано. Странно то что Джейк не помнил где получил ранение. Да и вообще не помнил абсолютно ничего. ",
    "answers": [
      {
        "id": 10,
        "text": "[Осмотреть палату] "
      }
    ]
  },
  {
    "id": 9,
    "text": "Джейк стал сопротивляться и пытаться высвободить руки из верёвки, но они настолько крепко связаны что освободиться без острого предмета, по типу ножа, вообще нереально.\n Спустя пять минут Джейк услышал шаги за дверью и он замер в ожидании.\nВ комнату со скрипом вошёл мужчина лет 55 с лысиной на голове. Одет в старое кожаное пальто с брюками. На лице имеется несколько шрамов с длинными густыми усами.",
    "answers": [
      {
        "id": 29,
        "text": "\"Вы кто?\" "
      },
      {
        "id": 30,
        "text": "[Молчать] "
      }
    ]
  },
  {
    "id": 10,
    "text": "Обычная больничная палата с двумя панорамными окнами, тумбочкой возле себя и все.\n Ничего необычного нету. Разве что окно двери заляпано кровью. Это Джейка очень насторожило.\n— Че за херня? — спросил Джейк в тишину.\n Не получив никакого ответа, он вытащил из вены трубки и встал на ноги. Голова сильно кружилась, а в глазах становилось темно, но все это прошло через несколько минут. ",
    "answers": [
      {
        "id": 11,
        "text": "[Выйти с палаты] "
      }
    ]
  },
  {
    "id": 11,
    "text": "Подойдя к двери, Джейк открыл дверь и босыми ступнями ног случайно наступил на свежие пятна крови.\n— Твою ж мать. Какого черта.\nПритулившись к стене, Джейк в коридоре видел мёртвые тела врачей и людей. У всех со рта текла непонятная жёлто-красная жидкость.\n Джейк старался не смотреть на мёртвые тела и прикрывал рукой рот дабы не вырыгать. ",
    "answers": [
      {
        "id": 12,
        "text": "[Идти в сторону выхода] "
      }
    ]
  },
  {
    "id": 12,
    "text": "В голове Джейка крутились несколько вопросов на которые ему бы хотелось получить ответ. Во первых, что тут черт побери произошло? И второе, кто всех их убил?\n Сформулировав у себя в голове логическое объясние, он понял что все не сходиться как надо, а потому, переступая через мёртвые тела, пошел по коридору в сторону лестничной площадки которая находится в 50-ти метрах от него. ",
    "answers": [
      {
        "id": 13,
        "text": "[Идти к лестничной площадке] "
      }
    ]
  },
  {
    "id": 13,
    "text": "Переступив через труп охранника больницы, Джейк почувствовал как что-то леденящей рукой  схватило за его щиколотку. От неожиданности он упал на пол ударившись лицом об пол, но не потерял сознание. ",
    "answers": [
      {
        "id": 14,
        "text": "[Посмотреть назад] "
      },
      {
        "id": 15,
        "text": "[Ползти вперёд и не смотреть назад] "
      }
    ]
  },
  {
    "id": 14,
    "text": "Джейк взглянул назад и был ошарашен. Прям позади его мёртвое, как ему казалось, тело ползло к нему с какой-то особой целью. Все его лицо покрыто большими порезами, левый глаз отсутствовал а правая сечатка красная как у человека с бессонницей.\n Джейк не знал что в таких ситуациях делать, ведь никогда не видел, чтобы мертвый человек полз. Тем временем пока Джейк смотрел на мертвеца, тот зубами оторвал кусок плоти с ноги и лишь после этого Джейк вышел из ступора и зарядил ногой по черепу мертвеца. ",
    "answers": [
      {
        "id": 16,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 15,
    "text": "Хоть Джейк не знал что это было, он решил не оглядываться назад и быстро пополз вперёд к лестничной площадке.\n Вскоре когда Джейк дополз до цели, он в панике закрыл дверь и подставил табуретку дабы подпереть ею дверь.\n Через илюминат в двери, Джейк увидел как лицом об неё ударился мертвец в форме охранника. ",
    "answers": [
      {
        "id": 18,
        "text": "[Разглядеть лицо мертвеца] "
      }
    ]
  },
  {
    "id": 16,
    "text": "Там где мертвец совершил укус, была ужасная боль. Жгло так, что Джейк от невыносимости крикнул во весь голос, держа двумя руками за рану.\n Вскоре, после его крика, несколько мертвецов лежавших позади, медленно и с воплями стали идти к Джейку. ",
    "answers": [
      {
        "id": 17,
        "text": "[Ползти к лестничной площадке] "
      }
    ]
  },
  {
    "id": 17,
    "text": "Смотря на их лица, Джейк понимал что добра от них не стоит ожидать, а потому быстро стал ползти к цели, стараясь терпеть боль.\n Как и следовало ожидать, Джейк не дополз до цели. Несколько мертвецов настигли его быстро. Они отрывали куски плоти со всех сторон, а Джейк лишь кричал от боли и не мог ничего сделать.\n Скажем честно, Джейк и так бы не выжил. У него не было шансов. Допустим он бы дополз до лестничной площадки и закрыл дверь. Дальше что? Через часик другой он уже стал бы ходячим трупом.\n   Такую вы выбрали судьбу для Джейка?",
    "answers": [
      {
        "id": 13,
        "text": "Если нет - Нажмите сюда и вы вернётесь на место выбора"
      },
      {
        "id": 19,
        "text": "Если да то нажмите на эту страницу и получите концовку \"Смотреть смерти в глаза\" "
      }
    ]
  },
  {
    "id": 18,
    "text": "Джейк из-за интереса стал рассматривать его лицо через илюминат. Безжизненное, серо-темное лицо смотрело на Джейка с открытым ртом из-за которого вылез огромный 15 сантиметровый язык упершись об стекло.\n Не выдержав напора со стороны мертвеца, табуретка упала и дверь открылась а мертвец набросился на Джейка и вместе покатились по лестнице.\n Джейк сильно ударился головой об перила, но мог ещё функционировать вполне. Мертвеца же, получив множество травм, никак не остановило это и снова напал на Джейка. Однако на этот раз Джейку повезло и схватив осколок стекла, вонзил ею в голову мертвеца и тот бездыханно стал лежать возле Джейка. ",
    "answers": [
      {
        "id": 21,
        "text": "[Встать и спуститься вниз по лестнице] "
      }
    ]
  },
  {
    "id": 19,
    "text": "Ну, вот ваша первая, или уже не первая концовка, кому как. Я вас за это судить не буду, ведь это ваш выбор. Поэтому эта концовка переходит в страницу с концовками. ",
    "answers": [
      {
        "id": 1,
        "text": "Перейти в начало "
      }
    ]
  },
  {
    "id": 20,
    "text": "Глава 1.\n\nПробуждение.\n\nПроснулся Джейк в неизвестном для него помещении. Справа окно которое кто-то прикрыл шторами. Слева маленький столик на котором стоят медицинские инструменты, в том числе бинты с пятнами крови. Спереди белая дверь с постером рок группы. \n Комната маленькая, но вся мебель обставлена красиво и видно что каждый угол измеряли.\nПопытавшись пошевелить руками, Джейк почувствовал что его руки крепко привязанны к спинке кровати. ",
    "answers": [
      {
        "id": 9,
        "text": "[Сопротивляться] "
      },
      {
        "id": 28,
        "text": "[Лежать на кровати и ждать] "
      }
    ]
  },
  {
    "id": 21,
    "text": "Чуть не сблював от мерзости, вытекшую с рта мертвеца на лоб Джейка, он вытер жёлтую жидкость и спустился в самый низ не обращая внимание на надписи и трупы. \n Там он чуть лицом не уткнулся в двойную красную дверь, обмотанную цепью и соединённым с помощью крепкого стального замка.\n Прислушавшись, Джейк услышал за дверьми вопли, хрипы и постукивания кулаком по металлу.  Снаружи кто-то есть? ",
    "answers": [
      {
        "id": 22,
        "text": "[Осмотреться] "
      }
    ]
  },
  {
    "id": 22,
    "text": "Посмотрев направо, Джейк обнаружил надпись \"Запасной выход. Спасайся\" и стрелку под ней указывающий к выходу.\n Джейк недолго думая побежал к месту выхода по коридору. Перед ним на этот раз предстала хлипкая железная дверь. ",
    "answers": [
      {
        "id": 23,
        "text": "[Выбить] "
      }
    ]
  },
  {
    "id": 23,
    "text": "Так как дверь хлипкая и не достаточно надёжная, первым что пришло в голову это выбить её. Джейк встал боком и приготовив свое плечо, навалился своим весом на хлипкую дверь. Дверь сломалась с первого раза и упала на пол а вместе с ней Джейк.\n Встав на ноги, Джейк стоял у заднего двора больницы. Весь этот безжизненый город предстал во всей своей красе перед Джейком. На дорогах стояло кучу автомобилей образовавших пробку. На домах возле дорог стены и окна заляпаны кровью а у двора лежат мёртвые тела, подобно тому, что и в больнице. Небо стало серым из-за облаков и придавало к этой картине мрачность. ",
    "answers": [
      {
        "id": 25,
        "text": "[Идти по улицам] "
      }
    ]
  },
  {
    "id": 24,
    "text": "Страница с концовками. ",
    "answers": [
      {
        "id": 1,
        "text": "Начало "
      },
      {
        "need_ever": true,
        "blackout": true,
        "id": 17,
        "text": "Концовка \"Смотреть смерти в глаза\" ",
        "need": [
          19
        ]
      }
    ]
  },
  {
    "id": 25,
    "text": "Ступая босыми ногами по ровно скошенному газону, Джейк перепрыгнул через забор, не смотря на свое ранение и по асфальту пошёл по неизвестному пути обходя машины.\n Оглядываясь по сторонам, Джейк не мог поверить что все это происходит прямо сейчас. Он верил, что это страшный кошмар и он вот вот проснётся. Ущипнув себя за локоть, он понял что ошибался. Всё таки это реальный мир. Как бы не хотелось в это верить. ",
    "answers": [
      {
        "id": 26,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 26,
    "text": "Оглянувшись назад, Джейк увидел как тело человека с зелёной футболкой и синими штанами заляпаными кровью, встало на ноги в 100-та метрах от него.\n По национальности человек принадлежит к негроидной расе, смотря на его цвет кожи. Умер он недавно, так как тело не успело преоброзоваться в мертвый оттенок. Правая рука у него отсутствует. На лице несколько порезов, а самый большой порез на щеке.\n Будто чувствуя что перед ним стоит Джейк, человек, или теперь как стоит говорить — мертвец медленно перебирал ноги и шёл к нему с открытым ртом. ",
    "answers": [
      {
        "id": 27,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 27,
    "text": "Так как знакомство с мертвецом в больнице прошло не самым \"удачным\" образом, Джейк не захотел связываться с негром-мертвецом, а потому принялся бежать по зрительским контактам, смотря и вперёд и на дорогу дабы не споткнуться.\n Свернув направо, Джейк в панике не заметил автомобиль который врезался в него. Во время столкновения Джейк ударился головой об лобовое стекло и об асфальт. Дальше Джейк не сразу понял что произошло, так как от удара головой потерял сознания. ",
    "answers": [
      {
        "id": 1,
        "text": "Начало "
      },
      {
        "id": 20,
        "text": "Перейти к первой главе\n(Недоступна) ",
        "comment": true
      },
      {
        "id": 20,
        "text": "Новый ответ. введите текст",
        "var_equal": [
          "гг",
          1
        ]
      }
    ]
  },
  {
    "id": 28,
    "text": "",
    "answers": []
  },
  {
    "id": 29,
    "text": "— Вы кто? — еле шевеля губами спросил Джейк.\nМужик нахмурил брови и подвинув поближе табуретку, сел возле кровати где лежит Джейк.\n— Я... Я Ноа — ответил мужчина, затем добавил — А ты судя по удостоверению Джейкоб?\n— Да так и есть.\nНоа посмотрел на плечо Джейка. \n— У тебя это... Рана... Тебя кусали?\n— Кусали? Вы о чем?\n— Ты не ответил на мой вопрос — сказал Ноа достав револьвер из-за пазухи — Тебя кусали?\nУвидев револьвер в руке Ноа, Джейкоб немного занерничал.\n— Воу воу, спокойно. Меня никто не кусал. Это пулевое ранение — быстро ответил Джейк.\n После сказанного Джейком, Ноа успокоился и убрал револьвер в пальто.\n— Ну вот так бы и сразу. А то вопросом на вопрос не красиво. ",
    "answers": [
      {
        "id": 31,
        "text": "\"Почему я связан?\" "
      },
      {
        "id": 32,
        "text": "\"Чего вы так поинтересовались моей раной? Ещё и угрожая пистолетом. "
      }
    ]
  },
  {
    "id": 30,
    "text": "",
    "answers": []
  },
  {
    "id": 31,
    "text": "",
    "answers": []
  },
  {
    "id": 32,
    "text": "Ноа удивлённо посмотрел на Джейка.\n— Ты что не в курсе? Эта зараза передаётся через кровь и укус. Я не хочу держать в комнате заражённого человека.\nДжейк с непониманием взглянул на Ноа. Тот сидел со спокойным лицом. По виду не скажешь что он врёт.\n— Ну... Чего замолчал? — спросил Ноа.\nДжейк вышел из транса.\n— А? Да-да... Просто задумался — перебирая слова ответил Джейк — Про какую заразу вы говорите?\n— То есть ты вообще ничего не знаешь — посмотрев на удивлённое лицо Джейка добавил — Вижу и правда не знаешь. Но ничего. Я попытаюсь тебе объяснить. \n Несколько минут Ноа пришлось кратко объяснять об неизвестной науке заразе которую исследовали в одном научно исследовательском институте. Вскоре на институт напала террористическая группа и зараза вырвалась из пробирки начиная заражать всех учёных и террористов превращая их в ходячий труп, затем и весь город. По крайней мере все это Ноа узнал с телевизора. ",
    "answers": [
      {
        "id": 33,
        "text": "[Далее] "
      }
    ]
  },
  {
    "id": 33,
    "text": "Джейк был в шокированном состоянии. Он не мог верить словам Ноа, если бы не видел их собственными глазами. В голове у Джейка узрели несколько вопросов. Что с его друзьями и родными? И откуда именно появилась эта зараза? Ведь не просто так она появилась в том институте. Да и создать искусственно её тоже не могли. ",
    "answers": [
      {
        "id": 34,
        "text": "\"Может развяжите меня?\" "
      }
    ]
  },
  {
    "id": 34,
    "text": "Ноа немного рассмеялся.\n— Ты правда хочешь чтобы я тебя развязал? — спросил Ноа.\n— Ну теперь же вы убедились что я не заражён? — ответил Джейк.\nНоа посмотрел на Джейка будто читая его мысли, затем сказал.\n— Если я тебя развяжу, где гарантии что ты не убьёшь меня? — снова задал вопрос Ноа.\n— Я коп. Моя работа соблюдать мир и порядок на улицах. Мне незачем вас убивать — ответил Джейк.\n— Знаешь, даже самые порядочные люди как ты быстро меняются в мире где царит беззаконие — говорит Ноа, затем после нескольких раздумий он сказал — Но почему то мне хочется тебе поверить.\n Ноа вытащил из ремешка боевой нож разведчика и с лёгкостью перерезал острой частью ножа верёвку. ",
    "answers": [
      {
        "id": 35,
        "text": "[Поблагодарить Ноа] "
      },
      {
        "id": 36,
        "text": "[Осмотреть свои руки] "
      }
    ]
  },
  {
    "id": 35,
    "text": "",
    "answers": []
  },
  {
    "id": 36,
    "text": "Верёвка была замотана настолько сильно что оставила на руках Джейка несколько красных пятен.\n— Если захочешь есть, приходи к нам в гостиную, на первом этаже. Побеседуем, заодно познакомишься с Джессикой — сказал Ноа, поставив табуретку на место.\nУходя из комнаты где лежит Джейк, Ноа добавил.\n— Да чуть не забыл. Не забудь надеть штаны и футболку. А то в трусах по гостевому дому не вежливо ходить.\nДжейк одобрительно кивнул и Ноа вышел из комнаты. ",
    "answers": [
      {
        "id": 37,
        "text": "[Встать с кровати] "
      }
    ]
  },
  {
    "id": 37,
    "text": "Джейк высунул свои волосатые ноги из под одеяла и встал с кровати на красивый, зелёный ковёр. В районе правого плеча бинт начинает портится и скоро надо будет его поменять.\n Рядом со шкафом стоит стул на спинке которого висит армейские штаны, футболка и летняя куртка. На стене полка с книгами, журналами и другой хренью. ",
    "answers": [
      {
        "id": 38,
        "text": "[Осмотреть полку] "
      },
      {
        "id": 39,
        "text": "[Переодеться] ",
        "var_add": [
          "переодеться",
          1
        ],
        "need": [
          -39
        ]
      },
      {
        "id": 40,
        "text": "[Осмотреть стол] "
      },
      {
        "id": 41,
        "text": "[Выйти с комнаты] ",
        "var_equal": [
          "переодеться",
          1
        ]
      },
      {
        "id": 37,
        "text": "[Выйти с комнаты]\n*Сначала переоденьтесь*",
        "comment": true,
        "var_equal": [
          "переодеться",
          0
        ]
      }
    ]
  },
  {
    "id": 38,
    "text": "Обычная полка висящая на стене. На ней стоят книжки с разными названиями. Возле книг есть ещё и журналы, типо комиксы или журнал с эротикой. ",
    "answers": [
      {
        "id": 37,
        "text": "[Перестать рассматривать полку] "
      },
      {
        "id": 42,
        "text": "[Почитать комикс] "
      },
      {
        "id": 43,
        "text": "[Посмотреть журнал с эротикой] "
      }
    ]
  },
  {
    "id": 39,
    "text": " Джейк подошёл к стулу и надел на себя камуфляжные штаны. Со стороны, в штанах и с голым торсом Джейк более привлекателен. Наверное это все из-за здорового образа жизни, ведь во время работы в полиции, он часто в обеденное время пропадал в полицейском спортзале.\n Надев на свой спортивный торс с кубиками пресса футболку, Джейк обул на свои ноги тапочки, ведь в кроссовках или ботинках ходить по дому гостей не стоит. ",
    "answers": [
      {
        "id": 37,
        "text": "[Отойти от стула] "
      }
    ]
  },
  {
    "id": 40,
    "text": "Деревянный, прямоугольный стол. На нем лежит несколько тетрадей с ручкой и семейная фотография. ",
    "answers": [
      {
        "id": 37,
        "text": "[Отойти от стола] "
      },
      {
        "id": 44,
        "text": "[Осмотреть фотографию] "
      }
    ]
  },
  {
    "id": 41,
    "text": "Джейк вышел из комнаты. Перед ним предстала лестница на первый этаж. Слева коридор ведущий к двум комнатам. Одна с табличкой \"Детская\" а вторая... Непонятно. ",
    "answers": [
      {
        "id": 45,
        "text": "[Зайти в детскую] "
      },
      {
        "id": 47,
        "text": "[Спуститься вниз по лестнице] "
      }
    ]
  },
  {
    "id": 42,
    "text": "Достав из полки журнал с комиксом, Джейк стал пристально его рассматривать. На обложке надпись большими буквами \"Человек пулемёт\" и снизу мускулистый мужчина в железном костюме с полицейским шлемом. В руках он держал пулемёт, что соответствует названию. С него он расстреливал каких то ящеро подобных людей с четырьмя руками. ",
    "answers": [
      {
        "id": 38,
        "text": "[Положить комикс на место] "
      }
    ]
  },
  {
    "id": 43,
    "text": "Достав с полки журнал с эротикой, Джейк стал его рассматривать. На обложке красовалась симпатичная обнажённая блондинка с пышными волосами и красивой грудью, с особым взглядом смотревшая на Джейка, по крайней мере ему так казалось.\n Перелистнув несколько страниц, Джейк положил журнал обратно. Что-то нет желания рассматривать эротику. ",
    "answers": [
      {
        "id": 37,
        "text": "[Перестать рассматривать полку] "
      }
    ]
  },
  {
    "id": 44,
    "text": "Взяв фотографию в руки Джейк стал её рассматривать. На фотографии изображён Ноа, какая то женщина средних лет которую он обнимал и младенец на руках у женщины.\n Всё они счастливы. Улыбка прям сияет на их лицах. ",
    "answers": [
      {
        "id": 40,
        "text": "[Положить фотографию обратно на стол] "
      }
    ]
  },
  {
    "id": 45,
    "text": "Джейк не зная зачем подошёл к двери с надписью \"Детская\". Он осторожно дотронулся к ручки двери и попытался открыть её, но дверь по всей видимости закрыли. ",
    "answers": [
      {
        "id": 41,
        "text": "[Отойти от детской] "
      }
    ]
  },
  {
    "id": 46,
    "text": "Джейк подошёл к неизвестной двери и открыл её. Зайдя внутрь, он увидел ровно сложенную постель с коричневым одеялом. ",
    "answers": []
  },
  {
    "id": 47,
    "text": "Осторожно держась за перила, Джейк спустился вниз аккуратно перебирая свои босые ноги об каждую ступеньку. Подойдя к гостиной, Джейк увидел сидящих за столом Ноа и какую-то молодую светловолосую девушку с ребёнком на руках. Ноа заметив Джейка, сразу обратил на него внимание.\n— Эй Джейк! Присаживайся — сказал Ноа указывая на стул рядом со столом.\nЗа столом Ноа передал Джейку консервные бобы с соусом на тарелке. Одновременно обедая",
    "answers": [
      {
        "id": 48,
        "text": "Сесть за стол"
      }
    ]
  },
  {
    "id": 48,
    "text": "— Как себя чувствуете? — ",
    "answers": []
  }
]