[
  {
    "id": 1,
    "text": "Сегодня вечером трое подростков Тим,Дэн и Крис собрались в поход в лес.\nОни встретились перед домом Дэна.\n—Тим, ты взял палатку, спички и фонарики?спросил Крис.\n—да я всё взял, а ты? спросил Тим.\n—да я тоже всё взял.ответил Крис\n—и я тоже по моему всё взял.сказал Дэн \n—хорошо тогда идём.с  уверенностью сказал Крис.\nИ они отправились в лес.\nВот они уже расположились на поляне в лесу. \nЧерез некоторое время  уже стемнело и парни сели во круг костра. Крис достал гитару и начал петь песни, спустя 2 часа они встали и ушли спать в палатку. В полночь они проснулись от того что услышали громкий шелест листьев и от того что кто то ходил вокруг палатки..\n—ребята..вы тоже это слышали?..я выйду посмотрю. Тревожно шёпотом произнёс Дэн. \nКрис и Тим кивнули и Дэн вышел из палатки \n—ребят тут никого нет наверное просто ве~..\nв эту минуту настала полная тишина\n—Дэн?..шёпотом сказал Крис\nв то время Тим дрожа сидел и смотрел на Криса. \n—я пойду проверю его. сказал Крис\nне успел Тим ответить как Крис уже вышел из палатки..\n—Крис?Дэн?...дрожащим голосом произнёс Тим. В ответ тишина..\nтогда Тим тоже решил выйти из палатки.\nкогда Тим вышел краем глаза он заметил чёрный силуэт человека и в ту же минуту у него перед глазами  и темнеть.",
    "answers": [
      {
        "id": 2,
        "text": "далее "
      },
      {
        "id": 3,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 4,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 2,
    "text": "Через некоторое время Крис,Дэн и Тим очнулись в странном доме но в разных комнатах.\n—Тим,Крис!..вы слышите меня? крикнул Дэн.\n—да мы слышим! ответили Крис и Тим.\nИх комнаты находились рядом с комнатой Дэна.\n—Я не знаю что произошло и как мы попали сюда но нам нужно побыстрее выбраться..Сказал Дэн \n—Ребят я слышу странные звуки и крики..дрожащим голосом сказал Тим.\n—м-мы тоже..сказали Крис и Дэн.\nскрипящея дверь в комнату Дэна медленно окрылась и раздался крик Дэна..",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      },
      {
        "id": 17,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 18,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 3,
    "text": "Крис и Тим спрятались Крис в шкафу а Тим спрятался за пластиной большой железки.\nчерез час Дэна вернули в комнату,\nДэн был в отключке.Крис вышел из шкафа и спросил —Дэн?..ты там?\nТим тоже вышел из укрытия и ждал ответа Дэна.\n—Похоже он сейчас либо мёртв либо спит..сказал Крис.\n—надеюсь он жив..сказал Тим \nспустя 10 минут Дэн очнулся\n—Р-ребяа..сказал Дэн дрожащим от страха голосом.\n—Дэн! вскрикнули Крис и Тим.\n— Ты как? кто это был? что они делали с тобой?!...Спросил Крис.\n—Со мной всё в порядке ну почти, я видел человека на нём был белый халат и на голову одета коробка с вырезанными дырками для глаз,он схватил меня и привёл в пустую комнату и заставил выбирать одну из трёх дверей ну я выбрал ту которая по середине и он затащил меня в ту комнату там были иллюзиии моего самого большого страха..он напугал меня до полу смерти пока я не потерял сознание потом он вернул меня обратно сюда..рассказал Дэн.\n—Ох..и что нам теперь делать?..как нам от сюда выбраться?..спросил Крис. \n—я не знаю..Крис мы давно не слышали Тима..С тревожностью произнёс Дэн.",
    "answers": [
      {
        "id": 5,
        "text": "далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "—Может его тоже забрали?..но почему тогда мы не слышали скрип и крик?..спросил Крис.—Я не знаю..может он просто не успел закричать а его дверь может не скрипит..Ответил Дэн.\n\"Через час\"\n—Ребята вы слышите меня?..спросил Тим захлёбываясь в слезах.\nпарни одновременно ответили \"Да!\" \n—Чёрт возьми где ты был?! почему не отвечал?..Спросил Дэн.\n—Мы переживали за тебя! сказал Крис.\n— Ребят..сначала моя комната наполнилась какой-то пылью пыль рассеялась и я оглянулся начался мой страх..но того человека про которого сказал Дэн я не видел..но они также напугали меня до полу смерти и я вырубился..Рассказал Тим всхлипывая.\nТим был самым младшим из двух парней и хоть и умным но очень пугливым.\n— эх..боже по моему они по разному нас пугают и испытывают..может это просто первое исследование а потом они ещё что нибудь с нами делать будут..\n—ааа..мне очень страшно..парни я хочу домой..сказал Тим дрожащим голосом.\n—мы все хотим домой Тим  и нам тоже страшно но главное выжать и выбраться от сюда..\n—Крис?..с дрожащим испуганным голосом произнёс Тим.",
    "answers": [
      {
        "id": 15,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "в ответ тишина..\n—Крис?!..наверное его тоже забрали..Сказал Тим.\n—Да скорее всего..Сказал Дэн..\n\"Через час \"\n—парни..я тут..Хриплым голосом произнёс Крис...\n—Крис! они тоже тебя забрали?..спросил Тим.\n—Да..но они меня усыпили и всё происходило во сне..Ответил Крис.\n— Ладно давайте уже искать выход?..\nКрис и Тим угукнули и принялись искать выход.\n—Парни я нашёл дверь за кучей разных досок и железяк.Сказал Дэн \n—Она не открывается..но я Слышу голос девушки..Сказал Дэн\n—Эй!..вы меня слышите?..помогите мне пожалуйста!..сказала незнакомая девушка захлёбываясь слезами.",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "–Девушка мы поможем вам только успокойтесь пожалуйста и расскажите кто вы?Сказал Дэн.\n—я Алина мне 16 лет я искала в лесу своего пса и потеряла сознание потом очнулась здесь..потом меня отвели в другую комнату и очень сильно напугали..— Алина я Дэн и там мои друзья в других комнатах Тим и Крис..мы попробуем выбраться от сюда все в месте..Давайте просто искать выход и если кто то что то найдут то сообщите пожалуйста. Сказал Дэн, и все дружно начали искать выход..\nВ друг по среди всех комнат появилась дверь и знак у каждого на руке \" ><\" \n—Эй ребят у вас тоже эта странная дверь и знак на руке? спросил Крис.\n— Да... Одновременно сказали Тим,Дэн и Алина.\nРебята открыли дверь и в ней был портал.\nпо среди комнаты появилось ещё 2 двери..",
    "answers": [
      {
        "id": 7,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 7,
    "text": "Ребята открыли все эти двери и там были ещё 2 портала но разного цвета Красного, Синего и фиолетового.\n—ребят я думаю нам нужно выбрать один из них и зайти..но какой?.. Спросил Тим.\n— Сам не знаю..Сказал Дэн. —Может фиолетовый? ну он самый необычный может быть нужно зайти в него? спросила Алина.\nКрис: ага а если бы был радужный ты бы тоже туда пошла? он же самый необычный. Огрызнулся Крис. —Эй я просто предложила ! Сказала Алина. —ребята вот только не надо сейчас ссориться. Сказал Тим.\n—ладно давайте зайдём в фиолетовый..нам уж точно больше не чего терять..с неуверенностью произнёс Дэн.",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "Остальные согласились и тут же все прыгнули в портал..через минуту они будто резко проснулись от долгого сна и снова очутились в палатке по среди чаще леса..они посмотрели на друг друга но Алины рядом не было. –Ребят вам тоже это приснилось?..спросил Тим.\n—Ага..ответил Дэн. —я не уверен что это был сон..сказал Крис смотря на метку на своей руке.\nв ту же минуту Раздался грохот прямо  рядом с полаткой. парни посмотрели на друг друга и Дэн вышел из палатки. \n",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "рядом с палаткой лежала Алина..—эй парни тут какая то девушка..сказал Дэн. Остальные тоже вышли из палатки. Алина села и посмотрела на парней — Дэн? я узнала тебя по голосу..сказала Алина удивлённым голосом. —Алина?!..Одновременно сказали парни. все ребята показали свои метки на руке.\nВ этот день ребята ушли домой общаясь с друг другом об этом приключении и хоть у них всё т\nже остались метки на руках Тим всё равно думал что это был..сон.",
    "answers": [
      {
        "id": 10,
        "text": "Дален"
      }
    ]
  },
  {
    "id": 10,
    "text": "С тех пор прошло 2 года..Алина и остальные парни были лучшими друзьями и до сих пор иногда затрагивали тему об том приключении.",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "Они хоть и боялись что это может произойти снова но знали что будут всегда в месте и даже если что-то случится они обязательно смогут выбраться все вместе) ",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  },
  {
    "id": 13,
    "text": "",
    "answers": [
      {
        "id": 14,
        "text": "далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "",
    "answers": []
  },
  {
    "id": 15,
    "text": "",
    "answers": []
  },
  {
    "id": 16,
    "text": "",
    "answers": []
  },
  {
    "id": 17,
    "text": "",
    "answers": []
  },
  {
    "id": 18,
    "text": "",
    "answers": []
  }
]