[
  {
    "id": 1,
    "text": "Книга расказывает о вирусе убивающим людей передаётся который через прикасновение и кашель вы и ваш друг пытаетесь выжить найдёте себе друзей или будете выживать двоя и убивать тех кто ведёт себя агресивно в вашу сторону?всё решаете вы\n\n\n\nДействия происходят в 2046\n\n\n\n\nЗдравствуйте читатели эта книга расказывает про то что может случится в реальном мире все действия и варианты приближены к действиям которве делали бы люди в реальной жизни,всё вообще всё завистит от вашего выбора разные концовки и разные варианты вобора которые зависят от вашего выбора даже в самом глупом действии модет скрыватся ответ на все вопросы",
    "answers": [
      {
        "id": 2,
        "text": "    Начало"
      }
    ]
  },
  {
    "id": 2,
    "text": "Утром вы проснулись время на часах было 8:23\nвы пошли в город.Город обычно в такое время пустой но почему-то людей юыло много вы не заметили в этом ничего странного.Подумали вдруг праздник о котором вы забыли.Вам надо поесть фаст-фуд или нормальную пищу?",
    "answers": [
      {
        "id": 3,
        "text": "Фаст-фуд"
      },
      {
        "id": 4,
        "text": "нормальную пищу"
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы поели денег у вас не много по дороге домой вы заметили что уже в городе нет никого странно подумали вы пару минут назад все бегали и ходили туда сюда.Вы вернулись домой вам было нечиго делать.Вы подумали лечь спать, смотреть телевизор,сидеть в телефоне,или же играть в игры которые вы прошли уже 4 раза на компьютере?\n(От некоторых ваших действий может изминиься сюжет,вы можиье потерять одну концовку или не понять что происходит в мире квэста.Под конец вашего прохождения концовки будут зависить от вашего выбора)",
    "answers": [
      {
        "id": 5,
        "text": "Лечь спать"
      },
      {
        "id": 6,
        "text": "Играть в телефон"
      },
      {
        "id": 7,
        "text": "Смотреть телевизор"
      },
      {
        "id": 8,
        "text": "Перепроходить игры"
      }
    ]
  },
  {
    "id": 4,
    "text": "Вы поели конецно фаст-фуд был бы полездние этого",
    "answers": [
      {
        "id": 3,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 5,
    "text": "Вы спали около 2-х часов вас разбудили стуком в дверь это был ваш друг ",
    "answers": [
      {
        "id": 9,
        "text": "Впустить друга домой и спросить как дела в городе"
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы начали играть вам стало скучно,вы решили почитать новости там говорилось о вирусе хммм вирус опяиь чтоль только только один передили наверно фэйк",
    "answers": [
      {
        "id": 9,
        "text": "Впустить друга домой и спросить как дела в городе"
      }
    ]
  },
  {
    "id": 7,
    "text": "Вы листали каналы по телевизору и у\nзаметили канал с новостями в нашем мире никто не верет новостям но вы решили посмотреть что же там скажут.В новостях сказали о появилении новой болезни,ну вы подумали ничего нового опять обман запад натравил на нас вирус.Сказали что выходить из дома нельзя и в стране будет введено чрезвычайное положение.Вы подумали ну и хорошо уходить я и не хотел никуда подумали вы.вдруг вам в дверь постучались вы открыли дверь это был ваш друг он у вас в городе снимал квартиру а проживал в другом городе,он сказал что его не выпускают из города в связи с какимто проишествием.Вы подумали вам по телевизору не врут",
    "answers": [
      {
        "id": 9,
        "text": "Впустить друга домой и спросиьь как там в городе"
      }
    ]
  },
  {
    "id": 8,
    "text": "Вы прошли игру,к вам в дверь постучали это был ваш друг",
    "answers": [
      {
        "id": 9,
        "text": "Впустить друга домой и спросить как дела в городе"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы впустили друга домой,друг начал разговор вы продолжили.о чём спросить друга?\n(Сейчас будут варианты которые появились блогодоря вашему ответу на преведущий вопроси напоимер вы выбрали вариант лечь спать,у вас будет только вопрос который появился благодоря вашему ответу,сейчас у вас 4 разных ответа которые появятся по тому как вы выбрали в прошлой странице,так что тут много вариантов и всё зависит от вашего выбора)",
    "answers": [
      {
        "id": 10,
        "text": "Ты новости видел?Там говороят о новом вирусе,поэтому тебя и не выпустили",
        "need": 7
      },
      {
        "id": 11,
        "text": "Предстоаляешь я босса прошёл с первого раза",
        "need": 8
      },
      {
        "id": 12,
        "text": "ты новости читал я думал они фэйк а в итоге они настоящие",
        "need": 6
      },
      {
        "id": 13,
        "text": "Как там дела я спал ты меня разбудил я просто мало что пока что понимаю",
        "need": 5
      }
    ]
  },
  {
    "id": 10,
    "text": "—Да видал вирус новый отвечает вам друг\nможно я у тебя поживу тыж знаешь больше негде\nХорошо говорите вы поживи тут\n",
    "answers": [
      {
        "id": 14,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 11,
    "text": "—Я его побеждал с первого раза раз 5 сказал друг\n—Конечно ты научился игру ты уже 15 раз прошёл с завистью ответили вы\n—я у тебя подиву чюток пока выехать не дают хорошо?\nХорошо поживи",
    "answers": [
      {
        "id": 14,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 12,
    "text": "Да я тоже читал я сразу знал что начтоящии сказал вам друг",
    "answers": [
      {
        "id": 14,
        "text": "Продожить."
      }
    ]
  },
  {
    "id": 13,
    "text": "—Да ты всегда спишь,ты даже на выпускном уснул сказал вам друг\n—Да да я помню сказали вы (новый элемент сюжета ваш друг это и ваш однокласник)\n—Можно поживу бро немного у тебя?Денег нету до дома я не доберучь так просто сбегать от вооруженных людей в другой город сложно будет\nсказал вам ваш друг\n—Да поживи,помнишь мы от ментов на твоей тачку уезжали после выпускнова? сказади вы\n—Да они нам ещё колесо прострелили сказал друг",
    "answers": [
      {
        "id": 14,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 14,
    "text": "—Что будем делать? сказал вам друг\nВы начали думать \nЯ думаю может в магазин или позвонить кому-то ? сказал друг",
    "answers": [
      {
        "id": 15,
        "text": "Давай однокласникам звонить может кто-то тут в городе у нас есть",
        "need": 13
      },
      {
        "id": 16,
        "text": "В магазин пошли",
        "need": 10
      },
      {
        "id": 17,
        "text": "Поесть"
      },
      {
        "id": 18,
        "text": "Смотреть телевизор"
      }
    ]
  },
  {
    "id": 15,
    "text": "—Давай сказал выш друг\nвы позвонили на первый попавшийся номер из ваших одногласников ват ответил женский голос и сказал \n—так значит вот кто мне звонит всё время \n—Нет нет я тебе первый раз позвонил тут оказывается всё закрыли из города выезжать нельзя\n—Понятно ответил женский голос пока",
    "answers": [
      {
        "id": 19,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 16,
    "text": "в магазине небыло ничего вы обошди все магазины все пусты вот жто странно сказал ваш друг\n—я когда к дебе домой шёл всё было открыто\n—закрыли всё вояки наверно надо побыстрее домой а то кирдык нам",
    "answers": [
      {
        "id": 19,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 17,
    "text": "Вы поели колбаса на вкус когбудто из хлеба сказали вы и подтвердил ваш друг",
    "answers": [
      {
        "id": 19,
        "text": "Продолжить."
      }
    ]
  },
  {
    "id": 18,
    "text": "Вы смотрели теливизор там расказади что военные всё закрыли и из городов уже эвукуируют людей начили говорить списки городов пол ваш город сказали что эвукуируют вас через 3 дня и попросили не в коем члучаи не выходить из дома",
    "answers": [
      {
        "id": 19,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 19,
    "text": "Пошли в оружейный магазин там мой отец работал у меня даже ключь остался сказал ваш друг",
    "answers": [
      {
        "id": 21,
        "text": "Пошли"
      }
    ]
  },
  {
    "id": 20,
    "text": "вы пошли в оружейный магазин он находился на окаине города вы добрались туда пешком за 3 часа вошли в оружейный магазин он разграблен вы были в афиге как такое могла случится он закрыт был вы пошли на склад и нашли там один пистолет,Дизир игл а если точнее Пустынный орёл он стреляет разными калибрами но тут были потроны .357 Magnum",
    "answers": [
      {
        "id": 22,
        "text": "взять"
      }
    ]
  },
  {
    "id": 21,
    "text": "вы пошли в оружейный магазин он находился на окаине города вы добрались туда пешком за 3 часа вошли в оружейный магазин он разграблен вы были в афиге как такое могла случится он закрыт был вы пошли на склад и нашли там один пистолет,Дизир игл а если точнее Пустынный орёл он стреляет разными калибрами но тут были потроны .357 Magnum",
    "answers": [
      {
        "id": 22,
        "text": "Взять"
      },
      {
        "id": 23,
        "text": "Застрелится"
      }
    ]
  },
  {
    "id": 22,
    "text": "—Вот это машина для убийств сказал ваш друг\nвдруг резко на вас выпрыгнул человек он сказал чтоб вы уходили или он начнёт на вас кашлять вы по быстрее ушли от туда подумав замем вам это надо? ",
    "answers": [
      {
        "id": 24,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 23,
    "text": "Вы решили покинуть сей жестокий мир это было плохое решение \nКонец под названием Прощай мир",
    "answers": [
      {
        "id": 1,
        "text": "Начать с начала"
      }
    ]
  },
  {
    "id": 24,
    "text": "и вот вы уже дома класс у вас есть пистолет и 57 потрон к нему\n—Может посидим дома? никуда не пойдём? отдохнём? я устал мы 7 часов на ногах ходим по этой улице довай спать сказал вам друг\n—тебе постелить на кухне или на балконе? с насмешкой сказали вы\nНа кухне сказал друг",
    "answers": [
      {
        "id": 26,
        "text": "Постелить ему"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вам ответил  женский голос \nона сказала чтоб вы помогли ей вы думали помочь ей или нет вспоминая что вы её любили в школьные годы",
    "answers": [
      {
        "id": 34,
        "text": "Помочь"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы постелили еиу матрас подушку и одеяло и пошли спать,на утро вы проснулись друг сказал что элекстричество отключили вы проверили заряд своего телефона и там было 0% телефон садился даже когда был выключен круто да?\nДруг сказал что у него 20% и у него в телефлне есть оффлаин карты и компас,вы сказали дургу вам это не надо вы не в фильме или книге вы сейчас в городе тут есть указатели и допого какой  компас?Друг сказал что да так и есть тоесть телефон бесполезен?нет карта пригодится всё-таки \n—Осталось 2 дня до эвакуации сказал вам друг\nвы сказали да да 2 дня но куда они нас отвезут ?что с нами будут делать? вдруг эксперементировать? \nВы услышали сирену",
    "answers": [
      {
        "id": 27,
        "text": "Выглянуть в окно"
      }
    ]
  },
  {
    "id": 27,
    "text": "Это был военный вертолёт он вас увидел вы начали махать к нему выбижало куча людей часть них явно юыла заражена она сбросили коробку что в ней было вам не предстоит узнать её разнесли сразу те кто выбежали вы подумали капец какая куча людей они вероятно заражены будут там минимум 1 заражённый а вирус распространяется по прикосновениям поняв что те люди тупы вы начали собирать рюкзак на вылазку еды нету,что вы хотите взять?",
    "answers": [
      {
        "id": 28,
        "text": "Пистолет и потроны"
      },
      {
        "id": 29,
        "text": "Трубу",
        "need": 18
      }
    ]
  },
  {
    "id": 28,
    "text": "Вы пошли в магазин самый дальний на всякий случай,вы решили как в фильме выстрелить в замок(да там висел замок)\nты думал он сдомается  а он не сломался странно да? сказал вам друг\nвы перелезли через окно (разбив чначало его конечно)там была еда но лчень ояень мало вы взяли хлеб палку колбасы яипсы и колу\nдруг сказал не надо чипсами и колой забивать рюкзак лутше консервы\nвы взяли консеры сгущённку чтоб было что-то сладкое,сардины,скцмбрию,паштет да рыбу упаковали в кансервы странновато",
    "answers": [
      {
        "id": 32,
        "text": "Пойти домой угражая пистолетом"
      }
    ]
  },
  {
    "id": 29,
    "text": "Вы пошли в магазин самый дальний на всякий случай,вы решили как в фильме ударить в замок(да там висел замок)\nты думал он сдомается  а он не сломался странно да? сказал вам друг\nвы перелезли через окно (разбив чначало его конечно)там была еда но лчень ояень мало вы взяли хлеб палку колбасы яипсы и колу\nдруг сказал не надо чипсами и колой забивать рюкзак лутше консервы\nвы взяли консеры сгущённку чтоб было что-то сладкое,сардины,скцмбрию,паштет,да рыбу упаковали в кансервы странновато",
    "answers": [
      {
        "id": 31,
        "text": "Пойти домой"
      }
    ]
  },
  {
    "id": 30,
    "text": "",
    "answers": [
      {
        "id": 33,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 31,
    "text": "На вас напали человек с трубой и сказал отдать еду,вы кинули далековато ему рюкзак он повернулся и вы его ударили ой люди тупые конечно у него было ничего и какойто ключь на вид это гаражный ключь",
    "answers": [
      {
        "id": 32,
        "text": "Пойти домой"
      }
    ]
  },
  {
    "id": 32,
    "text": "Вы пришли домой круто клас офигенно просто теперь у вас ечть еда \nЮхууу крикнул ваш друг успешная вылазка\nВы пренисли 15 консерв круто офигенно (если вы пошли с трубой у вас есть ключь просто многие кто пройдут с трубой могут забыть)",
    "answers": [
      {
        "id": 25,
        "text": "Звонок на телефон друга"
      }
    ]
  },
  {
    "id": 33,
    "text": "",
    "answers": []
  },
  {
    "id": 34,
    "text": "Вы пошли помогать ей вы пришли к её длму начали стучатся в дверь дверь открлась там была девушка (вы знали её возраст 26,вам и вашему другу стока же)она была стройного телосложения,она сказала списаибо и попросила вас чтоб вы вывели её куда небудь ,она сказала что заперла свою дочь в той комнате так как она заражена и попросила убратся от сюда как можно скорее теперь вас троя",
    "answers": [
      {
        "id": 35,
        "text": "Пойти домой"
      }
    ]
  },
  {
    "id": 35,
    "text": "Девушка ушла в комнату и что-то там делала вам было странно видеть её не агрисивной по отношению к вам\n",
    "answers": [
      {
        "id": 36,
        "text": "растелить себе на балконе и дать девушке спать у себя в комнате"
      },
      {
        "id": 37,
        "text": "Выкинуть её через окно(у неё оружие)не советую"
      }
    ]
  },
  {
    "id": 36,
    "text": "Вы зашли в комнату г девушке взяли из старинного щкафа матрас подушку и одеяло растелили себе на болконе вернулись в комнату к девушке и сказали что она будет спать здесь ",
    "answers": [
      {
        "id": 38,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 37,
    "text": "Вы знали что у неё есть оружие потпытались убиьь её выкинув через окно она оглушила вас вашей же трубой выхватила ваш письтолет и убивала вашего друга\nКонцовка самая глупая в игре под названием-Злобный человек",
    "answers": [
      {
        "id": 1,
        "text": "Начать сначала"
      },
      {
        "id": 35,
        "text": "Вам приснилось(возможно выбрать только ждесь так как самая тупая концовка)"
      }
    ]
  },
  {
    "id": 38,
    "text": "Новый день ура сказали вы, к вам на болкон ворвался друг и сообщил что завтра вас не эвукуируют так как по радио сообщили что места для выживших закончились...\nИ что нам делать дальше сказали вы?\nдруг сказал что можно поиграть пока что в иоры и потом приудиать что делать дальеш",
    "answers": [
      {
        "id": 39,
        "text": "Сыгрыть я никогда не...\n(чтобы узнать своиз друзей)"
      },
      {
        "id": 47,
        "text": "Нет довайте уже думать"
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы разбудили девушку и пошли все вместе играть в я никогда не....\nВы решили сначало представмтся так как забыли как зовут девушку и ваш друг тоже не помнил\nВы предтавились ваш друг тоде представился Звать его Александр\nДевушка поняла что вы двоя забыли как её зовут и сказал\nЗовут её Валя\nВы начали играть что будет первым?",
    "answers": [
      {
        "id": 41,
        "text": "Я никогда не прыгал с парашута"
      }
    ]
  },
  {
    "id": 40,
    "text": "юлижайшая военная база юыла в 12 километрах от вас вы троём пошли это было долго очень долго",
    "answers": [
      {
        "id": 48,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 41,
    "text": "Никто не выпил понятно",
    "answers": [
      {
        "id": 43,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 42,
    "text": "Девушка не выпила ваш друг выпил понятно ",
    "answers": []
  },
  {
    "id": 43,
    "text": "Ваш дург сказал что у него никогда небыло девушки и он не занимался Фиктованием\nВы сказали так нельзя толко одно надо а ни два\nОн сказал про девушку\nВы скахли что воды у вас осталось мало и вообще воду надо экономить последние 2 вопроса и заканчиваем",
    "answers": [
      {
        "id": 44,
        "text": "Не пить"
      },
      {
        "id": 46,
        "text": "Выпить"
      }
    ]
  },
  {
    "id": 44,
    "text": "Девушка выпила она сказала это было один раз и ей хотелось попробывать Понятно Понятно вы решили запистаь все факты о девушке на блокнот пока никто не видит",
    "answers": [
      {
        "id": 45,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 45,
    "text": "Девушка говорит\nя никогда не прыгала в костёр вы не выпили а ваш друг выпил ",
    "answers": [
      {
        "id": 47,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 46,
    "text": "Понятно понятно сказала девушка кажется она хотела что-то вам сказатьвы но девушка тоже выпила и начала оправдыватся...(её оправдания на следующей странице)",
    "answers": [
      {
        "id": 44,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 47,
    "text": "Вы начали думать что бедете делать \nНу Сказала девушка сначала надо сходить на ближайшую военную базу\nВы тоже хотели это предложить а ваш друг сказал что лутше было бы сходит в магазин\n",
    "answers": [
      {
        "id": 40,
        "text": "Пойти на военную базу"
      }
    ]
  },
  {
    "id": 48,
    "text": "И вот вы наконец-то увидили ворота с колючей проволокой вы прошли через ворота ни какой защиты на блокпосте не было вы увидели труп военного с простреленой головой у него был паспорт и винтовочные потроны звалие его Виктор потронв вы забрали на всякий\nвы продолжили ходить по базе и увидили махину просто машину для убийсты  с крупно калиберным пулемётом на крыше вы просто так заходели на нём покотатся топливо не было это было ясно военная технека не всегда с топливом Вы пошли дальше ходить по базе и увидили радио рабочее ьам говорилась сообщение воееным базам вы решили от имени того мёртвого командира попросить гуманитарную помощь вам ответили сказав что у них у самих ничкго нет.Да конечно нет у них подумали Вы, и пошли в казармы и начали рытся в вещах военнослужащих вы находили спрятаные сигары, водку,карты и телефоны.Вы пошли дальше нашли какие-то железные шкафичики открыв один вы видили что там должно висеть оружие но его здесь нет обыскав все шкавчики вы нашли в общем 15 потрон и 5 списаных писталетов не густо произнесли вы здесь было больеш явно пойдя в место похожее на гараж вы увидили что это не шараж а санчасть взяли всё что нужно и пошли искать топливо наконец-то найдя гараж вы увидили бочку так было мало оопливо и вы не знали подойдёт ли оно к той махине дотолкав бочку вы додумались как перелиьь топливо вы троём залезли туда и начали пытатся завести\nэту машину для убийств ",
    "answers": [
      {
        "id": 49,
        "text": "осмотреть трупы "
      },
      {
        "id": 50,
        "text": "Поехать"
      }
    ]
  },
  {
    "id": 49,
    "text": "Осмотрев трупы вы нашли в них потроны к пулемёту странно но они были под трупами либо их прятали либо это случайность в одежде одного из трупов вы нашли зажигалку",
    "answers": [
      {
        "id": 51,
        "text": "Поехать"
      }
    ]
  },
  {
    "id": 50,
    "text": "Вы поехали по дороге ваш друг выкинул трупы и нашёл потроны к пулемёту под ними",
    "answers": [
      {
        "id": 52,
        "text": "Ехать дальше"
      }
    ]
  },
  {
    "id": 51,
    "text": "Вы ехали в тишене",
    "answers": [
      {
        "id": 52,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 52,
    "text": "Вы доехали до дома но вы уже не назыаали его домом а называли базой ",
    "answers": [
      {
        "id": 53,
        "text": "Подняться в базу(Квартиру)"
      }
    ]
  },
  {
    "id": 53,
    "text": "Вы все устали и сразу пошли спать конечно такое долго путешествие не все смогут выстоять",
    "answers": [
      {
        "id": 54,
        "text": "Спать"
      }
    ]
  },
  {
    "id": 54,
    "text": "На утро вы дали вашему другу и вашкй подруге оружие \n—круто да? сказал друг\nдевушка ответела а ты сьрелять умеешь?\n—Вы сказали что вы умеете\n—Друг сказал что в детстве в тире стрелял\n",
    "answers": [
      {
        "id": 55,
        "text": "Пойти на вылазку"
      }
    ]
  },
  {
    "id": 55,
    "text": "вы пошли и забрели не туда тут были гаражи ",
    "answers": [
      {
        "id": 56,
        "text": "Вернутся домой наступаеь ночь"
      },
      {
        "id": 57,
        "text": "Ключь",
        "need": 31
      }
    ]
  },
  {
    "id": 56,
    "text": "Наступает ночь вы уже дома Вы планировали сходить в дальний супермаркет но забрели в гаражи",
    "answers": [
      {
        "id": 58,
        "text": "Наконец-то спать"
      }
    ]
  },
  {
    "id": 57,
    "text": "Зайдя в гараж вы нашли топливо,свечку и газовую гарелку",
    "answers": [
      {
        "id": 56,
        "text": "Класс"
      }
    ]
  },
  {
    "id": 58,
    "text": "На утро Вы решили покинуть город и отправится в другие странны так как вы знали что ваша новая машина может плавать вы решили поплыть в америку вдруг там нет этой болезни \nвам надо собрать много припасов (до выезда 2 дня)Ваши друзья ещё спят вы ушли один на вылазку",
    "answers": [
      {
        "id": 59,
        "text": "За едой"
      }
    ]
  },
  {
    "id": 59,
    "text": "Вы пришлиив дальний супермаркет тут была тьма в которой ничего не видно",
    "answers": [
      {
        "id": 60,
        "text": "Свеча ",
        "need": 57
      },
      {
        "id": 61,
        "text": "Зажигалка",
        "need": 49
      },
      {
        "id": 62,
        "text": "На ощуп"
      }
    ]
  },
  {
    "id": 60,
    "text": "Вы нашли припасы и некоторые детали",
    "answers": [
      {
        "id": 63,
        "text": "Домой"
      }
    ]
  },
  {
    "id": 61,
    "text": "Вы мало что увидили нашли еду на ощум и всякий мусор",
    "answers": [
      {
        "id": 63,
        "text": "Домой"
      }
    ]
  },
  {
    "id": 62,
    "text": "Вы вернулись домой с припасами которые увилили",
    "answers": [
      {
        "id": 63,
        "text": "Пойдёт"
      }
    ]
  },
  {
    "id": 63,
    "text": "Вы дома припасы есть уже завтра можно отправлятся,ваши друзья услышав как вы вернулись обрадовались сказали что думали что Вы погибли вы пошли прорабатывать план того как вам выехать в другую страну",
    "answers": [
      {
        "id": 64,
        "text": "Собрать огнемёт из деталей которые были в гараже и супермаркете",
        "need": 60
      },
      {
        "id": 65,
        "text": "Продолжить"
      }
    ]
  },
  {
    "id": 64,
    "text": "Готово теперь у Вас есть огнемёт класс",
    "answers": [
      {
        "id": 65,
        "text": "Ура"
      }
    ]
  },
  {
    "id": 65,
    "text": "Так едем на транспорте по дороге или по воде?",
    "answers": [
      {
        "id": 66,
        "text": "Дорога"
      },
      {
        "id": 67,
        "text": "Вода"
      }
    ]
  },
  {
    "id": 66,
    "text": "Спустя 2 дня пути машина заглохла ",
    "answers": [
      {
        "id": 68,
        "text": "Топливо",
        "need": 57
      },
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 67,
    "text": "Были волны пыть по прямой или обойти волну?",
    "answers": [
      {
        "id": 71,
        "text": "Прямо"
      },
      {
        "id": 72,
        "text": "Обойти"
      },
      {
        "id": 73,
        "text": "Тормоз Заливаю топливо",
        "need": 57
      }
    ]
  },
  {
    "id": 68,
    "text": "Вы поехали дальше и на пол пути была куча заражённых они кричали что убьют всех и назвали себя кулютом чумы те кто будут заражать всех специально",
    "answers": [
      {
        "id": 69,
        "text": "Огнемёт",
        "need": 64
      },
      {
        "id": 70,
        "text": "Таранить"
      }
    ]
  },
  {
    "id": 69,
    "text": "Концовка Гори Гори Ясно Чтобы Было Класно",
    "answers": [
      {
        "id": 1,
        "text": "Победа номер 2"
      }
    ]
  },
  {
    "id": 70,
    "text": "Машина не смогла пороторанить их всех вы по бежали пешком \nПродолжение следует\nЭто настоящая концовка с которой будет продолжение следуйщей части",
    "answers": [
      {
        "id": 1,
        "text": "Победа"
      }
    ]
  },
  {
    "id": 71,
    "text": "Волна утихла если бы вы обходили её вас бы накрыла другая ура мы добролись",
    "answers": [
      {
        "id": 1,
        "text": "Победа"
      }
    ]
  },
  {
    "id": 72,
    "text": "Ваш транчпотр накрыла другая волна и он перевернулся Конец Волна",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 73,
    "text": "Концовка ожидание",
    "answers": [
      {
        "id": 1,
        "text": "Победа"
      }
    ]
  },
  {
    "id": 74,
    "text": "",
    "answers": []
  }
]