[
  {
    "id": 1,
    "text": "Аннотация:\n\nС недавнего времени общие критерии поведения стали именновать \"цветами характера\"\n\nНе то, чтобы люди приняли и поняли...\n\nНо я вот пользуюсь, а иногда и по назначению\n\n\n—-----------------------------------------------------------------------------------\n\n\n\nДерьмовый денёк не новость. Новость была ещё хуже...\nВ кампусе завёлся убийца! И вроде бы кому какое дело — так нет же — надо на этом акцентировать внимание! Нарушать спокойную жизнь!\n\nДа, надо сказать, что спокойная, вялотекущая жизнь вообще считается штампом всех Синих и ко мне эта зараза тоже прилипла добротно.\n\n",
    "answers": [
      {
        "id": 2,
        "text": "Дальше..."
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://yandex.ru/images/touch/search?pos=2<amp>img_url=https://pbs.twimg.com/media/DC-BqYqUAAA1u07.jpg<amp>text=цветная<plus>картинка<plus><amp>rpt=simage",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://yandex.ru/images/touch/search?pos=2<amp>img_url=https://pbs.twimg.com/media/DC-BqYqUAAA1u07.jpg<amp>text=цветная<plus>картинка<plus><amp>rpt=simage",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "К счастью в комнате никого не было — видать все разбежались по своим очень важным делам.\nДааа, веселье сменяется головной болью, головная боль ищет веселья — этот полупорочный круг не так уж просто разорвать.",
    "answers": [
      {
        "id": 3,
        "text": "Да уж..."
      }
    ]
  },
  {
    "id": 3,
    "text": "В столовой я медленно и неказисто — в моём фирменном стиле — плюхнулся к своей группе.\nЭтот разносортный пак был единственным сборищем к кому я питал хоть сколько-нибудь тёплые чувства, да и выбирать особо не приходилось.\n\nНеуверенно ковыряя вилкой даровой завтрак я оглядывал происходящее:\nДюди вокруг суетились и даже выглядели даже более встревоженными, чем обычно.\n\nПодумаешь — задущили парня подушкой — ну с кем не бывает — у нас же свободный мир.\nДа и верхушка сюда не вмешивается. Считает, что подростающее поколение должно видеть мир, как он есть.\nА не рафинированный, как это было раньше\n",
    "answers": [
      {
        "id": 4,
        "text": "А..."
      }
    ]
  },
  {
    "id": 4,
    "text": "Так что там о людях — им бы только суетиться. А повод и найти можно! А тут он — Бац! — Сам свалился...\nДа, помню на уроках базовых реакций госпожа Флекс нам рассказывала: \"Чем лучше самочувствие у человека — тем лучше он может мимикрировать под разные формы жизни, чем хуже — тем больше проявляется его Естестественность\"\nСейчас им немного не по себе и скрывать свои взъерошенные характеры куда труднее...",
    "answers": [
      {
        "id": 5,
        "text": "Так..."
      }
    ]
  },
  {
    "id": 5,
    "text": "Ну, собственно, ничего нового...\n\nДа, сей факт, что Правительство считает, что люди должны быть лояльны друг к другу и при этом оставляет решение проблемы инцидента с удущением подушкой на сам кампус вызывает перекошенную улыбку на лице.\nДля непоняливых объясняю — найти пресупника и решить что с ним делать должны сами подростки!\nТак что есть основания полагать, что обучение в то же время является и экпирементом...\nНе то, чтобы это плохо, но...",
    "answers": [
      {
        "id": 6,
        "text": "Во как!"
      }
    ]
  },
  {
    "id": 6,
    "text": "Брюс, наш серо-красный член группы решил высказаться первым:\n\n—Ха, ну всё ясно! Только сильные и хирые выживут в этой игре!\n\nНикто это не прокомменировал.\nСофия, жёлтый член группы, была сильно подавлена: ещё бы! Теперь и поговорить не о чём. Ну разве что кроме убийцы...\n\nЧто касается меня, то нынешнее происшествие как раз волновало меньше всего — куда больше интересовало социальное устройство всего этого непотребства.",
    "answers": [
      {
        "id": 7,
        "text": "Даа, интересно"
      }
    ]
  },
  {
    "id": 7,
    "text": "Ээй, ты не забыл!?!? — вовсю наполняя комнату своим звонким голосом вопил Джон — сегодня же Подростковый кубок!\n\nДа-а-а? — несвязно протянул я, еле протирая глаза.\n\nКубок... Нет, это даже забавно... И весьма интересно... Но вот воевать я никогда не любил.\n\nЭэй!!! — продолжил свою стратегию Красный парень, начавший стягивать с меня одеяло\n\nИнтересно, ему очень хочется открыть тот факт, что я сплю голый?\nКак говорится: \"Один думает, другой делает\". И вот одеяло уже оказалось на полу.\n\nОставь это для девочек — гоготнул Джон и скрылся в ванной.\nНу что ж. Напора ему не занимать, да и частичка его энергии, чего уж там скрывать, передалась и мне.",
    "answers": [
      {
        "id": 8,
        "text": "Придётся идти"
      }
    ]
  },
  {
    "id": 8,
    "text": "И вот мы уже сидим все в сборе я — официально Синий, треклятый красный Джон, что разрушил мой сон, болтушка София и Брюс, весьма своебразный персонаж для нашей компании.\n\nС центра импрлвизированной арены доносится незабываемый, никогда не гаснущий, даже когда этого так хочется, голос красно-жёлтого оратора Сильвестра.\nЗнаю, имя подходит мало, но видать чисто Серые родители были другого мнения...\nДа и запихнули они его сюда, видать совсем не спроста.\n\n\"Дорогие обучающиеся, сегодня произойдёт долгожданное событие...\"",
    "answers": [
      {
        "id": 9,
        "text": "Жду-недождусь..."
      }
    ]
  },
  {
    "id": 9,
    "text": "Команда наша заняла низшие строки таблицы. \nНу, а что вы ещё ожидали от команды с такии балласта, как я.\nИ нет, это не самобичевание. Просто не письки.\n\nПфф. Уже ложась спать, успешно отбившись от всех, кто хотел втянуть меня в свою нелепую возьню я увидел письмо под подушкой. \nНезаметно протащив его в туалет, закрыв дверь я был готов ознакомиться с содержанием:",
    "answers": [
      {
        "id": 10,
        "text": "Итаак"
      }
    ]
  },
  {
    "id": 10,
    "text": "Приветствуем вас! Надеемся, что для вас не секрет, что на территории академии вы находитесь под пристальным наблюдением для вашего же блага. \nКхе-кхе. Так вот...\nКак и результаты тестирования полутрагодовалой давности, так и наши наблюдения сошлись в одном: вы представитель Синей категории людей.\nМы приглашаем вас в команду экпериментаторов-информаторов.\n\n                                 С уваженим Те, Кто и Должны Быть",
    "answers": [
      {
        "id": 11,
        "text": "Ух ты..."
      }
    ]
  },
  {
    "id": 11,
    "text": "Утро вечера мудренее, но когда пришло утро эта отговорка уже не работает.\nНадо принимать решение:",
    "answers": [
      {
        "id": 12,
        "text": "Дать согласие"
      },
      {
        "id": 13,
        "text": "Увернуться от этой темы"
      }
    ]
  },
  {
    "id": 12,
    "text": "Вы прожили отличную жизнь клерка\n\nБай-бай",
    "answers": [
      {
        "id": 1,
        "text": "Ну блин("
      }
    ]
  },
  {
    "id": 13,
    "text": "Вы съезжаете с темы. Не, ну а что. Меньшее, что вам нужно это большой папа, для которого ваша жизнь разменная монета.",
    "answers": [
      {
        "id": 14,
        "text": "_-_"
      }
    ]
  },
  {
    "id": 14,
    "text": "Почувствовав себя в разы легче, будто вытряхнув крошки из постели вы продвигаетесь в столовою.\nТак приятно видеть все эти лица и знать, что вам не нужно доносить на них.\nДаа, в этом есть определённый кайф.\nЖизнь продолжилась как прежде, но есть ощущение, что как прежде уже не будет.\nИногда осознание тяготит...",
    "answers": [
      {
        "id": 15,
        "text": "Иногда"
      }
    ]
  },
  {
    "id": 15,
    "text": "Среди шквала будничных дней выдался примечательный заяц. Наверное, этого стоило ожидать — больно тихо всё вокруг.\nОднажды вечерком, когда я с удовольсвием шёл за вечерним какао — да, нам разрешают пить какао по вечерам — слишком уж комфортного вида человек загорил со мной:",
    "answers": [
      {
        "id": 16,
        "text": "И что же он хочет?"
      }
    ]
  },
  {
    "id": 16,
    "text": "\"Знаешь, ты показал себя Хорошо.\nТы приглашён в клуб Синих.\nС тебя ничего не трубется.\nНайти его можно Тут\"",
    "answers": [
      {
        "id": 17,
        "text": "Классно"
      }
    ]
  },
  {
    "id": 17,
    "text": "Как будто бы специально — а может быть даже специально — приглашение обозначили накануне Дня Рождения популярной Жёлто-Серой девочки.\nМоя группа просто не позволит мне пропустить это мероприятие\nПоэтому, надо выбирать:\n",
    "answers": [
      {
        "id": 18,
        "text": "Клуб Синих"
      },
      {
        "id": 19,
        "text": "День Рождения"
      }
    ]
  },
  {
    "id": 18,
    "text": "Не думаю, что я очень заметный человек. Разве они потеряют что-то?\nТочнее что я дам их тусовке? Мало ли причин, почему я не сумел прийти?\nЗа свою жизнь я почти не встречал Синих. Возможно, я увижу что-то новое!...",
    "answers": [
      {
        "id": 20,
        "text": "Ну попробуем"
      }
    ]
  },
  {
    "id": 19,
    "text": "Как и ожидалось ничего особенного не произошло. Вы попытались завязать знакомства, которые вам не подходят, общение и отношения, которые вы не умеете поддерживать и до конца жизни прожили с чувством собственной неполноценности",
    "answers": [
      {
        "id": 1,
        "text": "Не пытайтесь подстроится под чужую волну"
      }
    ]
  },
  {
    "id": 20,
    "text": "\"Ты, наверное, думаешь — чем это мы тут занимаемся? — а всё тем же, чем и все! Только без надрыва и фанатизма\" — поприветствовал меня грузного вида мужчина с необычно спокойным лицом.\n\nТрудно, наверное, такой корове обрести дзен — прокрались злые мыслишки в мою голову.\n\nСам же я ответил: да будет так",
    "answers": [
      {
        "id": 21,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 21,
    "text": "Прошло уже 2 месяца после того, как я начад посещать клуб Синих.\nНичего нового, но всё, что было раньше — стало лучше.\n\nМожет они и нагнетают, но уж слишком часто из их уст слышны идеи-предостережения:\n\n—Заботься о себе сам\n—Мир никогда тебя не поймёт\nИ т.д.\n\nПрям уж навязчивые голоса...\n\n",
    "answers": [
      {
        "id": 22,
        "text": "Аккуратнее..."
      }
    ]
  },
  {
    "id": 22,
    "text": "Кроме ясно того обозначилось: преступника давно знают, но даже если он захочет убить ещё управление не вмешается.\nКак-то так...",
    "answers": [
      {
        "id": 23,
        "text": "Хм..."
      }
    ]
  },
  {
    "id": 23,
    "text": "После того, как ты начал проподать ты стал тише обычного Клейк — Ах, да, меня так называют, ну что ж поделаешь — Проторила Жетушка\nСовсем не уделяешь время друзьям, да и потом... Скоро конец первой фазы обучения, а значит часть выгонят! Ты хотя бы об этом думаешь? — не унималась София...\nНу, во многом она права...",
    "answers": [
      {
        "id": 24,
        "text": "Точно"
      }
    ]
  },
  {
    "id": 24,
    "text": "Кроме ясно того обозначилось: преступника давно знают, но даже если он захочет убить ещё управление не вмешается.\nКак-то так...",
    "answers": [
      {
        "id": 25,
        "text": "Ммм..."
      }
    ]
  },
  {
    "id": 25,
    "text": "И тут мне пришла мысль. Что если.\nКакой-то вспыльчивый, обидчивый, ранимый человек с шатким чувством своего Я со злости задушил подушкой?\nЭто бы бы объяснило затянувшуюся тишину:\nНет никого, кто жаждёт рвать и кромсать — есть тот, кто считает всё это самозащитой\nИ \"учёба на выбывание\" точно может стать фактором стресса.",
    "answers": [
      {
        "id": 26,
        "text": "Допустим..."
      }
    ]
  },
  {
    "id": 26,
    "text": "Как я понял социального одобрения ищут более чем другие:",
    "answers": [
      {
        "id": 27,
        "text": "Сине-Жёлтые"
      },
      {
        "id": 27,
        "text": "Красно-Синие"
      },
      {
        "id": 27,
        "text": "Жёлтые"
      },
      {
        "id": 27,
        "text": "Красные"
      },
      {
        "id": 27,
        "text": "Красно-Серые"
      },
      {
        "id": 27,
        "text": "Серо-Синие"
      }
    ]
  },
  {
    "id": 27,
    "text": "А точно ли дело в социальном одобрении? \n\nМожет в чём-то ещё? Или ещё в чём-то?\n\nУ кого большее чувство своего эго?",
    "answers": [
      {
        "id": 28,
        "text": "Красных"
      },
      {
        "id": 28,
        "text": "Серых"
      }
    ]
  },
  {
    "id": 28,
    "text": "Мне надо внедриться к ним.  Или найти союзника?\nЭффективно ли будет залезать в чужие компании?\nЧто мне лучше сделать?",
    "answers": [
      {
        "id": 29,
        "text": "Попробовать внедриться"
      },
      {
        "id": 30,
        "text": "Найти союзников"
      },
      {
        "id": 31,
        "text": "Попробовать спровоцировать кого-нибудь из своей группы, что бы тот затащил меня в свои тусовки"
      }
    ]
  },
  {
    "id": 29,
    "text": "Такой человек как я, проявляющий активность сразу вызовет подозрения.\nИграть роль нужно сразу.\nНо теперь 1,5 года спустя никто не поверит, что во мне резко возгорел неподдельный интерес к окружающему социуму.",
    "answers": [
      {
        "id": 28,
        "text": "Эх, ну что поделать..."
      }
    ]
  },
  {
    "id": 30,
    "text": "Союзников-то у меня нет, да и они не поймут что надо высматривать.\nИли я просто никому не доверяю...\nТак или иначе пока другой вариант.",
    "answers": [
      {
        "id": 28,
        "text": "А, ну ок..."
      }
    ]
  },
  {
    "id": 31,
    "text": "Окееей...\n\nДжон, допустим, поможет мне с красными. Скажу ему, что давно хотел узнать, где обитают самые крутые мачо кампуса и как они стали теми, кто есть сейчас.\n\nСофья. Софья и сама рада затащить меня в свой клуб болтологии. Ей только стоит поддаться.\nА если назвать их общества самыми популярными и привлекательными — так там все возрадуются.\n\nТруднее всего будет с серыми — вот они уж точно новым гостям не рады. Наверное, надо попробовать попросить Джона или Брюса. \nХотя Джона там и самого не ждут. \nА Брюс не продаст свои Серые, тьфу, идеалы за \"якобы состояние в одной группе\"\n\nЧто касается всевозможных Синих — туда я и так без особых трудностей попаду. Благо членство в клубе Синих позволяет такие маленькие приятности, как поиск людей, похожих на тебя и доступ к ним. В рамках свободы личности, конечно же.\n\nИтак, куда же идти?",
    "answers": [
      {
        "id": 32,
        "text": "Желто-Синие"
      },
      {
        "id": 33,
        "text": "Серо-Красные"
      },
      {
        "id": 34,
        "text": "Сине-Красные"
      },
      {
        "id": 35,
        "text": "Жёлто-Серые"
      },
      {
        "id": 36,
        "text": "Серо-Синие"
      },
      {
        "id": 38,
        "text": "Красно-Жёлтые"
      },
      {
        "id": 45,
        "text": "Эмм... Какие-Нибудь Зелёные?"
      }
    ]
  },
  {
    "id": 32,
    "text": "Философы, желающие заплмниться...\n\nИнтересно. Хотя нет, совсем не интересно.\nИ что же меня занесло в эту обитель пафосных изрекателей?\n\nДаже такое непродолжительное нахождение среди Жёлто-Синих дало мне понять — дела насущенные, если они не привлекают много внимания самых разных сортов тут не обсуждают.\nАх да. При всём при этом ещё им важно сохранить свою \"безопасность и неприкосновенность неангажированного повествователя\"\n\nКороче, попал я не туда...",
    "answers": [
      {
        "id": 37,
        "text": "Эх"
      }
    ]
  },
  {
    "id": 33,
    "text": "Стильное местечко. Что и говорить. Яркие тона, но с примесью чёрного. Трудно описать, но всё здесь навевает атмосферу холодной войны.\n\nТщательно прослушав все разговоры я только больше начал склоняться к версии, что и правда инцидент был вызван сиюсекундной яростью, либо глубокой обидой.\n\nКак я понял, никто из Красно-Серых важных фигур на доске не потерял — к такому выводу я пришёл из их разговоров. \nЗначит вряд ли тут была замешана какая-то большая игра.\n\nПросидев тут практически весь день я поплёлся домой",
    "answers": [
      {
        "id": 37,
        "text": "Грустно"
      }
    ]
  },
  {
    "id": 34,
    "text": "Супер странные. Неконфликтные и конфликтные одновременно. Отстранённые и вововлечённые.\nНо сейчас мне нужно было не разгадывать природу Сине-Красных. Мне нужно было лишь одно: \n\nЗамешан кто-то из них в убийствах или нет?\n\nНерешительные, но желающие власти. Рассуждающие, но действующие импульсивно.\nКак вообще мне в них что-то понять?",
    "answers": [
      {
        "id": 44,
        "text": "Хммм"
      }
    ]
  },
  {
    "id": 35,
    "text": "Самые грязные соц-интриганты.\n\nОпределённо можно найти смысл в этом выборе.\nМол кто, если не они мутят воду...\n\nТолько вот Серая расчётливость... Надо её поискать.\n\nСказать, что тут было неприятно — ничего не сказать.\nИ если уж метафору \"человек-змий\" придумали не от этого типажа, то точно от каких-то \"близжайших родсьвенников\"\"\n\nА что касаемо разговоров — то их тут было слишком много. Как же вычленить искренние и значимые?\n\nВ чём вообще я их подозреваю?\n\nВ интригах, верно?\n\nОднако убийство не наделало много шума как раз вероятно потому что лицо не принадлежало к группировкам, подролью и прочим извороиливым хитрецам. \n\nУвы.",
    "answers": [
      {
        "id": 37,
        "text": "Увы, но может в чём-то даже хорошо????"
      }
    ]
  },
  {
    "id": 36,
    "text": "Серо-Синие — Опасные ребята\n\nОпасные они правда по-своему. Не так как это привыкли ожидать от \"опасности\"\nОни редко бегают с ножами, ещё реже ищут сомнительной славы.\n\nНо это совсем не значит, что Серо-синие не любят контроль, не власть ичувство животного привосходства.\nПросто всё у них по-своему. По философски. Со своим смыслом. Жестко — но со смыслом.\n\nНеобычно, но обыденно. Сурово, но по житейски...\nТак а зачем я здесь?\nНеет, недавнее убийство вряд ли дело рук кого-нибудь из них.\n\nТам трудно найти холодную идею или цель. Так, скорее импульс...",
    "answers": [
      {
        "id": 37,
        "text": "Хех..."
      }
    ]
  },
  {
    "id": 37,
    "text": "Вернувшись в свою комнату уставший, разочарованный и злой весть которая встретила меня была ещё менее утешительна.\n\nУбийство произошло.",
    "answers": [
      {
        "id": 31,
        "text": "Не вышло"
      }
    ]
  },
  {
    "id": 38,
    "text": "В предверии турнира, тут, оказывается, образовалась ещё большая суматоха, чем обычно.\nСоюзы строились и разрушались по мановению случая, а страсти всё наколялись.\n\nИ это всё не учитывая обычных интрижек, обид, разочарований и чаяний, которые, как я понял бытуют среди Красно-Жёлтых.\n\nВсе хотят быть известными, все хотят быть любимыми... Иногда такими путями...\n\nВо всей этой сумятице ещё бы разобраться что конкретно спровоцировало именно этот инцидент.\n\nТак в каком направлении мне продолжить?",
    "answers": [
      {
        "id": 39,
        "text": "Обиды, построенные на отношениях"
      },
      {
        "id": 39,
        "text": "Стресс и конкуренция из-за турнира"
      },
      {
        "id": 39,
        "text": "Разбитое сердце по причине разрушенных ожиданий"
      },
      {
        "id": 39,
        "text": "Какой-то микс, который ещё нужно распутать..."
      }
    ]
  },
  {
    "id": 39,
    "text": "Развесив во всю уши я стал слушать сильнее обычного.\n\nКаких историй тут только не было:\n\nДжордж, который проиграл в полуфинале турнира и ходил кричал потом не самыми приятными выражениями\n\nСаймон, которого недавно бросила девушка\n\nИ таких типовых историй \"хоть жопой жуй\", как говорили сантхники на моей родине\n\nТак кого же мне стоит искать?",
    "answers": [
      {
        "id": 40,
        "text": "Человека со стабильной открытой агрессией"
      },
      {
        "id": 41,
        "text": "Человека со стабильной пассивной агрессией"
      },
      {
        "id": 42,
        "text": "Впыльчивого и отходчивого"
      },
      {
        "id": 43,
        "text": "Озлобленного Романтика"
      }
    ]
  },
  {
    "id": 40,
    "text": "Как говорит мне опыт такие сразу в морду дают.\nЛибо избивают, запугивают, набивают себе статус, авторитет, влияние.\n\nНо тут никто ничего не получил. Тут что-то другое.",
    "answers": [
      {
        "id": 39,
        "text": "Ааа."
      }
    ]
  },
  {
    "id": 41,
    "text": "Пассивная агрессия — да,такие люди опасны. Это можно почувствовать, а можно и просчитать..\n\nОни зачастую молчаливы, хорошо контролируют себя и, как бы это тревиально не звучало, отлично скрывают своё искренее отношение к событиям\n\nТолько вот как мне вести поиск и кого искать?",
    "answers": [
      {
        "id": 47,
        "text": "Так"
      }
    ]
  },
  {
    "id": 42,
    "text": "Вспыльчивый и отходчивый! Да, такие люди бывают.\nУбийство подушкой — можно подумать было импульсивно.\nПодушкой.\n\nКто вообще может убить подушкой? Ссора парочки? Или конфликт другого характера?\n\nКак неудобно, что такие подробности не разглашают.\n\nНаверное шанс узнать что-то через знакомых всё-таки есть, но у меня нет знакомых.\n\nНо содеявший это остаётся официально нераскрытым по сей день.\nНет, тут нужен рационализм. Если даже это больной рационализм.\n\nСлишком у нас \"социальная среда\", чтобы все импульсивные люди не были знакомы всем.\n\nТак что не этом направлении...",
    "answers": [
      {
        "id": 39,
        "text": "Ок"
      }
    ]
  },
  {
    "id": 43,
    "text": "Нет, Романтики — они заметные и яркие. Их драму бы кто-то знал.\nОни слишком любят внимания и не стесняют себя в стремлении к нему.\n\nА уж в обществе Красно-жёлтых что бы кто-то стал покрывать кого-то в ущерб собственной популярности? Неее, это как лишить воды и воздуха.\n\nРомантиков много, вокруг них полно сплетен и интрижек, но скрытых людей там маловато.",
    "answers": [
      {
        "id": 39,
        "text": "Ну ладно"
      }
    ]
  },
  {
    "id": 44,
    "text": "Послушав их разговоры...\n\nТрудно было действительно что-то разобрать. \nНет, в смысле... Говорили ли то они членораздельно но.\n\nО какой-то мании величии воши и важности муравьёв.\nО стремлении и силе, о умиротворении и жажде.\n\nИногда кто-то подрывался и начинал беззлобно напирать в юморе на своего оппонента.\n\nДаа, ребята необычные, но сейчас мне тут делать нечего.",
    "answers": [
      {
        "id": 37,
        "text": "Вот так"
      }
    ]
  },
  {
    "id": 45,
    "text": "Классно про них вспомнить...\nВот только не вовремя — это правда.\nОни обожают, когда всё растёт, развивается.\n\nДа и кто про них что знает. Натуралисты, Егери, Зоологи.\nОни как бы есть, но их как бы нет. Им плевать на социум, зато вот что они точно знают, что такое единение с Природой!\nПо крайней мере так привыкли думать все остальные... Чтобы хоть как-то объяснить их жизнь.\n\nНо представителей Грин Пис или общества защиты Китов тут никто не встречал, поэтому конфликт очень маловероятно возник на этой почве...",
    "answers": [
      {
        "id": 37,
        "text": "Значит нет"
      },
      {
        "id": 46,
        "text": "Поискать  возможную группу"
      }
    ]
  },
  {
    "id": 46,
    "text": "Отыскать их было задачей трудной, но, как теперь уже ясно — исполнимой.\n\nКак и  ожидалось это была маленькая группа тихих, спокойных людей, обсуждающих \"милых зверьков\", и \"полезные растения\".\n\nКонечно, и зелёные бывают не чистые. С примесью так сказать. Тогда это \"трудный салат\". Но одно остаётся неизменно — их любовь к природе, к Естественному.\nКак минимум право иметь свои понимания в этих вопросах они оставляют за собой. \nДа и так. В ярости мы скорее сочтём их психами, чем расчётливыми убийцами. Потому что мы, то бишь все остальные, их не понимаем.\n\nТолько вот никаких догадок у меня не было по поводу \"задушен подушкой за осквернение газона\"",
    "answers": []
  },
  {
    "id": 47,
    "text": "Хорошенько поискав, прошерстив многих людей вы наткнулись на Кента.\n\nОн был выкинутым не за долго до турнира членом команды-победителя этого мероприятие.\nА уж зная тех людей едких шуток от точно не избежал.\n\nКонечно, этого недостаточно, чтобы его подозревать — проблемы бывают у всех, но такие, можно подумать, малозначительные происшесвия — действительно серьёзная травма для Красно-Жёлтого.\n\nА уж то общество, окружавшее его стало обделять вниманием — это наверняка. Такие уж у них характера.\nЭто ещё один удар по парню.\n\nПоэтому благодарно принимая помощь Клуба Синих вы решили поискать доказательств.",
    "answers": [
      {
        "id": 48,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 48,
    "text": "\"Убежище \" Кента было не хитрым. Да и не похоже было, что он от кого-то скрывается.\n\nА вот это уже интересно.\n\nВ ящике его стола вы нашли письмо:",
    "answers": [
      {
        "id": 49,
        "text": "Открыть"
      }
    ]
  },
  {
    "id": 49,
    "text": "Жалость к себе? Что это? В какой момент происходит точка невозврата?\nПочему. Бывает что люди злы полностью. Они пережили-перегорели, выгорели. Они уже ни во что не верят. Они полностью пусты.\nДа и во что верить? Нужен стимул от начала и до конца. Потеряв стимул однажды все последующие лишь будут масками.\n\nИздержки системы. Так мы их называем. Люди без стимула. Люди, которые не нашли себя.\nТе, чья горячая злость сменилась холодной неприязнью.\nПустышки, но в то же время свободные",
    "answers": [
      {
        "id": 50,
        "text": "Читать"
      }
    ]
  },
  {
    "id": 50,
    "text": "Я так хотел признания, но надо мной все смеялись. Существенные позиции розданы дочкам/сыночкам, а люди не могут отличить говно от конфетки. Правда ли я так виновен?\n\nМне было неприятно, им стало неприятно. Жизнь циклична...",
    "answers": [
      {
        "id": 51,
        "text": "Сдать его"
      },
      {
        "id": 52,
        "text": "Оставить на самотёк"
      },
      {
        "id": 54,
        "text": "Побеседовать с ним что-ли"
      },
      {
        "id": 53,
        "text": "Проучить"
      }
    ]
  },
  {
    "id": 51,
    "text": "Какая-грустная Красно-Жёлтая история, только вот людей убивать не надо!\n\nЕсли каждый так будет выплёскивать гнев, то что мы получим?\n\nА как я буду спокойно ходить по кампусу, зная что тут обидает такой Псих, непоследовательный и странный убийца?\n\nНе-не, чао-какао, братан\n\n—---------------------------------------------------------\n\nВаша Концовка \"ПодСеревший\"",
    "answers": [
      {
        "id": 1,
        "text": "Ну и правильно"
      }
    ]
  },
  {
    "id": 52,
    "text": "Кто я такой, чтобы что-то решать в этом мире?\n\nХорошо/плохо — пыль. А если и не пыль — то погибли те, кто производил издёвки.\n\nВ любом случае не мне, ни людям, похожим на меня он не опасен.\n\n—-------------------------------------------------------------\n\nВаша концовка \"ЗаСиневший\"",
    "answers": [
      {
        "id": 1,
        "text": "Не, ну а что?"
      }
    ]
  },
  {
    "id": 53,
    "text": "Надо показать ему, что так делать нельзя!\n\nВот кулак в нос отлично подойдёт! Быстренько его исправит!\n\nДа! А ещё заставить приносить пользу потерпевшим, да и на общественные работы пусть походит.\n\nАвось и исправится... \nА если нет, то тогда...\n\n—------------------------------------------\n\nВаша концовка \"ЗаКрасневший\"",
    "answers": [
      {
        "id": 1,
        "text": "А то..."
      }
    ]
  },
  {
    "id": 54,
    "text": "Попробовать найти его и побеседовать что ли...\n\nЧто, зачем, как? Может он так уж плох.\n\nНу, а может и плох...\n\n\n—-------------------------------------------------\n\nВаша концовка \"ЗаЖелтился\"",
    "answers": [
      {
        "id": 1,
        "text": "Болтун)9)"
      }
    ]
  },
  {
    "id": 55,
    "text": "",
    "answers": []
  }
]