[
  {
    "id": 1,
    "text": "Вам приходилось всю жизнь трудится не покладая рук, хотя хотелось бы совсем другой жизни. Но неожиданно началась новая эпидемия, которая как вам показалось, была вам на руку. От этой эпидемии умерли все ваши родственники и даже ваше маленькое хозяйство. И вы решаетесь идти в придворные дамы к королю, чтобы изменить свою жизнь навсегда. Но так ли это легко? Вам прийдётся спасаться от разбойников, защищаться от сумасшедших магов, спасаться от баронов, хотящих взять вас в наложницы и многое другое! Удержитесь ли вы на плаву или потонете вместе с кораблём?\n\nВсё зависит от вас.\n\nДоступны для прочтения:\n Глава 1.\n Предыстория ( часть 1)\n Глава 2. ( в разработке )",
    "answers": [
      {
        "id": 2,
        "text": "|Начать|"
      },
      {
        "id": 3,
        "text": "♠ Примечания автора ♠ (обязательно)"
      },
      {
        "id": 4,
        "text": "|Достижения|"
      }
    ]
  },
  {
    "id": 2,
    "text": " ГЛАВА 1. Мечты прахом.\n\nСегодня стоял душный солнечный день. Угнанная вами лошадь уже хромала на одну ногу. «Стоило бы найти место, где можно поставить палатку». С этими мыслями вы стали искать место для привала. Не найдя ничего лучше чем небольшая открытая местность посреди леса, вы разместили палатку и привязали лощадь к колу, который приходилось носить с собой. Во-первых, может пригодиться как оружие, во-вторых, было удобно привязывать лошадь, чтобы та не сбежала.\n Собравшись пообедать вы резко поняли, что вся пища, взятая с собой в поход ещё неделю назад, закончилась! Чтож, прийдётся применить все свои знания и найти что-нибудь в лесу. Слава богу в этом лесу не водятся хищники. По крайней мере вам так рассказывал брат.",
    "answers": [
      {
        "id": 5,
        "text": "Набрать съедобных ягод"
      },
      {
        "id": 6,
        "text": "Приготовить зайца"
      },
      {
        "id": 7,
        "text": "Остаться голодной"
      }
    ]
  },
  {
    "id": 3,
    "text": "Здравствуй дорогой читатель! Я очень благодарна, что ты решил прочитать именно мой квест. \nВыслушаю адекватную критику. Если будут ошибки, не стесняйтесь, пишите ;)\n\nЕсли вы увидите знак \"♣\" — это значит, что автор рекомендует использовать закладку.\nЕсли вы увидите знак \"♦\" — это значит, что лучше запомнить информацию, которая представлена в тексте. ",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 4,
    "text": "Концовки:\n|Быстрая смерть| — погибните в лесу, от пистолета бандита.\n|Беременная наложница| — попадите в плен к барону провинции Карен.\n|Наложница без детей| — попадите в плен к барону провинции Карен.\n|Сумасшедшая| — прийдите к королю с просьбой.\n \nПолезная информация:\n|Чёрный орден| — узнайте полезную информацию о \"Чёрном ордене\"",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 5,
    "text": " Немного заморив червячка, вы кое-как свернулись клубочком и принялись пытаться заснуть. Хотя урчащий живот давал о себе знать. Но вам не привыкать. В деревне голод бывал и пострашнее. Вскоре, налюбовавшись обстановкой вокруг, вы заснули.\n Вам пришлось проснуться от того, что лошадь громко топталась около вас и тыкалась в ногу мордой. \"Наверное голодна\". Из-за этой мысли вам пришлось встать. Чтож, оставался только один вариант, так как вам тоже хотелось есть.",
    "answers": [
      {
        "id": 8,
        "text": "Приготовить зайца и найти яблоки"
      }
    ]
  },
  {
    "id": 6,
    "text": " Взяв оружие, и пойдя на охоту, точнее жалкое подобие охоты, вам пришлось долго носиться за зайцем,ведь у вас не было огнестрельного оружия, а только отцовский топор. Если бы вы были при других обстоятельствах, то даже посмеялись бы над собой. Приготовив зайца, ваши руки быстро схватили его, а голодный желудок стал пополняться, так даже не заметили как уснули.\n Проснулись вы от того, что к виску было подставлено дуло пистолета разбойника. Последнее, что вы успели подумать, было: \"Забыла потушить костёр...\"",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 7,
    "text": " Ваш живот ужасно урчал, а потом ещё как назло и разболелся. Порывшись в мешке ваша рука отыскала местами помятое яблоко. Вот так счастье! Немного заморив червячка, вы кое-как свернулись клубочком и принялись пытаться заснуть. Хотя ваш урчащий живот давал о себе знать. Но вам не привыкать. В деревне голод бывал и пострашнее. Вскоре, налюбовавшись обстановкой вокруг, вы заснули.\n Вам пришлось проснуться от того, что лошадь громко топталась около вас и тыкалась в вашу ногу мордой. \"Наверное голодна\". Из-за этой мысли пришлось встать. Чтож, оставался только один вариант, так как вам тоже хотелось есть.",
    "answers": [
      {
        "id": 8,
        "text": "Приготовить зайца и найти яблоки"
      }
    ]
  },
  {
    "id": 8,
    "text": " Пришлось долго бегать за зайцем, ведь огнестрельного оружия у вас нет, есть только отцовский топорик. Сбегав к ближайшей ферме, которую вы проходили ещё сегодня утром, обнаружилось, что в сторону леса идут разбойники. Сорвав несколько яблок для лошади, вы помчались к своему пристанищу.\n Потушив, убрав костёр и палатку, вы облегчённо вздохнули. Теперь, если поспешить, мародёры не застанут вас. Дав лошади пару яблок, вы начали собирать вещи. Покончив с вещами и повернувшись в сторону лошади,вы увидели,что кобылка уже доела их и явно набралась сил. Очень вовремя.\n Забравшись на лошадь и прихватив тушу зайца, нужно взять карту. Сейчас самым разумным решением было, это ехать к пруду. Дорога к нему достаточно сильно уворачивает от леса. Проверив,что это более безопасное место, вы на лошади поехали по дороге к пруду.",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "Вы получили концовку — \n|Быстрая смерть| — Не забывайте тушить костры!",
    "answers": [
      {
        "id": 4,
        "text": "Достижения"
      }
    ]
  },
  {
    "id": 10,
    "text": " Пришлось добираться долго. Но когда, оказавшись там, вы увидели... Хотя нет. Не совсем увидели, ведь вы упали в обморок.",
    "answers": [
      {
        "id": 11,
        "text": "Проснуться и встать"
      },
      {
        "id": 12,
        "text": "Проснуться и прислушаться"
      }
    ]
  },
  {
    "id": 11,
    "text": " Когда вы еле встали, то увидели то,что ваш мозг не успел обработать, ведь сознание от увиденного вы уже потеряли. Разрушенная деревня. Всё вокруг в крови, тела либо раскромсаны полностью, либо оторваны пополам. Жуть. Дома в пепле, одни деревья сгоревши, другие повалены... И ни единого выжившего человека. Несмотря на то, что вы достаточно спокойно относитесь ко многим вещам, это заставило вас потерять сознание и впасть в шок. Такого побоища вашим глазам ещё не представлялось видеть. Но резко что-то тяжёлое огрело вас по голове. Вы снова потеряли сознание. На этот раз на несколько недель.",
    "answers": [
      {
        "id": 13,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 12,
    "text": "♣ Проснувшись, вы лежали около пяти минут, когда же собрались встать, то услышали шаги рядом с собой. Нужно было действовать быстро.",
    "answers": [
      {
        "id": 15,
        "text": "Притвориться, что вы без сознания."
      },
      {
        "id": 16,
        "text": "Резко дотянуться до топора и всадить в ногу приближающемуся"
      },
      {
        "id": 17,
        "text": "Откатиться в сторону"
      }
    ]
  },
  {
    "id": 13,
    "text": " Оказавшись в доме барона, вы узнали, что тогда пригрел вас его солдат. Когда ваше вроде бы безжизненное тело привели к барону, он в свою очередь приказал проверить врачам точно ли вы умерли, когда врачи сообщили,что вы жива, хозяин решил сделать вас наложницей, а когда вы пришли в себя, то оказались беременны. Всю жизни вам пришлось провести в любовницах у этого урода.",
    "answers": [
      {
        "id": 14,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы получили концовку — \n|Беременная наложница| — в следующий раз притворитесь, что вы без сознания!",
    "answers": [
      {
        "id": 4,
        "text": "Достижения"
      }
    ]
  },
  {
    "id": 15,
    "text": " Ощутив, что вас подняли на руки, вы решили:",
    "answers": [
      {
        "id": 18,
        "text": "Ударить кулаком в лицо"
      },
      {
        "id": 19,
        "text": "Ничего не делать"
      }
    ]
  },
  {
    "id": 16,
    "text": " Вроде бы хорошее решение,но оно прокатило. Несмотря на то, что вы попали в ногу солдата, он всё равно мог в вас выстрелить. Так вы умерли от кровоистечения",
    "answers": [
      {
        "id": 20,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": " Странное, но верное решение. У вас есть несколько секунд чтобы сделать решение",
    "answers": [
      {
        "id": 22,
        "text": "Пырнуть в него ножом"
      },
      {
        "id": 23,
        "text": "Договориться"
      }
    ]
  },
  {
    "id": 18,
    "text": " Тот, кому вы всадили кулаком в лицо резко заорал от боли, и отпустил вас. Падение было мягким, его спасла ваша пятая точка. Когда же вы решили посмотреть на того, кто вас взял,то увидели, что сломали ему нос... Ну вобщем, теперь его лицо было вперемешку.\n—Лучше б сдохла! — с хрипом заорал солдат.\nНа нём была чёрная броня, видимо частный солдат. Обычные солдаты такую броню не носили.\n—У тебя есть пять минут чтобы уйти — сказали вы. Солдат говорил вам всякие проклятья и обзывал вас. Впрочем вы его понимали. Вы ему сейчас достаточно хорошо вмазали в лицо.\n Через минуты три он ушёл.",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": " Вас привели к барину. Барин же сразу же решил, что вы станете его наложницей. Так пролетела вся ваша жизнь. В заточении у этого урода.",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 20,
    "text": "Поздравляю! Вы бы могли получить концовку\n|Кровоистечение| — но я решила её не добавлять, поэтому попробуйте заново.",
    "answers": [
      {
        "id": 12,
        "text": "Попробовать ещё раз"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы получили достижение —\n|Наложница без детей|",
    "answers": [
      {
        "id": 4,
        "text": "Достижения"
      }
    ]
  },
  {
    "id": 22,
    "text": " Вы дотянулись до ножа и кинули им в солдата. Нож попал ему прямо между глаз. Противное зрелище.",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 23,
    "text": " -Кто ты? — спросили вы.\n—Солдат \"Чёрного ордена\". У меня к вам тоже вопрос, откуда вы здесь? — в подтверждение своего вопроса он поднял брови.\n—Я обычная девушка, у которой все передохли из-за эпидемии. Вот .... Так стоп. Что-то слишком много посвящаю тебя. А как ты тут оказался?\n—Моему барону пришло известие, что творится что-то странное на его земле, если что, вся эта земля. — Солдат обвёл пальцем окружающую местность. — Земля барона. Ну так вот, он отправил отряд разведать, что тут происходит. Когда мы пришли, уже было такое зрелище. Мы глупцы подумали, что враг уже ушёл с мест и сделали привал. А враг оказался какой-то невидимый... Перебил весь отряд, кроме меня. — Солдат развёл руками. — Кстати, эта тварь может быть поблизости.\n Вам в образ даже ничего не приходило. Кто или что за тварь это может быть?\n—Я надеюсь ты не собираешься меня прихлопнуть — резко сказали вы.\n—Я? Если такого поручения не давали, значит и не надо.",
    "answers": [
      {
        "id": 28,
        "text": "Рассказать о себе"
      },
      {
        "id": 29,
        "text": "Попросить рыцаря рассказать больше о нём"
      }
    ]
  },
  {
    "id": 24,
    "text": " Прошло семь месяцев и вы добрались до короля. Прийдя к нему во дворец с просьбой сделать вас придворной дамой. Король неправильно поняв, засмеялся, покрутил у виска  и перед всей слугой объявил вас \"сумасшедшей\". Всю жизнь вы провели в скитаниях.",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы получили концовку —\n|Сумасшедшая| — стоило не убивать солдата.",
    "answers": [
      {
        "id": 4,
        "text": "Достижения"
      }
    ]
  },
  {
    "id": 26,
    "text": "Перейти к прочтению предыстории? ( 1 отрывок )",
    "answers": [
      {
        "id": 27,
        "text": "Предыстория ( часть 1 )"
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 27,
    "text": " Встав пораньше с утра, вы направились к курам. Кормить их было дело не лёгкое. В семье было принято всегда, перед тем как кормить кур, посчитать их количество, ведь частенько кур тащили лисы или торнфы. Так вот. Сегодня к вашему разочарованию ( и удивлению тоже ) вы не досчитались трёх кур. Многовато. Вам никогда не приходилось слышать о том, чтобы пропадали сразу же три куры. «Скорей всего сбежали сами.» Стоило бы поинтересоваться у соседей, не видели ли они сбежавших птиц.",
    "answers": [
      {
        "id": 34,
        "text": "Направиться к  Голленсам"
      },
      {
        "id": 35,
        "text": "Напрвиться к Ринсон"
      }
    ]
  },
  {
    "id": 28,
    "text": " -Ты хотел про меня знать?\nРыцарь кивнул.\n—Ну... Я жила обычной жизнью крестьянки — трудяги, но эпидемия дошла и до моей деревни. Мою семью она погубила полностью.\n—Ты говоришь с таким равнодушным лицом, будто тебе...\n—Да. — резко перебили его вы. — Мне на них плевать.\nРыцарь сразу же сменился в лице, до этого лицо было как у простачка. Сейчас же его взгляд, да и вообще всё лицо стало полностью суровым.",
    "answers": [
      {
        "id": 32,
        "text": "Услышать шум"
      }
    ]
  },
  {
    "id": 29,
    "text": " -А ты мог бы больше рассказать о себе? Мне нужно больше знать о том, с кем пюмне скорей всего прийдётся бороться. — Вы улыбнулись. — На одной стороне конечно же.\n—Ну... Я родом из дворянского, поэтому и пошёл в рыцари. Обычные. Госудраственные. В нашей семье быть рыцарем почётно. Но пару лет назад умер отец. На мне висят две младшие сестры и мать, семью нужно чем-то обеспечивать. Поэтому и пошёл в частные рыцари. Я кстати нравился государству, поэтому когда подался в частные рыцари, меня приняли без труда... — Парень недолгое время помолчав сказал. — Правда теперь государство считает меня предателем.\n",
    "answers": [
      {
        "id": 30,
        "text": "А что со службой в частных рыцарях?"
      }
    ]
  },
  {
    "id": 30,
    "text": "♦ -Тоже ничего особенного. Боремся в основном против врагов барона. Но есть и одна организация, её даже само государство преследует. Называется \"Меншин\". Я вообще не знаю, что за дурацкое название. Они там вроде химичат что-то наподобии заражения людей.",
    "answers": [
      {
        "id": 31,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 31,
    "text": "Получено достижение —\n|Чёрный орден| — вы узнали полезную информацию!",
    "answers": [
      {
        "id": 32,
        "text": "Услышать шум"
      }
    ]
  },
  {
    "id": 32,
    "text": " Повернувшись, вы и рыцарь ничего не увидели. Когда до вас дошло, было поздно. Что-то кольнуло в боку. Острое и чёткое. Дальше всё было как в омуте. В мутном сознании вас посетила мысль, что скорей всего вам распороли бок и вы умираете.",
    "answers": [
      {
        "id": 33,
        "text": "Прийти в себя"
      }
    ]
  },
  {
    "id": 33,
    "text": "♦ Вы увидели рядом с собой окровавленного парня. Он держался за бок. Вы поняли. Поранили не вас, а его. Вы просто чувствовали его мучения...\n—Подо...йди... — тихо прохрепел он. — В лю...бом случае...теб...е... прийдё...тся идт...и... — Он сделал передышку. — к Чёрно...му орд...ену... — Снова передышка. — Скажи г....лаварю \"Рондес...не...дошёл\". — Передышка. — На счёт...меня...он сра...зу...же...поймёт. —Парень говорил на последнем издыхании. — Свои... пр...осьбы...проси у него...любые...Б..е..ги... — Это были последнии слова парня. Сзади, за своей спиной, метров на 50, послышался истеричный крик. Вы побежали к лошади и рывком запрыгнули на неё. Минут через пять вы были уже далеко от того места.",
    "answers": [
      {
        "id": 26,
        "text": "Конец первой главы"
      }
    ]
  },
  {
    "id": 34,
    "text": " Идя к Голленсам, вы всё больше и больше осознавали, что это было не самое хорошее решение. Они были мягко говоря не приветливы. Вроде бы обынчая бездетная семейная парочка, а вроде бы... Односельчане часто взирали на вас, как на ненормальную. Всё из-за того раза, когда вы проболтались знакомой, что ночью слышали крики в доме у Голленсов. Эти крики не были полны боли, страха, отчаяния. Нет, нет. Они не принадлежали какой-то жертве. Это были крики сумасшествия. До сих пор о них страшно вспоминать. И вот. вы на пороге этого дома.",
    "answers": []
  },
  {
    "id": 35,
    "text": " Многие считали эту даму ведьмой только из-за того, что она была очень скрытной и ни с кем не общалась. «А что если она такая, потому что пережила кошмар?» Это был вопрос, который возник у вас в голове, после того как вы вспомнили полезную деталь. Однажды ваши уши где-то подцепили фразу, что она была дочкой графа, но лишившись ребёнка и мужа, стала вести замкнутую и скрытную жизнь. Кажется, если всё было именно так, то вы очень понимали эту женщину. Постучавшись к ней, вы замерли в ожидании, но никто вам не открыл.",
    "answers": [
      {
        "id": 36,
        "text": "Перейти к прочтению второй главы?"
      },
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 36,
    "text": " ГЛАВА 2.\n Прошло много времени, вокруг уже несколько дней лысая степь. Ни единого деревевца или кустика. Животные очень редко встречались, а про птиц вообще лучше промолчать. Ваша лошадь была пару дней уже в изнеможении, но она всё равно двигалась дальше. Вам было мило это создание, достаточно послушная и не прыткая. Породистая кобылка... И даже несмотря на то, что она являлась кобылкой, была не хуже жеребца. От ваших раздумий вас отвлёк домик вдалеке. Домик. Но он точно не лесничего, ведь тут даже рядом о лесе и разговора не шло! Нужно было осмотреть домик и поискать припасы, ваши уже на исходе.",
    "answers": [
      {
        "id": 37,
        "text": "Зайти в домик"
      }
    ]
  },
  {
    "id": 37,
    "text": " Зайдя в хижину поспереди пустынного поля, вы немного удивились тому, что всё было аккуратно разложено, деревянные полки отполированы до идеальной чистоты, на шкафах стоят красивые и чистые фигурки, а на столе... Еда! Как же вы давно, хорошо не ели, сейчас еда это просто шик.",
    "answers": [
      {
        "id": 38,
        "text": "Наброситься на еду"
      },
      {
        "id": 39,
        "text": "Сначала осмотреть помещение"
      }
    ]
  },
  {
    "id": 38,
    "text": " Набросившись на еду, вы чавкали хуже, чем самая не воспитанная девица Анерии. Здесь было всё, о чём вы только могли представить. И красная икра, и свинина, и омлет, и наростыши... Для деревенской девушки, эта еда являлась редкостью. Вы просто не могли сдержать счастья и поделтлись им с вашей едой, солёные капли потекли из глаз, но текли они не от горя, а от счастья!",
    "answers": []
  },
  {
    "id": 39,
    "text": " Вы решилили осмотреть домик, мало ли что случится....",
    "answers": [
      {
        "id": 40,
        "text": "Осмотреть маленькую комнатку"
      },
      {
        "id": 41,
        "text": "Осмотреть кухню"
      },
      {
        "id": 42,
        "text": "Осмотреть гостинную"
      }
    ]
  },
  {
    "id": 40,
    "text": "",
    "answers": []
  },
  {
    "id": 41,
    "text": "",
    "answers": []
  },
  {
    "id": 42,
    "text": "",
    "answers": []
  },
  {
    "id": 43,
    "text": "",
    "answers": []
  }
]