[
  {
    "id": 1,
    "text": "Автор: ワイズマン\nСтатус: Завершён.\nЖанр: Романтика, Фантастика, Криминалистика.\n\nАннотация:\nТы – Рей, 26-тилетняя девушка родом из штата Калифорния, США.\nПоначалу всё идёт просто прекрасно, но тут тебе приспичило сменить место работы! Всё прекрасно идёт уже как месяц но тут появляется ОН…\nИ вот твоя жизнь полна неудач и проблем, но тут в твоей жизни появляется день когда всё хорошо?\n\nНе расслабляйся – Жизнь только перезаряжает ружьё…\n\n____________________________________________________\n\nПод квест подходит песня Andro – Инопланетянин",
    "answers": [
      {
        "id": 2,
        "text": "Начало",
        "var_str_set": [
          "global font",
          "NotoSerif-Italic"
        ],
        "var_equal": [
          "global isAuthor",
          1
        ]
      },
      {
        "id": 3,
        "text": "Содержание"
      },
      {
        "id": 11,
        "text": "От автора"
      },
      {
        "id": 30,
        "text": "Концовки"
      },
      {
        "id": 120,
        "text": "Обновления!"
      },
      {
        "id": 1,
        "text": "Группа ВК",
        "url": "https://vk.com/club222572690"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://i.imgur.com/7i3XLTY.jpg",
        "system": true
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://i.imgur.com/FKZQqBS.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Глава I\n\nЯ как раз перешла на новую работу в одну из турфирм. Коллектив подобрался очень приятный, хоть и девчачий. Нас там было 8 девушек и самой старшей из нас не было и 27-ми. Мы были молоды, горячи, и перезнакомились довольно быстро. Часто ходили толпой в кино, в кафе, в клубы. Повезло с коллективом, ничего не скажешь. Кроме нас, 8-ми молодушек, там была ещё наша начальница Рита женщина лет 38 и охранник Джейкоб 39-40 лет. Джейкоб – это был такой большой, пугающий мужчина, ростом, примерно, 185, но, с безумно добрыми и весёлыми глазами. Мы, девчонки, ужасно его любили. Он был замечательный. И всё у нас было хорошо, целый месяц, пока однажды, в дверях не появился Он…",
    "answers": [
      {
        "id": 4,
        "text": "[Умеет жизнь мне всё настроение испортить]"
      }
    ]
  },
  {
    "id": 3,
    "text": "                                  Содержание",
    "answers": [
      {
        "id": 1,
        "text": "Главная страница"
      },
      {
        "id": 2,
        "text": "Глава I"
      },
      {
        "id": 10,
        "text": "Глава ||"
      },
      {
        "id": 23,
        "text": "Глава |||"
      },
      {
        "id": 94,
        "text": "Глава IV"
      },
      {
        "id": 112,
        "text": "Глава V "
      },
      {
        "id": 210,
        "text": "Глава Vl "
      }
    ]
  },
  {
    "id": 4,
    "text": "Он вошёл неторопливой походкой, поздоровался за руку со Джейкобом подмигнул всем девчонкам, поцеловал некоторых в щёчку. Это был главный начальник над всеми нами и над Ритой.\n— А это наши новые сотрудницы? – спросил он, кивнув в сторону меня и ещё 2-х девчонок.\n— Да, уже не такие и новые. Месяц как работают. Это вы у нас всё на морях отдыхаете. Вот это Эмели Жексон, это Шерел Найтли, и Рейчел Торетте, — представила нас Рита, меня она всегда представляет последней и с каким-то своим призрением что-ли?\nПредставляясь, он каждой поцеловал руку. Когда он наклонился, и его тёплые нежные губы коснулись моей руки, у меня в голове пронеслось: \"Какой же ты Бабник!\"\n— Антонио Вивальди, можно просто Антонио, — представился он, взглянув на меня из подлобья.\n\"Прекрасно так ещё и мексиканец, а может и нет?\nНу-ка давайте проверим тогда!\"\n— Buenos dias, Esta Vuesta Mexicano? – произнесла я, благо мне повезло бабуля была преподователем в  университете, и она знала несколько языков, в том числе испанский, английский, итальянский и ещё несколько.\nОн ответил только после недолгой паузы:\n— Частично, а вы как я погляжу хорошо знаете испанский? Вы сказали свою фразу буквально в идеале. Вы испанка? – ответил Антонио смотря на меня своими голубыми глазами.\n— Нет что вы. – сказала я с натянутой улыбочкой, \"Во мне и капли нет этой козлячей крови\" я подумав это, я прямо хотела так и сказать нооо воздержалась.\n\n____________________________________________________\n\nBuenos dias, Esta Vuesta Mexicano? – Добрый день, вы мексиканец? (исп.)\n   ",
    "answers": [
      {
        "id": 5,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 5,
    "text": "После того как он внимательно изучил своим раздевающим взглядом всех девушек в том числе и меня он молча развернулся и вошёл к себе в кабинет.\nВесь этот месяц он был в отпуске, и вот теперь мне предстояло работать, зная, что он сидит в соседнем кабинете. Я не могла даже толком сконцентрироваться на работе. Для меня было немного странно думать о мужчине тем более о МЕКСИКАНЦЕ. Ведь я по сути как и мои родители презираем всех мексиканцев ну кроме моей сестры Джесики её всегда тянуло на этих темнокожих, вот она и доигралась залетела от первого мексиканца, курица тупая.\nВ принцепе Антонио ничем не отличался от других мужиков: темноволосый, коротко стриженый мужчина, среднего роста и довольно мускулистого телосложения. Когда он проходил мимо, за ним всегда оставался шлейф приятного аромата какого-то одеколона. Я умирала от этого запаха… Я влюбилась в него! Нет не в Антонио а в его духи! Да! Мне всегда нравились мужские одеколоны и духи! Как я заметила Антонио был очень коммуникабельным человеком и умел находить подход к любому человеку. А к девушке, так и подавно. Казалось, что он знает, что нужно женщине и чего она хочет в данный момент.\n",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "Через несколько часов я привыкла к его наглой физиономии. Антонио проверял наши работы, и меня немного напрягало что около меня он крутился намного больше чем у остальных девчонок. Некоторые девчонки даже перестали со мной общаться. \nНу вот он вышел из своего кабинета и начал своё похабное рассматривание наших работ! Ага как же, извращенец вышел из своей конуры только для того что полюбоваться красотой наших девчонок не более. У него можно сказать было на лбу написано что ему плевать на наши работы, он просто хотел… ХОТЕЛ их! А девчонки не понимаои этого!\n— Юлечка, ваш отчёт просто великолепен! Не зря я вас немного поругал в прошлый раз. Вы исправились. Продолжайте в том же духе, — говорил Антонио абсолютно ангельским голоском от которого мне становилось тошно.\n\"Не зря я вас немного поругал в прошлый раз\" меня смутили эти слова, и я не смогла не скривить лицо. \"Вот правда он бабник извращуга и вообще хрен пойми кто!\" Отвернувшись от компьютера я увидела как девчонки смотрят на него, и я смогла легко догадаться что ради его похвалы девушки готовы были работать день и ночь. И, я точно знала, что в него были влюблены почти все наши девчонки. \n— Мия, я сегодня говорил с директором, ему очень понравилось ваше предложение по рекламе агентства. И он просил вас зайти к нему завтра, — продолжал он. Мне стало не интересно как он будет отхваливать девчонок поэтому я с головой погрузилась в манитор компьютера.\nОн каждой сказал что-то позже он подошёл ко мне. И только я не обратила внимание на то как Антонио уже стоит около меня несколько минут, он смотрел на меня но в тоже время не на меня а ниже моей шеи… \"Я всегда знала что ты ублюдок и тот ещё извращуга.\"\n— Рейчел вы сегодня просто очаровательны.\nЯ подняла глаза и упёрлась в его пристальный и почти раздевающий, взгляд. Я вздрогнула. Казалось, он знал, о чём я только что думала…\n— Спасибо Антонио Вивальди вы очень любезны.\n— Рейчи, я бы хотел видеть ваш отчёт. Не соблаговолите ли вы занести его мне через 5 минут?\n— Конечно. – сказала я натянув на лицо улыбку. \n\"С каких это пор я для тебя Рейчи!? Меня так могут называть только мои родители и то с моего разрешения!\"\nОн улыбнулся одной из самых обольстительных своих улыбок, и не торопясь, пошёл в свой кабинет.\n\n",
    "answers": [
      {
        "id": 7,
        "text": "Зеркало!?"
      }
    ]
  },
  {
    "id": 7,
    "text": "Я достала зеркальце и принялась пристально рассматривать себя. Уложила волосы, подкрасила глаза, обсмотрела своё лицо. Конечно он мне не нравился но перед начальством нужно предстать в лучшем виде и поэтому я взяла в руки папку с отчётом и глубоко вдохнув, открыла дверь в его кабинет…\n— Антонио Вивальди, можно?\n— Конечно, Рейчи, — улыбнулся он. – Заходите.\nНекоторое время он внимательно изучал мой отчёт.\n— Рейчи, посмотрите сюда, у меня есть пару исправлений и дополнений…\nЯ наклонилась, опершись рукой об стол, и пыталась сосредоточиться на том, что он мне говорил. Если честно мне было плевать на то что он мне говорил но я внимательно всё слушала всё-таки мне нужна работа. Но он как начальник вообще можно сказать ему 33-35 лет, как то слишком молод. Он конечно был красив, да, я признаю это. Но сейчас для меня стало дикостью то что у меня в голове появилась довольно такая неприличная картинка и причем всего на мгновение. Я мысленно выругалась про себя. И только сейчас я посмотрела на Антонио. А он обрушил свой взгляд на мою голову из ниоткуда, пробудив внутри меня ту самую которая ненавидит начальников мужиков!\nОн окончил критику моего отчёта и улыбнулся:\n— Надеюсь, вам хватит дня, чтобы это всё исправить?\n— Да, конечно.\n— Ну, вот и замечательно, – он посмотрел на меня, как мне показалось, каким-то выжидающим взглядом. А потом, будто очнувшись, протянул мне мой отчёт. – Возьмите, Рейчи.\nЯ протянула руку, и на мгновение мы коснулись друг друга пальцами.… Казалось, от кончиков пальцев до кончиков волос по мне пробежал электрический заряд. Я натянуто  улыбнулась и вышла из кабинета. Но, уходя, я чувствовала спиной его взгляд…\nВыйдя из кабинета я положив отчет к себе на стол буквально побежала в туалет смыть с своей головы все эти дикие мерзкие неприличные мысли про него и… ПРО МЕНЯ!!!\nВымыв на чисто лицо я опять накрасившись и с чистой свежей головой вышла из туалета и вернулась к себе за стол.\n",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "И вот так вот, полу взглядами, полу фразами и полу намёками мы обменивались довольно продолжительное время. Через два дня у нас состоялся крупный проэкт он мне покозался довольно интресным и так вышло, что я задержалась дольше остальных. Совсем не нарочно, а потому что действительно была увлечена. Я была настолько поглощена работой, что даже не заметила, как на улице стемнело. Так бы и сидела, пока меня вдруг не окликнули:\n— Рейчи?\nЯ не сразу поняла кто это. Подняла глаза и увидела Антонио.\n— Рейчи, почему вы ещё здесь? Ведь уже так поздно. Ваш рабочий день кончился ещё 2 часа назад.\nЯ глянула на часы и ужаснулась: уже было 10 вечера. И хоть на улице была осень но темнело уже рано.\n— Ой, заработалась… Новый проект меня очень увлёк.\nОн улыбнулся. В такие моменты он очень напоминал Чеширского кота.\n— Может, я подвезу вас до дома?\n— Не стоит мне не далеко идти, — ответила я конечно же мне долеко идти но я не собираюсь ехать с ЭТИМ в одной машине.\n— Бросьте такой красивой девушке лучше не ходить по ночам одной. Я настаиваю. – он улыбнулся своей фирменной улыбочкой.\n— Ну если вы настаиваете. – хмыкнула я себе под нос.\n\nПервое время мы ехали молча, в перерывах разговаривая о работе. До моего дома было не так уж далеко, и мы доехали буквально минут за 7, так как городские дороги к этому времени были уже почти пусты. Мы подъехали к моему дому, Антонио галантно открыл мне дверь машины.\n— Оказывается, мы живём в одном направлении. Так что если вы когда-нибудь задержитесь ещё, я буду рад вас подвезти.\nВ тусклом свете единственного фонаря он был потрясающе красив... Я стояла от него на расстоянии полусогнутой руки и несколько секунд просто молча смотрела ему в глаза. Я заметила в них блеск и поняла, что сейчас произойдет что-то что в мои планы никак не входило!",
    "answers": [
      {
        "id": 9,
        "text": "Твою мать!"
      }
    ]
  },
  {
    "id": 9,
    "text": "Мне показалось, что всё произошло очень обоюдно. Просто в какую-то секунду его нежные губы впились в мои горячим и долгим поцелуем. Его руки блуждали по моему телу, тем не менее, сохраняя определённую дистанцию.\n— Антонио… – прошептала я в ту секунду, когда он дал мне перерыв, он прижал меня к себе с такой сило что мне показалось что он сломал мне рёбра.\n— Не говори ничего… – прошептал он, тяжёло дыша.\n— Нет! – сказала я и наступила ему на ногу каблуком своих туфелек. Он ослабил хватку, и я отстранившись сказала.\n— Извините, но я так не могу. – сказала я и ушла к себе домой. Но я ещё долго чувствовала у себя на спине его серьёзный взгляд.",
    "answers": [
      {
        "id": 10,
        "text": "Глава ll"
      }
    ]
  },
  {
    "id": 10,
    "text": "Глава ll\n\n— Дом, милый дом. – сказала я заходя в своё скромное жилище.\nНа берегу Аламо, кристально чистого притока Рио-де-Нуэсес, стоял скромный, но живописный домик, одно из тех, каких немного в Калифорнии.Это был небольшой но уютный домик, построенный из расщеплённых пополам стволов древовидной Юкки, вбитых стоймя в землю, с крышей из штыковидных листьев нержавеющей стали.\nОкаймлявшие речную долину обрывы изобиловали растительностью, послужившей строительным материалом для домика – Юккой, Агавой и другими не прихотливыми деревьями; а внизу плодородная долина на много миль была покрыта прекрасным лесом в котором была проложена транспортная магистраль по которой ездили в машинах люди только те кто живёт в этих местностях. \nКроме меня в этиом районе жила пожилая пара Луиза и Джек Терьера; моего возраста девушка Кира Каррильо;  так же здесь живёт парень который старше меня на год – Крис Браун; вечно чем-то недовольная пожилая вдова Элизабет Ричардсон; талантливая 7-летняя девочка-художница Роза Энгельс со своими родилемя Мартой и Эдвардом; так же в этом районе отдельно от семьи живёт старший брат Розы, его зовут Николас он старше меня на год; Ну и конечно где то в конце улицы похоже проживает мой начальник Антонио Вивальди.",
    "answers": [
      {
        "id": 12,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "Несколько словечек от автора:\n\nИстория плод моего богатого воображения. Любые опровержения или слова по типу: \"Это бред; Никода такого не может быть; Названия таких рек городов стран не существует.\"\nЧто же, я могу вам сказать только одно!\n\n\nНЕ СУЩЕСТВУЕТ ВИДЕОКАРТЫ МОЩНЕЕ ЧЕМ \n\nВАШЕ ВООБРАЖЕНИЕ!\n\nПоэтому я прошу вас отнестись к моему огромному по маштабам воображению с пониманием.\nЗаранее спасибо.\nС уважением и наилучшими пожеланиями а так же с благодарностью всем своим читателям Фантом.\n\n(ꈍ ᴗ ꈍ)",
    "answers": [
      {
        "id": 1,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 12,
    "text": "— Итак сколько времени? Десять минут одинадцатого, очень хорошо я смогу ещё поесть себе приготовить, а заодно и фильм посмотреть. – сказала я свои мыслы вслух.\n\nОсталось только решить что мне приготовить, и какой фильм посмотреть? А еще решить что сделать первым посмотреть фильм или приготовить поесть?",
    "answers": [
      {
        "id": 13,
        "text": "Приготовим сначала еду"
      },
      {
        "id": 14,
        "text": "Сначала посмотрим фильм"
      }
    ]
  },
  {
    "id": 13,
    "text": "Я подошла к холодильнику, открыв его я…\n\n— Н-да, выбор у нас довольно не большой.\n\nЧто же мне приготовить?",
    "answers": [
      {
        "id": 15,
        "text": "Вафельки и кофеёк"
      },
      {
        "id": 16,
        "text": "Яичницу с колбасой"
      },
      {
        "id": 15,
        "text": "Макороны с сыром"
      },
      {
        "id": 18,
        "text": "Сходить в магазин за провизией"
      },
      {
        "id": 19,
        "text": "Плюнуть на всё и пойти спать голодной"
      }
    ]
  },
  {
    "id": 14,
    "text": "\"Но я же ещё не выбрала какой фильм буду смотреть!\nИ к тому же мне нужна еда во время просмотра фильмов!\"",
    "answers": [
      {
        "id": 13,
        "text": "Надо выбрать что приготовить"
      }
    ]
  },
  {
    "id": 15,
    "text": "Итак после приготовления своего питания я уселась на диванчик перед своим плазменым телевизором и выбрала фильм…",
    "answers": [
      {
        "id": 20,
        "text": "Форсаж"
      },
      {
        "id": 20,
        "text": "Форсаж 2"
      },
      {
        "id": 20,
        "text": "Форсаж 3"
      },
      {
        "id": 20,
        "text": "Форсаж 4"
      },
      {
        "id": 20,
        "text": "Форсаж 5"
      },
      {
        "id": 20,
        "text": "Форсаж 6"
      },
      {
        "id": 20,
        "text": "Форсаж 7"
      },
      {
        "id": 20,
        "text": "Форсаж 8"
      },
      {
        "id": 20,
        "text": "Форсаж 9"
      },
      {
        "id": 20,
        "text": "Пираты карибского моря"
      },
      {
        "id": 20,
        "text": "Пираты Карибского моря 2"
      },
      {
        "id": 20,
        "text": "Пираты Карибского моря 3"
      },
      {
        "id": 20,
        "text": "Пираты Карибского моря 4"
      },
      {
        "id": 20,
        "text": "Пираты Карибского моря 5"
      },
      {
        "id": 20,
        "text": "Оно"
      },
      {
        "id": 20,
        "text": "Оно 2"
      },
      {
        "id": 20,
        "text": "Неудержимый"
      },
      {
        "id": 20,
        "text": "Неудержимый 2"
      },
      {
        "id": 20,
        "text": "Неудержимый 3"
      },
      {
        "id": 20,
        "text": "План побега"
      },
      {
        "id": 20,
        "text": "Джуманджи Новый уровень"
      },
      {
        "id": 20,
        "text": "Конг: Остров черепа"
      },
      {
        "id": 20,
        "text": "Кинг Конг"
      },
      {
        "id": 20,
        "text": "Джокер"
      },
      {
        "id": 20,
        "text": "Отряд Самоубийц"
      },
      {
        "id": 20,
        "text": "Веном"
      },
      {
        "id": 20,
        "text": "Железный человек"
      },
      {
        "id": 20,
        "text": "Железный человек 2"
      },
      {
        "id": 20,
        "text": "Железный человек 3"
      },
      {
        "id": 20,
        "text": "Чудо-женщина"
      },
      {
        "id": 20,
        "text": "Алиса в стране чудес"
      },
      {
        "id": 20,
        "text": "Алиса в Зазеркалье"
      }
    ]
  },
  {
    "id": 16,
    "text": "Кроме этого на ум не больше ничего не пришло.\n\nИтак после приготовления яичницы с колбасой я уселась на диван и готова была смотреть фильм. Но потм я вспомнила что мне нужно ещё раз зайти на кухню за хлебушком. \nВернувшись обратно на кухню и схватив кусок хлеба я вернулась обратно на диван.",
    "answers": [
      {
        "id": 15,
        "text": "Выбрать фильм"
      }
    ]
  },
  {
    "id": 17,
    "text": "— Что вы тут опять разборки устроили!? Сколько можно!? Каждый день одно и тоже, одно и тоже. Идите спать ложитесь! Взрослые что-ли слишком стали!? Сейчас родителям всё расскажу как вы тут на всю улицу галдите!!! – выглянула в окно своего дома мисис Ричардсон.\n— Опять эта ведьма вечно не давольна. Давайте отправим её обратно в её избушку на курьих ножках? А то у меня уже уши от её галдежа вянут. – сказала Кира.\n— Кто бы говорил. – сказал Крис.\n— Кто бы молчал. – улыбнулась ему Кира.\n— Ребят я конечно хочу с вами ещё пообщаться но мне в магазин надо. – сказала я.\n— Так он закрылся уже как час назад. – сказал Николас.\n— Так он же в одинадцать закрывается. – уточнила я.\n— Ну, так уже пол двенадцатого. – сказал Крис.\n— Прекрасно, мало того что я угробила свой отчёт, отшила своего начальника, не поела, не посмотрела фильм, так ещё и в магазин опоздала. Мне кажется что я уже не удивлюсь даже тому что на мою голову свалится какая-нибудь серьёзнейшая ответственность к которой я совершенно не готова! – выпалила я.\n— Рейчи, ты отшила своего начальника?! Зачем? Он же наверняка богат! Ты его отшила, завтра он тебя уволит, по-любому. – сказала Кира.\n— Кира умеешь ты подбадривать. – сказал Николас.\n— Не народ она права, тот индюк меня точно уволит, не не только из-за того что я его отшила. Я отчет один испоганила, а он его не видел, покрайней мере сегодня утром. Короче можно сказать мне можно искать новую работу. – сказала я.\n",
    "answers": [
      {
        "id": 21,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 18,
    "text": "— Идти в магазин на ночь глядя это идея совершенно ненормального человека. – сказала я свои мысли вслух, а потом повеселев добавила — Ха! А кто сказал что я являюсь нормальным человеком!\nЯ вышла из дома и направилась в сторону магазина. \nМинут через 15 я уже подходила к магазину как вдруг появились трое моих знакомых.\n— Ребята смотрите наша работяга опять на ночь глядя по магазинам шарахается! Рей тебе не надоело постоянно ходить в магазин по ночам? Давай ты лучше пойдёшь к нам в бар работать. Мы посменно работаем. Твоя смена будет начинаться в два часа дня а заканчиваться в семь часов вечера. Вот Николас устроился к нам в бар \"Вечерняя пчёлка\" и не желеет об этом. – начала тароторить Кира.\nНиколас подошёл ко мне и предупредил.\n— Никогда не соглашайся с ней. Это плохо кончится. \n— Да уже знаю. Просто её домик буквально за моим забором, так что я столько глупостей наслушалась что и представить страшно. – ответила я.\n— Я представляю какие глупости тебе может наговорить Кира. – сказал Крис покосясь на Киру.",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 19,
    "text": "\"Мне лень готовить. А спать я ещё не хочу так что давайте-ка сходим в магазинчик за нормальной едой\"",
    "answers": [
      {
        "id": 18,
        "text": "Идти в магазин"
      }
    ]
  },
  {
    "id": 20,
    "text": "Включив фильм и устроившись поудобнее я начала просмотр.",
    "answers": [
      {
        "id": 22,
        "text": "Через 30 минут"
      }
    ]
  },
  {
    "id": 21,
    "text": "— Ой да плюнь ты на эту турфирму! Пойдем к нам с Ником в бар нам как раз бармена не хватает Джейк себе руку сломал и не сможет около месяца разливать виски клиентам. – сказала Кира.\n— Впринцепе терять то мне нечего так что можно пойдем работать. Когда говоришь моя смена начинается?\n— С двух до семи но это если два бармена. А так ты начинаешь работать с десяти утра и до семи вечера. Днем клиентов мало и поэтому больщую часть дня мы играем в бильярд, или Фараон и Монте¹ – сказала Кира.\n— Такой распорядок дня меня устраивает. \n— Ладно народ давайте по домам. Рей завтра тебе придется прийти в бар к девяти утра, менеджера можно застать только в это время а остальное время он проводит с особыми гостями.\n— Я прийду к восьми. – сказала я улыбнувшись.\n— Ладно народ давайте, пока. – сказала Кира.\n— Пока.\n— Счастливо – сказал Крис.\n— Прощайте дамы и господа. – сказал Ник.\n— Сам ты дама, я господь! – сказала я и развернувшись гордо зашагала прочь.\n— Оу, прошу пращения! – крикнул мне в след Ник.\n\nЯ пришла домой переоделась в свою пижамку с деньжищами и увалившись на кровать погрузилась во владения Морфея.\n\n____________________________________________________\n\nФарао́н и Мо́нте – азартные карточные игры.",
    "answers": [
      {
        "id": 23,
        "text": "Глава lll"
      }
    ]
  },
  {
    "id": 22,
    "text": "Через 30 минут я заглянула в холодильник и поняла что не наемся вафлями яичницой и кофейком.\nПридется топать в магазин.\n",
    "answers": [
      {
        "id": 18,
        "text": "Собираться в магазин"
      }
    ]
  },
  {
    "id": 23,
    "text": "Глава |||\n\nЯ проснулась от того что что-то очень яркое посвятило мне в глаза.\nПоднявшись с кровати я осмотрелась:\n— Никого. Ладно раз я проснулась надо узнать сколько времени и потом заняться чем-нибудь – сказала я свои мысли вслух, и посмотрев на часы хотела себя проматерить было 5 утра. В баре я должна уже быть желательно в 8:50.\nЯ включив свет у себя в спальне заглянула в свой гордероб.\nНо только я приоткрыла дверцу как из шкафа всё вываливается на меня.\n— Вот она моя бесконечная проблема мне некуда девать свои тряпки! – сказала я поднимаясь из кучи, еле откопав джинсы и свой серенький свитер я переоделась и сложила все оставшиеся разбросанные вещи в шкаф.\nЯ отойдя от шкафа хотела заправить кровать но тут свет отключился.",
    "answers": [
      {
        "id": 24,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 24,
    "text": "— Хорошо. Так где там мой фонарик? – сказала я и начала упорно на ощупь искать фонарик.\nНо тут я врезалась во что-то широкое, и при этом что теплое… \n— Странно вроде шкаф стоял в другом месте. – пробубнила я потирая лоб пальцами.\n— Я не шкаф. – сейчас мне стало по-настоящему страшно, голос прозвучал так будто это говорит сам повелитель преисподней, голос был настолько серьёзный грубый и низкий что правда показалось будто со мной говорит сам Сатана.\nЯ отшатнулась в сторону и врезалась в ещё кого-то, и похоже наступила ему или ей на ногу.\n— Ай, больно. – сказала она, голос был женским и в тоже время дрожащим и таким грустным словно у хозяина голоса случилось несчастье и будто он сам пострадал.\nЯ замерла на месте, не хватало ещё что-то натворить за несколько секунд.\nНо тут свет включился и перед мной стояли…\n",
    "answers": [
      {
        "id": 25,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 25,
    "text": "— ПРИШЕЛЬЦЫ!!! – закричала я что есть силы.\nНо тут Первый пришелец через два шага окозался рядом со мной и дотронулся своей синей рукой до моего плеча.\nМеня больно шандарахнуло током.\n— А-а-а-а-а-а-й! Ай-ай-ай больно! – я схватилась за место удара.\n— Пожалуйста успокойся. Мы прибыли сюда из-за крайней необходимости. Позволь мой брат тебе всё объяснит. Тебе лучше присесть. Обещаем мы не навридим тебе. – сказала Вторая.\n— Ни какого доверия не вызываете. – сказала я.\n— Пожалуйста выслушай нас. Тебе лучше присесть. – говорила та же Второя.\nРывком я хотела проскочить мимо этих двоих и свалить отсюда как можно дальше, но только я проскочила через них и схватилась за ручку двери как меня хватают за талию и перебрасывают через всю комнату. Вновь я лказываюсь посреди комнаты.\n— Лучше не пытайся сбедать. Это бесполезно. – сказал Первый.\nЯ подошла к креслу и уселась в него. Первый уселся на стул развернув его спинкой вперёд, напротив моего кресла, а Вторая уселась в кресло с боку от моего. \n— Итак, моё имя Леонгард, Лео, а её зовут Кристалия, Кристи. – начал Лео, – Мы, Элдорианцы с планеты Элдор. Нашу планету поглотила черная дыра, спаслись не многие. Наши родители правители Элдоры, Элдорийский император и его жена Элдорийская царица. Как я говорил ранее, нашу планету поглотила черная дыра, и что спаслись не многие среди которых были я и моя сестра. Мы хотели остаться и не покидать родную планету до последнего. Но наши родители приказали стражникам отправить нас с нашей планеты. Так же отослали с планеты еще нескольких Элдорианцев и скорее всего они тоже на это планете, но проблема в том что мы не знаем где они и в каких частях вашей планеты их искать. Поэтому нам нужна помощь коренного населения планеты. Но мы не рескуем подойти в открытую просить о помощи. Поэтому мы нашли этот глухой район где почти нет людей, и здесь мы легко смогли бы спрятаться если на нас кто-нибудь решил бы напасть.",
    "answers": [
      {
        "id": 26,
        "text": "Задать вопросы"
      }
    ]
  },
  {
    "id": 26,
    "text": "— Так у меня появилось куча вопросов.\n— Мы постораемся ответить на все твои вопросы. – ответила Кристи.\n— Хорошо. Итак, почему вы пришли именно ко мне? \n— Мой брат следил за тобой.\nЯ чуть не подавилась своими же слюнями.\n— Простите?! Что он делал? – я была в шоке.\n— Следил за тобой, не переживай для моего брата это нормально он вообще ничего и никого не боится и не стесняется. Если коротко то он следил за тобой два дня. И в итоге он пришёл к выводу что ты общительная, смелая, умная, решительная, ты готова прийти к друзьям на выручку в любую минуту. И поэтому мы пришли к тебе.\n— Ладно. Как я помогу вам найти ваших… сородичей? \n— Пока от тебя требуется только помощь в изучении планеты и… Если коротко то ты должна помочь нам выжить на этой планете а ещё ты должна помочь нам освоеться здесь. – сказал Лео.\n— А у меня есть выбор?\n— Впринципе да выбор у тебя есть.",
    "answers": [
      {
        "id": 27,
        "text": "— И какие у меня варианты?"
      }
    ]
  },
  {
    "id": 27,
    "text": "— И какие у меня варианты? – спросила я.\n— Либо помощь либо… – Кристи замялась.\n— Либо что? – переспросила я.\n— Либо смерть. – сказал Лео.\nЯ нервно сглотнула.\n— У тебя есть выбор. Либо ты помогаешь нам и остаешся в живых. Либо ты отказываешься и мы убиваем тебя. Мы не можем рисковать если кто-то лишний. будет знать о нашем присутствии на этой планете.\n— У меня есть время подумать?\n— Минута.\n\nСтоит очень сильно обдумать этот вопрос.\n\nС одной стороны скорефаниться с пришельцами, один из которых пепельноволосый с глазами цвета расплавленного серебра и синей кожей. И я должна признать он довольно красивый, может будь он и человеком я бы и пофлиртовала бы с ним. Наверное…\n\nВторая же зеленоглазая, синекожая брюнетка. Сама по себе она выглядела как обычный современный подросток ща исключением синей кожи.\n\nСкорефаниться с ними довольна прикольная мысль. Но с другой — это нажить на свою задницу очень много проблем!\n",
    "answers": [
      {
        "id": 28,
        "text": "Согласиться"
      },
      {
        "id": 29,
        "text": "Отказаться"
      }
    ]
  },
  {
    "id": 28,
    "text": "— Я не знаю чем вам помочь но я попробую… – но не упела я закончить фразу как оказалось в объятиях Кристи.\n— Ты не представляешь как ты нам уже помогла. – сказала она.\n— Ладно. Эм… Я покажу вам комнаты. Идёмте. – сказала я когда Кристи отпустила меня.\nМы вышли из моей комнаты и я показав Лео и Кристи их комнаты показала им весь дом. А после я сообщила что мне нужно будет идти на новую работу. \nЭти двое слушали меня внимательно, и запоминали каждые мои действия относительно электроприборов и других современных технологий.\nПосле всей экскурсии я увалилась на диван в гостинной и посмотрев на часы, было 8 :30\n— Твою же мать! – я вскочив с дивана побежала в прихожую.\nБыстро нацепив куртку и обувшись я взялу сумку и уже хотела уходить как из своей комнаты выходит Лео… полностью… голый.\n“Твою мать, что же за день та такой!\" подумала я стораясь не смотреть в сторону Лео.\nЯ вставив ключи в замочную скважину уже хотела открыть дверь и уйти как вдруг.\n— И куда ты уходишь? – спросил Лео, я вздрогнула и отпрянув от двери врезалась спиной в довольно мускулистую грудь Лео.",
    "answers": [
      {
        "id": 31,
        "text": "Что мне делать!?!?!"
      }
    ]
  },
  {
    "id": 29,
    "text": "— Ребят извините но я не знаю как и чем вам помочь простите но я не мог… \n\nОстрое лезвие пронзило мою грудь. Последнее что я слышала это голос Кристи : \"Прости пожалуйста\"\n\nПолучена плохая концовочка:\n\nИзвинения приняты.",
    "answers": [
      {
        "id": 1,
        "text": "Начало"
      }
    ]
  },
  {
    "id": 30,
    "text": "                           Доступные концовки:\n\n\n\n1. Извинения приняты – плохая концовка.\n\n\n2. Новая история – нейтральная концовка\n\n\n3. Что ни день — то приключение! – хорошая концовка.\n\n4. Грамотная Императрица – лучшая концовка. (по мнению друщей автора)",
    "answers": [
      {
        "id": 1,
        "text": "Ясненько"
      }
    ]
  },
  {
    "id": 31,
    "text": "Я отпрянула от него всторону двери и повернувшись к Лео лицом я раскраснелась как помидор. Прикрыв глаза я выпалила.\n— Я ухожу на работу вернусь в пол восьмого. Из дома не выходить. Косается обоих.  Всё я ушла. – выпалила я и вылетела из дома и захлопнув дверь я открыв глаза заглотила побольше воздуха.\n— А так утро хорошо начиналось. – сказала я и пошла в бар \"Вечерняя пчёлка\".",
    "answers": [
      {
        "id": 32,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 32,
    "text": "Фантом: Итак вам придется идти, да-да, ИДТИ на работу, хватит ли у вас терпения? Проверим!",
    "answers": [
      {
        "id": 33,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 33,
    "text": "Всё ещё идёте",
    "answers": [
      {
        "id": 34,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 34,
    "text": "Всё ещё идёте",
    "answers": [
      {
        "id": 35,
        "text": "Вперёд"
      }
    ]
  },
  {
    "id": 35,
    "text": "Иду иду иду",
    "answers": [
      {
        "id": 36,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 36,
    "text": "Всё ещё идёте",
    "answers": [
      {
        "id": 37,
        "text": "Идти"
      }
    ]
  },
  {
    "id": 37,
    "text": "Всё ещё идёте",
    "answers": [
      {
        "id": 38,
        "text": "А я иду"
      }
    ]
  },
  {
    "id": 38,
    "text": "Я иду",
    "answers": [
      {
        "id": 39,
        "text": "Иду иду иду"
      }
    ]
  },
  {
    "id": 39,
    "text": "Как же долго идти",
    "answers": [
      {
        "id": 40,
        "text": "А я всё иду"
      }
    ]
  },
  {
    "id": 40,
    "text": "Наконец-то я пришла в бар \"Вечерняя пчёлка\".\nНебольшое здание с басейном на зеднем дворе и неоновой вывеской \"Вечерняя пчёлка\"\nЯ зашла в здание и мне сразу в глаза попался Он…\nАнтонио Вивальди…\n\"Вот могу же я сама снбе день испоганить просто не из чего!\"\nБар открывается с 8 утра и роботает до 8 вечера и это только когда один бармен а когда два он вообще круглые сутки работает.\nЯ подошла к барной стойке меня там встретил Ник. Он копашился в столе и видимо искал бакалы.\n— Привет Ник. – поздоровалась я.\nНик стукнулся бошкой об стол.\n— Ай бл. – матернулся он а потом прикрыл рот ладонью. Очевидно материться здесь персоналу нельзя. \n— Привет Рей, менеджер у себя, пойдём я провожу тебя. – сказал Ник, мы пришли в кабинет менеджера.\n— Так и кем ты хочешь быть, официанткой?\n— Мне сказали что вам нужен бармен. – сказала я.\n— Проходишь проверку и допускаешься до бутылок. Всё на выход. – сказал манеджер.\nЯ и Ник вышли из кабинета и вернулись к барной стойке в главном зале.\n— Он всегда такой угрюмый?\n— Кроме под новый год. Он тогда в запое и веселее всех нас вместе взятых. – сказала Кира подходя к нам.\n— Кира поздравь меня я теперь бармен. \n— Проверку пройди сначала, бармен. Ладно я ушла мне и Нику заказы нужно разносить. – сказала Кира и ушла вместе с Ником.\n\nЧерез минут 30  я благополучно прошла проверку и меня допустили до барной стойки.",
    "answers": [
      {
        "id": 41,
        "text": "Работать"
      }
    ]
  },
  {
    "id": 41,
    "text": "Да-да вам теперь предстоит работать радуйтесь что сейчас не вечер.",
    "answers": [
      {
        "id": 42,
        "text": "Роботать"
      }
    ]
  },
  {
    "id": 42,
    "text": "Разливаю виски",
    "answers": [
      {
        "id": 43,
        "text": "Работать"
      }
    ]
  },
  {
    "id": 43,
    "text": "Разливаю бренди",
    "answers": [
      {
        "id": 44,
        "text": "Работать"
      }
    ]
  },
  {
    "id": 44,
    "text": "Разливаем коктейль",
    "answers": [
      {
        "id": 45,
        "text": "Работать"
      }
    ]
  },
  {
    "id": 45,
    "text": "Я посмотрела на часы было только десять утра.",
    "answers": [
      {
        "id": 46,
        "text": "Работать"
      }
    ]
  },
  {
    "id": 46,
    "text": "Разливаем Водку",
    "answers": [
      {
        "id": 47,
        "text": "Работать"
      }
    ]
  },
  {
    "id": 47,
    "text": "Разливаем Махито, и коктейли",
    "answers": [
      {
        "id": 48,
        "text": "Работать"
      }
    ]
  },
  {
    "id": 48,
    "text": "А теперь вам задания на память\nЗапомните 7 заказов к каждому клиенту.",
    "answers": [
      {
        "id": 49,
        "text": "Чё блять?"
      }
    ]
  },
  {
    "id": 49,
    "text": "\nЗаказы\n\n1. Виски – Мистер Браун\n2.  2 рюмки Бренди – Мистер Джексон.\n3. Клубничный коктейль – Мисис Гой\n4.  2 бокала Водки – Мистер Бин\n5. 7 бакалов шампанского – Мисис Ричардсон.\n6. 3 рюмки Виски – Мисис Смит.\n7. 1 чашка кофе – мистер Вивальди.",
    "answers": [
      {
        "id": 50,
        "text": "Запомнила"
      }
    ]
  },
  {
    "id": 50,
    "text": "И так кто там первый был?",
    "answers": [
      {
        "id": 51,
        "text": "Мисис Смит"
      },
      {
        "id": 52,
        "text": "Мистер Бин"
      },
      {
        "id": 53,
        "text": "Миссис Ричардсон"
      },
      {
        "id": 54,
        "text": "Мистер Браун"
      },
      {
        "id": 55,
        "text": "Мисис Гой"
      }
    ]
  },
  {
    "id": 51,
    "text": "А что она заказала?",
    "answers": [
      {
        "id": 56,
        "text": "Виски"
      },
      {
        "id": 56,
        "text": "Шампанское"
      },
      {
        "id": 56,
        "text": "Коктейль"
      }
    ]
  },
  {
    "id": 52,
    "text": "А что он заказал?",
    "answers": [
      {
        "id": 58,
        "text": "Водка"
      },
      {
        "id": 58,
        "text": "Вино"
      },
      {
        "id": 58,
        "text": "Кофе"
      }
    ]
  },
  {
    "id": 53,
    "text": "А что за заказ?",
    "answers": [
      {
        "id": 60,
        "text": "Вино "
      },
      {
        "id": 60,
        "text": "Водка"
      },
      {
        "id": 60,
        "text": "Пиво"
      }
    ]
  },
  {
    "id": 54,
    "text": "А что он заказал?",
    "answers": [
      {
        "id": 57,
        "text": "Шампанское"
      },
      {
        "id": 57,
        "text": "Коктейль"
      },
      {
        "id": 59,
        "text": "Виски"
      }
    ]
  },
  {
    "id": 55,
    "text": "А что она заказала?",
    "answers": [
      {
        "id": 61,
        "text": "Водка "
      },
      {
        "id": 61,
        "text": "Виски"
      }
    ]
  },
  {
    "id": 56,
    "text": "Увы но нет она вообще не первая и заказала она не то",
    "answers": [
      {
        "id": 49,
        "text": "Попробовать ещё"
      }
    ]
  },
  {
    "id": 57,
    "text": "Не правильно попробую ещё раз",
    "answers": [
      {
        "id": 49,
        "text": "Ещё раз"
      }
    ]
  },
  {
    "id": 58,
    "text": "Не правильно Попробуй ещё",
    "answers": [
      {
        "id": 49,
        "text": "Да, твою!"
      }
    ]
  },
  {
    "id": 59,
    "text": "так кто там следующий?",
    "answers": [
      {
        "id": 62,
        "text": "Мистер  Джексон"
      },
      {
        "id": 63,
        "text": "Мисис Гой"
      },
      {
        "id": 63,
        "text": "Мисс Смит"
      }
    ]
  },
  {
    "id": 60,
    "text": "Не правильно Саске, Учиха, Итачи, Наруто Узумаки.",
    "answers": [
      {
        "id": 49,
        "text": "А это тут причём?"
      }
    ]
  },
  {
    "id": 61,
    "text": "Не правильно",
    "answers": [
      {
        "id": 49,
        "text": "Опять"
      }
    ]
  },
  {
    "id": 62,
    "text": "Что за заказ?",
    "answers": [
      {
        "id": 64,
        "text": "Бренди"
      },
      {
        "id": 66,
        "text": "Водка"
      },
      {
        "id": 66,
        "text": "Пиво"
      }
    ]
  },
  {
    "id": 63,
    "text": "А заказ?",
    "answers": [
      {
        "id": 65,
        "text": "Бренди"
      },
      {
        "id": 65,
        "text": "Вино"
      },
      {
        "id": 65,
        "text": "Шампанское"
      }
    ]
  },
  {
    "id": 64,
    "text": "А рюмок сколько?",
    "answers": [
      {
        "id": 67,
        "text": "7"
      },
      {
        "id": 67,
        "text": "1"
      },
      {
        "id": 67,
        "text": "3"
      },
      {
        "id": 68,
        "text": "2"
      }
    ]
  },
  {
    "id": 65,
    "text": "Не тот заказ всё сначала (•‿•)",
    "answers": [
      {
        "id": 49,
        "text": "Да всмысле?!"
      }
    ]
  },
  {
    "id": 66,
    "text": "А рюмок сколько?",
    "answers": [
      {
        "id": 67,
        "text": "Одной хватит"
      },
      {
        "id": 67,
        "text": "3"
      },
      {
        "id": 67,
        "text": "7"
      },
      {
        "id": 67,
        "text": "52"
      }
    ]
  },
  {
    "id": 67,
    "text": "Нет увы",
    "answers": [
      {
        "id": 49,
        "text": "М-м-м…"
      }
    ]
  },
  {
    "id": 68,
    "text": "Так дальше кто у нас там?",
    "answers": [
      {
        "id": 69,
        "text": "Миссис Ричардсон"
      },
      {
        "id": 70,
        "text": "Мисис Гой"
      },
      {
        "id": 69,
        "text": "Мистер Вивальди"
      }
    ]
  },
  {
    "id": 69,
    "text": "А заказ?",
    "answers": [
      {
        "id": 71,
        "text": "Кофе"
      },
      {
        "id": 71,
        "text": "Водка"
      },
      {
        "id": 71,
        "text": "Шампанское "
      }
    ]
  },
  {
    "id": 70,
    "text": "Заказ?",
    "answers": [
      {
        "id": 72,
        "text": "Водка"
      },
      {
        "id": 72,
        "text": "Спирт"
      },
      {
        "id": 72,
        "text": "Моча"
      },
      {
        "id": 75,
        "text": "Коктейль"
      }
    ]
  },
  {
    "id": 71,
    "text": "Увы",
    "answers": [
      {
        "id": 49,
        "text": "Сначала"
      }
    ]
  },
  {
    "id": 72,
    "text": "Чего?",
    "answers": [
      {
        "id": 49,
        "text": "Да понятно уже"
      }
    ]
  },
  {
    "id": 73,
    "text": "Нет",
    "answers": [
      {
        "id": 49,
        "text": "Сначала"
      }
    ]
  },
  {
    "id": 74,
    "text": "Дальше кто ещё остался?",
    "answers": [
      {
        "id": 70,
        "text": "Мисис Ричардсон"
      },
      {
        "id": 76,
        "text": "Мистер Бин"
      },
      {
        "id": 70,
        "text": "Мисс Смит"
      }
    ]
  },
  {
    "id": 75,
    "text": "Вопрос: А какой?",
    "answers": [
      {
        "id": 73,
        "text": "Коктейль Молотова"
      },
      {
        "id": 73,
        "text": "Коктейль из Персика"
      },
      {
        "id": 74,
        "text": "Коктейль клубника"
      }
    ]
  },
  {
    "id": 76,
    "text": "Заказ?",
    "answers": [
      {
        "id": 77,
        "text": "Водка"
      },
      {
        "id": 67,
        "text": "Виски"
      },
      {
        "id": 67,
        "text": "Бренди"
      }
    ]
  },
  {
    "id": 77,
    "text": "Сколько?",
    "answers": [
      {
        "id": 80,
        "text": "2"
      },
      {
        "id": 67,
        "text": "3"
      },
      {
        "id": 67,
        "text": "56"
      }
    ]
  },
  {
    "id": 78,
    "text": "Сколько?",
    "answers": [
      {
        "id": 67,
        "text": "3"
      },
      {
        "id": 67,
        "text": "89"
      },
      {
        "id": 67,
        "text": "В запой 100"
      },
      {
        "id": 67,
        "text": "6"
      },
      {
        "id": 85,
        "text": "7"
      }
    ]
  },
  {
    "id": 79,
    "text": "Заказ?",
    "answers": [
      {
        "id": 84,
        "text": "Виски"
      },
      {
        "id": 67,
        "text": "Водка"
      },
      {
        "id": 67,
        "text": "Бренди"
      }
    ]
  },
  {
    "id": 80,
    "text": "Кто там ещё?",
    "answers": [
      {
        "id": 81,
        "text": "Миссис Ричардсон"
      },
      {
        "id": 67,
        "text": "Миссис Смит"
      }
    ]
  },
  {
    "id": 81,
    "text": "Заказ?",
    "answers": [
      {
        "id": 78,
        "text": "Шампанское"
      },
      {
        "id": 67,
        "text": "Водка"
      },
      {
        "id": 67,
        "text": "Виски"
      }
    ]
  },
  {
    "id": 82,
    "text": "Заказ?",
    "answers": [
      {
        "id": 67,
        "text": "Виски"
      },
      {
        "id": 67,
        "text": "Бренди"
      },
      {
        "id": 67,
        "text": "Коньяк"
      },
      {
        "id": 89,
        "text": "Кофе"
      }
    ]
  },
  {
    "id": 83,
    "text": "И последний клиент?",
    "answers": [
      {
        "id": 81,
        "text": "Миссис Смит"
      },
      {
        "id": 82,
        "text": "Мистер Вивальди"
      }
    ]
  },
  {
    "id": 84,
    "text": "Сколько?",
    "answers": [
      {
        "id": 67,
        "text": "2"
      },
      {
        "id": 83,
        "text": "3"
      }
    ]
  },
  {
    "id": 85,
    "text": "Кто ещё?",
    "answers": [
      {
        "id": 79,
        "text": "Миссис Смит"
      },
      {
        "id": 69,
        "text": "Мистер Вивальди"
      }
    ]
  },
  {
    "id": 86,
    "text": "После обслуживания я посмотрела на часы 17:30 моя смена закончится через полтора часа. Клиентов уже почти нет за исключением Вивальди, \"Думаю можно отдохнуть интересно чем сейчас занимаются Лео и Кристи?\"\nКо мне подошла Кира с Ником.\n— Ну и денёк, по-моему столько клиентов мы и не обслуживали. Ну что может в Фараона или в Монте? – предложила Кира.\nНо только я хотела согласитьмя поиграть в карты как меня кто-то хватает за руку и поворачивая к себе целует в губы…\nИ знаете кто это был?\nДогодайтесь!",
    "answers": [
      {
        "id": 87,
        "text": "Крис"
      },
      {
        "id": 87,
        "text": "Ник"
      },
      {
        "id": 91,
        "text": "Лео"
      },
      {
        "id": 87,
        "text": "Вивальди"
      }
    ]
  },
  {
    "id": 87,
    "text": "Да причём тут он!\nНет это не он думайте доайте!",
    "answers": [
      {
        "id": 87,
        "text": "Ник"
      },
      {
        "id": 87,
        "text": "Крис"
      },
      {
        "id": 87,
        "text": "Вивальди"
      },
      {
        "id": 91,
        "text": "Лео"
      }
    ]
  },
  {
    "id": 88,
    "text": "Поздрааляю вы всех обслужили!",
    "answers": [
      {
        "id": 86,
        "text": "Ураааааааааа!!!"
      }
    ]
  },
  {
    "id": 89,
    "text": "Сколько?",
    "answers": [
      {
        "id": 67,
        "text": "3"
      },
      {
        "id": 67,
        "text": "2"
      },
      {
        "id": 88,
        "text": "1"
      }
    ]
  },
  {
    "id": 90,
    "text": "Я схватила Лео за руку и увела его в винный погреб.\n— Так говори что всё это значит! \n— Ну во-первых я просто выполнил желание своей сестры мы просто играли в игры на желание. Я проиграл и выполнил её желание. Ты довольна?\n— Вот сволочь. Прийду домой построю будку для собаки и посажу туда вас обоих. Знаю вас всего день а вы меня уже достали! Иди домой и не выходите из дома до моего возвращения ЯСНО!?\n— Всё меня здесь нет. – сказал Лео и собирался уходить но тут остановился. – Признайся, понравилось.\n\n\"Поцелуй с пришельцем. Звучит странно. Но признаю мне понравилось\"\n\n— Иди уже домой. – сказала я скрестив руки на груди. Лео усмехнулся и ушёл.\nКогда я вернулась за барную стойку у Киры и Ника глаза горели любопытством.\n— Говори. – сказали эти двое хором.\nНе рассказывать же им обо всём этом бреде про пришельцев?\n— Он мой парень. – ляпнула я то что первое пришло в голову.\n— Где ты такого красавчика откопала?\n\" Сегодня ночью на мою голову со своей сестрёнкой свался. Ага как же красавчик ты его голым в его естественном обличи не видела. Хотя ладно я признаю что он красавчик даже в своём естественном виде.\n— Мы давно знаеомы ещё с коледжа. Встречаемся уже где-то год. – я начала красноречиво выкручиваться из ситкации.\n\"Под словом год я имею циферку 12! Мы знакомы 12 часов. Пишлось циферку приумножить.\"",
    "answers": [
      {
        "id": 92,
        "text": "Смена окончена"
      }
    ]
  },
  {
    "id": 91,
    "text": "Но только я хотела согласитьмя поиграть в карты как меня кто-то хватает за руку и поворачивая к себе целует в губы…\n\"Лео мать твою! Как ты вообще тут появился и почему твоя кожа не синяя?\nЯ кострирую тебя, мало того что ты мне утром всё своим шикарным кхе-кхе всё испортил так ещё и ты мой запрет нарушил! Тварь ты такая! Я теперь желею о том что согласилась тебе и твоей сестре помогать!\"\n— Ну здравствуй малыш. – сказал Лео и подмигнул мне.\nГде-то в углу Вивальди тихонько подавился. Кира и Ник стояли в шоке и нихрена не понимали.",
    "answers": [
      {
        "id": 90,
        "text": "Взять эту заразу за руку"
      }
    ]
  },
  {
    "id": 92,
    "text": "Ну вот мой первый рабочий день прошёл полный сюрпризами а так же кучей интересных событий.\nПопрощавшись с ребятами я вернулась домой буквально никакая.\n\nЗайдя в дом я не обратила внимания что \" мой так сказать парень\" опять голый, сидит на диване и смотрит по телевизору какую-то телепередачу про учёных и внеземной разум.\n\nЯ зашла к себе в комнату и тут на меня падает ведро с хододной водой!\n\n— Ааааааа! – взвизгнула я.\nКристи вбегает в мою комнату и смотря на меня начинает пятиться назад.\n— Я прибью вас обоих! – сказала я и швырнула вазу в Кристи, но та успела выбежать и закрыть дверь ваза врезалась в дверь и упав на пол не разбилась. Подняв вазу я поставила её на место закрылась на ключ и переодевшись в черные джинсы и черную толстовку с надписью Reebok UFC я увалилась на кровать.",
    "answers": [
      {
        "id": 93,
        "text": "Полежать и посмотреть в потолок"
      }
    ]
  },
  {
    "id": 93,
    "text": "Валяясь на кровати я не обратила внимания на то что в мою комнату стучат.\n\n— Рей есть разговор. – послышался голос Кристи.\nПоднявшись с кровати я вышла из комнаты.\nВ гостинной сидели Кристи и Лео (этот был в одежде).\n— Чё надо? – спросила я.\n— Я прикинул возможные места нахождения других Элдорианцев. Это Мексика, и возможно Техас. В любом случае нам нужно проверить оба этих штата. – сказал Лео.\n— А я тут причём?\n— Ты должна нас привести туда раз ты отозвалась нам помогать. – улыбнулась Кристи.\n— Выдвигаемся когда? – спросила я.\n— Завтра вечером. – сказал Лео.\n— Круто я успею выспаться. Спакойной ночи! – сказала я ушла к себе.\n\nУвалившись на кровать я не переодеваясь уснула.\n",
    "answers": [
      {
        "id": 94,
        "text": "Глава IV "
      }
    ]
  },
  {
    "id": 94,
    "text": "Глава IV\n\nПроснувшись я уловила себя на том что я нахожусь не у себя в кровати а на стуле привязаная к нему, тусклая лампочка освещала только местность вокруг меня. Осмотревшись я увидела что рядом с моим стуло стоит столик на котором лежат приборы для бользамирования…\n\"Если это опять шутки этих пришельцев я найду пистолет и пристрелю их!\" подумала и схватившись зубами за рукоять ножика который был ближе к моему стулу, уронила его к себе на кросовки, еле дотянувшись рукой до него я услышала что будто кто идёт. Быстро схватив нож за рукоятку я спрятала свои руки с ножом за спинку стула.\nПрисмотревшись мои ожидания были оправданы ко мне подошёл мужик в военной форме и в маске. Он подошёл  ко мне и достал из-за кобуры пистолет.\n— Говори где пришельцы. Иначе я прострелю тебе бошку.\n— Я не понимаю о чём идёт речь. Что происходит, где я? – начала я строить из себя дурочку.\n— Два раза повторять не буду.\n— Я не понимаю что происходит, какие пришельцы? Если это какой-то дурацкий розыгрыш я не знаю что с вами сделаю когда я выберусь от сюда. Развяжи меня! ЖИВО! – гаркнула я, мужик никак не отриагировал.\n— Говори.\n— Даже если я бы что-то знала я бы всё равно ничего бы не сказала. А знаешь почему? Потому что я уже минут 15 говорю что низнаю кого ты там ищешь, и заметь ты до сих пор не прострелил мне голову. – начала я путать его.\n— Говори где они. Иначе, я обещаю что ты пожалеешь что родилась на свет. – сказал он наклонившись к моему уху.\n— Я давно пожелела! – сказала я и разрезав вереки ножиком вскочила с места и воткнула его этому мужику в ногу, и дернула с всей силы вниз.\n",
    "answers": [
      {
        "id": 95,
        "text": "Эпично"
      }
    ]
  },
  {
    "id": 95,
    "text": "Мужик упав на пол взвыл от боли. Я уловив момент выхватила у него из рук пистолет и проврев заряден он или нет нацелилась на этого мужика.\n\"Как хорошо что папочка научил пользоваться пистолетом свою маленькую дочурку. Если бы меня не научили бы защищаться ещё в детстве то тогда бы меня новерное в живых не было бы.\" подумала я улыбаясь смотря на мужика.\n— Кто тебя подослал?\n— Я тебе всё равно ничего не скажу не надейся.\n— Нет. Ты мне всё скажешь. – сказала я улыбаясь и нацелилась на вторую его ногу. – Тем более если я зделаю вот так!\nВыстрел…\nКрик мужика… \nКровь во все стороны…\n— А теперь говори если не хочешь остаться без рук. – сказала я нацелившись на его правую руку.\n— Стой, хорошо я скажу. Я не знаю имени заказчика. Но его фамилия вроде как Колхаун. Он отставной офицер-волонтёр. Он живёт в Техасе, приехал туда с берегов Миссисипи из штата Луизиана вроде. Он заказал Киллерам девушку с мужским именем и фамилией из штата Калифорния, сказал что заплатит один миллион долларов за то что если мы привезём её к нему живой. Он сказал что она знает очень важные данные про инопланетный разум. Мы с парнями не поверили в его слова но когда он выложил пол суммы на бочку, мы согласились. Он передал всё как ты выглядишь, и сказал нам распросить тебя о пришельцах, а потом привезти тебя к нему в Техас. \n— Ты тоже Киллер?\n— Да.\n— Какой-то ты неправильный Киллер.\n— Какой есть. Я ответил на твои вопросы. Теперь ответь на мой вопрос.\n— Какой?\n— Ты действительно знаешь что они среди нас?\n— Не могу тебе сказать. – сказала я и нацелившись ему в голову выстрелила…",
    "answers": [
      {
        "id": 96,
        "text": "Пора выбираться отсюда"
      }
    ]
  },
  {
    "id": 96,
    "text": "Обыскав тело этого недо-Киллера, я подошла к входной двери.\n\"Конечно она закрыта а у этого придурка почему-то нет ключей, обыскивать его второй раз я не стану\" подумала я покосившись взглядом на труп мужика.\nЕщё раз осмотрев комнату я нашла в углу лом.\n\"Надеюсь это поможет\" подумала я и взяв лом подошла к двери.\nВставив лом между небольшим отверстием двери и стены я со всей силы надавила на него и…\nВ итоге сломала дверь.\n\"Хоть что-то радует\" подумала я и вышли на улицу, спрятав пистолет в кобуру, и зафиксировав чехол ножа на ноге положила нож в чехол.\nОкозалось меня держали в какой-то землянке. Я находилась в лесу, одна, без куртки, а на дворе конец октября. \n\"Надо выйти на дорогу, а там поймать ближайшую машину автостопом\" подумала я и ушла исполнять свой самый \"идеальный\" план.",
    "answers": [
      {
        "id": 97,
        "text": "По тропинке к дороге"
      }
    ]
  },
  {
    "id": 97,
    "text": "Солнце только что поднялось над горизонтом; его круглый диск, словно щит из червонного золота, засиял над самой травой леса. Золотые лучи проникали сквозь гущу лесных зарослей, там и сям разбросанных по лесу. Капли росы всё ещё висели на акациях, отягощая их перистую листву и заставляя ветви клонится к земле – деревья словно оплакивали рузлуку с ночью, с её влажным прохладным ветерком, боялись встречи со жгучим зноем дня. Птицы уже щебетали на ветках – резве могли они спать в сиянии такой зари! Но вряд-ли где-нибудь, можно встретить в этот ранний час бодрствующего человека. В Колифорнии люди обычно выходят только на работу в такой ранний час, остальные в это время отдыхают в своих кроватях.\nЯ пробиралась по тропинке сквозь чащу и минуты через три я вышла на транспортную магистраль.\n\"Ура! Я здесь осталось дождаться только какой-нибудь другой машины и поехать в город а там до дома и рукой подать,\" подумала я но тут мои глаза расширились. \n\"Лео и Кристи там новерняка с ума сходят уже! Надо что-то срочно придумать!\" \nЯ начала махать рукам и бегать по дороге как не нормальная, но тут я заметила в кустах какое-то движение.\n\"Прекрасно ещё диких зверей мне не хвотало.\" подумала я замерев когда из кустов вышел Кугуар¹.\nЯ с замиранием сердца смотрела на то как ко мне приближается животное которое хочет меня сожрать.\nНо тут я заметила что  по дороге едет большая Фура, уловив момент когда Фура подъехала к хорошему растоянияю чтобы я смогла отпрыгнуть. Кугуар прыгнул следом за мной но ту Фура на всех парах сбивает насмерть Кугуара, животное отлетает от бампера Фуры. Через несколько метров машина остановилась и из машины выходит мужчина лет 40-45. \n\n____________________________________________________\n\nКугуар – хищник из семейства кошачьих.",
    "answers": [
      {
        "id": 98,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 98,
    "text": "Я уселась на землю и начала смотреть на труп животного который лежал на другом конце дороги. Мужчина подошёл ко мне и наклонившись спросил.\n— Эй, ты как?\nПосле недолгой паузы я сказала.\n— Ну руки ноги вроде целы. \n— Пойдём я тебя в город отвезу. А то здесь в лесу мало-ли что с тобой случится может пойдём.\nЯ поднявшись пошла вслед за мужчиной к Фуре.\nЗабравшись в салон мы поехали в город.\n— Тебя как звать? – нарушил молчание он.\n— Рей, Рейчел Торетте.\n— Понятно, я Джорджио Кеннеди, люди называют меня по разному, Джо, Джордж, Джорджио, Кенне, Кен, Кеннеди. Называй как хочешь Рей.\n— Буду называть Кеннеди.\n— Вот и славно, кстати а что ты далала в лесу?\nВопрос застал меня врасплох.\n— Грибы собирала.\n— А корзинка где?\n— На меня напал Кугуар, ну я и защитилась корзинку к нему в полёт отправила.\n— Да? А пистолет зачем?\n\"Надо придумать что-то правдоподобное\"\n— Для безопасности, я же девушка всё таки, мало-ли какие тут Киллеры могут появиться. А против зверя почему не ипользовала потому что я не стреляю в животных и не убиваю их, и к тому же убийство животного без лицензии на охоту это не законно. \n— Понятно. А нож тебе зачем?\n— Я ходила за грибами. А ты спрашиваешь: Зачем мне нож? Грибы срезать очевидно же. \n— Ясно.",
    "answers": [
      {
        "id": 99,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 99,
    "text": "— Можно я задам не скромный вопрос?\n— Валяй. – сказал Кеннеди.\n— Что ты везёшь?\n— Оружие. – без капли сомнения сказал Кеннеди.\n— Контрабанда?\n— Нееет. У меня всё легально. Всё законно. Я везу товары для продажи в магазин с завода по созданию оружия. \n— Ты продаешь оружие?\n— Если в магазине нет мест для оружия или у них нехватает денег, то да  часть товара забираю себе. Объявления размещаю в интернете. Фирма по созданию этого оружия знает об этом. Часть полученой мною суммы идёт им. Всё законно и легально. \n— Понятненько. А мне бы ты оружие продал? Это так просто гипотетически спросила.\n— Лицензия у тебя на оружие есть? Если нет, то не продам. Всё по правилам.\n— Лицензия есть она дома у меня лежит.\n— Представь вот ты бы вышла на дорогу и тебя встретили копы они потребоваои бы с тебя лицензию на оружие. Чтобы ты делала?\n— Пристрелила бы их.\n— За убийство двух копов посадить могут примерно на 10-15 лет. \n— Мне нечего терять. – хмыкнула я.\n— Ты уже убивала копов?\n— Нет я имею ввиду родни у меня нет кроме сестры она и то в Мексике сейчас со своей семьёй. Ей до меня и дела нет. Так что в принцепе терято-то мне нечего. \n— Зря ты так. Я уверен что она беспокоится за тебя. \n— Не знаю. В последнее время мне как-то все равно уже на неё. Хоть она и старшая но родители всегда говорили что я серьёзнее её, она вела себя иногда слишком легкомысленно, и вот вляпалась она.\n— И что с ней стало? Залетела что-ли?\n— Ага, от мексиканца.\n",
    "answers": [
      {
        "id": 100,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 100,
    "text": "— А что плохого в мексиканцах? – спросил Кеннеди наморщив лоб.\n— Ты лицо того мексиканца просто не видел.\n— Нельзя судить книжку по обложке…\n— Но можно судить по содержанию, а содержание того мексиканца довольно богатое.\n— Ну вот что тебя в нём не устраивает.\n— Я не сказала что это содержание хорошое.\n— Но не сказала и что оно плохое.\n— Да плевать я хотела на него. – сказала я.\n— Ладно, проехали. \nСледующее время мы ехали в полном молчании. Я начала смотреть в окошко на двери Фуры.\nПроехав мост через высохшую реку мы выехали к полноводной реке Леоне, рядом с этой рекой ноходился старый форт Индж.\nНа берегу Леоны, в трёх милях ниже форта Индж, на территории форта копашится детвора. \nВстревоженный орёл с криком взвивается в небо. Испуганный детскими голосами, он покинул сук на старом тополе и летит на разведку.\nОдин взмах могучих крыльев – и он уже парит высоко в небе, зорко осматривая поляну и окружающих её заросли.",
    "answers": [
      {
        "id": 101,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 101,
    "text": "Через полтора часа, мы приехали к началу холма где на самом верху распологался район где я жила. Подъем был не крутой, а довольно хороший что на него могла смело заехать большая Фура. Но Кеннеди и так торопился доставить свой груз поэтому я вышла из машины у подъёма и попращавщись с Кеннеди собиралась уходить.\n— Подожди… Вот держи, позвони если хочешь приобрести оружие или патроны для пистолета. – сказал Кеннеди протянув мне его номер телефона на визитной карточке.\n— Спасибо, может и позвоню. – сказала я улыбнувшись и пошла домой.",
    "answers": [
      {
        "id": 102,
        "text": "Идти домой"
      }
    ]
  },
  {
    "id": 102,
    "text": "Была лунная ночь, одна из тех, которые бывают только на Юге; такая ночь, серебристый диск луны плавно скользит по сапфировому небу, а горы в прозрачном воздухе вырисовываются так ясно, что кажется, что можно коснуться их рукой; когда ветерок затихает и большие листья тропических деревьев замирают в неподвижности, словно прислушиваясь к удивительному хору ночных голосов зверей, птиц, пресмыкающихся и насекомых.\nЭто была такая ночь, когда хочется гулять вдвоём с тем единственным ненаглядным, который по какому-то таинственному велению природы завладел твои сердцем, когда ты мечтаешь о том, чтобы белые руки обвились вокруг твоей шеи и прекрасные глаза смотрели на тебя с тем волнующим выражением, которое милее всего бывает при таинственном свете луны.\nЯ поднялась на этот проклятый холм и начала идти  по тропинке ведущей к моему домику.\nМинут через 10 и вот я уже стою на крыльце своего дома.\n",
    "answers": [
      {
        "id": 103,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 103,
    "text": "Как только я зашла домой и закрыла дверь как в доме включается свет и Кира, Ник, Крис выкрикиваю \"Сюрприз!\"\nЯ буквально с никаким выражением лица смотрю на этих трёх весельчаков.\n— С днём рождения, Рей. – сказала Кира и обняв меня протянула мне коробку с подарком. Я приняв подарок положила его на диван, и обняв Киру сказала.\n— Спасибо Кира, ты наверняка подарила мне какое-нибудь платье которое я буду носить  только в особые случаи ну как обычно. \n— Нет, не в этот раз.\n— Рей с днём рождения. – сказал Крис и буквально швырнул в меня подарок. Я поймав подаро потрясла его и спросила.\n— Там какой-то спортивный подарок? Да? \n— Угадала! – сказал Крис, я положила подарок.\n— Дорогая Рейчел Торетте, я поздравляю тебя с днём рождения и желаю тебе всего самого наилучшего. С днём рождения Рей. – сказал Ник и протянул мне подарок.\n— Ребят конечно спасибо вам за сюрприз. Но вы же понимаете что я капец как устала и поэтому я вас сейчас просто всех нафиг выгоню. – сказала я.\n— Да ладно тебе Рей, мы и так уже уходим потому что знаем что тебе твой парень за сюрприз приготовил. – сказал Крис.\n— Какой парень? – тупанула я.\n— Лео. – сказала Кира выпучив на меня глаза.\n— Ааа, да точно. Вот видете я так устала что уже забыла что у меня парень имеется. – сказала я.\n— Ладно, давай мы пошли. Ещё раз с днём рождения. – сказал Ник.\nРебята ушли а я увалилась на диван головой в подушку.",
    "answers": [
      {
        "id": 104,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 104,
    "text": "— Рейчел? Где ты была? Я и мой брат с ума чуть не сошли! – сказала Кристи вылезая из шкафа.\n— Что ты делала у меня в шкафу? – спросила я перевернувшись на бок и посмотрела на Кристи.\n— Пряталась от этих. В отличии от своего брата я не могу становиться невидимой, поэтому я спряталась в шкафу. – сказала Кристи закрывая шкаф.\n— Твой брат сейчас невидимый?\n— Да.\n— А где он?\n— Я не знаю, он же невидимый. – сказала Кристи пожимая плечами.\nЯ уселась на диване и посмотрев на Кристи сказала.\n— Врать не хорошо.\n— Ммм… Ты сидишь у него на коленях.\n\"Чё блять?!\"\n— Скажи пожалуйста он…\n— Он одетый не переживай.\n\"Хоть что-то радует\"\nНо тут я почувствовала чьи-то руки у себя на талии, повернувшись я стукнулась носом об подбородок Лео.\n— Лео блять! Я прибью тебя! – сказала я слезла с него, этот индюк смотрел на меня улыбаясь.\n— Что ты смотришь на меня?\n— А тебя не интересует какой подарок тебе приготовил твой парень? – сказал он и заулыбался ещё шире.\n— Если это что-то извращенское то пошёл на хрен. – сказала я.\n— Подарок у тебя в комнате. – сказал этот улыбасик.\n",
    "answers": [
      {
        "id": 105,
        "text": "Пойти в комнату"
      }
    ]
  },
  {
    "id": 105,
    "text": "Когда я пришла к себе в комнату я хотела материться и одновременно прыгать от счастья.\nЛео подарил мне:\n1 Кресло-Медведь с мой рост (170 см).\n2 Коробку со сладостями.\n3 Два букета роз, черных и белых.\n4 Большого игрушечного мишку с сердечком.\n\nЯ вернулась к Лео и Кристи, сев на диван я непонимающе посмотрела на Лео.\n— Это всё тебе. Удавись всем этим.\n— Лео, чувствую что ты сейчас что-то попросишь взамен. \n— Целуй меня…\n\"Че? Лучше бы не спрашивала. Вот теперь мне пришельца целовать придётся. Что за наказание-то такое? Ладно была ни была…\"",
    "answers": [
      {
        "id": 106,
        "text": "Придётся"
      }
    ]
  },
  {
    "id": 106,
    "text": "Лео замер на мгновение от неожиданного поцелуя но затем он ответил на него.\nЛео крепко прижал меня к себе, жадно целуя. Моё сердце стучало так будто автомат стреляет.\nПоцелуй продлился меньше 15 секунд и отранившись я спросила.\n— Теперь ты доволен?\n— Нет. – сказал Лео.\n— Почему?\n— Мало… \nЛео схватив меня за талию прижав к себе и посмотрев в глаза, вновь припал к моим губам, словно путник пустыни. Он так отчаянно хотел напиться что боялся потерять единственный источник воды.\nПришелец жадно целовал меня не в силах отстраниться. Я же начала понемножку пьянеть захлестнувших мою голову эмоций.\nСмесь радости, печали, ощущения гнева с восторгом смешались в гремучий коктейль, заправленный порцией адреналина, и пол-литровой каплей энергетика.\nЛео также резко отстранился как и поцеловал меня, отчего я хотела прибить его.",
    "answers": [
      {
        "id": 107,
        "text": "Прибить его"
      }
    ]
  },
  {
    "id": 107,
    "text": "Я уничтожающим взглядом посмотрела в глаза пришельца. Лео начал буравить меня своим взглядом.\n— Не смотри на меня так, я же знаю что понравилось. – сказал Лео и нарушив зрительный контакт повернулся в сторону своей сестры.\n— Рейчел? Ладно там мой брат, он бессмертный. НО ТЫ-ТО!! Я ДУМАЛА ТЫ ПОСКРОМНЕЕ БУДЕШЬ! А ТЫ! НИЧУТЬ НЕ ЛУЧШЕ МОЕГО БРАТА! – сказала Кристи смотря на меня выпучеными глазами.\n— Твой брат бессмертный, а бесстрашная. – ляпнула я не подумав.\n— Вы просто идеальная пара. – сказала Кристи, я молча развернулась и нашла подарок Криса. \nРазорвав обёртку я достала биту. \n\"Полезная штука особенно в моём случае!\" подумала я и посмотрела ни Кристи.\nОна смотрела на меня с испуганными глазами.\n— Дааааа. – я улыбаясь закивала головой, а потом серьёзно добавила – Беги.\nКристи рванула с места как пуля. Я удивилась что она и вправду побежала, я же в шутку сказала.",
    "answers": [
      {
        "id": 108,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 108,
    "text": "— И так я думала сегодня вечером мы отправимся в Мексику, но поскольку сейчас уже час ночи следующего дня. Мы отправляемся сегодня так ведь?\n— Да собирай всё что тебе нужно и отправимся в путь. – сказал Лео.\n— Ладно до Мексики пешком долго, а автостопом тоже не быстро так что нам нужно зайти к моему знакомому он автослесарь. Как-то раз я помогла ему с грузом так что он у меня в долгу. – сказала я.\n— Ты не собираешься меня прибивать в пол? – вылезла из шкафа Кристи.\n— Я уже забыла про тебя.\n— Короче мы отправляемся сейчас?\n— Да. Его автосервис работает круглые сутки. – сказала я.\n— Прекрасно. Идёмте. – сказала Кристи.\n— Подожди, сейчас я в рюкзак засуну всё что нужно.\n— Давай быстрее.",
    "answers": [
      {
        "id": 109,
        "text": "Собрать рюкзак"
      }
    ]
  },
  {
    "id": 109,
    "text": "В итоге я собрала в рюкзак:\n1 Провизию ( Куде же без еды?)\n2 Три спальных мешка.\n3 Мыло.\n4 Спички.\n5 Зажигалку.\n6 Свою биту подаренную Крисом.\n7 Книги ( надо же будет потом чем-то во время привала заниматься )\n8 Блокнот с моими зарисовками местности ( для дела, узнаете потом какого •‿• )\n9 Пистолет найденый у недо-Киллера.\n10 Нож\n11 Самое важное: Деньги.\n12 Кожаную куртку которую мне подарила Кира.\n13 Чемодан с одеждой. (чемодан с одеждой в рюкзак, м-м-м-м… Логика)",
    "answers": [
      {
        "id": 110,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 110,
    "text": "— Все ребят идём. – сказала я и мы пошли к мому знакомому.\nМоего знакомого звали Рик,  его автосервис был не так долеко от моего дома и поэтому мы дошли до него довольно бысто минут за 6.\nПосмотрев на Кристи и Лео я удивилась\n\"Как они могут менять свой естественный цвет кожи? Я тоже так хочу!\"\nПостучав в дверь я отошла от неё.\nДверь открыл парень 29-ти лет, не бритый, вся одежда была испачкана в бензине и солярке.\nУвидев меня он вопросттельно поднял бровь.\n— Рик, некогда обьяснять. Нам нужен твой Ленд Крузер. Мне с друзьями по делам к сестре в Мексику надо смотаться. – соврала я.\n— Рей ты же понимаешь который час. Вы не могли пораньше прийти?\n— Я была на роботе. Они тоже были на роботе. – сказала я кивнув в сторону Лео и Кристи.\n— Н-да. Ладно щас прикачу его. – сказал Рик и вернулся внутрь.\n— Он что…\n— Он живет в этом автосервисе. – сказала я.\n— Ясно. – сказала Кристи.",
    "answers": [
      {
        "id": 111,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 111,
    "text": "Минуты через 4, ворота гаража открылись и оттуда выехал Рик в Ленд Крузере.\nВыйдя из машины он протянул мне ключи а потом сказал.\n— Больше ко мне по одолжению машин не нагой. Этот малыши теперь твой. С днём рождения. То есть с прошедшим днём рождения. \n— Спасибо Рик. Удачи тебе в продвижении твоего бизнеса. – сказала я, потом Рик ушёл в здание. \n— Ребята, по машинам. – сказала я мы втроём уселись в машину.\nМы поехали в сторону прочь из города.",
    "answers": [
      {
        "id": 112,
        "text": "Глава V "
      }
    ]
  },
  {
    "id": 112,
    "text": "Глава V\n\nМы ехали довольно продолжительное время где-то 2 или 3 часа без остановок. Но вскоре я заметила что бензина почти не осталось и поэтому нам пришлось остановиться, но остановилась мы не только поэтому, на часах было 4 часа ночи и прикол в том что жутко хотела спать, и остановить машину меня заставил Лео. \n\nСказал мол: \"Ты уснёшь за рулём машины, если не отдохнёшь. Останови машину.\"\n\nОстановив машину на обочине я хотела выйти и заправить бак но тут.\n\n— Рей, не заставляй меня привязывать тебя к себе. – сказал Лео почти шёпотом.\n— Почему сразу к тебе? И почему ты говоришь шёпотом? – спросила я, но посмотрев на заднее сиденье я поняла что Кристи уже спит.\n— Почему к себе, потому что так я буду чувствовать каждое твоё движение. – сказал Лео.\n— Твоя наглость не имеет границ.  –сказала я и отвернувшись начала смотреть в окошко.\n\nЗа окошком была кромешная мгла ночи. Даже луна не освещала местность. \n\n— Так же моя наглость имеет право на то чтобы сделать это… – сказал Лео и выйдя из машины он открыл дверцу на заднее сиденье потом открыв богажник подошёл к Кристи которая валялась на заднем сиденьи, Лео взял её на руки и засунул в просторный багажник, и закрыл её там.\n\nПотом Лео сел на заднее сиденье и закрыв дверь  и развалился на заднем сиденьи.\n\n— У твоей наглости похоже вообще нет ограничений. – хмыкнула я себе под нос.\n— Вот именно. – сказал Лео и схватив меня за плечи перетащил на задние сиденье к себе на колени.\n— Отпусти меня. – сказала я.\n— Я подумаю над твоим предложением, возможно. – сказал Лео.\n",
    "answers": [
      {
        "id": 113,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 113,
    "text": "Наступила неловкая пауза, из-за которой мне хотелось провалиться сквозь землю. В течении всего этого времени я и Лео пытались пробуравить друг друга взглядоми. Но я моргнула и отвела взгляд. \n\n— Задай вопрос.\n— Что? – переспросила я.\n— Я говорю не молчи. Мне нравится когда ты задаёшь мне вопросы.\n— Ладно. Я моглу любой вопрос задать?\n— Это уже вопрос. Любой.\n— Хорошо. Ты сын правителей Элдоры, и выходит ты и Кристи типо принц и принцесса?\n— Нет. Только я. Кристи мне не родная сестра. Её отец родной брат моей матери, мать Кристи умерла во время родов, отец Кристи до её рождения. Мои родители были великодушными Элдорианцами, они не только приняли Кристи в семью но и воспитывали её как родную.\n— А кристи знает об этом?\n— Нет, я расскажу ей об этом когда придёт время.\n— Твои родители, какие они были?\n— Великодушные, блогородные, среди Элдорианцев это вообще редкость. В общем они были не только хорошими родителями но и хорошими правителями народ их уважал, местами боялся, но всё же уважал. – Лео замолчал, было очевидно что ему был не приятен этот разговор, и Лео посадил меня на сиденье машины.\n— Извини.\n— За что?\n– За то что спросила про родителей. – сказала я.\n— Да ладно тебе. Всё таки можно сказать что в\nя твой парень.\n— С каких это пор интересно?\n",
    "answers": [
      {
        "id": 114,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 114,
    "text": "— Ну во-первых, если бы я тебе не нравился то ты бы мне влепила бы пощёчину еще в баре когда я исполнял желание Кристи, поцеловал тебя причём при всех. Во-вторых ты не сопротивлялась тогда. В-третьих, ты на свой день рождения когда я тебя повторно поцеловал опять-таки не сопротивлялась. И итог таков. – сказал Лео.\n— Каков итог?\n— Ты мне симпатизируешь. \n\n\"Проницательная псина! Ну если ты мне нравишься то это не значит что я влюбилась в тебя!\"\n\n— Это не взаимная симпатия.\n— Ошибаешся. – сказал Лео улыбаясь.\n— Интересно как бы твои родители отриагировали на то что ты симпатизируегь человеку? – ляпнула я не подумав.\n— Знаешь моим родетелям было всё равно с кем я провужу время. Они всегда считали что это временно. Но со своим лучшим другом я дружил с 5 лет и до поглощения родной планет.\n— А сколько тебе сейчас лет?\n— Мне? Где-то 126, я точно уже не помню. Я уже давно не праздную свой день рождения, начиная с своего совершенолетия.\n— А восколько у вас совершенолетие наступает?\n— С 118лет. А тебе сколько лет?\n— Исполнилось 26, вчера.\n— Я тебя поздравляю мы ровестники. Видишь ли, на Элдоре время идет немножко быстрее. Но разница в принципе не такая уж и большая всего каких-то 100 лет.",
    "answers": [
      {
        "id": 115,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 115,
    "text": "— А твоим родителям тогда сколько… Было сколько лет? – спросила я.\n— Сделай одолжение.\n— Какое?\n— Не спрашивай про моих родителей. Тяжело говорить о том кого ты потерял буквально неделю назад. – сказал Лео.\n— Хорошо, извини.\n\nГулко выдохнул, Лео порывисто притянул меня к себе и неожиданно поцеловал.\n\nСтолько скорби и отчаяния было в этом касании.\nЯ едва не задохнулась от его скорби и тоски.\nС трудом сдерживая дрожь, я мягко ответила на поцелуй, желая утолить эту мучительную жажду. Сердце гулко застучало в груди, голова пошла кру́гом, а в душе разлилось такое долгожданное тепло. И та тьма, что надолго засела внутри меня, наконец растаяла во владениях света.\nДолгожданное тепло медленно разливалось по моему телу, и я счастливо зажмурилась, купаясь в этих теплых лучах.\n\nМягкие губы Лео касались моих, отчего голова закружилась ещё сильнее.\n\nСердце с бешеной скоростью билось внутри и мчалось, словно дикий мустанг, которого выпустили на волю.\n",
    "answers": [
      {
        "id": 116,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 116,
    "text": "Лео осторожно отстранившись легко коснулся моих влажных губ своим языком, и моё тело прошиб лёгкие электрический заряд, больше смахивающий на щекотку.\n\n— Что это было? – спросила я немного прийдя в себя.\n— Что именно?\n— Этот электрический разряд.\n— Это часть моих эмоцый. Я решил показать тебе какие эмоции я испытываю в твоё присутствии. – сказал Лео.\n— И что это были за эмоции?\n— Не знаю. Элдорианцы не могут понять некотрых эмоций которые испытывают. Я надеялся что ты дашь мне ответ на этот вопрос.\n— Я вообще первый раз испытала на себе такие эмоции. – сказала я.\n— Тогда давай повторим…\n\nЯ собиралась было возмутиться, однако всё моё негодование растаяло в мягком поцелуе.\nТеплые губы Лео коснулись моих. Целый водоворот чувств накрыл меня с головой, стоило нам прикоснуться к друг другу. Тяжёло дыша и от нехватки кислорода я легко дотронувшись до шеи Лео, обвила свои руки вокруг его шеи, и в этот миг все посторонние мысли начисто улетучились из моей головы.",
    "answers": [
      {
        "id": 117,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 117,
    "text": "Целая буря эмоций которые были мне несвойственны нахлынула в моё бешенно стучащее сердце. Кружащий голову эффект от наших прикосновений смешивался с собственными ощущениями от мягкого но в тоже время пиздец какого страстного поцелуя!\nЛео легко коснулся ладонью моей щеки и мягко обнял меня второй рукой, отчего я с довольным настроением зажмурилась. На душе разливалось приятное тепло, и ни один другой парень не мог согреть меня так как греют меня объятия Лео.\nСлегка отстранившись Лео сказал.\n\n— Чувствую бессонница будет довольно долго меня мучить сегодня ночью.\n— Скорее это меня она будет мучить. – сказала я и задумчиво посмотрела в серебристые глаза пришельца.\n— Ну что же. Тогда я с удовольствием побуду твоим лекарством от бессонницы…\n\nЛео тихо рассмеялся, крепко обнимая меня увалился на задние сиденье машины, при этом втянув меня за собой.\n\nПриятное тепло согрело моё замороженное сердце, и я благодарно сжала ладонь пришельца.\nИ уже засыпая на широкой груди Лео, я уловила тихий шепот Кристи: \"Вот собаки. Ничего не стесняются.\"",
    "answers": [
      {
        "id": 118,
        "text": "Утром"
      }
    ]
  },
  {
    "id": 118,
    "text": "Проснулась я мало того что лёжа на Лео, так ещё блин на меня сверху вниз смотрела Кристи.\n\n— Как спалось? – спросила Кристи смотря на меня и улыбаясь своё широченной улыбочкой.\n\nЯ хотела поднятьс Лео, но пришелец крепко держащий меня за талию вернул меня обратно в горизонтальное положение, и я чуть не стукнулась лбом о его нос.\n— Подожди немножко. – сказал Лео не открывая глаз.\n— Эй, влюбленныйе голуби, задолбали со своими нежностями. Рей давай ноги в руки и за руль! – сказала Кристи и пихнув меня рукой я свалилась вместе с Лео между сиденьями. Лео меня чуть не раздавил.\n\n\"Твою же мать! Кристи я прибью тебя!\"\n\nЯ заправила бензобак и села за руль…",
    "answers": [
      {
        "id": 119,
        "text": "Через полтора часа",
        "lua_do": "function lua_do()\nlocal rect = display.newRect(display.contentCenterX, display.contentCenterY,display.contentCenterX*2, display.contentCenterY*2 )\n   canvas.parent.parent.parent.parent.parent.parent.parent:insert(rect)\n   rect:setFillColor(0,0,0)\n   transition.from(rect, {\n   time = 500,\n   alpha = 0,\n   transition = easing.outExpo,\n   onComplete = function()   timer.performWithDelay(1000, function()\n   if rect and rect.removeSelf then\n    transition.to(rect, {\n    time = 1000,\n    alpha = 0,\n    transition = easing.inExpo,\n   onComplete = function()\n    if rect and rect.removeSelf then\n    rect:removeSelf()\n    rect = nil\n    end\n    end })\n    end\n   end)\n   end })\nend"
      }
    ]
  },
  {
    "id": 119,
    "text": "Мы наконец-то приехали к дому моей «обожаемой» сестры.\n\n— Ну что какой план? – спросила Кристи.\n— Рей жена, ты дочь. – спокойно сказал Лео от чего я вскочила с места и стукнувшись об крышу машина села обратно на место.\n— Рей слишком бурно отреагировала на твою идею. – сказала Кристи.\n\nЯ же держалась за голову.\n\n\"Определённо будет шишка…\" \n\n— У тебя есть идеи получше? – спросил Лео смотря на сестру.\n— Скажем что вы пара, а я твоя младшая сестра. Хотя по факту так оно и есть.\n— Как ни странно но план Лео более чем нормальный. У сестры будет много вопросов если я припрусь пожить к неё с парнем и его сестрой. \n— Значит ты соглашаешься стать женой Лео? – спросила Кристи удивлённо.\n— Понарошку… – сказала я и улыбнулась.\n— Ладно, мама и папа… – она прищурившись улыбнулась.\n\n\"Нет мне покоя с такой дочерью…\"\n\nЯ уже хотела выйти из машины как Лео схватив меня за руку тянет на себя…\n\nЯ несколько секунд тупила но потом…\n\nЯ посмотрела на свою левую руку, колечко с камушком белого цвета который переливался на солнце.\n\n— На время нашего брака. – сказал Лео и подмигнув мне вышел из машины, а кристи следом за ним.\n\n\"Это всего лишь на время брака…\"\n\nЯ вздохнула и выйдя из машины подошла своим «мужу и дочери».",
    "answers": [
      {
        "id": 121,
        "text": "Постучать в дверь"
      }
    ]
  },
  {
    "id": 120,
    "text": "                              Обновления квеста\n                                 «Они среди нас»\n\n23.01.2022г. Воскресенье.\nТак-с, так-с…\nНаконец нашлось время что взяться за усердное продолжение 5 главы! Да-да-да, глава теперь в активной разработке! И примерно через недели три она будет готова! \n\n24.01.2022г. Понедельник.\nМою школу закрыли на карантин! Появилась целая неделя чтобы написать главу! А ой, точно, предупреждаю, я ем йогурт когда пишу проду к 5 главе, так что не удивляйтесь откуда там малость появилась пошлятина:)\n\n29.01.2022г. Суббота.\n5 глава наконец доступна!!! Я поставила свой новый рекорд, меньше чем за неделю написала почти сотню страниц:) А ещё важная новость, каждая новая глава этого квеста будет стараться выходить каждые две-три недели. Автор плюнула на домашнее задание 10-го класса. Всё ради вас мои дорогие лапочки и заюшки.\nฅ^•ﻌ•^ฅ\n\n5.03.2022г. Суббота.\nАвтор отходил от запоя после новоселья! Юху-у-у, я сьехала от родителей! Напились, отошли, теперь можно продолжить работу! ⊂((・▽・))⊃\n\n9.04.2022г. Суббота.\nАвтор малость принаглела и отпуск снова затянулся но сегодня я закончила работу на всем квестом. Да-а!\n\n\n«Они среди нас\" завершён…\n\n____________________________________________________\n\nДругие работы автора в группе ВКонтакте.",
    "answers": [
      {
        "id": 1,
        "text": "Главная страница"
      }
    ]
  },
  {
    "id": 121,
    "text": "Постучавшись, дверь нам открыл парень, на вид лет 17. Шатен, стильная стрижка \"Канадки\", зелёные глаза, прокол в ухе.\n\n— А вы к кому? – спросил парень его взгляд остановился на Кристи.\n— Джейкоб я разочарована. Как ты мог не узнать свою тётю?\n\nГлаза парня округлились от удивления, он открыл рот чтобы что-то сказать. Но тут к нему подходит моя сестра.\n\n— Рейчел? Какими судьбами? – сказала она смотря на меня.\n— По работе пришлось переехать… Впустишь? – спросила я.\n— Конечно, заходите.\n\nЯ и моя \"семья\" вошли в дом. А после мы все расположились в гостиной на первом этаже.\n\nОтношения с сестрой у меня всегда были не сладкие. А после смерти родителей мы с ней вообще перестали ладить. Постоянные ссоры, драки. В итоге я не вытерпела и уехала в другой город. Она же встретила своего мужа и продав дом родителей она уехала в Мексику.",
    "answers": [
      {
        "id": 122,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 122,
    "text": "— Ричи сейчас в командировке и не модет присоединиться к нам. – сказала сестра.\n— Джанет на самом деле мы не надолго. Пока не найдем подходящий для нас дом. – сказала я.\n— А ты повзрослела. Когда замуж выйти успела? Дочь зовести?\n— Женился я на ней три года назад. Дочь моя. – сказал Лео за меня.\n— А сколько ей?\n— У меня имя есть вообще-то! – сказала Кристи.\n— Да ну? И как тебя зовут?\n— Криста…\n— Кристина! – я перебила её чтобы она ненароком не ляпнула чего-нибудь. – Сколько раз я тебе говорила? Не дерзи!\n— Да мама…\n— Малолетняя грубиянка… – сказала Джанет.\n— Джанет. – я грозно посмотрела на сестру.\n— Рейчел. – мы с ней начали буравить друг друга взглядом.\n\n\"Как же ты меня бесишь!\"\n\n— Мам, я с парнями ушёл гулять.\n— Да, сынуля иди. Мама занята. – сказала Джанет.\n\nАтмосфера с каждой секундой становилась всё мрачнее и мрачнее. Лео это понял и азял меня за руку. Я опустив взгляд посиотрела на него благодарно улыбнулась. Лео понял что я с сестрой как кошка с собакой.\n\n— Ой, ну что же пойдёмте покажу вам ваши комнаты. Вы же не надолго правильно?\n— Максимум на три дня. – сквозь зубы проговорила я.\n— А минимум? – сестра походу решила испытать моё терпение.\n\nЕдва не вырвалось: «На час», но я тут же подавила их в себе.\n\n— На два. – сказал Лео. – Может мы даже быстрее уедем. \n— Надеюсь на второе… Ваша комнаты супруги… А Кристи поживёт с Джесси.\n— С Джесси? – спросила я.\n— Ах, да я тебе не говорила. Это мой второй ребёнок. Ей 10 лет. – сказала Джанет.\n— Ха… – из меня вырвался нервный смешок.\n\nКристи молча зашла в указанную для неё комнату и громко хлопнуоа дверью.\n\nДжанет поморщила носик а после молча спустилась на первый этаж.\n\nЯ и Лео остались в коридоре одни.\n\n— Пошли… – я взяв Лео за руку потащила в нашу комнату.",
    "answers": [
      {
        "id": 123,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 123,
    "text": "Я молча сняла толстовку и швырнула её на кресло что стояло рядом. Оставшись в футболке и джинсах я рухнула на кровать.\n\nЛео сел рядом со мной, и молча начал пилить меня взглядом.\n\n— Теперь ты понял какие у меня с ней отношения?\n— Не самые приятные… Но у меня с Кристи бывали и хуже. Не бери в голову. Она просто хочет задеть тебя. – сказал Лео и убрал мне волосы за ухо.\n— Да ты прав. Кстати… – я перевернулась на спину. – Ищи дом.\n— Я?\n— Да ты.\n— Вообще-то ты местная на этой планете. А не я.\n— А точно. Забыла уже что ты не человек. – сказала я и достала из кармана джинс телефон.\n\nЯ начала сиотреть объявления в городе о продоваемых домах. Лео сидел на кровати рядом со мной и смотрел в мой телефон.\n\n",
    "answers": [
      {
        "id": 124,
        "text": "Через час…"
      }
    ]
  },
  {
    "id": 124,
    "text": "К нам в комнату заходит Кристи вся разукрашенная фломастерами.\n\nОна подходит и садится рядом со мной слева а Лео всё это время сидел справа.\n\n— Нужно срочно найти новый дом… – сказала Кристи вытаскивая из волос запутавшийся фломастер.\n— Не могу не согласиться. – сказала я.\n\nГде-то через пол часа мы наткнулись на домик с заманчивой ценой. Следовательно мы с Лео и поехали смотреть его при этом предупредив владельцев.\n\nКристи же мы оставили на произвол судьбы. За что она нас проклинала до того как мы вышли из дома.",
    "answers": [
      {
        "id": 125,
        "text": "Уже на месте…"
      }
    ]
  },
  {
    "id": 125,
    "text": "Дом —одноэтажный, с плоской крышей — асотеей, обнесён парапетом. Внутри находится вымощенный плитами двор — «патио» — с фонтаном и лестницей, ведущей на асотею. Массивные деревянные ворота главного входа; по обе стороны от них — два или три окна защищённых железной решёткой.\n\nВнутри дом выглядел также миленько что и снаружи. Вся мебель была сделана из тёмного дерева. Четыре комнаты, кухня и две ванной комнаты. И всего-то стоит он…\n\n— 500.000 долларов – сказал пожилой владелец.\n— Хе-хе… – посмеялась я.\n\nПосмотрев баланс на своей карточке: 1.654.789$\n\n— Картой можно?\n— Конечно. – сказал мужчина.\n\nПолучив все документы на территорию и дом, я и Лео попрощались с мужчиной а затем зашли внутрь.",
    "answers": [
      {
        "id": 126,
        "text": "В доме"
      }
    ]
  },
  {
    "id": 126,
    "text": "— Скромненько, но хоть что-то. – сказала я.\n— А он и должен быть таким пустым? – спросил Лео осматривая другие комнаты.\n— Конкчно. Сейчас мы едем покупать мебель. \n— А тебе денег не жалко?\n— Если выбор встает между жить с сестрой и покупатт мебель и новый дом. То я всегда выберу второе.\n— Как ты её любишь. Ладно поехали.\n\nОпустим поход по магазинам, и покупку мебели.",
    "answers": [
      {
        "id": 127,
        "text": "После всех мучений…"
      }
    ]
  },
  {
    "id": 127,
    "text": "Я и Лео вернулись в дом сестры. Предупредили Кристи что завтра мы переезжаем в новый дом. А Джанет на эти слова лишь хмыкнула. Её дети вобще никак не отрегировали на наш приезд и отъезд.\n\nВернувшись в комнату где должна была я жить с Лео. Я приняла душ и переоделась в шорты и футболку.\n\nЛео сделал тоже самое, только вот переоделся он в синие джинсы и белую футболку.\n\n— Так, у меня вопрос где ты берешь вещи? У меня нет мужской одежды.\n— Скажем так, пока ты там шаталась и выбирала мебель я прикупил немного одёжки.\n— Э… – этот пришелец тратил мои деньги на себя…\n— А ещё я вот чего купил, за свои деньги. – сказал он и достал из кармана небольшую коробочку.\n— Что это? – спросила я смотря на то как Лео подходит ко мне.\n— Благодарность за всё что ты сделала для меня и мелкой. – он достал из коробочки кулон на цепочке, в виде сердечка.\n\nНадев его на меня Лео поцеловал меня в лоб а после бросив : «Отдыхай», ушёл за Кристи.",
    "answers": [
      {
        "id": 128,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 128,
    "text": "Сказать что Лео мне нравился — ни сказать ничего…\n\n\"И что мне делать?\"\n\nНо тут в комнату врывается Джанет. Она на радостях подпрыгивая села рядом со мной на кровати.\n\nВзяв меня за руки она засветилась глазками и бросила: «Рассказывай!» начала на выжидающе смотреть на меня.\n\n— Что рассказывать?\n— Как что?! Рассказывай где нашла себе такого мужа! Как вы познакомились? Как он познакомил тебя с дочерью, как она отреагировала на ваш брак?\n— Э…\n\nНадо сказать вот чего, чего, а этого от сестры я совсем не ожидала. Она обычно не многословная, и никогда не спрашивала меня о личной жизни.\n\n— Ну расскажи!",
    "answers": [
      {
        "id": 129,
        "text": "Ладно…"
      }
    ]
  },
  {
    "id": 129,
    "text": "Я включила свою воображалку…\n\n— Мы с ним познакомились на пляже, точнее я в это время отдыхала на пляже. А он догонял Кристи, это было лет пять назад. Кристине тогда было 11 лет. Ну я отдыхаю, загараю на солнце и тут! Кристи впечатывается лицом в песок прямо передо мной. Ну и конечно же начинает плакать. Я проявила инициативу и спросила где её родители. Она сказала мамы нет, а папа где-то потерялся. Она спросила помогу ли я найти ей её отца. Я не могла оставить ребёнка в такой ситуации. Ну вот ходили мы по пляжу и искали её горе-папашу… А знаешь где он всё это время был?\n— Где?\n— Он ходил за нами следом! Я конечно этого не знала только тогда когда я решила позвонить друзьям чтобы они помогли мне как он выбегает из-за моей спины хватает Кристи и начинает грозить мне что позвонит копам и скажет что я украла ребёнка. Но Кристи сказала ему что она потеряла его и я помогла ей найти его. В общем… Так мы и познакомились. \n— Боже как мило… А как он тебе предложение сделал?\n— Через два года после того случая, он сделал мне предложение. Это было очень смешно! Мы с ним тогда пошли в цирк!\n— В цирк?\n— Да. Я знаю, Лео странный до жути. Но за это я его и люблю! В общем так получилось что его вызвали на арену. Он попал под горячую руку клоуна. В него полетели снаряды все что были у клоуна, в основном это сладости. Я смеялась до слёз. После он вытерся и попросил микрофон и дальше было так романтично… Он подошёл ко мне и встав на одно колено произнёс такую мимишную фразу. Я чуть не померла от милоты… В общем он спросил буду ли я сопровождать его всю нашу оставшуюся жизнь…\n— Ты согласилась?!\n— Конечно. Он даже кольцо мне на палец одел. Я до сих пор его на пальце ношу. \n— Покажи мне!\n— Вот. – сказала я и показала ей то кольцо что Лео нацепил мне на палец.\n— Блин какое классное. ",
    "answers": [
      {
        "id": 130,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 130,
    "text": "— Да мне тоже нравится. – сказала я посмотрев на кольцо.\n— Кстати а вы уже… \n— Что?\n— Ну… \n— Что ну?\n— Ну, это…\n— Я тебя не понимаю.\n— У тебя есть эти… Ризинки…\n— Для волос да.\n\nДжанет хлопнула себя по лбу.\n\n— Я про презервативы, дура. У вас уже был…\n\nОдна мысль о том что мы с Лео… \n\n— Нет!\n— У вас до сих пор не было?\n— То есть да. В смысле…\n— Понятно… Стесняешься его да?\n— Ну…\n— Это нормально. Я тоже не могла с Ричи первый месяц. Но вы то, вместе уже три года. Или вы лишь для вида вместе? Для Кристи, вы только для неё вместе?\n— Нет! Мы любим друг друга! Просто это… как сказать… \n\n\"Пожалуйста зайдите кто-нибудь! Спасите меня от такого разговора!\"\n\n— Да по тебе видно ты врешь! \n— Что?\n— Было у вас! И, – она присмотрелась в моё лицо. – Совсем недавно! Не умеешь ты врать сестричка!\n— А, я… Хорошо ты меня раскусила. Да было у нас две недели назад.\n— Так давно?\n— Ну да.\n— У меня с Ричи каждые пять дней. Раз в неделю один словом. А  вы так долго не… Или? \n— Слушай, давай не будем об этом? Вдруг кто-нибудь зайдёт, или подслушает о чём мы говорим.\n— И правла что это я так беспечно. Держи. – она сунула мне коробочку и подмигнув ушла.\n\nЯ протупила, и не поняла что это за коробочка. О чём пожалела когда её открыла.\n\n\"От неё надо срочно избавиться!\" – подумала я и не задумавшись сунула её в тумбочку что стояла недалёко от кровати.",
    "answers": [
      {
        "id": 131,
        "text": "Далее"
      },
      {
        "id": 268,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 131,
    "text": "В этот момент в комнату заходит Лео. В руках у него банка йогурта.\n\n\"Так, если он мне не предложит йогурт я подам на развод!\" – подумала я и облизав губы нервно сглотнула чудом не подавившись.\n\n— Хочешь? – спросил Лео присаживаясь рядом со мной.\n\nЯ посмотрела на него, и отвернулась.\n\n\"Пускай ломает голову!\"\n\n— А если так? – сказал он и замолчал.\n\nЯ повернулась к нему лицом.\n\n\"Сколько страсти… Извращуга!\"\n\nЛео обмакнул свой язык в йогурт, я посмотрела на него а потом посмотрев на дверь решилась!\n\n— Ну ты и извращенец, хм…",
    "answers": [
      {
        "id": 132,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 132,
    "text": "С этими словами я обхватила губами язык Лео, собирая с него йогурт невольно замечания, что так есть даже заманчивее. Плюнув на всё свои предрассудки, я пустила ситуацию на самотёк. Я и не заметила как «трапеза» перешла в поцелуй, я просто прислушивалась к ощущениям. \n\nГубы Лео были сливочного вкуса из-за йогурта, а вот его серебристые волосы, в которые я неосознанно запустила пальцы, на ощупь оказались неожиданно мягкими.\n\nКонтраст этих двух ощущений привёл к совершенно потрясающему эффекту – у нас двоих благополучно снесло крышу.\n\nЛео даже сам сильнее углубил поцелуй, стараясь исследовать своим языком каждый миллиметр моего рта.",
    "answers": [
      {
        "id": 133,
        "text": "Далее"
      },
      {
        "bg_color": [
          5
        ],
        "comment": true,
        "text_color": [
          0,
          0,
          7
        ],
        "id": 132,
        "text": "Автор:\n*Ушла делать суицид после того как перечитала страницу*",
        "shadow_color": [
          1,
          0,
          1
        ]
      }
    ]
  },
  {
    "id": 133,
    "text": "Лео повалил меня на кровать, не прерывая поцелуй…\n\nИ в этот момент к нам в комнату заходит Кристи, и видя в каком мы положении застывает в проходе с отвисшей челюстью.\n\nЯ резко отталкиваю Лео от себя, а тот лишь гневно смотрит на сестру.\n\n— Мам, пап, кхм… Тётя просила передать что ужин готов. – сказала Кристи и скрылась в коридоре.\n\nА я и Лео так и остались лежать на кровати, я «внизу» а Лео… Понятно где!",
    "answers": [
      {
        "id": 134,
        "text": "На ужине"
      },
      {
        "id": 133,
        "text": "Ну нахрен этот ужин!!!!",
        "comment": true
      }
    ]
  },
  {
    "id": 134,
    "text": "Мы все сидели за одним столом. Я, Лео и Джанет сидели напротив детей. Напротив меня сидела Кристи, напротив Лео — Джейкоб, и напротив Джанет её дочь Джесси.\n\nПоужинав в полном молчании я и Лео поблагодарили Джанет за прекрасный ужин и пошли в комнату, а все остальные остались разделываться с десертом.\n\nВернувшись в комнату я решила лечь спать. И переодевшись в пижаму я легла на кровать.\n\nЛео сидел в кресле и с помощью светильника читал какую-то книгу…",
    "answers": [
      {
        "id": 135,
        "text": "На утро…",
        "lua_do": "function lua_do()\nlocal rect = display.newRect(display.contentCenterX, display.contentCenterY,display.contentCenterX*2, display.contentCenterY*2 )\n   canvas.parent.parent.parent.parent.parent.parent.parent:insert(rect)\n   rect:setFillColor(0,0,0)\n   transition.from(rect, {\n   time = 500,\n   alpha = 0,\n   transition = easing.outExpo,\n   onComplete = function()   timer.performWithDelay(1000, function()\n   if rect and rect.removeSelf then\n    transition.to(rect, {\n    time = 1000,\n    alpha = 0,\n    transition = easing.inExpo,\n   onComplete = function()\n    if rect and rect.removeSelf then\n    rect:removeSelf()\n    rect = nil\n    end\n    end })\n    end\n   end)\n   end })\nend"
      }
    ]
  },
  {
    "id": 135,
    "text": "Проснулась я от того что Лео поцеловал меня в лоб.\n\nЯ улыбнулась и спросила зачем он разбудил меня.\n\n— Мы едем в новый дом. Забыла? – спросил Лео улыбнувшись.\n— А точно! – сказала я и начала одеваться.\n\nЭтот извращенец всё это время был здесь. Правда я заставила его отвернуться.\n\nВ общем попрощавшись с сестрой и племянниками, я Кристи и Лео обещали приезжать в гости. После мы поеехали в новый дом куда уже привезли нужную нам мебель.",
    "answers": [
      {
        "id": 136,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 136,
    "text": "Расставив всю мебель ближе к вечеру я свалилась на диване без сил. Лео же присел в кресло что теперь стоит рядом с диваном.\n\n— Так, с жильём разобрались… Что там дальше надо? – спросила я у Лео.\n— Завтра меня возможно не будет целый день, я буду искать точки где могут прятаться другие элдорианцы. Кристи останется с тобой. Я не могу рисковать вами двумя.\n— Ладно. А во сколько ты уйдешь?\n— Скорее всего рано утром. Вернусь поздно вечером, может раньше. Как повезёт.\n— Хорошо. – сказала я и направилась на кухню, готовить ужин из продуктов что купила перед тем как приехать и расставлять мебель.",
    "answers": [
      {
        "id": 137,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 137,
    "text": "Кристи помогла мне с ужином. Мы быстро всё приготовив и успели настроить телевизор.\n\nПозже ещё раз обсудив с Лео план действий если его поймают или тому подобное, мы собираем вещи с Кристи и возвращаемся в Калифорнию без него. На что я категорически была против, но Лео убедил меня что его так просто не поймать.\n\nПосле поужинав мы разошлись по комнатам и легли спать.",
    "answers": [
      {
        "id": 138,
        "text": "Следующим днём"
      }
    ]
  },
  {
    "id": 138,
    "text": "Я проснулась от шума что исходил из комнаты Кристи. Я попыталась проигнорировать тот факт что там что-то очень грмко громыхало.\n\nНо после звука будто что-то упало я потеряла терпение, и в пижаме с ворвалась в комнату к Кристи.\n\n— Кристи мать твою! Что ты делаешь?! – я была злая из-за того что меня разбудили.\n— Ой, Рей прости пожалуйста. Я просто… просто… \n— Мне начхать! Ты разрушила моё свидание с кроватью! И теперь ты будешь страдать весь этот день!\n— А может не надо? – спросила она.\n— Я всё сказала! Кстати а где Лео? – спросила я.\n— Он же ушёл искать возможные места встреч других элдорианцев.\n— А, точно… – я вспомнила его слова.\n\nЗевнув, я направилась к себе в комнату и переоделась в майку и шорты. Заплетя волосы в хвостик я направилась на кухню, готовить завтрак.",
    "answers": [
      {
        "id": 139,
        "text": "Готовим завтрак"
      }
    ]
  },
  {
    "id": 139,
    "text": "Я открыла холодильник думая что приготовить.\n\n\"И что мне замутить?\"",
    "answers": [
      {
        "id": 140,
        "text": "Амлет!"
      },
      {
        "id": 148,
        "text": "Кексы"
      }
    ]
  },
  {
    "id": 140,
    "text": "Яйца 4 шт.\nСоль 10 гр.\nМолоко 100 мл.",
    "answers": [
      {
        "id": 141,
        "text": "Так-с, приступаем!"
      }
    ]
  },
  {
    "id": 141,
    "text": "Что там первое?",
    "answers": [
      {
        "id": 147,
        "text": "Молоко"
      },
      {
        "id": 147,
        "text": "Соль"
      },
      {
        "id": 142,
        "text": "Яйца"
      }
    ]
  },
  {
    "id": 142,
    "text": "Сколько?",
    "answers": [
      {
        "id": 147,
        "text": "6"
      },
      {
        "id": 143,
        "text": "4"
      },
      {
        "id": 147,
        "text": "2"
      },
      {
        "id": 147,
        "text": "3"
      }
    ]
  },
  {
    "id": 143,
    "text": "Что потом?",
    "answers": [
      {
        "id": 147,
        "text": "Перец"
      },
      {
        "id": 147,
        "text": "Сахар"
      },
      {
        "id": 144,
        "text": "Соль"
      }
    ]
  },
  {
    "id": 144,
    "text": "А сколько?",
    "answers": [
      {
        "id": 147,
        "text": "15  грамм"
      },
      {
        "id": 147,
        "text": "27 грамм"
      },
      {
        "id": 145,
        "text": "10 грамм"
      }
    ]
  },
  {
    "id": 145,
    "text": "Так а теперь что?",
    "answers": [
      {
        "id": 147,
        "text": "Лимонад"
      },
      {
        "id": 146,
        "text": "Молоко"
      },
      {
        "id": 147,
        "text": "Махито"
      }
    ]
  },
  {
    "id": 146,
    "text": "Замутив завтрак, я сказала Кристи что он будет готов через 5 минут.\n\nА пока я достала тарелки, и другие столовые приборы. \n\nРазложив затрак на тарелки я позвала Кристи. \n\nЭта чувырла вышла из комнаты как бомж, честное слово.\n\nВсё лицо чумазое, волосы – один большой ком.\n\n— Что случилось? – спросила я.\n— Я решила попробовать использовать твой фен. Но увы, его больше не спасти. – она покащала из-за спины сгоревший фен для волос.\n— Я тебя сейчас…\n— Я всё верну за фен!\n— Да не про фен я! А если бы ты постродала?! Лео бы меня на месте в лепёшку бы превратил!\n— Особенно в постели… – брякнула она.\n— Чё ты сказала? – спросила я.\n— Ничего. Я в душ скоро вернусь!\n\nОна скрылась в ванной комнате, а я позавтракала в одиночестве.\n\nЗатем я ушла в гостиную и легла на диван, начав читать очередную книгу…",
    "answers": [
      {
        "id": 156,
        "text": "За чтением…"
      }
    ]
  },
  {
    "id": 147,
    "text": "Увы вышла ошибочка, начинаем сначала!",
    "answers": [
      {
        "id": 140,
        "text": "Блин"
      }
    ]
  },
  {
    "id": 148,
    "text": "Мука 100 гр.\nСахар 100 гр.\nЯйца 2 шт.\nНачика (на выбор)",
    "answers": [
      {
        "id": 149,
        "text": "Приступим"
      }
    ]
  },
  {
    "id": 149,
    "text": "Что там первое?",
    "answers": [
      {
        "id": 155,
        "text": "Яйца",
        "comment": false
      },
      {
        "id": 155,
        "text": "Сахар",
        "comment": false
      },
      {
        "id": 150,
        "text": "Мука"
      }
    ]
  },
  {
    "id": 150,
    "text": "А сколько?",
    "answers": [
      {
        "id": 155,
        "text": "150 гр",
        "comment": false
      },
      {
        "id": 151,
        "text": "100 гр"
      },
      {
        "id": 155,
        "text": "200 гр",
        "comment": false
      }
    ]
  },
  {
    "id": 151,
    "text": "Что теперь?",
    "answers": [
      {
        "id": 155,
        "text": "Соль"
      },
      {
        "id": 155,
        "text": "Перец"
      },
      {
        "id": 152,
        "text": "Сахар"
      }
    ]
  },
  {
    "id": 152,
    "text": "Сколько его там нужно?",
    "answers": [
      {
        "id": 155,
        "text": "200 гр."
      },
      {
        "id": 153,
        "text": "100 гр."
      },
      {
        "id": 155,
        "text": "300 гр."
      }
    ]
  },
  {
    "id": 153,
    "text": "Что теперь?",
    "answers": [
      {
        "id": 154,
        "text": "Начинка"
      },
      {
        "id": 147,
        "text": "Капустка"
      },
      {
        "id": 147,
        "text": "Осирис"
      }
    ]
  },
  {
    "id": 154,
    "text": "И так самое важное какую начинку выбрать?",
    "answers": [
      {
        "id": 146,
        "text": "Клубника"
      },
      {
        "id": 146,
        "text": "Персик"
      },
      {
        "id": 146,
        "text": "Абрикос"
      },
      {
        "id": 146,
        "text": "Малина"
      },
      {
        "id": 146,
        "text": "Вишня"
      },
      {
        "id": 146,
        "text": "Никакой"
      }
    ]
  },
  {
    "id": 155,
    "text": "Помоему что-то лишнее…",
    "answers": [
      {
        "id": 139,
        "text": "Назад"
      }
    ]
  },
  {
    "id": 156,
    "text": "«Марс – красная планета о которой мы знаем всё, так думают многие учёные, но они ошибаются ведь его настоящее имя Барсум.»\n\n\"Джон Картер, книга интересная, но это если ты первым не видел фильм.\"\n\nА я как на зло видела этот фильм, и не раз! Пришлось отложить чтение книги и пойти проверить Кристи чем она так долго занимается в ванной комнате.\n\n— Кристи у тебя всё хорошо? – я постучалась в дверь.\n— Не совсем, не могла бы ты мне помочь с волосами. – сказала она выходя из комнаты.\n\nУ неё в воллсах застряли ножницы, две расчёски, и пять заколок.\n\nЯ посмотрела на всё это, и поняла что в ближайшее время я буду серьёзно занята!",
    "answers": [
      {
        "id": 157,
        "text": "Ближе к вечеру…"
      }
    ]
  },
  {
    "id": 157,
    "text": "Только ближе к вечеру я наконец смогла выпрямить и распрывить волосы Кристи, после всего я заплеоа ей длинную косичку, и сказала чтобы она не расплетала её когда та ложилась спать.\n\nЯ посмотрела на часы было уже 18:09. Лео обещал вернуться ближе к вечеру, но его всё ещё нет.\n\n\"Значит он вернётся чуть позже.\"\n\nПоиграв с Кристи в настольные игры, и съездив с ней в магазин за продуктами, мы вернулись в 21:49.\n\nКак только я подошла к двери чтобы открыть, то поняла что дом был открыт.\n\n\"У Лео есть запасной ключ, возможно это он вернулся.\"\n\nИ правда стоило мне и Кристи войти в дом как я увидела Лео. Он сидел на диване в гостиной и читал мою книгу что я оставила утром.\n\nУвидев меня и Кристи, он вскочив с места схватил сестру за руку и утащил к себе в комнату, при этом громко хлопнув дверью.\n\n\"Чё это с ним?\"",
    "answers": [
      {
        "id": 158,
        "text": "Через полчаса"
      }
    ]
  },
  {
    "id": 158,
    "text": "Через полчаса я приготовила ужин ии хотела позвать этих пришельцев, но Кристи сама вышла из комнаты Лео, и заперла его на ключ с другой стороны.\n\n— Зачем ты его закрыла?\n— Рей, это… как тебе объяснить… попроще… – она почесала затылок.\n— Что случилось?\n— У Лео выплеск энергии. Помнишь в первую нашу встречу он шандарахнул тебя током?\n— Ну?\n— Так вот, электричество это его энергия которая дает ему жизнь. Короче у нас у всех есть такая хрень благодаря которой мы живём. Иногда её бывает слишком много и мы от неё избавляемся, то есть выплёскиваем. Если этого не делать то энергия может переполнить нас и мы умрём от перегрузки. А, и тебе нельзя заходить к Лео, он может выплеснуть энергию и ранить тебя.\n— Ясно, а как насчет тебя?\n— Что, я? Я могу защитить себя от его энергии, а вот ты нет. Это ради твоего же блага, понимаешь?\n— Хорошо. Сколько длится этот выплеск?\n— Два дня, это минимум. Всё зависит от самого носителя. У Лео очень мощьная сила, так что это займёт как минимум четыре дня, максимум неделю. – сказала Кристи.\n— Понятно. Но что мне делать всё это время?\n— Не знаю. – она пожала плечами и ушла на кухню забрав порцию Лео она принесла её ему в комнату, а потом вернулась на кухню ужинать вместе со мной.",
    "answers": [
      {
        "id": 159,
        "text": "Через 2 дня…"
      }
    ]
  },
  {
    "id": 159,
    "text": "Эти два дня я страдала хренью по типу: смотрела телек, читала книги, пробовала рисовать на холсте…\n\n\"Боже, как скучно! Такое чувство я сейчас помру… Интересно как там Лео в четырёх стенах выживает?\"\n\nМоё воображение: Лео сидит в уголочке колачиком и метает молнии в разные стороны.\n\n\"Нет, он так себя вести не будет. Наверное, хотя… Всё возможно!\"\n\nЯ сидела у себя в комнате и пыталась сосредоточиться на рассказе в книге. Но у меня ничего не получалось! \n\nЯ ВСЁ ВРЕМЯ ДУМАЮ О ЛЕО!!!\n\n\"С этим надо что-то делать! Где мой телефон?\"\n\nЯ нашла телефон и позвонила сестре. Рассказала ей что якобы поругалась с Лео и он не разговаривает со мной.\n\nЭта коза тут же приехала ко мне домой!\n\nМы закрылись у меня в комнате и начали вести светские беседы: о мужиках; о личной жизни; о проблемах (разумеется я молчу о тех пооблемах что сейчас на моей спине); о том как сложно воспитывать детей и т.д.\n\nПроговорив с сестрой до одиннадцати часов вечера, мы попрощались и она уехала обратно.\n\n\"Хоть как-нибудь скоротала время…\" – подумала я и направилась к себе.\n\nПроходя мимо комнаты Кристи я заметила через щель что она уже спит, зайдя внутрь я накрыла её одеялом и пошла к себе.",
    "answers": [
      {
        "id": 160,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 160,
    "text": "Приняв душ, я переоделась в джинсовые шорты и длинную белую футболку. Заплетя ещё чуть влажные волосы в пучок я решила перед сном почитать очередную книжонку.\n\nДа я люблю много читать! Я вообще обажаю книги! Для меня самый лучший подарок это конечно же — деньги, но и книга тоже хороша.\n\nПрочитав очередную захватывающую историю я оставила закладку на странице, и уже собралась лечь спать как заметила в зеркале чужую тень сзади себя.\n\nЯ резко обернулась, никого…\n\n\"Шизофрения даёт о себе знать… Значит пора спать!\" – подумала я и направилась к кровати.\n\nНо тут мнея кто-то хватает за запястье и поворачивая к себе и страстно впивается в мои губы долгим поцелуем…",
    "answers": [
      {
        "id": 161,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 161,
    "text": "Я немного опешали от неожиданности… Это был Лео.\n\nЧестно сказать я и успокоилась и напугалась. Кристи говорила во время выплеска энергии Лео сильно опасен для меня. А тут он стоит и обнимая целует меня!\n\nЧто мне прикажите делать?! Одно неверное решение и он меня поджарит своим электричеством!\n\nИ я должна уточнить, целоваться с ним во время выплеска энергии довольно таки, ну…\n\nОчень необычно!\n\nТакое ощущение словно во рту шипучки взрываются, только от этого щекотно и безвкусно, по сравнению с обычными шипучками.\n\nХотя признаю есть чувство что во рту искрятся молнии, и именно из-за этого такое щекотливое чувство.",
    "answers": [
      {
        "id": 162,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 162,
    "text": "Лео отстранился от меня и продолжая обнимать опустил свою голову мне на плечо.\n\n— Лео…\n— Ты меня боишься? – неожиданно спросил он.\n— Что? С чего ты взял? \n— Да, ты меня боишься, когда я такой. – он отстранился от меня.\n— Не правда.\n\nКонечно же это была чистая правда! Я до безумия боялась что сейчас он посмотрит на меня и шандарахнет током так что от меня рожки до ножки останутся.\n\n— Рей, я же вижу. Ты боишься что я могу потерять контроль и ранить тебя. Не бойся я не сделаю такого. – пришелец дотронулся своей рукой до моей щеки.\n\nЯ не знала что мне ответить на такие слова, поэтому я просто взяла его руку и сплела пальцы.\n\n— Лео я не боюсь тебя.\n\n\"Кого я обманываю?! Да у меня лбу написано «Боится быть поджаренной!»\"\n\nЛео лишь улыбнувшись притянул меня к себе и обнял.\n\n",
    "answers": [
      {
        "id": 163,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 163,
    "text": "— Я рад что ты меня не боишься…\n\nЯ посмотрела на Лео, его глаза…\n\nВнезапно они из цвета расплавленного серебра стали ярко голубыми от чего я невольно вздрогнула.\n\nПришелец подхватил меня за ягодицы и, подняв, резко дёрнул так, что мои ноги чисто на рефлексах обвили его бёдра и спину. Только я хотела отвесить Лео хорошего подзатыльника за его извращения, как он впился в мои губы требовательным, но аккуратным поцелуем. Он словно боялся сломать меня или же переступить черту каких-то его собственных заоблачных рамок.\n\nЕго руки обвили мою шею и спину притягивая ближе. И только я надеялась отдышаться, как пришелец плотоядно улыбнулся и, примкнув к моей шее, повалил меня кровать.\n\nЯ спохватившись попыталась выбраться, как только Лео на несколько секунд отстранился, но тут же была придавлена к кровати его весом.",
    "answers": [
      {
        "id": 164,
        "text": "Далее"
      },
      {
        "comment": true,
        "text_color": [
          0,
          0,
          9
        ],
        "id": 163,
        "text": "Автор признается что она извращенка:)\n\n*Повесилась после того как прочитала что написала…*",
        "shadow_color": [
          1,
          0,
          9
        ]
      }
    ]
  },
  {
    "id": 164,
    "text": "Внезапно его глаза вновь стали цвета уже знакомого мне серебра, и он резко поднялся с меня.\n\nЯ уселась на кровати и внимательно посмотрела на Лео. \n\n— Прости меня. Я… я просто потерял бдительность. Вот и временно потерял контроль. Я не хотел чтобы такое произошло.\n— Лео ты не виноват. Все мы иногда делаем промахи. Но многие на этих промахах делают свою жизнь лучше. – я поднялась с кровати и обняла Лео.\n\nЕму сейчас как никогда нужна моя поддержка. Иначе всё может обернуться в опасный поворот.\n\nОтстранившись от Лео, я внимательно посмотрела на него.\n\nНастроение говорило само за себя, оно у него было поршивое.\n\n— Я пожалуй…\n— Лео, поспи сегодня со мной! – я схватила его за руку.\n— Ты видела что может произойти. Я не хочу чтобы подобное случилось с тобой.\n— Если что я позову Кристи. Лео не уходи… – замямлила я.\n\nЛео вздохнув всё же согласился при условии что, если я почувствую опасность, сразу иду в другую комнату, а эту закрываю на ключ, я согласилась.\n\nЯ легла на кровать напротив Лео. Вышло так что я упиралась лицом ему в грудь.\n\n\"Мой вечный комплекс! Я маленькая по сравнению с Лео!\"\n\nЛео обнял меня и притянул ближе к себе, получилось так что теперь я дышала ему чуть ли не в шею.\n\nТихо хмыкнув я обняла Лео и закрыв глаза погрузилась во владения Морфея.",
    "answers": [
      {
        "id": 165,
        "text": "Утром…",
        "lua_do": "function lua_do()\nlocal rect = display.newRect(display.contentCenterX, display.contentCenterY,display.contentCenterX*2, display.contentCenterY*2 )\n   canvas.parent.parent.parent.parent.parent.parent.parent:insert(rect)\n   rect:setFillColor(0,0,0)\n   transition.from(rect, {\n   time = 500,\n   alpha = 0,\n   transition = easing.outExpo,\n   onComplete = function()   timer.performWithDelay(1000, function()\n   if rect and rect.removeSelf then\n    transition.to(rect, {\n    time = 1000,\n    alpha = 0,\n    transition = easing.inExpo,\n   onComplete = function()\n    if rect and rect.removeSelf then\n    rect:removeSelf()\n    rect = nil\n    end\n    end })\n    end\n   end)\n   end })\nend"
      }
    ]
  },
  {
    "id": 165,
    "text": "Я проснулась от крика Кристи. Она вломилась ко мне в комнату и начала что-то кричать.\n\n— Рей, Лео сбеж… – заметив что Лео со мной она успокоилась, но только на несколько мгновений.\n\nЯ посмотрела на Лео, он обнимал меня при этом тихо посапывая.\n\n— Лео, Харон тебя подери! Как ты мог подвергнуть Рей такой опасности?! – Кристи набросилась на Лео и за ногу стянула его с кровати.\n— Акх! М-м-м… – упав с кровати Лео кажется прикусил язык.\n— Доброе утро! Живо иди к себе! – сказала Кристи и хотела ударить Лео.\n\nНо он перехватил её руку, и поднялся с пола, при этом держа Кристи за руку. Кристи хотела ударить его второй рукой, но он и эту перехватил, подняв Кристи над полом.\n\n— Ещё раз поднимешь руку… – он сжал руки Кристи.\n— А-а-а-й! Й-а-а-а… – закричала Кристи и Лео отпустил её руки, она упала на пол, схватившись за свои запястья.\n\nЛео посмотрел на неё а затем на меня, ещё ничего не соображающую и сонную.\n\nОн схватил Кристи за руку и утащил из комнаты. \n\nЯ осталась одна…\n\n\"Так себе утречко. Ладно, надо одеваться.\" – подумала я и начала одеваться.",
    "answers": [
      {
        "id": 166,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 166,
    "text": "Одев голубые джинсы и свою любимую клетчатую рубашку, я расчесала волосы и не стала их заплетать. \n\nБыло лень…\n\nВыйдя из комнаты я столкнулась с Кристи она сидела в коридоре на полу с заплаканными глазами. \n\nЯ резко подбежала к ней и опустившись на колени сзватила её за руки.\n\n— Что случилось?!\n— Лео… он… – она молча подтянула рукав толстовки, и мне открылся довольно большой ожог 3 степени, потом она показала мне на ноге ожог 2 степени.\n\nОжоги:\n1 степени, просто покраснение недолгое ощущение тепла на месте ожога.\n2 степени, покраснение кожи и вздутие пузыри с жидкостью.\n3 степени, пузыри с жидкостью лопаются, оставляя небольшие рубцы.\n4 степень, кожа на месте ожогов обугливается.\n\nЯ помогла подняться Кристи и отвела её в ванную комнату.\n\nДостав аптечку я помогла Кристи с ожогами а затем перебинтовала их, чтобы она не содрала волдыри. ",
    "answers": [
      {
        "id": 167,
        "text": "Чуть позже…"
      }
    ]
  },
  {
    "id": 167,
    "text": "Мы сидели на кухне и пили чай с печеньем. Я все время посматривала на руку Кристи.\n\n\"Она говорила что может защитить себя…\"\n\n— Кристи, – я наконец решила задать вопрос – Это сделал Лео, ты говорила что можешь себя защитить. Как так вышло?\n— Просто Лео внезапно начал метать молнии, а я не сразу среагировала. Вот и поплатилась за свою оплошность. \n— И часто ты допускаешь такие ошибки?\n— Не часто… Но и не редко… – сказала Кристи и отпила из своей чашки.\n— Уже почти четыре дня прошло…\n— Сегодня четвертый день. Думаю завтра Лео станет лучше… – сказала она.\n— Думаешь?\n— Я не уверена. За последние несколько лет, Лео не метал столько электричества за такой короткий срок. Обычно такой выплеск на день шестой происходит. Но не как не на четвёртый.\n— Ясно… – сказала я и отпив из чашки закусила печенькой.\n\nНо вот мне позвонил Крис.\n\nЯ ответила на звонок.\n\n— Привет Крис.\n— Привет Рей. Слышал ты сейчас в Мексике?\n— Ну да, а что?\n— Я просто сейчас у братана в гостях, можем как-нибудь потусить. Если хочешь?\n\nЯ посмотрела на Кристи, она определённо всё слышала и одними губами произнесла: «Можешь идти», я подумала пару секунд.\n\n— Да, хорошо. Когда будете свободны? – спросила я.\n— Сегодня в 6, около старого водохранилища.\n— А…\n— Ясно, скажи адрес я заеду за тобой. – сказал Крис.\n— Улица Франка дом номер 7. – сказала я.\n— Ага хорошо. И это шибко не приодевайся.\n— Когда я интересно шибко приодевалась чтобы просто потусить? – сказала я в ответ мне послышался смешок.",
    "answers": [
      {
        "id": 168,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 168,
    "text": "Я предупредила Кристи о том что вернусь поздно, в крайнем случае к утру. На что она удивлённо вскинула брови и сказала чтобы я в случае чего сразу звонила ей.\n\nБлиже к 6 часам вечера, я переоделась в свободное серые штаны и длинную серую футболку, заплетя волосы в одну длинную косу, чтобы они мне не мешались, слегка накрасилась, я позвонила Крису.\n\n— Да, я уже подъезжаю к дому.\n— Ага, давай. – сказала я и начала ждать когда он приедет.\n\nЧерез несколько минут я увидела что ко мне едет мотоцикл Kawasaki Ninja. Остановившись парень снял шлем.\n\n— Как ты мне на звонок ответил? Раз за рулём был? – спросила я.\n— Секрет фирмы, лови. – сказал Крис и кинул мне в руки ещё один шлем.\n\nХмыкнув я одела шлем и села сзади Криса, обхватив его торс обеими руками на что он лишь усмехнулся.\n\nМы поехали к старому водохранилищу.",
    "answers": [
      {
        "id": 169,
        "text": "Уже на месте"
      }
    ]
  },
  {
    "id": 169,
    "text": "Я и Крис остановились около старого здания которое было полностью изрисовано граффити. Из здания шла музыка, хоть и на улице её было не так уж и слышно.\n\nЯ Крис зашли в здание. Один длинный коридор, мы шли какое-то время молча но я как лох споткнулась об какую-то хрень и у меня было чуть не произошёл поцелуй с полом.\n\nВнезапно рука Криса схватила меня за талию, этим самым не давая мне упасть.\n\n— Осторожней надо быть. – сказал Крис отпуская меня.\n— Пора бы запомнить что, я и осторожность — несовместимые вещи. – сказала я и улыбнулась.\n— Ага. Пошли уже. – сказал Крис и взял меня за руку но я от неожиданности выдернула её. – Ты снова хочешь устроить свидание с полом? Я ловить тебя не буду.\n— Ладно. – сказала я и Крис взяв мнея за руку мы пошли дальше по этому тёмному коридору, а между тем музыка становилась всё громче и громче.",
    "answers": [
      {
        "id": 170,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 170,
    "text": "Наконец мы пришли к долгожданной двери, и Крис наконец отпустив мою руку открыл долгожданный проход.\n\nМы зашли внутрь…",
    "answers": [
      {
        "id": 171,
        "text": "Войти",
        "lua_do": "function lua_do()\nlocal rect = display.newRect(display.contentCenterX, display.contentCenterY,display.contentCenterX*2, display.contentCenterY*2 )\n   canvas.parent.parent.parent.parent.parent.parent.parent:insert(rect)\n   rect:setFillColor(1,1,1)\n   transition.from(rect, {\n   time = 200,\n   alpha = 0,\n   transition = easing.outExpo,\n   onComplete = function()   timer.performWithDelay(500, function()\n   if rect and rect.removeSelf then\n    transition.to(rect, {\n    time = 1000,\n    alpha = 0,\n    transition = easing.inExpo,\n   onComplete = function()\n    if rect and rect.removeSelf then\n    rect:removeSelf()\n    rect = nil\n    end\n    end })\n    end\n   end)\n   end })\nend"
      }
    ]
  },
  {
    "id": 171,
    "text": "Резкая вспышка света заставила меня слегка зажмуриться, но потом глаза привыкли.\n\nОказывается здесь была просто шумная вечеринка, и море алкоголя (во всех возможных смыслах).\n\nКрис вновь взял меня за руку и потянул сквозь толпу танцующих людей.\n\nПробираясь сквозь толпу мне чуть раз пять не заехали локтём в лицо. На пятый раз когда мне почти заехали я грязно матернулась и толкнула того кто мне чуть не врезал. В итоге этот человек упал на кого-то другого и началась драка.\n\nА тем временем Крис притащил меня к столику где уже сидел какие-то парень и девушка.\n\n— Привет Крис, вижу ты не один. – сказал парень.\n— Да, это Рей. Рей это Тео мой брат и его девушка Сэм. – представил Крис их Крис.\n— Приятно познакомиться. – сказала Сэм и улыбнулась.\n— Взаимно. – сказала я и вместе с Крисом мы сели за один столик.\n\nТео – парень на вид 27 лет. Голубые глаза, шатен, волосы «торчком» что делают его похожим на ёжика, смуглая кожа. Одет он был в чёрную футболку и джинсы того же цвета. На шее была татуировка.\n\nСэм – на вид 25-26 лет. Карие глаза, блондинка, волосы были распущенны и накручены. Одета она была в короткое синее платье. А ещё я забыла сказать, такое чувство будто она нанесла тонну макияжа на своё лицо. \n\n\"Губы — вареники, ресница — веники! Тебе себя то не жалко было?\"\n\nИ ко всей этой компании присоединился Крис и я.\n\nКрис конечно же был одет естественно как бомж, в принципе так же как и я.\n\nСмуглокожий брюнет, голубоглазый, в серой толстовке и черных джинсах.",
    "answers": [
      {
        "id": 172,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 172,
    "text": "Какое-то время мы молча сидели и пили алкоголь.\n\nДа-да! Я сижу и бухаю пока Кристи там с Лео с ума сходят!\n\nНо тут заиграла какая-то слащавая песня и Сэм заканючила.\n\n— Ой, ребят это моя любимая песня! Давайте, пойдёмте потанцуем?! – она встала с места и подойдя ко мне с Крисом схватила нас за руки и потащила танцевать, Тео же плёлся следом за нами.\n\nСэм толкнула меня на Криса и заставила нас танцевать вместе. А сама она пошла танцевать с Тео, который где-то потерялся уже.\n\nПришлось танцевать с Крисом под медляк. \n\n\"Если бы здесь был Лео он бы наверное уже урыл бы Криса, одним только взглядом.\"\n\nЯ усмехнулась своим же мыслям.\n",
    "answers": [
      {
        "id": 173,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 173,
    "text": "Я выпила слишком много алкоголя и мне захотелось в туалет. \n\nИзбивившись от Криса под предлогом: «Я иду за выпивкой», я направилась искать уборную.\n\nНайти её не составило труда.\n\nСделав все свои дела я вышла и направилась обратно к нашему столику.\n\nНо по дороге в меня врезался какой-то парень.\n\n— Оу, крошка прости, не заметил. Ты такая малышка. – он мне подмигнул.\n— А ты такой дебил. – сказала я и хотела уйти но он схватил мне за запястье и притянув к себе, обжигающе начал дышать мне в шею.\n\nОт него разило разными видами алкоголя, от чего у меня слегка закружилась голова.\n\n— Ты такая сладкая, ам… \n\nОН ЛИЗНУЛ МОЮ ШЕЮ!?\n\nЯ машинально подняла руку и…\n\nХлесткая пощёчина заставила его выпустить меня из своих противных объятий.\n\n— Какая дерзкая… – он плотоядно улыбнулся.\n— Не нарывайся. А то ведь и покалечить могу. – сказала я спокойно.\n— Конечно, ты мне изрядно спину расцарапаешь своими коготями… – сказал он на что я закатила глаза.\n— Не беси меня, и лучше иди своей дорогой. – сказала я.\n— И что ты мне сделаешь? – он начал подходить ко мне хищно улыбаясь.\n\n",
    "answers": [
      {
        "id": 174,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 174,
    "text": "Но внезапно чья-то рука легла на моё плечо, я повернула голову.\n\n\"Фух… Тео, свои люди.\"\n\n— Думаю она ясно дала понять что не жаждет твоей компании.\n— А ты ещё кто? – парень негодующе посмотрел на Тео.\n— Я? Её друг. Какие-то вопросы? Я могу позвать её парня.\n— Да не надо. Она всё равно не в моём вкусе. – сказал парень и ушёл.\n— Ты в порядке? – спросил Тео.\n— Если не считать того что этот дебил облизал мою шею то вроде всё нормально. – я улыбнулась. – Спасибо что помог избавиться от этого идиота.\n— Да не за что. – сказал Тео.\n\nВозникла неловкая пауза, в течении которой я думала что сказать, а Тео когда я на него смотрела лишь отводил взгляд.\n\n— Думаю надо вернуться.\n— Да, ты права. – сказал Тео и взяв меня за руку мы начали пробираться сквозь толпу.\n",
    "answers": [
      {
        "id": 175,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 175,
    "text": "Выбравшись из толпы мы пришли в зал где сидели там, оказалось почти никого нет и мы начали идти к нашему столику. Но тут Тео резко остановился и я врезалась в его довольно широкую спину.\n\nЯ почувствовала что Тео сильнее и крепче сжал мою руку в своей, я выглянула из-за его спины и посмотрела туда куда он смотрит.\n\n\"Н-да… Крис ты разрушил братские отношения.\"\n\nКрис целовался с девушкой Тео – Сэм.\n\nЯ положила свободную руку на плечо Тео, он слегка вздрогнув и повернул голову,  посмотрел на меня.\n\n— Они пьяны. Протрезвеют — поймут какую ошибку сделали. – сказала я пытаясь улыбнуться.\n\nТео лишь мягко взял одной рукой мой подбородок и наклонившись поцеловал.\n\nЯ попыталась оттолкнуть его от себя, но учитывая наши разницы в весовой категории и силе мои шансы были близки к нулю.\n\nВнезапно его кто-то толкает и он наконец отстраняясь от меня падает на не далеко стоящий стол.\n\nЯ повернула голову рядом со мной стоял Лео, его глаза были ярко-голубого цвета что прям так и метали молнии.\n\n— Эй, парень ты чё лезешь? – поднявшись со стола Тел злобно посмотрел на Лео.\n— Я посчитал нужным помочь ей. – он кивнул в мою сторону, хотя я видела по глазам что, Лео сейчас в бешенстве.\n— Слышь, не лезь к моей девушке ей не нужна помощь. Тем более от тебя. – сказал Тео и подойдя схватил меня за руку, хотел было оттащить к себе, но Лео внезапно врезал ему.\n\nТео не потеряв равновесие устоял на ногах, но из носа у него пошла кровь.\n\n— Ах ты! – он собирался на нести Лео ответный удар но тот перехватил его руку и скрутил её.\n\nЛео спрятал другую свою руку за свою спину и я заметила что из неё появился электрический шар который Лео был готов пустить в ход в любой момент.\n\n— Да я тебя! \n\nТео замахнулся чтобы врезать Лео, но я схватила ближайшую бутылку алкоголя и кинула её в Тео.\n\nТа не разбилась но больно ударила его. Тео повернулся в мою сторону.\n\n— Сука… – он отвлёкся на меня и Лео улучив момент шандарахнул его током.\n\nИскры полетели в разные стороны от Тео. Его крик был даже громче чем сама музыка.\n\nЯ смотрела на Лео, его глаза были полны ярости и безумия, в них отражался мучающийся Тео.\n\n— Лео, нет! – я схватила его за руку и оттянула от Тео.\n\nТео свалился без сознания, а Крис и Сэм даже не заметили ничего, они так продолжали целоваться словно ничего серьёзного не произошло.\n\nЛео посмотрел на меня голубыми глазами, из его рук перестали слетать искры.\n\n— Пошли отсюда. – сказал он и взяв меня за руку вывел из здания.",
    "answers": [
      {
        "id": 176,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 176,
    "text": "Выйдя из здания мы направились по шоссе домой, пешком…\n\nВсё это время Лео крепко держал меня за запястье, и никто из нас не проронил ни звуку.\n\nПроходя мимо очередного дорожного знака я всё же решила завязать разговор.\n\n— Лео, как ты нашёл меня?\n\nОн даже не посиотрел в мою сторону и молча продолдил идти вперёд.\n\n— Я спросила: «Как ты нашёл меня?» – повторила я свой вопрос.\n\nЛео лишь хмыкнул, на мой вопрос. Тогда я остановилась, но Лео продолжил тянуть меня за руку.\n\n— Я не пойду пока не ответишь. – сказала я.\n— Не пойдешь, я пойду. – он пожал плечами и закинув меня на плечо пошёл дальше.\n— Эй, отпусти меня! – я попыталась ударить его в спину, но результатов это не принесло. \n— Ты ведь не останешь?\n— Да не отстану!\n\nЛео лишь вздохнул, а потом поставил меня обратно на землю.\n\n— Маячок.\n— Что?\n— Кристи положила тебе в карман маячок. Я узнал об этом несколько часов назад, и сразу узнал всё у Кристи. Она переживала, если ты попадешь в опасность она активирует маячок и тебя телепортирует в дом.\n— Что? – я порылась у себя в карманах и нашла небольшую серую пластинку на которой была красная лампочка.\n\nНе раздумывая я бросила его на землю и наступила на него.\n\n— И зачем ты это сделала?\n— Кристи следила за мной?\n— Получается да.\n— Теперь не следит. Мне даже дышать как то легче стало. – сказала я, но потом вспомнила что мы могли телепортироваться и уже быть дома.\n\n\"А-а-а-а-а-а-а-а! Почему я такой дебил?!\"",
    "answers": [
      {
        "id": 177,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 177,
    "text": "— Значит идём пешком. – сказал Лео и пошёл вперёд.\n\nЯ тяжело вздохнув пошла за ним.\n\nЧерез 2 часа…\n\nЯ и Лео уже дошли до квартала в котором мы живём. Но до дома как минимум еще было километра 2-3.\n\n\"Я уже ног не чувствую! Как Лео еще не устал?\"\n\nЛео шёл впереди меня, иногда останавливаясь чтобы я догнала его.\n\nНо вот мои уставшие ноги встретились с какой-то веточкой а я и без того была уставшей что бы ещё и удержаться на ногах, да и к тому же еще слегка пьяная.\n\nИ вот намечается свидание с землёй, но меня перехватывает Лео, и взяв на руки идёт дальше.\n\n— Я и сама могу пойти. – сказала я.\n— Видел я, как ты сама можешь пойти. Нет уж. – сказал Лео и продолжил нести меня.\n— Тебе не тяжело?\n— Да нет. Я бы даже сказал что ты весишь как пушинка.\n— Не правда я тяжёлая. – сказала я и стукнула Лео в грудь, но почему-то стало больно мне, а не ему.\n— Смотри кости не сломай. – сказал он.\n— Ага. \n\nДальше мы шли в полном молчании. И только минуты через три я поняла что понятия не имею который час, ну темно и темно. Что с того?\n\nЯ достала телефон и посмотрела в экран.\n\n\"3 пропущенных от Криса, 7 пропущенных от Кристи. Ладно, а времени… 1:34?! Как так-то?!\"\n\nЯ посмотрела на Лео, он спокойно шёл по дорожке.\n\n— Пить меньше надо, чтобы следить за временем. – сказал Лео.\n\nЯ не ответила, меня начало клонить в сон, и я положив голову на грудь Лео уснула.",
    "answers": [
      {
        "id": 178,
        "text": "Утром"
      }
    ]
  },
  {
    "id": 178,
    "text": "Проснулась я в крепких объятиях Лео, уже в доме, на диване.\n\nЯ посмотрела на Лео, эта чуча мирно спала слегка посапывая.\n\nЯ осмотрелась.\n\n\"Так-с, хорошо о-о-очень хорошо! Просто пркрасно!\"\n\nМы лежали на диване в гостиной, вдвоём. А конкретно говоря, я лежала сверху, на Лео.\n\n\"Так-с, и что мне делать? Ждать пока эта чуча проснётся?\"\n\nА ещё мне кажется что я вчера что-то натворила, но я не помню что именно. Моя извечная проблема: СКЛЕРОЗ ПОСЛЕ ПЬЯНКИ!\n\n\"С моей страстью к приключениям надо что-то делать!\"\n\nВнезапно Лео что-то членораздельно промычал и перевернулся на бок.\n\nСобственно он меня отпустил и я упала с дивана на пол.\n\nКоврик смягчил падение и грохот.\n\nЯ поднялась с пола и посмотрев на эту «спящую красавицу», укрыла его покрывалом что лежала на одном из кресел.\n\nПотянувшись я поднялась на второй этаж, там в моей комнате меня уже ждала Кристи с серьезными прожигающим на сквозь, взглядом.\n\n— Доброе утро, Кристи. – сказала я и взяв полотенце пошла в душ.\n— И как это называется! Ушла одна, припёрлись вдвоём! – сказала Кристи следуя за мной.\n\nЯ войдя в ванную комнату закрыла дверь у неё перед носом.\n\n— Я с тобой ещё не закончила! – послышался голос Кристи за дверью.\n— За то я закончила с тобой! – сказала я и включив прохладный душ расслабилась.\n\nЗакочив всё свои дела я завернулась в полотенце и завязала влажные волосы в пучок, чтобы не мешали.\n\nПосмотрев на свою физиономию в зеркало я…\n\n— От… куда… – два красненьких следа от поцелуя красовались на моей шее.\n\n",
    "answers": [
      {
        "id": 179,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 179,
    "text": "Сначала мне показалось что это просто от холодной воды, но потерев несколько минут эти \"пятна\" я поняла что мне не показалось.\n\n\"Так, откуда эти следы?!\"\n\n— Рей, я знаю ты там всё! Выходи я с тобой не закончила!\n\nЯ стояла как выкопанная.\n\n\"Тональник! Много тонанльника!\"\n\nЗамазав эти \"пятна\" я вышла из ванной.\n\n— Что с тобой?\n– Что со мной? Со мной ничего. – сказала я и пошла одеваться.\n— Нет, с тобой что-то случилось. Говори… Ой, у тебя тут пятнышко. – сказала Кристи тыкнув пальцем мне в шею.\n\nЯ машинально закрыла его рукой, и юркнула в ванную комнату, закрыв за собой дверь.\n\nПосмотрев я успокоилась, это всего-навсего укус…\n\n\"Стоп! Укус?! А-а-а-а-а-а-а-а-а-а-а-а-а-а-а-а!!!\" – я начала бегать по комнате как ненормальная.\n\nЗамазав укус тональником я ещё раз рассмотрела себя в зеркале и не найдя больше ни каких \"следов\" я вышла из комнаты.\n\n— Ты какая-то странная сегодня.\n— Сама ты странная. – сказала я и пошла одеваться.\n\nОдев короткие джинсовые шорты и белую футболку, я завязала волосы в высокий хвост. Кристи всё это время сидела на диване и терпеливо ждала меня.\n\nПодойдя к ней я вопросительно посмотрела на неё мол: «Чё тебе от меня надо?».\n\n— Итак, ты! Ушла неизвестно с кем! Вернулась с Лео, так мало того ты была пьяна! И вы буквальном смысле сломали стол в его комнате!\n— Что?! – я вскочила с места как ошпаренная.\n\nМысль о том что я возможно с Лео, кхм… Пугала до жути!\n\n— Шучу. Вы оба преперлись пьяные посреди ночи и завалившись на диване начали целоваться. А уже потом уснули как сумки́! – сказала Кристи.\n— Причём здесь сумки?\n— Сумка́, это такой зверёк которые похож на ваших белок. Только он жил на нашей планете, и он почти всегда бодрствует. Если он спит то его никакие силы не разбудят. Будь то пожар или конец света. Я даже специально разбила одну тарелку, но вы не проснулись.\n— Надеюсь осколки ты убрала?\n— Само собой. – сказала Кристи. – Кстати завтрак на столе.\n— А, хорошо… – сказала я и спустилась вниз.",
    "answers": [
      {
        "id": 180,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 180,
    "text": "Проходя мимо гостиной я заметила что Лео там уже нет, а вот проходя мимо ванной комнаты на первом этаже у меня произошла встреча с дверью.\n\nЯ чуть не получила по лицу дверью. Выглянув из-за двери мне представилась шикарная картина.\n\nЛео по пояс голый, вытерал голову полотенцем стоя ко мне спиной.\n\nЯ невольно закусила нижнюю губу.\n\nНо тут мою голову посятила безумная мысль.\n\nЯ украдкой зашла в ванную комнату и тихонько подкралась к Лео со спины.\n\nЯ своими ногтями провела по спине Лео. От чего он напрягся но не повернулся ко мне.\n\nЯ остановилась на уровне поясницы, и начала тыкать пальцем.\n\nПосле когда он не повернулся мне надоело и я молча обняла его со спины.",
    "answers": [
      {
        "id": 181,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 181,
    "text": "Я чувствовала что Лео был напряжён, поэтому я проявив хитрость укусила его за плечо.\n\nОн вздрогнув, подскользнулся и упал в ванну утянув меня за собой.\n\nЯ и понять не успела как оказалась в ванной сверху на Лео.\n\nОн удивлённо смотрел на меня, а я на него.\n\nНо тут мимо комнаты проходит Кристи и остановившись она смотрит на меня и Лео, что валяются в ванне.\n\n— Хоть бы дверь закрыли что-ли! – сказала она и закрыла лверь с другой стороны.\n\nЯ и Лео посмотрели друг на друга и начали смеяться как дебилы.\n\nНу правда, сидят в ванне два идиота в одежде и ржут.",
    "answers": [
      {
        "id": 182,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 182,
    "text": "Внезапно раздался крик Кристи.\n\nЯ и Лео быстро выскочив из ванной комнаты побежали к ней.\n\nЕё держала за шею какая-то девушка, глаза у неё были ярко-зелёного цвета, волосы были рыжие. А сама она была одета в… Скажем так она была одета как девушка лёгкого поведения.\n\n— Ой, а вот и наш кронпринц. Хотя что я говорю, простите за моё недостойное поведение ваше величество Леонгард. – девушка отпустила Кристи и демонстрировано поклонилась.\n— Кристи! – я кинулась к ней чтобы помочь подняться.\n— Хм-м… Что это ещё за ничтожество? – эта рыжая схватила меня за подбородок, но я схватила её за руку и сжала.\n— Ещё раз тронешь…\n\nОна вырвала свою руку и схватив меня за волосы прошипела над самым ухом.\n\n— Не думаю что сопротивление, это хорошая идея… \n\nНо тут она резко отпускает меня от чего я чуть не упала, но меня поймал Лео.\n\n— Аруна что тебе нужно?\n— Хи-хи-хи… Ваше Величество, вы так смешно шутите. Конечно же я нашла вас чтобы восстановить род Элдорианцев.\n\nЯ поперхнулась своими же слюнями.\n\n— Агхе… кха, то ты собралась делать? – спросила я, но она даже не обратила на меня внимания.\n— Ну так что? Нам нехватает только вас Ваше Величество.\n— Где меня не хватает? – он вопросительно посмотрел на Аруну.\n— Конечно же в лагере. Он скрыт в листве. Кстати он так и называется «Лагерь скрытый в листьях».\n— Сколько там наших?\n— Около трёх сотен.\n\n\"Так стоп. Лео сказал лишь нескольким удалось спастись с их планеты после поглощения её чёрной дырой.\"\n",
    "answers": [
      {
        "id": 183,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 183,
    "text": "— Где находится лагерь?\n— К западу в трёх часах ходьбы отсюда. – сказала Аруна.\n— Ясно. – сказал Лео и посмотрел на меня с Кристи что сидели и я её успокаивала. – Ступай одна, мы приедем сегодня вечером.\n— Конечно, Ваше Величество только… – она высокомерно посмотрела на меня. – Не забудьте убить землянку.\n— Исключено.\n— Что?! – улыбка с лица Аруны моментально исчезла.\n— Благодаря ей я сейчас стою перед тобой. Имей ввиду что если я сказал нет, значит нет. Ступай. \n\nОна искося посмотрела на меня, а затем вздохнув улыбнулась и подойдя ко мне обняла.\n\n— Благодарю за то что помогли Его Величеству. – сказала она улыбаясь.\n\nЯ поняла сразу она ещё та лицемерка, в этой улыбке нет ничего искреннего.\n\nОна извинилась перед Кристи, и попрощавшись с нами ушла.\n",
    "answers": [
      {
        "id": 184,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 184,
    "text": "Я подойдя к дивану села на него, а потом посмотрела на Лео что смотрел как Аруна уходит из поля зрения.\n\n— Кто это? · спросила я.\n— Аруна, дочь главнокомандующего армии Элдоры. Её отец хотел выдать её за меня замуж. Но мнения наших родителей разошлись, её выдали замуж за одного старого вельможу. Её отец хотел закрепить их семейное состояние. Но через три дня нашу планету поглотила чёрная дыра, и вот эта бестия здесь. Будет докучать мне своим присутствием. – он тяжело вздохнул и сел рядом со мной на диване.\n— Сочувствую я тебе. То есть, вам Ваше Величество. – сказала я.\n— Ты что смеёшься? Ты обязана называть меня по имени. – сказал серьёзно он.\n— Это просьба или приказ? – сказала я улыбнувшись.\n— Считай это приказ. – сказал он.\n— Тогда я буду с радостью его выполнять. – сказала я и положила свою голову ему на плечо.\n— Эй, вы! Голуби влюблённые идёте завтракать?\n\nЯ улыбнувшись посмотрела на Лео, он улыбнулся в ответ. Я резко оттолкнув его перескачила через диван и направилась завтракать.\n\nТолько я хотела сесть за стол как Лео хватает меня за талию и присаживаясь на мой стул садит меня к себе на колени.",
    "answers": [
      {
        "id": 185,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 185,
    "text": "\"А в смысле? А как это называется?\" \n\n— Лео! Не за столом пожалуйста! – сказала Кристи, а Лео вздохнув улыбнулся, и отпустил меня.\n\nЯ села за стол, и мы принялись завтракать. В течении завтрака Лео буравил меня взглядом.\n\nБыстро позавтракав я буквально пулей выбежала на улицу.\n\nПрогулявшись до фонтана я селана на его борта и начала смотреть на рыбок что плавали в нём.\n\n\"Интересно кто их кормит?\"\n\nВнезапно кто-то закрывает мне глаза.\n\n\"Я не удивлюсь если это Лео.\"\n\nНо это был не он! Это был Крис!\n\n— Крис что ты здесь делаешь?\n— В смысле «что»? Я пришёл извинится за вчерашнее поведение брата, ну и своё.\n— Да, ладно тебе. Я уже забыла.\n— Правда? Слушай а ты случайно не брала вчера с собой электрошокер?\n— Шокер?\n— Да, просто у брата ожог от электричества. Я подумал ты его шокером так.\n\nЯ вспомнила как Лео со всей силы шандарахнул Тео электричеством.\n\n— Ну, да. Просто он начал приставать ко мне! Вот я и… Защитила своё достоинство! – сказала я прикрывая Лео.\n— Да? А мне казалось что за тебя вроде парень какой-то заступился. Или мне показалось?\n— Тебе показалось. Тогда там не было никого кроме меня, тебя, Тео и его девушки. Кстати, они помирились?\n— А они ссорились?\n— А… Ну ты же с ней… А потом Тео и я…\n— Если честно, Тео и Сэм забыли про это. Я как раз хотел извиниться перед братом но прийдя к нему в комнату я увидел этих двоих, кхм… В не самом приятном виде для наблюдения.\n— Господи, мог просто сказать что они переспали. \n— Ну я подумал что ты не поймёшь меня.\n\nМне на секунду показалось что он несёт полный бред.\n\n— Так, ну я вроде всё что хотел сделал. Ладно я пошёл, береги себя. – сказал он.\n— И ты то… – я и договорить не успела как Крис споткнулся об свою же ногу и полетел в фонтан при этом обрызгав меня с ног до головы.\n\nЯ сидела вся мокрая, руками прикрывая белую футболку через которую можно было увидеть моё пышное декольте.\n\n— Ого, вот это картина! – сказал Крис смотря на меня словно увидел пляшущего крокодила.\n— Что? – сппосила я.\n\nНа что Крис тыкнуо пальцем мне в шею где я замазала красные \"следы\" страсти…\n\n\"Твою же…\".\n\nЯ поднялась с места и посмотрев на Криса, попыталась придумать гениальную отмазку.\n\n— Мне надо домой. \n— Ну ладно, я тоже пойду.\n— А, и не спросишь зачем мне домой?\n— Переодеться? – он посмотрел на меня как на полоумную.\n— А, ну да. Пока! – я юркнула в дом.",
    "answers": [
      {
        "id": 186,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 186,
    "text": "— Что с тобой случилось? – спросила Кристи смотря на мою мокрую одежду.\n— Искупалась в фонтане. – буркнула я себе под нос и ушла к себе.\n\nПереодевшись в лёгкие чёрные спортивные штаны и чёрный топ (конечно же я и переодела нижнее бельё!), я подсушила волосы полотенцем (Кристи ведьма! Сломала мой фен!), и хотела уже выйти из комнаты как дверь открывается с другой стороны и в комнату входит Лео.\n\nЛео обняв меня за талию поднимает над полом, и так несёт до ближайшего кресла.\n\nПрисев в кресло, а я сидела у него на коленях.\n\nПервым тишину нарушил Лео, который в свою очередь серьёзно смотрел на меня.\n\n— Кто он?\n— Кто?\n— Кто приходил. Кто он?\n— Крис.\n— Кто он, тебе?\n— Друг.\n— Серьёзно?\n— Ты что смеёшься? Да он мне как старший брат!\n— Уверена?\n— Да! Погоди… Ты что ревнуешь? – он ревнует меня!\n— Нет. Я никого не ревную.\n— Ну хоть сам себе не ври! – я улыбнулась.\n\nОн отвёл взгляд, и задумчиво произнёс.\n\n— Да ревную…\n— Мне так приятно. Ревнуют обычно тех к кому-то что-то испытывают. Мне приятно что я тебе не безразлична. – сказала я и поцеловала Лео в лоб.\n— А теперь повтори, только ниже носа.\n— Хитрюга… – я улыбнулась и поцеловала его в губы требовательным но нежным поцелуем.",
    "answers": [
      {
        "id": 187,
        "text": "Далее"
      },
      {
        "bg_color": [],
        "comment": true,
        "text_color": [
          0,
          0,
          9
        ],
        "id": 186,
        "text": "Автор скотина :)\n\n*Обломала кайф*",
        "shadow_color": [
          9,
          9
        ]
      }
    ]
  },
  {
    "id": 187,
    "text": "В этот момент к нам в комнату врывается Кристи, она буквально застывает на несколько секунд но потом она кидает в нас подушку.\n\n— Эй! – возмутилась я получив по лицу подушкой.\n— Не эй! В окно смотрели?! Там какие-то мужики с оружием!\n— Что? – я и Лео прдскочили с места и посмотрели в окно.\n\nИ правда там были люди вооруженые автоматами, они все были в бронежилетах.\n\n— Быстро, в комнату Кристи! – сказал Лео и схватив меня и Кристи за руки потащил в её комнату.\n\nОказавшись в комнате Кристи Лео придвинул шкаф к двери.\n\n— И что нам это даст?\n— Время. Хотя бы немного. Кристи маячки остались ещё?\n— Только два. – сказала Кристи доставая из тумбочки, две серебряные пластинки с красными лампочками.\n— Ты и Рей телепортируетесь к запа…\n— А ты? – я перебила его.\n— Я хоть не надолго задержу их. \n— Лео, маччки тянут пять перемещений. Мы с Рей телепортируеися от сюда, потом я заберу у неё маячок и вернусь за тобой.\n— Нет, ты не бросишь Рей. \n— Но Лео?!\n— Никаких «но». – послышались шаги по коридору. – Быстрей они уже здесь.\n— Лео… – я не успела договорить как Кристи хватает меня за руку и нажимая кнопки на маячках, мы телепортируемся…",
    "answers": [
      {
        "id": 188,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 188,
    "text": "Ощущения после перемещения не очень приятные. В висках словно тысячи иголочек колются одна за другой, тошнота прикалывается к горлу.\n\nОткрыв глаза я поняла что лежу посреди поля в высокой траве и рядом со мной валяется Кристи.\n\n— Кристи! Нужно вернуться за Лео! – сказала я потреся её за плечи.\n— Но он сказал…\n\nЯ не дослушав её, выхватываю маячки и телепортируюсь обратно к Лео.\n\nМатериализовавшись за его спиной, я увидела что на него нацелены автоматы.\n\nНе теряя времени я обхватила его спину и нажала кнопки…",
    "answers": [
      {
        "id": 189,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 189,
    "text": "Резкая темнота…\n\nОткрыв глаза я увидела над собой Лео, он склонил свою голову над мной.\n\n— Лео… – радостно сказала я, пытаясь подняться, но резкая боль в правом боку заставила меня скривиться.\n\nЯ посмотрела на свою рану.\n\n\"Да здравствует новая коллекция шрамов!\"\n\nЛео снял свою футболку и приложил её к моей ране, этим самым пытаясь приостановить кровотечение.\n\n— Я же говорил нельзя так рисковать. Один из маячков взорвался. И осколки попали тебе в бок.\n— Это всего лишь пара не больших порезиков. Ничего страшного. – пыталась я приободрить Лео.\n\nЛео лишь покачал головой и поднявшись взял меня на руки.\n\nИ тут как раз к нам подбежала Кристи вся в траве.\n\n— Рей! О, нет! Лео ей нужно срочно перевязать рану.\n— Чем?\n— Да хоть твоей футболкой! – сказала Кристи.\n\nЗабрав футболку она разорвала её на несколько длинных и широких полос, перевязала мой бок.\n\n\"Самодельный бинт…\"\n\nЛео посадил меня себе на спину, и обхватив мои ноги, мы пошли дальше через траву.",
    "answers": [
      {
        "id": 190,
        "text": "Ближе к вечеру…"
      }
    ]
  },
  {
    "id": 190,
    "text": "— Лео куда нам идти? – спросила Кристи сидя на лежаке из соломы в своеобразном лагере.\n— На запад. Я придумаю как связаться с Аруной. Для начала нам надо найти небольшое укрытие. Если пойдет дождь Рей может заболеть. Тогда осложнений не избежать. \n— А если сегодня ночью пойдет дождь? – спросила Кристи смотря на сгущающиеся тучи.\n— Можно сделать шалаш, веток много и листья большие здесь растут, вон дерево. – предложила я указывая рукой на дерево с широкими листьями.\n— Ты же моя умница… – Лео поцеловал меня в висок и посадил на солому – Кристи собирай много веток. Очень много.\n— Хорошо. – сказала Кристи и поднявшись с места пулей убежала за ветками, и через несколько секунд вернулась с охапкой больших веток.\n— А, это как?\n— Это способность Кристи, она очень быстрая и сильная. Силу использует в крайних случаях. – сказал Лео и пошёл собирать листья.\n\nА Кристи тем временем начала слаживать вокруг меня что-то типо вигвама. Довольно широкого, и мне приходилось придерживать некоторые ветки пока Кристи их связывала лоскутами от своей футболки. В итоге от футболки у неё остался лишь обрывок, что можно было назвать топиком.\n\nЛео принеся кучу листьев начал сладывать их на ветки, а Кристи обматывала их сверху оставшимися лоскутами, внизу шалаш обложили камушками.\n\nКак раз вовремя потому что начал капать дождь.\n\n— Быстрее идите сюда! – сказала я, и Лео с Кристи залезли в наш \"домик\".\n\nБыло довольно тесновато. Поэтому мне пришлось перелезть на ноги Лео, чтобы Кристи было где сидеть, а то её ноги были под дождём.",
    "answers": [
      {
        "id": 191,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 191,
    "text": "Я сидела на ногах Лео, и положив голову ему на плечо прикрыла глаза.\n\n\"Такое чувство будто я инвалид. Не могу помочь! Не могу нормально подняться не скривившись от боли! Да что подняться?! Я развернуться нормально не могу!\"\n\nЯ и не заметила как одинокая слеза скатилась по моей щеке.\n\nБыстро вытерев эту жалкую слезу, такую же жалкую как и я на данный момент, я посмотрела на Кристи.\n\nОна поджав ноги мирно спала. \n\nЯ улыбнулась смотря на эту спящую прелесть.\n\n— Рей, ты в порядке? – тихо спросил Лео.\n— Да всё хорошо. – также тихо ответила я.\n\nЛео посмотрел мне в лицо, должно быть он заметил что у меня были красные глаза.\n\nЛео лишь улыбнулся и молча обнял меня, поцеловав в плечо.\n\nВнезапно он напрягся и отстранился от меня.\n\n— Что случилось?\n— Здесь кто-то есть. Ну-ка, посиди пока здесь. – сказал он и слегка придерживая меня вылез из шалаша.\n\nЯ же осталась со спящей Кристи. Я сидела и терпеливо ждала Лео.",
    "answers": [
      {
        "id": 192,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 192,
    "text": "Но вот он вернулся, на мой немой вопрос он улыбнувшись вновь залез в шалаш.\n\n— Что там было? \n— Ничего, просто какая-то кашара. Я слегка поджарил её разрядом молнии когда она набросилась на меня. – сказал Лео улыбнувшись.\n— К-к-кошара?\n— Да, такая пятнистая.\n— Это ягуар. Что он тебе сделал?\n— Да ничего всего лишь поцарапал. – он показал мне рваную рану.\n— Это ты называешь «всего лишь поцарапал»?\n— Ты смотри. – я посмотрела на его руку, рана начала зарастать на глазах.\n— Моя вторая способность. Быстрая регенерация. – сказал Лео поцеловав меня в висок.\n— А если бы он тебя… \n— Всё хватит… – он положил руку на мой перебинтованный бок, – Тебе нужно отдохнуть…\n— Но…\n\nОн серьёзно посмотрел на меня. Я вздохнув развернулась так чтобы было удобно спать, облокотившись спиной к его груди, я посмотрела на Лео.\n\nОн поцеловал меня в макушку, и улыбнувшись прошептал: «Спи» – прикрыл глаза.\n\nЯ тоже решила не тянуть кота за хвост и погрузилась во владения Морфея.",
    "answers": [
      {
        "id": 193,
        "text": "Утречком"
      }
    ]
  },
  {
    "id": 193,
    "text": "Я проснулась и подняла голову чтобы посмотреть на Лео.\n\nОн уже не спал.\n\n— Проснулась? – улыбнулся он.\n— Ну вроде. – я улыбнулась в ответ.\n— Хорошо тогда… – он ногой пихнул Кристи отчего та проснулась и злобно посмотрела на брата. – Отряд подъём!\n\nКристи вылезя из шалаша помогла мне вылезти. \n\nОна помогла мне ровно стоять чтобы я ненароком не подскользнулась на мокрой траве и не навернулась.\n\nЛео вылезя из шалаша, достал из кармана какую-то шкатулочку и потреся её направил на шалаш.\n\nШалаш вмиг стал карликовым.\n\n— У вас есть… Так стоп что ещё у вас есть о чём я не знаю? – я вопросительно посмотрела на Кристи и Лео.\n— Больше ничего. – они вывернули все карманы.\n— Хорошо, идёмте. – сказал Лео сложив мини-шалаш в ту самую шкатулочку, а затем сунув её в карман взял меня на руки и мы пошли дальше.",
    "answers": [
      {
        "id": 194,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 194,
    "text": "Уже где-то как полчаса мы идем по дороге…\n\nДа-да, мы вышли на дорогу минут через пятнадцать после того как проснулись.\n\nВ общем идём мы уже где-то сорок пять минут, и всё это время Лео несёт меня на руках.\n\nВнезапно мой желудок предательски зарычал.\n\nЛео серьёзно посмотрел на Кристи и та кивнув сразу куда-то убежала и где-то через три минуты вернулась с листом где лежали яблоки, груши и ещё ягодки.\n\n— Где ты их нашла? – спросила я.\n— В десяти километрах отсюда есть ферма. Я так украдкой собрала парачку. – сказала Кристи и взяв один фрукт откусила его.\n— Ладно, я тебе верю. – сказала я и протянув руку взяла яблоко и начала есть его.\n\nСъев яблоко я потянулась за другим и сунула его в рот Лео, он вопросительно посмотрел на меня.\n\n— Тебе тоже надо набраться сил. Жуй давай! – сказала я и Лео откусил это злополучное яблоко.\n\nМы пошли дальше…",
    "answers": [
      {
        "id": 195,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 195,
    "text": "Где-то через час мы шли по бездорожью, вокруг была одня трава.\n\nВнезапно из кустов выскакивает Аруна.\n\n— Аруна! – радостно крикнула Кристи, на что та улыбнулась.\n— Ваше Величество, что случилось? Вы обещили прийти вчера вечером.\n— Возникли некоторые проблемы. Отведи в лагерь. Там есть лекарь?\n— Конечно! Что случилось? – спросила она, но заметив что у меня перебинтован бок она лишь кивнула и махнула рукой в свою сторону, давая понять что следует идти за ней.\n\nЛео неся меня на руках двинулся за ней, Кристи пошла сзади нас.\n\nСпустя где-то минут двадцать мы пришли к каким-то густым кустам репейника и высокой травы.\n\nАруну спустилась по скрытой тропинке вниз в самую гущу этих кустов.\n\nМы последовали за ней.",
    "answers": [
      {
        "id": 196,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 196,
    "text": "Спустившись в самый низ этой тропинки, мы стояли прямо перед стеной из кустов репейника, травы, и еще каких-то колючих растений.\n\nАруна что-то сказав на непонятном мне языке дотронулась да колючки и из её пальца капнула кровь на кусты.\n\nСпустя секунды три эти кусты раздвинулись и нам представилась тропинка ведущая прямо в эти кустовые заросли.\n\nАруна улыбнулась и двинулась вперёд, Лео неся меня на руках не останавливаясь шёл за ней, Кристи же тоже не отставалась.\n\nВскоре мы пришли к какой-то небольшой двери которая тоже была из репейника кстати.\n\nАруна открыла дверь и нам в глаза ударил яркий свет.",
    "answers": [
      {
        "id": 197,
        "text": "Войти"
      }
    ]
  },
  {
    "id": 197,
    "text": "Это было больше похоже не на лагерь элдорианцев а на Деревню.\n\nПовсюду стояли небольшие шалаши сделаные из веток, репейника, и листьев. Так же здесь были и больше и маленькие каменные домики, в больших находились синекожие пришельцы, в маленьких находились какие-то тарелки из дерева или глины, их довали другим пришельцам за какие-то плоские камушки.\n\n\"Ясно, у них своя валюта.\"\n\nВ некоторых шалашах я заметила металические штыки. Должно быть это были остатки от их спасительных капсул.\n\nАруна привела нас к одному шалашу, листья которого были полностью синеватого оттенка.\n\n— Умо? Ты дома? – спросила Аруна.\n— Да-да, иду. – из шалаша выглянул синекожий пришелец с чёрной повязкой на глазу.\n— Поможешь нашей подруге? – спросила Аруна, и кивнула в мою сторону.\n— Арунарас, я же говорил что пока ты не отдаш мне эти три Кинори, что ты мне должна. Я не стану лечить тебя или кого-то по твоей просьбе. – сказал он.\n— Я так и думала. Ну думаю ему возражать ты не станешь. – она отшла в сторону довая возможность увидеть Умо Лео.\n— Ваше Выс… Ваше Величество! – он округлил свой глаз от удивления.\n— Вылечи её. – сказал Лео и показал на меня.\n— Конечно конечно! Что угодно для Повелителя. Проходите. – скащал Умо и вернулся в шалаш.\n\nЛео зашёл внутрь. \n\nСказать что шалаш казался маленьким снаружи и просто огромным внутри — ни сказать ничего!\n\nЗдесь были полки где стояли чашки с какими-то травами и мазями. Так же сушоные хвостики ящериц.\n\n— Ложите её сюда. – сказал Умо показывая рукой на деревянный длинный стол.\n\nЛео положил меня на стол и собирался отойти но я схватила его за руку.\n\n— Не уходи… – одними губами прошептала я, на что Лео улыбнувшись наклонился и поцеловал меня в губы.\n\nБряк!\n\nУмо смотря на нас уронил клещи.\n\n\"Что он будет делать этими клещами со мной?! Не надо! Я хочу домой! Под одеяло! Мама где ты когда нужна?! Спаси меня!!!\"\n\nМысли спутанно начали метаться из стороны в сторону, туда-сюда, туда-сюда.\n\nУмо подошёл к небольшой яме где горел огонь и взял от туда что-то красное.\n\n\"Метал… Он хочет прижечь рану? Ой, мама сейчас будет больно…\"\n\nЯ нерно сглотнула и отвернулась.\n\nЯ чувствовала как теплые руки Умо развязывают самодельный бинт и слегка косаются моей раны.",
    "answers": [
      {
        "id": 198,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 198,
    "text": "Я отвернувшись смотрела в стенку, но тут ко мне подошёл Лео и сел на рядом стоящий стул, так что наши лица были на одном уровне.\n\nЛео молча взял меня за руку, но тут я скривившись вздрогнула.\n\nУмо начал зашивать рану…\n\nТерпя это неприятное чувство того что твою кожу стягивают, и протыкают раз за разом, я заметила что из моих глаз невольно скатились первые слёзы.\n\n— Лео…\n— Я рядом, потерпи немного он почти закончил. – скащал Лео поцеловав мою внутреннюю сторону ладони.\n\n— С-а-а-а-а-й… – прошипела я и вздрогнула от того что горячий метал начал касаться зашитой раны.\n— Вот и всё, лапочка. Сейчас я ещё дам тебе мазь, будешь раз в день растерать её на ране и уже через четыре дня от него один маленький шрам останется. – сказал Умо и улыбнувшись отошёл от меня и начал искать свою мазь.\n\nЯ поднялась и свесила ноги с этого стола, боли при движениях я теперь чувствую намного меньше чем раньше.\n\nЛео подошёл ко мне и взял на руки, я облакотила свою голову ему на грудь. \n\nУмо протянул Лео мою «волшебную» мазь и мы поблагодарив Умо вышли из его шалаша.\n\nСнаружи нас ждали буквально все элдорианцы.",
    "answers": [
      {
        "id": 199,
        "text": "\"Сейчас начнётся…\""
      }
    ]
  },
  {
    "id": 199,
    "text": "\"Сейчас такое начнётся…\"\n\n— А вот и наш Император с той кто помогла ему найти это место! – объявила Аруна.\n\nВсе начали ликовать и хлопать в ладоши.\n\n— За помощь Его Величеству и его сестре, эта земная дева достоина звания Героя Эдорийской Империи! – сказала Аруна.\n\n\"Это точно та Аруна с которой я в первый день знакомства не сдружилась?\"\n\n— Ваше Величество? Позволите ли вы остаться ей у нас? – спросил кто-то из толпы.\n\nКак же «ВОВРЕМЯ» мне захотелось в туалет!\n\n— Она останется в лагере? – продолжали спрашивать толпа.\n— Лео, мне надо… – последнее я шепнула ему на ухо максимально тихо, мало ли вдруг у кого-то супер-острый слух?\n— Прям, вовремя. – сказал Лео.\n— Я не виновата. – сказала я.\n— Она останется в лагере, в качесве моей гостьи! И нового Героя Элдорийской Империи! – сказал Лео и все начали ликовать и радоваться.\n\n\"Хм-м-м, как же в туалет хочется…\"\n\nАруна подошла к нам.\n\n— Ваше Величество еще вчера когда я вернулась я приказала строителям посторить дом. Он в той стороне. Вас сопроводить? Он вытесан из камня, внутри уложен шкурами и листьями. – сказала Аруна.\n\nЯ Лео и Кристи двинулись в нужную нам сторону.",
    "answers": [
      {
        "id": 200,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 200,
    "text": "Прийдя к нужному дому…\n\n\"В каком месте это дом?! Это коттедж выдолбленный в камне! Плевать, где мой туалет?!\"\n\nЗайдя внутрь, Лео поставил меня на ноги а я двинулась искать нужную мне комнату.\n\nЯ нашла табличку с надписью \"Туалет\", точнее с картинкой.\n\n\"Наверное они на все комнаты повесили таблички чтобы не запутаться.\n\nНа удивление двери были из дерева. \n\nЗайдя внутрь, я посмотрела на то что не ожидала увидеть.\n\nМаленькая глубокая ямка…\n\n\"Плевать!\"\n",
    "answers": [
      {
        "id": 201,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 201,
    "text": "Сделав все свои дела, я вышла из \"туалета\" и направилась искать Лео.\n\nНашла я его в библиотеке, там были книги обложки которых были из коры дерева, а страницами служили светлые листья деревьев сшитых между собой.\n\nЛео сидел на каменном стуле на котором была чья-то шкура.\n\nЗаметив меня он поднялся с места.\n\n— Ну и где мне можно здесь проживать? – неловко спросила я подойдя к Лео.\n— У меня.\n— Что прости?\n— Можешь спать в моей спальне. Я ближайшие пару дней буду жить в библеотеке. Надо разобраться что к чему.\n— А понятно. М-м… – я не знала что сказать, – А где находится…\n— На втором этаже, напротив ванной комнаты.\n\nЯ слегка поперхнулась, представив каменную ванну.\n\nКивнув Лео, я поднялась по каменной спиральной лестнице.\n\nОказавшись на втором этаже, я стояла в коридоре где было пять дверей.\n\n\"Любопытство, моя слабость…\" \n\n",
    "answers": [
      {
        "id": 202,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 202,
    "text": "Я зашла в первую комнату.\n\nЗдесь была ещё одна уборная…\n\n\"Н-да…\"",
    "answers": [
      {
        "id": 203,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 203,
    "text": "Во второй комнате, было что-то похожее на столовую.\n\nСтоловая была небольшой. Каменный круглый столик на трёх, несколько навесных полок, небольших тумб и большой деревянный, резной шкаф где красовались, необычная кухонная утварь.\n\nРядышком была небольшая дверь, приоткрыта…\n\nЯ чуть подошла к этой двери, как из комнатушки выскакивает гигантский ящер!\n\nОн был не похож на земных ящериц.\n\nЕго чешуя переливались красными и чёрными углями, казалось что она была из лавы.\n\nГлаза бусинки жёлтого цвета смотрели на меня с каким-то своим блеском в глазах.\n\nРазмер этой ящерицы был с приличного нильского крокодила…\n\nЯ чуть отошла от ящерицы, и он рыкнув в мою сторону, спокойно вернулся в комнатушку и хвостом закрыл дверь за собой.\n\n\"Так, эту дверь трогать нельзя!\"",
    "answers": [
      {
        "id": 204,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 204,
    "text": "Я зашла в третью комнату, и на меня чудом чуть не упала швабра!\n\n\"Плохая комната… Сюда нельзя.\"",
    "answers": [
      {
        "id": 205,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 205,
    "text": "Я зашла в комнату, и замерла на месте.\n\nЭто был целый зал где были небольшие углубления в полу где была вода из которой шёл пар.\n\nПодойдя к одной из таких ям, я опустила руку.\n\n\"Горячии источники… Повезло-повезло!\"\n\nЗапомнив эту дверь, я зашла в последнюю комнату.\n\nЭто была спальня. \n\nУ дальней стены стояла широкая кровать укрытая шкурами животных. Рядом с ней стояла небольшая деревянная тумба с нижним бельём.\n\nНебольшой деревянный шкаф где были платья и накидки, все серого и чёрного цветов.\n\nТакже в комнате стоял письменный стол, где лежала пара местных книг из дерева и листьев. На краю стола было что-то на подобии свечи.\n\nПо центру комнаты были раскиданы множество шкур разных животных, медведей, ягуаров, и др.\n\nРядом со столом было большое окно что выходило на небольшой балкончик.",
    "answers": [
      {
        "id": 206,
        "text": "Подойти к окну."
      }
    ]
  },
  {
    "id": 206,
    "text": "Подойдя к окну, я вышла на балкончик и облокотившись на перила вдохнула побольше воздуха.\n\nЯ посмотрела наверх…\n\nКроны высоких деревьев застилали большую часть неба.\n\n\"Теперь понятно почему название «Лагерь скрытый в листве». Сверху его хрен увидишь!\"\n\nВремя приблежалось к вечеру, я и не заметила как просидела на балкончике оставшееся время.\n\n— Ваше Величество? Вам сюда принести ужин или вы изволите явиться в столовую? – сказала какая-то девушка.\n\nЕё глаза были жёлтые, волосы были словно горящий огонь. А одета она была в простое серое платьице длинной чуть ниже колена и в белом фартучке.\n\n— Ой, простите госпожа. – сказала она увидев сидящую меня на полу балкончика. – Вы наверное искали Его Величество?\n— О нет, он в библиотеке. \n— Но что же вы тогда здесь делаете?\n— Отдыхаю. Его Величество сказал мне отдохнуть.\n— Здесь?\n— Здесь. – меня начинало раздражать её любопытство.\n\nВнезапно в комнату входит Лео и вопросительно смотрит на меня и рыжую.\n\n— Рей, тебе нельзя сидеть на сквозняке. – сказал Лео и подойдя ко мне помог подняться. \n— Я в порядке Ваше Величество.\n\nЛео нахмурился и сделал серьёзное лицо.\n\nЯ упустив голову вздохнула, как же неловко называть его по имени при его подданных.\n\n— Я в порядке Лео.\n\nРыжая поперхнулась, на что я удивлённо посмотрела на неё.\n\n— Идём. Тебе нудно набраться сил. – сказал Лео и взяв меня на руки хотелл понести но я тут же слезла с его рук.\n— Я уже хорошо себя чувствую! И могу вполне сама ходить. Не надо при каждом поводе таскать меня на руках.\n— Хорошо. – сказал Лео, и мы последовали за рижей в столовую, ужинать.\n",
    "answers": [
      {
        "id": 207,
        "text": "За ужином"
      }
    ]
  },
  {
    "id": 207,
    "text": "— Кстати Лео а где Кристи? – спросила я.\n— Она живёт в другом доме.\n— Что, почему? – спросила я.\n— Как она выразилась она не намерена терпеть нас в одной комнате.\n— То есть?\n— Она подумала что мы с тобой будем, э-э-э… \n— Я бы тоже не вытерпела бы, вас двоих.\n— То есть одного меня ты терпишь?\n— До сих пор удивляюсь, почему ещё не прибила тебя сковородкой?\n— На недо меня прибивать. Я ещё ничего не сделал. – сказал Лео и в этот момент из комнатушки выходит Рия (та самая гигантская ящерица), она вновь превращается в рыжую девушку (да-да, это одно и тоже создание).\n— Вам что-нибудь ещё подать? – спросила она глядя на нас.\n— Нет Рия, ты можешь быть свободна.\n— Хорошо, тогда до завтра. – она поклонилась и ушла.\n\nПроводив её взглядом я обернулась к Лео.\n\n— Знаешь когда я первый раз увидела её в виде ящерицы. Я подумала она твой питомец.\n\nЛео звонко засмеялся, на что я улыбнулась.",
    "answers": [
      {
        "id": 208,
        "text": "После ужина"
      }
    ]
  },
  {
    "id": 208,
    "text": "Попрощавшись с Лео, я вернулась в спальню а Лео исчез за стелажами библиотеке.\n\nНадев лёгкое серое платье я попыталась уснуть, но безрезультатно.\n\n\"Если страдать хренью? То определённо с кем-то на пару!\" — подумала я стоя перед входом в библиотеку.\n\nЗайдя внутрь я обнаружила сидящего за столом Лео с каким-то документиком в руках.\n\nЗаметив меня он удивлённо и в тоже время вопросительно посмотрел на меня.\n\n— Что-то случилось? – спросил он, смотря как я подхожу к нему.\n— Да, случилось… – сказала я.\n— Что? Рана открылась?\n— Нет, хуже. Мне одиноко… – сказала я и подойдя к Лео со спины, обняла его за плечи.\n— Рей уже поздно. Ты не здорова тебе нужен отдых.\n— Тебе тоже. Ты уже два дня подряд заботишься обо мне. Хватит, моя очередь! – сказала я и поцеловала его в макушку.\n— Рей…\n— Лео, не беси меня. – сказала я и забрав документ положила его на стол.\n— Хорошо. Тогда давай поиграем в игру.\n— Какую?\n— Загадки, на желание.\n— Давай. Я начну:\n\n«Автор не удосужился придумать гениальную загадку»\n\n— У меня три попытки?\n— Одна.\n\nЛео задумался, затем внимательно посмотрел на меня.\n\nЯ уже начала думать какое желание потребую, но он внезапно дал правильный ответ.\n\n— А… Хорошо теперь ты.\n— Прекрасно, не отгадаешь, идёшь спать.\n— Хорошо. – сказала я придумав гениальную отмазку, если проиграю.\n— «Волосатая головка, за щеку, заходит ловко.\" – сказал Лео и улыбнулся, на что я в прямом смысле поперхнулась своими же слюнями.\n\n\"Что-то у меня один ответ в голове крутится… Лео скотина, вот изврашуга…\"\n\n— Сдаёшся?\n— Я думаю. – не смогла я не улыбнуться и не покраснеть.\n— Ну-ну, думай. Одна попытка не забудь.\n— Помню.\n\nУ меня в голове не было никаких ответом кроме наверное первого о чём подумает человек. Слишком прямо сказано, загадка с подвохом.\n\n\"Ладно я все равно не пойду спать, а докопаюсь до Лео в любом случае.\"\n\n— Я не знаю.\n— Зубная щётка. – ответил Лео, я буквально прострелила его взглядом. \n\n\"Чтоб тебя метеором покалечило… Извращенец!\"\n\n— Я всё равно не пойду спать! – сказала я.\n— Кто тебя будет спрашивать? – сказал Лео и поднявшись с места закинул меня к себе на плечо и понёс так в спальню.",
    "answers": [
      {
        "id": 209,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 209,
    "text": "Лео осторожно положил меня на кровать, укрыл меховым одеялом и лёг рядом.\n\n— А ты чего лёг?\n— Ты всё равно не отстала бы если бы я не пошёл спать.\n— Ну да. – сказала я и улыбнулась.\n\nЛео слегка приобняв меня за талию притянул к себе.\n\nТак я с улыбкой на своей физиономии погрузилась во владения Морфея",
    "answers": [
      {
        "id": 210,
        "text": "Глава Vl "
      }
    ]
  },
  {
    "id": 210,
    "text": "Глава Vl\n\nПроснувшись первым что бросилось мне в глаза так это то что Лео без верхней одежды стоит перед кроватью спиной ко мне.\n\n\"Такими темпами я точно не доживу до вечера…\"\n\nЯ потянулась и поднявшись с кровати подошла к Лео.\n\nОн стоял смотря в окно вид которого открывался на деревню пришельцев.\n\n— Скажи, если вдруг мне нужно будет уехать ты пойдёшь со мной? – внезапно спросил он.\n— Лео, я с тобой уже месяц почти шарахаюсь из одного штата в другой, из одного города в другой.\n— А если мне придётся улететь с этой планеты?\n— А… – я опешила, я не знала что ответить на такой вопрос.\n\nЛео однозначно мне нравился, но я не уверена в том чтобы куда-то с ним улететь. Я понимаю что он пришелец и рано или поздно ему как императору своего народа надо будет куда-то улететь, но…\n\nЯ не знаю смогу ли, отпустить его…",
    "answers": [
      {
        "id": 211,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 211,
    "text": "Внезапно в комнату забегает Кристи и кидается на меня с объятиями.\n\n— Рей!!! Я так рада что ты с нами! Я не думала что ты согласишся, честно. Но я безумно рада! Правда, я просто… – она успокоившись отошла от меня – Я не думала что ты согласишься улететь с нами, но безумно рада!\n\nНе дав мне ничего сказать она ещё раз обняла меня и выбежала из комнаты.\n\n— А, что это было? – спросила я посмотрев на Лео.\n— Рей, пожалуйста дослушай до конца… – сказал Лео.\n\nОн рассказал мне что через две недели его народ улетает на их планету. Её выкинуло через чёрную дыру в другую вселенную. И Лео как император должен улететь со своим народом. \n\n— А меня спросить ты не пытался?! Решать за двоих неправильно! Может я не собираюсь улетать!\n— Ты… – взгляд Лео заметно похолодел и погрустнел.\n— Ты не спросил хочу я лететь с вами или нет. Сам всё решил. – сказала я.\n— Раз так. Ты можешь не лететь. \n— Вот и хорошо! – сказала я и психанув вышла из дома.\n\nЯ шла по тропинке и буквально каждый встречный мне говорил: «Спасибо за то что вы с нами!»\n\nМне вывел из себя поступок Лео, мало того что он не посоветовался со мной так ещё принял решение улетает через две недели! Бесит!\n\nЯ пришла на небольшую площадку где играли дети.\n\nЯ села на траву в самом дальнем углу этой площадки и начала бесится!\n\nЯ равала траву и кидала камушки в кусты. ",
    "answers": [
      {
        "id": 212,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 212,
    "text": "Ко мне подошёл пришелец на вид парню 26-27 лет. \n\nЧёрные волосы заплетены в высокий хвост, глаза цвета расплавленного камня, крепкого телосложения.\n\nОдет он был в чёрный комплект одежды а сверху был плащ того же цвета с принтом синего медведя (по крайней мере я думаю что это медведь).\n\n— И чего ты так психуешь? – спросил он присаживаясь рядом.\n— А что мне от счастья прыгать? – огрызнулась я.\n— Ну я бы на твоём месте пошёл бы и поговорил бы с ним чисто по душам.\n— После нашего утреннего разговора он меня видеть не хочет, так же как и я его.\n— А ты не думала помериться с ним?\n— Он начал это он и закончит! А ты вообще кто такой?\n— Моё имя Наото́ро Готто.\n— Рейчел Торетте. \n— Так, почему вы поссорились?\n— А откуда ты знаешь что мы поссорились?\n— Все об этом знаю, ваш ор был слышен на другом конце лагеря. \n— Эм… – я вспомнила как материла Лео…\n— Думаю надо поговорить с ним.\n— Ты мне что советник что-ли?! Уйди и не беси меня! – гаркнула я на него.\n— Нервная какая… – сказал Наото и ушёл.\n\n\"Докопались до меня, бесят! Что-то я и правда нервная, а какое сегодня число?\"\n\nЯ вернулась в дом Лео.",
    "answers": [
      {
        "id": 213,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 213,
    "text": "Я пришла в библиотеку, Лео там не оказалось.\n\n— И где он когда так нужен! – я села за стол и закрыла лицо руками.\n\nПросидев так минуты три наверное, я поняла что ничего не ела сегодня.\n\nЗаглянув в столову меня встретила Рия добродушно улыбнувшись, она готовила завтрак.\n\n— Рия, скажи пожалуйста, а ты не видела Лео?\n— Его Величество не выходил из своей спальни сегодня. – сказала она.\n— Ага, ясно спасибо. – сказала я и поднялась в спальню.\n\nТак и есть он сидел на кровати запрокинув голову на подушку, смотрел в потолок.\n\nЯ подошла к кровати и слегка склонила голову на бок.\n\n— Лео я…\n— Я не застовляю тебя. Уговор был на то что ты помогаешь нам с Кристи найти элдорианцеа, а дальше мы расходимся. Это был твой выбор. – сказал Лео даже не посмотрев на меня.\n— Ты меня даже не спросил! Хочу я лететь с вами или нет!? Ты сам всё решил. Хотя по факту это должна была решить я!\n— Знаешь что… – он резко вскочил с кровати и схватив меня за шею поднял над полом.\n\nЕго глаза резко стали ярко-голубыми, и он начал сжимать руку. Я пыталась остановить его, я царапала нагтями ему руку я пыталась пнуть его. Всё без успешно.\n\n— Я могу запросто сломать тебе шею, и ты не будешь больше возражать вообще! И почему я послушался сестру, и оставил в живых. Я вообще не хотел просить помощи у землян. Все вы эгоисты, думаете только о себе! – от этих слов стало обидно и по моим щекам скатились слёзы.\n\nВнезапно в глазах потемнело…",
    "answers": [
      {
        "id": 214,
        "text": "Потерять сознание…",
        "lua_do": "function lua_do()\nlocal rect = display.newRect(display.contentCenterX, display.contentCenterY,display.contentCenterX*2, display.contentCenterY*2 )\n   canvas.parent.parent.parent.parent.parent.parent.parent:insert(rect)\n   rect:setFillColor(0,0,0)\n   transition.from(rect, {\n   time = 1500,\n   alpha = 0,\n   transition = easing.outExpo,\n   onComplete = function()   timer.performWithDelay(1000, function()\n   if rect and rect.removeSelf then\n    transition.to(rect, {\n    time = 2000,\n    alpha = 0,\n    transition = easing.inExpo,\n   onComplete = function()\n    if rect and rect.removeSelf then\n    rect:removeSelf()\n    rect = nil\n    end\n    end })\n    end\n   end)\n   end })\nend"
      }
    ]
  },
  {
    "id": 214,
    "text": "Открыв глаза я поняла что лежу в спальне с перевязанной шеей.\n\nВоспоминания заставили пробежаться мурашкам по спине.\n\nПовернув голову шея резко заныла, давая знать о произошедшем. Осторожно осмотрев комнату я поняла что, я здесь одна.\n\nЯ посмотрела на свою одежду.\n\nПлатье длинной до колена, было всё в грязи и пыли. Осторожно поднявшись с кровати я подошла к шкафу.\n\nОткопав там длинную футболку и короткие шорты одного и того же чёрного цвета, я переоделась.\n\nЗавязав волосы в пучок (Это было почти невозможно, но я смогла), я спустилась в библиотеку.\n\nЛео там не оказалось, но на столе я заметила какие-то книги и что-то вроде тетради с ручкой.\n\nПодойдя ближе я заглянула в книгу.\n\n\"Этху'са… сангр, кри'пт… Нет я пожалуй даже не буду это произносить. А то вдруг демона вызову?\" \n\nВыйдя из библиотеки я направилась в столовую, точнее меня туда направил пустой желудок.\n\nРия увидев меня улыбнулась и отошла в сторону давая мне увидеть желанную еду.\n\n— Рия ты не видела Лео? – спросила я.\n— Его Величество только что пошёл в ванную комнату.\n— Ясно… – сказала я и вышла из столовой даже толком ничего в рот не запихав.\n\n\"Другой нормальный шанс вряд-ли появится, чтобы с ним поговорить начистоту.\"\n\nЯ поднялась наверх и стоя у двери в ванную (наши горячие источники) думала что сказать и как отмазаться.\n\n\"Так, Рейчел собирись! Да блин как?! Так, всё! Яйца в кулак и вперёд!\" – я зашла внутрь… – А, стоп! У меня же их нет! БЛИ-И-И-Н!!!!\"",
    "answers": [
      {
        "id": 215,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 215,
    "text": "В одном из источников был Лео, он сидел в нем по пояс и то он был повёрнут ко мне своей шикарной спиной (Автор: М-м-м… *прикусила язык* Агрх!)\n\nЯ осторожно, чуть ли не на цыпочках подошла к нему.\n\nПрисев рядом я опустила ноги по колено в воду. \n\nЛео заметив что вода завибрировала, посмотрел на меня, на что я ответила тем же.\n\n— Зачем пришла?\n— Поговорить.\n— О чём?\n— О всём Лео! – пускай не бесит меня – Лео, почему ты не посоветовался со мной?\n— Потому что Кристи начала всем рассказывать как я привязался к тебе. Ей все поверили и начали расспрашивать полетишь ты с нами или нет. Многие надеялись на то что полетишь. Что я мог сделать? Как правитель я должен думать о народе. Они были рады твоему появлению. И к тому же…\n— Что?\n— Если бы ты отказалась нам бы пришлось избавиться от тебя. Ты же знаешь, нельзя чтобы кто-то посторонний знал  о нас. Поэтому пришлось сказать что ты летишь с нами.\n— Сказал бы что мы не говорили на эту тему. Кстати а почему Кристи тогда говорила что не была уверена в том что я якобы полечу.\n— Эта хитрая зараза и не такое может учудить.\n— В этом ты прав.\n— Угу…\n— Ну что?\n— Что?\n— Мир? – я протянула ему руку.\n\nЛео ухватив меня за руку резко дёрнул на себя так что я по плечи оказалась в тёплой воде.\n\n— Лео у меня рана! – сказала я пытаясь вылезти из воды.\n— Это чистые источники, твоя рана так быстрее затянется. – сказал Лео потянув меня на себя.\n\nЯ оказалась на Лео. Наши лбы касались друг друга, а сами мы смотрели друг другу в глаза.",
    "answers": [
      {
        "id": 216,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 216,
    "text": "Внезапно Лео обжёг мои губы быстрым шершавым поцелуем, сначала одним, затем вторым, третьим, четвёртым. При этом ни я, ни Лео, не смогли придумать, как нормально чередовать вдохи и выдохи, поэтому какое-то время переводили дух глядя друг на друга. \n\nЯ собралась, чувствуя то, что постепенно пьянею, то, что пришелец перед мной, не особо знает, что дальше делать, особо уверенности не прибавляло. И я нервно улыбнувшись, потянулась уже первой, выгнув спину и закинув расслабленную руку ему на плечо.\n\nТо, какой пыл я встретила, что-то перевернуло во мне. Я совершенно перестала думать хоть о чём-то, кроме тёплого рта, влажнеющих и уже гудящих губ, низких стонов, сотрясающих до самой глубины — и уже этого было достаточно, чтобы я стала совсем мягкой и податливой.",
    "answers": [
      {
        "id": 217,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 217,
    "text": "Лео вцепился в мои волосы на затылке и притянул ближе.\n\nПоцелуй углубился внезапно. И почувствовав чужой язык на своём, я от забурлишей крови тихо проскулила.\n\nВся эта дрожь по телу была воистину приятной. Обморочно-сладкой.\n\nОх, как Лео такая реакция пришлась по душе…\n\nНо самые лучшие моменты всегда прерывают…",
    "answers": [
      {
        "id": 218,
        "text": "Ну ЕБ…!"
      },
      {
        "id": 217,
        "text": "Автор любит ломать мимишные моменты }:)",
        "comment": true,
        "text_color": [
          1,
          0,
          1
        ]
      }
    ]
  },
  {
    "id": 218,
    "text": "Как назло в дверь постучались.\n\nЯ и Лео нехотя, очень сильно нехотя, отстранились друг от друга и я вылезла из воды.\n\nПодойдя к двери я открыла её и увидела Кристи что пилила взглядом стену.\n\n— Кри…? – меня схватила за руку и захлопнув дверь к источникам, потащили в спальню.\n\nВойдя в нужную нам комнату она ни слова ни сказав отпустила меня и закрыла дверь на ключ.\n\n— Что всё это значит? – спросила я.\n— Слушай, у Лео как у правителя есть советник. До нашего прибытия он был здесь главный. И в общем, сейчас этот советник настраивает Лео против тебя. Ты долдна заполучить максимальное расположение к Лео. Ты меня поняла?!\n— З-зачем?\n— Ответь мне. Ты любишь Лео? \n\nВот он тот вопрос о котором я ни задумывалась за последний месяц.\n\nУдивительно что со дня нашего знакомства прошёл всего месяц. А я с Лео уже на второй-третий день нашего знакомства поцеловалась…\n\nКто бы мог подумать что я могу влюбиться в пришельца?\n\nЕсли бы мне кто-то сказал это месяц назад я бы посчитала  его сумасшедшим.\n\nНо как ни странно, это оказалось правдой.\n",
    "answers": [
      {
        "id": 219,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 219,
    "text": "Кто бы мог подумать что человек может полюбить иной разум?\n\nЗа этот месяц я сильно привязалась к Лео и не уверенна что смогу отпустить его, но и полететь с ним тоже…\n\n\"Что же мне делать?…\" \n\n— …ей? Рей?! Рейчел?! – меня вырвали из своих мыслей.\n— А?\n— Ты не ответила.\n— На что?\n— Ты любишь Лео?\n\nЯ замолчала, не зная что сказать его сестре. Она однозначно доложит об жтом Лео.\n\n— Кристи это слишком сложный вопрос. Я не могу дать точный ответ. Лео мне однозначно нравится, я признаю что сильно привезалась к нему но…\n— Но?\n— Но, я не уверенна.\n— В чём?\n— В этом. \n— Я тебя не совсем понимаю. – протупила Кристи.\n— Я не уверенна, просто… Это может быть лёгкая влюблённость. Она проходит при расставании. А может это и любовь. Я не знаю…\n— За то, я знаю одно! Лео любит тебя! Мне он сказал, если не полетишь ты не полетит и он! Если так всё будет он передаст мне власть и мы улетим, а сам он останется здесь с тобой. Он бросит свой народ ради тебя! Он готов отдать всё что у него есть, лишь бы остаться с тобой… Он тебя не бросит даде если ты отвернешся от него…\n\nЯ не знаю почему но на моих глазах навернулись слёзы.\n\nХоть я и понимала что Кристи возможно всё это выдумала чтобы я осталась и полетела с ними.\n\nНо всё же мне стало больно от этих слов, ведь она могла говорить правду, и я настрлько дорога Лео…\n\n ",
    "answers": [
      {
        "id": 220,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 220,
    "text": "Кристи молча обняла меня и попыталась успоить.\n\nУдивительно, что на вид она подросток лет 15-16. Но мыслит как взрослая девушка.\n\nЯ успокоившись посмотрела на Кристи, она добродушно улыбнулась и сказала мне приводить себя в порядок, а пока, она пойдёт засунет Лео в гроб – как она выразилась.\n\nЯ осталась одна…\n\n\"Как же всё бесит! Почему человеку приходится принимать такие сложные решения?!\"\n\nЯ окончательно успокоившись плюнула на все свои привелегии.\n\n\"Ты же любишь его! Так чего ты ждёшь?! Иди и бери быка за рога!\"\n\nЯ нашла Кристи, и сказала что решу сегодня все свои проблемы сама! Она посмотрела на меня как на дуру.\n\n— Ну-ну… Дерзай! – сказала она и вышла из дома.\n\nЯ нашла Рию и спросила где Лео, на что она сказала что он ушёл в спальню.\n\nЕле поднявшись на второй этаж (я набегалась в поисках Кристи по лестнице), я наконец нашла Лео.\n\n— Лео! Нужно поговори… – увидев Лео у меня было чувство что сейчас пойдет кровь из носа…",
    "answers": [
      {
        "id": 221,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 221,
    "text": "\"Я говорила бери быка за рога? Это намного сложнее чем я думала. Особенно если твой «бык» по пояс голый мужчина который стоит перед тобой в одном полтенце на поясе!!!\"\n\n— Ты хотела поговорить? – спросил Лео поворачиваясь ко мне лицом, до этого он стоял ко мне спиной. (Автор: *Прикусила язык, опять!* Агрх!…\")\n— А, я тут вспомнила что забыла помочь Рий! – я уже хотела слинять как Лео хватает меня за запястье и прижимает к стене.\n\nПоставив руки по обеим сторонам от моей головы Лео этим самым заблокировал мне выход чтобы слинять.\n\n— О чём хотела поговорить?\n\nНабравшись смелости (где-то через минуту) я решилась!\n\n— Ты любишь меня?! – ляпнула я.\n\n\"Что я спрашиваю?! Я не этот вопрос хотела задать?!\"\n\n— Да.\n\n\"Господи-и-и! Стоп что?!\"\n\n— Ч-что? \n— Да, я люблю тебя. \n\nЯ впала в ступор, когда мне это Кристи сказала я не сильно зациклилась на этом, а теперь…\n\nЯ посмотрела в глаза Лео, и полжив руку ему на грудь я приподнялась на носочках и…",
    "answers": [
      {
        "id": 222,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 222,
    "text": "И пожалуй, случился самый очевидный вариант развития событий, когда кто-то тянется лицом к лицу другого человека, в нашем случае к лицу пришельца: к ещё влажным от водных процедур, губ едва ощутимо прикоснулись мои.\n\nПотом кожу обжёг влажный выдох – не дышал.\n\nЛео прижался к моим губам ещё раз – дольше и настойчивей, по-настоящему, уже так, что я почувствовала жар его горячего тела.\n",
    "answers": [
      {
        "id": 223,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 223,
    "text": "Я только смогла издать тихий стон, который не остался незамеченным. Мои руки обвили шею пришельца, который меня держит. Он же в ответ усмехнулся и начал осыпать мои шею и плечи поцелуями, попутно запустив руку под футболку и ласково гладя нежную кожу моего тела.\n\nУслышав в ответ очередной мягкий стон, парень не мог больше сдерживаться.\n\nЛео подхватил меня и повалил  на кровать. \n\nРазобравшись с одеждой (а именно раскидав её по всей спальне) Лео усмехнувшись припал к моим губам.\n\nЕщё один стон вырвался из уст. Это сильно возбуждало парня, что через мгновение он наслаждался теплом моего тела, и я в свою очередь от возбуждения и удовольствия, нежно покусывала его шею и губы, при этом слегка царапая ногтями спину пришельца.\n\nГубы пришельца и мои слились в страстном, но одновременно нежном поцелуе.\n\nВ эту же секунду Лео вошёл до конца в меня, прижимая к себе и кусая мою шею.",
    "answers": [
      {
        "id": 224,
        "text": "Спустя время…(Автор будет честен, не слишком то и продолжительное, чтобы не получить люлей от друзей)\n"
      }
    ]
  },
  {
    "id": 224,
    "text": "Я и Лео лежали на кровати в обнимку под одеялом.\n\n— И что нам теперь делать? – спросила я.\n— Наслаждаться моментом? – сказал Лео улыбнувшись.\n\nЯ внимательно посмотрела на Лео.\n\n— Ты и мысли читать умеешь?\n— Наверное только твои. – сказал он и поцеловав меня укусил за нижнюю губу.\n— Хы… М-х-х… – пыталась я что-то выговорить между поцелуем с Лео.\n\nА между тем Лео и не собирался меня отпускать. Наоборот он только сильнее впивался в мои губы, словно ни разу не пробовал их на вкус…",
    "answers": [
      {
        "id": 225,
        "text": "Ещё чуть позже…"
      }
    ]
  },
  {
    "id": 225,
    "text": "Его выносливости позавидует любой спортсмен.\n\nИ вот во время очередного поцелуя (определённо не пятого…) в спальню влетает Кристи.\n\nНо увидев нас двоих глаза у неё стали как у рака, навыкат.\n\n— Лео! У тебя встреча с инженером через пять минут! – сказала Кристи, а Лео нехотя поднялся с кровати и подойдя к Кристи взял её за руку и увел из комнаты.\n\nГде-то через минуту он вернулся и нацепив на себя одежду, он подошёл ко мне, что так и валялась на кровати под одеялом по плечи.\n\nЛео наклонился и ещё раз поцеловал меня.\n\n— Императорские дела не ждут Ваше Величество. – съязвила я.\n— И ты туда же! Я же тебя накажу. – он пошло улыбнулся.\n— Ваше Величество как вам не стыдно, развращять гостью вашего народа. – не прекращала я.\n— Ты сейчас доиграешься.\n— Ваше Величество, как вы мож… \n\nЛео предварительно заткнул мне рот сладким поцелуем, но как на зло в этот момент в дверь кто-то нагло постучался.\n\nЛео отстранился и подмигнув мне ушел на свою встречу.",
    "answers": [
      {
        "id": 226,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 226,
    "text": "Я полежала где-то минуту с тупой улыбкой на лице, а после вспомнила что произошло до того как он ушёл.\n\nЯ заулыбавшись начала хихикать и зарылась лицом под одеяло.\n\nПролежав так минут пять я поднялась с кровати, обмоталась  одеялом и заглянула в шкаф.\n\nНадев чистое бельё, я одела сверху длинную чёрную футболку и короткие шорты. Со стороны казалось что я в одной футболке, но стоило мне поднять руку как были видны шорты.\n\nВыйдя из спальни я наткнулась на Рию что ошарашенно смотрела на меня со шваброй в руках.\n\n— Что?\n— А… Простите я задумалась! – она быстро ушла вниз.\n\n\"Я готова поспорить она стояла здесь минут двадцать. Как мне теперь ей в глаза смотреть?!\"\n\nЯ спустилась на первый этаж, пошла в библиотеку и застала Лео с Наото, они сидели за столом и что-то обсуждали.",
    "answers": [
      {
        "id": 227,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 227,
    "text": "Заметив меня Наото добродушно улыбнулся и помахал рукой, я в ответ.\n\nНо моя улыбка тут же исчезла увидев то как глаза Лео блеснули ярко-голубым оттенком.\n\n\"Господи, ты меня теперь к каждому дереву ревновать будешь?\"\n\nЯ подошла к Лео наклонившись посмотрела на чертёж что был у него в руках.\n\n— А что вы делаете Ваше Величество? – спросила я посмотрев на Лео.\n— Ты видимо так и ждёшь, чтобы я воплотил в жизнь твоё наказание?\n— Простите, а в чём провинилась Тан Императора? – спросил Наото.\n— Она знает в чём… – сказал Лео и посмотрев на меня пошло улыбнулся.\n— Наоторо, а что ты имел ввиду когда назвал Меня Таном Императора? – спросила я.\n— Вы Тан Императора. У вас теперь есть Титул выше любого вельможи. Если у вас возникнут проблемы с народом вы можете сказать им что вы Тан Императора, и к вам больше не будет никаких претензий. – сказал Наото.\n— Иными словами ты у меня в приоритете. – сказал Лео.\n— Какие у меня перспективы. – я улыбнулась. – Тогда! Я Тан Императора требую чтобы вы Ваше Величество забыли о моей оплошности и не наказывали меня.\n— Хороший ход, но против меня он не действует. \n— Ме… – крякнула я.",
    "answers": [
      {
        "id": 228,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 228,
    "text": "Позже я спросила у Лео где шарахается Кристи и узнав всё необходимое я направилась к этой бестии.\n\nПрийдя к нужному домику я вошла внутрь, и на меня сразу же накинулась Кристи с объятиями.\n\n— Я так рада за вас двоих! У вас всё получится! Ты станешь прекрасной Императрицей а твой муженёк будет пусть иногда дебил дебилом, со своими выходками, НО он будет любить тебя как никого другого! – тараториоа Кристи стискивая меня в объятиях.\n— К-крист-т-и от-т-тпуст-т-ти, мне д-дышат-ть н-нечем-м… \n\nКристи тут же выпустила меня из своей хватки.\n\n— Лео тебе сказал что теперь его Тан?\n— Да, я у не приоритете! – сказала я улыбнувшись.\n— А ты сказала что полетишь с нами?\n— А… \n\n\"Я уже забыла об этом…\"\n\n— Только не говори что вылетело из головы.\n— Не скажу.",
    "answers": [
      {
        "id": 229,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 229,
    "text": "— Рейчел, ты порой так тупишь, что у меня слов даже нет.\n— Тогла молчи лучше.\n— Сейчас я поставлю всё по фактам и мы выясним какое решение ты примешь.\n— Чё?\n— Короче. Ты его любишь, он тебя любит. Что ещё? Ах, да. Вы буквально час назад наслаждались в кровати друг другом. Какие ещё вопросы?\n— Ну…\n— Рейчел. Полетели с нами.\n— Я не знаю…\n— Рей не беси. Ты представь сколько возможностей откроется когда ты попадешь к нам на планету. О, и не переживай мы можем сюда прилетать я поговорю с Лео.\n— Ну если будем прилетать… Погоди ваша планета находится в другой вселенной. Как я там буду дышать на вашей планете?\n— Бл*ть… \n\n\"Мне послышалось или она сейчас матернулась?!\"\n\n— Когда ты успела выучить нецензурные слова?!\n— Не важно. Пошли разбираться с Лео.\n— А…",
    "answers": [
      {
        "id": 230,
        "text": "Дома"
      }
    ]
  },
  {
    "id": 230,
    "text": "Я и Кристи пришли в дом и сразу направились в библиотеку.\n\nТам всё ещё сидели Лео и Наото.\n\n— Ваше Величество Леонгард. Я прошу на срочную аудиенцию. – сказала Кристи заведя руку за спину и поклонилась, а я стояла как истукан.\n— Наото перенесём встречу на завтра?\n— Конечно Ваше Величество.\n\nНаото встал с места и забрав чертежи проходя мимо Кристи шлёпнул её на что она взвигнув отскочила за мою спину.\n\nА Лео и я прожгли пришельца взглядом убийцы.\n\nКак только дверь закрылась с другой стороны, я и Кристи подошли ближе к Лео.\n\nЯ села на подлокотник кресла в котором сидел пришелец а Кристи плюхнулась в кресло напротив.\n\n— Лео разговор касается Рей и нашей планеты.\n\nЛео внимательно посмотрел на меня на что я улыбнулась.\n\n— Она согласна полететь с нами, но есть проблема. Воздух на нашей планете для неё ядовит. \n— Есть вариант можем поговорить с Наото он создаст кислородный ошейник ты будешь его носить и сможешь дышать воздухом нашей планеты. Но есть минус ты должна носить его всегда. Снять его нельзя будет иначе ты задохнёшься. – парень взял меня за руку.\n— Лео есть же ещё вариант.\n— Навряд ли Рей согласится…\n— Выкладывай. Я хочу полететь с вами. С тобой. \n\nПоследнее слово я буквально выдохнула сладостной речью, на что Лео улыбнулся и крепче зжал мою ладонь.\n\n— Обращение… – сказал он.\n— В смысле?\n— Лео имеет в виду что ты выходишь за него замуж и вы проводите обряд обращения. Ты станешь элдорианцем на половину это будет достаточно чтобы жить на нашей планете.\n\n— Я не принуждаю. Выбор за тобой. Ты можешь передумать и не лететь. Но тогда я останусь здесь с тобой. А может ты полетишь с нами и выберешь один из двух вариантов.\n— Я могу подумать до вечера?\n— Конечно. – сказал Лео и поцеловал мою руку.\n\n",
    "answers": [
      {
        "id": 231,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 231,
    "text": "Я вышла из библиотеки в задумчивом состоянии, и направилась в глубь лагеря.\n\nПо пути на площадку я встретила какого-то мужика \n\nКожа была синяя, темнее чем у остальных элдорианцев. Густая чёрная борода и усы украшали изуродованное шрамами лицо.\n\nКак ни странно но мужик выглядел внушающе крупного телосложения. Широкие плечи и накаченные руки внушали страх и уважение.\n\nОдет этот мужичара был в однотонный чёрный костюм и сверху красовался плащ с изображением медведя синего цвета.\n\n\"Чё за дед?\"\n\n— Приветствую вас Тан Императора Элдорийской Империи, для меня честь познакомиться с вами лично. Тан Императора…\n— Можно просто Рейчел. – перебила я его длинную ресь.\n— Рейчел… Тан Рейчел моё имя Айрапетян Костинофович. Можно просто Айрик. – он мило улыбнулась.\n— Приятно познакомиться, Айрик… \n— И мне, Тан Рейчел. \n\nМы пожали дпуг другу руки.\n\n— Я хотел бы задать вам несколько вопросов, вы не против? – спросил Айрик.\n— А, да нет. Не против.\n— Прекрасно, в таком случае пойдёмте ко мне за чашкой горячего чая из трав и поговорим.\n\n\"Почему бы и нет?\"\n\n— Хорошо пойдёмте.\n",
    "answers": [
      {
        "id": 232,
        "text": "Дома у Айрика"
      }
    ]
  },
  {
    "id": 232,
    "text": "Я сидела в скромной гостиной в небольшом кресле.\n\nАйрик сидел напротив меня в другом кресле закинов ногу на ногу.\n\nК нам подошла девушка чем-то похожая на Рию только волосы у нее были чёрные а кожа бирюзовая.\n\nОна подала мне чай из трав, и Айрику тоже, после она поклонившись вышла из гостиной.\n\n— Что же… – он отпил свой чай и посмотрев на меня продолжил – Я хотел задать вам пару вопросв относительно вашего решиния по поводу полёта с нами на Элдор.\n— Я слушаю.\n— Так вот… – он опять отпил из своей чашки – Вы уже решили что полетите с нами. Это хорошо Император влюблен в вас по-уши. И должен признаться за все его наставничество я ни разу не вид щаботы с его стороны к противоположному полу кроме сестры. И мне стало интересно как вы смогли сломать его гордость?\n— Сломать? Я ничего такого не делала.\n— Правда? Интересно… – пьёт из чашки – Тогда следующий вопрос: Его Величество Император Леонгард проявлял к вам грубость или даже насилие?\n— Да нет вроде. Хотя было пара случаев когда мы с ним ссорились но это только из-за гнева.\n— Понятно. А вы в свою очередь как относитесь к его характеру?\n— Извините, а зачем вы спрашиваете такие не скромные вопросы?\n— Дело в том что до вас Его Величество много раз пытались отравить, убить, утопить, зарезать, одним словом было много покушений на его дизнь со стороны его возможных невест. Поэтому как его наставник я переживаю за жизнь императора и судьбу империи.\n\nЯ отпила чай из трав из своей чашки.\n\n\"А по-моему ты наоборот хочешь избавиться от него. Заговаривая мне зубы чтобы потом подставить. Ублюдок…\"\n\n— Что же вы меня раскусили.\n— Ч-что?\n— Я говорю ты права. Я хочу свергнуть этого гадёныша, его папаша убил мою беременную жену. И подстроил всё так что в глазах народа она была изменницей народа.\n\nЯ немного не понимаоа того что онрассказывает из-за внезапно накатившейся тошноты и головокружения.\n\nВнезапно в глазах потемнело и я отключилась.",
    "answers": [
      {
        "id": 233,
        "text": "Позже…",
        "lua_do": "function lua_do()\nlocal rect = display.newRect(display.contentCenterX, display.contentCenterY,display.contentCenterX*2, display.contentCenterY*2 )\n   canvas.parent.parent.parent.parent.parent.parent.parent:insert(rect)\n   rect:setFillColor(0,0,0)\n   transition.from(rect, {\n   time = 700,\n   alpha = 0,\n   transition = easing.outExpo,\n   onComplete = function()   timer.performWithDelay(1400, function()\n   if rect and rect.removeSelf then\n    transition.to(rect, {\n    time = 3000,\n    alpha = 0,\n    transition = easing.inExpo,\n   onComplete = function()\n    if rect and rect.removeSelf then\n    rect:removeSelf()\n    rect = nil\n    end\n    end })\n    end\n   end)\n   end })\nend"
      }
    ]
  },
  {
    "id": 233,
    "text": "Открыв глаза я обнаружила что прикованна к стене наручниками на цепи.\n\nВстав с пола я попыталась сделать шаг но наручники были на короткой цепи и мне хватило из только на то чтобы подняться.\n\n\"Какого хрена я тут делаю?!\"\n\nЯ осмотрела комнату где нахожусь. Ничего кроме двери в трёх метрах от меня.\n\n\"Надо выбираться отсюда!\"\n\nТолько я хотела закричать что есть силы как услышала чьё-то тяжёлое дыхание в углу комнаты.\n\nПрисмотревшись к существу я заметила четыре лапы и длинный хвост.\n\nВнезапный рык заставил меня вздрогнуть.\n\nВ более-менее освещаемый участок от очень тусклой оампочки вышел ягуар на цепи.\n\n\"Всё, считайте это конец!\"",
    "answers": [
      {
        "id": 234,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 234,
    "text": "Внезапно гвоздь к которому была прикреплена моя цепь с наручниками начала двигаться в сторону ягуара.\n\n— Нет. Нет, нет  нет! НЕТ НИ НАДО! – я пыталась оттянуть цепь в другую сторону.\n\nА ягуар всё раздражительнее рычал и пытался дотянуться своей когтистой лапой до моих ног.\n\n— Удивительно правда? Ягуар местный хищник. Может съесть до 50 килограмм мяса за сутки. Думаю в тебе около 40. – послышался откуда-то сверху голос Айрика.\n— ТЫ КОНЧЕНЫЙ ПСИХОПАТ!!! ОТПУСТИ СЕЙЧАС ЖЕ!!\n— За просто милая! \n\nПослышался щелчок и моя цепь стала ещё короче к ягуару а его цепь наоборот длиньше.\n\n— Ой, не тот рычаг! Прости видимо тебе придется самой выкручиваться! А-ха-ха-ха-ха-хы-хы-хы!!! – этот старикан злобно засмеялся.\n\nС моей стороны в него полетел весь мой словарный запас нецензурных слов от которых у Айрика глаза от моих оскорблений округлились.\n\n— Как не стыдно оскорблять старших! Вот тебе в накозание!\n\nМоя цепь стала ещё короче.\n\nОт ягуара меня раздяляло всего 30 сантиметров, а именно от его вытянутой лапы.\n\n",
    "answers": [
      {
        "id": 235,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 235,
    "text": "\"Лео пожалуйста помоги мне…\"\n\nВнезапно цепь остановила движение.\n\nЯгуар посмотрел наверх и поджав уги злобно зарычал пятясь к стене.\n\nЯ посмотрела на вверх…",
    "answers": [
      {
        "id": 236,
        "text": "Далее",
        "lua_do": "function lua_do()\nlocal rect = display.newRect(display.contentCenterX, display.contentCenterY,display.contentCenterX*2, display.contentCenterY*2 )\n   canvas.parent.parent.parent.parent.parent.parent.parent:insert(rect)\n   rect:setFillColor(1,1,1)\n   transition.from(rect, {\n   time = 500,\n   alpha = 0,\n   transition = easing.outExpo,\n   onComplete = function()   timer.performWithDelay(100, function()\n   if rect and rect.removeSelf then\n    transition.to(rect, {\n    time = 300,\n    alpha = 0,\n    transition = easing.inExpo,\n   onComplete = function()\n    if rect and rect.removeSelf then\n    rect:removeSelf()\n    rect = nil\n    end\n    end })\n    end\n   end)\n   end })\nend"
      }
    ]
  },
  {
    "id": 236,
    "text": "Резкая вспышка света заставила меня зажмуриться.\n\nКогда я открыла глаза я увидела подвешеного Айрика на цепи, кровь стекала с его шеи из-за того что цепь вывернула её наизнаку.\n\nА ягуар прыгал под ним и пытался сорвать его вниз.\n\nЯ посмотрела наверх там был Лео…\n\n\"Лео…\"\n\nОн прыгнул на висящий на цепи труп и цепь не выдержав слетела с крюка.\n\nЛео придемлился на ноги а труп Айрика уже во всю растерзывал ягуар.\n\nПришелец так и метал молнии из рук в разные стороны а глаза его гореле ярко-голубим светом.\n\nОн подошёл ко мне и вставил влюч в наручники.\n\nЗвон наручников напушил тишину, я с синяками на запястьях прижалась к груди Лео.\n\nПарень обняв меня прижал крепче к себе и уткнулся носом в макушку.\n\nЯ шмыгала носом и слезы сами лились из моих глаз.\n\nЛео взяв меня на руки вынес из комнаты.",
    "answers": [
      {
        "id": 237,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 237,
    "text": "Я не заметила как мы вышли на улицу и направились в наш каменный домик.\n\nЛео принеся меня в дом поднялся в спальню и уложил на кровать.\n\nУкрыв меня одеялом он приказал Рии срочно привести Умо.\n\n— Лео… Сколько я там находилась? – мой голос едва было слышно от усталости и накатившегося стресса.\n\nКонечно меня чудом в кошачий корм не превратили!\n\n— Тебя не было два дня. Тот вечер когда ты должна была сообщить о своем решинии и следующий день.\n— Насчет моего решиния…\n— Потом, тебе нужно востановиться.\n\nВ этот момент Рия привела лекаря Умо.\n\nУвидев моё жалкое состояние он вылечил мои руки и наварил отвар из сушеных ягод для восстановления сил.\n\nВыпив это ужасное на вкус снадобье мне значительно полегчало и в сон клонило ужасно.\n\nПока Умо разговаривал с Лео я не заметила как погрузилась в страну сновидений.",
    "answers": [
      {
        "id": 238,
        "text": "Утром следующего дня…",
        "lua_do": "function lua_do()\nlocal rect = display.newRect(display.contentCenterX, display.contentCenterY,display.contentCenterX*2, display.contentCenterY*2 )\n   canvas.parent.parent.parent.parent.parent.parent.parent:insert(rect)\n   rect:setFillColor(0,0,0)\n   transition.from(rect, {\n   time = 500,\n   alpha = 0,\n   transition = easing.outExpo,\n   onComplete = function()   timer.performWithDelay(1000, function()\n   if rect and rect.removeSelf then\n    transition.to(rect, {\n    time = 1000,\n    alpha = 0,\n    transition = easing.inExpo,\n   onComplete = function()\n    if rect and rect.removeSelf then\n    rect:removeSelf()\n    rect = nil\n    end\n    end })\n    end\n   end)\n   end })\nend"
      }
    ]
  },
  {
    "id": 238,
    "text": "Проснулась я полная сил, и настроение было довольно хорошее.\n\nПовернув голову я заметила рядом лежавшего Лео.\n\nОн не спал, мирно смотрел в потолок, но заметив движение он посмотрел на меня и улыбнулся.\n\n— Доброе утро. – сказала я и прижалась ближе к нему.\n— Доброе… – пришелец приобнял меня и задумчиво посмотрел в потолок.\n— Что-то случилось?\n— Полет перенесли.\n— И? Когда он состоится?\n— Сегодня вечером.\n— Ух ты…\n\nНовость о том что сегодня я либо полечу с ними либо останусь на земле треснула молнией в голову.\n\n— Надо подготовить всех. Ты же сделала выбор?\n— Да я решила.\n— Хорошо. Сегодня после обеда сообщишь мне ладно. Сейчас дел по горло.  Даже сейчас опаздываю.\n— Так иди на свои встречи. Чего тянешь.\n— Тебя не хочу бросать.\n— Лео ты Император. Ступай.\n\nЛео вздохнув поцеловал меня в лоб и одевшись ушёл.\n\n",
    "answers": [
      {
        "id": 239,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 239,
    "text": "Я полежала ещё какое-то время а затем поднялась и подойдя к шкафу переоделась в свободные чёрные штаны и белый топ.\n\nЗаплетя волосы в длинную косу я спустиласььна кухню.\n\nРия приготовила для меня завтрак.\n\n— Рия, не знаешь во сколько освободится Лео?\n— После обеда Его Величество вернётся в библиотеку. \n— Понятно. Спасибо за завтрак.\n\nЯ вышла из дома и направилась к Кристи.\n\nПрийдя к ней меня встретили Аруна Кристи и ещё одна инопланетянка.\n\nОни кинулись обнимать меня, и говорить как рады видеть живой и здоровой.\n\nАруна очень сочувствовала мне. Кита (та инопланетянка) всё это время искала меня вместе с Лео Кристи и Аруной с Наото.\n\nЯ наговорилась с девчонками по душам и мы все разошлись уже хорошими подругами.\n\n\"Кто бы мог подумать что первое впечатление обманчиво. Аруна оказалось не той кем была в первую встречу.\"\n\nЯ вернулась домой где-то в одиннадцать.\n\nБыло ещё полтора часа до разговора с Лео.\n\nЯ уже однозначно решила какой выбор прийму.\n\nМоё решение не смогут изменить.",
    "answers": [
      {
        "id": 240,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 240,
    "text": "Прийдя в библиотеку я уселась в кресле и начала думать как правильно выразить свои мысли насчет всего этого.\n\nПросидев в мыслях так минут сорок я не заметила как в библиотеку вошёл Лео и сел в кресло напротив меня.\n\n— Рейчел, знай я прийму любое твоё решение. Я останусь с тобой до конца.\n— Лео насчёт этого. Я хотела бы поговорить по поводу произошедшего.\n— Айрик…\n— Да. Он говорил что твой отец убил и жестоко подставил его беременную жену.\n— Насчёт убил, чистая правда. Он её казнил за то что она сдала координаты сокровищницы Империи другим. Она думала раз беременна её пощадят. Отец не церемонился ни с кем.\n— Понятно.\n— Он хотел свергнуть меня так?\n— Да, хотел занять твоё место. А тебя убить подставив меня если план не сработал бы.\n— Ничтожество. И почему Отец пощадил его?\n— Он вроде как был твоим наставником, с его слов.\n— Он был советником.\n— Так Кристи про него говорила. Понятно.\n— Что она говорила?\n— Что он настроит тебя против меня и мы поругаемся и короче говоря избавится он от меня этим хотел.\n— Ясно. Тот ещё ублюдок. \n— Ага, и не говори.\n— Так, ты хотела мне сказать свой выбор.\n— Ах, да! Лео я…",
    "answers": [
      {
        "id": 241,
        "text": "…не могу полететь с вами."
      },
      {
        "id": 245,
        "text": "…полечу с вами, пусть Наото сделает кислородный ошейник.",
        "comment": false
      },
      {
        "id": 252,
        "text": "…полечу с вами, с помощью Обращения.",
        "comment": false
      }
    ]
  },
  {
    "id": 241,
    "text": "— Я сказал что прийму любое твоё решение. Раз не полетишь ты не полечу и я.\n— Но Лео…\n— Никаких «НО»! Пойду сообщу Кристи…",
    "answers": [
      {
        "id": 242,
        "text": "Вечером…"
      }
    ]
  },
  {
    "id": 242,
    "text": "Весь народ элдорианцев стоял на улице и ждал своего предводителя с пультом перемещения.\n\nЯ и Лео стояли в стороне и наблюдали за происходящим.\n\nВот выходит Кристи в плаще на котором изображён синий с золотыми нитями медведь.\n\nВ руке у неё была серая пластинка с голубой лампочкой и кнопкой зелёного цвета.\n\nВытянув руку перед народом она включила пульт.\n\nОткрылся телепортационный коридор. \n\nЭлдорианцы попрощались с бывшим Императором, Лео, со мной они попрощались по всем прихотям героя. Одарили цветам и подарками на память.\n\nКогда весь народ исчез в портале Кристи подошла к нам.\n\n— Жаль что вы не идёте. Рей я безумно рада и счастлива что мы познакомились. – она крепко обняла меня.\n— Я тоже. Если бы не ты и Лео у меня бы не было таких воспоминаний. Прилитай как-нибудь. – сказала я.\n— Обязательно и Лео…\n\nЛео посмотрел на сестру внимательным взглядом.\n\n— Береги её. – она обняла старшего брата.\n\nКогда она уже собиралась уходить в портал я вспомнила.\n\n— Кристи стой!\n\nОна остановилась у самого портала и внимательно посмотрела на меня.\n\nЯ подойдя к ней вручила цепочку что когда-то принадледала мне.\n\n— Не забывай нас. – сказала я закрепив цепочку на шее девушки.\n— Лови момент…\n\nНа цепочки было написанно именно это.\n\nЯ последний раз обняла подругу и она ушла в портал а тот щакпылся.\n\nЯ и Лео остались одни посреди всей деревни.",
    "answers": [
      {
        "id": 243,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 243,
    "text": "Подойдя к Лео я обняла его, парень обнял меня в ответ.\n\n— Ну что домой в Колифорнию?\n— А давай в другой штат. Уедем от всех. Начнем всё сначала? – сказала я.\n— Давай…\n\nЛео осторожно коснулся своими губами моих в недном поцелуе.\n\nС этого момента у нас началась новая история…",
    "answers": [
      {
        "id": 244,
        "text": "Эпилог 5 лет спустя…"
      }
    ]
  },
  {
    "id": 244,
    "text": "                                          Эпилог\n\nЯ сидела на диване в гостиной и читала книгу при этом попивая горячий кокао.\n\nВнезапный стук в дверь заставил меня улыбнуться.\n\nПоднявшись с дивана я направилась встречать любимого.\n\nЯ открыв дверь ахнула от удивления.\n\nЛео стоял весь в снегу с букетом алых роз.\n\n— Как поживают два моих сокровища? С днём рождения солнце… – пришелец поцеловал меня в висок и вручил букет цветов.\n— Старешее сокровище чувствует что скоро два других появятся в этом доме.\n\nЛео застыл с курткой в руках повернувшись ко мне он удивленно посмотрел на меня.\n\n— Как скоро? – спросил он убрав верхнюю одежду в шкаф.\n— Примерно через две недели. – сказала я.\n\nЛео подошёл ко мне и взяв аккуратно на руки понес к дивану.\n\n— Это лучшее что случалось со мной. Осознание того что я через две недели стану отцом… – он дотронулся до моего округлившегося животика.\n— Не одного малыша, а сразу двоих.\n— Это ещё лучше…\n\nЯ и Лео начали новую историю 5 лет назад. За это время многое поменялось.\n\nМы живём в Канаде, Лео создал сеть небольших ресторанов, не без моей помощи.\n\nС родствениками я оборвала все связи, с друзьями тоже.\n\nСказали же начнём новую историю!\n",
    "answers": [
      {
        "id": 1,
        "text": "На главную страницу"
      },
      {
        "id": 30,
        "text": "Концовки"
      },
      {
        "id": 244,
        "text": "Поздравляю вы вышли на концовку \n\"Новая История\"",
        "comment": true
      }
    ]
  },
  {
    "id": 245,
    "text": "Глаза Лео буквально засветились от радости, он поднявшись с места кинулся ко мне обниматься.\n\n— Ты не представляешь насколько я счастлив!\n— Примерно представляю… – проговорила я я и поцеловала пришельца в нос.\n\nВ глазах Лео метнула ярко-голубая искра, что осталась мной не не замечена.\n\nЛео вцепился в мои губы, он поднял меня на руки так что мне пришлись обвить ногами его торс.\n\nНо внезапно в библиотеку постучавшись входит Наото.\n\nЯ резко отстраняюсь от Лео а он не хотя, но всё же опускает на пол.\n\n— Ваше Величество, вы приказали мне прийти с пультом. Я всё проверил он работает стабильно.\n— Как именно проверил? – спросил Лео схватив меня за талию крнда я только-только хотела слинять.\n— Я вернулся на родную планету и назад к вам. Портал работает стабильно.\n— Это хорошо. Наото раз ты уже здесь сделай моему Тану кислородный ошейник.\n— Слушаюсь, позвольте снять мерки.\n\nЛео кивнул, но не отпустил.\n\nНаото регительно подошёл ко мне и достав из кармана ленту с полосками, снял мерки с моей шеи.\n",
    "answers": [
      {
        "id": 246,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 246,
    "text": "Как только Наото ушёл я и Лео хотели пойти \"поиграть\" в спальне. Но Лео позвала портная и сказала еало готовить торжественную одежду.\n\nМне было настолько скучно что я согласилась везде таскаться с Лео.\n\nБлиже к вечеру мне создали ошейник и Лео закрепил его на моей шее.\n\nЧестно сказать этот ошейник был просто серебряной цепочкой с кулоном в виде шестигранной звезды.\n\n",
    "answers": [
      {
        "id": 247,
        "text": "Вечером"
      }
    ]
  },
  {
    "id": 247,
    "text": "Я и Кристи стояли рядом с Лео как самые приближённые к Императору.\n\nЛео был одет в однотонный черный костюм с плащом на котором был изображён синий с золотыми нитями медведь.\n\nНа мне и Кристи были такие де костюмчики.\n\nЛео открыв портал и все элдорианцы начали проходить в портал по очереди.\n\nКогда наконец настала наша очередь, послышался громкий выстрел.\n\nЯ, Лео и Кристи машинально обернулись и увидели вооруженных людей в броне желетах.\n\n— Схватить их! \n\nЛюди начали стрелять в нас…\n\nЯ толкнула Кристи в портал пока та не успела ничего сообразить.\n\nЛео использовав свою способность молнии квозь землю провёл электрические сети прямо на этих людей.\n\nОдин из них выстрелил и чудом пуля просвистела у меня рядом с правым ухом.\n\nЛео заметив это, сильно взбесился.\n\nЕго глаза вспыхнули белым цветом а волосы что спокойно лежали на голове встали \"торчком\"\n\nИз рук пришельца начали сформировываться шары электричества.\n\nОдна шаровая молния…",
    "answers": [
      {
        "id": 248,
        "text": "Вспышка…",
        "lua_do": "function lua_do()\nlocal rect = display.newRect(display.contentCenterX, display.contentCenterY,display.contentCenterX*2, display.contentCenterY*2 )\n   canvas.parent.parent.parent.parent.parent.parent.parent:insert(rect)\n   rect:setFillColor(1,1,1)\n   transition.from(rect, {\n   time = 500,\n   alpha = 0,\n   transition = easing.outExpo,\n   onComplete = function()   timer.performWithDelay(100, function()\n   if rect and rect.removeSelf then\n    transition.to(rect, {\n    time = 500,\n    alpha = 0,\n    transition = easing.inExpo,\n   onComplete = function()\n    if rect and rect.removeSelf then\n    rect:removeSelf()\n    rect = nil\n    end\n    end })\n    end\n   end)\n   end })\nend"
      }
    ]
  },
  {
    "id": 248,
    "text": "Пока эти валялись посреди деревни всё наэлектризованные я схватила Лео за руку и хотела уже потянуть в портал, но он выхватив свою руку создал ещё одну шаровую молнию и запустил её в бывшей дом Умо.\n\n— Быстрее!\n\nЛео схватив меня за руку сиганул со мной в портал.\n\nОказавшись между планетами в телепортационном коридере я услышала взрыв со стороны закрывшегося портала.\n\n— Что ты сделал?\n— В дому Умо полно было всяких склянок с зельями травами. Некоторые вступаю в реакции с электричеством. – он подмигнул мне.\n— Ты взорвал их?\n— Можно и так сказать. Просто слегка поджарил.\n— Лео… — я потянулась к нему и поцеловала в губы.\n\nПришелец ответил мне с охотной страстью.\n\nЧерез несколько секунд мы оказались на твёрдой земле планеты Элдор.",
    "answers": [
      {
        "id": 249,
        "text": "Эпилог  5 лет спустя…"
      }
    ]
  },
  {
    "id": 249,
    "text": "                                          Эпилог\n                                     5 лет спустя\n\nЯ сидела на троне рядом со своим мужем и терпеливо ждала пока он договорится с послами из других городов.\n\nНаконец эта шестидесяти минутная тирада молчания закончилась и довольные послы поклонившись Императору ушли.\n\n— Наконец-то! – я поднялась со своего \"табурета\" троном его нельзя было назвать он не удобный до жути. \n\nЯ подошла к Лео что сидел на троне подпирая рукой щеку.\n\n— Лео тебе не здоровится?\n— Нет, всё хорошо просто, скучно.\n— В таком случае, я могу вас удивить Ваше Величество.\n— Что я говорил про формальности.\n\nЯ хихикнула и уселась на коленях у Лео, на что он изогнул одну бровь.\n\n— Ваше Величество хочу вас обрадовать. Ваша сестра Кристалия скоро станет тётей.\n— Что сказал на счёт… Не понял? Она станет тётей? Как?\n— Лео не тупи.\n— Я не совсем тебя понял.\n— Не беси меня! – я начала раздражаться его тупости.\n— Рейчел всё хорошо?\n\nТут меня прорвало я поднялась и начала коичать на него что он полоумный идиот что не может понять очевидного что он козёл которых ещё поискать.\n\nВ итоге наговорила я ему всяких гадостей а после разревелась как последняч дурочка и начала говорить какая я идиотка что несу всякий бред… Короче говоря БЕРЕМЕНОСТЬ — штука не предсказуемая!\n\n",
    "answers": [
      {
        "id": 250,
        "text": "Чуть позже…"
      }
    ]
  },
  {
    "id": 250,
    "text": "Я сидела в кресле в нашей с Лео спальне и терпеливо ждала своё кокао с Земли.\n\nЛео вернулся к пачкой сухого кокао.\n\nЗаварив его он подал мне чашку.\n\n— Почему ты сразу не сказала?\n\nЯ посмотрела на него серьёзным взглядом мол: «Опять хочешь моей истерики?»\n\nНа что Лео поднял руки в жесте сдаюсь.\n\nЯ улыбнулась и дальше мы молча сидели и пили кокао…",
    "answers": [
      {
        "id": 251,
        "text": "Через время…"
      }
    ]
  },
  {
    "id": 251,
    "text": "Во время моей беременности Лео не отходил от меня ни на шаг.\n\nОн спокойно терпел все мои истерики мои обиды мои угрозы что уйду от него.\n\nВсё это время он заботился обо мне а когда пришло время рожать…\n\nЯ настояла на том чтобы он не присутствовал во время родов.\n\nНо всё же он заходил в кабинет и получал порцию жестоких матерных проклятий с моей стороны.\n\n— Будь ты проклят, козлина синекожая! Будь проклят тот день когда я согласилась сесть на трон твоего грёбаного мира! И чтобы я ещё хоть раз села на твой член в попытке зачать кого-нибудь!!! САМ РОЖАТЬ БУДЕШЬ!!!\n\nПосле всех мучений я сидела и нянчилась с двумя малышами, мальчиком и девочкой.\n\nАндреа и Камета росли прекрасными синикожими чебурашками.\n\nПравда без драк и приключений на задницу между этими двумя не обходилось и дня.\n\nТак я и Лео жили на новой для меня планете.\n\nКаждый день новое приключение, либо с детьми либо с послами.",
    "answers": [
      {
        "id": 1,
        "text": "На главную страницу"
      },
      {
        "id": 30,
        "text": "Концовки"
      },
      {
        "id": 251,
        "text": "Поздравляю вы вышли на концовку:\n«Что ни день - то приключение!»",
        "comment": true
      }
    ]
  },
  {
    "id": 252,
    "text": "— Ты уверна? – спросил Лео внимательно смотря на меня.\n— Я хочу полететь с вами. И я хочу быть похожей на тебя. Не хочу там быть белой вороной.\n— Я тебя понял. Время до вечера ещё есть. Поговорю с Кристи она тебя подготовит и объяснит что нужно будет делать. \n— Хорошо. – я легко чмокнула Лео в щёку.\n\nПосле он пошёл за Кристи а мне сказал подняться в спальню и ждать её там.\n\nКристи пришла с лентами и цветами в руках.\n\n— Ты могла раньше ему сказать?! Я не успею тебя хорошо подготовить к церемонии Обращения!\n— Подготовь как сможешь. – подала я поечами смотря на тот как подпуга машет руками.\n— Лео так же сказал. Вы точно друг друга стоите! – сказала она и взяв меня за руку потащила в комнату с горячими источниками.\n",
    "answers": [
      {
        "id": 253,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 253,
    "text": "— Что мы тут делаем? – спросила я когда Кристи отпустиоа моб руку.\n— Мыть тебя сейчас буду! Раздевайся!\n— Чего?\n— По ходу дела обьясню залезай! \n\nЯ посоушно залезла в одну из ям с горячей водой.\n\nА Кристи тем временнм возилась с какимито свечками и цветочками.\n\n— Ты чё там делаешь?\n— Сейчас я провожу для тебя обряд Очищения. После мы проведём обряд крещения, потом обряд посвящения и затем само обращение.\n— Я ничего не поняла.\n— Короче сейчас я тебя купаю, потом топлю, после наряжаю и веду к Лео дальше он проводит с тобой обряд Обращения. Так понятно?\n— А как проводится Обращение?\n— Меня не Обращали, я не Обращала. Не знаю. – она принялась напускать дым от свечки в мою сторону при этом поджигая лепестки цветов.",
    "answers": [
      {
        "id": 254,
        "text": "Чуть позже…"
      }
    ]
  },
  {
    "id": 254,
    "text": "Я сидела вся мокрая воняющая дымом с цветами, и терпеливо ждала когда Кристи продолжит мою подготовку.\n\nОна закончив со свечами взяла меня за руку и потащила к другому источнику.\n\nПодойдя к нужной яме она потрогала воду рукой.\n\n— Очень хорошо. Надеюсь ты не помрешь от резкой смены температуры.\n— Чег…? – я не успела договорить как она толкнула меня в ледегую воду, и начала болтыхать меня там под водой.\n\nОказавшись на суше у меня было чувство будто меня постирали в ручную.\n\n— Так хорошо. Ты жива, а это главное, брат меня не убьёт за внеплановое убийство невесты. – она дала мне полотенце и заматалась в него.\n",
    "answers": [
      {
        "id": 255,
        "text": "Ещё чуть позже…"
      }
    ]
  },
  {
    "id": 255,
    "text": "Прийдя в спальню, кристи заглянула в шкаф найдя там богом забытое серой платье она придирчиво посмотрела на него.\n\n— Ладно, сейчас всё исправим! – она достала из кармана белоснежные ленты и цветы.\n\nЧерез минут 40 платье было готово.\n\nПлатье светло-серого цвета, словно водопад \"стекал\" на пол.\n\nНебольшой треугольный вырез на груди не позволял увидеть ничего лишнего, хотя мягко говоря сильно выделял моё декольте. \n\nПышные рукава-фонарики до локтей придавали платью невесомости.\n\nЛенты и цветы которые Кристи использовала были вплетены в подол платья, последняя лента белоснежного цвета обязывала мою талию и на спине заканчивалась пышным бантом \"хвостики\" которого были опущены вниз и почти касались пола как и полол платья ",
    "answers": [
      {
        "id": 256,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 256,
    "text": "В прекрасном виде всегда есть косяки например с обувью.\n\nМне пришлось одеть свои когда белые кроссовки, поскольку из обуви у меня были только они.\n\nНо с платьем повезло и длинный подол скрыл их.\n\nКристи ещё где-то час возилась с моим лицом и волосами.\n\nВ итоге она каким-то образом слегка подкрутила мне волосы и заплела их в пучок на макушке и оставила распущенными волосы на затылке.\n\nВплетя оставшиеся цветы мне в волосы она нашла ещё одну белую ленту с голубыми нятями и повязала мне её на шее, при жтом завязав бант сзади.",
    "answers": [
      {
        "id": 257,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 257,
    "text": "Кристи рухнула на кровать и посмотреоа на результат своих трудов.\n\n— Времени мало было. Н-да, косяков много. – проговорила она придирчиво осмотрев меня с ног до головы.\n— Мне нравится. В следующий раз я буду так тебя мучить. – сказала я ехидно улыбнувшись.\n\nВ этот момент в спальню заходит Лео в чёрном костюме с плащем на спине которого был изображен голубой медведь с золотыми нитями.\n\nЯ повернулась к Лео лицом и улыбнулась.\n\nА Кристи тем временем блогаполучно слиняла. Предательница!\n\nЛео подошёл ко мне и взяв за руки внимательно посмотрел в глаза.\n\n— Ты прекрасна… – прошептал он поцеловав мою тыльную сторону руки.\n\nЯ улыбнувшись смутилась от его слов.",
    "answers": [
      {
        "id": 258,
        "text": "Свадебка!"
      }
    ]
  },
  {
    "id": 258,
    "text": "Так, свадьба прошла ничуть не отличаясь от человеческой.\n\nТолько в быстром темпе и без алкоголя.\n\nВсе радовались и поздравляли меня и Лео, собственно и подарки подарили.\n\nКогда пришло время заканчивать первую часть моего Обращения все внезапно замерли и прислушались.\n\nИз кустав репейника выскочил Айрик с дыркой в шее из которой торчал кусок цепи.\n\n— Празднуете и без меня? Кха… Кха… Кха… – он прокашлялся выплюнув кровь. – Не пригласив советника. Нет, так не правильно. Первый танец с невестой долден танцевать отец. А поскольку его нет. Я не против его заменить.\n\nОн двинулся пошатываясь в мою сторону, Лео закрыл меня своей спиной и готов был метнуть в Айрика молнию.\n\nНо тут из-за спины Айрика выпрыгивает ягуар и нападает на элдорианцев.\n\nКристи схватив меня за руку уводит к остальным девушка, пока мужчины защищают нас от безумца с его зверюгой.",
    "answers": [
      {
        "id": 259,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 259,
    "text": "Я с другими инопланетянками наблюдала за схваткой.\n\nЯгуар нападал на пришельцев и царапал их своими когтями.\n\n\"У него ядовитые когти…\" – пронеслось у меня в голове когда эта кошара разрезала железный штык одного пришельца.\n\nНа месте разреза была зелёная жижа.\n\n\"Кислота?\"\n\nЛео напал на Айрика, но тот не смотря на еле живое состояние уворачивался от ударов словно предугадывал движения.\n\n",
    "answers": [
      {
        "id": 260,
        "text": "Внезапно…",
        "lua_do": "function lua_do()\nlocal rect = display.newRect(display.contentCenterX, display.contentCenterY,display.contentCenterX*2, display.contentCenterY*2 )\n   canvas.parent.parent.parent.parent.parent.parent.parent:insert(rect)\n   rect:setFillColor(1,1,1)\n   transition.from(rect, {\n   time = 500,\n   alpha = 0,\n   transition = easing.outExpo,\n   onComplete = function()   timer.performWithDelay(100, function()\n   if rect and rect.removeSelf then\n    transition.to(rect, {\n    time = 1000,\n    alpha = 0,\n    transition = easing.inExpo,\n   onComplete = function()\n    if rect and rect.removeSelf then\n    rect:removeSelf()\n    rect = nil\n    end\n    end })\n    end\n   end)\n   end })\nend"
      }
    ]
  },
  {
    "id": 260,
    "text": "Резкая вспышка света заставила прикрыть глаза чтобы не ослепнуть.\n\nОткрыв глаза я увидела Лео из рук которого шёл длинный электрический провод который был обмотан вокруг шеи Айрика.\n\nЯ оглянулась и увидела ягуара что был придат к стене электрическими штыками.\n\nСекунда…\n\nДве…\n\nТри…\n\nГолова Айрика покатилась по траве а тело упало рядом.\n\nЯгуара поджарило током и в воздухе запахло палёным мясом.\n\nЯ подбедала к Лео не смотря на углворы Кристи о том что он ещё опасен.\n\nОбняв его со спины я шмыгнула носом.\n\nЛео отстранился от меня и развернувшись посмотрел в глаза \n\n— Всё хорошо.\n— Нет не хорошо. Они сорвали нашу свадьбу… – я шмыгнула носом.\n— Это формальная свадьба. Прилетим на Элдор устрою тебе свадьбу о которой ты и не мечтала.\n— Всё равно они её сорвали…\n— Успокойся…\n— Да спойна я, спокойна. Чё ты ребенку не даёшь понтануться.\n— Ты не ребёнок!\n— Зная нашу разницу в возрасте…\n— Так я что-то перехотел на тебе жениться официально.\n— Э-э-э, чё вообще что-ли?\n",
    "answers": [
      {
        "id": 261,
        "text": "Поздно вечером…"
      }
    ]
  },
  {
    "id": 261,
    "text": "Я сидела рядом с Лео на диване и мы думали куда лучше поставить на мне его печать.\n\n— На плечо?\n— Больно. – сказала я.\n— Слушай, я сейчас не посмотрю больно тебе или нет и поставлю печать на бедре.\n— Нет! Только не там!\n— Тогда думай довай!\n— На шее, вот здесь. – я показала ему место на шее напротив правого плеча.\n— Специально чтобы все видели кому ты принадлежишь?\n— Да! Тогда я буду неприкасаемая. – сказала я подняв подбородок.\n— Но я то тебя буду трогать.\n— А, блин… Ну ладно, тебя можно вытерпеть.\n— Не понял?\n— Да, ставь ты уже свою печать!",
    "answers": [
      {
        "id": 262,
        "text": "Эпилог 135 лет спустя"
      }
    ]
  },
  {
    "id": 262,
    "text": "                                          Эпилог\n                                  135 лет спустя…\n\nЯ сидела в библиотеке и пыталась выучить этот поганый элдорийский язык.\n\nВ библиотеку входит Лео с Каметой и Андреа на руках.\n\n— Матушка, а чем вы заняты? – спросила маленькая девочка внешне похожая на отца.\n— Поднимаю своё образование милая. – сказала я и взяла дочь на руки.\n— Ну и как успехи у моей Императрицы?\n— Писать я ещё не умею.\n— Научишся у тебя еще пара тысяч лет.\n— Дети идите поиграйте.\n\nАндреа поцеловал меня в щёку с Кометой и они за ручки убежали играть в другой зал.\n\n— Кто говорил 135 лет назад что за три дня найюучит виртуозно говорить и писать на элдорийском? А? – я грозно посмотреоа на мужа.\n— Не я.\n— Ах так! Месяц без сек…\n\nВ этот момент в библиотеке возвращаются дети и прыгают ко мне на руки.\n\n— В общем ты меня понял. – сказала я Лео.\n— Мама мама почитай книгу.\n\nМои глаза расширились от ужаса.\n\n",
    "answers": [
      {
        "id": 263,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 263,
    "text": "Я медленно повернула голову в сторону Лео, а он пытался не смотреть мне в глаза.\n\n— Дети давайте я вам почитаю?\n— Да-а-а! – хором прокричали дети.\n\nЯ отпустила детей и подойдя к Лео приподнялась на носочках и прошептала ему в самое ухо: «Два месяца…»\n\n— Хорошо с завтрашнего дня начнем обучение. – быстро сказал он.\n— Выдержки?\n— Нет, я про твоё обучение языка и литературы.\n— Ну понятно. Но от наказания тебя это не избовляет.\n— Почему…\n— Увидк первые плоды. Тогда поговорим а пока, два месяца. Два месяца.\n— Я тебя понял.\n\nТак я и начала своё быстрое обучение грамоте планеты Элдор.\n\nКак ни как а Императрица должна быть образованной.\n\n",
    "answers": [
      {
        "id": 1,
        "text": "На главную страницу"
      },
      {
        "id": 30,
        "text": "Концовки"
      },
      {
        "id": 263,
        "text": "Поздравляю вы вышли на концовку:\n«Грамотная Императрица!»",
        "comment": true
      },
      {
        "id": 265,
        "text": "«Флешбеки»"
      }
    ]
  },
  {
    "id": 264,
    "text": "Здесь ничего нет!\n\nКак вы здесь оказались?",
    "answers": []
  },
  {
    "id": 265,
    "text": "«Флешбеки»\n\n— Одень… – умоляюще попросила я.\n— Я сказал не одену. – пришелец упирался как мог.\n— Лео ну пожалуйста! – сказала я.\n— Нет.\n— Лео! У тебя день рождения! \n— Вот именно! У меня, тогда почему я должен одеть это платье и выполнять твои приказы???\n\nЯ молча начала испепилять его взглядом, в итоге он сдался.\n\n— Ну вот, одевайся… – я швырнула ему платье в руки \n— И на что я подписался?\n\nЧерез 30 минут…\n\n",
    "answers": [
      {
        "id": 266,
        "text": "Даоее"
      }
    ]
  },
  {
    "id": 266,
    "text": "*шоковый взрыв мозга*\n\n— Ты моя горничная, ахахахаХАХАХАХАХАХА! – я буквально давилась смехом пока парень стоял и краснел вжав голову в плечи.\n\n— А юбочка то, короткая! – я всё так же сидела в кресле поперёк и смеялась до слез, Лео наверное успел меня возненавидеть. \n\nМы сидеои в нашей с Лео спальне, и так как у еего было день рождение ему исполнялось целых 127 лет! Прошел ровно год после нашего знакомства, и как плюс я решила сделать ему сюрприз.\n\n— Хорошо… Какой же ты милый – успокоившись я полнялась и подошла к нему почти вплотную.\n— Рей-чел… – он смутился то ли от того, что я была близко то ли от того, что я назвала его милым. Даже не знаю что тут вероятнее, он такой милый…",
    "answers": []
  },
  {
    "id": 267,
    "text": "Лео поднялся с меня и хотел уже выйти из комнаты но я схватила его за руку. Пришелец многозначительно посмотрел на меня.\n\n— Что?\n— Это моя рука, и она тебя держит. А теперь иди сюда и вернись на место. – сказала я серьезным голосом.\n— Хорошо, но дай хоть дверь закрою. – сказал Лео, а я отпустила его руку.\n\nОн и вправду закрыл дверь на ключ, а потом вернулся ко мне. Присев рядом он опять-таки многозначительно посмотрел на меня.\n\n— Что ты на меня смотришь? Я что не ясно дала понять?\n— Что понять?\n\nЯ вздохнув встала с кровати и пересела к Лео на колени, он же видимо не знаю как реагировать смотрел мне в глаза.\n\n— Лео, бл*ть не тупи!… – сказала я впилась в его губы требовательным поцелуем.",
    "answers": []
  },
  {
    "id": 268,
    "text": "",
    "answers": []
  }
]