[
  {
    "id": 1,
    "text": "\nЖанр : фентези, мистика, романтика, приключения\n\n Попав однажды в сказку, любой человек наверняка сильно обрадуется и начнёт благодарить Вселенную за такой прекрасный подарок судьбы... Но ведь у сказок не всегда бывает хороший конец, ведь так?\n\nАвтор : shiny2008",
    "answers": [
      {
        "id": 2,
        "text": "Начать приключение "
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a37/2103/cc/aa66a33ca392.jpg"
      },
      {
        "id": 114,
        "text": "Дополнительная информация "
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://d.radikal.ru/d19/2103/53/9e5d984a027f.png",
        "system": true
      },
      {
        "id": 198,
        "text": "Достижения "
      }
    ]
  },
  {
    "id": 2,
    "text": "\n                                 ГЛАВА 1\n                     \"Магия рядом с тобой\" \n\nИтак, \nТы — русская девушка по имени Александра, и тебе скоро 18 лет. \nУ тебя есть парочка хороших друзей : Джей Ин из Тайланда и Эмма из Луанды, с которой вы знакомы уже более 6 лет.\n***\nСегодня у вас в лицее был выходной день. Ты спокойно сидела на балконе своего дома и медленно пила из своей любимой кружки свежезаваренный, ароматный чай. \nНо внезапно тебе позвонила Эмма и попросила срочно с ней встретиться. ",
    "answers": [
      {
        "id": 3,
        "text": "Отказаться"
      },
      {
        "id": 4,
        "text": "Согласиться "
      }
    ]
  },
  {
    "id": 3,
    "text": "Ты отказываешься от встречи, и на этом история твоего ещё не начавшегося великого путешествия быстро заканчивается",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 4,
    "text": "Ты согласилась на встречу, и вот, спустя почти час после звонка, ты уже была на нужном месте. Без проблем встретившись со своими друзьями, Эмма и Джей сразу же предложили тебе вместе прогуляться до мед. университета, как раз до того, в который осенью собирается поступать Ин. \n",
    "answers": [
      {
        "id": 5,
        "text": "Вперёд! "
      }
    ]
  },
  {
    "id": 5,
    "text": "Пройдя несколько улиц, сквер и небольшое кафе по пути, вы совсем скоро оказались уже рядом с тем самым универом. \nБольшое бело-зелёное здание с длинными арочными окнами и несколько старинным фасадом. \nПриоткрыв большую деревянную белую дверь, ты сразу же увидела тёмный коридор, который вёл в самую глубь здания. \nНикакого света на нижнем этаже почти не было, поэтому можно было разглядеть лишь очертания некоторых фигур в полумраке. \nВ зале располагалось 2 полки с журналами и книгами, вахтовый стол и несколько совмещенных стульев неподалёку. \nНо самое интересное, что предстало перед твоим  взором — огромное резное зеркало, которые находилось почти перед самым входом с левой стороны коридора. \n— А что если?.... \nЭмма первая начала осторожно подходить к зеркальной глади и, оказавшись в одном шаге от него, слегка дотронулась до поверхности своей рукой.",
    "answers": [
      {
        "id": 6,
        "text": "Что ты делаешь? "
      }
    ]
  },
  {
    "id": 6,
    "text": "— Что ты...\n—...\n— Что это???? Твоя рука!! Она...\n— ...Прошла сквозь него!! \n— Вот это да! \n***\n— Слушайте, не нравится мне все это...У нас у всех уже глюки от летней жары пошли, может пойдём отсюда? — Джей Ин начал судорожно  оглядываться по сторонам и с опаской смотреть в вашу с Эммой сторону. \n",
    "answers": [
      {
        "id": 7,
        "text": "Игнорировать Джея "
      },
      {
        "id": 8,
        "text": "Попробовать успокоить его "
      }
    ]
  },
  {
    "id": 7,
    "text": "Но вы настолько увлеклись чудесным зеркалом, что почти не слышали его. Вы начали играться с предметом, словно маленькие дети, поочерёдно протягивая и вытаскивая оттуда свои руки. А зеркало в ответ лишь издавало звуки, похожие на плески речной воды. \n— А что если... Пройти чуть дальше? \n—... \n— Ого, кажется, получается. \n— Ну что, вперёд, в неизведанный мир? — спросила у тебя Эмма напоследок. \n",
    "answers": [
      {
        "id": 14,
        "text": "Да! Вперёд в новый мир! ",
        "blackout": true
      },
      {
        "id": 10,
        "text": "Засомневаться"
      }
    ]
  },
  {
    "id": 8,
    "text": "— Ин, здесь ведь нет ничего страшного. Смотри, — ты быстро схватила руку бедного парня и прислонила к чудесному зеркалу. Он, испугавшись такого эффекта, моментально отскочил в сторону. Но затем, оправившись, снова подошёл к нему и ещё раз легонько доторонулся до зеркальной глади рукой. ",
    "answers": [
      {
        "id": 11,
        "text": "- Ну что, попробуем пройти? "
      }
    ]
  },
  {
    "id": 9,
    "text": "Первое, что вы увидели после продолжительного забвения — это огромные цветущие поля.  Над венчиками всяких разных цветов носились пчелы и шмели, собирая сладкий нектар. А легкий ветерок при этом колыхал свежую траву, заставляя её переливаться на солнце всеми изумрудными красками. \n— Ну и где это мы? — оглянувшись вокруг, спросила ты, слегка прищурившись и прикрыв лоб рукой. \n— Может мы просто в другом российском городе оказались, — предположила Эмма. \n\n— Да как-то... Не совсем похоже на город. Даже на село Российское, если честно, не тянет....\n***\n— Эй, ребята. Кажется, к нам кто-то приближается, — оповестил Ин. ",
    "answers": [
      {
        "id": 9,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b01/2103/ca/3623d063c2bb.jpg"
      },
      {
        "id": 15,
        "text": "Повернуться на звук"
      }
    ]
  },
  {
    "id": 10,
    "text": "Да, но... Мы ведь даже не знаем что там, по ту сторону... Может лучше выйдём обратно на улицу? ",
    "answers": [
      {
        "id": 12,
        "text": "Эмма начинает злиться "
      }
    ]
  },
  {
    "id": 11,
    "text": "— Выглядит интересно... Чтож, давай попробуем. — Джей переставил сначала одну ногу через зеркальную раму, а затем и вторую, таким образом полностью \"растворившись\" за магической поверхностью. \nА за ним внутрь зеркала смело вошли Эмма и ты. ",
    "answers": [
      {
        "id": 14,
        "text": "Приключения начинаются ",
        "blackout": true
      }
    ]
  },
  {
    "id": 12,
    "text": "— Да что вы оба такие пугливые?\nКак зайцы, ей богу. \nТам ведь совсем не страшно...\nЭмма осторожно взяла тебя за руку\n— Послушай, даже если мы и умрем там, то это не так уж и ужасно, ведь тебе все равно скоро сдавать ЕГЭ. Да и у Джея экзамены скоро будут. Вы действительно думаете, что там будет страшнее, чем тут? Идемте... ",
    "answers": [
      {
        "id": 14,
        "text": "Идти вслед за Эммой через волшебное зеркало ",
        "blackout": true
      }
    ]
  },
  {
    "id": 13,
    "text": "А пока вы стояли и отходили от явного шока, к вам подошёл один невысокий рыцарь и учтиво поклонился. —  Я приветствую вас, ваше величество. \n— Ох, это ты, Торфинн... Здравствуй. Я как раз хотел спросить у тебя — где моя матушка? Я не видел её ещё с самого утра... \n— Я как раз хотел сообщить вам об этом, ваша милость. Дело в том, что наша королева уехала по срочным делам на несколько дней и скоро вернётся. \n*-Так значит, она не умерла. Это уже хорошо. Или же... Этот стражник просто врет?*\n— Так и знал...Чтож, я буду ждать её скорейшего возвращения. А пока я хочу ненадолго побыть один. Доброго всем вечера. — Элион вежливо попрощался со всеми и ушёл наверх в свои покои. \n***\nЮный принц до конца старался не подавать виду, но по его последним, еле заметным эмоциям на лице ты сразу поняла, что наследник был очень опечален произошедшей ситуацией. \n*Что же нам теперь делать...? *",
    "answers": [
      {
        "id": 143,
        "text": "-... "
      }
    ]
  },
  {
    "id": 14,
    "text": "                                ГЛАВА 2\n                           \"Одарённые\" ",
    "answers": [
      {
        "id": 9,
        "text": "Проснуться "
      }
    ]
  },
  {
    "id": 15,
    "text": "Не успели вы оправиться после смутного перемещения, как в вашу сторону уже направлялись какие-то мужчины на крепких, снаряженных лошадях и в военных доспехах. А над головами этих воинов переливалось красное знамя, на котором была изящно вышита золотая геральдическая лилия, объятая синим пламенем. \n\n***\n— Мы — рыцари Сталлеров  — победоносные львы этого королевства. А вы ещё кто такие? \n— Мы? Ну... \n— В любом случае, нельзя просто так разгуливать по этой территории без разрешения. \nДа, я смотрю вы ещё и не местные, так что лучше следуйте за нами, иначе будет только... \nПостойте-ка...один из мужчин сразу же указал на тебя пальцем. \nЧто это за вещь у тебя на груди?\n— Что? — положив туда руку, ты почувствовала там что-то довольно тяжёлое. А когда подняла это до уровня своих глаз, то увидела огромный, позолоченный медальон с синим шестиугольным камнем внутри. Его точно не было с тобой, когда ты перешагивала через зеркало.\n *Тогда откуда?... *\n\nА как только один из рыцарей заметил у тебя эту вещь, он тут же подъехал на своём коне ближе к остальным, чтобы обсудить с ними увиденное. \nВы не разбирали их слов, но по всей этой сложившейся ситуации можно было легко догадаться : эта вещь явно непростая. Не стали бы грозные воины при королевском дворе устраивать здесь целое совещание из-за какой-то обыкновенной стекляшки. \n***\n— Нет времени объяснять. Вы все должны прямо сейчас поехать с нами в Лифериос — столицу нашего королевства, — посовещавшись, вынесли вердикт воины. ",
    "answers": [
      {
        "id": 15,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b05/2103/63/31e7736241cb.jpg"
      },
      {
        "id": 16,
        "text": "Сразу согласиться идти, не упрямясь и не испытывая их терпение"
      },
      {
        "id": 17,
        "text": "Попробовать возразить "
      }
    ]
  },
  {
    "id": 16,
    "text": "Вам, хоть и нехотя, но пришлось пойти на требования людей, называющими себя гордыми рыцарями могучих Сталлеров. \n***\nИ вот уже около двух с половиной часов ты, уставшая и уже изрядно оголодавшая, идёшь вместе со своими друзьями и рыцарями по узкой, извилистой тропинке, лишь изредка вздыхая и переводя дух. Кругом вас окружают только высоченные ели и сосны, явно прожившие здесь немалую жизнь. А та огромная поляна, с которой началось ваше нелёгкое путешествие, уже давным давно исчезла из вида.",
    "answers": [
      {
        "id": 19,
        "text": "Продолжать путь "
      },
      {
        "id": 16,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b17/2103/61/b17e5d1af369.jpg"
      }
    ]
  },
  {
    "id": 17,
    "text": "Не успела ты открыть рот, чтобы начать с ними спор, как тебя уже мигом опередили. \n— А с чего это мы должны следовать за вами? — скептически спросил у них Джей. Мы ведь даже не знаем, правду ли вы говорите... ",
    "answers": [
      {
        "id": 18,
        "text": "-.... "
      }
    ]
  },
  {
    "id": 18,
    "text": "Не успел Джей договорить, как тут же получил увесистую, звонкую оплеуху от одного из суровых рыцарей в латах. \n— Либо вы сейчас идёте с нами, либо вашими костями завтра, на этом же месте будет лакомиться стая диких волков.\n Уж мы об этом позаботимся. ",
    "answers": [
      {
        "id": 16,
        "text": "- Хорошо... Мы идём..."
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы спокойно продолжали идти за остальными, но внезапно, прямо посреди дороги, все рыцари, как один, застыли на одном месте, явно не собираясь двигаться дальше. \n*Что такое? ... *\n\n— Эй, Вальтер! Там... \n— Точно! \nПовернувшись туда, куда показал рыцарь, ты сразу же разглядела в чаще леса дикое, пятнистое животное. Его ветвистые, мощные рога задевали даже ветки высоких деревьев. \nА большие, агатовые глаза по бокам внимательно изучали таинственных незнакомцев. \nНо тут один из воинов уже медленно начал доставать из-за спины свой деревянный лук, готовясь убить безобидного зверя. ",
    "answers": [
      {
        "id": 20,
        "text": "Попробовать спугнуть оленя громким звуком"
      },
      {
        "id": 21,
        "text": "Понаблюдать "
      }
    ]
  },
  {
    "id": 20,
    "text": "И только ты уже хотела вскинуть руки или закричать, чтобы испугать животное, как один из мужчин на лошадях тут же опустил вниз лук стрелка, не дав ему покончить со зверем. \n— Оставь его, Брод! Нам сейчас не до охоты. Убирайся! \nОлень же, услышав громкую речь, быстро повернулся, и поскакал прочь от неучтивых, грубых людей. \n",
    "answers": [
      {
        "id": 23,
        "text": "Продолжить путь "
      }
    ]
  },
  {
    "id": 21,
    "text": "Но только он приготовился это сделать, как другой мужчина на лошади тут же опустил вниз лук стрелка, не дав ему покончить с бедным животным. \n— Оставь его, Брод! Нам сейчас не до охоты. Убирайся! \nОлень же, услышав громкую речь, быстро повернулся, и поскакал прочь от неучтивых грубых людей. \n",
    "answers": [
      {
        "id": 23,
        "text": "Продолжить дорогу "
      }
    ]
  },
  {
    "id": 22,
    "text": "Пройдя по длинному мосту, который сразу вёл в торговый порт, вам тут же преградила дорогу маленькая девочка лет десяти. С растрепанными светлыми волосами и в порванной тёмной одежде, которая чуть ли не слетала с нее при ходьбе. \n— Дяденьки, не хотите ли купить Талисман Божьей Коровки? Он принесёт вам большую удачу!\nДевочка протянула вам тоненькую, самодельную цепочку, на которой был аккуратно прикреплён кругленький листик с прожилками из зелёной ткани. \nА на самом листике ползала ещё живая, крупная божья коровка. \nРыцари тут же переглянулись между собой. ",
    "answers": [
      {
        "id": 24,
        "text": "Наблюдать "
      }
    ]
  },
  {
    "id": 23,
    "text": "И вот, спустя ещё полчаса пути, вы наконец-то начали видеть вдалеке  очертания какого-то старинного города. \n— Лифериос... Наконец-то. \n—... \n— Ну и что вы там застыли?  Вперёд! ",
    "answers": [
      {
        "id": 22,
        "text": "Наконец-то выйти из дремучего леса "
      }
    ]
  },
  {
    "id": 24,
    "text": "— И сколько же стоит твой талисман? \n— 15 забытых рун, — ответила девочка. \nПосле этих слов, один из рыцарей достал из своей тёмной сумки на лошади несколько золотых монет и отдал их ребёнку. \n— Большое спасибо!!! — её глаза тут же  засверкали ярче любой звезды, а на лице появилась прекрасная детская улыбка. \n— Держите, это ваше! — она протянула вам свой талисман и счастливая побежала в сторону рынка. \n— Ну, теперь вам хотя бы есть с чем играть, — мужчина в доспехах повесил на тебя этот зелёный листик с Божьей коровкой, и вы продолжили свой дальний путь. ",
    "answers": [
      {
        "id": 29,
        "text": " Идти молча"
      },
      {
        "id": 26,
        "text": "Попробовать задать рыцарям вопросы "
      }
    ]
  },
  {
    "id": 25,
    "text": "Старинный замок, стоящий на возвышенности с серыми каменными стенами и массивными коваными решетками на узких окнах. \n*Ну точно, какая-то эпоха возрождения... *\nОказавшись внутри королевского дома, вы сразу же увидели множество длинных и пустынных коридоров, которые вели мимо бесчисленного множества комнат. Украшением для дворца служили старинные, расписанные гобелены на холодных стенах. ",
    "answers": [
      {
        "id": 30,
        "text": "*Вот это да... *"
      }
    ]
  },
  {
    "id": 26,
    "text": "— Послушайте, воины... \n— Чего тебе, девочка? ",
    "answers": [
      {
        "id": 27,
        "text": "А сколько лет уже существует Лифериос? "
      },
      {
        "id": 28,
        "text": "Кто ваш король? "
      }
    ]
  },
  {
    "id": 27,
    "text": "Много будешь знать — скоро состаришься — мужчина усмехнулся, а затем ударил лошадь шпорами, чтобы та пошла быстрее ",
    "answers": [
      {
        "id": 29,
        "text": "Продолжить дорогу молча "
      }
    ]
  },
  {
    "id": 28,
    "text": "Много будешь знать — скоро состаришься — мужчина усмехнулся, а затем ударил лошадь шпорами, чтобы та пошла быстрее",
    "answers": [
      {
        "id": 29,
        "text": "Молча продолжить дорогу "
      }
    ]
  },
  {
    "id": 29,
    "text": "Здесь, в Лифериосе, как его называли благородные рыцари, все было точь-в-точь, как в обычном средневековье из книг и сериалов. Люди в коричневых старых одеяниях продавали рыбу, овощи или мясо. А между прилавков бегали весёлые, беззаботные дети. \nСпустя несколько минут, обойдя портовый рынок, вы направились прямо в сторону городской цитадели. ",
    "answers": [
      {
        "id": 35,
        "text": "... "
      },
      {
        "id": 29,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a41/2103/44/7c028f568d3e.jpg"
      }
    ]
  },
  {
    "id": 30,
    "text": "Побродив несколько минут по замку, сворачивая то влево, то вправо, вы наконец-то вышли в тронный зал. \nСтены этого зала были покрыты натуральным мрамором, а на потолке красовался сложный бронзовый узор, который почти полностью отражался в узоре паркета, за исключением всего нескольких элементов. \nВ целом, все это убранство выглядело очень дорого и изящно. \n***\n\n— Ее величество, Королева Эйлирин из дома Сталлеров! Вдова покойного правителя и бесстрашного Защитника Государства — Роберта Сталлера, — громко и с гордостью в голосе произнёс это обращение один из придворных рыцарей. \nА после поклонился вместе с остальными пришедшими как можно ниже, заведя одну руку за спину, а вторую положив на сердце. \n ",
    "answers": [
      {
        "id": 31,
        "text": "Сделать тоже самое "
      },
      {
        "id": 31,
        "text": "Не кланяться"
      }
    ]
  },
  {
    "id": 31,
    "text": "Женщина, что сидела на троне, была очень хороша собой. Правильные черты лица, волосы цвета морозного снега, светлые, ясные глаза и ровная кожа тёплого оттенка.\nВ целом, от неё исходила какая-то некая аура внутреннего духовного спокойствия и настоящего королевского достоинства. ",
    "answers": [
      {
        "id": 32,
        "text": "Наблюдать "
      },
      {
        "id": 31,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d03/2104/82/cbf1f17091dc.png"
      }
    ]
  },
  {
    "id": 32,
    "text": "Королева же, увидев новых гостей, гордо поднялась со своего огромного трона, сделала в вашу сторону несколько небольших шагов, и остановившись, слегка улыбнулась. \nСтоило отметить, что эта женщина ко всему прочему была довольно хорошо сложена и была примерно одного с тобой роста. \n***\n— Доброго дня тебе, матушка, — светловолосый наследник учтиво поклонился и подошёл к королеве, чтобы обнять её. \n— Элион... Где же ты опять пропадал, я ведь волнуюсь за тебя... \n— Со мной ничего не случится. Кстати, я  привел к тебе кое-кого.\n— Хммм... \nИ кто же эти иноземцы? \n— Одарённые маги. \n—.... \nЧто? Но... Неужели, кроме тебя они ещё остались? \n Брови королевы после таких заявлений сразу же высоко поднялись, в результате чего на её лбу появились продольные морщины, а её светлые глаза вмиг расширились и округлились. \n— Да. Просто поверь мне.\n***\n—... Чтож, добро пожаловать в Лифериос — столицу нашего великого королевства, — Эйлирин приветливо развела руки в стороны и подошла к нам ещё на пару шагов. \n— Эммм...Мы благодарны вам за такое приветствие, ваша милость. Но... Для чего нас вообще привели сюда, ваше... величество? — недоумевающе спросила у нее Эмма. \n— Я объясню вам все позже.\n А пока я лишь хочу лишь сказать вам, что вы — наши долгожданные гости. И у вас есть кое-что, что вскоре поможет нашей великой семье... — Торфинн. \n— Да, госпожа? \n— Проводи наших гостей в свои комнаты и принеси все, что им потребуется. Остальная стража может быть свободна. \n— Будет сделано. Следуйте за мной, — стражник кивнул вам на железную дверь. \n",
    "answers": [
      {
        "id": 33,
        "text": "Пойти за ним "
      },
      {
        "id": 128,
        "text": "Спросить у королевы про дары\n(желательно) "
      }
    ]
  },
  {
    "id": 33,
    "text": "Пройдя с Торфинном уже кучу различных комнат, тот наконец-то подошёл к одной из них, и открыл перед вами дверь. \nПервое, что ты увидела внутри — это стены, обитые темно-красным атласом с золотыми узорами, жарко пылающий камин и блики огня, отраженные на старинной мебели из красного дерева.\n",
    "answers": [
      {
        "id": 57,
        "text": "Как тут красиво... "
      }
    ]
  },
  {
    "id": 34,
    "text": "— Хммм... Будет сложно объяснить. \nЗакрой глаза. \n",
    "answers": [
      {
        "id": 45,
        "text": "Сделать то, что говорят "
      }
    ]
  },
  {
    "id": 35,
    "text": "Но стоило вам пройти ещё несколько улиц, как в стороне, на одной из них вы увидели удивительную вещь...Точнее человека. Он играл с маленькими, озорными детьми, при этом...Вокруг него кружилось что-то очень странное. ",
    "answers": [
      {
        "id": 37,
        "text": "Ближе рассмотреть чудо"
      }
    ]
  },
  {
    "id": 36,
    "text": "Ты рефлекторно начала удаляться от него, выставляя вперёд правую руку.\nПарень же в ответ, осмотрел себя с головы до ног и слегка усмехнулся. \n— Неужели я настолько ужасно выгляжу?\n—...\n\nНо не успела ты среагировать на его вопрос, как сзади тебя послышался звук, похожий на трепетание крыльев бабочки. Ты обернулась, но никаких насекомых за твоей спиной не было и в помине. \nА когда ты повернулась обратно, юный чародей уже стоял всего в полуметре от тебя и мирно улыбался. От такой неожиданности ты, разумеется, испугалась и вздрогнула, но все равно, старалась изо всех сил не выдавать свого жуткого смущения. \n— Да ну перестаньте. Я ведь совсем не страшный... Как вы уже поняли, меня зовут Элион из дома Сталлеров. А как зовут вас, миледи? \n—... \n— Хотя нет, постойте, дайте-ка я угадаю. \nСофия? Жозефина? Катерина? Хмм... Александра?... \n",
    "answers": [
      {
        "id": 49,
        "text": "Остановить принца"
      },
      {
        "id": 127,
        "text": "Молчать "
      }
    ]
  },
  {
    "id": 37,
    "text": "Какой-то седовласый, но при этом ещё совсем молодой юноша с лазурными выразительными глазами, улыбаясь, показывал маленьким детям настоящую... Магию??? \n— А что это у него с руками? — шёпотом спросил Джей Ин у Эммы.\n— Откуда я знаю? Вообще, похоже на какой-то фокус... \n***\n*Вот это да... Какая красота... Но разве такое бывает? Хотя о чем это ты, вы же сегодня утром все вместе прошли через обыкновенное зеркало неизвестно куда, так что здесь уже в принципе бессмысленно чему-либо удивляться...*-- подумала ты про себя. \nКогда вы постояли перед таинственным чародеем несколько секунд, тот наконец поднял на вас свои блестящие глаза и приветливо улыбнулся.\n— Наследный принц Элион!!! Что вы тут делаете? — возмутился один из воинов. — Вам ведь нельзя выходить сюда без охраны!\n*- Принц??? *\n*- Ничего себе!! *\n— Ну перестань, ты серьёзно думаешь, что меня могут убить маленькие дети? — выражение лица этого молодого человека было настолько безмятежным, что на минуту тебе вообще показалось, что он ежедневно проходит курсы буддистской медитации. ",
    "answers": [
      {
        "id": 40,
        "text": "..."
      },
      {
        "id": 37,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c19/2103/68/dfdd457705c9.png"
      }
    ]
  },
  {
    "id": 38,
    "text": "— С этого дня, вы — временная часть королевской семьи Сталлеров и будете выполнять мои небольшие поручения, а я взамен обеспечу вам кров и подарю все привилегии нашего великого дома — огласила королева. \nВы согласны? ",
    "answers": [
      {
        "id": 39,
        "text": "Согласиться без вопросов "
      },
      {
        "id": 97,
        "text": "Обсудить все с друзьями "
      }
    ]
  },
  {
    "id": 39,
    "text": "— Да, ваше величество. \n— Так-то лучше. А ещё я хотела сказать...\n— Кто это такие, матушка? \n\n\n\n",
    "answers": [
      {
        "id": 41,
        "text": "Обернуться на голос в дверях "
      }
    ]
  },
  {
    "id": 40,
    "text": " — Но я...\n— Успокойся, Вальтер. Как видишь, со мной все ещё ничего не произошло за все мои 26 лет пребывания за стенами замка.\nПо крайней мере, уж до того знаменательного дня я точно должен дожить, так что не можешь не переживать за меня так сильно. \n*От этого парня исходит слишком много спокойствия...Такого удивительного и плавного спокойствия...*\n— Кстати, кто эти люди? И куда вы их ведёте?\n— Это...\n— Постой. Кажется, я уже понял.\nЗаметив у тебя на груди тот самый медальон, принц встал на ноги и начал медленно приближаться к тебе. ",
    "answers": [
      {
        "id": 36,
        "text": "Отойти от него подальше. Кто знает, что у него на уме "
      },
      {
        "id": 53,
        "text": "Спокойно продолжать стоять "
      }
    ]
  },
  {
    "id": 41,
    "text": "Обернувшись, ты увидела молодого парня лет 20 с белоснежными, как у матери, тонкими, блестящими волосами и темно-серыми, задумчивыми глазами с низко посаженым веком. ",
    "answers": [
      {
        "id": 42,
        "text": "Наблюдать "
      },
      {
        "id": 41,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c06/2103/23/252b6a3b9435.jpg"
      }
    ]
  },
  {
    "id": 42,
    "text": "— И да, и нет. — Элион покачал своей серебристой головой. — Вообще, я не особо задумывался над этим вопросом. Ведь за столько лет я уже так привык к этому дому. \nЯ не смогу сказать точно, нравится мне замок или нет, пока не попробую пожить где-нибудь в другом месте. Но думаю, там будет не лучше. ",
    "answers": [
      {
        "id": 79,
        "text": "Ясно"
      },
      {
        "id": 111,
        "text": "У меня ещё остались вопросы "
      }
    ]
  },
  {
    "id": 43,
    "text": "Когда вы были уже почти на пороге замка, ты увидела лёгкий дым на крыше той самой башни. \n*-Неужели?... *\n—Вот черт!\n—Кабинет горит!! ",
    "answers": [
      {
        "id": 44,
        "text": "-->"
      }
    ]
  },
  {
    "id": 44,
    "text": "Вы скорее побежали к источнику вот-вот начинающегося пожара, и когда настигли его, то увидели уже чернеющий, густой дым, который поднимался из огня в кабинете. Везде, кругом на этаже был этот чёртов дым. Твои глаза из-за него начали сильно слезиться, а дыхание быстро участилось. \n— Кто-нибудь! Позовите сюда стражу! \n***\nЧерез несколько часов, прибывшие на место люди еле потушили пожар, буквально начавшийся на ваших глазах. А когда все закончилось, вы наконец смогли подойти ближе к сгоревшей комнате и осмотреть все, что было внутри.\nНо там остались лишь обгоревшие до тла книжные полки и множество былых хороших книг, от которых теперь осталась только бесполезная, чёрная зола.\n*-Как же так? *",
    "answers": [
      {
        "id": 13,
        "text": "-->"
      }
    ]
  },
  {
    "id": 45,
    "text": "Ты закрыла глаза, а через несколько секунд, когда открыла их, ты увидела нечто.",
    "answers": [
      {
        "id": 129,
        "text": ".... ",
        "blackout": true
      }
    ]
  },
  {
    "id": 46,
    "text": "Весь кабинет был в жутких руинах, а все книги внутри превратились в чёрную, бесполезную золу. \nТут явно уже ничего не получится спасти...\n",
    "answers": [
      {
        "id": 47,
        "text": "- Согласиться "
      }
    ]
  },
  {
    "id": 47,
    "text": "— Это бы было отлично — сразу же отозвалась ты.\n— Тогда идемте. Кстати, как зовут вашего друга и ту милую леди, что идут позади нас? \n— Эмма и Джей. Они — мои лучшие друзья\n— Хмм, ясно. \n—... \n— Александра \n— А? \n — Позвольте мне лучше называть вас Алексой. Это имя больше подходит для наших мест. \nДа и лишние вопросы у других не возникнут....\n— Эммм... Хорошо. ",
    "answers": [
      {
        "id": 48,
        "text": "Идти дальше в тишине "
      },
      {
        "id": 50,
        "text": "Попробовать задать Тириону вопросы "
      }
    ]
  },
  {
    "id": 48,
    "text": "Выйдя из своей комнаты, ты вышла в длинный коридор, но никого там не увидела.\nПозже ты поняла, что эти звуки издавались откуда-то снизу. \nСтранно, что Эмма все ещё не проснулась от них. ",
    "answers": [
      {
        "id": 56,
        "text": "Выглянуть в окно коридора "
      }
    ]
  },
  {
    "id": 49,
    "text": "— Да, все верно. Меня зовут... Александра. \nСмущение все ещё не собиралось покидать тебя, однако для такой необычной ситуации ты держалась очень даже хорошо. \n— Чтож, очень красивое имя. Я рад знакомству с вами. \n— В... Взаимно. \n***\nПосле этих слов, Элион развернулся и подошёл к твоим друзьям.\n— Теперь мне предстоит узнать и ваши имена. \nХммм.... Вы выглядите довольно странно для этих мест. Вы явно не отсюда. \n.... Нет, я никогда не смогу угадать.\n— Моё имя Эмма. А моего друга зовут Джей. И, да, мы родились очень далеко от этих мест, — начала говорить твоя подруга. \n— Интересно... \nА научились ли вы уже летать, леди Эмма?\n— Что? Летать?\n— Вы ведь можете летать, так? Элион подошёл ещё ближе к Эмме и взял в руки её запястье. На внутренней стороне ты увидела небольшую светящуюся татуировку в виде двух сложенных ангельских крыльев.\n— Но... Откуда она здесь взялась?? ... — почти одновременно сказала вся ваша троица. \n— Так вы совсем ничего не знаете? — удивился маг. Это же совсем плохо, нам нужно спешить, осталось очень мало времени.\n— Немного... До чего?\n— Я объясню вам все позже, сначала мы должны дойти до дворца. ",
    "answers": [
      {
        "id": 126,
        "text": "Следовать за Элионом "
      }
    ]
  },
  {
    "id": 50,
    "text": "",
    "answers": []
  },
  {
    "id": 51,
    "text": " — Что это только что было?... \nТы в порядке, Джей? \n— Конечно. Но... Это просто невероятно! И все же, как это получилось? \n— Просто я — настоящая ведьма. \n—???? \nА пока вы разговаривали, Эмма уже успела очнуться, встать на ноги и подойти к вам. \n— Так ты живая!!! — обрадовалась ты, с разбегу бросившись обнимать свою лучшую подругу. А та в ответ так же крепко обняла тебя. \n— Да. Как видишь, умирать мне ещё рано. Кстати, какие наши дальнейшие планы, друзья? \n\n",
    "answers": [
      {
        "id": 144,
        "text": "-->"
      }
    ]
  },
  {
    "id": 52,
    "text": "Уже достаточно много. Но не настолько много, чтобы сидеть дома и пить отвары всяких трав от больных суставов и костей ",
    "answers": [
      {
        "id": 48,
        "text": "Понятно "
      },
      {
        "id": 50,
        "text": "У меня есть ещё вопросы... "
      }
    ]
  },
  {
    "id": 53,
    "text": "— Чтож, как вы уже поняли, миледи, меня зовут Элион из дома Сталлеров. А как зовут вас? \n—... \n— Хотя нет, постойте, дайте-ка я угадаю. \nСофия? Жозефина? Катерина? Хмм... Александра?... \n",
    "answers": [
      {
        "id": 49,
        "text": "Остановить принца"
      },
      {
        "id": 127,
        "text": "Молчать "
      }
    ]
  },
  {
    "id": 54,
    "text": "— 299 год после Завоевания ",
    "answers": [
      {
        "id": 48,
        "text": "- Ясно... "
      },
      {
        "id": 50,
        "text": "У меня есть ещё вопросы "
      }
    ]
  },
  {
    "id": 55,
    "text": "— Ответ на этот вопрос знает только Серсея, но не я... Прости ",
    "answers": [
      {
        "id": 48,
        "text": "- Ничего страшного "
      },
      {
        "id": 50,
        "text": "У меня есть ещё вопросы "
      }
    ]
  },
  {
    "id": 56,
    "text": "Высунувшись через небольшие колонны на окнах, ты увидела... \nПринца. \nБалирион тренировался на мечах \nна площадке рядом с какой-то большой мишенью из крепкого материала. \nЕго движения были очень плавными, но при этом быстрыми и точными. \n*-Вот это да...*\nНе успела ты насмотреться на это зрелище, как юноша, словно заметив что-то неладное, внезапно поднял голову на окна, где стояла ты. ",
    "answers": [
      {
        "id": 130,
        "text": "Быстро спрятаться "
      },
      {
        "id": 132,
        "text": "Стоять дальше "
      }
    ]
  },
  {
    "id": 57,
    "text": "— Пусть это будет комната для вас и леди Эммы, а для Джей Ина я подыщу другую.\nСейчас вам принесут все, что вам потребуется, и\nСпокойного вам вечера. \n— И вам. Большое спасибо за помощь. \n*Скрип двери*\n— Ну вот и все... ",
    "answers": [
      {
        "id": 61,
        "text": "Разобрать постель, и сразу же погрузиться в сон, никого не дожидаясь"
      },
      {
        "id": 59,
        "text": "Поговорить с Эммой "
      }
    ]
  },
  {
    "id": 58,
    "text": "Ты накинула на свою лёгкую ночную одежду большую белую шаль, которая все это время была у тебя в рюкзаке, а затем  подошла к двери и слегка приоткрыла её. ",
    "answers": [
      {
        "id": 65,
        "text": "Осмотреться"
      }
    ]
  },
  {
    "id": 59,
    "text": "— Ну и что ты думаешь про все это?\n— Хмм... Думаю, что здешняя королева довольно учтива и мудра. И что-то у нее есть внутри такое... притягательное что ли. \nА её сын... Он такой красивый.\n И очень похож на свою мать. Интересно, как выглядел их отец? — Эмма задумчиво устремила глаза в потолок. \n— А как ты считаешь, мы не зря пришли в этот мир? Какие-то дары, колдовство, королевства... \nМне теперь вообще кажется, что наша компания постоянно будет находиться в какой-то опасности, и нам нужно будет все время как-то выбираться. \n— Эх... \nЗря, не зря, но мы здесь, в чужом мире, и именно поэтому должны выжить любой ценой и пройти эту историю до конца, чего бы нам это не стоило...\n— Ты права. \n",
    "answers": [
      {
        "id": 60,
        "text": "--->"
      }
    ]
  },
  {
    "id": 60,
    "text": "После того как в вашу с Эммой комнату принесли все необходимое, вы с подругой сначала немного поели, переоделись, а затем глубоко погрузились в объятия Морфея. ",
    "answers": [
      {
        "id": 61,
        "text": "Спать "
      }
    ]
  },
  {
    "id": 61,
    "text": "\n *Во сне тебе снится много вафельных замков, и как ты сражаешься за них с каким-то волшебным генералом. Как тебе в этом помогает отважная принцесса Эмма, и как вы вместе побеждаете все тёмные силы и съедаете отвоеванные замки — один за другим... *",
    "answers": [
      {
        "id": 62,
        "text": "*Проснуться*",
        "blackout": true
      }
    ]
  },
  {
    "id": 62,
    "text": "\n Утро . Первые солнечные лучи уже пробиваются в окно твоей комнаты, и яркая солнечная дорожка мягко ложится на светлый каменный пол. \nЗа окном щебечут здешние птицы. Наконец-то ты проснулась в будний день без звенящего будильника.\n*Фух, ну и сон же мне приснился... *\n— А где все?",
    "answers": [
      {
        "id": 63,
        "text": "Встать с кровати "
      },
      {
        "id": 62,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a36/2104/39/3def7f3879b0.png"
      }
    ]
  },
  {
    "id": 63,
    "text": "Ты встала со своей большой кровати из красного бархата, и небрежно прибрала волосы резинкой, которая все это время была на руке. Оглянувшись по сторонам, ты поняла, что в комнате кроме тебя никого нет. ",
    "answers": [
      {
        "id": 58,
        "text": "Одеться и выйти в коридор "
      },
      {
        "id": 64,
        "text": "Немного подождать "
      }
    ]
  },
  {
    "id": 64,
    "text": "Ты подождала около 15 минут, походив по комнате туда-сюда и съев несколько спелых фруктов на столе, но никто так и не пришёл. ",
    "answers": [
      {
        "id": 58,
        "text": "Попробовать выйти в коридор "
      }
    ]
  },
  {
    "id": 65,
    "text": "Высунувшись в коридор, тебя вновь поприветствовали утренние лучи солнца, пробивающиеся сквозь огромные окна с узорчатыми колоннами и мелодичные птичьи трели. \nНо только ты хотела пройти чуть дальше, как услышала чьи-то шаги.\nОбернувшись на них, ты замерла в иступлении. ",
    "answers": [
      {
        "id": 65,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c29/2103/ef/0680db1106c0.jpg"
      },
      {
        "id": 66,
        "text": "Рассмотреть человека "
      }
    ]
  },
  {
    "id": 66,
    "text": "Приглядевшись, ты увидела впереди статного, красивого юношу с прямыми, платиновыми волосами и серьёзными, серыми глазами. \nОн стоял всего в нескольких шагах от тебя и не собирался отводить свой взгляд. \n\nТебе сразу начало казаться, что он издалека уже пытается прожечь тебя насквозь. \n— Кто ты такая? \n",
    "answers": [
      {
        "id": 67,
        "text": "Я... "
      },
      {
        "id": 66,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d43/2104/3f/efbd905a874b.jpg"
      }
    ]
  },
  {
    "id": 67,
    "text": "— Я... \nНе успела ты договорить, как сразу увидела за спиной юноши незнакомую приближающуюся фигуру. \n  Какая-то девушка с тёмными вьющимися волосами и слегка вытянутым лицом буквально бежала в твою сторону, прибрав в руки края своего красного платья. \n— Ох, госпожа, быстрее вернитесь в свою комнату, вы можете простудиться! \n— А... Ладно...\n****\nТы, послушав совета, зашла обратно, а та девушка, перемолвившись парой слов с блондином, вошла следом за тобой в комнату и закрыла за собой дверь. \n",
    "answers": [
      {
        "id": 68,
        "text": "Задать ей вопросы"
      }
    ]
  },
  {
    "id": 68,
    "text": "\n— Госпожа, что же вы делаете? Ни в коем случае не появляйтесь больше в таком виде перед господином Балирионом. Это очень некультурно... \n— Правда? Извини, я не знала об этом...\nНо... Кто такой Балирион? И откуда ты пришла? \nСначала девушка слегка впала в ступор от твоих вопросов, но спустя немного времени, вновь оправилась и начала говорить. \n— Балирион Сталлер — родной брат принца Элиона и младший сын нашей королевы. \n*- Так вот оно что... \nА впрочем, не мудрено, они ведь все так похожи друг на друга. И мать, и её дети... *\n— Моё имя — Фая. И меня прислали, чтобы помогать вам и Эмме в различных делах. \n— Чтож, я рада, что ты помогла мне сейчас. Иначе бы этот люцифер меня своими ледяными глазами в пепел превратил... \n— Ну что, вы миледи. Нельзя так говорить о принцах.\n— Фая. \n— А? \n— Я ещё в самом начале хотела спросить у тебя, где сейчас Эмма? Ты ведь видела её сегодня? \n— Конечно. Она очень рано проснулась, и захотела подышать воздухом. Поэтому я помогла ей одеться, и сейчас она гуляет в главном саду с Джеем и Элионом. \nВы тоже можете к ним присоединиться, как только примете водные процедуры и наденете одно из платьев, которые я вам приготовила. ",
    "answers": [
      {
        "id": 69,
        "text": "- Ладно "
      }
    ]
  },
  {
    "id": 69,
    "text": "Вволю накупавшись в тёплой воде и наигравшись с мыльной пеной, ты наконец-то вышла из ванной комнаты, где Фая усадила тебя на стул и начала заплетать все твои волосы в одну большую и длинную косу, которую в конце украсила красивой заколкой с драгоценными камнями. \n\n— Всё готово, Александра. Кроме одного. \n...\nКакое платье вы сегодня хотите надеть? ",
    "answers": [
      {
        "id": 70,
        "text": "Надеть красное платье "
      },
      {
        "id": 71,
        "text": "Надеть зелёное платье "
      },
      {
        "id": 72,
        "text": "Надеть бежевое платье "
      }
    ]
  },
  {
    "id": 70,
    "text": "Ты надела пышное, красное платье с треугольным вырезом и длинными черными кружевами. ",
    "answers": [
      {
        "id": 73,
        "text": "Идти в сад "
      }
    ]
  },
  {
    "id": 71,
    "text": "Ты надела красивое, зелёное платье с длинными рукавами и изящными ручными узорами на самой ткани. ",
    "answers": [
      {
        "id": 73,
        "text": "Идти в сад "
      }
    ]
  },
  {
    "id": 72,
    "text": "Ты надела бежевое, пышное платье с золотыми вставками и кружевным, нарядным вырезом. ",
    "answers": [
      {
        "id": 73,
        "text": "Идти в сад "
      }
    ]
  },
  {
    "id": 73,
    "text": "Спустя ещё около получаса, ты уже была на пороге в главный сад... \n***\nПо истине королевский, он был не просто большой. Он был огромный.\nИменно здесь находилось множество всяких тропинок и дорожек. \nОсновные дороги, по которым наиболее часто кто-то ходил, были выложены бледно-жёлтым кирпичом. Клумб не было.\nРозы, тюльпаны, лилии, лаванда...Настоящее буйство красок. \nНо одним из самых прекрасных изяществ сада был небольшой, но красивый прозрачный пруд неподалеку, со всех сторон выложенный ровными круглыми камнями. ",
    "answers": [
      {
        "id": 74,
        "text": "- Найти ребят "
      }
    ]
  },
  {
    "id": 74,
    "text": "Пройдя немного вглубь сада, ты набрела на резную, маленькую беседку, \n где и сидели все трое. \n— Саша! \nПервой тебя заметила Эмма. Та была одета в лёгкое голубое платье с двумя красными розами по бокам. Она выбежала тебе навстречу и обняла тебя. Следом вышел Джей. И Элион.\n— Доброе утро, Саша — следом тебя легонько  обнял и Джей. — Хорошо тебе спалось?\n— Да, очень даже неплохо.\n***\n— Ваше величество. \nТы медленно подошла к принцу и сделала перед ним реверанс, как учила Фая. \n— Так. Мы здесь все уже договорились, что все вы будете звать меня просто Элион. Я не люблю официозы.\n Доброе утро, Александра. \nОн слегка улыбнулся, а позже ненадолго отвёл свой взгляд в сторону, явно смутившись от твоего внешнего вида. — Вы сегодня прекрасно выглядите. \n ",
    "answers": [
      {
        "id": 75,
        "text": "-.... "
      }
    ]
  },
  {
    "id": 75,
    "text": "Сначала ты немного замешкалась, но позже улыбнулась ему в ответ и поблагодарила за адресованный комплимент. \nНо за всеми этими любезностями ты и не заметила, как твои лучшие друзья уже начали куда-то уходить. \n— Эй, вы куда? \n— Мы идём в другую часть сада. Просто эту мы уже всю изучили. Хотим посмотреть на что-нибудь новенькое, — ответила тебе Эмма. \nЕсли ты идёшь с нами — то будет здорово. \nНо ты также можешь присоединиться к нам чуть позже. \n—... \n***\nИ только ты хотела пойти вслед за ними, как тебя остановил старший из Сталлеров. \n— Вы так быстро уходите? Может прогуляетесь со мной немного? Составите мне замечательную компанию, а то мне последнее время совсем одиноко бродить тут одному.\n\n\n\n",
    "answers": [
      {
        "id": 76,
        "text": "Согласиться"
      },
      {
        "id": 77,
        "text": "Отказаться "
      }
    ]
  },
  {
    "id": 76,
    "text": "— Хорошо, я согласна. \n***\n Вы с Элионом долго гуляли по благоухающему, цветущему саду и обсуждали различные темы. \n\nТы рассказывала ему много разных историй из своей жизни, при этом стараясь не задевать современную эпоху, а он все больше говорил про свою жизнь в замке и про свой великий дом. А за этими длинными разговорами, ты и не заметила как этот день медленно подошёл к концу... \n ***\n— Простите, но вы случайно не знаете, у кого можно узнать хоть какую-то малейшую информацию про мой амулет? — набравшись смелости, наконец решила спросить ты. \n— Ах это... Вообще, моя матушка запретила кому-либо об этом рассказывать, но у нас в замке есть тайный кабинет, где хранится множество различных летописей и книг. Скорее всего там ты и найдёшь нужные тебе ответы на вопросы.\nА я могу проводить тебя туда завтра вечером. \n— Была бы вам за это очень признательна! \n— И давай уже на ты, я все-таки ещё не король Лифериоса. \n— Хорошо... \n\n",
    "answers": [
      {
        "id": 111,
        "text": "-..."
      }
    ]
  },
  {
    "id": 77,
    "text": "Извините, но я не могу. — Ты освободила свою руку из его лёгкого захвата и пошла вслед за друзьями. \nВы много болтали и веселились, наслаждаясь прекрасными видами ухоженных растений и вдыхая благоухание свежих трав. \nПосле этого, вы спокойно сходили на обед и вернулись в замок. \nТы даже выпросила у Фаи коробку настольных карт для вас с Эммой. \nВдоволь наигравшись, а затем поужинав перепелкой и лёгким вином, вы наконец-то легли спать. \nНу вот и ещё один день здесь благополучно закончился... \n***\nНу или хотел благополучно закончиться... \nНе успела ты лечь в кровать, как в коридоре послышались довольно странные звуки. \n\n",
    "answers": [
      {
        "id": 93,
        "text": "Попробовать снова погрузиться в сон, не обращая на них внимания"
      },
      {
        "id": 48,
        "text": "Выйти в коридор. Мало ли что там могло случиться"
      }
    ]
  },
  {
    "id": 78,
    "text": "— Настоящее подленное количество одарённых неизвестно даже самым великим учёным, — Элион опустил глаза вниз. Но раньше их было намного больше... Все из-за постоянных войн. ",
    "answers": [
      {
        "id": 79,
        "text": "Ясно "
      },
      {
        "id": 111,
        "text": "Я хочу спросить ещё кое-что "
      }
    ]
  },
  {
    "id": 79,
    "text": "\nГуляя по большому, летнему саду и обсуждая с Элионом самые различные истории и темы, ты и не заметила как светлый вечер на улице с каждой минутой все быстрее перетекал в позднюю ночь. \nНа маленьких листьях и в зелёной траве под ногами уже начали появляться первые светлячки, а свет золотой луны на небе стал озарять вашу дорогу. \n— Кажется, нам обоим уже пора возвращаться домой. Иначе все во дворце могут начать беспокоиться...\nЯ провожу тебя обратно.",
    "answers": [
      {
        "id": 87,
        "text": "- Не нужно, я сама могу дойти "
      },
      {
        "id": 88,
        "text": "-  Хорошо, идемте"
      }
    ]
  },
  {
    "id": 80,
    "text": "Ты попрощалась с принцем Элионом и покинула королевский сад.\nПридя в свою комнату, ты переоделась, поговорила на ночь со своей подругой обо всем и легла спать\nНу вот и ещё один день здесь благополучно закончился... ",
    "answers": [
      {
        "id": 93,
        "text": "Погрузиться в сон"
      }
    ]
  },
  {
    "id": 81,
    "text": "Как только ты заснула, тебе сразу же начал видеться большой, красивый дом. А на его заднем дворе играла ты со своими друзьями и много смеялась. \nХелли бегала рядом с вами, махая тоненьким хвостиком и обнюхивая всех твоих весёлых приятелей. \nА над вашими головами то и дело пролетали то белые, то голубые летние бабочки \n*вот бы этот сон длился вечно... *",
    "answers": [
      {
        "id": 82,
        "text": "Проснуться "
      }
    ]
  },
  {
    "id": 82,
    "text": "Утро. Ты еле раскрываешь свои слепленные, тяжёлые веки. За окном пасмурная погода и во всю чувствуется свежий запах после ночного дождя...\nНо как только твой взгляд полностью  сфокусировался после сна, ты увидела перед собой...\n",
    "answers": [
      {
        "id": 85,
        "text": " -!!!!!!! "
      }
    ]
  },
  {
    "id": 83,
    "text": "Как только ты задала этот вопрос наследному принцу, тот сразу же замер, остановившись на одном месте.\n—... Судный день — это, по словам матери особое испытание, которое предстоит однажды пройти мне и тебе с твоими друзьями.\nИ ещё с детства я пробовал искать про него информацию в самых разных источниках. \nЯ читал книги, общался с людьми за стенами замка, прикладывал к этому свои теории и догадки....\nНо так ничего и не получилось. ",
    "answers": [
      {
        "id": 79,
        "text": "- Понятно... "
      },
      {
        "id": 111,
        "text": "- У меня остались вопросы... "
      }
    ]
  },
  {
    "id": 84,
    "text": "Совсем недавно мне снился один сон. \nКак я гуляла по заснеженному по саду и встретила там королеву Эйлирин. Та, в печали рассказала мне про какой-то ужасающий день, что каждый раз забирает за собой тысячи жизней.\nА затем она попросила меня, чтобы я помогала тебе и твоему брату Балириону.\nИменно поэтому сегодня я сразу же пошла искать её величество.\n— Так вот оно что... Вот почему для тебя это было так срочно. \n***\n— Так значит, мы с вами в большой опасности. \n—??? \nА пока ты рассказывала парням про свой сон, Эмма уже успела очнуться, встать на ноги и подойти к вам.\n— Так ты живая!!! — Крикнула ты, с разбегу бросившись обнимать свою лучшую подругу. А та в ответ так же крепко обняла тебя. \n— Да. Как видишь, умирать мне ещё рано. Кстати...\nА не кажется ли вам, друзья, что тот день, когда Валлирис спустится на Землю, чтобы забрать свои оставшиеся дары обратно и тот день, когда погибнут тысячи людей — один и тот же...? \n— Возможно. Но тогда, почему она сказала : каждый раз? Получается, что этот день уже когда-то повторялся...\n",
    "answers": [
      {
        "id": 144,
        "text": "-->"
      }
    ]
  },
  {
    "id": 85,
    "text": "\n... Младшего принца Балириона.\nОн стоял с направленным на тебя острием длинного стального меча. Его лицо как всегда выглядело крайне серьёзным. \nТы, пребывающая сейчас в самом настоящем шоке, не могла сказать и слова.\n— Мне дали строгое приказание убить тебя.\nИ у тебя есть всего несколько секунд, чтобы помолиться своим богам перед смертью. ",
    "answers": [
      {
        "id": 86,
        "text": "Бежать "
      },
      {
        "id": 135,
        "text": "Попробовать заговорить с ним"
      }
    ]
  },
  {
    "id": 86,
    "text": "Ты хотела сейчас же сбросить с себя одеяло и побежать, куда глаза глядят, но у тебя не вышло. Тело словно приросло к кровати и отказывалось тебя слушаться. \n— Вот черт!\nСердце в груди сильно забилось, а в животе словно образовалась какая-то пропасть. ",
    "answers": [
      {
        "id": 136,
        "text": "Закричать "
      },
      {
        "id": 137,
        "text": "Закрыть глаза "
      }
    ]
  },
  {
    "id": 87,
    "text": "— Не стоит. Я дойду сама, — ты попрощалась со старшим Сталлером, напоследок улыбнувшись ему и пошла возвращаться обратно через извилистые деревья и призрачные цветы. \n***\nДойдя до своей комнаты, ты зашла внутрь, переоделась в вечернюю одежду, поговорила на ночь со своей лучшей подругой обо всем и наконец легла спать. \n***\nНу вот и ещё один день здесь благополучно закончился... ",
    "answers": [
      {
        "id": 93,
        "text": "Лечь спать "
      }
    ]
  },
  {
    "id": 88,
    "text": "Учтивый чародей спокойно проводил тебя до твоей комнаты, обойдя при этом всю стражу и дозорных людей, чтобы ненароком не создать лишних слухов и сплетен. \n***\n— Ну чтож... Спасибо тебе за вечер, Элион. \nТолько за это короткое время я многое узнала о тебе. Надеюсь, это была не последняя наша встреча. \n— Взаимно. Доброй ночи. ",
    "answers": [
      {
        "id": 89,
        "text": "Войти в комнату "
      }
    ]
  },
  {
    "id": 89,
    "text": "Зайдя внутрь, ты переоделась в вечернюю одежду, поговорила на ночь со своей лучшей подругой обо всем и наконец легла спать. \n***\nНу вот и ещё один день здесь благополучно закончился... ",
    "answers": [
      {
        "id": 93,
        "text": "Погрузиться в сон"
      }
    ]
  },
  {
    "id": 90,
    "text": "— Госпожа, проснитесь, королева срочно желает вас видеть! \n— Мм...? Фая? Что случилось? \n— Я не знаю, но вам нужно срочно спуститься в тронный зал и поговорить с её величеством. Иначе её гнева нам не миновать! \n— *Неужели она....? *\n***\nБыстро одевшись и причесавшись, ты мигом выбежала в коридор, и побежала по витееватой лестнице из темного камня, держа в руках подолы своего платья. \nПосле этой новости тебя сразу же охватило жуткое волнение. Внизу живота словно образовалась пропасть, а голова предательски начала кружиться. \n\nЗапыхавшись, ты вошла в тронный зал и увидела там Серсею. Её ехидная, ядовитая улыбка не предвещала ничего хорошего... Ты ты это чувствовала.\n— Дитя, подойди ко мне. \n",
    "answers": [
      {
        "id": 96,
        "text": "-Что-то случилось, ваше величество? "
      }
    ]
  },
  {
    "id": 91,
    "text": "—  Что это было???— Ты уже около минуты после зачарования стояла на прежнем месте посреди сада, но до сих пор не могла отойти от шока. \n— Обыкновенная иллюзия. Я научился создавать их ещё в детстве. Начиная от обычных бабочек и заканчивая громадными драконами и искусственными растениями. \n— Но как это получается? То есть... Что тебе нужно, чтобы создать все это? \n— Чтобы на человека подействовала моя иллюзия, он должен стоять максимум в десяти метрах от меня. Если он отойдёт дальше, иллюзия пропадет.\nА чтобы сделать ее, мне нужно всего лишь знать данный образ. К примеру, вид того пегаса, что ты увидела пару минут назад, я запомнил в одной книге из библиотеки.\nОднако, я не могу создавать их все время. На это уходит много сил... \n\nНо зато это очень весело. Однажды, в детстве я создал иллюзию небольшого лабиринта прямо посередине королевского сада. А потом весь день смеялся над глупыми стражниками, которые заходили туда, а потом попросту терялись внутри него и долго не могли выбраться.\n— А ты жестокий человек... \n— В любом случае, до моего младшего братца мне ещё ой как далеко....\n***\n— Кстати, Элион, а я ведь ещё не успела задать тебе некоторые вопросы. ",
    "answers": [
      {
        "id": 111,
        "text": "-->"
      }
    ]
  },
  {
    "id": 92,
    "text": "Госпожа, проснитесь, королева желает вас видеть\n\nИтак, дитя моё\nК нам сегодня приезжает все семейство из великого дома Старков. И вы, как гости нашего дома, также обязаны поприветствовать их\nСегодня около в полдень зазвенят колокола на главной башне, и мы все выйдем ",
    "answers": []
  },
  {
    "id": 93,
    "text": "Как только ты начала засыпать, тебе сразу же начал видеться большой, красивый дом. А на его заднем дворе играла ты со своими друзьями и много смеялась. Тёплое, летнее солнце над вашими головами дарило много энергии и позитива, пробегаясь лучами по твоим блестящим волосам и в конце разливаясь по зелёной, росистой траве. \nА перед вашими глазами то и дело пролетали то белые, то голубые летние бабочки. \n*вот бы этот сон длился вечно... *",
    "answers": [
      {
        "id": 82,
        "text": "Проснуться "
      }
    ]
  },
  {
    "id": 94,
    "text": "— Алекса!\n—... \n— Алекса, Эмма, просыпайтесь!! \n— М...? Шая? Что случилось? \nЛицо у девушки выглядело очень взволнованным.\n— Королева Серсея срочно желает вас видеть! Поэтому вам обеим нужно быстрее собраться и спуститься к ней на важную аудиенцию. \n— Но почему? \n— Я не знаю всех подробностей, но сегодня с утра слышала, что к нам в замок приезжают важные гости, — ответила Шая. ",
    "answers": [
      {
        "id": 109,
        "text": "Нужно спешить"
      }
    ]
  },
  {
    "id": 95,
    "text": "\n... Морозное, прохладное утро. Ты в лёгкой одежде идёшь по тому же королевскому саду, только на этот раз он полностью усыпан красными, свежими розами, которые не спешат увядать даже в такую суровую погоду. \nИз затянувшегося тучами неба, медленно падают крупные снежинки, застилая собой все дорожки в зимнем саду.\n***\nТы проходишь в самую глубь разросшегося розария и видишь там одинокую женщину, которая сидит на каменной скамейке, и закрыв глаза тонкими руками, едва слышно плачет. ",
    "answers": [
      {
        "id": 112,
        "text": "Подойти "
      }
    ]
  },
  {
    "id": 96,
    "text": "— Но вдруг что-то абсолютно неведомое сзади, схватив тебя за воротник одежды, стало медленно вытаскивать обратно с лестницы. \n\n\n",
    "answers": [
      {
        "id": 97,
        "text": "Обернуться "
      }
    ]
  },
  {
    "id": 97,
    "text": "—...Принц Балирион!!\nСветловолосый мечник сейчас стоял прямо перед тобой и снова прожигал тебя точно таким же ледяным, убийственным взглядом, как и в первый день вашей с ним встречи. \n— Неужели ты настолько неуклюжая, что даже по лестницам нормально спускаться не умеешь? А ещё девушка называется...И в какой, интересно, забытой деревне тебя учили так ходить? \n",
    "answers": [
      {
        "id": 99,
        "text": "Вообще-то здесь слишком темно "
      },
      {
        "id": 98,
        "text": "Столкнуть принца с лестницы "
      }
    ]
  },
  {
    "id": 98,
    "text": "После его слов, внутри тебя сейчас кипело невообразимое желание столкнуть блондинистого нахала с лестницы.\nНо при всем его стервозном характере, он все-таки принц. Наверное, лучше не стоит сейчас вымещать на нем свой гнев... ",
    "answers": [
      {
        "id": 97,
        "text": "Вернуться "
      }
    ]
  },
  {
    "id": 99,
    "text": "— На самом деле я здесь вовсе не причём, просто здесь слишком слабое освещение, да и молния недавно ударяла. Совсем близко... \n— Если ты так боишься молний, то так уж и быть, могу проводить тебя этой ночью. \n*-Ну уж нет!Терпеть его общество более одной минуты в день я не намерена!*\n— Нет, пожалуй не нужно, я и сама смогу дойти. \n— Точно? А то мне потом неохота будет прогуливаться по кровавым, запачканным лестницам у себя в замке. \n— Да, точно. Я дойду сама. \nИ большое спасибо, что помогли мне.\nПрощайте. ",
    "answers": [
      {
        "id": 100,
        "text": "Вперёд "
      }
    ]
  },
  {
    "id": 100,
    "text": "Ты без всяких травм наконец дошла до своей спальни, пару раз перебрала в голове все прошедшие за этот день события и легла спать. \n*Надеюсь, сегодня обойдёмся без параличей... *\n\n",
    "answers": [
      {
        "id": 95,
        "text": "Погрузиться в сон",
        "blackout": true
      }
    ]
  },
  {
    "id": 101,
    "text": "Поднявшись на самый верх замка, Элион указал вам на одну маленькую незаметную дверцу, словно специально скрытую от чужих глаз. Затем он достал ключи и отворил её.\n",
    "answers": [
      {
        "id": 102,
        "text": "Войти "
      }
    ]
  },
  {
    "id": 102,
    "text": "Войдя внутрь, вы увидели небольшую книжную комнату с довольно слабым освещением.\n— Придётся перебрать здесь довольно много книг, прежде чем мы найдем нужную — вздохнул принц. Работы на полдня у нас точно хватит.\n— Ничего! Я уверен, мы справимся с этим, — поддержал общий настрой оптимистичный Ин. \n\n",
    "answers": [
      {
        "id": 102,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d28/2103/90/49ba91f36a7a.jpg"
      },
      {
        "id": 103,
        "text": "Заняться поиском книги"
      }
    ]
  },
  {
    "id": 103,
    "text": "Вы занимались поисками достаточно долго, как и говорил Элион, и вот, когда дело уже близилось к вечеру, вы, перебравшие порядка двухста различных книг и летописей, наконец нашли нужную вам вещь и открыли её.\n",
    "answers": [
      {
        "id": 104,
        "text": "Начать читать "
      }
    ]
  },
  {
    "id": 104,
    "text": "... Когда-то на свете существовали сотни священных даров, которые послал на Землю Тормон Валлирис — божий творец и прародитель всех ныне живущих людей... \n\n",
    "answers": [
      {
        "id": 105,
        "text": "-->"
      },
      {
        "id": 104,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b38/2103/95/889707938bdd.jpg"
      }
    ]
  },
  {
    "id": 105,
    "text": "Первый из них — дар золотого феникса. Человек, что удостаивался чести обладать им, в случае опасности мог призывать себе на помощь огромное, огнедышащее существо, внешне напоминающее птицу, с которым можно было общаться на уровне телепатии.\nПоследней носительницей этого дара была девушка с юга по имени Женева. Она погибла в возрасте 15 лет от тёмных энергий. ",
    "answers": [
      {
        "id": 105,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d28/2103/13/23320cc267be.png"
      },
      {
        "id": 106,
        "text": "*Интересно, что за тёмные энергии... *"
      }
    ]
  },
  {
    "id": 106,
    "text": "Второй дар — дар бессмертных льдов. \nЧеловек, рождённый с этой способностью, мог без труда управлять всем льдом на планете, строить из него стены и использовать ледяные мечи и щиты в качестве оружия. Последний его владелец — Род с северных островов, погиб, не сумев справиться с этим своенравным даром и как следствие был изнутри уничтожен собственными силами.\n***\n— И именно поэтому вам, ребята, нужно упорно тренироваться со своими дарами, — прервал ваше чтение Элион. — Хоть их использование и может иногда быть опасным, но, если просто хранить их внутри себя, они могут и вовсе погубить. \nЯ слышал, что всем этим силам всегда нужно искать выход наружу. И если все время прятать их внутри себя, они будут медленно накапливать свою энергию, а затем и вовсе разорвут тебя на части.\n— Вау, я и не знал об этом, — удивился Джей, отходя от стола с книгой. \n— Конечно не знал, дурачок. Откуда ты вообще мог знать об этом ? — Эмма легонько щёлкнула другу пальцами по лбу.\n— Ай, больно!",
    "answers": [
      {
        "id": 106,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d40/2103/3a/6d6b0c3b0d41.jpg"
      },
      {
        "id": 107,
        "text": "Продолжить чтение "
      }
    ]
  },
  {
    "id": 107,
    "text": "Третий дар некогда принадлежал одному  ученому-алхимику — Флаэрису Баффо. Тот же, с помощью одного скрытого действия, мог пробуждать у себя за спиной огромные крылья, на которых можно было преодолевать огромные расстояния за считанные минуты, а также силой мысли вызывать ураган. \n***\n— Хммм... Если я не ошибаюсь, здесь написано про твою способность, Эмма, — сразу же заметил принц. \n— Да, похоже на то. Но, где же описание нужного действия?\nЗдесь ничего о нем не написано... \n— Ничего страшного. Я уверен, мы точно найдём его, — обнадежил девушку Элион. ",
    "answers": [
      {
        "id": 108,
        "text": "-... "
      }
    ]
  },
  {
    "id": 108,
    "text": "Целый день в высокой башне вы вместе читали про священные дары — перелистывая одну страницу за другой. Дар преображения, дар антропоморфизма, дар единого слияния... Чего тут только не было. \nНо, наконец, вы дошли до главы : \"Особенные  дары\".\nНа первой странице было написано :\n— Flamma daemoniorum — целительная сила вечного огня.\nЕго обладатель может залечивать раны изнутри собственным пламенем. А также может заставить соперника гореть изнутри, но для этого потребуется огромное количество сил. \nВторой дар — дар растущей иллюзорности. Человек может создать любую несуществующую картину перед глазами своего врага, тем самым обманув его и введя в долгое заблуждение. Именно эта сила Тормона является одной из самых значимых и полезных.  Но про нее известно совсем немного. \nИ последний, третий — самый могущественный и нерушимый дар на земле, который неподвластно разрушить даже самой сильной магии в мире — дар ...\n***\n— Что?? \n— Почему здесь вырвана страница? \n",
    "answers": [
      {
        "id": 123,
        "text": "-->"
      }
    ]
  },
  {
    "id": 109,
    "text": "Ты наконец распахнула свои глаза и увидела, что твои друзья стоят около чего-то весьма непонятного и странного. \n\nА когда ты подошла ближе, то поняла, что это была Эмма. Она абсолютно неподвижно лежала на земле, укрытая собственными сине-черными крыльями. \n",
    "answers": [
      {
        "id": 142,
        "text": "Вспомнить слова из книги "
      }
    ]
  },
  {
    "id": 110,
    "text": "*Ну чтож, вперёд*. \nТы вместе с королевой, Джей Ином, Эммой и несколькими по-праздничному одетыми рыцарями в тронном зале ожидали приезда важных гостей.\nИ вот, спустя порядка тридцати минут, за дверями наконец показались какие-то люди. Они были одеты в кожаные одежды и тёплые шубы из вольчей шерсти. \n— Перед вами Лорд Северных Земель, десница короля и хранитель Севера — Эддард Старк и его жена Кейтилин — Леди Винтерфелла, — огласил один из рыцарей у дверей. ",
    "answers": [
      {
        "id": 112,
        "text": "Рассмотреть гостей "
      }
    ]
  },
  {
    "id": 111,
    "text": "\n***\n— Скажи мне, Элион, — снова начала говорить ты. ",
    "answers": [
      {
        "id": 78,
        "text": "Сколько даров существует в этом мире? "
      },
      {
        "id": 34,
        "text": "Каким даром ты владеешь? "
      },
      {
        "id": 42,
        "text": "Тебе нравится жить в этом замке? "
      }
    ]
  },
  {
    "id": 112,
    "text": "\n— Что с вами случилось, ваше величество?\n— Балирион, Элион... Мои милые дети. Если бы вы только знали, насколько сильно я вас люблю... \nНо... \nЭйлирин вдруг повернулась к тебе. Её лицо словно было сделано из тончайшего стекла. На её лице не отражалось ни единой эмоции. \nТолько слезы стекали по ровным, бледным щекам. \n***\n— Мне очень страшно за моих детей. Что если они не смогут пережить этот ужасный день, не единожды уносящий за собой в могилу тысячи жизней... Ведь он уже так скоро. А у них слишком мало времени и сил. Они не смогут... \n— Что именно не смогут? Какие ещё жизни? \n— Пообещай, что поможешь им. Я уже никогда не смогу этого сделать, Но ты! Ты сможешь им помочь.\nОбещай мне. Прошу тебя. — Эйлирин взяла твою руку к себе и накрыла её своей ладонью. \n— Я... Обещаю...\n— Большое спасибо, что могу довериться тебе, — королева едва заметно улыбнулась. — Но у нас осталось совсем мало времени. Внимательно послушай и запомни это слово : Regeneratione. \nПовтори. \n— Reg... Regeneratione. \n— Отлично. Я надеюсь, ты справишься с возложенным на тебя долгом. Прощай. \n\n",
    "answers": [
      {
        "id": 113,
        "text": "Проснуться "
      },
      {
        "id": 112,
        "text": "введите команды для картинки",
        "url": "https://a.radikal.ru/a02/2104/1f/696449a406fc.png"
      }
    ]
  },
  {
    "id": 113,
    "text": "Резко проснувшись и открыв глаза, ты быстро соскочила со своей кровати, и начала скорее одеваться и причесываться. В это время в комнату вошла удивленная Эмма. \n— Эй, ты куда это? Да ещё и так быстро? Опять сонный паралич замучил? \n— Вовсе нет. Просто сейчас мне очень нужно поговорить с королевой! \nПосле того, как ты приняла более менее нормальный утренний вид, ты мигом выбежала в коридор, и побежала по витееватой лестнице из темного камня, держа в руках подолы своего платья. \nПосле этой информации из сна тебя сразу же охватило жуткое волнение. Внизу живота словно образовалась пропасть, а голова предательски начала кружиться. \n***\nУже изрядно запыхавшись, ты наконец вошла в тронный зал но никого там не увидела. \n*Неужели весь этот сон действительно был правдой? Наша королева навсегда исчезла?*\n\n— Александра? ",
    "answers": [
      {
        "id": 117,
        "text": "Обернуться на голос "
      }
    ]
  },
  {
    "id": 114,
    "text": "Пора бы узнать немного о твоих друзьях))) ",
    "answers": [
      {
        "id": 115,
        "text": "Джей Ин"
      },
      {
        "id": 116,
        "text": "Эмма "
      },
      {
        "id": 1,
        "text": "На главную "
      }
    ]
  },
  {
    "id": 115,
    "text": "Джей Ин\nВозраст : 19 лет\nМесто рождения : Тайланд, Бангкок\nДжей Ин любит рисовать в свободное время и в будущем хочет стать хорошим врачом. Почти всегда настроен оптимистично и никогда не откажет в помощи окружающим.\n\n\n⭐ Доброжелательный\n\n      ⭐ Жизнерадостный\n\n⭐ Робкий\n\n      ⭐ Смышлённый\n\n⭐ Умелый\n\n      ⭐ Очаровательный \n\n⭐ Открытый",
    "answers": [
      {
        "id": 115,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b19/2103/1c/6ff5b2f4f788.png"
      },
      {
        "id": 114,
        "text": "Вернуться назад "
      }
    ]
  },
  {
    "id": 116,
    "text": "Эмма Блаус \nВозраст : 18 лет\nМесто рождения : Луанда\nЛюбит платья и блестящие украшения. Всегда может насмешить своих друзей. \n\n⭐Самовлюбленная \n⭐Мечтательная \n⭐Независимая\n⭐Энергичная\n",
    "answers": [
      {
        "id": 116,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a24/2103/84/0df6cb9b3ae1.jpg"
      },
      {
        "id": 114,
        "text": "Вернуться назад"
      }
    ]
  },
  {
    "id": 117,
    "text": "\n— Элион! \n— Ты выглядишь довольно уставшей, Александра. Что-то случилось? \n— Я пришла сюда, чтобы узнать все о том самом дне от королевы! \n— Вот как? Но разве она уже не рассказала тебе все, что знает? \n— Элион. Она точно что-то от нас скрывает...Я чувствую это. Но не знаю, как объяснить. \n— Зачем бы моей матери что-то скрывать от нас? Хотя, временами мне кажется, что она и вправду кое-что недоговаривает... \nВпрочем, все эти рассуждения могут и подождать, ведь сегодня у нас состоится очень важный день.\n— И какой же?\n— Ты не забыла, что сегодня — ваши первые тренировки? \n— Да, я помню. Но где сейчас королева? \n— Хммм... Я не видел её с утра. Но думаю, что она просто уехала загород, как обычно. Ну а мы должны поспешить. ",
    "answers": [
      {
        "id": 118,
        "text": "-... "
      }
    ]
  },
  {
    "id": 118,
    "text": "Полдень. \nОгромное дикое поле, с одной стороны окруженное высокими деревьями. С другой же стороны виднелся ваш высокий замок. \n— Ну чтож, начнём с тебя, Джей. Попробуй для начала сосредоточиться. \n— Но на чем? \n— Представь, что ты хочешь что-то разрушить или сломать. \n— Ин последовал указаниям Элиона, который стоял поодаль с книгой в руке и сделал все так, как он просил. Но ничего не происходило...\nОднако, через пару минут, Ин с криками схватился за свою голову и упал на колени. \nЕго руки начали... Гореть. \n\n\n\n",
    "answers": [
      {
        "id": 119,
        "text": "- Джей Ин!!! "
      }
    ]
  },
  {
    "id": 119,
    "text": "Вы бросились к Ину, но внезапно его руки начали гореть ещё больше. Их охватило настоящее, полыхающее пламя. Подходить дальше было просто опасно.\nТы упала на землю и стала просить всех богов, чтобы страдания бедного Ина прекратились. ",
    "answers": [
      {
        "id": 141,
        "text": "-->"
      }
    ]
  },
  {
    "id": 120,
    "text": "Кажется, ты ошиблась. Осталось совсем мало времени!! ",
    "answers": [
      {
        "id": 119,
        "text": "... "
      }
    ]
  },
  {
    "id": 121,
    "text": "Кажется, ты ошиблась. Осталось совсем мало времени!! ",
    "answers": [
      {
        "id": 119,
        "text": "... "
      }
    ]
  },
  {
    "id": 122,
    "text": "Казалось, этот кошмар будет длиться вечно.\nТы ничего не слышала и не видела. Ты не могла знать, что сейчас происходит с твоими друзьями...И ты не знала, что тебе нужно сделать, чтобы все прекратить. \n***\nНо спустя время, страшный ураган наконец-то начал стихать. Острые песчинки с земли уже перестали царапать твоё лицо, а слух стал вновь возвращаться к тебе. \n",
    "answers": [
      {
        "id": 109,
        "text": "Открыть глаза "
      }
    ]
  },
  {
    "id": 123,
    "text": "— Элион, взгляни...\n— Хммм...- тот задумчиво посмотрел на обрывок желтеющей страницы. \nПонятия не имею, почему страница не целая. Но это довольно интересно. Кто бы мог вырвать её?... \n— Ну вот, теперь мы не узнаем, что за дар принадлежит Саше, — вздохнула Эмма. \n— А что если он был не на вырванной странице, а на предыдущих? \n— Возможно. Но что-то подсказывает мне, что там, на прошлых страницах его точно не было... \n*-И как же мне теперь узнать, чем я вообще владею?* \n— Не переживай, мы обязательно попытаемся выявить твой дар, — Элион приобододряюще улыбнулся тебе. \n***\nС завтрашнего дня, вы все будете пробовать прояснять свои способности за территорией замка. Но будьте осторожны — вас не должен никто заметить. Я же сегодня попробую поискать здесь ещё немного информации о всех волшебных силах, и если найду, то сообщу. \nНу а вам, ребята, уже пора возвращаться обратно в свои комнаты. \nСкоро вот-вот начнется дождь... \n",
    "answers": [
      {
        "id": 124,
        "text": "Попрощаться с наследным принцем "
      }
    ]
  },
  {
    "id": 124,
    "text": "И вот вы уже тихо, чтобы никого не разбудить, зашагали обратно по ночным коридорам, как где-то высоко в небе прогремели первые раскаты оглушительного грома.\n— Какой ужас!!\n— Бежим! \n\nБедные, \"перепуганные дети\", оставив тебя позади, пустились быстро бежать наперегонки, при этом смеясь и высоко подпрыгивая. \n*А им точно уже исполнилось по 18...?*\n***\nПрошло уже около трех-четырёх минут. \nТы уже почти дошла до своей комнаты. Впереди осталась лишь последняя крученая влево лестница. По темноте было идти не с руки, даже несмотря на то, что путь достаточно хорошо освещали горящие факелы. Но другого выхода у тебя все-таки не было.... \nПридётся спускаться. \nИ всё бы ничего, но как только ты заступила ногой на тёмную лестницу, грозовая молния с улицы ударила прямо в близстоящее с замком дерево. Звук был настолько громкий, что ты от страха вздрогнула, споткнулась, не удержалась, и со всей дури полетела вниз.... ",
    "answers": [
      {
        "id": 96,
        "text": "-->"
      }
    ]
  },
  {
    "id": 125,
    "text": "Балирион!!!\nЕго ",
    "answers": []
  },
  {
    "id": 126,
    "text": "Спустя ещё несколько минут, вы наконец-то увидели перед собой огромный, старинный замок, стоящий на зелёной, холменной возвышенности. \nСерые каменные стены, массивные кованые решетки на узких окнах.... \n*Ну точно, эпоха возрождения какая-то... *\n— Чтож, добро пожаловать в мой дом — обернулся к вам принц. Надеюсь, вам здесь понравится.\n***\nОказавшись внутри королевского дома, вы сразу же увидели множество длинных и пустынных коридоров, которые вели мимо бесчисленного множества комнат. Украшением для дворца служили старинные, расписанные гобелены на холодных стенах. ",
    "answers": [
      {
        "id": 30,
        "text": "-->"
      }
    ]
  },
  {
    "id": 127,
    "text": "— Мишель? Августа? Джистрия?\n— Хватит уже молчать, — подтолкнула тебя Эмма.\n***\n— Ладно, вы уже назвали моё имя. Меня зовут Александра. А это Эмма и Джей, — они мои лучшие друзья. \n— Чтож, у вас очень красивые и необычные имена. Наверняка, вы родились далеко от этих мест. \nИ научились ли вы уже управлять своими священными дарами? \n— Что? Дарами? — удивился Джей. Про какие такие дары вы вообще говорите? \n— Так вы совсем ничего не знаете? — удивился маг. Это же совсем плохо, нам нужно спешить, осталось очень мало времени.\n— Мало... До чего?\n— Я объясню вам все позже, сначала мы должны дойти до дворца. ",
    "answers": [
      {
        "id": 126,
        "text": "Последовать за Элионом "
      }
    ]
  },
  {
    "id": 128,
    "text": "— Извините, но...\nПро каких одарённых магов вы только что говорили?\n— Это долгая история, — начала Эйлирин. \nОднажды наш всемогущий бог — Тормон Валлирис — создатель всех людей и животных, захотел наделить некоторых людей частью своей великой магии. И посмотреть что из этого выйдет. \n***\nИменно с того дня на нашей Земле стали существовать одарённые люди. Ими называются лишь те, что владеют особыми силами или дарами, которые нельзя объяснить никакими законами физики или анатомии.\n Эти силы могут быть абсолютно разными от невидимости до псионической энергии. \n Также есть некоторые виды даров, которые могут передаваться детям по наследству от их родителей. \n***\nШли годы, сначала все люди с дарами и без жили в мире и согласии. Но... \n Сильный как правило всегда побеждает слабого. И когда одарённые поняли, какая великая сила им принадлежит, они начали воевать друг с другом. Бесконечные кровопролитные войны, смерти, заклятия. \nИ когда бог увидел, что натворил, он конечно же попытался забрать свои дары обратно, но люди отказали ему. \nПосле этого Тормон на долгие века ушёл в поднебесье и предался длительным раздумьям. \nА почти все одарённые со временем поубивали друг друга. Остались лишь немногие. \nИ сейчас, в один единственный день на этой земле, Валлирис однажды придёт и заберёт все свои силы у оставшихся людей обратно, чтобы раз и навсегда исправить свою ошибку...\n***\nЭто все, что я хочу вам сказать.",
    "answers": [
      {
        "id": 33,
        "text": "Последовать за стражником "
      }
    ]
  },
  {
    "id": 129,
    "text": "Перед тобой вместо обычного сада с благоухающими деревьями и цветами сейчас искрился целый океан из падающих, космических звёзд. А в нем, махая огромными крыльями, купался такой же сияющий, белоснежный пегас.\n Такой удивительной красоты ты ещё никогда нигде не видела...",
    "answers": [
      {
        "id": 91,
        "text": "Зажмуриться и снова открыть глаза "
      },
      {
        "id": 129,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d11/2104/ac/5ce27e6f3ec4.png"
      }
    ]
  },
  {
    "id": 130,
    "text": "Ты постаралась как можно быстрее пригнуться за каменным подоконником, но, скорость твоей реакции к сожалению оказалась слишком медленной.\n— Эй! Выходи оттуда! Я знаю, что ты там.",
    "answers": [
      {
        "id": 132,
        "text": "\"Выбраться\" из своего укрытия "
      }
    ]
  },
  {
    "id": 131,
    "text": "— Я не смогла уснуть из-за громкого звука и вышла проверить, откуда он исходит. Вы бы поменьше гремели тут своей железной палкой. Может и шпионов бы тогда не было.\n—... \n*Наверное стоило сказать это как-нибудь помягче. Теперь мне точно конец.. *\nНо вопреки твоим ожиданиям, парень убрал свой длинный меч в ножны и развернулся в твою сторону. \n— Да вы правы. Может мне стоит использовать этот эспадон прямо по назначению. И греметь он тогда не будет. \n*Вот черт...*\n— Впредь не разбрасывайся здесь такими словами понапрасну, иначе ты и вправду однажды можешь погибнуть.\n—... \n— Уже слишком поздно. Возвращайся к себе в комнату и закрой получше двери, чтобы не слышать звоны мечей.\n",
    "answers": [
      {
        "id": 134,
        "text": "Пойти обратно в спальню "
      }
    ]
  },
  {
    "id": 132,
    "text": "Ты посмотрела на него, и тебе стало немного стыдно.\n*А впрочем, он сам виноват. Нечего было своим мечом так громко размахивать посреди ночи...*\n— Не знал, что у нас в замке есть тайные шпионы.\nМолодой принц сердито нахмурил брови. \nПочему вы ещё не спите? ",
    "answers": [
      {
        "id": 131,
        "text": "- Уснёшь тут"
      },
      {
        "id": 133,
        "text": "- Я просто вышла подышать воздухом "
      }
    ]
  },
  {
    "id": 133,
    "text": "— Мне не спалось, потому что в комнате было слишком душно. Поэтому я вышла сюда подышать холодным воздухом.\n— Вот оно что...\nА вы знаете, что если слишком часто выходить тёмной ночью в пустые коридоры и дышать там воздухом, то вскоре можно начать дышать им на том свете...\n*-Почему он такой злой?*\n— Впрочем, неважно. В любом случае, уже слишком поздно. И вам пора спать. Возвращайтесь обратно к себе.\n",
    "answers": [
      {
        "id": 134,
        "text": "Пойти в комнату "
      }
    ]
  },
  {
    "id": 134,
    "text": "После этого удивительного происшествия ты вошла в свою комнату, легла в тёплую кровать и уже через несколько минут крепко уснула...\n",
    "answers": [
      {
        "id": 93,
        "text": "-->"
      }
    ]
  },
  {
    "id": 135,
    "text": "— Но я ведь ничего тебе не сделала... Не убивай меня...Пожалуйста. \n***\nНо принц не стал тебя слушать. \n 1 короткий взмах меча, и тебе моментально пронзило сердце чем-то очень острым. \nТвоя кровь начала растекаться по всей рубашке. С каждой секундой, ты все больше задыхалась и почти мгновенно теряла силы. \nКто знает, может если бы ты попробовала бежать, то осталась бы в живых, но теперь уже слишком поздно об этом думать... ",
    "answers": [
      {
        "id": 138,
        "text": "... ",
        "blackout": true
      }
    ]
  },
  {
    "id": 136,
    "text": "Ты закричала, что было сил. Казалось, что твоё сердце сейчас разорвётся от такого истошного крика. Все в твоих глазах резко помутнело, а голова начала сильно кружиться. ",
    "answers": [
      {
        "id": 138,
        "text": "-->",
        "blackout": true
      }
    ]
  },
  {
    "id": 137,
    "text": "Ты закрыла глаза и приготовилась принять свою печальную участь.\nВсё равно убежать уже не получится. Тогда какой смысл наблюдать за тем, как твоя кровь медленно будет растекаться по всей кровати, и как твои конечности постепенно будут терять свои силы. \n***\nНо что-то пошло не так... ",
    "answers": [
      {
        "id": 138,
        "text": "-->",
        "blackout": true
      }
    ]
  },
  {
    "id": 138,
    "text": "— А??? \n***\n— Что это с тобой произошло? \nЗа окном вместо затянувшегося тёмного неба светило яркое солнце, а около твоей кровати сидела удивленная Эмма и хлопала глазами. \n—... Так, подожди. Я разве не должна была сейчас умереть?? \n — Постарайся-ка в следующий раз ловить поменьше сонных параличей. А то мне страшно за тебя.\n*- Так вот оно что...Это всего лишь был мой кошмарный полусон. Так ведь и инфаркт заработать можно... *",
    "answers": [
      {
        "id": 139,
        "text": "Встать с кровати "
      }
    ]
  },
  {
    "id": 139,
    "text": "Не успела ты встать на пол, как в вашу дверь уже начал кто-то стучать. \n***\n— Эмма, Александра, вы сейчас не заняты? Можно мне войти?\n— Элион! — почти одновременно воскликнули вы с подругой. — Конечно, заходи... \nПосле положительного ответа, деревянная дверь слегка скрипнула, и за ней показалось все такое же красивое и добродушное лицо принца. \n— Александра, вы... так бледны. Что-то случилось? Я могу сейчас же позвать сюда доктора, — впервые на его умиротворенном и безмятежном лице можно было разглядеть неподдельное волнение. \n— Да нет, не стоит. Просто кошмар приснился, — отмахнулась ты, забирая свои волосы в пышную косу. \n***\n— А помнишь, как я обещал проводить вас  троих сегодня вечером в тайный кабинет с редкими книгами. Так вот, я подумал — какой смысл нам ждать до вечера, если можно сходить туда прямо сейчас? Идите сначала позавтракайте, и поднимайтесь на самый верхний этаж. Я буду ждать вас там. \n",
    "answers": [
      {
        "id": 140,
        "text": "*Точно! Тайный кабинет. *"
      }
    ]
  },
  {
    "id": 140,
    "text": "*И как ты вообще могла забыть про него? Хотя, с такими \"приятными\" сновидениями все что угодно забыть можно. И почему тебе привиделся именно тот демон Балирион? Неспроста все это...*\n***\nПосле горячих, водных процедур и хорошего, плотного завтрака вы с подругой взяли с собой уже взбодрившегося Джей Ина, которого после долгого, беспробудного сна пришлось будить ледяной водой из ушата, и вместе поспешили разгадывать нераскрытые тайны. ",
    "answers": [
      {
        "id": 101,
        "text": "-... "
      }
    ]
  },
  {
    "id": 141,
    "text": "После ещё нескольких секунд агонии друга, на земле рядом с вами вдруг поднялся страшный, бушующий ураган, который спустя время начал сметать все вокруг. \nТы в страхе закрыла глаза, не осознавая того, что происходит. Все деревья, даже самые огромные сильно наклонило в сторону ветра, а в твоё лицо начало попадать много песка и пыли. \nУши же заложило настолько, что теперь ты могла слышать только свой собственный пульс где-то глубоко в груди. \n\n\n",
    "answers": [
      {
        "id": 122,
        "text": "-->"
      }
    ]
  },
  {
    "id": 142,
    "text": "\n*...Третий дар некогда принадлежал одному  ученому, который с помощью одного скрытого действия, мог пробуждать у себя за спиной огромные крылья, а также силой мысли вызывать ураган. \nТак вот оно что... \nВыходит, Джей, сам того не понимая, показал, что силы его и Эммы неразрывно связаны между собой...*",
    "answers": [
      {
        "id": 51,
        "text": "-->"
      }
    ]
  },
  {
    "id": 143,
    "text": "Вечер.\nТы лежала на своей красной, высокой кровати и все ещё не могла до конца принять произошедшее. \nВнезапно раскрывшиеся силы Джея на поле, страшный ураган, пожар...\nИ все это в один день.\nДаже временный уход королевы из замка не давал тебе покоя. \n*Здесь точно что-то не так...\nНо что именно?*\nА за деревянной дверью ты слышала тихие голоса Эммы и Ина, которые, по всему видимому сейчас обсуждали те же самые произошедшие за день события. \n***\nПрошло ещё полчаса. \nТы переворачивалась с боку на бок, не находя себе места.\nНо тот, кто больше всех не давал тебе покоя — Балирион...\nСлишком много подозрений падает на его тень. Он очень странный. И можно ли сразу исключить тот факт, что поджог совершил не он? Вряд ли... \n***\nСколько мыслей одновременно плавали в голове, не давая покоя. \nЧто же делать?\n***\n*По крайней мере, как сказал Элион, всем вам для начала нужно хорошо тренироваться, чтобы не случилось какой-нибудь беды. А попытаться разгадать тайны этого сумеречного замка можно и позже. Сегодня ты слишком сильно вымоталась за день...*\nПоложив голову на свою мягкую подушку, ты закрыла глаза и быстро провалилась в глубокий, тёплый сон. \n",
    "answers": [
      {
        "id": 146,
        "text": "... ",
        "blackout": true
      }
    ]
  },
  {
    "id": 144,
    "text": "\n— Слишком много вопросов и слишком мало ответов, поэтому я предлагаю нам прямо сейчас всем вместе вернуться обратно в замок, в тайный кабинет, — сказал Элион. \n— Там вчера я как раз случайно в углу нашёл ещё одну старую книгу про наши дары. В самом начале, по содержанию, в ней должно рассказываться, почему Тормон подарил людям часть своих сил. Но тогда я не успел начать читать её, потому что было слишком уж поздно.\n— Хммм... Это отличная идея, но... Как мы закроем это? — Джей указал на большие, колышащиеся на ветру  крылья Эммы. Тебе не кажется, что у дворцовой стражи после этого должны возникнуть некоторые вопросы?\n— Ладно. — Сталлер отстегнул свой темно-синий плащ и отдал Эмме. \n— Теперь точно не возникнут. Идемте. ",
    "answers": [
      {
        "id": 145,
        "text": "-->"
      }
    ]
  },
  {
    "id": 145,
    "text": "Дорога до замка составляла примерно десять минут. И вы уже совсем скоро должны были быть на месте. \n***\n— Элион. \n— А?\n— А почему ты раньше никогда не читал про эти дары? — спросил у принца Джей. \n— Всё дело в том, что меня просто не было особой надобности в этом, я читал другие книги... Но сейчас, когда появились вы, я сразу же начал приобретать особый интерес ко всему этому.\n— Ясно...\n***\nНо не успели вы войти на порог замка, как тут же увидели наверху лёгкий, сероватый дым, который как раз тянулся из той самой башни. \n— Вот черт! \n",
    "answers": [
      {
        "id": 44,
        "text": "-->"
      }
    ]
  },
  {
    "id": 146,
    "text": "С момента последних событий прошло 20 дней. Джей и Эмма уже практически научились в совершенстве управлять своими дарами : даром полёта и урагана, и даром священного огня — Flamma daemoniorum. \n(Напоминание : возможность залечивать раны собственным пламенем а также заставлять своего соперника гореть изнутри).\n\nНо при всем этом, ты все ещё не знала, что делать. Тебе не давал покоя тот странный сон. Тысячи жизней... Он так скоро... \n",
    "answers": [
      {
        "id": 147,
        "text": "--->"
      }
    ]
  },
  {
    "id": 147,
    "text": "\nИменно сегодня, собравшись с мыслями, ты решила устроить общее собрание и наконец разрешить неделями мучающий тебя вопрос.\n***\nВсё твои друзья вместе собрались в вашей с Эммой комнате и принялись делать логическое доводы обо всех произошедших за этот месяц событиях. \n— Ну и что вы думаете? Что именно скрывает королева? — начал говорить Ин.\n— Не знаю. Но меня уже довольно долго терзает этот вопрос. Да ещё и поджог... Кому вообще понадобилось превращать этот кабинет в кучу бесполезного мусора? — продолжил за ним Элион. \n— М-да, незадача... — Джей сидел рядом с вами на кровати и также раздумывая, кто бы мог совершить поджог, начал нервно стучать пальцами по спинке мебели. — А знаете что? Можете делать со мной все угодно, но мне почему-то тоже кажется, что это сделал...\n— Балирион, верно?\n—????\n— Так ты все это время слышал нас?\nМечник стремительными шагами вошёл в комнату, взял брата за плечи и посмотрел ему в глаза.\n— Элион. Брат...Я не совершал того ужасного поджога, клянусь своим сердцем и клинком. Ты должен поверить мне! Элион! \nСтарший принц долго всматривался в серые, туманные глаза своего брата, а затем опустил свой холодный взгляд вниз.\n— Я уже не могу никому верить. Извини. \n— Даже своему брату? — Балирион снова схватил старшего наследника и прижал к одной из стен.\n— Ты должен... Поверить мне...\n— Я никому ничего не должен, — Элион спешно оттолкнул руку мечника, и вместе с ней, случайно задел большой темно-синий гобелен, что все это время спокойно висел на стене.\nА когда он упал, вы увидели в открытой стене некое подобие тайника. Это была замурованная комната, которая, судя по цвету кирпичей, уже давно стояла нетронутой.\n— Что это такое?\n— Тайник?\n— Но откуда он здесь?\n***\n— Подождите немного, я сбегаю кое за чем,— Балирион, сверкнув полуоткрытым мечом в ножнах в спешке выбежал за широкую дверь и оставил вас одних... ",
    "answers": [
      {
        "id": 173,
        "text": "Ждать"
      }
    ]
  },
  {
    "id": 148,
    "text": "*Письмо для моих милых детей, или же для того, кто найдёт эту записку раньше них. \nСейчас я расскажу вам одну очень горькую правду.... \n\nВаша мать на самом деле давно мертва. Я пишу вам это письмо, и мои руки сильно трясутся. \nМои родные дети, наша настоящая Эйлирин давно погибла, когда вы были ещё совсем малышами. А под маской вашей матери, что сейчас рядом с вами, скрывается настоящий дьявол... \n***\n— Что???? \n— Как такое возможно???! \n\nСегодня ночью, в 289 год, я случайно подслушал за дверью ее нечеловеческую речь и тем самым раскрыл её тайну  — и теперь я скорее всего умру в страшных мучениях. Простите меня... \n***\nБалирион и Элион, пожалуйста, берегите себя. И когда настанет  судный день, отомстите за своего отца и мать... Я вас очень сильно люблю. \nРоберт\n                              \n                                              Конец письма \n",
    "answers": [
      {
        "id": 149,
        "text": "-... "
      }
    ]
  },
  {
    "id": 149,
    "text": "— Что значит настоящий дьявол? \n— Разве дьяволы вообще существуют? \n***\n— Ну чтож, мои дети, вы наконец-то раскрыли мою настоящую тайну, поздравляю...— Тут у дверей вашей комнаты уже стояла та самая королева-оборотень. Её улыбка на этот раз была уже не такой милой и приветливой, как в день вашей первой встречи. На этот раз она была полностью пропитана ядом... Коварная и злобная, но при этом одновременно жутко спокойная и безмятежная. \n— И, раз уж так вышло, придётся мне рассказать всю правду о настоящем великом дне, который вот вот грядёт. \nНо готовы ли вы услышать её? \n",
    "answers": [
      {
        "id": 150,
        "text": "- Да. Говори. "
      }
    ]
  },
  {
    "id": 150,
    "text": "В одном волшебном государстве под названием Лифериос когда-то жил великий король Роберт, которого все очень любили и почитали. Он рано женился на одной прекрасной девушке из знатной семьи. Они быстро полюбили друг друга, но к сожалению, их счастье длилось недолго. Вскоре жена скончалась от страшной болезни, и Роберту пришлось снова жениться на девушке из далёких богатых земель — её звали Эйлирин. Они прожили в браке 8 лет. За это время королева успела родить мужу двух здоровых наследников : Балириана и Элиона. А когда дети начали подрастать, великий король вдруг внезапно пропал без вести, и больше его никто не видел... \nОсталась лишь вдова и её дети. \nПрошло ещё несколько лет. \nВсе наследники выросли и окрепли. \nНо... \n",
    "answers": [
      {
        "id": 151,
        "text": "... "
      }
    ]
  },
  {
    "id": 151,
    "text": "Правда лишь в том, что никакого бога Валлириса и вовсе не существует. Это всего лишь легенды из мифов. Таким образом, люди лишь пытались оправдать существование одарённых.\n\n— А знаете ли вы, как умер ваш отец?\n—...\n— Однажды поздно вечером, я, как всегда возносил приветственные мольбы своим духам-собратьям, что находятся глубоко в тёмном аду. \nИ как только Роберт, придя слишком рано с охоты, случайно услышал голос какой-то нечисти и мой силуэт у двери, он сразу же побежал наверх и написал вам это письмо. Он думал, что я его не найду. \nХа-ха-ха... \nНо, находясь на нижнем этаже, я сразу же отдал приказ страже бесшумно замуровать ту комнату вместе с королём, оставив этот секрет храниться здесь на долгие годы. \n— То есть... — дрожащим голосом проговорил Элион. —Та самая мумия у дверей... \n— Ваш отец. Совершенно верно. \n— Ах ты.. Тварь!!! — Балирион спешно набросился на коварного демона со своим острым мечом, но Эмма быстро остановила его. \n— Постой, мы ведь ещё не все услышали.\n***\n— А девчонка права... — демон улыбнулся ещё шире, чем прежде и вновь продолжил свой долгий рассказ. \n— Знаете ли вы, какие существа есть на самом деле? \nКаждые 500 лет на эту бренную Землю нападают злые, покинутые души, которые в один отведенный им день забирают жизни тысяч людей. А все для того, чтобы напитаться их живой, сильной энергией и снова уйти под землю ещё на пятьсот лет.\n И сейчас у вас скорее всего возникнет 3 вопроса : почему я все это время не убивал вас, почему никто из людей ничего не знает о демонах и как я попал в это тело? \nЧтож, начнём с первого вопроса... \nНо для начала мне нужно представится. \nКоролева сняла свою золотую корону и бросила на пол. \nМеня зовут Ильдириус, и я верховный властелин подземного ада. \nДемон вновь рассмеялся так, что этот противный, низкий звук едва не \"разрезал\" вам уши. \n***\nЧтож, продолжим нашу беседу. \nПервый вопрос :\nХоть я и могу за редкими исключениями подниматься из глубин ада, но до \"судного\" дня я не могу пить чужую энергию а также убивать одаренных. Это запрещено по закону мироздания. Иначе король ада рискует погибнуть.... ",
    "answers": [
      {
        "id": 152,
        "text": "-->"
      }
    ]
  },
  {
    "id": 152,
    "text": "— Почему из людей никто не знает о демонах? \nДа потому что после этого дня они как правильно стирают память всех смертных об этом прекрасном для меня событии. И именно поэтому, Элион, ты не смог ничего узнать об этом ни у одного прохожего даже за стенами замка.\nИ последний вопрос...\nКак я попал в тело вашей матери? \nХммм.. Пожалуй, это самое интересное. \nВидите ли... — Королева-оборотень оперлась рукой о деревянную тумбочку. \n— Всё дело в том, что твоя мать всего лишь хотела спасти тебя... Элион.\n— Что? Но как это связано с её смертью и тобой? — впервые за несколько месяцев, выражение лица Элиона стало столь напуганным и полным отчаяния.\n— Всё началось довольно давно, когда тебе было всего 11. Именно в том году ты очень сильно захворал. Все врачи твердили, что твоя болезнь вскоре отправит тебя на небеса, не пройдёт и пары недель... \n   А твоя мать очень сильно любила тебя. Настолько сильно, что ей пришлось прибегнуть к помощи чёрной магии, чтобы спасти тебя. И так уж получилось, но она, сама того не осознавая, заключила сделку с самим дьяволом, то есть со мной — её душа в обмен на душу сына. \nИ только поэтому я сейчас нахожусь здесь. \nПоэтому, как видите, я не убивал вашу мать. Это сделал... \n— Элион ни в чем не виноват!!! — закричал Балирион. А ты...ты умрёшь сегодня ночью . Я обещаю! \n— А это мы ещё посмотрим. Ведь у вас осталось всего несколько минут до полуночи. Готовьтесь же к самой огромнейшей битве за всю историю Лифериоса...\nИ советую не брать с собой лишних людей, ведь мои воины запросто сотрут их в порошок, не успеют они выйти на поле битвы, — сказал свои последние слова монстр и медленно растворился среди широких стен. \n***\n— Ну и? Что будем делать, друзья? \n—  Я действительно не могу рисковать жизнями своих людей, — проговорил Элион. И вообще, я собираюсь пойти туда один. Чтобы навсегда отомстить за своих родителей и отправить эту мерзость обратно в низины ада.\n— Эй? А ты не хочешь перед этим спросить у нас? — Балирион положил свою руку на плечо брата. — Что если мы хотим пойти с тобой?\n— Что?... Вы?\n— Да, — хором ответили вы.\n—  Мы не оставим тебя одного на погибель этой одержимой ненавистью твари, понятно!? — закричал на принца Ин. \n— Чтож... Я рад, что вы со мной...\nНо у нас сталось совсем немного времени.\nЯ пожалуй, помолюсь на дорогу. \n— И я. \nБратья соединили свои ладони в просящем, молитвенном жесте и начали что-то тихо шептать.\nПора... ",
    "answers": [
      {
        "id": 153,
        "text": "Отправиться в бой ",
        "blackout": true
      }
    ]
  },
  {
    "id": 153,
    "text": "                                ГЛАВА 3\n                   \"Сражаясь за жизнь\" ",
    "answers": [
      {
        "id": 157,
        "text": "Начать битву"
      }
    ]
  },
  {
    "id": 154,
    "text": "",
    "answers": []
  },
  {
    "id": 155,
    "text": "",
    "answers": []
  },
  {
    "id": 156,
    "text": "",
    "answers": []
  },
  {
    "id": 157,
    "text": "Ночь. Туман. Глухая, тёмная пустошь. \nПервый восставший дух-монстр явился из глубин тьмы и направился к вам. В ночном полумраке чудовище выглядело до жути пугающе — без рта и волос, с бесчисленным количеством когтистых, неестественно длинных рук, безликий и бестелесный.\n— Я приветствую вас, воины, — тянуще прохрипел дух. — Наверняка до этого момента ваша жизнь была насыщенной и беззаботной, но увы, сегодня последний день, когда в ваших тонких жилах все ещё течёт тёплая кровь, а ваши благородные сердца все ещё могут биться внутри.\nПотому что именно сегодня вам всем суждено стать гостями далёкой преисподни и навеки кануть в бездонной, проклятой тьме... ",
    "answers": [
      {
        "id": 158,
        "text": "-->"
      }
    ]
  },
  {
    "id": 158,
    "text": "— Замолчи, чудовище! \nМладший принц, не став дальше слушать, быстро подбежал к кровожадному монстру и одним сильным ударом разрубил того пополам. После этого злой дух тут же  растворился в тумане, словно его и не было. ",
    "answers": [
      {
        "id": 158,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c16/2104/43/2fcb4755087f.jpg"
      },
      {
        "id": 159,
        "text": "-->"
      }
    ]
  },
  {
    "id": 159,
    "text": "Но вот беда — как только опасная нежить исчезла из вашего виду, из темноты вновь стали появляться такие же отвратительные, призрачные чудовища. Только на этот раз, их было намного больше.\n",
    "answers": [
      {
        "id": 160,
        "text": "Атака Джея ",
        "left_answer": true
      },
      {
        "id": 161,
        "text": "Атака Эммы ",
        "right_answer": true
      }
    ]
  },
  {
    "id": 160,
    "text": "— Джей, давай! \nУслышав твою команду, Ин сразу же выпустил из рук огромный поток раскаленного пламени, который смертельной волной полетел на духов. \nТе, моментально загоревшись от него, словно дворцовые факела, начали в панике шевелить длинными, чернеющими руками и издавать ужасные звуки. \nНо спустя несколько минут их агонии, те наконец полностью догорели и превратились лишь в жалкую кучку серого пепла. \nНо передохнуть у вас не получится... \n— Смотрите, там ещё! ",
    "answers": [
      {
        "id": 162,
        "text": "-->"
      }
    ]
  },
  {
    "id": 161,
    "text": "Эмма, давай!\nПодруга, услышав твою команду, тут же поставила руки в крест и подняла в воздухе сильный ураган. Снова как в тот день... \nВы спрятались за большой камень неподалёку, пока могущественная стихия сметала жутких монстров в прах.\nЭта агония продолжалась ещё около минуты. Особо сильных монстров, у которых получалось выстоять ураган, Эмма добивала своими огромными крыльями с острыми концами. \n***\nКажется, все закончилось, — выдохнула ты, выходя из своего крепкого укрытия. \nНо передохнуть у вас получится ещё не скоро... \n— Смотрите, там ещё! \n\n",
    "answers": [
      {
        "id": 162,
        "text": "-->"
      }
    ]
  },
  {
    "id": 162,
    "text": "Многорукие, бестелесные чудовища выходили из зловещей тьмы один за другим. Казалось, им не было конца.\nЭлион вместе с Балирионом рубили их острыми, сверкающими мечами, ведь как выяснилось, дар старшего принца не действовал на них, Джей прожигал их чёрные  внутренности своим неугасающим пламенем, а Эмма отбрасывала их назад и иногда разбивала о близлежащие камни. \nИзначально казалось, что силы были равны.\nНо, внезапно, оно из чудовищ схватило Элиона за шею, пока тот на секунду отвлёкся, и принялось душить всеми своими паучьими конечностями.\n",
    "answers": [
      {
        "id": 163,
        "text": "Взять полумеч и напасть на духа ",
        "left_answer": true
      },
      {
        "id": 164,
        "text": "Взять камень и отбить того духа ",
        "right_answer": true
      }
    ]
  },
  {
    "id": 163,
    "text": "Ты выхватила у себя из ножен белый кристальный меч, который тебе отдал Балирион перед боем и, никого не дожидаясь, сама набросилась на проклятую нечисть.\nХорошенько замахнувшись, ты смогла обрубить ему несколько рук, тем самым сразу же освободив Элиона из смертельного захвата, но сам дух, кажется не на шутку разозлился. Он схватил тебя оставшимися костлявыми конечностями и бросил на холодную землю, попутно ломая твоё оружие. \nИ в это же мгновение ты увидела раскрывающуюся кровожадную пасть этого монстра, который уже охотно собирался  поглотить всю твою жизненную энергию.\n***\nБалирион же, краем глаза заметив, что ты в беде, сразу же ринулся на помощь. \nНо едва заведя клинок над головой чудища, то резко обернулось на шаги и пустило в ход свои когти, глубоко полоснув ими по лицу принца. \nАлая, тёплая кровь моментально стала стекать с его бледного лица тонкими струйками.\nПринц сразу же приложил свободную руку на полученные раны. Тыльной стороной вытерев кровь, тот снова замахнулся на духа, но не успел ударить. Чудовище быстро схватило его меч и выбросило на землю.\nЧто же делать?... \nДжея, Эмму или Элиона сейчас точно не получится позвать на помощь, потому они тоже находятся в опасном сражении, и если хоть один из них сейчас отвечется от своего боя, то незамедлительно может расстаться со своей жизнью... ",
    "answers": [
      {
        "id": 165,
        "text": "Попробовать атаковать духа камнем",
        "left_answer": true
      },
      {
        "id": 166,
        "text": "Отбежать с Балирионом на безопасное расстояние ",
        "right_answer": true
      }
    ]
  },
  {
    "id": 164,
    "text": "Ты подняла с земли первый попавшийся тебе тяжёлый камень и, хорошенько замахнувшись, бросила в безликого монстра, тем самым тут же поломав ему несколько рук. Этим действием ты сразу же освободила Элиона из смертельного захвата, но сам дух, кажется не на шутку разозлился. Он схватил тебя оставшимися костлявыми конечностями и бросил на холодную землю, попутно ломая твоё оружие. \nИ в это же мгновение ты увидела раскрывающуюся кровожадную пасть этого чудовища, который уже собирался целиком  поглотить всю твою жизненную энергию.\n***\nБалирион же, краем глаза заметив, что ты в беде, сразу же ринулся на помощь. \nНо едва заведя клинок над головой духа, тот резко обернулся на шаги и пустил в ход свои когти, глубоко полоснув ими по лицу принца. \nПосле этого, алая, тёплая кровь моментально стала стекать с его бледного лица тонкими струйками.\nОтважный мечник сразу же приложил свободную руку на полученные раны. Тыльной стороной вытерев кровь, тот снова замахнулся на духа, но не успел ударить. Чудовище быстро схватило его меч и выбросило на землю.\nЧто же делать?... \nДжея, Эмму или Элиона сейчас точно не получится позвать на помощь, потому они тоже находятся в опасном сражении, и если хоть один из них сейчас отвечется от своего боя, то незамедлительно может расстаться со своей жизнью... ",
    "answers": [
      {
        "id": 165,
        "text": "Попробовать снова атаковать духа камнем",
        "left_answer": true
      },
      {
        "id": 166,
        "text": "Отбежать с Балирионом на безопасное расстояние ",
        "right_answer": true
      }
    ]
  },
  {
    "id": 165,
    "text": "Ты подняла с земли неровный камень средней тяжести и со всей силы бросила в уродливого монстра.\nНо, кажется, это было твоей ошибкой...\nПодобранный камень оказался слишком маленьким для него и бестелесное чудище, как будто даже не почуяв удара, невозмутимо приблизилось к тебе и глубоко впилось в тело своими длинными подобиями серебристых, тончайших зубов. \nТы сразу же начала чувствовать, как постепенно теряешь все свои силы. Они медленно выливались из тебя, опустошая сосуд несчастной души и оставляя внутри только усталость, апатию и равнодушие.\nИ вот, закрыв глаза, ты наконец-то погрузилась в свой вечный сон, из которого уже никогда не найдёшь выхода...",
    "answers": [
      {
        "id": 153,
        "text": "Назад ",
        "blackout": true
      },
      {
        "id": 1,
        "text": "В начало ",
        "blackout": true
      },
      {
        "id": 198,
        "text": "К концовкам"
      }
    ]
  },
  {
    "id": 166,
    "text": "Ты взяла безоружного блондина за руку и побежала с ним подальше от разъяренной бестии. Но, пробежав всего пару метров, внезапно почувствовала след от когтей на своей спине. Боль мгновенно пронзила все тело. \nИ ты, не разбирая больше дороги из-за сильной раны, запнулась и упала на твёрдую землю, со всей силы ударившись головой. \nСзади тебя уже медленно нарастала вражеская тень, но ты даже не могла полностью обернуться на неё из-за удара головы. Кажется это конец...\n***\nНо тут, на твоё спасение, прямо в череп духа прилетел огромный, острый меч от принца Элиона. Монстр перед своей погибелью издал отвратительный, истошный крик, а затем развалился, словно карточный дом, превратившись в кучку пепла. ",
    "answers": [
      {
        "id": 168,
        "text": "-->"
      }
    ]
  },
  {
    "id": 167,
    "text": "\nНаконец-то вернувшись домой после столь длительных странствий, ты, как и прежде продолжила заниматься своими насущными делами : учиться в лицее, гулять по своему городу, знакомиться с новыми людьми.\nИ хоть, со временем, ты уже начала вновь привыкать к обычной жизни и забывать королевский этикет, ты ни за что на свете не сможешь забыть двух своих храбрых друзей, что остались в том мире. Ведь если бы не они, ты бы точно не одержала великую победу и не одолела бы короля тьмы. \n\nИ все же, как говорят в народе :\n        В гостях хорошо, а дома лучше... ",
    "answers": [
      {
        "id": 167,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d25/2104/7d/e159bca06137.jpg"
      },
      {
        "id": 198,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 168,
    "text": "Эта бесконечная ночная война в глубоком тумане продолжалась ещё несколько часов. Силы у обоих сторон были уже на исходе. И с каждой минутой вам все больше казалось, что если из тьмы выйдет ещё несколько духов, то вы точно проиграете.\n***\nНо, после нескольких очередных взмахов мечей Элиона и Балириона, чудища вдруг перестали выходить из сумерек. \n\nПоследний тёмный дух был повержен... \n— Неужели это победа? — выдохнул еле живой Джей Ин.\n— Да, кажется, мы победили!!!\n\n***\nНе спешите так радоваться, дурачки... ",
    "answers": [
      {
        "id": 169,
        "text": "- А? ",
        "blackout": true
      }
    ]
  },
  {
    "id": 169,
    "text": "— Неужели вы и вправду думали, что победили? Хммм... Должен признаться — я действительно не ожидал от вас такой детской наивности.\nДемон вновь улыбнулся и сверкнул алыми глазами. \n— Сначала одолейте меня, а потом уже празднуйте свою ничтожную победу. ",
    "answers": [
      {
        "id": 169,
        "text": "Укажите команды для картинки\nTEXT BOTTOM, movie, slow, few red",
        "url": "https://b.radikal.ru/b30/2104/72/8de09dc37553.png"
      },
      {
        "id": 172,
        "text": "Сразиться с демоном "
      }
    ]
  },
  {
    "id": 170,
    "text": "",
    "answers": [
      {
        "id": 172,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 171,
    "text": "— Что??\nВнезапно из-за спины Ильдириуса выбежал младший Сталлер, живой и невредимый, и, оказавшись лицом к лицу со своим злейшим врагом, не медля ни секунды, вонзил свой эспадон прямо в сердце злосчастного демона. \n— Я все ещё могу владеть своим иллюзорным даром, Ильдириус... И на тебе, в отличие от твоих сторожевых собачек, он, кажется, превосходно сработал. \nМонстр судорожно схватился за меч, и вынув его из своей груди, сразу же упал на колени и посмотрел на всех вас озлобленным и непонимающим \nвзглядом. \n— Будьте вы прокляты навек, одаренные... \n",
    "answers": [
      {
        "id": 175,
        "text": "Это конец? "
      }
    ]
  },
  {
    "id": 172,
    "text": "Из последних сил вы бились, отдавая все свои силы на защиту человечества.\nНо Ильдириус с лёгкостью отражал все ваши атаки, не давая даже близко приблизиться к нему. \n***\n— А вы довольно хорошо деретесь для смертных людей, пусть даже одарённых. Но, знаете, что... \nВы не учли ещё одну мою маленькую загадку, — с улыбкой проговорил коварный дьявол, пару раз щёлкнув чёрными пальцами и полностью растворившись в окружающем пространстве. \n***\n— Вот черт!! И как нам теперь сражаться с невидимым врагом!? — закричал Балирион, размахивая мечом в разные стороны.\nНо едва он сделал пару махов в холодный воздух, как из его груди показалось огромное острие меча. \n— БАЛИРИОН!!!!!! \nРаненый принц слегка покачнулся, а затем и вовсе упал замертво, навсегда закрыв свои светлые, серые глаза, и истекая тёмной кровью. \n— Как же так?? Не смей погибать!!! — ты уже было хотела броситься к умирающему юноше, но тебя вдруг остановил Элион, схватя за бледную руку. \n— Ты, кажется, тоже кое-чего не учёл, монстр... ",
    "answers": [
      {
        "id": 171,
        "text": "-... "
      }
    ]
  },
  {
    "id": 173,
    "text": "Спустя недолгое время, Балирион вернулся с огромным, боевым молотом в руке.\n— Отойдите-ка, друзья.\nПриложив немалые усилия, принцу удалось через какое-то время разбить замурованную стену. Пыль от образовавшихся кирпичных развалин сразу же поднялась прямо перед вашими лицами.\n***\nЗайдя внутрь совсем маленькой комнаты, вы увидели кругом позолоченные стены с тёмными, расписанными узорами. Но что самое интересное — прямо посередине комнаты стоял небольшой чёрный сундук, который был заперт на железный замок. \nА рядом с ним лежал совсем древний скелет в глубокой паутине. Вокруг него ползали маленькие пауки.\n— Фууу, что это? — воскликнула Эмма, вдруг случайно наступив на липкие, белые нити.\n— Тссс, нас не должен никто сейчас услышать! — предупредил Элион.\n***\nЕщё немного погодя, Балирион, попрося вас всех снова отойти в стороны, мигом разбил замок на сундуке своим тяжёлым молотом.\nА слегка приоткрыв его, вы увидели на дне небольшое старинное письмо.\nОно было настолько ветхим, что казалось, если держать его недостаточно аккуратно, то оно мгновенно рассыпется в прах. \nДжей аккуратно потянулся за ним, и, осторожно распечатав, вы вместе принялись читать его. \n",
    "answers": [
      {
        "id": 148,
        "text": "--->"
      }
    ]
  },
  {
    "id": 174,
    "text": "— Я бы хотела вернуться в свой мир... Прости. \n— Ничего страшного, я могу это понять, но мы с тобой ведь ещё обязательно встретимся, верно? — Балирион легонько потрепал тебя по макушке головы. \n— Да. Я буду скучать по тебе, — ты крепко обняла своего друга, спрятав лицо за его плечом, надеясь скрыть свои слезы. Но тихие, еле слышные всхлипы с головой выдали тебя. \n— Не смей реветь... Храбрые воины никогда так не поступают.\n— Но я ведь не храбрый воин...\n— Ошибаешься, — прошептал он, вытирая слезы с твоего грустного лица. — Ты один из самых отважных и сильных бойцов, которых я когда-либо встречал.\nПравда... А ещё я никогда не забуду наш великий путь. \n***\nВыйдя в тронный зал с младшим Сталлером, ты вдруг увидела посередине большое резное зеркало. \nНе веря своим глазам, ты медленно начала вспоминать, что оно выглядит точно также, как и то зеркало, что стояло в медицинском университете.\n***\n— Чтож, прощай, Балирион... Надеюсь, тот вечный огонь, что пылает в твоём сердце навсегда сохранит это королевство в целости и сохранности. \n\n\n\n                                                           Конец ",
    "answers": [
      {
        "id": 1,
        "text": "В начало "
      },
      {
        "id": 198,
        "text": "Перейти к концовкам"
      }
    ]
  },
  {
    "id": 175,
    "text": "Неужели все наконец закончилось? Ильдириус повержен, а все другие озлобленные духи растворились в ночном воздухе, словно их и не было. \n— Никогда не думал, что скажу это,  но... Ты проделал отличную работу, Элион!  — радостно проговорил Балирион, поднимая с земли свой меч. \n— Ты тоже был хорош, младший брат. Я горжусь тобой. \nЮноши подошли друг к другу и крепко обнялись так, словно не виделись целую вечность. \nА Эмма и Джей, полностью выдохнувшиеся, сейчас сидели на невысокой траве неподалёку и счастливо улыбались друг другу.\n",
    "answers": [
      {
        "id": 185,
        "text": "-->"
      }
    ]
  },
  {
    "id": 176,
    "text": "\nИ тут ты наконец вспомнила то самое слово, которое когда-то услышала во сне от настоящей королевы... Кажется, это единственное, что может сейчас помочь! \nЭто слово :",
    "answers": [
      {
        "id": 177,
        "text": "Rebirth"
      },
      {
        "id": 178,
        "text": "Regeneratione"
      },
      {
        "id": 179,
        "text": "Regenior"
      },
      {
        "id": 180,
        "text": "Subortus"
      }
    ]
  },
  {
    "id": 177,
    "text": "Это оказалось совсем не тем словом!!! \nБыстрее, у тебя осталось совсем мало времени!",
    "answers": [
      {
        "id": 176,
        "text": "Вернуться"
      }
    ]
  },
  {
    "id": 178,
    "text": "— REGENERATIONE!!! — Изо всех сил выкрикнула ты, на пару мгновений остановив монстра. Но тот не придал этому особого значения и уже занёс свой огромный, красный меч над головой принца, намереваясь навсегда покончить с ним. \nТы хотела остановить его, но внезапно, твоя голова начала кружиться. \nРуки онемели, а спина перестала болеть. Перед глазами вспыхнул яркий свет... \n",
    "answers": [
      {
        "id": 181,
        "text": "-->",
        "blackout": true
      }
    ]
  },
  {
    "id": 179,
    "text": "Это оказалось совсем не тем словом!!! \nБыстрее, у тебя осталось совсем мало времени!",
    "answers": [
      {
        "id": 176,
        "text": "Вернуться "
      }
    ]
  },
  {
    "id": 180,
    "text": "Это оказалось вовсе не тем словом!!! \nБыстрее, у тебя осталось совсем мало времени!",
    "answers": [
      {
        "id": 176,
        "text": "Вернуться "
      }
    ]
  },
  {
    "id": 181,
    "text": "\nТа самая нерушимая сила, которую невозможно снять даже самой сильной магии на земле все это время была заложена внутри тебя!\nОсвобождающий дар бессмертного дракона. \n— Уж на этот раз тебе точно конец, проклятая нечисть!!! \nТы направила все свои потоки мощнейшей энергии прямо на короля зловещей тьмы. Огонь и свет полностью поглотили несчастного Ильдириуса. Мучаясь и отчаянно стеная в этих всевластных потоках, тот бесконечно умолял пощадить его. Но было уже слишком поздно...\nНеистовый, огненный дракон, восставший из глубин твоей души полностью уничтожил короля ада, рассеяв тьму в его чёрной душе и поселив там спасительный  свет. \nВ конечном итоге, от некогда могущественного и грозного повелителя тьмы не осталось и следа. \n— Вот теперь битва точно окончена... ",
    "answers": [
      {
        "id": 181,
        "text": "Укажите команды для картинки\nTEXT BOTTOM, slow, ",
        "url": "https://d.radikal.ru/d12/2104/e0/1de9aefb9d66.jpg"
      },
      {
        "id": 182,
        "text": "-->"
      }
    ]
  },
  {
    "id": 182,
    "text": "А спустя ещё немного времени, вы поняли, что наконец наступило утро. Солнце уже начало выглядывать из-за далёкого горизонта, оставляя все кошмары прошлой ночи позади. Все, кроме одного... \nЭлион!!! — вы с друзьями скорее бросились спасать своего израненного товарища, который сейчас неподвижно лежал на траве и истекал кровью. \nЕго ярко-голубые глаза, даже несмотря на такую глубокую, истязающую рану, все ещё выглядели такими спокойными и полными надежды... \n— Простите, что так поступаю, но, кажется, я не смогу пойти с вами и отпраздновать нашу замечательную  победу...Мне придётся немного задержаться. \n— Ну уж нет! Не смей нас оставлять! — Эмма положила свою руку на грудь отважного мага и, больше не в силах сдерживать свои слезы, горько заплакала. \n— Кто сказал, что я собираюсь вас оставить? Я только немного отдохну в раю, и вернусь... \n— Я знаю, что ты врешь, — к Элиону наконец подошёл его младший брат и запустил руки в его светлые, серебристые волосы. \n— Когда будешь пировать на том свете за победу, не забывай вспоминать всех нас, ладно?\nЭлион улыбнулся ему через боль. \n— Обещаю...",
    "answers": [
      {
        "id": 194,
        "text": "-->"
      }
    ]
  },
  {
    "id": 183,
    "text": "Ты успела оттолкнуть Элиона, пока Балирион",
    "answers": [
      {
        "id": 181,
        "text": "-->"
      }
    ]
  },
  {
    "id": 184,
    "text": "\nИ тут ты наконец вспомнила то самое слово, которое когда-то услышала во сне от настоящей королевы... Кажется, это единственное, что может сейчас помочь! \nЭто слово :",
    "answers": [
      {
        "id": 188,
        "text": "Rebirth"
      },
      {
        "id": 189,
        "text": "Regeneratione"
      },
      {
        "id": 190,
        "text": "Regenior"
      }
    ]
  },
  {
    "id": 185,
    "text": "Но внезапно ты увидела снова поднимающегося с колен того самого изверга . \n— Он жив!!!!\nМонстр же, еле поднявшись на ноги, из последних сил уже приготовился уничтожить стоявших впереди него принцев.\nИ сейчас тебе нужно соображать очень быстро, ведь ты — единственная, кто заметил все это вовремя и понял, что происходит. \nА у всех твоих друзей сейчас просто не хватит быстроты реакции, чтобы что-то предпринять. ",
    "answers": [
      {
        "id": 186,
        "text": "Оттолкнуть Элиона "
      },
      {
        "id": 187,
        "text": "Оттолкнуть Балириона "
      }
    ]
  },
  {
    "id": 186,
    "text": "Элион!!!! — ты разбежалась и со всех сил толкнула старшего принца на землю, спасая от смертельного ранения.\nБалирион же, не успев отскочить, мгновенно получил очень серьёзную рану от меча монстра и упав на сырую  землю, перестал подавать какие-либо признаки жизни. Хотя если хорошо присмотреться, то можно было понять, что тот ещё дышит. \nНо вот ненасытное чудовище вновь приготовилось сделать ещё один удар по бедному мечнику. На этот раз последний... \nЕщё один взмах и он точно погибнет!!!\nНужно быстро что-то сделать. \n ",
    "answers": [
      {
        "id": 184,
        "text": "-->"
      }
    ]
  },
  {
    "id": 187,
    "text": "Балирион!!!! — ты разбежалась и со всех сил толкнула младшего принца на землю, спасая от смертельного ранения.\nЭлион же, не успев среагировать, мгновенно получил очень серьёзную рану от меча монстра и упав на сырую  землю, перестал подавать какие-либо признаки жизни. Хотя если хорошо присмотреться, то можно было понять, что тот ещё дышит. \nНо вот ненасытное чудовище вновь приготовилось сделать ещё один удар по бедному чародею. На этот раз последний... \nЕщё один взмах и он точно погибнет!!!\nНужно быстро что-то сделать. \n ",
    "answers": [
      {
        "id": 176,
        "text": "-->"
      }
    ]
  },
  {
    "id": 188,
    "text": "Это оказалось совсем не тем словом!!! \nБыстрее, у тебя осталось совсем мало времени!",
    "answers": [
      {
        "id": 184,
        "text": "Вернуться "
      }
    ]
  },
  {
    "id": 189,
    "text": "— REGENERATIONE!!! — Изо всех сил выкрикнула ты, на пару мгновений остановив монстра. Но тот не придал этому особого значения и уже занёс свой огромный, красный меч над головой принца, намереваясь навсегда покончить с ним. \nТы хотела остановить его, но внезапно, твоя голова начала кружиться. \nРуки онемели, а спина перестала болеть. Перед глазами вспыхнул яркий свет... \n",
    "answers": [
      {
        "id": 191,
        "text": "-->",
        "blackout": true
      }
    ]
  },
  {
    "id": 190,
    "text": "Это оказалось совсем не тем словом!!! \nБыстрее, у тебя осталось совсем мало времени!",
    "answers": [
      {
        "id": 184,
        "text": "Вернуться "
      }
    ]
  },
  {
    "id": 191,
    "text": "\nТа самая нерушимая сила, которую невозможно снять даже самой сильной магии на земле все это время была заложена внутри тебя!\nОсвобождающий дар бессмертного дракона. \n— Уж на этот раз тебе точно конец, проклятая нечисть!!! \nТы направила все свои потоки мощнейшей энергии прямо на короля зловещей тьмы. Огонь и свет полностью поглотили несчастного Ильдириуса. Мучаясь и отчаянно стеная в этих всевластных потоках, тот бесконечно умолял пощадить его. Но было уже слишком поздно...\nНеистовый, огненный дракон, восставший из глубин твоей души полностью уничтожил короля ада, рассеяв тьму в его чёрной душе и поселив там спасительный  свет. \nВ конечном итоге, от некогда могущественного и грозного повелителя тьмы не осталось и следа. \n— Вот теперь битва точно окончена... ",
    "answers": [
      {
        "id": 191,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c10/2104/88/b55244a3f11b.jpg"
      },
      {
        "id": 192,
        "text": "-->"
      }
    ]
  },
  {
    "id": 192,
    "text": "А спустя ещё немного времени, вы поняли, что наконец наступило утро. Солнце уже начало выглядывать из-за далёкого горизонта, оставляя все кошмары прошлой ночи позади. Все, кроме одного... \nБалирион!!! — вы с друзьями стремительно бросились спасать своего погибающего товарища, который сейчас неподвижно лежал на траве и истекал кровью. \nЕго светло-серые глаза, даже несмотря на такую глубокую, болезненную рану, все ещё выглядели воодушевленными и гордыми.\n— Простите, что так поступаю, но, кажется, я не смогу пойти с вами и отпраздновать нашу прекрасную победу...Мне придётся немного задержаться. \n— Ну уж нет! Не смей нас оставлять! — Джей положил свою руку на грудь отважного мечника и, больше не в силах сдерживать свои слезы, горько заплакал. \n— Кто сказал, что я собираюсь вас оставить? Я только немного прогуляюсь по лазурному небу и снова вернусь... \n— Я знаю, что ты врешь, — к Балириону наконец подошёл его старший брат и запустил руки в его светлые, белоснежные волосы. \n— Когда будешь пировать на том свете за победу, не забывай вспоминать всех нас, ладно?\nБалирион улыбнулся ему через боль. \n— Обещаю...",
    "answers": [
      {
        "id": 193,
        "text": "-->",
        "blackout": true
      }
    ]
  },
  {
    "id": 193,
    "text": "С момента последних событий прошло несколько дней.\nБалириона — младшего сына Сталлеров похоронили со всеми полагающимися принцу почестями, а его старший брат Элион, некогда носивший звание \"первый наследник\", наконец-то стал великим королём и сильным хранителем государства Лифериос.\n***\nТы же сейчас сидела в том самом большом, цветущем саду около замка и думала обо всем случившемся за это время. Свежий лёгкий ветерок обдувал твоё лицо и колыхал зелёную листву неподалёку. \nЗа последние несколько месяцев ты уже успела познать настоящую дружбу,  горькие переживания, слезы и бесконечное счастье... \nНо больше всего ты осознала то, как всего в один миг человеческая\nжизнь может стать настолько драгоценной и хрупкой. Раньше ты не до конца могла понять это, но теперь... \n***\nВнезапно, все твои раздумия прервали чьи-то негромкие, плавные шаги с правой стороны сада. \nОбернувшись, ты поняла, что это был Элион. На этот раз, на его светлой голове уже красовалась золотая блестящая корона, а синий плащ сменился на красную мантию.\n— Хорошо сегодня на улице?\n— Ага. Погода довольно теплая... \n— Александра. \n— А? \n— Мне было бы интересно узнать, как ты переживала все те события, которые с тобой произошли накануне? Тебе было сильно тяжело? \n— Было точно также, как и всем остальным... Но зато я смогла вынести из этого много уроков. \n— Чтож, я рад за тебя. \nИ... знаешь ли ты, что у нас больше нет тех самых даров? Ни у Джея с Эммой, ни у меня, и скорее всего у тебя... Сначала я удивился, но спустя недолгое время  понял, что их единственное предназначение исполнено, и теперь они попросту перестали быть нам нужны... \nИ знаешь, у меня все ещё остался один небольшой вопрос к тебе.\n—..? \n— Готова ли ты остаться со мной, или же вернёшься в свой мир? Здесь больше не будет никаких войн, я точно в этом уверен, но я чувствую, что в глубине души ты все ещё можешь скучать по своему родному дому и хотеть домой. Что ты выберешь? ",
    "answers": [
      {
        "id": 195,
        "text": "Остаться с Элионом навсегда и попрощаться со своими друзьями и домом "
      },
      {
        "id": 196,
        "text": "Вернуться домой, навсегда забыв про этот чудесный, волшебный мир "
      }
    ]
  },
  {
    "id": 194,
    "text": "С момента последних событий прошло несколько дней.\nЭлиона — старшего сына могучих Сталлеров похоронили со всеми полагающимися принцу почестями, а его младший брат Балирион, некогда носивший звание : \"отважный воин королевства\", наконец-то стал настоящим, полноправным королём и верным защитником государства Лифериос.\n***\nТы же сейчас стояла около большого, каменного окна в замке и думала обо всем случившемся за это время.\nЗа последние несколько месяцев ты уже успела познать настоящую дружбу,  горькие переживания, слезы и бесконечное счастье... \nНо больше всего ты осознала то, как всего в один миг человеческая жизнь может стать настолько драгоценной и хрупкой. Раньше ты не до конца могла понять это, но теперь... \n***\nВнезапно, все твои раздумия прервали чьи-то твёрдые, уверенные шаги с правой стороны коридора. \nОбернувшись, ты поняла, что это был Балирион. На этот раз, на его светлой голове уже красовалась золотая, блестящая корона, а на спине была надета красная мантия. \n— Хорошо сегодня на улице?\n— Ага. Погода довольно теплая... \n— Александра. \n— А? \n— Мне все же интересно узнать, как ты переживала все те события, которые с тобой произошли накануне? Тебе было сильно тяжело? \n— Было точно также, как и всем остальным... Но зато я смогла вынести из этого много уроков. \n— Чтож, я рад за тебя.\nИ... Знаешь ли ты, что у вас больше нет тех самых даров? Ни у Джея, ни у Эммы, и скорее всего у тебя... Сначала я удивился, но спустя недолгое время  понял, что их единственное предназначение исполнено, и теперь они попросту перестали быть вам нужны... \nИ знаешь, у меня все ещё остался один небольшой вопрос к тебе.\n—..? \n— Готова ли ты остаться со мной, или же вернёшься в свой мир? Здесь больше не будет никаких войн, я точно в этом уверен, но я чувствую, что в глубине души ты все ещё можешь скучать по своему родному дому и хотеть домой. Что ты выберешь? ",
    "answers": [
      {
        "id": 197,
        "text": "Остаться с Балирионом навсегда и попрощаться со своими друзьями и домом"
      },
      {
        "id": 174,
        "text": "Вернуться домой, навсегда забыв про этот чудесный, волшебный мир "
      }
    ]
  },
  {
    "id": 195,
    "text": "— Я выбираю остаться здесь, — ты подошла к Элиону и крепко обняла его.\n— Правда? Ох, я так счастлив! Отныне я  клянусь перед всеми богами, что буду оберегать и охранять тебя ото всех возможных бед! — король обнял тебя ещё крепче, а затем нежно поцеловал. \n***\nПрошло ещё несколько месяцев.\nТы стала настоящей королевой Лифериоса и стала править вместе со своим законным мужем. На вашу свадьбу съехались посмотреть ото всех уголков королевства — от малых деревень до больших городов. И именно этот день стал одним из самых счастливых в твоей жизни.\n Элион — верный, мудрый защитник и хороший друг с каждым днем становился тебе все более родным и любимым человеком. \nА все твои дорогие друзья вскоре вернулись домой, и тоже наверняка остались довольны. \nНикогда не знаешь, что будет ожидать вас впереди, но тебе отныне было известно лишь одно : никто из вашего крепкого братства никогда не сможет забыть то победоносное великое сражение от начала и до конца...\n\nИ кто знает, что ещё может случиться с вашим прекрасным королевством, однако ты уже сделала свой выбор, и уж точно никогда о нем не пожалеешь.\nВедь ваша нерушимая любовь и внутренняя сила всегда смогут спасти целый мир...\n\n\n                                                            Конец ",
    "answers": [
      {
        "id": 1,
        "text": "В начало "
      },
      {
        "id": 198,
        "text": "Перейти к концовкам"
      }
    ]
  },
  {
    "id": 196,
    "text": "— Я бы хотела вернуться в свой мир... Прости. \n— Ничего страшного, — молодой король крепко обнял тебя. — Я верю, что когда-нибудь, мы с тобой обязательно увидимся. Правда?\n— Да. Я буду скучать по тебе, — ты обняла Элиона в ответ, спрятав лицо за его плечом, надеясь скрыть свои слезы. Но тихие, еле слышные всхлипы с головой выдали тебя. \n— Не плачь. Мы останемся друзьями. Правда... Я никогда не забуду наш великий путь. \n***\nВыйдя в тронный зал со старшим Сталлером, ты вдруг увидела посередине большое резное зеркало. \nНе веря своим глазам, ты медленно начала вспоминать, что оно выглядит точно также, как и то зеркало, что стояло в медицинском университете.\n***\n— Чтож, прощай, Элион...Надеюсь, твоя чистая доброта в душе навсегда сохранит этот город в целости и сохранности...\n\n\n\n                                                           Конец ",
    "answers": [
      {
        "id": 1,
        "text": "В начало "
      },
      {
        "id": 198,
        "text": "Перейти к концовкам"
      }
    ]
  },
  {
    "id": 197,
    "text": "— Я выбираю остаться здесь, — ты подошла к Балириону и крепко обняла его.\n— Правда? Неужели ты согласна? О, я так счастлив! Отныне я  клянусь перед всеми богами, что буду оберегать и охранять тебя ото всех возможных бед! А если кто-то и посмеет обидеть тебя, то я мгновенно лишу его жизни, — король обнял тебя ещё крепче, а затем страстно поцеловал. \n***\nПрошло ещё несколько месяцев.\nТы стала настоящей королевой Лифериоса и стала править вместе со своим законным мужем. На вашу свадьбу съехались посмотреть ото всех уголков королевства — от малых деревень до больших городов. И именно этот день стал одним из самых счастливых в твоей жизни.\n Балирион — храбрый, сильный защитник и отличный друг с каждым днем становился тебе все более родным и любимым человеком. \nА все твои лучшие друзья вскоре вернулись домой, и тоже наверняка остались довольны. \nНикогда не знаешь, что будет ожидать вас впереди, но тебе отныне было известно лишь одно : никто из вашего крепкого братства никогда не сможет забыть то победоносное великое сражение от начала и до конца...\n\nИ кто знает, что ещё может случиться с вашим прекрасным королевством, однако ты уже сделала свой выбор, и уж точно никогда о нем не пожалеешь.\nВедь ваша нерушимая любовь и внутренняя сила всегда смогут спасти целый мир...\n\n\n                                                            Конец ",
    "answers": [
      {
        "id": 1,
        "text": "В начало "
      },
      {
        "id": 198,
        "text": "Перейти к концовкам"
      }
    ]
  },
  {
    "id": 198,
    "text": "☬ Концовки-достижения ☬",
    "answers": [
      {
        "id": 200,
        "text": "Тихий океан ☯",
        "need": 195,
        "need_ever": true
      },
      {
        "id": 201,
        "text": "Королева воинов ➳",
        "need": 197,
        "need_ever": true
      },
      {
        "need_ever": true,
        "need_sometimes": true,
        "id": 167,
        "text": "Домашний очаг  ♨",
        "need": [
          196,
          174
        ]
      },
      {
        "id": 199,
        "text": "Павший воин ♱",
        "need": 165,
        "need_ever": true
      },
      {
        "id": 1,
        "text": "(Вернуться назад) "
      }
    ]
  },
  {
    "id": 199,
    "text": "К сожалению, ты оступилась на смертоносном поле битвы и, не успев отбить атаку, трагически погибла, не дожив спокойно даже до средних лет. А вместе с тобой, к сожалению, погибли и все твои друзья.\nВы, сражаясь на полную силу, не смогли защитить королевство от проклятых духов. \nОба наследника оказались мертвы, и из-за этого некогда могущественный Лифериос вскоре пал. А вместе с ним мир канул в долгое небытие...\n",
    "answers": [
      {
        "id": 198,
        "text": "Назад "
      },
      {
        "id": 199,
        "text": "Укажите команды для картинки\n",
        "url": "https://c.radikal.ru/c42/2104/98/ec24d167480d.jpg"
      }
    ]
  },
  {
    "id": 200,
    "text": "Выйдя замуж за самого сдержанного, безмятежного, умного и по-настоящему доброго человека, ты наконец обрела свое счастье и осталась жить в великом, мирном королевстве без войн до заката своих лет... ",
    "answers": [
      {
        "id": 198,
        "text": "Назад "
      },
      {
        "id": 200,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d04/2104/6e/5eae66baf6d9.jpg"
      }
    ]
  },
  {
    "id": 201,
    "text": "Ты вышла замуж за верного, несломимого, бесстрашного и как позже оказалось, чертовски заботливого человека. \nВ королевском дворце, окружённом миром и свободой, вы обязательно проживете долгую, счастливую жизнь и родите много будущих, прекрасных наследников... \n",
    "answers": [
      {
        "id": 201,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d06/2104/e8/6c0a42ee9ee0.jpg"
      },
      {
        "id": 198,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 202,
    "text": "",
    "answers": []
  }
]