[
  {
    "id": 1,
    "text": "\nАвтор: Джефф.\n_______________________________________________\nСамым опасным на Земле существом считали человека, но это изменилось. Появились существа, которые составили достойную конкуренцию человечеству- это демоны.\nВ каждой стране стали появляться так называемые \"Охотники\". Это люди, которые потеряли всё из-за демонов, люди,  которым нечего терять. Такими людьми являются два Охотника, которым предстоит довериться друг другу и бороться с нечестью бок о бок. _______________________________________________",
    "answers": [
      {
        "id": 1,
        "text": "Подробности о квестах в группе ВКонтакте.",
        "comment": true
      },
      {
        "id": 2,
        "text": "{Персонажи.}"
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://ysia.ru/wp-content/uploads/2021/01/YAkutiya-175.jpg"
      },
      {
        "id": 10,
        "text": "{Начать историю.}"
      },
      {
        "id": 69,
        "text": "{От автора} (Об этом и других квестах.)\n[Квесты пополняются]"
      },
      {
        "id": 94,
        "text": "{Об Авторе.}"
      },
      {
        "id": 106,
        "text": "[Группа в ВК.]",
        "url": "https://m.vk.com/club204159875?from=group"
      },
      {
        "id": 1,
        "text": "",
        "bgImg": "https://srv2.imgonline.com.ua/result_img/imgonline-com-ua-Resize-1Qt4QerdF8DTBXrf.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "• Информация о людях и некоторых демонах.•",
    "answers": [
      {
        "id": 3,
        "text": "Охотница."
      },
      {
        "id": 8,
        "text": "Охотник."
      },
      {
        "id": 4,
        "text": "Вор."
      },
      {
        "id": 5,
        "text": "Паук.( демон.)"
      },
      {
        "id": 6,
        "text": "Людоед.( демон.)"
      },
      {
        "id": 7,
        "text": "Червь.( демон.)"
      },
      {
        "id": 9,
        "text": "Страж леса.( демон.)"
      },
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 3,
    "text": "• Охотница.\n\nВозраст: 23 года.\n\nРодилась и выросла в \"Девятой зоне.\"(то ещё местечко.). Еды не хватало,люди умирали каждую неделю, трупы валялись на улицах,и люди просто перешагивали их.Из-за этого \"Девятую зону\" прозвали — \"Трупным местом.\" \n\nОтца убил один из демонов, сейчас люди его называют \"Ара́хни.\" Она была маленькой,когда к ним наведался демон,но прекрасно запомнила это восьмилапое существо. \nКогда умерла мать, она ушла из Девятой зоны и однажды наткнулась на церковь.\n",
    "answers": [
      {
        "id": 2,
        "text": "Назад."
      },
      {
        "id": 3,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/474x/7d/f3/e5/7df3e573fb2cc43761832e8d039224a6.jpg"
      }
    ]
  },
  {
    "id": 4,
    "text": "• Зовёт себя А́рон.\n\n\nВозраст: 26 лет.\n\nВорует и этим зарабатывает себе на жизнь.Помогает охотникам.Он ищет демонов,а охотники их убивают.\n\nО себе и семье не рассказывает.",
    "answers": [
      {
        "id": 2,
        "text": "Назад."
      },
      {
        "id": 4,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/39/4d/48/394d4889ec56de8a67ea96e02b390463.jpg"
      }
    ]
  },
  {
    "id": 5,
    "text": "Ара́хни.\n\nОдин из самых опасных демонов.Огромный паук,способный превратиться в того,кого съел.Убил отца Охотницы.",
    "answers": [
      {
        "id": 5,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/bf/a3/95/bfa3952ce4bf5d08c9dfb370b0c0d9b2.jpg"
      },
      {
        "id": 2,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 6,
    "text": "Людоед или же Зверо-демон.\n\nЖивёт в лесах, рядом с деревнями.По ночам охотиться на людей, если людей нет,то охотиться на животных.Очень жестокая тварь, любит мучать свою жертву.",
    "answers": [
      {
        "id": 6,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/originals/a8/f2/79/a8f2791b096294c472d2e66b4a038295.jpg"
      },
      {
        "id": 2,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 7,
    "text": "Червь.\n\nОбитает в пустынях и очень редко в воде.Живёт и передвигается под землёй.Отлично слышит свою жертву,идущую по песку.Червь создаёт для своей жертвы некий песочный водоворот.Жертву затягивает в песок,где её съедает демон.",
    "answers": [
      {
        "id": 7,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/originals/06/54/75/06547557554d32865578b71fd2239f40.jpg"
      },
      {
        "id": 2,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 8,
    "text": "• Охотник.\n\nВозраст: 32 года.\n\nРодился и вырос в \"Подземном городе\". Люди построили это место,чтобы спрятаться от демонов,но и там их скоро нашли... Там действует правило: \"Если не умеешь драться и воровать, значит-умрёшь\".\n\nСвоего отца он не помнит,но зато помнит женщину,которая отдавала всё,чтобы он выжил...Свою маму.\nОна запрещала ему воровать и пыталась сама заработать хоть какие-то деньги.Она не берегла себя и скоро заболела...",
    "answers": [
      {
        "id": 2,
        "text": "Назад."
      },
      {
        "id": 8,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/8a/32/6e/8a326e98decd0215e81943d747f625ff--levi-rivaille-levi-ackerman.jpg"
      }
    ]
  },
  {
    "id": 9,
    "text": "Страж.\n\nКакие-то чёкнутые сказали,что этот демон просто защищает свой лес,но это не так.Эти демоны обитают не только в лесах.Они заманивают свою жертву...голосом.Эти существа могут говорить разными голосами.\n\nПредставьте,вы идёте по лесу (ягоды, грибы собираете.) и вдруг слышите плач ребенка.Вы пойдёте на звук? (пс,лучше не ходи.)\nРазными голосами этот демон заманивает людей,а потом топит их в болотах.Даже не ест,просто топит.",
    "answers": [
      {
        "id": 9,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/43/65/af/4365af2c0ae280d9454264b24ab50683.jpg"
      },
      {
        "id": 2,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 10,
    "text": "Маленькая комната, стол, кровать, напротив кровати окно.\nВы сидите на краю кровати и смотрите на стену, опять о чём-то задумались.\nДва дня назад вы вернулись с охоты,вам попался не самый сильный,зато быстрый демон.(носились за ним полдня.)\nРаздался один стук в дверь.\n*Отец хочет видеть.*, — Подумали вы и встали с кровати.\nЗа дверью никого не было.Вы вышли из комнаты и направились в главный зал.\nЗа пять лет вашего здесь проживания вы выучили все правила церкви.\nВ эти правила также входил стук в дверь.\nЕсли один раз постучали, значит, вас хочет видеть Отец, если два, то пора спускаться в столовую, если три, то пора на охоту...\n",
    "answers": [
      {
        "id": 10,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/1f/13/80/1f1380eb4744f74a2f41051c3b85d76c--peaceful-places-beautiful-places.jpg"
      },
      {
        "id": 11,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 11,
    "text": "Вы поднялись по лестнице и пошли по длинному коридору.",
    "answers": [
      {
        "id": 11,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/originals/30/9c/73/309c731408f60b21d45e6fee8f96b168.jpg"
      },
      {
        "id": 12,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 12,
    "text": "Когда вы только сюда пришли, вам было трудно привыкнуть ко всей этой обстановке, вы часто блуждали по этим коридорам.\nВас привели сюда, когда вам было пятнадцать. Вы уже давно слышали об Охотниках и хотели стать одной из них, и вот вы здесь.\nВам пообещали крышу над головой, еду, уважение и защиту Бога, если вы поклянётесь стать Охотником и защищать людей. \nПервые два дня вас водили по церкви и рассказывали о Боге. Вместе с вами, были ещё пять девушек, оказалось, что церковь разделена на две части. Первая для женщин, вторая для мужчин.\nЧерез неделю вас посадили в один большой кабинет и стали учить. Нет, вас не учили решать задачи и проводить химические опыты. Вам рассказывали о демонах.",
    "answers": [
      {
        "id": 12,
        "text": "Укажите команды для картинки",
        "url": "https://www.sunhome.ru/i/foto/173/bodhi.orig.jpg"
      },
      {
        "id": 13,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 13,
    "text": "Целых полгода вам рассказывали о нечисти. О их сильных и слабых сторонах, о том, как правильно с ними бороться, опасные они или нет и т.д.\nВам рассказывали о демонах каждый божий день, с утра до вечера. Вы могли отдохнуть только, когда ели и спали... Кстати, об этом.\nКормили вас только один раз в день, спать вы ложились в 11:00 вечера, а будили вас в 05:00.\nПосле того как вы узнали всё нужное о демонах, каждой из вас выдали небольшие книги. Все листы были пустыми. Охотница, что учила вас, дала такое задание: на каждом листе зарисовать демона и написать о нём самое главное. Листов было около сотни... Нарисовать и описать сто демонов...",
    "answers": [
      {
        "id": 13,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/originals/54/82/93/548293a2005c2808475ad3eb2811bb7c.jpg"
      },
      {
        "id": 14,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 14,
    "text": "Вы пришли в свою комнату вечером.\nДесять раз пожалели о том, что захотели стать Охотницей, а потом приступили к работе.\nПервые двадцать страниц дались с трудом, а потом стало легче. Вы лежали на кровати и писали. \nК утру книга была полностью заполнена. Утром вы и остальные девушки сдали книги. Вечером вам объявили результаты. Вы и ещё три девушки справились, две не заполнили книгу до конца.\nВы отправляетесь дальше, а те две девушки остаются.",
    "answers": [
      {
        "id": 14,
        "text": "Укажите команды для картинки",
        "url": "http://3.bp.blogspot.com/-AcpC2ZzQ0XE/VcsNLg8IWTI/AAAAAAAAIho/jxM0dr-AEHc/s1600/DSC03830.jpg"
      },
      {
        "id": 15,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 15,
    "text": "Спустя несколько дней вы перешли на новый уровень — это оружие. \nЕсли с книгами про демонов было трудно морально, то с оружием будет трудно физически.\nВы какое-то время изучали оружие, а потом перешли к практике.\nОхотники делятся на три типа: \n✓ Охотники с холодным оружием.\n✓ Охотники с огнестрельным оружием.\n✓ И Охотники со смешанным оружием.",
    "answers": [
      {
        "id": 15,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/originals/78/14/b9/7814b98141bea565c64bbd27897ef322.jpg"
      },
      {
        "id": 16,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 16,
    "text": "• Холодное оружие.\n______________________\nПод ним подразумеваются предметы, при помощи которых можно поразить живую цель, используя мускульную силу Охотника. Согласно закону к холодному клинковому оружию относят мечи, сабли, шпаги, кинжалы, финские ножи. Те предметы, которыми можно произвести колющие, колюще-режущие, рубящие, раздробляющие, ударные действия.\n\n",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      },
      {
        "id": 16,
        "text": "Укажите команды для картинки",
        "url": "http://pop-dos-sot-ww-ttt.narod.ru/popttt/conceptartttt/arttttinstall6tttart.jpg"
      }
    ]
  },
  {
    "id": 17,
    "text": "• Огнестрельное оружие.\n____________________________ \nЭто кинетическое оружие, в котором для разгона и выбрасывания снаряда (мины, пули) из канала ствола используется сила давления газов, образующихся при сгорании метательного взрывчатого вещества (пороха) или специальных горючих смесей.\nОсобенно огнестрельное оружие любят использовать очень зоркие Охотники.",
    "answers": [
      {
        "id": 17,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/originals/0c/4a/74/0c4a74d6d73ee7ea16d9518a03441e60.jpg"
      },
      {
        "id": 18,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 18,
    "text": "• Смешанное оружие.\n________________________\nПрофессиональные Охотники пользуются этим оружием. Оно и огнестрельное и холодное.",
    "answers": [
      {
        "id": 19,
        "text": "Далее."
      },
      {
        "id": 18,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/originals/a1/0a/6f/a10a6f2070d9b59b56d0918a84eabf12.jpg"
      }
    ]
  },
  {
    "id": 19,
    "text": "Вы отлично стреляете, метаете ножи и дерётесь на мечах, поэтому вам досталось смешанное оружие.\nТакже наставница развивала вашу устойчивость: к воде, вас погружали в ледяную воду <plus> вы задерживали дыхание. (ваш рекорд 8 мин.); к жаре, вы заходили в железную комнату, и она нагревалась. Вас даже щекотали, есть такие демоны, которые могут защекотать до смерти.",
    "answers": [
      {
        "id": 20,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 20,
    "text": "И вот вы здесь уже пять лет. Вы поднялись по лестнице и открыли массивную дверь.",
    "answers": [
      {
        "id": 21,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 21,
    "text": "Большая комната с множеством икон. Напротив двери, перед самой большой иконой Бога, на коленях стоит Отец и молиться. В центре, повёрнутый к вам спиной, смоит мужчина. \n*Давно я мужчин не видела...ну кроме Отца.* \nВы встали на небольшом расстоянии от Охотника.\nТеперь вы оба стоите молча и ждёте пока Отец закончит.",
    "answers": [
      {
        "id": 22,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 22,
    "text": "Отец закончил молиться, встал и повернулся к вам.\n— Бог создал прекрасный мир, — начал он. —  Но появилось то, что уничтожает его. Демоны, — он подошёл ближе к вам. — Дочь моя... — отец положил свою левую руку вам на плечо. — Сын мой... — правую руку он положил на плечо мужчины. — Я хочу, чтобы с этого момента вы сражались бок о бок, как одни из самых сильных Охотников. В этот раз в церковь... Нет, в свой дом, вы вернётесь не скоро. С этого момента, вы должны будете искать и избавлять этот мир от демонов, — отец договорил.",
    "answers": [
      {
        "id": 22,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/originals/50/07/81/5007818982cd54172dbab0e175de06ec.png"
      },
      {
        "id": 23,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 23,
    "text": "Через пару минут, вы оба выходите и закрываете за собой дверь.\nТолько сейчас вы позволили себе посмотреть на него, а он, в свою очередь, посмотрел на вас. Не зря же церковь разделена на мужскую и женскую части, Отцу бы не понравилось, что \"его дети\" разглядывают друг друга.\nПеред вами стоит взрослый мужчина, выглядит он молодо, но опыт Охотника подсказывает, что он старше. Чёрный кожаный плащ, тёмные штаны с ремнями, специальные ботинки, в которых спрятаны метательные ножи. Ростом он чуть выше вас, а вы на каблуках. На вас смотрели уставшие серо-голубые глаза, на лице несколько еле заметных шрамов, тёмные волосы...Он закончил вас осматривать.\n— Предлагаю, выходить утром, — тихим, но строгим голосом сказал он.\nВы кивнули ему, и разошлись в разные стороны.",
    "answers": [
      {
        "id": 24,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 24,
    "text": "Вы быстро дошли до своей комнаты.\nСразу же собрали нужные вещи. Какие? Оружие и деньги — всё, что нужно Охотникам. Одежда у вас специальная, просто так не порвётся.\n*Он сказал, что выходим утром... значит, в 05:00.* \nВы посмотрели на окно.\n*Вечереет.*\n У вас есть время, и вы решаете записать всё, что сказал вам Отец.\nВы всегда это делаете. Нет, это не дневник, там вы записываете демонов, которых убили, и самое важное. Есть демоны, которые стерают память...На всякий случай вы носите с собой этот блокнот.",
    "answers": [
      {
        "id": 25,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы легли спать где-то в полночь, проснулись в 04:20. Это примерное время, Охотники не пользуются часами, они определяют время по небу. Лучше прийти раньше, чем опоздать.Что-то вам подсказывает, что он тоже придёт раньше.\nВы собрались и вышли из комнаты. Двери здесь никто не запирает, да и кто у своих красть будет? Точно не Охотник...\nВы спустились по лестнице, завернули за угол, быстро прошли по коридору и зашли в большой зал. Там идёт урок.\nСвященник Рон стоит в центре и рассказывает о Боге и ангелах. Вокруг него сидят дети от шести до двенадцати лет. Эти дети из-за демонов потеряли родителей, и их спасли Охотники, теперь они тоже готовятся ими стать.\nВы, чтобы не помешать уроку, тихо проходите к большой двери, и тут вас замечает Рон.\n— Сестра, хорошо, что ты здесь! Я думал, что никого не поймаю, — с улыбкой сказал он.\nВы развернулись и пошли к ним.\n— Здравствуй, Брат, — поздоровались вы и слегка поклонились.\n— Доброе утро, Сестра. Слышал, у тебя новое задание?\n— Да, — кротко ответили вы. \nДети с интересом разглядывали вас и шептались: \" Охотница\", \"Охотница\", \"Она убивает демонов\".\n— Надеюсь, мы тебя не отвлекаем, — сказал Рон.\n— У меня есть время.\n— Отлично, я бы хотел, чтобы ты рассказала детям об \"охоте\".\n— Хорошо.\n",
    "answers": [
      {
        "id": 26,
        "text": "Далее."
      },
      {
        "id": 25,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-20.userapi.com/c858024/v858024613/13197a/Z3hom4aK_Ns.jpg"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы подумали, что о самих демонах им итак рассказывают. Поэтому решили кратко рассказать о том, как вы убивали нечисть.\nДети слушали вас с открытой ртом.\nКогда вы закончили, то вас засыпали вопросами: Было страшно? Какой демон был самым сильным и большим? А вы встречали Ара́хни? Сколько демонов вы убили? и т.д.\nВопросы самые простые и ничем не отличаются от тех, которые вам задовали в прошлый раз, но вот здесь один мальчик спросил у вас то, что никто не спрашивал.\n— Как вас зовут?\nВы даже как-то растерялись, уже лет восемь у вас это не спрашивали. Тишина длилась недолго.\n— У Охотников нет имён, — ответил священник. — Когда вам исполниться пятнадцать, вас тоже перестанут звать по имени.\n— Как!? — почти хором спросили дети.- А как же нас будут звать?\nИ они переключились на Рона.\nКраем глаза, вы заметили что-то. Повернулись и увидели того Охотника. Он стоял, прислонившись спиной к стене. Ваши с ним взгляды встретились.\n*Пора уходить.*\nПодумали вы и пошли к Охотнику, он пошёл к выходу.\nЭто сейчас дети не понимают, как они будут без имени, но потом они привыкнут. Потом их будут звать: Брат, Сестра, Охотник или Охотница. Ну и Отец их будет звать дочь или сын.\n",
    "answers": [
      {
        "id": 27,
        "text": "Далее."
      },
      {
        "id": 26,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-20.userapi.com/c858024/v858024613/13197a/Z3hom4aK_Ns.jpg"
      }
    ]
  },
  {
    "id": 27,
    "text": "Охотник выходит из церкви, вы за ним.\n— В нескольких километрах от сюда есть деревня, — сказал он.\n— Оттуда и начнём. Нужны лошади, так быстрее будет, — предложили вы.\nСпустя двадцать минут, вы уже верхом ехали в деревню. Охотник ехал чуть впереди вас. С этим человеком вам предстоит бороться с нечистью, но вы даже его не знаете, да и он вас тоже. Охотникам нельзя говорить свои имена и рассказывать о прошлом. Таковы правила церкви.\n\nЕхать ещё часа два, может поговорить?",
    "answers": [
      {
        "id": 28,
        "text": "- Почему ты предложил ехать именно в ту деревню?"
      },
      {
        "id": 29,
        "text": "- Сколько ты уже охотишься?"
      },
      {
        "id": 30,
        "text": "- Я впервые еду на охоту с кем-то."
      },
      {
        "id": 32,
        "text": "[Ехать молча.]"
      },
      {
        "id": 27,
        "text": "Укажите команды для картинки",
        "url": "https://krasivosti.pro/uploads/posts/2021-03/1616299035_10-p-dve-loshadi-12.jpg"
      }
    ]
  },
  {
    "id": 28,
    "text": "— Я слышал, что там пропадали Охотники.\n— Охотники?\n— Да, это просто слухи, но проверить не помешало бы.",
    "answers": [
      {
        "id": 27,
        "text": "- Ясно."
      }
    ]
  },
  {
    "id": 29,
    "text": "— Шестнадцать... вроде, — ответил он.\n*Шестнадцать лет? Он точно старше, чем выглядит.*\n— А ты? — он повернул голову к вам.\n— Пять лет.\n— И как?\n— Что?\n— Слышал, что ты сама пришла в церковь. Зачем?\n— Чтобы убивать демонов, — вы поровнялись с ним.\n— Каждый день рубить этих тварей и потом умереть? У тебя был выбор, и ты выбрала не то, что тебе нужно на самом деле.\n— Я... — такого вы не ожидали. — Я не понимаю, почему ты...\n— Прости, сам не знаю, что говорю.... видимо просто не выспался.",
    "answers": [
      {
        "id": 27,
        "text": "- ..."
      }
    ]
  },
  {
    "id": 30,
    "text": "— Я тоже, — ответил мужчина. — Охотников и Охотниц разделили, чтобы они...\n— Не нарушили \"Закон Неприкосновенности\"?\n— Да. Сама понимаешь, это запрещено,  наказание и всё такое.",
    "answers": [
      {
        "id": 27,
        "text": "- Понимаю."
      },
      {
        "id": 31,
        "text": "[✓Законе Неприкосновенности✓]"
      }
    ]
  },
  {
    "id": 31,
    "text": "            • Закон Неприкосновенности.•\n\nПридуман церковью. Этот закон запрещает Охотникам состоять в любовных отношениях.\nЦерковь разделена на две части, чтобы мужчины и женщины не пересекались.\nПеред тем, как стать Охотником, надо дать клятву, что никогда не нарушишь этот закон.\nНаказание: Двух человек, нарушевших закон, выводят голыми перед всеми жителями церкви. Там должны присутствовать все и мужчины, и женщины, и даже дети. Они должны рассказать \"публике\", почему нарушили закон. Всегда звучит одно и то же: \"Мы полюбили друг друга.\"\nЗатем Охотнику и Охотнице выжигают на лбу перечёркнутый крест. Это значит, что они предали своих, церковь и Бога. Это клеймо предателя на всю жизнь. Таких выгоняют из церкви, да и среди простых людей они не приживаются. Люди не доверяют \"бывшим Охотникам\".",
    "answers": [
      {
        "id": 30,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 32,
    "text": "Оставшийся путь вы ехали молча. Спустя полтора часа вы выезжаете из леса, в метрах шестидесяти находится мост через реку, а за ним, нужная вам деревня.\nНе сказав ни слова, вы оба одновременно слезаете с лошадей и отпускаете их. Они сами вернуться на территорию церкови. В таких деревнях лучше не приезжать на лошадях, могут украсть, или если там демон, то есть шанс лишиться лошади. Вы с Охотником пошли к мосту, по нему кто-то идёт.\nЭто мужчина с мешком на спине, он вас заметил и замер на пару секунд, а потом скинул мешок со спины и побежал к вам.",
    "answers": [
      {
        "id": 33,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 33,
    "text": "— Охотники? — спросил он на бегу.\nВы просто кивнули.\n— Боже, спасибо! Я знал, что нам помогут! —  он добежал до вас и упал перед вами на колени. — Пожалуйста, помогите! — он стал вам кланяться. — С нашей деревней беда! В неё повадился ходить демон!\nПоследних слов было достаточно. Вы сделали шаг назад от мужчины, который уже хотел поцеловать ваши сапоги. Охотник сел перед ним на корточки.\n— Какой это демон? — строгим голосом спросил он.\n— Я.. я не знаю. Его никто не видел, он приходит ночью! Столько наших убил...\n— Только ночью? — уточнили вы.\n— Да, ночью... Если кто выйдет, то всё... Сожрёт, а так ещё утаскивает наш скот. Помогите, пожалуйста.\n— Не нужно нас умолять и вставать перед нами на колени, — начал Охотник.\n— Если дело касается демонов, то мы поможем, — закончили вы.",
    "answers": [
      {
        "id": 34,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 34,
    "text": "— Спасибо, спасибо большое! Идёмте, я вас отведу, — он радостно вскочил на ноги и побежал к своему мешку.\nВы шли за ним.\n— Что думаешь? — спросил вас Охотник.\n— Если это ночной демон, то справиться с ним будет сложнее... Мне кажется, что это может быть Зверо-демон, — ответили вы.\n— Если так, то будет сложно его убить... Надо сначала деревню осмотреть.\n— Думаешь, он может быть в деревне?\n— У меня был случай, когда демон был близко, а я искал его не там, где надо.\n— Ясно, значит сначала деревня, потом лес.",
    "answers": [
      {
        "id": 35,
        "text": "Далее."
      },
      {
        "id": 38,
        "text": "[✓Зверо-демон✓]"
      }
    ]
  },
  {
    "id": 35,
    "text": "За десять минут вы дошли до деревни.\n— С виду, и не скажешь, что на них нападает демон, — тихо сказали вы, Охотник еле заметно улыбнулся.\nВ деревне было оживлённо, повсюду бегали куры, за забором ходили коровы, играли дети, люди работали.\n— Идёмте, я познакомлю вас с Господином Смотрителем.\n",
    "answers": [
      {
        "id": 35,
        "text": "Укажите команды для картинки",
        "url": "https://www.austinauction.com/p/event_items/24/352.jpg"
      },
      {
        "id": 36,
        "text": "Далее."
      },
      {
        "id": 37,
        "text": "[✓Господин Смотритель✓]"
      }
    ]
  },
  {
    "id": 36,
    "text": "Он повёл вас к трём разговаривающим мужчинам.\n— Господин Смотритель, к нам пришли Охотники.\n— Охотники? — к вам повернулся мужчина лет сорока.— Боже мой! Вы всех нас спасёте? — он подскочил к вам.\n— Сначала мы должны найти его, — ответили вы.\n— Да, да, да, конечно! Может мы могли бы вам чем-то помочь?\n— Нет, просто дайте нам сделать свою работу, — сказал Охотник.\n— Вы же его убьёте, да? — спросил тот мужчина, что привёл вас.\n— То есть? — вы не поняли вопроса.\n— Ну мы слышали, что иногда Охотники оставляют демонов в жи...\n— Ложь, — Охотник сказал это очень грубым и холодным голосом. \nДвое мужчин растерялись.\n— Мы убиваем всех демонов, которые опасны для человека, — сказали вы. — Для начала, мы бы хотели осмотреть деревню... если вы не против.\n— Ээ...д..да, конечно. Делайте всё, что считаете нужным, можете даже в дома заходить, — Смотритель испуганно покосился на Охотника.\n",
    "answers": [
      {
        "id": 39,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 37,
    "text": "                  ✓Господин Смотритель✓\n\nГлавный в деревне. Он смотрит за порядком, решает вопросы со строительством новых зданий и т.п.\nОбычно назначают холостого мужчину, редко (почти никогда) назначают женщину.\nЭто самый богатый человек в деревне.",
    "answers": [
      {
        "id": 35,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 38,
    "text": "                           ✓Зверо-демон✓\n\nЭтот демон отдалённо напоминает животное, например: волк, медведь, олень, рысь, пума.\nКрупное существо, с шипами на толстой коже. Иногда имеет больше четырех глаз и рога.\nУ Зверо-демонов, похожих на лесного хищника, например, волка, огромный рост и блинные острые когти, которыми он роет себе нору.\nЖивут в лесу, рядом с деревнями, нападают на людей, но могут питаться и другими животными.\nОдиночки, ненавидят и бросаются на своих.\nОчень жестокие и опасные твари.\nНападают на жертву, но не убивают, а утаскивают в свою нору, которая находится где-то в лесу. Там медленно начинают отгрызать конечности, срывать кожу, пока жертва не умрёт от адской боли, потом съедают.\nИнтересно то, что так жестоко они убивают только людей.",
    "answers": [
      {
        "id": 38,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/originals/ea/05/36/ea0536812d661466a19817f928c3caac.jpg"
      },
      {
        "id": 34,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 39,
    "text": "Вы пошли по деревенской дороге. Люди смотрели на вас как-то странно, вы привыкли к такому. Пускай Охотники и спасают людей от демонов, но не все понимают, как человек может согласиться на такое.\n— Там развилка, разделимся и потом встретимся у входа в деревню, — сказал он.\n— Ладно, я пойду налево, — ответили вы и повернули.\n*Если это действительно Зверо-демон, то он должен был оставить следы, и ещё надо поискать..* \nВы остановились.\n*Кровь...*\nЕсть у вас небольшая особенность, вы можете почувствовать запах крови на достаточно большом расстоянии. Вы сделали три шага вперёд — запах пропал, три шага назад — опять появился.\nСправа вы услышали чьё-то хихиканье, видимо детей рассмешила ваша лунная походка, вы не обратили на них внимания и повернулись в другую сторону.\nНапротив вас, стоят два дома, от обоих вы чувствуете запах крови. Смотритель сказал, что заходить в дома можно.\n\nВ какой зайти?\n",
    "answers": [
      {
        "id": 40,
        "text": "[В первый.]"
      },
      {
        "id": 42,
        "text": "[Во второй.]"
      }
    ]
  },
  {
    "id": 40,
    "text": "Вы подходите к забору, и тут из будки, с диким лаем, выскакивает большая собака, к счастью для вас или для собаки, она оказалась привязана.\n— Рокси! Опять кошку увидела? — из дома выходит мужчина и видит вас. — Ээ, здрасте.\n— Добрый день, я..\n— Охотница. Я знаю, ребята рассказали, что нам пришли помочь два Охотника, — мужчина подошёл и открыл вам калитку.\n*Быстро они.* \n— Хотите чаю? — он вам мило улыбнулся. Запах усилился, вы немигающим взглядом посмотрели на него.\n*Не демон... и кровь не человеческая.*\n— Нет, спасибо. Может вы лучше расскажите о вашем демоне.\n— Да нечего рассказывать, приходит ночью, утаскивает кого-нибудь и всё... Я его не видел, но это точно демон.\n— А следы?\n— Ничего такого не видел.\n— Ладно, всего доброго вам, — вы пошли ко второму дому.\n— Удачи вам! — крикнул вам мужчина.\nВ другом доме вы тоже ничего не нашли.",
    "answers": [
      {
        "id": 41,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 41,
    "text": "Вы обошли свою часть деревни и ничего не нашли. Надо возвращаться.\nУ входа в деревню вы заметили, сидящего на скамейке, Охотника. Он, зевая, смотрел в сторону леса. Когда вы подошли ближе, он повернулся к вам.\n— Я ничего не нашла, никаких следов, чисто, — сказали вы и грациозно сели рядом с ним.\n— Я тоже... Они говорят одно и то же: \" Приходит и утаскивает.\" Я пытался найти следы когтей и крови — ничего.... Думаю, что это не Зверо-демон, он бы оставил кучу следов, — он откинулся на спинку скамейки. Вы начали думать вслух.\n— Какой-то демон приходит ночью, нападает и утаскивает жертву, не оставляя никаких следов....\nПрошло всего секунды две, и вы, повернувшись друг к другу, в один голос сказали: \n— Вампир!",
    "answers": [
      {
        "id": 43,
        "text": "Далее."
      },
      {
        "id": 44,
        "text": "[✓Вампир✓]"
      }
    ]
  },
  {
    "id": 42,
    "text": "Вы подошли к старому дому, постучали — никто не ответил. Постучали ещё раз, и ещё, и ещё. В доме никого нет, но пахнет человеческой кровью.\nВы дёргаете за ручку двери и она открывается. Вы тихо входите в тёмное помещение. Коридор, кухня, лестница на второй этаж, там пахнет кровью. Вы поднимаетесь, две двери. Первая — спальня, там никого. Вы открываете вторую дверь. Лопата, метла, гроб, коробки... Гроб?!\nВы убираете одну коробку, лежащую на гробу, содитесь на корточки. Резко открываете крышку гроба и так же резко закрываете её обратно.\nВ ваш чувствительный нос ударил сильный трупный запах. Вы встаёте и быстро уходите. В похожих деревнях некоторые люди не закапывают умерших родственников, а оставляют их у себя в доме.\nЭтот запах напомнил вам о Девятой зоне...\nВ другом доме вы тоже ничего не нашли.\n",
    "answers": [
      {
        "id": 41,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 43,
    "text": "— Надо проверить лес, до заката, — Охотник поднялся, и вы тоже.\n",
    "answers": [
      {
        "id": 45,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 44,
    "text": "                                ✓Вампир✓\n\nБольшой рост, длинные когти, острые клыки.\nОхотиться ночью, двенадцать часов может выбирать себе жертву и напасть на неё следующей ночью. Вампирская слюна способна парализовать на два часа, а если в организм попало слишком много слюны, то это мгновенная смерть.\nС воздуха прыгает на жертву, прижимает всем весом к земле и кусает. Слюна парализует жертву, и та ничего не может сделать. Демон утаскивает \"добычу\" в пещеру и там выпивает всю кровь, труп выбрасывает подальше от пещеры.\nЭти твари умные, могут и дверь открыть, если та плохо заперта.\nДля Охотников являются проблемой, потому что охотятся стаей. Один Вампир очень редко когда встречается. С ними лучше сражаться днём, когда они вообще почти ничего не видят.\n",
    "answers": [
      {
        "id": 44,
        "text": "Укажите команды для картинки",
        "url": "https://cdna.artstation.com/p/assets/images/images/000/371/334/large/kevin-demuynck-03.jpg?1419439547"
      },
      {
        "id": 41,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 45,
    "text": "Вы разделились и пошли искать пещеры.\nНадо справиться до заката, поэтому вы перешли на бег.\n*Если это Вампир, надо искать пещеры, но, что если это Зверо-демон? Чёрт, надо успеть оббегал всю свою часть леса.*",
    "answers": [
      {
        "id": 45,
        "text": "Укажите команды для картинки",
        "url": "https://get.wallhere.com/photo/1920x1080-px-landscape-moss-nature-trees-732320.jpg"
      },
      {
        "id": 46,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 46,
    "text": "Прошло минут 30-40, вы всё ещё бегаете по лесу, и... Нора!\n*Пещеры я не нашла, а это проверить надо.*\nВы берёте оружие и тихо заходите в нору.\nТемно, сыро, холодно... Никого нет. Вы выходите обратно. И Вампиры, и Зверо-демоны — ночные монстры, они охотятся только ночью, а днём спят.\nНадо искать дальше.",
    "answers": [
      {
        "id": 46,
        "text": "Укажите команды для картинки",
        "url": "https://deadmanstales.files.wordpress.com/2016/01/highforestcaveyall.jpg"
      },
      {
        "id": 47,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 47,
    "text": "Уже начинает темнеть, вы пробегали почти весь день. Свою часть леса вы осмотрели и ничего не нашли. Очень странно...\nЛибо вы с Охотником плохо ищите, либо вам что-то недоговаривают.\nВаше внимание привлекла какая-то вспышка в небе. Хм, у вас есть такая же, Охотники используют такую яркую вспышку, чтобы отпугнуть от себя Вампиров.\n*С ним, что-то случилось?*\nПронеслось в вашей голове, и вы тут же подорвались и побежали туда.",
    "answers": [
      {
        "id": 47,
        "text": "Укажите команды для картинки",
        "url": "https://wallpaperaccess.com/full/3801135.jpg"
      },
      {
        "id": 48,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 48,
    "text": "*Точно что-то случилось. Солнце содится... Может нарвался на стаю Вампиров?*\nПлохие мысли так и лезли в голову.\nВы целый день пробегали по лесу и ноги сильно устали, но сейчас, боль в ногах — это последнее о чём вы думаете.\nВы добежали до деревни и услышали чей-то плач, осмотрелись.\nДвое мальчишек кидают камни в какую-то игрушку, похоже это плюшевый медвежонок, сзади них плачет маленькая девочка.\nВы нужны Охотнику.",
    "answers": [
      {
        "id": 49,
        "text": "[Помочь девочке.]"
      },
      {
        "id": 50,
        "text": "[Бежать к Охотнику.]"
      }
    ]
  },
  {
    "id": 49,
    "text": "Девочка сидела на траве и громко плакала. Вы поняли, что это её игрушка, но она боится подойти.\nДевочка заметила Охотницу и побежала к вам.Она уткнулась носом вам в живот, а потом подняла на вас свои заплаканные глаза. У неё на щеке вы заметили небольшой синяк, похоже она пыталась забрать игрушку, и в неё прилетел камень.\nНи сказав ни слова, вы аккуратно отходите от девочки и направляетесь к игрушке. Мальчики вас увидели и остановились, вы подошли к медведю и уже хотели забрать его, как вдруг краем глаза заметили что-то.\nВы были готовы к такому. Одним быстрым и резким движением руки, вы поймали два, летящих в вас, камушка и также быстро бросили их обратно. Конечно же вы не хотели калечить детей, поэтому просто промахнулись. Два камня, со свистом, пролетели рядом с головами мальчиков, те даже понять ничего не успели, а когда до них дошло, они бросились в разные стороны.\nВы посмотрели в сторону, где была девочка, но её там не оказалось. Она уже была рядом с вами и обнимала медведя. Ну вот вы и помогли ей.\nБыстрым шагом, вы уходите и слышите за спиной:\n— Тётя Охотница, подождите! — к вам подбежала та девочка, в одной руке она держала игрушку, в другой... Яблоко.\n— Вот, — она протянула вам руку с яблоком.- Спасибо, что спасли Топтыжку! — она лучезарно улыбнулась.\n",
    "answers": [
      {
        "id": 49,
        "text": "Укажите команды для картинки",
        "url": "https://i.ytimg.com/vi/XOvW-UVQH4c/maxresdefault.jpg"
      },
      {
        "id": 51,
        "text": "- Спасибо. (Взять яблоко.)"
      },
      {
        "id": 53,
        "text": "- Лучше скушай сама. (Не брать яблоко.)"
      }
    ]
  },
  {
    "id": 50,
    "text": "У вас совсем нет времени. Дети так часто делают...\nВы нужны Охотнику, уже стало темнее. Вы ускоряетесь и бежите в другую часть леса. Спустя десять минут вы находите его. Охотник сидит на поваленном дереве и точит нож.\n— Прости...что задержалась, — устало проговорили вы. Он встал и повернулся к вам. — Что...с..случилось?\n— Прости, что отвлёк тебя от поисков. Ты бежала? — он подошёл ближе.\n— Я думала, что на тебя напали.\n— Нет, нет я в порядке... Спасибо за беспокойство. Я нашёл кое-что, думаю, ты удивишься. Идём.\nОн повёл вас куда-то.\n— На своей части леса я ничего не нашла, — начали вы.- Это странно... — вы идёте рядом, Охотник внимательно на вас смотрит.- В деревне никаких следов... в лесу тоже...Что, если здесь нет никаких демонов, и нас просто обманывают?\nОхотник ответил не сразу.\n— У меня была такая мысль, но потом я кое-что здесь нашёл...\n\n",
    "answers": [
      {
        "id": 54,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 51,
    "text": "— Спасибо, — вы берёте яблоко и уходите.\n— Тётя Охотница! — крикнула вам вслед девочка. Вы обернулись. — Вас обманывают! — она крепко обняла медведя и убежала.\n*Обманывают?*",
    "answers": [
      {
        "id": 52,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 52,
    "text": "Охотник заждался вас, уже стало темнее. Вы ускоряетесь и бежите в другую часть леса. Спустя десять минут вы находите его. Охотник сидит на поваленном дереве и точит нож.\n— Прости...что задержалась, — устало проговорили вы. Он встал и повернулся к вам. — Что...с..случилось?\n— Прости, что отвлёк тебя от поисков. Ты бежала? — он подошёл ближе.\n— Я думала, что на тебя напали.\n— Нет, нет я в порядке... Спасибо за беспокойство. Я нашёл кое-что, думаю, ты удивишься. Идём.\nОн повёл вас куда-то.\n— На своей части леса я ничего не нашла. Это странно, — начали вы.- Я задержалась, потому что помогала одной девочке, — Вы идёте рядом, Охотник внимательно на вас смотрит. — И эта девочка сказала, что нас обманывают.- Вы посмотрели на него.- Что, если здесь нет никаких демонов, и нас просто дурачат?\nОхотник ответил не сразу.\n— У меня была такая мысль, но потом я кое-что здесь нашёл...\n\n",
    "answers": [
      {
        "id": 52,
        "text": "Укажите команды для картинки",
        "url": "https://img.fruugo.com/product/0/08/14462080_max.jpg"
      },
      {
        "id": 54,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 53,
    "text": "Вы разворачиваетесь и уходите.\n— Тётя Охотница! — крикнула вам вслед девочка. Вы обернулись. — Вас обманывают! — она крепко обняла медведя и убежала.\n*Обманывают?*",
    "answers": [
      {
        "id": 52,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 54,
    "text": "— Мы пришли, — сказал Охотник и остановился.\n— Красиво... — тихо произнесли вы и посмотрели на звёздное небо.\n— Посмотри сюда, — Охотник остановился у дерева. Вы подошли.\n— Это яма? — вы подошли ещё ближе. — Что т...",
    "answers": [
      {
        "id": 54,
        "text": "Укажите команды для картинки",
        "url": "https://sun9-48.userapi.com/c846521/v846521589/1c8092/dwQeWUcZ9Oc.jpg"
      },
      {
        "id": 55,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 55,
    "text": "В яме были закопаны трупы людей... Нет, закопаны — это громко сказано, скорее присыпаны землёй.\nКровавые конечности торчали из-под земли.Трупов было много...\n— Мужчины... женщины... — почти шёпотом говорили вы.\n— И вон там — дети, — спокойно произнёс Охотник. \nВы немного растерялись, но потом быстро вернули себе маску равнодушия.\n— Много трупов... Осмотрим?\n— Я уже осмотрел парочку, но хочу услышать, что скажешь ты, — ответил он и облокотился на дерево.\nВы с каменным лицом спускаетесь туда и садитесь на корточки перед мёртвым парнем.\n*Ему лет пятнадцать... совсем молодой...*\nВы стряхнули землю с его шеи.\n— Укус... достаточно большой... Крови нет, — вы начали изучать следы укуса.\n— Поверь, кровь — это не единственное, чего у него нет, — сказал Охотник и начал подходить к вам.\n— То есть? — через плечо, спросили вы, он присел рядом с вами.\n— Нажми ему на живот. Вот здесь... Да.\n— Стоп.\n— М?\n— Почему его живот такой мягкий?\n— Ты не знаешь?\n— Если б знала, не спрашивала бы.\n— Значит, ты ещё не сталкивалась с таким... — Охотник поднялся.\n— В чём дело? — вы правда такого не видели.\n— У него нет органов...У всех здесь нет органов, — он вылез из ямы и зашагал к реке.\n— Что значит \"нет органов\"? — вы пошли за ним. \nОн резко остановился и повернулся к вам. Ваши лица достаточно близко.\n— Их осушили, высосали из них все соки... Я уже видел такое, — он говорил тихо и не отходил от вас. Вы, не отводя взгляд, смотрели в стеклянные глаза. — Знаешь, Сестра...нас правда обманывают. Только я не понимаю, зачем? — он замолчал.\n— Это не Вампир...\nОн вам кивнул.\n— И не Зверо-демон...\nОпять кивнул.\n— Это, что-то хуже...\n— Давай я тебе помогу, — он приблизил своё лицо к вашему. — Это Паук.\nТишина.\n— Паук... — вы повторили. — Пауки одни из самых опасных демонов...\n— Я однажды пытался убить одну такую тварь... — он отошёл от вас и повернулся к реке.\n— И?\n— Я упустил её... смог отрубить ей одну лапу, но упустил...\n*Кажется, он винит себя за это...*\n— Ты наверное никогда их не видела, но поверь, они те ещё уроды, — он попытался пошутить, но ни вы, ни он даже не улыбнулись.\n— Когда я была маленькой... — неожиданно для себя, начали вы. — К нам в дом забрался восьмилапый монстр... — Охотник повернулся к вам, а вы опустили голову. — Папа спрятал нас с мамой, а сам остался... Остался, чтобы увести монстра подальше от нас...И мы видели как он...как его...\n— Эй, — тихо сказал он и подошёл к вам. — Ты не должна рассказывать мне этого... церковь...\n— Да, да знаю, прости. Сама не знаю, что на меня нашло... — вы отвернулись и быстро вытерли, предательски вытекшую, слезу. Плечо стало тяжелее, Охотник положил вам на плечо свою руку.\n— Мир полон дерьма, и мы с тобой ещё не раз в него наступим.\n— Да...\n— Ладно, пошли обратно... Сестра.\n— Пошли... Брат. Разберёмся и с теми, кто нас обманывает, и с Пауком.\nВы оба улыбнулись и пошли в деревню.",
    "answers": [
      {
        "id": 55,
        "text": "Укажите команды для картинки",
        "url": "https://sun1-25.userapi.com/JbAoH_woRjnrzMpVY4jjUjWL0MNpM77qg-z07w/36NheBrcMNQ.jpg"
      },
      {
        "id": 56,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 56,
    "text": "— Ты знаешь, где может быть этот Паук? —  вы шли рядом.\n— Он может превратиться в того, чьи органы он съел... — начал он.\n— Да, знаю, но при этом у демона остаются какие-то части Паука, например, лапы, много  глаз...\n— Да, я думаю, что демон где-то в деревне, — поделился своими мыслями Охотник.\n— Но мы же не нашли там ничего.\n— Или нам не всё показали... Тихо!\n— Вот вы где! — к вам бежал Смотритель. — Я уже начал переживать.\n— Что вы здесь делаете? — спросили вы.\n— Вас искал.\n— Разве вы не боитесь Вампира? — сказал Охотник и на секунду глянул на вас.\n— К..какого Вампира? — удивился мужчина.\n— Который нападает на вас, а точнее нападал. — Объяснил Охотник.\n— Что значит нападал? — Смотритель не понял вас.\n— Это и значит, мы убили вашего демона, — сказал Охотник и встал рядом с вами. \nВы поняли ход его мыслей.\n— Да, так что теперь вам нечего бояться... И, что насчёт платы?\n— Это...плата...да демон, то есть э...\n— И да, нам бы с Сестрой переночевать где-то надо...а то мы устали, — добавил Охотник.\n— Да! Да, конечно, идёмте! — Смотритель оживился. — Я дам вам самую лучшую комнату! А завтра заплачу вам, дорогие друзья! — он пошёл в сторону деревни.\nВы переглянулись и пошли за ним.",
    "answers": [
      {
        "id": 56,
        "text": "Укажите команды для картинки",
        "url": "https://proza.ru/pics/2020/05/09/565.jpg"
      },
      {
        "id": 57,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 57,
    "text": "— Вот там кухня, там ванная комната, там...\n— Мы хотим спать.\n— А, понял, вот спальня... Добрых снов, — Смотритель вышел.\n— Что думаешь насчёт всего этого? — спросил вас Охотник.\n— Я думаю, что Пауки не закапывают тех, кого съели, — вы сели на край кровати.\n— Правильно, и Смотритель мутный.\n— Думаешь, он помогает демону? \n— Мы это скоро выясним.",
    "answers": [
      {
        "id": 57,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/44/f6/ec/44f6ec75d868fc9e83d421e9593ccb1d.jpg"
      },
      {
        "id": 58,
        "text": "[Поспать немного.] (Этот день вас вымотал. Охотник подежурит.)"
      },
      {
        "id": 61,
        "text": " - Может поспишь? Ты, кажется, устал больше меня."
      },
      {
        "id": 63,
        "text": "[Сделать записи в блокнот.]"
      }
    ]
  },
  {
    "id": 58,
    "text": "— Я устала.\n— Понял. Поспи, я подежурю.\n— Спасибо... — вы легли в плаще и с оружием, Охотник встал у окна.",
    "answers": [
      {
        "id": 59,
        "text": "[Спать.]",
        "blackout": true
      }
    ]
  },
  {
    "id": 59,
    "text": "— Эй, проснись, — вас аккуратно похлопывали по плечу. — Сестра.\n— Мм... — вы сели и потянулись. — Что? — зевая, спросили вы.\n— У нас гости, — сказал Охотник и взял в руку пистолет. \nВы поднялись. В двери кто-то постучал.",
    "answers": [
      {
        "id": 60,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 60,
    "text": "За дверью раздался голос.\n— Я прошу прощения за беспокойство... Вы спите?\nВы переглянулись с Охотником и открыли дверь. К вам в комнату зашёл Смотритель и ещё четверо мужчин.\n— Надеюсь, мы вам не помешали? — он обратился к Охотнику.\n— Ближе к делу, — немного грубо сказал Охотник.\n— Ээ...ну тут такое дело....",
    "answers": [
      {
        "id": 72,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 61,
    "text": "— С чего ты взяла? — спросил он.\n— Мне кажется, что ты спишь на ходу. Ложись, а я подежурю, — ответили вы и подошли к окну.\n— Ну, я...\n— Если нам придётся сражаться с Пауком, тебе надо выспаться... Спи.\n— Ладно...Разбуди, если устанешь, — он лёг и отвернулся к стене.- Спасибо...",
    "answers": [
      {
        "id": 62,
        "text": "- Пожалуйста."
      }
    ]
  },
  {
    "id": 62,
    "text": "Вы минут сорок стоите у окна. Всё тихо. Охотник иногда вздрагивает во сне и что-то бормочет, за ним интересно наблюдать.\n— В..верни... — пробормотал он, вы подошли ближе. — Верни...\n— Что вернуть? — шёпотом спросили вы и наклонились ближе к нему.\n— Ресницы...\n— Чьи?\n— Демона...А! — он проснулся и резко поднял голову. Вы ударились лбами.\n— Зачем тебе ресницы демона? — потирая ушибленный лоб, спросили вы.\n— Что? Какие ресницы? — тоже потирая лоб, спросил он.\n— Ну... — в окне вы заметили какое-то движение. — Там кто-то есть.\nВы подошли ближе к окну, а Охотник поднялся с кровати.\nТут в дверь кто-то постучал.",
    "answers": [
      {
        "id": 60,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 63,
    "text": "Вы достаёте из кармана небольшой блокнот.\n— Что это?\n— Блокнот. Я делаю записи, — пояснили вы.\n— Понял, — Охотник начал осматривать комнату, а вы делать несколько заметок.\nЧерез десять минут Охотник сел рядом с вами.\n— Какой демон был самым сложным? — вдруг спросил он.\n*Хочет поговорить?*",
    "answers": [
      {
        "id": 64,
        "text": "- Зверо-демон."
      },
      {
        "id": 66,
        "text": "- Голем"
      },
      {
        "id": 67,
        "text": "- Русалка."
      },
      {
        "id": 68,
        "text": "- Гарпия."
      }
    ]
  },
  {
    "id": 64,
    "text": "— Много людей убил. Долго я за ним бегала...Это был мой первый опыт в битве против Зверо-демона. Огромный шрам мне на память оставил.",
    "answers": [
      {
        "id": 64,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/originals/81/82/be/8182be66f0faad3d4f4e0eb02b46517c.jpg"
      },
      {
        "id": 65,
        "text": "Далее."
      },
      {
        "id": 63,
        "text": "(Другое.)"
      }
    ]
  },
  {
    "id": 65,
    "text": "— Да, первый раз с ними драться сложно...Но ты же справилась и стала сильнее.\n— Это точно.\nВы говорили о демонах, не трогали личное, просто рассказывали друг другу о своих походах. Говорить с Охотником оказалось легко. Время летело быстро.\n— А потом он...\nВас прервал стук в дверь.",
    "answers": [
      {
        "id": 60,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 66,
    "text": "— Он был не таким сильным, как мерзким, — вы вспомнили его внешность, и вас передёрнуло.",
    "answers": [
      {
        "id": 66,
        "text": "Укажите команды для картинки",
        "url": "https://dungeon.su/gallery/bestiary/184_1_1545857685.jpg"
      },
      {
        "id": 71,
        "text": "Далее."
      },
      {
        "id": 63,
        "text": "(Другое)"
      }
    ]
  },
  {
    "id": 67,
    "text": "— Рыбаки сказали мне, что их лодки топят какие-то твари. Я решила проверить и наткнулась на, тонущую в море, женщину...\n— А-а понятно.\n— Уже встречал Русалок?\n— Было дело... — он потёр переносицу. — Охотницам проще справиться с ними.\n— Да...\nВы говорили с ним о \"работе\" и не трогали личное. Беседовать с ним оказалось приятно, но тут вас прервал стук в дверь.",
    "answers": [
      {
        "id": 67,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/originals/00/db/fa/00dbfa4ff894732ec93a0e51a1a4ed2d.jpg"
      },
      {
        "id": 60,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 68,
    "text": "— Даже говорить о них не хо...\nВас прервал стук в дверь.",
    "answers": [
      {
        "id": 68,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/736x/79/6b/fd/796bfd2677aafff0598f453882268d74--monster-design-creature-concept.jpg"
      },
      {
        "id": 60,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 69,
    "text": "Привет, сейчас я пишу \"Семь грехов\", \"Охотники на демонов\", \"Живая среди мёртвых\", \"Мой дьявол хранитель\", \"Сверхъестественное\", \"Игра на выживание\" и \"Любовь машины\". Все эти квесты пока не закончены.\n\nБольше времени я стала уделять: \"Мой дьявол хранитель\", \"Игра на выживание\" и \"Живая среди мёртвых\". Продолжение этих квестов будет выходить чаще остальных.\n\n•_•)Я не забыла и не забросила остальные квесты. Просто мне надо от них немного отдохнуть. (Когда ты пишешь про что-то одно, то это надоедает. Я боюсь потерять интерес к этим квестам, поэтому пока их не трогаю.)\n\n×_×)Я не закончила писать эти квесты, но уже придумала новые! (Не знаю, радоваться или нет.)\n",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      },
      {
        "id": 70,
        "text": "[Новые квесты.]"
      }
    ]
  },
  {
    "id": 70,
    "text": "У меня есть идеи про новые квесты.(Но. Это. Не. Точно. Я ещё могу передумать.(•_•) \n_______________________________________________\n\n$ Первый квест: \"Золотой ребёнок\". \nНад жанром ещё не определилась (либо \"Пиключения\" либо \"Боевик\")\nГлавных персонажей будет немного: Гг (главная героиня), \"Золотой ребёнок\" и ещё кто-нибудь.\n•Немного сюжета: Гг поручают доставить\"товар\" одному богатенькому заказчику. Мало того, что товаром оказывается маленький мальчик, так Гг ещё пытаются убить! Чтобы \"охота\" на Гг закончилась, надо доставить мальчика к заказчику. Со временем, вы узнаёте, что паренёк-то не простой...\n\n_______________________________________________ \n\n(Я когда-то читала \"Пятеро в подземелье\" и мне понравилась идея про пирамиду, поэтому...)\n∆ Второй квест: \"Пирамида\". Скорее это \"Фэнтези\"\nГлавных персонажей будет 5-6 чел.\n•Немного сюжета: Люди нашли новую пирамиду, но вот незадача, учёные, которые зашли туда, не вернулись. Там пропадают люди, но понять, что там, надо!! Огромную сумму ($) обещают людям, которые смогут изучить пирамиду. (ну и вернуться живыми, конечно). Такие люди нашлись (они либо совсем нищие, либо тупенькие немножко...). Именно им предстоит узнать причину, по которой пропадают люди. Смогут ли они вернуться и рассказать людям о \"находке\" или нет, будет зависеть только от вас.\n_______________________________________________\n\nТретий квест: \"Не издавай ни звука.\" \nЖанр \"Фэнтези\" и немного \"Ужасы\"\nПерсонажей 2-4 человека.\n• Немного сюжета: Гг очень замкнутый в себе человек, вместо общения с людьми, предпочитает говорить со своими собаками. Живёт одна в охотничьем доме на краю леса. Охотница. \nЕё жизнь меняется дважды. Первый раз, когда её бывший муж привозит ей двоих детей, о которых ей предстоит заботиться. Второй раз, когда наша охотница натыкается на истерзанный труп медведя.\nКто мог такое сделать? И почему надо сидеть тихо?\n_______________________________________________\n\n\"Живой труп.\"\nЖанр: \"Апокалипсис\" и \"Романтика\"\n× Возможно квест будет вестись от лица парня (зомби), а может я оставлю девушку.\n• Зомби апокалипсис, как всегда виноваты учёные (а может и нет). Человечество пытается выжить, но это не важно. Важно то, что однажды юноша/девушка попадает в неприятную ситуацию (во всём виноваты зомби (•--•). И встречается с \"живым\" мертвецом, который оказался человечней многих людей. Умрёт Гг, выживет, останется один/одна или с любимым \"человеком\" будет зависеть от выбора читателя. \n!!! [Эта идея очень ветренная, возможно этой истории вообще не будет.]\n_______________________________________________\n\n\"Зритель моей жизни.\"\nЖанр: хочу добавить \"немного\" жестокости, насилия и крови. Скорее это \"Ужасы\", местами \"Боевик\", ну и \"Романтика\" (в последнее время меня на романтику потянуло что-то, надо это исправлять)\n° Персонажи: Главная героиня и \"зритель\" её жизни, ну и второстепенные персонажи, конечно.\n• Над самой историей надо ещё подумать. Возможно Гг похитят, а может будут охотиться за ней. Ещё голову ломаю над тем, как Гг будет относиться к своему сталкеру, она будет его боятся? или злиться на него? ненавидеть? может ей понравится этот псих? а может всё сразу? Аааа!!! \nБудем думать <s><s>(°^°)/.\n_______________________________________________\n\n \"Цепной пёс.\" [Квест уже пишется.]\nЖанр: Здесь много жанров.\nПерсонажи:\n ✓ Гг (можно будет выбрать, какой она предстанет перед читателем и будет в истории: доброй, милой, понимающей или злопамятной, равнодушной, холодной, хитрой. От этого выбора будут зависеть отношения к Гг других персонажей. Если она у вас будет хорошей, то и тянуться к ней будут неплохие люди(а плохие будут недолюбливать), а если Гг грубая, равнодушная и т.п., то она заручиться поддержкой не самых хороших, но зато полезных людей(хорошим она мало чем будет нравиться);\n• Плюсы и минусы \"хорошей\" Гг:\n<plus> Она будет приятным, дипломатичным человеком.(доверие людей)\n<plus>Умение договариваться с людьми.(неплохие клиенты)\n<plus> Люди к ней будут тянуться.(много знакомых)\n<plus> Хорошие отношения с семьёй.\n<plus> Решает проблемы мирным путём.\n— Плохие отношения с Портовой Мафией.(их поддержки не будет)\n— Плохая физическая подготовка.(неумение драться, стрелять и т.п.)\n— Плохие отношения с отцом.(ему по душе такие же люди как он, то есть не самые честные и хорошие)\n— Плохие отношения с мачехой.(её поддержки не будет)\n—<plus> Можно будет изменять мужу.\n• Плюсы и минусы \"плохой\" Гг:\n<plus> Поддержка со стороны ПМ.(портовой мафии)\n<plus> Хорошая, даже отличная физическая подготовка.(умение стрелять, драться и т.п.)\n<plus> Хорошие отношения с отцом.(больше денег и компания отца в придачу)\n<plus> Хорошие отношения с мачехой.(любые слухи и новости узнаете первыми)\n<plus> Решение проблем силой и уважение окружающих.(не самых хороших конечно)\n— Плохие отношения с мужем.(ссоры, скандалы, никакой поддержки)\n— Не умеет договариваться с людьми.\n— Из-за большого количества денег, многие захотят их получить (кругом враги, нельзя никому доверять)\n— Иногда придётся поступить очень плохо (убить, похитить)\n—<plus> Можно изменять мужу.\n—<plus> Можно выбрать, как к вам будет относиться сын, и как к нему будете относиться вы.\n\n✓ Муж Гг:\nЕсли Гг \"хорошая\", то отношения у них будут нормальными, семейными. В трудный момент поддержит и успокоит.\nЕсли Гг \"плохая\", отношения будут трудными, они либо ссорятся, либо полностью игнорируют друг друга. (изображают счастливую пару при других. не любят друг друга, но продолжают быть супругами из-за собственной выгоды)\n\n✓ Сын Гг:\nЕсли мама \"хорошая\", то он будет любить её всем сердцем и гордиться ей.\nЕсли мама \"плохая\", НО вы выбрали \"хорошие отношения с сыном\", то мальчик будет любить вас и восхищаться вами. (при сыне вы с мужем будете изображать любящих друг друга людей. мальчик не будет знать о \"плохих\" делах мамы.(ну если вы, конечно, постараетесь скрыть это от него)), а если выберете \"плохие отношения с сыном\", то он не будет гордиться вами, общения с ним почти не будет, большую часть времени мальчик будет проводить с отцом (возможно он узнает о ваших \"грязных\" делишках)))\n\n✓ \"Цепной пёс\" Гг \nНазывайте, как хотите: охранник, секьюрити, правая рука Гг (возможно даже любовник :3 )\n(Я сделала его с не самый счастливым прошлым, немного потрёпанного жизнью, но зато у него есть любящие его младшие братья и сестра)\nЕсли Гг \"плохая\" она будет шантажировать и угрожать ему какое-то время, но потом перестанет. Возможно ему придётся убить человека, по приказу Гг (и не одного...)\n   •• Фух, как же много я настрочила про этот квест, за это время могла бы продолжение другого квеста написать, но нет (°~°). Поймите и простите ^_^ ••\nЕсли он станет любовником Гг, то появятся кха кха.... пикантные сцены (=_=).\n\nВторостепенные персонажи: Отец, мачеха появляться они будут не часто. Портовая мафия и др.(с некоторыми можно будет тоже...сделать это... кха! кха! ну вы меня поняли (T_T).\n \nПисать о сюжете пока не буду(и так много получилось •_•), возможно вы сами уже примерно представляете, о чём будет квест.\n_______________________________________________",
    "answers": [
      {
        "id": 69,
        "text": "Назад."
      },
      {
        "id": 114,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 71,
    "text": "— Знаешь, наверное даже лучше, что тебе попался страшный Голем.- Ответил Охотник.\n— Почему?\n— Если Голем страшный, то он слабый, а если на него можно смотреть без отвращения, значит он сильный, — пояснил он.\n— Буду знать.\nВы говорили с Охотником о своих \"походах\", не затрагивая личное. Говорить с ним оказалось приятно, т.к. его опыт в охоте на демонов больше вашего, слушать его истории было интересно.\nНо тут вас прерывает стук в дверь.",
    "answers": [
      {
        "id": 60,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 72,
    "text": "Он вздохнул и серьёзно сказал.\n— Наша госпожа хочет вас видеть. Она хочет поблагодарить вас за то, что вы спасли нас от демона.\n— Разве, не вы здесь главный? — спросили вы.\n— Я лишь приглядываю за этой деревней, а госпожа, она...она... очень много сделала для нас и для деревни... Она вручит вам плату, идёмте?\n— Да, — без раздумий, сказал Охотник.\n— Отлично! Мы вас проводим, — сказал Смотритель и вышел вместе с другими мужчинами.\n— Почему ты не спросил у него про эту госпожу? — вы встали перед ним.\n— Он бы начал искать отговорки, да и вообще...\n— Да и вообще, если ты что-то знаешь, то говори мне и советуйся со мной... Мы же теперь работаем вместе... Да, Брат? — вы скрестили руки на груди. \nОхотник пару секунд смотрел на стену, а потом повернулся к вам и сказал:\n— Да, прости... Я забыл, что теперь не один... Вообщем, я думаю, что эта госпожа и может быть тем демоном, которого я не убил.\n— Уверен?\n— Нет...Но..\n— Но проверить стоит, — вы сказали за него.\n— Да...\nВы развернулись и пошли на улицу.",
    "answers": [
      {
        "id": 73,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 73,
    "text": "Вы вышли.Темно.\n— Идите за нами, мы вас проводим, — сказал Смотритель и пошёл вперёд, за ним пошли остальные мужчины.\nВы шли минут восемь.\n— Вот, пришли.\nВас привели к старому дому, вы его не видели, потому что он находится не в деревне, а чуть дальше.\nОхотник потянулся к дверной ручке, чтобы открыть дверь.\n— Стойте! Вы что собираетесь идти к слепой женщине с оружием? — взволнованно сказал один из мужчин. \nВы с Охотником сначала посмотрели друг на друга, потом на них.\n— Мы не оставим здесь своё оружие, — холодно ответили вы.\n— Но...но..\n— Эй, успокойся, — Смотритель похлопал того по плечу. — Не волнуйтесь, дорогие Охотники, вы можете войти и с оружием. Просто помните, что наша госпожа больна, и не заставляйте её волноваться, хорошо?\nБез лишних слов, вы открываете двери и заходите внутрь.\n",
    "answers": [
      {
        "id": 74,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 74,
    "text": "Двери за вами закрывают. Вы стоите в тёмном коридоре.\n— Будь осторожна, — тихо сказал вам Охотник.\n— Ты тоже.\nВы пошли дальше по коридору и остановились у двери.",
    "answers": [
      {
        "id": 75,
        "text": "Далее."
      },
      {
        "id": 74,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/originals/a1/51/d2/a151d2e51003bd9a97b2b217631d3675.jpg"
      }
    ]
  },
  {
    "id": 75,
    "text": "Большая тёмная комната, окон нет, посередине стоит большая кровать.\nНа ней, облокотившись спиной на подушку, сидит женщина, её ноги укрыты одеялом.\nПочему-то, зайдя в комнату, вы напряглись.\n— Здравствуйте, — нежным голосом сказала женщина. — Надеюсь, вы не злитесь на меня из-за того, что я попросила привести вас сюда. Просто мне очень хотелось поговорить с людьми, которые спасли нас от монстра, — её голос был приятен и ласков. — Я слаба и не смогла бы дойти до вас.\nВы медленно стали подходить, и чем ближе вы к ней подходите, тем быстрее бьётся ваше сердце.\n*Это страх?... Нет, просто волнение... Почему? *\n— Скажите же что-нибудь, — она повернула голову к вам, и вы заметили, что её глаза закрыты.\n— Вы не можете ходить? — спросил Охотник.\n— Да, уже как три года. Сначала у меня просто болели ноги, а потом я даже встать не смогла.\n— Почему ваш дом не в деревне? — поинтересовались вы.\n— Чтобы дети меня не беспокоили. А? Как странно... Охотник и Охотница вместе? Разве это разрешено?\n— Вы знаете какой демон на вас напал? — не ответив на её вопрос, спросил Охотник.\n— Нет.\n— Мы с Сестрой убили одного из них, но мы думаем, что здесь есть ещё один... — Охотник говорил тихим и холодным голосом. \nЖенщина сжала в руках одеяло.\n— Правда? И где же этот...монстр? — она понизила голос и опустила голову.",
    "answers": [
      {
        "id": 76,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 76,
    "text": "                                 (Сохранение)\n\n— Здесь, — произнёс Охотник, вы приблизили свою руку к оружию.\nТишина.\n— Это... какая-то ошибка.... — её голос перестал быть таким нежным. \nОхотник наклонился к ней и очень тихо сказал:\n— Если я ошибаюсь, то покажи мне свои глаза...\nВсё произошло очень быстро. Одеяло отлетело в сторону, на секунду вы увидели мерзкие паучьи лапы, а потом отлетели к стене.\n*Чёрт!* \nЭтот демон будет самым сильным!\nОхотник попытался отрезать ей голову, но она увернулась и откинула его лапой от себя. Он, так же как и вы, отлетел к стене и врезался в вас.",
    "answers": [
      {
        "id": 77,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 77,
    "text": "Пока вы оба пытались встать, Паук куда-то пропал.\n— Чёрт, куда он делся? — сквозь зубы, прошипел Охотник и поднялся на ноги, вы тоже встали и крепче сжали пистолет в руках.\nКомната большая...темно....тихо...\nВы медленно подходите к центру комнаты и встаёте спиной к спине.\n— Слышишь? — тихо спросили вы.\n— Да... — ещё тише ответил он.\nДо вас доносились какие-то неприятные звуки, но вы не могли понять откуда они.\nВам на плечо что-то капнуло. Это... Слюна! Вы резко поднимаете голову вверх.\nЧто-то огромное сидит на потолке прямо над вами. Вы с Охотником отбегаете в разные стороны, и демон прыгает на то место, где вы только что стояли.\nВы видите мерзкое существо.",
    "answers": [
      {
        "id": 78,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 78,
    "text": "Демон был повёрнут к вам спиной, он смотрел на Охотника.\nВерхняя часть тела была обычной,но вот нижняя...\n— А я тебя помню! — громко прошипела она и потрясла в воздухе отрезанной лапой. ",
    "answers": [
      {
        "id": 79,
        "text": "[Выстрелить!]"
      },
      {
        "id": 80,
        "text": "[Подойти сзади и атаковать!]"
      },
      {
        "id": 78,
        "text": "Укажите команды для картинки",
        "url": "https://web.poecdn.com/public/news/2020-07-10/JowieArt.jpg"
      }
    ]
  },
  {
    "id": 79,
    "text": "В полной темноте, вы выстрелили в сторону демона и, кажется, не попали. Паук был в паре метрах от вас, он быстро развернулся и одним ударом снёс вам голову.\n\n× [Вы мертвы]\n\n(Стрелять в темноте, было не лучшей идеей.)",
    "answers": [
      {
        "id": 76,
        "text": "[Ещё раз]"
      },
      {
        "id": 1,
        "text": "[В начало.]"
      }
    ]
  },
  {
    "id": 80,
    "text": "Пока демон не обращает на вас внимания, вы тихо и аккуратно подходите к нему.",
    "answers": [
      {
        "id": 81,
        "text": "[Выстрелить в спину!]"
      },
      {
        "id": 82,
        "text": "[Отрезать лапу!]"
      }
    ]
  },
  {
    "id": 81,
    "text": "Вы стреляете и попадаете Пауку в лопатку. Демон рычит и... Чёрт, вы не заметили его жало!\nРезкая боль в шее и...темнота...\n\n× [Вы мертвы.]",
    "answers": [
      {
        "id": 76,
        "text": "[Ещё раз.]"
      },
      {
        "id": 1,
        "text": "[В начало.]"
      }
    ]
  },
  {
    "id": 82,
    "text": "Вы подошли достаточно близко и со всей силы рубанули тварь по лапе, и та упала на пол!\nДемон заревел от боли и повернулся к вам. Он занёс свою лапу для удара.",
    "answers": [
      {
        "id": 83,
        "text": "[Увернуться!]"
      },
      {
        "id": 84,
        "text": "[Отрезать лапу!]"
      }
    ]
  },
  {
    "id": 83,
    "text": "Вы быстро отскакиваете назад, и удар проходит мимо.\n— ВСЕХ ВАС СОЖРУ!!! — демон кричит от сильной боли и заносит другую лапу для удара! \nТолько Паук хотел вас ударить, как его почему-то понесло назад.\nВоспользовавшись моментом, Охотник отрезал демону заднюю лапу.\n— УБЬЮ!!! — демон разворачивается к Охотнику и бьёт лапой! Охотник приседает.\nЕсли бы он не присел, то был бы уже без головы. Он поднимается и рубит третью лапу!",
    "answers": [
      {
        "id": 85,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 84,
    "text": "Вы встаёте поудобнее и с размаху рубите по лапе!\n— Ааааа... ВСЕХ ВАС СОЖРУ!!! — демон кричит от сильной боли и заносит другую лапу для удара! \nТолько Паук хотел вас ударить, как его почему-то понесло назад.\nВоспользовавшись моментом, Охотник выстрелил несколько раз в брюхо!\n— УБЬЮ!!! — демон разворачивается к Охотнику и бьёт лапой! Охотник приседает.\nЕсли бы он не присел, то был бы уже без головы. Он поднимается и отрезает третью лапу!",
    "answers": [
      {
        "id": 85,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 85,
    "text": "У Паука осталось пять лап. Две лапы на одной стороне и три на другой.\nУ вас с Охотником не было определённого плана, но было несложно догадаться, что вам надо обездвижить демона.\n— Сестра, руби лапу! — крикнул Охотник.\n— НУ УЖ НЕТ!!! — паук поворачивается к вам. Видимо этого и ждал Брат, он подбегает и отрезает ещё одну лапу.\n— ААААА!!! — демон взревел, но не повернулся к нему, а побежал на вас.\nВы разбегаетесь и проскальзываете под брюхом у демона. Паук чуть не проткнул вас лапами, но вам повезло и вы смогли отрубить последнюю лапу на правой стороне!\nДемон падает, пытается встать, но не может из-за того, что у него нет лап на правой стороне.\n— НЕТ, НЕТ! — Паук пытается подняться. Вы с Охотником подходите ближе. — НЕТ, ПОЖАЛУЙСТА, НЕ НАДО! — демон почти умоляет вас и отползает в сторону.\nОхотник хочет убить демона\n",
    "answers": [
      {
        "id": 86,
        "text": "[Молча смотреть.]"
      },
      {
        "id": 89,
        "text": "[Убить самой.]"
      }
    ]
  },
  {
    "id": 86,
    "text": "Демон пытался закрыться руками, но это не помогло. Охотник запустил три пули прямо ему в голову. Паук перестал двигаться.\n— Ну вот и всё, — сказали вы и вытерли пот со лба.\n— Ещё нет, — произнёс Охотник и как-то странно пошевелил плечом. — На всякий случай, ему надо отрезать голову.\n— И ещё можно сжечь его, — добавили вы, он посмотрел на вас. — Я всегда сжигала убитых демонов.\n— Можно сжечь прямо с домом, он всё равно далеко от деревни... И ещё надо разобраться со Смотрителем, — он заметил ваш вопросительный взгляд и ответил, — Не убить, конечно, хотя...по морде от меня он точно получит за то, что скрыл от нас такое.",
    "answers": [
      {
        "id": 87,
        "text": "- Я разберусь с Пауком, а ты иди к Смотрителю."
      },
      {
        "id": 88,
        "text": "- Я пойду к Смотрителю."
      }
    ]
  },
  {
    "id": 87,
    "text": "— Хорошо, ты знаешь, что делать, — он пошёл к выходу и вдруг остановился. — Ты молодец, хорошо справилась для первого раза.\nВам показалось, что он улыбнулся шире обычного.\n— Спасибо. С напарником легче... Ты тоже молодец, — вы повернулись к демону, Охотник тихо вышел из спальни.\nВы подходите к Пауку и нависаете над ним с ножом. \n*Отрезать голову и сжечь.*\nВы принимаетесь за \"дело\". Противный звук, но вы не обращаете на это внимания. Три минуты и голова демона лежала рядом с телом.\nВы достали из кармана зажигалку и замерли.\n— Ну и откуда же вы взялись? Сможет ли человек избавиться от вас?\nВы смотрите на демона пару секунд, а потом наклоняетесь и поджигаете одежду мёртвой женщины, та загорается.\n*Этого будет достаточно, они хорошо горят.*\nВы пошли к выходу, последний раз взглянув на Паука.",
    "answers": [
      {
        "id": 90,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 88,
    "text": "— Хорошо, тогда я разберусь с Пауком, — сказал Охотник.\nВы пошли к двери.\n— Ты молодец. Хорошо справилась, — добавил Охотник.\n— Спасибо, ты тоже, — вы вышли из спальни.\nПрошли по тёмному коридору и вышли на улицу.\n— Т..ты...Но..но как? — на улице, рядом с домом стоит Смотритель и ещё двое мужчин.\n— Позвольте спросить, — от многих Охотников вы отличались сильной вежливостью. — Зачем, нет.... Почему вы обманули нас?\n— Мы..мы...оно.\n— Успокойтесь, пожалуйста. Вашей жизни ничего не угрожает.\nМужчина упал перед вами на колени.\n— В..вы его убили? — спросил он вас.\nВы просто кивнули.\n— Боже... — почти шёпотом произнёс Смотритель. — Боже мой... — из его глаз покатились слёзы. — Спасибо, спасибо, спасибо...\nОн продолжил это повторять.\nОдин из мужчин принялся успокаивать Смотрителя, а второй подошёл к вам и обхватил вашу руку своими.\n— Спасибо Вам.\n— Почему вы не сказали правду? — вы повторили вопрос.\n— Понимаете...Вы не первые Охотники, что были здесь...До Вас были и другие, но они не могли справиться с монстром...\n— ... Потому что вы их обманули?\n— Нет, что Вы? Нет. Мы совсем недавно начали...\n— Лгать?\n— Да...До этого монстр нападал на нас и днём и ночью, а когда приходили Охотники, то монстр убивал их...\n— Так просто? — вы удивились, но лицо осталось каменным.\n— Я не знаю, как это происходило, но Охотники не могли с ним справиться. Вы нас спасли.\n*Наверное Охотники были одни, а нам просто повезло, потому что нас двое...*\n— Потом монстр пришёл к нам... — продолжил мужчина. — Он не напал, а превратился в Госпо..ээ, в ту женщину. Эта женщина сказала, что не тронет жителей деревни, если мы \"поможем\" ей.\n— И вы стали заманивать Охотников? Ясно.\n— Нам очень жаль. Нам пришлось.\nТут из дома выходит Охотник.\n— М..милые Охотникиии... — весь в слезах, Смотритель пополз к вам.\n— Э-э... — Охотника эта картина \"немного\" удивила.\n— Я тебе потом расскажу, — сказали вы ему и пошли говорить со Смотрителем.",
    "answers": [
      {
        "id": 93,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 89,
    "text": "Демон пытался закрыться руками, но это не помогло. Вы запустил три пули прямо ему в голову. Паук перестал двигаться.\n*Мой первый Паук...*\n— Ну вот и всё.- Сказали вы и вытерли пот со лба.\n— Ещё нет.- Произнёс Охотник и как-то странно пошевелил плечом.- На всякий случай, ему надо отрезать голову.\n— И ещё можно сжечь его.- Добавили вы, он посмотрел на вас.- Я всегда сжигала убитых демонов.\n— Можно сжечь прямо с домом, он всё равно далеко от деревни....И ещё надо разобраться со Смотрителем.- Он заметил ваш вопросительный взгляд и ответил.- Не убить, конечно, хотя...по морде от меня он точно получит за то,что скрыл от нас такое.",
    "answers": [
      {
        "id": 87,
        "text": "- Я разберусь с Пауком, а ты найти Смотрителя."
      },
      {
        "id": 88,
        "text": "- Я пойду к Смотрителю."
      }
    ]
  },
  {
    "id": 90,
    "text": "Вы проходите по тёмному коридору и слышите чьи-то голоса, открываете двери.\n— Спа..сибо! Мы о..очень виноваты перед вамиии...\nНедалеко от дома стоит Охотник, напротив него, на земле сидит и рыдает Смотритель, его пытаются успокоить двое мужчин. Вы подходите к Охотнику.\n— Я его даже не трогал, — сказал он, не поворачиваясь к вам.\n— Эй, может перестанете? — вы обратились к Смотрителю.\n— Оставь его, я узнал всё, что нужно, по дороге расскажу, — сказал вам Брат и пошёл из деревни.\n— М..милые Охотники, п..пожалуйста п..п..простите нас, нам п..пришлось... — он плакал, как маленький ребенок. Скорее, это слёзы счастья.",
    "answers": [
      {
        "id": 91,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 91,
    "text": "Уже очень поздно, вы догоняете Охотника.\n— У них было, что-то вроде сделки с Пауком, — начал рассказывать он. — Они приводили новые лица, в том числе и Охотников, к этому демону. Тем самым — кормили Паука, а тот не трогал тех, кто его кормит. Как-то так.\n— Ясно... Я предполагала что-то такое, —  сказали вы и посмторели на Охотника, он уже второй раз как-то странно шевелит правым плечом. — Всё хорошо?\n— Да, — сказал он и ускорился. — Ночевала в лесу?\n— Да.\n",
    "answers": [
      {
        "id": 92,
        "text": "Далее.",
        "blackout": true
      }
    ]
  },
  {
    "id": 92,
    "text": "Вдвоём вы отошли от деревни достаточно далеко и нашли подходящее место для ночлега с поваленным деревом. Вы собрали немного хвороста и сухих листьев, и Охотник начал разжегать костёр.\nВы сели на поваленный ствол дерева, Брат закончил и присел рядом, только вы хотели заговорить первой, как ваши с ним мизинцы соприкоснулись.\nМгновение и вы оба вскакиваете и загибаетесь в поклоне.\n— Прости! — как-то громко извиняетесь вы, в один голос. \nВы оба застыли в поклоне и простояли так около минуты.\nДаже такая мелочь запрещена \"Законом Неприкосновенности\", если бы это кто-то увидел, вас бы сурово наказали.\nНе прошло и года, как вы выпримляетесь. Вы сели обратно на ствол и, на всякий случай, положили свои руки себе на колени, а Охотник сел на землю, подальше от вас.\n",
    "answers": [
      {
        "id": 92,
        "text": "Укажите команды для картинки",
        "url": "https://www.vokrugsada.ru/wp-content/uploads/traditsii-i-obychai-ivana-kupala.jpg"
      },
      {
        "id": 96,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 93,
    "text": "Вы поговорили со Смотрителем, Охотник медленно пошёл вперёд.\nУже очень поздно, вы догоняете Охотника.\n— У них было, что-то вроде сделки с Пауком, — начали рассказывать вы. — Они приводили новые лица, в том числе и Охотников, к этому демону. Тем самым — кормили Паука, а тот не трогал тех, кто его кормит. Как-то так.\n— Ясно...Я предполагал что-то такое, — сказал он, вы посмторели на Охотника, и он уже второй раз как-то странно шевельнул правым плечом.\n— Всё хорошо?\n— Да, — сказал он и ускорился. — Ночевала в лесу?\n— Да.\n ",
    "answers": [
      {
        "id": 92,
        "text": "Далее.",
        "blackout": true
      }
    ]
  },
  {
    "id": 94,
    "text": "•_•) Здрасьте. \n\nАвторы вообще пишут о себе? Даже если нет, то я всё равно начёркаю о себе чего-нибудь этакого. Зачем? Не знаю.\nНапример, чтобы читатель знал, что этот квест написала девушка, а не парень.(возможно пункты будут пополняться.).\nЕсли неинтересно, то просто выйдите отсюда <s><s>(° ^ °)/ !!  Грубо? Надеюсь, что нет.\nНу приступим:\n\n• Во-первых, я-девушка.(ну вдруг вы думали, что я Денис, а я не Денис.)\n• Меня зовут Аня. \n• Мне 17 годиков.\n• Любимый цвет? Чёрный.(он такой классический, и как бы говорит: \"Я тебя не трогаю, и ты меня не трогай.\")\n• У меня 4 кошки и собака.(обожаю животных! А людей не очень... :)\n• Квесты стала писать не так давно.(где-то в феврале)\n• Пишу продолжение каждый день, даже во время учёбы.(хоть немного,но пишу.)\n• Я ленивая, очень ленивая. Именно моя [ЛЕНЬ] помогла мне придумать \"Семь грехов.\"(я тоже грешница!! надеюсь, что не попаду на остров (• — •)\n• Раз уж начала говорить про \"Семь грехов\",то... Героиню Рир я почти полностью срисовала с себя.(мой грех-лень; я терпеть не могу выходить из дома, ведь мой дом-моя крепость; я мало общаюсь с людьми, поэтому плохо их знаю; не люблю спорт, на физре пробегу на время, и можете вызывать катафалк; одежда вся чёрная, кто не носит чёрное летом, тот слабак!!; люблю музыку; могу быть \"немножечко\" грубой, самую малость и т.д.)\n• Теперь музыка, музыку люблю разную. Что насчёт исполнителя, то мне нравится Тони Раут (не все песни,но многие. кому-то он не нравится, кому-то нравится, это чисто мой вкус.)\n• Хобби-это рисование. Нарисовала какого-то чудика, смотрю, похож на демона, ну и придумала \"Охотники на демонов.\"; Нарисовала такого мужественного высокого мужичка, и придумала Николаса из \"Живая среди мёртвых.\" (получается, что рисование очень даже помогает мне в написании квестов.)\n\nНу, может это всё, а может не всё ;)\nЕсли вдруг появятся вопросы про квесты или про меня, то смело задавайте их в комментариях, обещаю ответить, (°-°)/ честно.\n",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      },
      {
        "id": 95,
        "text": "[Немного о создании некоторых персонажей.]"
      }
    ]
  },
  {
    "id": 95,
    "text": "       \n                 •\"Живая среди мёртвых.\"•\n  \n∆ Кертиз: Такой же приставучий и наглый, как мой младший брат. Этот \"Кертиз\" постоянно мозолит мне глаза дома, ну теперь ещё и в квесте.<s><s>(•_•)/\n∆ Вайз: Одна моя подружка попросила нарисовать ей что-нибудь. Дело было вечером, делать было нечего, и я согласилась. Сижу, думу думаю и надумала. Нарисовала маленького мальчика, он мне понравился, а когда решила написать этот квест,то вспомнила про этого мальчика и вот он тут.(кстати, рисунок я так и не отдала (°^°)\n∆ Николас: Его я тоже нарисовала.(странно, что изначально я рисовала девушку, а получился мужик (• — • . Ну с кем не бывает,да?\n∆ Мистер Пушистик: Здесь всё просто. Был у моей бабушки такой кот большой, пушистый, глазастый. Одним словом-милашка. Всё в маленькие коробочки залезть пытался. ❤️\n\n\n                          •\"Семь грехов.\"•\n\n∆ Рир: Её я почти полностью срисовала с себя.\n∆ Иви: Есть у меня знакомая, которая всегда таскает с собой еду(и меня кормит:). И я подумала: \"А почему нет?\"\n∆ Кин: Я приболела и пошла в больницу. Там один юноша говорил по телефону, и разговор был примерно такой: \"Моя помощь не бесплатная. Если хочешь, чтобы я помог...мани мани.\" Он, похоже, такой себе друг, но зато неплохой герой моего квеста.\n∆ Август: Я вспомнила мальчика с которым дружила, когда была мелкой. Такой гордый нарцисс я вам скажу,но друг хороший.\n\n\n                   •\"Охотники на демонов.\"•\n\n∆ Охотник: Смотрели \"Атака титанов\"? Знаете, кто такой Леви Аккерман? Идеальный мужчина! Этим всё сказано.\n\n\n\n\n",
    "answers": [
      {
        "id": 94,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 96,
    "text": "Эту тишину нарушали треск костра и любопытный филин, который сидел на толстой ветке дерева и с интересом разглядывал двух Охотников.\nМежду вами с Охотником повисло неловкое молчание.",
    "answers": [
      {
        "id": 97,
        "text": "[Заговорить первой.]"
      },
      {
        "id": 98,
        "text": "[Молчать.]"
      }
    ]
  },
  {
    "id": 97,
    "text": "— Ээ... насчёт демонов, — начали вы, он повернулся к вам. — Если идти на запад... — вы указали рукой в сторону запада. -... То там находится дом одной женщины. Она много раз помогала мне с демонами.\n— Помогала?\n— У неё что-то типа дара. Она может называть примерное местонахождение опасных демонов...Мне это помогало.\n— И как она это делает?\n— Всякие кости, листья, камни... — вы говорили аккуратно, но это не помогло.\n— Она шаманка? Занимается колдовством? — он придвинулся ближе.\nВы замолчали, потому что поняли к чему клонит Охотник.\n— Сестра? \nВы отвернулись в другую сторону.\n— Сестра, только не говори, что ты связалась с ведьмой.\n",
    "answers": [
      {
        "id": 99,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 98,
    "text": "Молчание продлилось ещё минут пять, а потом Охотник сказал:\n— Я знаю, что на западе живёт одна женщина, говорят с ней что-то не так.\n— Я с ней знакома... У неё что-то типа дара. Она может называть примерное местонахождение опасных демонов...Мне это помогало.\n— И как она это делает?\n— Всякие кости, листья, камни... — вы говорили аккуратно, но это не помогло.\n— Она шаманка? Занимается колдовством? — он придвинулся ближе.\nВы замолчали, потому что поняли к чему клонит Охотник.\n— Сестра? \nВы отвернулись в другую сторону.\n— Сестра, только не говори, что ты связалась с ведьмой.\n",
    "answers": [
      {
        "id": 99,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 99,
    "text": "— Она...\n— Не ведьма?\n— ... ведьма.\n— Где она находится? На западе, а точнее? Одна живёт? — он встал на ноги.\n— Не надо, — вы опустили голову.\n— Что?\n— Не трогай её, — сердце забилось быстрее, но голос оставался, подобно льду.\n— В каком смысле? — Охотник подошёл ближе к вам, вы резко встали.\n— В прямом. Я не позволю тебе её убить.\n— Ты с ума сошла? Защищаешь демона?\n— Она не опасна для людей.\n— Кого ты пытаешься обмануть? Ведьмы высасывают жизни из людей, чтобы выглядеть моложе, они съедают детей, читала \"Гензель и Гретель\"? — Охотник не кричал, а говорил спокойно, но его голос звучал как-то угрожающе. — Эту книгу не просто так написали. Не глупи, Сестра.\n— Она жила с мужчиной, он был простым человеком и...\n— Был? А потом она его сожрала?\n— Нет. Он умер от старости, я проверяла его могилу.\n— Она могла подсунуть другие кости.\n— Ошибаешься, — вы оба теряли терпение.\n— Я не ошибаюсь.\n— Если ты такой правильный,то почему упустил Паука? Если бы не твоя ОШИБКА, то демон не убил бы столько людей, — вы сказали это, обвиняя его, Охотник замолчал.",
    "answers": [
      {
        "id": 100,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 100,
    "text": "— Я не хотела... Прости, — вы поняли, что перегнули палку, он не ответил и сел обратно на землю. — Брат...\nОн поднял руку, чтобы показать, что говорить он не хочет. Вы замолчали и посмотрели туда, где сидел филин, но его там не оказалось.\nВы продолжаете молча стоять, костёр начал потухать. Охотник поднялся и пошёл в глубь леса. Вы так поняли, что он пошёл за хворостом, ещё немного постояв, вы садитесь на поваленный ствол дерева и достаёте блакнот.",
    "answers": [
      {
        "id": 101,
        "text": "Далее.",
        "blackout": true
      }
    ]
  },
  {
    "id": 101,
    "text": "Через несколько часов будет светлеть. Два часа назад Охотник вернулся с сухими ветками, бросил их в костёр и опять ушёл. Вы сделали записи и оглянулись, Охотника не видно.\n*Много лишнего сказанула...*\nТак и не поспав, вы дождались утра.",
    "answers": [
      {
        "id": 102,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 102,
    "text": "— Ты уверена, что она не опасна для людей? — каким-то магическим образом, Охотник подошёл к вам незаметно.\n— Я это знаю.\n— Ладно, но если я что-нибудь найду у неё, если она как-то странно себя поведёт...\n— Этого не произойдёт.\n— Ты в ней так уверенна?\n— Да.\nОхотник громко вздохнул и потёр переносицу.\n— Если ты ошибёшься насчёт этой ведьмы...\n— Ты отведёшь меня в Церковь, и там я понесу наказание. Я это знаю.",
    "answers": [
      {
        "id": 103,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 103,
    "text": "— Тогда веди меня к этой ведьме, — Охотник уже собрался в путь.\n— Поклянись.\n— Что?\n— Поклянись, что не убьёшь её, когда встретишь.\n— Ты думаешь, что я могу тебя обмануть? — возмутился он.\n*Не доверять ему — это наглость и неуважение, но так надо.*\n— Прости за это, но я не могу потерять эту женщину.\n— Ты понимаешь, что своим недоверием ко мне, поступаешь неправильно?\n— Я это знаю.\n— Только не говори мне, что она твоя мать.\n— Это уже личное. Эта женщина много для меня сделала, я доверяю ей....Поклянись.\n— Я клянусь, что не трону эту ведьму...",
    "answers": [
      {
        "id": 104,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 104,
    "text": "— Хорошо, я верю тебе, — сказали вы и собрались в путь.\n— Если б верила, не просила бы клятвы.\n*Я уже второй раз его обидела...*\n— Брат, мне правда жаль, что я сказала такое сегодня ночью, прости.\n— Тебе не за что извиняться, ты сказала, что думала.\n— Это не так, я просто...\n— Всё хватит, — сказал, как отрезал. — Идём уже к твоей ведьме.",
    "answers": [
      {
        "id": 105,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 105,
    "text": "Вы шли на запад, к полудню уже начали выходить из леса, дальше будут поля и маленькие деревеньки.\nВы решили немного рассказать Охотнику о женщине.\n",
    "answers": [
      {
        "id": 108,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 106,
    "text": "                                     (=_=)",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 107,
    "text": "                                         (•_•)",
    "answers": [
      {
        "id": 1,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 108,
    "text": "— Её дом находится недалеко от одной деревни, иногда люди приходят к ней за советом. \n— Они знают, что она ведьма?\n— Нет. Для них она гадалка...Однажды к ней пришёл мужчина, в которого она влюбилась, с тех пор они стали жить вместе и...\n— Ты уверена, что это была любовь, а не приворот? — Охотник шёл рядом с вами и задавал вопросы.\n— Я их видела и говорила с ними... Это любовь, — уверенно сказали вы.\n",
    "answers": [
      {
        "id": 109,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 109,
    "text": "— Говоришь так, будто... — Охотник не договорил.\n— Что?\n— Нет, ничего... Я перебил тебя тогда, прости, продолжай.\n— Недавно тот мужчина скончался, — вы посмотрели друг на друга. — Он умер из-за старости, — добавили вы. — У этой женщины есть сын.\n— Родила от человека?\n— Да. У парня нет таких же способностей, как у матери, но он особенный.\n— Например?\n— Например, он может видеть то, что скоро случится.\n— То есть будущее?\n— Будущее — это громко сказано. Он не может увидеть того, что случится через пять дней, но он может увидеть нас.",
    "answers": [
      {
        "id": 110,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 110,
    "text": "— Ты проверяла его способности? — вы с Охотником стали проходить по мосту.\n— Что-то типа того. Так же он растёт быстрее других.\n— Как это?\n— Я знакома с ними уже три года и присутствовала на родах. По логике вещей, мальчику должно быть три, но ему пятнадцать. Каждые 365 дней мы становимся старше на один год, а он на пять.\n— Значит, он умрёт раньше?\n— Я так не думаю, всё таки он сын ведьмы, а они живут долго.\n— Как так получилось, что ты связалась с ведьмой?",
    "answers": [
      {
        "id": 111,
        "text": "- Неважно."
      },
      {
        "id": 112,
        "text": "[Рассказать.]"
      }
    ]
  },
  {
    "id": 111,
    "text": "— Это знать не обязательно.- Вы прошли мост и пошли по дороге.\n— Ладно.- Лицо Охотника не выражало никаких эмоций, но в голосе слышалась обида.\n*Эта история не интересная... я уже какой раз порчу отношения с ним...*\n— Сказала мне, что она ведьма...- Тихо сказали вы.- Не сразу, но сказала. В тот день я впервые засомневалась насчёт демона и...\n— И не убила его.- Закончил за вас Охотник.\n— Да...\nНедалеко от вас, послышались чьи-то голоса. Вы оба одновременно повернули головы в сторону и увидели несколько человек.",
    "answers": [
      {
        "id": 115,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 112,
    "text": "— Эта история не очень интересная...\n— А мне интересно.\n— Я охотилась на Стража Леса, и он меня ранил, его следы привели меня к одинокому дому. Там были мужчина и женщина, приняли они меня радушно.\n— Как ты поняла, что она ведьма?\n— Опыт.- Коротко ответили вы.- Я сразу поняла, что с этой женщиной что-то не так, но она вела себя спокойно, и я не чувствовала никакой угрозы от неё.\n— Она знала, что ты Охотница?- Спросил Охотник.\n— Они это сразу поняли, мне даже представляться не пришлось...Нас видно из далека.- Добавили вы, он немного улыбнулся и добавил:\n— Трудно не узнать нашу... внешность.\n— Это точно... Она сама сказала мне.\n— Что сказала?- Он остановился у дороги и вы тоже.\n— Сказала, что она ведьма.- Ответили вы.- Не сразу, но сказала. В тот день я впервые засомневалась насчёт демона и...\n— И не убила его.- Закончил за вас Охотник.\n— Да...\nНедалеко от вас, послышались чьи-то голоса. Вы оба одновременно повернули головы в сторону и увидели несколько человек.",
    "answers": [
      {
        "id": 115,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 113,
    "text": "Стоило вам подойти к группе мужчин, как они затихли.\n— Куда едет эта повозка?- Спросил Охотник, ища глазами хозяина повозки.\nПятеро мужчин как-то замялись, кто-то начал пятиться, никто не торопился отвечать на вопрос.\n— До 17-ой зоны.- Из-за повозки вышел молодой парень.- Там недалеко...- Он остановился напротив вас и заметно растерялся.\nПохоже он не знал, что здесь есть Охотники. Но он уже начал говорить, так что...\n— Договаривай.- Охотник встал рядом с вами. И теперь бедного паренька сверлили четыре уставших глаза.\n— Н..ну там...э..- Юноша начал мямлить и переступать с ноги на ногу.\n— О, Боже Мой, Охотники?- Сзади вас раздался, спасительный для парня, голос.\nВы оба синхронно повернулись и увидели перед собой мужчину лет пятидесяти.",
    "answers": [
      {
        "id": 117,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 114,
    "text": "_______________________________________________\n\n• Какой-то там квест: \"Я живу, он выживает\" или \"Наркотик\" (никакой пропаганды)\n• Жанр: Боевик, Приключения, Романтика.\n• Персонажи: Гг (русская, которую я назову в честь себя :3 ), блондинчик из Америки, друг блондинчика (китаец), дядя Гг (русский мужик) и др.\n• Немного сюжета: Гг вместе со своим дядей уезжает из России прямиком в Америку. Там они встречаются с бандой обычных американских чуваков, лидером которой является красивый блондин (шик, блеск, красота)(возможно он будет младше Гг). Стоило нашей Гг познакомиться с ним, как она оказывается в гуще событий: стрельба, охота, убийства, плохие и хорошие люди, друзья и предатели, естественно главный злодей (какой-нибудь противный дядька)\nСделаю прекрасных персонажей, чтобы читатель их полюбил, а потом ГРОХНУ КОГО-НИБУДЬ!! (×---×) идеальный план)\n______________________________________________\n \n• \"Мы не люди\"\n• Жанр: Фэнтези.\n• Немного сюжета:\n Еле уловимый аромат Лунного цветка — это все, чему можно здесь верить. Согласно пророчеству, этот запах приведёт в рай волков, способных принимать человеческое обличье. Возможно, именно им предстоит открыть ворота туда, где теряет значение слово «судьба». В погибающем мире, не помнящем света, четверо отправляются в путь...\n_______________________________________________\n\n• \"Один из двенадцати\"\n• Жанр: Приключения, фэнтези.\n• Немного сюжета:\n Каждый год, в одном и том же месте, в одно и то же время, встречаются двенадцать совершенно разных людей. \n Каждый из них имеет свою способность и цель, ради которой они готовы рискнуть своей жизнью.\n Все они представляют один определённый год: обезьяны, змеи, собаки, лошади, быка, крысы, дракона, петуха, овцы, кролика, тигра, свиньи. \n Победитель имеет право загадать одно любое желание, но чтобы победить, надо остаться в живых...\n_______________________________________________\n\n• \"Пустынная планета\" [квест уже пишется]\n• Жанр: Фэнтези.\n• Сюжет: Большую часть Земли засыпало песком, теперь солнце — это большая редкость. Помимо засухи и голода, люди сталкиваются с более страшной проблемой.... (а какой, узнаете потом ♥)\n_______________________________________________ \n\n• \"Живая мишень\"\n• Жанр: Романтика, где-то мелькает Боевик.\n• Герои: два подростка — девушка и юноша. (если мне будет не лень, то сделаю так, что можно будет выбрать, кем из двоих вы хотите играть. ну, а если лень — то играть только от лица девушки)\n• Сюжет: Двое подростков становятся свидетелями убийства, и из-за этого на них начинается охота. (скорее всего, по сюжету герои в будущем станут парой, без вашего выбора)\n________________________________________________\n \n• \"Помоги мне победить\"\n• Жанр: Романтика.\n• Сюжет: Молодая девушка, по просьбе старого друга, приезжает в другую страну, чтобы встретиться со своим другом детства. Она является тренером по боксу и ей предстоит наладить испорченные отношения с бывшим бойцом (другом) и сделать из него чемпиона!\n________________________________________________\n\n",
    "answers": [
      {
        "id": 70,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 115,
    "text": "На небольшом расстоянии от вас, на другой стороне дороги стоят пятеро мужчин и о чём-то громко говорят.\n— Они ждут повозку.- Сказал Охотник.\n— Думаешь, нас подбросят?- Вы повернулись сначала к нему, потом в сторону мужчин.\n— Подбросят.- Повторил он и, широкими шагами, направился туда.\nВы пошли за ним.",
    "answers": [
      {
        "id": 113,
        "text": "Далее."
      },
      {
        "id": 116,
        "text": "[✓Повозка]"
      }
    ]
  },
  {
    "id": 116,
    "text": "          \n                                  ✓Повозка✓\n\nТакие повозки запрещены в некоторых городах и деревнях, потому что в них часто могут быть бандиты, воры, преступники.\nЧаще всего эти повозки перевозят мужчин, женщинам там не рады.\nПовозку тащат 3-4 лошади, управляет ими, как правило, пожилой мужчина. Если вдруг в повозке кого-то убьют, этот мужчина отвозит трупы в лес и закапывает их там, об этом знают только те, кто хоть раз ездил в таких повозках.\n",
    "answers": [
      {
        "id": 116,
        "text": "Укажите команды для картинки",
        "url": "https://images.pexels.com/photos/532838/pexels-photo-532838.png?auto=compress<amp>cs=tinysrgb<amp>dpr=2<amp>h=650<amp>w=940"
      },
      {
        "id": 115,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 117,
    "text": "— Какими судьбами?- Мужчина широко улыбнулся.\n— Мы хотим узнать, куда именно едет эта повозка?- В очередной раз спрашивал Охотник.\n— До 17-ой зоны, там недалеко есть деревенька со смотровой башней, может знаете?- Мужчина явно чувствовал себя расслаблено и спокойно.\nОхотник кивнул хозяину повозки и посмотрел на вас.\n— Подвезёте нас?- Спросили вы и заметили, что те пятеро мужчин уже залезли в повозку и шепчутся о чём-то, юноши тоже не видно.\n— Конечно, подвезём! Устраивайтесь поудобнее.- Он развернулся и медленными шагами направился к лошадям.- Ах, да...- Вдруг сказал он и повернулся к вам.- Вам просто так или у меня проблемы?...\n— Просто так?- Недовольно спросил Охотник.\n— Проблемы?- Переспросили вы и переглянулись с Братом.\n— Мы пришли сюда НЕ ПРОСТО ТАК.- Охотник подошёл вплотную к мужчине.- И нам нет дела до того, что вы перевозите преступников, а потом закапываете их же в лесу.- Охотник явно устал, и его очень задело то, что мужчина посчитал, что вы просто решили покататься.\n— Ээ..я же..я не хотел вас обидеть...мне жаль, я же старый дурак, зечем вы меня слушаете? — Мужчин нервно почесал затылок.\n",
    "answers": [
      {
        "id": 118,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 118,
    "text": "И вот спустя десять минут, вы уже сидите в повозке.\nСуммарно получилось восемь человек, вы сидите с краю, а Охотник рядом с вами, за ним ещё два человека, и напротив вас сидят ещё четверо. Так как повозка рассчитана на шестерых, то там \"самую малость\" тесновато.\nВы уж слишком прижаты к Брату, или это он прижат к вам? Так или иначе, вы опять нарушаете закон Церкви.\nОхотник смотрит прямо, куда-то сквозь двух мужчин. По тому, как он сильно напрягся и еле заметно дышит, несложно догадаться, что он тоже думает о том, что нарушает закон.\nВы закинули ногу на ногу и попытались расслабиться.\n— Впервые вижу Охотников так близко.- Заговорил мужчина напротив вас.\n— Особенно таких симпатичных.- Осмелел и второй, другие просто посмеялись.\n— А вообще, эта повозка только для мужчин.- Мужчина напротив смерил вас оценивающим взглядом.\n— Да ладно тебе, Боб.- Сказал парень, сидящий рядом с Охотником.- Они ведь нам жизни спасают.- Он театрально похлопал.\n*Надеюсь, до драки не дойдёт.*\n— Прекратите.- Раздался тихий голос.\nВы повернули голову и увидели того молодого парня. Он сидел в противоположном углу от вас и что-то записывал в тетрадь.",
    "answers": [
      {
        "id": 119,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 119,
    "text": "— Эй, красотуля.- Проигнорировав юношу, Боб обратился, кажется, к вам.- Вы ведь все святые, да? Ты значит и мужиков голых не видала, мы можем это исправить.- Он и все остальные захохотали так, что пол под ногами завибрировал.- Чего молчишь? Я б на тебе попыхтел...- Он положил свою руку вам на колено и тут же вскочил на ноги, ударившись головой о потолок повозки.- Чёрт!!!- Боб схватился за окровавленную руку.\n— Тот, кто попытается прикоснуться к ней, уйдёт без пальцев.- Сказал Охотник и сверкнул в руке лезвием.\n*Спасибо...хоть я и сама могла справиться.*\nБольше никто не говорил, а Боб скрипел зубами и заматывал порезанную руку.",
    "answers": [
      {
        "id": 120,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 120,
    "text": "— Простите?- Юноша с кудрявыми локонами нарушил гробовую тишину и повернулся в вашу сторону.- Могу я спросить у вас кое-что?\nМолчание продолжилось, Охотник полностью игнорировал всё происходящее и не сводил глаз с Боба, а тот уже закончил перевязывать руку и сидел, как на иголках, из-за испипиляющего взгляда вашего спутника.\n— Извините?- Уже громче сказал парень.\nОхотник даже не моргнул, а вы слегка повернули голову в сторону русого юноши, тот сразу повеселел.\n— Понимаете, дело в том, что я всю жизнь восхищаюсь Вами.\nКто-то из мужчин хмыкнул, не обращая внимания, парень продолжил:\n— Вы спасаете человечество от нежити, боритесь с самой смертью, умираете за нас... Вы особенные.- С лёгкой улыбкой на лице, говорил он.",
    "answers": [
      {
        "id": 121,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 121,
    "text": "— Я и мечтать не мог о том, что вот так близко встречусь с Охотниками. О Вас ходит много слухов, и почти все они плохие, могу я задать Вам парочку вопросов?... Чтобы убедиться, что всё это враньё.\nОхотник уж точно не будет говорить, юноша это понял, поэтому обращается к вам.",
    "answers": [
      {
        "id": 122,
        "text": "[Поговорить с ним.]"
      }
    ]
  },
  {
    "id": 122,
    "text": "Вы кивнули, разрешая ему задать несколько вопросов. Парень не стал терять время зря и сразу же спросил:\n— Я слышал, что Охотники могут...- Он задумался, подбирая правильные слова.- ... Могут взять \"другую плату\". Именно с женщин. Это правда?\nОхотник поморщился, глянув на парня, но потом опять сделал безразличное лицо.\nВы просто помотали головой, тем самым говоря, что это ложь. Кудрявый\nюноша кивнул и что-то быстро записал в свою потрёпанную тетрадь.\n— Среди Охотников есть геи?- Он быстро глянул на Охотника, который пытался прятать своё возмущение и недовольство.\n— Нет. Церковь такое не одобряет.- Холодным голосом, ответили вы.\n— Правда, что у вас нет имён?\nВы кивнули, а парень опять сделал какую-то запись.\n— Вы забираете детей, у которых демоны убили родителей, и воспитываете, как своих?\n— Как будущих Охотников.- Уточнили вы.\n— Правда, что Охотниками становятся в определённом возрасте?\n— Да.\nПо тому, как юноша смотрел на вас, было ясно, что он хочет услышать цифру или какую-то другую подробность, но вы молчали.\n— Вы живёте в любых церквях?\n— Нет.\nЗдесь парень нахмурился и перечеркнул всю страницу в своей тетради.\n— Охотники могут уйти на пенсию?\nВсе мужчины захохотали, а юноша терпеливо ждал ответа. К вашему удивлению, Охотник повернулся к парню и отрицательно помотал головой.\n— Вам нельзя иметь семью?- Не отрываясь от своей тетради, спросил он.\n— Нельзя.- Ответили вы.\nЮноша замер на пару секунд, а потом медленно поднял голову.\n— А если вы в кого-нибудь влюбитесь? Разве вы не захотите быть вместе с этим человеком?\n*Поэтому Церковь и разделена на две части.*\n— Вы всегда будете одиноки.- Продолжал юноша, вы с Охотником молчали.- У вас не будет детей... Вы не будете любимы...- Это он говорил уже не вам, а скорее себе.- В вашей жизни будут одни только демоны...и смерть.\nУже никто из мужчин не смеялся, все обдумывали слова парня.\nКогда вы пришли в Церковь, вы были разбиты. У вас никого не осталось и единственное о чём вы думали — это месть. В свои пятнадцать, вы не думали о любви и детях, это просто было неважно. Когда стали Охотницей, то чувство мести угасло, и вы посвятили себя Церкви. Охотясь на демонов, вы не думали о том, что сказал сейчас юноша. Не об этом ли говорил Охотник, когда вы выехали из Церкви?\nТут ваши размышления прервала тряска. Повозка выехала на неровную тропу.\n",
    "answers": [
      {
        "id": 123,
        "text": "[✓Миф о \"другой плате\" для женщин✓]"
      },
      {
        "id": 124,
        "text": "[✓Дети, спасённые Охотниками✓]"
      },
      {
        "id": 125,
        "text": "[✓Когда становятся Охотниками?✓]"
      },
      {
        "id": 126,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 123,
    "text": "                   ✓Миф о \"другой плате\"✓\n\n\nВпервые вы услышали это от знакомой Охотницы. Она рассказала, что один мужчина предложил ей переспать с ним вместо денег. Она возмутилась от такой наглости, а тот мужчина удивился её реакции.\nОн рассказал ей, что появилась \"навая плата\". Часто ей расплачиваются женщины, но и мужчины иногда.\nКто-то пустил этот слух, и он быстро разошёлся по всем территориям.\nОхотники берут только деньги, и то только у  тех, у кого они есть. А о подобных \"платах\" даже не думают.\n",
    "answers": [
      {
        "id": 122,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 124,
    "text": "        ✓Дети, спасённые Охотниками✓\n\n\nС появлением демонов, число сирот увеличилось во множество раз. Дети, чьи родители были убиты, скитаются из деревни в деревню, и вероятность того, что их примут в семью, очень мала.\nБедные дети либо умирают от голода, либо становятся жертвами демонов.\nПоэтому некоторые Охотники специально занимаются поисками таких детей.\nИм дают дом и защиту, учат защищаться. До того, как им исполниться пятнадцать лет, дети решают: будут они Охотниками или нет.\nВ большинстве случаев, они идут по стопам своих спасителей, хотя бы ради мести. Но спустя годы тренировок, их гнев утихает, и они становятся профессиональными Охотниками.\nНекоторые дети отказываются и живут в Церкви до восемнадцати лет. О них также заботятся, только не тренируют, а когда они становятся взрослыми, то сами уходят.",
    "answers": [
      {
        "id": 122,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 125,
    "text": "      ✓Когда становятся Охотниками?✓\n\n\nВ пятнадцать лет детей начинают обучать. Их тренируют три года, но если обучение идёт туго, его продлевают. Человек, который за три года смог всему научиться получает почёт и уважение от других.\nВ восемнадцать лет становятся Охотником.\n",
    "answers": [
      {
        "id": 122,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 126,
    "text": "Вы три раза постучали по пыльной стенке и повозка остановилась.\nВы молча открыли дверцу и вышли из повозки, Охотник вышел за вами.\n— Дальше пойдём пешком.\n— Через лес?- Охотник пошёл рядом с вами.\n— Нет. Пройдём немного по дороге, а потом через луг.",
    "answers": [
      {
        "id": 127,
        "text": "Далее.",
        "blackout": true
      }
    ]
  },
  {
    "id": 127,
    "text": "Через двадцать минут вы были на месте.\n— Здесь точно живёт ведьма.- Сказал Охотник и огляделся.\n— Говорить с ней буду я, с сыном тоже.\n— Не переживай, всё будет хорошо... если она не нападёт.\n— Не нападёт.\nВы подошли к дому и постучали три раза в дверь, Охотник стоял сзади и держал руку на рукояти меча.\nСпустя минуту дверь скрипнула, и в дверном проёме появился юноша.\nВ глаза сразу же бросились ярко рыжие волосы и изумрудного цвета глаза. Высокий юноша сразу же улыбнулся вам, но увидев Охотника, стал серьёзным.\nТак они с Охотником стали прожигать друг друга взглядом.\n— Здравствуй, Кристофер.- Вы встали перед Братом, переключая внимание парня на себя.- Всё хорошо, нам нужна помощь твоей матери.\n— Добрый день, я очень рад вас видеть.- Кристофер нежно вам улыбнулся.- Мамы сейчас нет дома, она придёт только вечером. Проходите.",
    "answers": [
      {
        "id": 127,
        "text": "Укажите команды для картинки",
        "url": "http://www.blackpantera.ru/articles/wp-content/uploads/2019/12/nintchdbpict0002743376341.jpg"
      },
      {
        "id": 128,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 128,
    "text": "Вы первая вошли в дом, немного помедлив, вошёл Охотник.\n— Куда ушла ведьма?- Спросил Охотник у юноши.\n— Вы давно к нам не заходили.- Полностью проигнорировав Охотника, Кристофер обратился к вам.- Хотите чая?\nОхотник оставался спокойным и даже отстранённым.\n— Где Дэнья, Кристофер?- Вы повторили вопрос Брата, только более вежливее.\n— Мама ушла в лес за травами.- Кристофер улыбнулся вам.- Вы не торопитесь?\nВы посмотрели на Охотника, тот продолжал внимательно осматривать картины леса, растения, мётлы и котёл.\n— У нас есть время. Мы хотим, чтобы Дэнья сказала, где мы можем найти демонов.\nКристофер задумался.\n— За этот месяц в соседней деревни пропало четыре ребёнка.- Он сел в кресло.- Помните озеро, которое я вам показывал?\n— В нём завёлся демон?\n— В нём тонут дети. И да, я думаю, что там демон, уж больно там энергия тёмная.\n— Расскажи подробнее.- Охотник встал рядом с вами.\n",
    "answers": [
      {
        "id": 128,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/originals/ac/2e/88/ac2e8828f540833f77472c7249356344.jpg"
      },
      {
        "id": 129,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 129,
    "text": "— Всё просто. На то озеро приходят купаться дети. И в не зависимости от того, на сколько хорошо они умеют плавать, исход один.\n— Они ходят одни?- Спросил Охотник.\n— Это не важно, ходят они компанией, по одиночке или с родителями, всё равно тонут.- Ответил Кристофер.- Последний ребёнок ходил купаться вместе с родителями, всё было хорошо, взрослые тоже плавали, но потом парня затянуло под воду и всё. Родители долго искали сына, но он просто испарился.\n— Когда это было?- Спросили вы.\n— Четыре дня назад. Это место опасно, но детей туда, как магнитом тянет.- Сказал Кристофер.\nВы с Охотником замолчали, каждый из вас думал, какой это мог быть демон.\n— Может Циклоп?- Вы повернулись к Охотнику.- Дети, вода, вроде всё сходится.\n— Всё, кроме одного: Циклопы в озёрах не водятся.\n— Тогда Келпи?- Не сдавались вы.\n— Возможно.- Охотник одобрительно кивнул.\n",
    "answers": [
      {
        "id": 130,
        "text": "Далее."
      },
      {
        "id": 132,
        "text": "[✓Циклоп✓]"
      },
      {
        "id": 131,
        "text": "[✓Келпи✓]"
      },
      {
        "id": 129,
        "text": "Укажите команды для картинки",
        "url": "https://99px.ru/sstorage/56/2014/02/image_560602141935239267551.jpg"
      }
    ]
  },
  {
    "id": 130,
    "text": "Вы встретились с Келпи только один раз, и этого хватило, чтобы этот демон стал одним из самых нелюбимых вами.\nКристофер молча слушал вас, а потом сказал:\n— Вы идёте сейчас?\nОхотник посмотрел на вас.\n— Ты не устала?\nВы даже как-то удивились этому.",
    "answers": [
      {
        "id": 133,
        "text": "- Нет."
      },
      {
        "id": 134,
        "text": "- А ты?"
      }
    ]
  },
  {
    "id": 131,
    "text": "                                   ✓Келпи✓\n\nВодяной дух, обитающий во многих реках и озёрах. Келпи большей частью враждебны к людям. Являются в облике пасущегося у воды коня, подставляющего путнику свою спину и затем увлекающего его в воду. ",
    "answers": [
      {
        "id": 129,
        "text": "Назад."
      },
      {
        "id": 131,
        "text": "Укажите команды для картинки",
        "url": "https://www.ancient-origins.net/sites/default/files/field/image/water-horses-legend.jpg"
      }
    ]
  },
  {
    "id": 132,
    "text": "                                ✓Циклоп✓\n\nДемон людоед. \nОхотятся стаями по пять-шесть демонов. Зачастую убивают детей, считают их более интересной добычей.\nВ отличие от многих демонов, самки Циклопа могут съесть своих детёнышей.\nОбитают в густых лесах, иногда болотах.\nСлепые, полностью ориентируются на слух и обоняние.\nСвоё прозвище получили из-за большого отверстия на морде.\n",
    "answers": [
      {
        "id": 132,
        "text": "Укажите команды для картинки",
        "url": "https://funik.ru/wp-content/uploads/2020/03/42613834dbb0a9588dd2-1.jpg"
      },
      {
        "id": 129,
        "text": "Назад."
      }
    ]
  },
  {
    "id": 133,
    "text": "— Отлично, тогда идём сейчас.- Охотник направился к выходу.- Спасибо за информацию... Кристофер.- Он вышел из дома.\n— Мы вернёмся вечером.- Сказали вы.- Возможно даже ночью.\n— Хорошо.- Кристофер подошёл к вам.- Я рад, что вы здесь.- Он улыбнулся и посмотрел на вашу руку.- Будьте осторожны.- Юноша медленно потянулся к вашим пальцам.\n",
    "answers": [
      {
        "id": 135,
        "text": "[Убрать руку.]"
      },
      {
        "id": 136,
        "text": "[Не двигаться.]"
      }
    ]
  },
  {
    "id": 134,
    "text": "— Я не устал.\n— Я тоже.\n— Отлично, тогда идём сейчас.- Охотник направился к выходу.- Спасибо за информацию... Кристофер.- Он вышел из дома.\n— Мы вернёмся вечером.- Сказали вы.- Возможно даже ночью.\n— Хорошо.- Кристофер подошёл к вам.- Я рад, что вы здесь.- Он улыбнулся и посмотрел на вашу руку.- Будьте осторожны.- Юноша медленно потянулся к вашим пальцам.\n",
    "answers": [
      {
        "id": 135,
        "text": "[Убрать руку.]"
      },
      {
        "id": 136,
        "text": "[Не двигаться.]"
      }
    ]
  },
  {
    "id": 135,
    "text": "Кристофер всё так же медленно и аккуратно тянулся к вашей руке, но вы убрали её в карман.\nУ юноши явно есть симпатия к вам, не смотря на столь юный возраст. Он хороший парень, но вы Охотница, Закон Неприкосновения и всё такое.\n— Головокружений больше нет?- Поинтересовались вы.\n— Нет.- Тихо ответил Кристофер и сделал шаг назад.\nВы задержались, Охотник будет недоволен.\nВы отошли от юноши, он понимающе кивнул. На этой ноте вы и расстались.\n",
    "answers": [
      {
        "id": 137,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 136,
    "text": "Подобное он себе ещё не позволял.\nКристофер всё так же медленно и аккуратно прикаснулся к вашей руке, осторожно провёл кончиками пальцев по вашим.\nУ юноши явно есть симпатия к вам, не смотря на столь юный возраст.\n— Головокружений больше нет?- Поинтересовались вы.\n— Нет.- Тихо ответил Кристофер.\nЧто-то вы задержались, Охотник будет недоволен.\nВы медленно отошли от юноши, он понимающе кивнул. На молчаливой ноте вы и расстались.\n",
    "answers": [
      {
        "id": 137,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 137,
    "text": "Когда вы вышли из дома, Охотник терпеливо ждал на улице.\n— До озера здесь пятнадцать минут ходьбы.- Вы пошли вперёд, Охотник за вами.\nБольшую часть времени шли молча, вам казалось, что Брат хочет что-то спросить, но он молчал, как и вы.",
    "answers": [
      {
        "id": 138,
        "text": "(15 минут спустя.)",
        "middle_answer": true,
        "blackout": true
      }
    ]
  },
  {
    "id": 138,
    "text": "— Какой план?- Вы пришли к озеру, но близко подходить не стали.\nУстроились рядом с деревом в десяти метрах от мостика. Охотник начал приготавливать оружие.\n— Мы до сих пор не знаем наверняка, что это за демон.- Он зарядил револьвер серебряными пулями и продолжил.- Почти всех можно убить серебром, но не стоит отменять закон подлости...- Охотник говорил тихо и задумчиво, как будто разговаривал сам с собой.- Выманить. Лишить возможности сбежать. Убить.- Последнюю фразу он сказал громче.\n— Проверить воду?\n— Только не отходи далеко.\nВы кивнули и пошли к озеру.",
    "answers": [
      {
        "id": 138,
        "text": "Укажите команды для картинки",
        "url": "https://poster.nicefon.ru/2016_11/03/1080x610/16898978f3371dbf3f3e3e.jpg"
      },
      {
        "id": 139,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 139,
    "text": "Чем ближе вы подходили, тем быстрее билось сердце, знакомое чувство.\nПрисев на корточки, вы опустили руку в воду.\nВода была прохладной, это не удивительно, ведь уже вечереет. Дна не было видно, не потому что глубоко, а потому что сама вода очень тёмного цвета, ближе к чёрному.\nНе нужно быть Охотником, чтобы понять, что здесь что-то не так.\nНа озере было тихо, не слышно ни птиц, ни насекомых, даже ветра нет. Будто всё живое в округе замерло и наблюдает за двумя Охотниками.\nУ вас появилось неприятное ощущение того, что в воде на вас кто-то смотрит. Быстро выдернув руку из воды, вы отошли на пару шагов от озера.\n— Что там?- Охотник подошёл незаметно.\nВо всей этой тишине, мужской голос прозвучал громко и грубо, от этого вы вздрогнули и сделали ещё шаг назад.\n— Там точно что-то есть.- Вы вытерли мокрую ладонь об одежду.- Вода чёрная, ты видел такое раньше?\nМужчина пару секунд смотрел на воду, а потом нахмурился.\n— В том-то и проблема, что не видел.",
    "answers": [
      {
        "id": 139,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/originals/fd/89/22/fd8922c20081f47cc43318290f031d1b.jpg"
      },
      {
        "id": 140,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 140,
    "text": "В ту же секунду, вы что-то услышали. Резко повернув голову влево, вы увидели, торчащие из воды, детские руки.\nТам было около четырёх пар рук, и все они барахтались в воде, но голов не было видно.\nЭто дети, и они тонут!",
    "answers": [
      {
        "id": 140,
        "text": "Укажите команды для картинки",
        "url": "http://pm1.narvii.com/7230/74813e085382a8a743cadc02419edc8e35756627r1-615-627v2_uhq.jpg"
      },
      {
        "id": 141,
        "text": "[Побежать к ним!]"
      },
      {
        "id": 142,
        "text": "[Остаться на месте.]"
      }
    ]
  },
  {
    "id": 141,
    "text": "*Они же утонут!*\nСтоило только этой мысли проскользнуть в голове, как вы моментально бросились к озеру.\n— Нет!- Пальцы Охотника проскользили вам по плечу, но не успели схватить за плащ.\nКогда вы оказались у воды, руки детей вдруг исчезли, а сбоку из воды что-то вылезло, в ту же секунду, вашу грудь пронзила адская боль!\nВы даже не успели понять, что произошло.\n*Это... была... ловуш....*\n\n\n× Вы погибли.\n",
    "answers": [
      {
        "id": 141,
        "text": "Укажите команды для картинки",
        "url": "https://i.pinimg.com/originals/bc/ee/9a/bcee9a92a0f32d169bfe0623a33d50f9.jpg"
      },
      {
        "id": 141,
        "text": "Получено достижение:\n\n† Это была ловушка...",
        "comment": true
      },
      {
        "id": 139,
        "text": "(Попробовать ещё раз.)"
      },
      {
        "id": 1,
        "text": "(Вернуться в начало.)"
      }
    ]
  },
  {
    "id": 142,
    "text": "Вы ведь не вчера родились, да? Демоны хитрые твари, они и не такое могут.\nВы не сдвинулись с места, Охотник тоже не шелохнулся и почему-то взял вас за локоть.\nИли ему стало страшно, и он решил спрятаться за вас, или он специально придерживает вас, чтобы вы вдруг не побежали туда. Без сомнений — второй вариант правдоподобнее.\n\"Дети\", что были в воде, будто поняли, что помощи они так и не дождутся, ушли под воду, так же внезапно, как и появились.\n— Это демон?- Вы мёртвой хваткой вцепились в револьвер.\n— Келпи так делать не может.- Охотник поудобнее взялся за рукоятку серебряного меча.\n— Бога ради, давай отойдём?- Вы заметили, что вода стала пузыриться.\nЧёрное озеро вдруг задымилось, и из воды вылезло... не́что.",
    "answers": [
      {
        "id": 143,
        "text": "[Рассмотреть нечисть.]"
      }
    ]
  },
  {
    "id": 143,
    "text": "                               *(Сохранение)*\n\nВы впервые видите демона, от вида которого парализовало всё тело.\nЭто что-то отдалённо напоминало женщину и паука одновременно, вот только лап было три, две из которых походили на гибкие колья, а чуть позже вы увидели четвёртую лапу... нет, ногу, обыкновенную женскую ногу, которая не вписывалась в образ демона.\nВ отличие от вас, Охотник не стал медлить и, в первую же секунду, схватил пистолет и выстрелил! Серебряная пуля точно врезалась в лоб монстра, оставляя после себя дымящееся отверстие в голове.\nДемон не погиб. Наоборот он возмутился такой наглости и... Прыгнул в воду.",
    "answers": [
      {
        "id": 143,
        "text": "Укажите команды для картинки",
        "url": "https://static.wikia.nocookie.net/mythological-creation/images/8/87/Асванг.jpg/revision/latest?cb=20160907064806<amp>path-prefix=ru"
      },
      {
        "id": 144,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 144,
    "text": "По чёрному озеру разошлось пару колец, и опять воцарилась тишина.\n— Эй!...\nЧто это был за демон?\n— Сестра.\nТакой жуткий...\n— Сестра!\nПочему серебро не подействовало?\n(!Шлёп!) Левую щеку что-то обожгло, и перед собой вы увидели Охотника.\n— Слышишь меня? — мужчина нахмурившись смотрел на вас, краем глаза вы заметили, что его правая рука медленно поднимается.",
    "answers": [
      {
        "id": 144,
        "text": "Укажите команды для картинки",
        "url": "https://images.wallpaperscraft.ru/image/voda_volny_riab_151390_3415x3415.jpg"
      },
      {
        "id": 145,
        "text": "- ..."
      },
      {
        "id": 146,
        "text": "- Слышу."
      }
    ]
  },
  {
    "id": 145,
    "text": "Так ничего и ни сказав, вы отхватили ещё одну пощёчину, только уже по правой щеке и уже точно пришли в себя.\n— Хватит, — вы обхватили руками покрасневшие щёки и сделали шаг назад, на всякий случай.\n— Что с тобой? — Охотник подошёл ближе и опять поднял руку.\n— Я в поряд... — вы попятились назад, чтобы не получить ещё одной затрещины.\n— Тихо, — он потянул руку к вашему лицу и, немного помедлив, дотронулся до щеки.\nАбсолютно не зная, что делать в такой ситуации, вы встали, как вкопанная и даже дышать перестали.\n— Прости, что ударил, — Охотник продолжал осторожно гладить вас по щеке.\nПотом он всё же поднял глаза и увидел не только вашу красную щёку, но и лицо в целом, то ли от смущения, то ли от нехватки воздуха, и быстро убрал руку в карман.",
    "answers": [
      {
        "id": 147,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 146,
    "text": "— Почему не отвечала? — Охотник опустил руку и подошёл ближе.\n— Я... я не знаю. Наверное, просто задумалась.\n— А почему не напала?\n— ...\n— Ясно, — мужчина провёл рукой себе по волосам, затем посмотрел на озеро и опять на вас.\nА вы смотрели себе в ноги, гадая, почему же не напали? И только вы хотели извиниться, как вдруг Охотник потянул руку к вашему лицу и, немного помедлив, дотронулся до покрасневшей щеки.\nАбсолютно не зная, что делать в такой ситуации, вы встали, как вкопанная и даже дышать перестали.\n— Прости, что ударил, — Охотник продолжал осторожно гладить вас по щеке.\nПотом он всё же поднял глаза и увидел не только вашу красную щёку, но и лицо в целом, то ли от смущения, то ли от нехватки воздуха, и быстро убрал руку в карман.",
    "answers": [
      {
        "id": 147,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 147,
    "text": "\n— Прости, — он согнулся в небольшом поклоне.\n— Что будем делать? — спросили вы, решив быстро сменить тему.\n— Я никогда не встречал... Такого, — мужчина напряжённо посмотрел по сторонам.\n— Серебро его не взяло, — вы с досадой спрятали револьвер и взялись за старую добрую рукоять своего меча. — Ну что? Действуем по старинке?\n— Да поможет нам Бог, — мельком взглянув на небо, Охотник направился обратно к озеру.\nВы же молча перекрестились, поцеловали серебряный крест на шее и пошли следом.\n— Не нравится мне это, — подойдя ближе к воде, Охотник присел на корточки.\n— Что там? \nЧёрное озеро стало обретать естественный цвет, пар над водой понемногу начал испаряться.\nИ вот всего пара минут, и озеро опять стало самым обычным.\n",
    "answers": [
      {
        "id": 148,
        "text": "- Это хорошо?"
      },
      {
        "id": 149,
        "text": "- Это плохо?"
      }
    ]
  },
  {
    "id": 148,
    "text": "— Что в этом хорошего? — Охотник поднялся и недовольно на вас посмотрел. — Демон скрылся от нас. Мы его упустили.\n— Но мы же не собираемся сдаваться, да? Останемся здесь и попытаемся выкурить его оттуда, — вы головой указали на центр озера.\nВаш напарник молчал, а когда вы хотели опять заговорить, он поднял руку, приказывая замолчать.\n— Тихо.\nВы послушались и стали ждать. \nГде-то из глубины леса до вас донёсся стук по стволу дерева.\n— Дятел, — пояснил мужчина.\nВслед за стуком дятла, запели птицы, по веткам дерева попрыгала белка, всё вокруг ожило и засуетилось.",
    "answers": [
      {
        "id": 150,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 149,
    "text": "— Ещё как, — Охотник поднялся и повернулся к вам. — Демон скрылся от нас. Мы его упустили.\n— Но мы же не собираемся сдаваться, да? Останемся здесь и попытаемся выкурить его оттуда, — вы головой указали на центр озера.\nВаш напарник молчал, а когда вы хотели опять заговорить, он поднял руку, приказывая замолчать.\n— Тихо.\nВы послушались и стали ждать. \nГде-то из глубины леса до вас донёсся стук по стволу дерева.\n— Дятел, — пояснил мужчина.\nВслед за стуком дятла, запели птицы, по веткам дерева попрыгала белка, всё вокруг ожило и засуетилось.",
    "answers": [
      {
        "id": 150,
        "text": "Далее."
      }
    ]
  },
  {
    "id": 150,
    "text": "— Что же ты за тварь такая? — Охотник раздражённо цокнул языком и пнул маленький камешек ногой, тот прокатился несколько сантиметров и потонул в воде.\n— Итак, что мы имеем? — вы скрестили руки на груди, встали напротив мужчины и начали перечислять. — Серебром его не убить, вода чернеет и дымится...\n— Когда он рядом — всё живое замирает, — Брат стал размышлять вместе с вами.\n— И те дети... Они были настоящими или...\n— Скорее иллюзия, — ответил мужчина.\n— Может этот демон относится к семейству ёкаев?\n— Например?\nВы задумались на пару секунд.\n— Цутигумо?\n— Да, что-то напоминающее паука есть, но тигриное тело отсутствует, — Охотник отрицательно покачал головой.\n— О́ни?\n— Нет. \nВы досадно хмыкнули, \n\"Неужели про этого демона наставница нам ничего не рассказывала?\" — и стоило только об этом подумать, как вас осенило.\n— Ну конечно! — радостно вскрикнули вы.\nОт неожиданности Охотник вздрогнул и настороженно на вас посмотрел.\n— Прости. Я знаю, что это за демон, — улыбнулись вы, — это Кумо.\n\nПродолжение следует.\n",
    "answers": [
      {
        "id": 1,
        "text": "Вернуться."
      }
    ]
  },
  {
    "id": 151,
    "text": "",
    "answers": []
  }
]