[
  {
    "id": 1,
    "text": "Автор: Заря.\nЖанр: комедия, романтика, детектив.\nСтатус: в процессе подготовки к тестированию.\nВозрастное ограничение: 16<plus>\nАннотация: История банальна. Школа, обычная девушка и её проблемы с друзьями и навязчивым поклонником. Но все бы хорошо, если бы не отравление учеников, а точнее наглых, но очень привлекательных футболистов опасным химическим металлом, который повлёк за собой смерть одного из них. ",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      },
      {
        "id": 15,
        "text": "Персонажи"
      },
      {
        "id": 1,
        "text": "Группа в ВК",
        "url": "https://vk.com/creationzarya"
      },
      {
        "id": 1,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a08/2103/74/a6a9dddaf883.jpg"
      },
      {
        "id": 1,
        "text": "",
        "pageImg": "https://b.radikal.ru/b13/2103/70/6c492b55c889.jpg",
        "system": true
      }
    ]
  },
  {
    "id": 2,
    "text": "Глава 1.\n\n—Доброе утро, мамуль, — по обыкновению произнесла я, спускаясь на первый этаж. \n—Доброе, милая, что ты хочешь на завтрак? — в ответ спросила она, когда я подошла поцеловать ее в щеку. \n—Пищу богов! — торжественно сказала я, насыпая себе в тарелку хлопья и заливая их молоком. \n—И почему я не удивлена, — улыбнулась она. \n    Время проведенное дома всегда приносило мне радость. В окружении семьи я чувствовала себя спокойно, мне казалось, что стены моего дома несокрушимы, они сдерживали все то плохое, что было снаружи. Но стоило мне только за них выйти, я чувствовала некое напряжение. Нет, я не была заядным домоседом, я любила гулять с друзьями, посещать кружки и мероприятия, да и в общем бывать на природе, но внутри все равно был какой-то страх, страх перед тем, что я не в силах контролировать. И сегодня был явный тому пример.",
    "answers": [
      {
        "id": 3,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 3,
    "text": "—Мам, я убежала, — закинув за спину рюкзак, я вышла на улицу, где меня ждал мой старенький Ford Pinto оранжевого цвета.\n    Ехать до школы было недолго. Чаще всего у меня это занимало минут 10-15. На парковке я чуть не зацепила дорогую машину одной из черлидерш, и только мне стоило выйти, как на меня тут же набросились друзья, ждавшие меня.\n—Почему так долго? — цокая, спросила Вики.\n    Она как бы это сказать родилась с золотой ложкой во рту, всегда красиво одевалась, лучше наверное любой самой крутой девушки школы, идеальные черты лица, но был в ней один момент, который сильно отталкивал от неё парней и вообще шишок школы. Её лицо было усыпано прыщами, как она только их не лечила, к каким врачам она не обращалась все было без толку. Как бы ужасно с моей стороны это не было, но я думаю именно они помогли ей не зазвездиться и остаться со мной и Фредом.",
    "answers": [
      {
        "id": 4,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 4,
    "text": "—Это говорит человек, который приехал сюда несколько минут назад, — сказал Фред, ухмыльнувшись, он неотрывно смотрел на Эшли, которая повисла на капитане баскетболистов.\n    Он живёт с отцом, который владеет книжной лавкой на окраине города. Отношения между ними не сказать, что холодные, но они никогда не понимали друг друга. Фред всегда хотел веселиться, а мистер Робертс этого не переносит и часто наказывает сына. К тому же его не здоровое увлечение капитаном черлидерш пугало нас с Вики. На протяжении года он больше и думать ни о ком не хочет кроме нее.\n    -Идёмте скорее, — вздохнула я, уже приготовившись к их милым перепалкам.",
    "answers": [
      {
        "id": 5,
        "text": "В школе"
      }
    ]
  },
  {
    "id": 5,
    "text": "    Переступив порог школы, ощущение было что сейчас что-то будет. Неподалёку от моего шкафчика стоял Чак и его очередная подружка, было забавно видеть, как они сначала о чем-то говорили, а через секунду начинали целоваться и так по кругу. Им не хватает секундомера и салфеток, чтобы вовремя вытирать слюни. \n    Ребята уже ушли на историю, а мне нужно было на английский. Задержавшись у шкафчиков, я пожалела, что перестала прятаться по углам от Генри, который доставал меня уже не первую неделю. А я всего-то согласилась потанцевать с ним на осеннем балу. Он же решил, что это знак свыше, и нам суждено быть вместе. Не скажу, что Генри слишком страшный или тупой, как пробка, но меня воротит от него, а точнее от его настойчивости, которая переходит все доступные границы. ",
    "answers": [
      {
        "id": 6,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 6,
    "text": "—Привет, любовь моя, ты как всегда прекрасна! Ты что подстриглась? Тебе идет, хотя тебе идёт все без исключения, — произнес Генри своим слащавым голосочком.\n    Если бы не его нападки я бы подумала, что он гей! Даже Вики ещё не поняла, что убрала концы, а он это увидел. Да любая девушка мечтает о том, чтобы её парень замечал такие вещи и говорил ей комплименты, но, блин, от него это звучит, как крик сумасшедшего.\n—Милая, ты почему молчишь? — спросил он, приближаясь ближе ко мне в его глазах был интерес, он внимательно рассматривал мое тело, и тут я сильно пожалела, что не надела мешок из под картошки, вместо облегающего платья.",
    "answers": [
      {
        "id": 7,
        "text": "Ответить спокойно "
      },
      {
        "id": 8,
        "text": "Ответить грубо "
      }
    ]
  },
  {
    "id": 7,
    "text": "—Генри, я просила, оставить меня в покое, — сказала я, стараясь не встречаться с ним взглядом, на мою попытку уйти он выставил руки, отрезая мне пути отхода.\n—Ты же знаешь, что мы будем вместе, — прошептал Генри, я в какой-то момент поняла, что у меня из глаз льются слезы.\n—Эй, шизойдный! Отойти от нее по-хорошему, — услышала я голос Чака, а после и его самого.\n    Генри знал, что связываться с ним себе дороже, поэтому подмигнув мне ушёл на урок. Я думала, что на этом кошмары сегодняшнего дня закончатся, но был ещё один. Поднять глаза на Чака и отблагодарить его. \n—Ты ничего не хочешь мне сказать? — спросил он.\n—Спасибо за то, что вступился за меня, — сказала я, пытаясь говорить от всего сердца, но вышло как-то слишком сухо.",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "—Генри, отвали от меня! Ты тупой или не понимаешь? — спросила я, с вызовом уставилась на него я, на мою попытку уйти он выставил руки, отрезая мне пути отхода.\n—Ты же знаешь, что мы будем вместе, — прошептал Генри, я в какой-то момент поняла, что у меня из глаз льются слезы.\n—Эй, шизойдный! Отойти от нее по-хорошему, — услышала я голос Чака, а после и его самого.\n    Генри знал, что связываться с ним себе дороже, поэтому подмигнув мне ушёл на урок. Я думала, что на этом кошмары сегодняшнего дня закончатся, но был ещё один. Поднять глаза на Чака и отблагодарить его. \n—Ты ничего не хочешь мне сказать? — спросил он.\n—Спасибо за то, что вступился за меня, — сказала я, пытаясь говорить от всего сердца, но вышло как-то слишком сухо.",
    "answers": [
      {
        "id": 9,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 9,
    "text": "—Я не об этом. Какого черта этот псих ошивается вокруг тебя? — я подняла на него удивленные глаза и усмехнулась.\n—Чак, точно мы в первом классе были друзьями не даёт тебе права лезть в мою жизнь, — взяв в руки учебник, невозмутимо ответила я, направляясь на урок, но не успела я сделать и десяти шагов, как Чак чуть ли не прижал меня к стене.\n—Оу, смотрю у вас тут брачные игры, — рядом с нами как назло оказался товарищ по команде Чака, как обычно в своей любимой футбольной \n—Реджи, закройся и иди по своим делам, — грубо процедил сквозь зубы Чак.\nНо он не послушался, спустя секунду копания в телефоне заиграла музыка из какой-то мелодрамы и Реджи размахивая руками в такт музыки начал подпевать. Выглядело это очень глупо, учитывая его широкие плечи и мужественное лицо. Я улыбнулся и повторила за ним на что Чак несильно ударил рукой по лицу, но было видно, что он улыбается. ",
    "answers": [
      {
        "id": 10,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 10,
    "text": "—Ладно, с вами конечно весело, но если я опоздаю миссис Кробабл меня сожрет, а свои идеальные булочки я обещал другой красотке лет на сто моложе и не со вставной челюстью, хотя думаю минет с такой \"дамой\" был бы отменным, — не переставая болтать, Реджи открыл шкафчика и из него выпал листок. — О, да это же письмо от поклонницы. Так что тут у нас. Бери́ллий (Be, лат. beryllium) — химический элемент второй группы, второго периода периодической системы с атомным номером 4. Блин, в меня что ботаничка втюрилась?\n    Услышав эти слова, я не сразу поняла их значение, но когда парень протянул руку к серому камешку все встало на свои места.\n—Стой! — закричала я, схватив его за руку.",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 11,
    "text": "Недалеко от нас ещё один парень взял в руки такой же камень и закричал. Я сразу увидела его обожонные руки, которые через несколько минут покроются валдырями.\n—Что это значит? — спросил Чак, непонимающе глядя на меня. \n    У всей команды футболистов оказались такие камни. Пол команды пострадало, кому-то повезло больше например Чаку и Реджи и ребятам, которые сегодня не пришли. Директор рвал и метал.\n    После уроков я уже собиралась пойти на кружок, как Реджи потянул меня за руку в сторону улицы. \n—Эй, у меня вообще-то рисование, — сказала я, пытаясь вырвать руку из его крепкой хватки.\n—Смотри, — указал парень на салон своей машины.",
    "answers": [
      {
        "id": 12,
        "text": "Смотреть"
      }
    ]
  },
  {
    "id": 12,
    "text": "    На черном сидение была рассыпана черно-серая крошка. Я обернулась на него с непониманием. А после у Реджи зазвонил телефон. \n—Это Чак, — он включил на громкую. — Братишка, что-то случилось? \n—Да! Моя задница похожа на поджаренный окорок свиньи! Не вздумай садиться в машину! — закричал Чак, на что я тревожно вздохнула, и мы с Реджи уставились на машину. \n—Я знаю, у меня тоже самое, точнее мои булочки в порядке, но сидение. Бедная моя тачка, надеюсь эта хрень не испортит мне салон! Ты сейчас где? \n—В больнице, родители на работе, ты не мог бы... — Чаку было неудобно о чем-то просить друга, но Реджи это было и не нужно. \n—Жди, я скоро буду. Не могу же я пропустить то, как молодая медсестричка будет ласкать твою задницу!\n—Иди к черту, они все старые! — сказал Чак и выключился.",
    "answers": [
      {
        "id": 13,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 13,
    "text": "—Тебе не на чем ехать, — сказала я, подбрасывая в воздух ключи от своей тачки.\n—Но ты же меня отвезешь, — подмигнув мне, сказал парень.\n—Вот ещё что! — язвительно расмеялась я, но стоило мне увидеть Генри на пороге школы, как я схватила Реджи за руку и потянула к своему Форду.\n—Эта твоя тачка? — с неким удивлением и принебрежением спросил Режди. — Ты знала, что эту машину признали одной из самых уродливых на свете?\n—Ты сейчас договоришься и пешком пойдёшь! \n—Ладно, ладно, молчу. ",
    "answers": [
      {
        "id": 14,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 14,
    "text": "Глава 2.\n\n—А ты чего здесь делаешь? — лежа на животе, удивленно спросил Чак, как только мы оказались в его палате.\n—Она теперь мой личный водитель, пока моя машина не пригодна для езды, — сказал Реджи, положив пакеты с едой и вещами на соседнюю койку, которая была свободна.\n—Вот ещё что! Я привезла тебя сюда лишь по доброте душевной, — закатив глаза, сказала я, а после спросила. — Чак, ты как? \n—Как видишь не очень, — хмуро пробубнил он. \n—Ты сейчас легкая добыча для оголодавших геев, братишка! — похлопав его по плечу, заявил Реджи и рассмеялся от души.",
    "answers": [
      {
        "id": 26,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 15,
    "text": "    Здесь будут представлены все доступные персонажи данного квеста.",
    "answers": [
      {
        "id": 16,
        "text": "Эббигейл "
      },
      {
        "id": 17,
        "text": "Вики "
      },
      {
        "id": 18,
        "text": "Фред"
      },
      {
        "id": 19,
        "text": "Генри"
      },
      {
        "id": 20,
        "text": "Чак"
      },
      {
        "id": 21,
        "text": "Реджи "
      },
      {
        "id": 22,
        "text": "Дорси"
      },
      {
        "id": 23,
        "text": "Эшли"
      },
      {
        "id": 24,
        "text": "Макс"
      },
      {
        "id": 25,
        "text": "Нэйт"
      },
      {
        "id": 1,
        "text": "Назад "
      }
    ]
  },
  {
    "id": 16,
    "text": "Эбби.",
    "answers": [
      {
        "id": 15,
        "text": "Назад"
      },
      {
        "id": 16,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a06/2103/2e/dc266fbac43c.jpg"
      }
    ]
  },
  {
    "id": 17,
    "text": "Вики.",
    "answers": [
      {
        "id": 15,
        "text": "Назад "
      },
      {
        "id": 17,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a16/2103/54/2ac2e1768a2c.jpg"
      }
    ]
  },
  {
    "id": 18,
    "text": "Фред.",
    "answers": [
      {
        "id": 15,
        "text": "Назад"
      },
      {
        "id": 18,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d02/2103/ac/34bb1e9f6201.jpg"
      }
    ]
  },
  {
    "id": 19,
    "text": "Генри.",
    "answers": [
      {
        "id": 15,
        "text": "Назад "
      },
      {
        "id": 19,
        "text": "Укажите команды для картинки",
        "url": "https://b.radikal.ru/b09/2103/18/b29b19e62afd.jpg"
      }
    ]
  },
  {
    "id": 20,
    "text": "Чак.",
    "answers": [
      {
        "id": 15,
        "text": "Назад "
      },
      {
        "id": 20,
        "text": "Укажите команды для картинки",
        "url": "https://a.radikal.ru/a08/2103/68/9bf13e98744f.jpg"
      }
    ]
  },
  {
    "id": 21,
    "text": "Реджи.",
    "answers": [
      {
        "id": 15,
        "text": "Назад "
      },
      {
        "id": 21,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d19/2103/50/c9301e398cd3.jpg"
      }
    ]
  },
  {
    "id": 22,
    "text": "Дорси.",
    "answers": [
      {
        "id": 15,
        "text": "Назад"
      },
      {
        "id": 22,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c20/2103/8a/6cfe7bb78038.jpg"
      }
    ]
  },
  {
    "id": 23,
    "text": "Эшли.",
    "answers": [
      {
        "id": 15,
        "text": "Назад"
      },
      {
        "id": 23,
        "text": "Укажите команды для картинки",
        "url": "https://c.radikal.ru/c13/2103/21/6aa721c2ad10.jpg"
      }
    ]
  },
  {
    "id": 24,
    "text": "Макс.",
    "answers": [
      {
        "id": 15,
        "text": "Назад "
      },
      {
        "id": 24,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d21/2103/e4/49478f24bd31.png"
      }
    ]
  },
  {
    "id": 25,
    "text": "Нэйт.",
    "answers": [
      {
        "id": 15,
        "text": "Назад"
      },
      {
        "id": 25,
        "text": "Укажите команды для картинки",
        "url": "https://d.radikal.ru/d31/2103/1e/8f5827b9bbc7.jpg"
      }
    ]
  },
  {
    "id": 26,
    "text": "—Реджи, ещё секунда и ты будешь лежать рядом! — сказал Чак, кинув в него подушкой.\n—Уу, друг, я тебя конечно люблю, но я больше по девочкам, — заявил Реджи, а я покачав головой уже засобиралась на выход.\n—Тебе выпишут к понедельнику? — спросила я, парень пожал плечами. — Сто процентов будет собрание из-за этого. \n—Так что у тебя всего два дня, а после мы начнем охоту на мудака, который решил позабавиться над нами, — заявил Реджи, разминая кулаки.\n—Ладно, выздоравливай, мне пора, — сказала я.\n—Постой, а я? И это не напомнишь своё имя? — бросив безразличный взгляд на Реджи, я вышла из палаты.\n—Оставь её, тебе идти здесь десять минут, — сказал Чак, как я и думала за мной никто не последовал.",
    "answers": [
      {
        "id": 27,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 27,
    "text": "    Выходные пролетели незаметно, у меня все никак из головы не выходило кто именно это устроил, хотя проще было спросить кому так насолили футболисты, что им таким образом отомстили.\n    Проснувшись за пять минут до будильника, я попыталась выжать из этих пяти минут все, но так и не смогла вновь уснуть. Недовольно прорычав, я пошла в душ. Наряжаться настроения не было, поэтому я надела черные джинсы, черную майку с вырезом, а сверху серый пиджак свободного кроя. Оказалось даже лучше, чем я думала. Этакий строгий стиль, только, блин, кроссовки не наденешь, поэтому надо искать челси. ",
    "answers": [
      {
        "id": 28,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 28,
    "text": "    Уже в школе я поняла, что забыла свой ланч. В столовке покупать неохота, надо будет уговорить Вики и Фреда съездить в кафешку. Но когда я подъехала к школе, вдруг поняла, что их не оказалось ни на парковке, ни возле шкафчиков. Написав им в наш общий чат, я несколько минут ждала ответа, а после мне пришло сообщение от Фреда: \"Прости, я сегодня занят, расскажу все позже :)\", сообщение от Вики последовало следом: \"Меня тоже не жди, тут кое-что наклевается\"\n—И как это понимать? — в растерянности спросила я саму себя. \n—Тебя променяли, и ты скоро сама это поймёшь, — откуда не возьмись появилась Дорси — главная сплетница школы.\n—В каком это смысле?\n—Увидишь, — подмигнув мне, сказала она, и когда эта озабоченная стерва найдет себе девушку и перестанет под всех копать. ",
    "answers": [
      {
        "id": 29,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 29,
    "text": "    Стараясь не принимать её слова близко к сердцу, я пошла на урок. Но проходя мимо одного из классов я увидела Фреда, который гладил Эшли по руке, а она мило ему улыбалась. Надеюсь, что Вики мне сможет все объяснить. Но и тут меня ждал огромный сюрприз. Вики сидела в окружении трех черлидерш и о чем-то с ними болтала. Её лицо было абсолютно чистое, ни одного прыща. Как можно было от них избавиться за два дня? Так нужно радоваться за подругу, а не... завидовать? Нет, это просто страх, что они станут ей важнее, чем я.\n—Привет, — искренне улыбаясь, сказала я. — Могу тебя поздравить, крошка!\n—Да, это все благодаря одному средству, которое мама привезла из Японии, — обернувшись ко мне сказала Вики, а после её позвали черлидершы, и она продолжила с ними болтать.",
    "answers": [
      {
        "id": 30,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 30,
    "text": "И тут я действительно испугалась, ведь они запросто могут втянуть её в свою компанию, но так просто я не сдамся.\n—Вики, может съездим потом в кафе, а то я забыла свой ланч? \n—Ммм, посмотрим, ок, а то девочки предложили мне попробоваться в их команду. Может Фред согласится?\n—Кстати, на счёт него, ты знала, что он начал общаться с Эшли? — спросила я, пытаясь привлечь её внимание.\n—Серьёзно? С чего ты это взяла? — рассмеялась она, подперев кулачком голову.\n—Я видела его в кабинете математики. Они болтали, и он гладил ее по руке.\n—Вот это новость. Но ты все равно ему предложи, а потом расскажешь мне все. \n    Фред, как я и думала не согласился, но про Эшли рассказал. Остальные уроки до обеда я провела в гордом одиночестве, но это только по тому, что эти уроки у нас были раздельно. Наступила долгая перемена, настроения не было, как и аппетита. Я прошла в комнату отдыха и села на диван. Только я хотела погрустить, как почувствовала на своём плече теплую руку.",
    "answers": [
      {
        "id": 31,
        "text": "Повернуться"
      },
      {
        "id": 31,
        "text": "Скинуть руку с плеча"
      }
    ]
  },
  {
    "id": 31,
    "text": "—Привет, милая, — я узнала этот голос.\n—Эй, придурок, свали от неё! — сказал Реджи, кинув в Генри кожурку от банана, которая попала ему прямо в лицо, рядом с ним я увидела, хромающего Чака.\n—Я вроде в прошлый раз ясно выразился, — произнёс Чак, я поднялась с дивана и подошла к парням. \n—Чак, верно? Я ещё в прошлый раз хотел сказать тебе, что поражен твоим словарным запасам, я думал, он у футболистов заканчивается на словах \"блин\" или \"крутяк\", — Генри говорил это и шёл в сторону выхода.\n—А ну иди сюда, утырок! — крикнул Реджи, но Генри уже убежал. — Ты спасла меня, а я тебя, теперь мы квиты.\n—Спасибо, — грустно кивнула я, как назло мой живот заурчал, напоминая о том, что я с утра ничего не ела.",
    "answers": [
      {
        "id": 32,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 32,
    "text": "—Где твои друзья? — спросил Чак, думаю ему не очень это интересно, а спрашивает он скорее из вежливости. \n—У них дела, — пожав плечами, призналась я.\n—А поехали с нами в кафе? — выпалил Реджи, что мои брови взмыли вверх от удивления.\n—Какого хрена вам надо? — так разговаривать не очень культурно, конечно, но я не очень-то верю в их дружелюбное отношение ко мне.\n—Если бы не ты мы бы оба вчера пострадали, я итак пострадал, но это скорее из-за своей невнимательности, — сказал Чак.\n—Хорошо, — ответила я, теперь хоть понятно с чего такой интерес. Не стоило с ними так резко разговаривать, ведь они не виноваты, что мой день не задался.\n    Оказавшись на улице, парни виновато посмотрели на меня. ",
    "answers": [
      {
        "id": 33,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 33,
    "text": "—Только не говорите, что вы оба сегодня не на машине... Да вы издеваетесь, — вздохнула я, а после улыбнулась уголками губ. — Ладно, любители халявы, но вы платите за меня в кафе. \n—Но тогда я хочу за руль, а то за рулем такой калымаги я никогда в жизни не сидел. \n—Не называй мою машинку калымагой! — ткнув парня в плечо сказала я.\n—Твой папа не продаёт такие? — спросил Чак, а я удивлённо посмотрела в сторону Реджи. — Мистер Манро владеет автосалоном в нашем городе.\n—Так ты дашь порулить? — спросил Реджи, когда мы проходили мимо компании ребят, среди которых был Фред и Эшли.\n    Мой друг выпучив глаза смотрел на меня, как в общем-то и другие ребята. \n—Будет хоть одна царапина, я тебя придушу, — сказала я, когда мы проходили мимо них.",
    "answers": [
      {
        "id": 34,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 34,
    "text": "    Как мы не разбились по дороге, я не знаю. Сегодня я поверила в то, что у меня есть ангел-хранитель, потому что объяснить то, почему я ещё жива я не могу. Реджи водит, как сумасшедший, у которого на заднем сидении рожает жена, а вслед за ним едет три патрульные машины.\n—Неплохо, но тебе бы ходовку проверить, — сказал Реджи, возвращая мне ключи, но Чак с люкавой улыбкой перехватил их.\n—Я тоже хочу, — сказал он. \n—Вы сегодня оба решили меня в могилу свести? — спросила я, забирая ключи. — У меня все ещё коленки трясутся. Так что я иду есть.\n    Найдя свободный столик, мы дождались пока нам принесли меню. Я все ещё продолжала думать о словах Дорси и о том, как сегодня повели себя мои друзья. Я бы спокойно,  приняла тот факт, если бы все то, что было сегодня случилось по отдельности. Но взаимность Эшли и излечение Вики, это как-то подозрительно. Может кто-то специально хочет разделить нас? Генри. Вполне логично, но как? Нужно успокоиться, потому что вероятнее всего я преувеличиваю, ведь такого не может быть.",
    "answers": [
      {
        "id": 35,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 35,
    "text": "    Заказав бургер, картошку фри, колу и тыквенный пирог, я начала прожорливо поглощать свой обед. Парни озадаченно смотрели на меня, очевидно они привыкли, что девушки едят перед ними медленно и аккуратно, но я во-первых хочу есть, а во-вторых мне как-то пофиг на них. \n—Дааа, а я думал я люблю халяву, — проговорил Чак.\n—С такой опасно встречаться, её же не прокормишь, — \"шёпотом\" сказал Чаку Реджи.\n—Ой, фсе, пофли к шерту, — сказала я с набитым ртом.\n    Лучше бы я молчала, потому что они сразу заржали, а я со злости намазала их кетчупоп. Так и прошёл наш обед за вкусной едой и легкой беседой не о чем. Когда мы доели и нам принесли меню, я сложив руки на груди смотрела на парней. Чак молча заплатил за меня, и протянул мне руку ладонью вверх.\n—Ключи, — сказал он, а я цокнув, положила их на стол.\n—Странно, что-то ты сегодня слишком добрая, — сказал Реджи. \n—Я всегда такая.\n    Я испытывала к ним благодарность и чувство незавершенного долга за Генри, поэтому и согласилась. Также как и они за то, что было в пятницу.",
    "answers": [
      {
        "id": 1,
        "text": "Продолжение следует..."
      }
    ]
  },
  {
    "id": 36,
    "text": "",
    "answers": []
  }
]