[
  {
    "id": 1,
    "text": "Вы обычный парень \nкоторый живёт в небольшом городке, вместе со своим младшим братом.",
    "answers": [
      {
        "id": 2,
        "text": "далее\n"
      }
    ]
  },
  {
    "id": 2,
    "text": "Утром вы просыпаетесь от странного шума, встаёте с кровати и видите,что в вашем шкафу кто то роется.",
    "answers": [
      {
        "id": 3,
        "text": "Подойти к шкафу "
      }
    ]
  },
  {
    "id": 3,
    "text": "Вы открываете шкаф и видите перед собой своего младшего брата, который забился в тёмный угол прикрываясь пальтом  отца.",
    "answers": [
      {
        "id": 4,
        "text": "\"Что ты тут делаешь?\""
      }
    ]
  },
  {
    "id": 4,
    "text": "Ваш брат тут же посмотрел на вас испуганными глазами и сказал\n\"Я тут прячусь чудища\"",
    "answers": [
      {
        "id": 5,
        "text": "Что,какого ещё чудища!?"
      }
    ]
  },
  {
    "id": 5,
    "text": "Ваш брат неспеша вылез из шкафа,отряхнулся от пыли, посмотрел на вас и указал пальцем в сторону двери которая вела на улицу\n\"Пойдём покажу!Только осторожнее он очень страшный! Я еле ноги унёс\"",
    "answers": [
      {
        "id": 6,
        "text": "Отправиться с братом на улицу "
      }
    ]
  },
  {
    "id": 6,
    "text": "Вы с братом вышли на улицу и он повёл вас по тёмным закаулкам к старому заброшенному дому.Когда вы подошли к нему, то брат указал на сухой терновый куст, который был покрыт острыми шипами.Вдруг кусты зашевелились,брат попятился назад и спрятался за вашей спиной.\nИз кустов выпругнула чёрная, лохматая собака.\nЕё шерсть была запутанная и изрядно потрёпанная.На ней виднелись куча прилипших репейников и комков грязи.За густой шерстью виднелись маленькие, черненькие глазки как бусинки.Вы расмеялись так громко,что испугали собаку и она убежала прочь.\nПохлопав брата по плечу вы сказали...",
    "answers": [
      {
        "id": 7,
        "text": "Это же соседская собака"
      },
      {
        "id": 7,
        "text": "Нечего было меня отвлекать по пустякам "
      }
    ]
  },
  {
    "id": 7,
    "text": "Ваш брат почесал голову,взял вас за руку и вы отправились в приют где вы подрабатывали разнорабочим.",
    "answers": [
      {
        "id": 8,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 8,
    "text": "Придя в приют вы отправили брата на занятия а сами пошли в сарайчик,который стоял неподалёку.\nПридя туда вы встретили старого плотника.\nОн дал вам задание смастерить пару табуреток и заколатить крышу приюта.И недовольно бурча что то себе под нос он ушёл проведать дворника с которым он постоянно играл в карты на деньги.\n",
    "answers": [
      {
        "id": 9,
        "text": "Приняться за дела "
      }
    ]
  },
  {
    "id": 9,
    "text": "Дело близилось к обеду вы спокойно делали свои дела и вдруг в сарайчик входят мальчишки.\nЭто были местные сорванцы, которые постоянно любили вмешиваться в драки.\nОдин из них угражающе посмотрел на вас и сказал.\n\" Слышишь ты не мог бы одолжить нам не много денег!?\"\nЕго друзья хитро ухмыльнулись смотря в вашу сторону.\n",
    "answers": [
      {
        "id": 10,
        "text": "Ничего я вам не дам у меня нет денег "
      }
    ]
  },
  {
    "id": 10,
    "text": "Тогда тот самый что постарше вынул из кормана перочинный ножик и сказал\n\"Ты нам врёшь,сейчас мы в этом убедимся!\"\nОн подошёл к вам и вынуждыл вывернуть карманы угражая ножечком.\nВ это время у вас в голове созрел не самый лучший план как уйти от мальчишек.\n",
    "answers": [
      {
        "id": 11,
        "text": "вскочить с табуретки и ударить мальчишку деревянным бруском по голове."
      }
    ]
  },
  {
    "id": 11,
    "text": "Продолжение следует...",
    "answers": [
      {
        "id": 1,
        "text": "ок "
      }
    ]
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  }
]