[
  {
    "id": 1,
    "text": "Автор:Wolf Lover\n\nПриветствую вас дорогие читатели. \nВ этом квесте вы узнаете судьбу людей которая продолжается уже несколько столетий, судьбу двух молодых парней, одной девушки и загадачного таксиста Окунитесь в эту историю хранящую в себе множество тайн и загадок. \nПриятного чтения\n",
    "answers": [
      {
        "id": 2,
        "text": "Начать"
      }
    ]
  },
  {
    "id": 2,
    "text": "Докажите что вы достойны начать этот квест нажмите на кнопку",
    "answers": [
      {
        "id": 3,
        "text": "Начать"
      },
      {
        "id": 1,
        "text": "\"!1\"Назад"
      }
    ]
  },
  {
    "id": 3,
    "text": "Майк:Эй джон смотри там такси стоит\nДжон:Да вижу давай быстрей к нему пока совсем не промокли \nМайк:Здраствуйте не отвезëте на Бейкер стрит \nТаксист:\"кивок\"\n",
    "answers": [
      {
        "id": 5,
        "text": "Сесть в такси"
      }
    ]
  },
  {
    "id": 4,
    "text": "Майк:Смотри Джон тут стëкла тонированные \nДжон:Да ну и что? \nМайк:Не тупи тонировка это же не законно \nМайк: Джон, а давай уйдëм и не заплатим \nДжон:Как? \nМайк:Попросим его остановить такси рядом с Бейкер стрит и выйдем, а потом убежим. \nДжон:Он же побежит за нами\nМайк:Остановите здесь пожалуйста \nДжон: Эй ты что делаешь\nМайк:\"Хлопок дверью\"\nМайк:Бежим \n",
    "answers": [
      {
        "id": 6,
        "text": "Выйти за Майком "
      },
      {
        "id": 7,
        "text": "Остаться в машине "
      }
    ]
  },
  {
    "id": 5,
    "text": "Майк:Джон давай сбежим не заплатив\nДжон:Но он же побежит за нами \nМайк:Посмотри на него он никогда в жизни нас не догонит \nДжон:нооо\nМайк: хлопок дверью",
    "answers": [
      {
        "id": 9,
        "text": "Выйти за Майком"
      },
      {
        "id": 10,
        "text": "Остаться в машине"
      }
    ]
  },
  {
    "id": 6,
    "text": "",
    "answers": []
  },
  {
    "id": 7,
    "text": "Таксист:Зачем вы подожгли того бездомного парня \nДжон:Откуда ты об этом знаешь \nТаксист:Вы были под наркотическим опьянением и вы просто стояли и смотрели как он сгорает заживо \nДжон:Кто ты, откуда ты о всëм этом знаешь \nТаксист:Зачем вы зделали это \nДжон:Мы мы просто хотели развлечься\n",
    "answers": [
      {
        "id": 8,
        "text": "Дальше"
      }
    ]
  },
  {
    "id": 8,
    "text": "На следующий день в новостях\nВчера был убит молодой парень его оставили прямо в машине такси марки мерседес.Молодой парень был задушен. В машине была оставлена записка в ней было написано следующее\"Это расплата за соженного этим парнем заживо бездомного\"",
    "answers": [
      {
        "id": 1,
        "text": "Конец!1"
      }
    ]
  },
  {
    "id": 9,
    "text": "Ребята выбежали из такси и побежали к Бейкер стрит это было не далеко от того места где они выбежали из такси. Парни благополучно дошли до гостиницы и переночевали там",
    "answers": [
      {
        "id": 13,
        "text": "На следующий день"
      }
    ]
  },
  {
    "id": 10,
    "text": "Таксист:Зачем вы подожгли того бездомного парня \nДжон:Откуда ты об этом знаешь \nТаксист:Вы были под наркотическим опьянением и вы просто стояли и смотрели как он сгорает заживо \nДжон:Кто ты, откуда ты о всëм этом знаешь \nТаксист:Зачем вы зделали это \nДжон:Мы мы просто хотели развлечься\n",
    "answers": [
      {
        "id": 11,
        "text": "Далее"
      },
      {
        "id": 12,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 11,
    "text": "На следующий день в новостях\nВчера был убит молодой парень его оставили прямо в машине такси марки мерседес.Молодой парень был задушен. В машине была оставлена записка в ней было написано следующее\"Это расплата за соженного этим парнем заживо бездомного\"",
    "answers": [
      {
        "id": 1,
        "text": "Конец!1"
      }
    ]
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  },
  {
    "id": 13,
    "text": "Утром Майк обнаружил что у него нет его сумки с деньгами и он вспомнил что он забыл еë в такси.Он должен был вернуть долг.Он вместе с Джоном к вечеру пришли к человеку которому Майк был должен.Вдруг все услышали грохот на улице через окно они увидели того самого таксиста которому не заплатили таксист тоже увидел их поднял с пола стеклянную бутылку, и кинул прямо в окно.Роберт человек которому был должен Майкл взял катану и пошëл говорить с таксистом. В окно ребята увидели как таксист отобрал у Роба катану и порубил его на куски.После чего он посмотрел прямо на Ребят и пошëл в сторону входа.Все стали барикадировать дверь.Прождав несколько минут они подумали что он ушëл но услышали шум у окна.Двое пошли проверить почему там шум но они так и не вернулись.Остальные поняли что нужно бежать но в живых остались всего несколько ребят  они побежали в сторону полицейского участка но полиция встретилась им раньше.Они спросили почему все в крови все ответили что маньяк таксист убил почти всех полицейские им не поверили задержали их но через несколько минут приехал сумасшедший водитель такси полицейские не верили ребятам которые говорили что это тот самый маньяк который убил их друзей.Он подошëл слишком близ и достал пистолет из кобуры полицейского и убил всех кроме Джона и Майка он отпустил их. ",
    "answers": [
      {
        "id": 14,
        "text": "Бежать "
      },
      {
        "id": 18,
        "text": "Попытаться побить его"
      }
    ]
  },
  {
    "id": 14,
    "text": "Ребята успели выхватить рацию у одного копа и попытались вызвать подмогу один из них должен выйти и посмотреть название улицы Джон решился сделать это после того как он вышел водитель такси появился из не откуда и выстрелил прямо в рацию ребята побежали и на дроге валялся звонящий телефон ребята взяли трубку и оказалось это тот самый таксист он сказал что девушка Джона у него и они знают куда идти.Ребята поняли что они должны придти туда где пару дней назад они сожгли заживо бездомного ",
    "answers": [
      {
        "id": 15,
        "text": "Пойти в тунель"
      }
    ]
  },
  {
    "id": 15,
    "text": "Как только ребята пришли в тунеле они услышали звук мотора водитель сбил их обоих.Он показывал жестом что он возьмëт одного парня вместо девушки и Майк пошëл к водителю такси они куда-то долго ехали когда они остановились Майка вырубили и очнулся он в камере ему дали очень мало еды ровно столько чтобы не умереть от голода, во второй раз ему дали немного больше еды и книгу.Это был очень большой дневник и в нëм были истории множества людей вот одна из них\n\"1230 год\" \"Однажды я украл несколько куриц я хотел отнести их домой но встретил человека с повозкой он нескольки ударами вырубил меня. Я очнулся в маленькой деревянной комнате мне дали ровно столько еды чтобы не умереть от голода, во второй раз немного больше, а потом всë больше и больше я стал тренероваться стал очень сильным и теперь хочу передать всë что я пережил другому человеку. ",
    "answers": [
      {
        "id": 16,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 16,
    "text": "Через несколько месяцев я повторил историю человека из дневника водитель такси отвëз меня к месту где два парня хотели изнасиловать девушку и я понял я должен передать свою историю кому-нибудь другому и тогда стану свободным. ",
    "answers": [
      {
        "id": 17,
        "text": "Далее"
      }
    ]
  },
  {
    "id": 17,
    "text": "Спасибо что вы дочитали этот квест до конца я долго его делал напишите своë мнение в коментариях. Если большому количеству человек понравиться этот квест то я сделаю продолжение. \nАвтор:Wolf Lover",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 18,
    "text": "Джон решил взять со стола",
    "answers": [
      {
        "id": 19,
        "text": "Нож"
      },
      {
        "id": 20,
        "text": "Разбитую бутылку"
      },
      {
        "id": 21,
        "text": "Стакан воды и электрическую лампу"
      }
    ]
  },
  {
    "id": 19,
    "text": "Джон успел пырнуть таксиста ножом но после чего таксист его просто задушил",
    "answers": [
      {
        "id": 1,
        "text": "Будьте предусмотрительнее"
      }
    ]
  },
  {
    "id": 20,
    "text": "Джон воткнул разбитую бутылку таксисту в",
    "answers": [
      {
        "id": 22,
        "text": "Горло"
      },
      {
        "id": 23,
        "text": "Живот"
      }
    ]
  },
  {
    "id": 21,
    "text": "Вы вылили воду на пол воткнули в розетку шнур и с помощью ножа успели оголить провода бросили электрическую лампу на пол и после того как водитель такси пошëл его ударило током и к сожалению он успел схватить Джона они оба умерли от электричества ",
    "answers": [
      {
        "id": 1,
        "text": "Конец "
      },
      {
        "id": 37,
        "text": "Слова автора "
      }
    ]
  },
  {
    "id": 22,
    "text": "Джон схватил бутылку и воткну еë прямо в горло таксисту таксист упал но схватил Джона за ногу ",
    "answers": [
      {
        "id": 24,
        "text": "Бежать"
      },
      {
        "id": 25,
        "text": "Выхватить нож со стола и воткнуть ему в руку"
      }
    ]
  },
  {
    "id": 23,
    "text": "Он попытался воткнуть разбитую бутылку в живот таксиста но плотная кожанная куртка не дала этого сделать таксист выхватил бутылку и воткнул еë прямо в горло Джону",
    "answers": [
      {
        "id": 1,
        "text": "Попробуйте сначала"
      },
      {
        "id": 20,
        "text": "На шаг назад "
      }
    ]
  },
  {
    "id": 24,
    "text": "Таксист взял Джона за колено и сломал его после чего добрался до шеи и сломал еë. ",
    "answers": [
      {
        "id": 1,
        "text": "Начать с чистого листа"
      },
      {
        "id": 22,
        "text": "Немного назад"
      }
    ]
  },
  {
    "id": 25,
    "text": "Вы выхватили нож и воткнули ему прямо в руку после чего он отпустил вас",
    "answers": [
      {
        "id": 26,
        "text": "Добить"
      },
      {
        "id": 27,
        "text": "Остаться на месте и вызвать полицию"
      },
      {
        "id": 28,
        "text": "Бежать"
      }
    ]
  },
  {
    "id": 26,
    "text": "Вы воткнули нож несколько раз, а затем перерезали горло ",
    "answers": [
      {
        "id": 29,
        "text": "Когда приехала полиция"
      }
    ]
  },
  {
    "id": 27,
    "text": "Приехала полиция и посадила вас в какуюто большую белую машину через несколько минут подошëл полный мужчина лет тридцати , он сказал что у Джона лëгкий шок и порезана рука Джон посмотрел на руку, и правда  как я ранше этого не заметил, у вас лëгкий шок из–за этого в не чувствовали боли ответил мужчина ",
    "answers": [
      {
        "id": 31,
        "text": "Далее "
      }
    ]
  },
  {
    "id": 28,
    "text": "Мужчина был сильно ранен из-за этого больше не мог идти за вами. Полицейские отвезли вас домой мужчину посадили и всë закончилось хорошо",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      },
      {
        "id": 36,
        "text": "Слова автора"
      }
    ]
  },
  {
    "id": 29,
    "text": "На следующей неделе состоялся суд и так как Джон самооборонялся ему выговорили всего месяц домашнего ареста. Вы заметили как Майк под мигнул вам ",
    "answers": [
      {
        "id": 30,
        "text": "Подмигнуть в ответ"
      }
    ]
  },
  {
    "id": 30,
    "text": "Ну вот и конец этого квеста вы прошли на одну из лучших концовок.Пожалуйста напишите своë мнение в коментариях. Спасибо за то что вы дочитали до конца, а я тихо удаляюсь. ",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 31,
    "text": "Меня зовут Детектив тайсон сказал он ",
    "answers": [
      {
        "id": 33,
        "text": "Меня Джон"
      }
    ]
  },
  {
    "id": 32,
    "text": "",
    "answers": []
  },
  {
    "id": 33,
    "text": "Ну чтож Джон сейчас мы отвезëм вас домой",
    "answers": [
      {
        "id": 34,
        "text": "Дома"
      }
    ]
  },
  {
    "id": 34,
    "text": "Мама и Папа спрашивали почему так порезана рука и почему я сам весь в крови ",
    "answers": [
      {
        "id": 35,
        "text": "Слова автора"
      },
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 35,
    "text": "Спасибо что вы прочитали мой квест до конца Пожалуйста напишите своë мнение в коментариях.Ну, а я писать новый квест для вас. \nLover Wolf",
    "answers": [
      {
        "id": 1,
        "text": "На первую страницу"
      }
    ]
  },
  {
    "id": 36,
    "text": "Спасибо что дочитали мой квест до конца и хотелось бы узнать ваше мнение в коментариях ну, а я с вами не прощаюсь до новых встреч",
    "answers": [
      {
        "id": 1,
        "text": "Конец"
      }
    ]
  },
  {
    "id": 37,
    "text": "Сдравствуйте дорогие читатели если вы читаете это то вы прошли на одну из худших концовок но не растраивайтесь можно начать с начала и проти квест на наилучшую концовку в любом случае хотелосьбы узнать ваше мнение о квесте в коментариях. \nС любовью Wolf Lover",
    "answers": [
      {
        "id": 1,
        "text": "В начало"
      }
    ]
  },
  {
    "id": 38,
    "text": "",
    "answers": []
  }
]