[
  {
    "id": 1,
    "text": "История Петрушки : Начало\n\nИстория началась, в ужасной деревне, где жили все в мире и покое\n\nНо... однажды летом, происхидили странные вещи, везде были крошки хлеба, никто их не замечал, все люди проходили мимо, и вот тут началось ",
    "answers": [
      {
        "id": 2,
        "text": "-Хм, какая хорошая погода, везде крошки хлеба, это очень странно."
      }
    ]
  },
  {
    "id": 2,
    "text": "—Я приехал в деревню, как же хорошо тут, хммм почему везде разбросан хлеб? спросил детектив Лил Цапа\n\n  Лил цапа лет 18, был принят в юниты детектива, он расследовал что творилось в деревне Петрушинсия\n\n(За вами выбор, какие варианты вы примите, такая концовка и будет)",
    "answers": [
      {
        "id": 4,
        "text": "-Ладно надо бы моему другу Зеленкову зайти, взять у него какие то ответы на мои вопросы"
      },
      {
        "id": 5,
        "text": "-Окей,я схожу к редьке, спрошу про перевозки судов, с реки Петрушка до реки Радионова, он должна знать о хлебе, которач перевозила на ближайшие населенные пункты."
      }
    ]
  },
  {
    "id": 3,
    "text": "Цапа зашел в магазин, что его сразу насторажило, так на полках хлеб был, так еще в больших размерах, и в больших количествах, но тут же нету никого, и петрушка не воровала, так что тут ее не было\n\n( Давац все сначала, так как ты пошел в одиночку искать, и не нашел ничего подозрительного, и ты завязал с петрушкой)",
    "answers": []
  },
  {
    "id": 4,
    "text": "Я искал по деревне Зеленкова, ходил по улицам, заходил на странную территорию, довольно странные улицы, квартал \"54\" мне не напоминал никакие истории с деревней, мне даже не рассказывали о нем, пора бы найти секреты, спрятанные от глаз, нужно найти моего друга, он должен тут быть, должен.",
    "answers": [
      {
        "id": 6,
        "text": "-Пойду схожу на биржу"
      },
      {
        "id": 7,
        "text": "-Схожу к сараям"
      }
    ]
  },
  {
    "id": 5,
    "text": "Редька, это почти глава этой деревни, ходят мифы что редька и вольнула петрушку, но ля, ч не припомню что бы ее 29 лет было в деревне, либо столько прошло времени, что я даже не помню кто такая петрушка, я ее даже не видел, но она боролась за хлеб, в магазинах, Редька скажет почему Петрушка была злой.",
    "answers": [
      {
        "id": 8,
        "text": "-Здаров, Редька не знаешь откуда крошки везде от Хлеба?"
      },
      {
        "id": 9,
        "text": "-Привет, Редька не знаешь где Зеленков?"
      }
    ]
  },
  {
    "id": 6,
    "text": "—Биржа, о а вот первая зацепка, целая буханка хлеба, капкан?\n\nИ из за кустов выпрыгнул Зеленков, в руке был нож, но он промахнулся, не вообще он в канаву улетел\n\n— стоять, убью \n\n\nпрорычал Зеленков\n\n— да ты че зелень, это же я, лил цапа бро.\n\nЗеленков неожидано стал улыбаться, во все уста\n\n— цапааа, что, ты чтоли? да ну, откуда ты\n\nЗеленков был в радости, он сразу же понял, что это судьба.\n\n—Зеленков слушай, откуда эти крошки хлеба, и почему на бирже много крошек хлеба?\n\nЗеленков пал духом\n\n— Цапа ты ивини, что чуть тебя не прирезал, но я охочусь на нее\n \nлил цапа вздрогнул\n\n— на кого?\n\nспросил цапа  \n\n— на Петрушку\n",
    "answers": [
      {
        "id": 10,
        "text": "2 глава \n\nИстория Петрушки : Разоблачение Мифов"
      }
    ]
  },
  {
    "id": 7,
    "text": "Тутего не было",
    "answers": [
      {
        "id": 12,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 8,
    "text": "Редька оглянулась и улыбнулась, во все уста\n\n—Мой дорогой брооу, как дела ема, не видела тебя 5 лет, еще таким мелким ходил, че будешь покупать, я товар такой вытащила\"\n \nЛил цапа подошел ближе\n\n— слушай, откуда крошки хлеба, не хочешь ли ты этих серых повалить?\n\nЛил цапа нахмурился\n\n— ты, ты что, ты что, они мне 49к отдали долг, все я с ними контачу, а хлеб ты можешь продавщиц поспрашивать\n\nну ладно щас спрошу",
    "answers": [
      {
        "id": 3,
        "text": "-Я пошел в магазин, как раз поищу зеленкова"
      },
      {
        "id": 13,
        "text": "Новый ответ. введите текст"
      },
      {
        "id": 21,
        "text": "Новый ответ. введите текст"
      }
    ]
  },
  {
    "id": 9,
    "text": "Редька, посмотрела, недовольным взглядом\n\n— Зеленков? ты за кого дуру считаешь?\n\nредька чуть бы не за ствол, но цапа еле убежал\n\n— фух, что... с редь... редькой... не... не мог... не могу дышать нормально.\n\nредька послала 3-их людей за зеленью и цапой\n\n\n— да что, какого, редька черт тебя побери\n\n\n(Достижения: \"Лучший друг это худший враг\")\n\n\nтут вас поймали, и пристрелили, начинай с начала.",
    "answers": []
  },
  {
    "id": 10,
    "text": "Глава 2\n\n\nЗеленков все рассказывал и рассказывал\n\nкак он было бы не поймал ее, но сорвалась животное\n\nу нее красные глаза, клыки, и что он ищет так это медный ошейник\n\n\n—Зеленков, слушай, я не знаю, но ты бредишь, не может быть чтобы петрушка за столько лет, резко появилась.\n \n сказал цапа\n\n— Цапа, я не вру, если бы я ее не видел, я бы щас дома сидел, сидел бы, если бы эта тварь не своровала мой медный ошейник\n\n   Зеленков как будто знал что вот вот, и он побежит туда обратно на биржу, но нет, его отпускала мысль, о том что лил цапа детектив и сможет поймать петрушку.\nНо лил цапа шел домой, так как зелень не бвл в духе",
    "answers": [
      {
        "id": 11,
        "text": "Я пошел спать "
      }
    ]
  },
  {
    "id": 11,
    "text": "Лил цапа подходил к дому бабки, но его остановила вепереди черная тень, растекалась по дороге, куда освещал тусклый светик фонаря\n— Кто же это может быть?\nЛил цапа как детектив, был очень любопытным и хотел всегда попасть в какую или иную ситуацию и выйти героем, но тут на территории освещения фонаря стала расширяться, придовая форму существо.\n  Чуть подожда цапа разгрядел форму какого то существа на освещенной местности, но само существо не выходило, а оно что то копало.\n— Не может быть, что это та самая петрушка, но ее никто не видел 29 лет.\nцапа с нетерпением подошел ближе, но вдруг ветер подул в его сторону, и существо учуяло опасность, оно побежало в его сторону, цапа успел спрятаться в кустах, что для него это идеальное укрытие, и что бы можно было видеть вперед.\n  Существо стало, увидя кусок хлеба, которое цапа при спешке выронил, так цапа все понял, это петрушка, у нее были клыки, но красных глаз не было, оно было на четвереньках, что по спринту оно выносливое, но тупое, запах сразу потеряла, когда цапа слился с кустом, тут же петрушка убежала, далеко в лес, наверное там у нее логово, не щас я иду спать.",
    "answers": [
      {
        "id": 14,
        "text": "утро 07:30 4 июня"
      }
    ]
  },
  {
    "id": 12,
    "text": "",
    "answers": []
  },
  {
    "id": 13,
    "text": "",
    "answers": []
  },
  {
    "id": 14,
    "text": "утро 07:30 4 июня\n \nя встал, от солнечных лучей на улице, которые росвечивали окна в доме, цапа был немного сонным, и он вышел на порог дома, на виранду где он от не ожиданности пободрел\n— новое убийство, кто же это?\n",
    "answers": [
      {
        "id": 15,
        "text": "Подойти к телу"
      }
    ]
  },
  {
    "id": 15,
    "text": "Цапа подошел к телу, смотря по сторонам, нет ли кого еще у него рядом\n\n  цапа облакотил тело лицом к небу, и увидел бандану, цвета белого.\n  \n— хм, его не убивали, у него видна кость в ноге, 3 ребра вытащены на ружу, разорвавшийся желудок, не может быть что его убили с ножа, тем более с огнестрелки, нож был бы, то бы видно следы втыкания в тело, но тут как когтями разодрали, следы похожи на медвежье но когти как у росамахи, и вот куски хлеба, не может быть что это петрушка, надо ее выследить, го сначала пару вопросов редьке, либо к зелени а потом к ней.",
    "answers": [
      {
        "id": 17,
        "text": "Идти до Зелени"
      },
      {
        "id": 18,
        "text": "Идти до Редьки"
      }
    ]
  },
  {
    "id": 16,
    "text": "Звонок идет, но вышка не ловит, люди говорят тут уже как 2 дня нету связи, и что еще никого нету из электриков и комиссии, спросить бы потом у редьки про вышку",
    "answers": []
  },
  {
    "id": 17,
    "text": "Зелень сидел на стуле, возле окна, вдруг он увидел направлявшегося к нему цапу\n— цапа, здаров\nцапа зашел к нему домой, показал фото которое он сфоткал заранее тело\n—Смотри, Зеленков \nЗеленков взял в руки фотографию и стал вертеть ее \n— что это? я не при делах\nсказал Зеленков, кинув фото на стол\n— я знаю, это петрушка, ты был прав\nцапа присел на стул\n—я говорил тебе, тогда берем по пистолету, и по 2 магазину\nЗеленков вытащил сундук, из другой комнаты, поставил на стол, отрехнул от пыли, вытащил:\n4 капкана, 6 магащинов на калаш, 2 калаша, и 4 глока с 8 магазинами к нему\n—Откуда у тебя это все?\nцапа от такого арсенала был в шоке, и спросил \n— да вот, редька дала, я ей принес тогла трофей оо петрушки клык, но он был фальшивым, не выдавац меня, цапа\n  Зеленков облокатился на стул, и чуть не заревел, так как этот арсенал он не спецально приобрел\n— не выдам я тебя, не выдам, ты вот что скажи, есть у тебя деньги?\nцапа привстал, отряхнул кепку, и подошел к арсеналу\n— цапа, откуда у меня, металл еще не собрал, у меня мотоцикл утанул на бирже, заехал в яму, и в топь наткнулся, мотик я не спас, заоодно щас перед тобой стою\nЗеленков уже не было от того происшествия, взять веревку и идти далеко далеко\n— да я бы, бы, ушел сам вешаться, у меня ничего не осталось, ушел бы, в... в.... лес, да туда бы я ушел\n",
    "answers": [
      {
        "id": 18,
        "text": "Вперед"
      }
    ]
  },
  {
    "id": 18,
    "text": "Редька уже была на посту, и приказывала каким то бандитам, вот что она говорила:\n\"Мы должны выследить его, если он первый догадаеться что петрушка все время бегает возле цапы, и цапа узнает, то нам...\" \nнаверно показала жестом, но зачем ей петрушка, надо бы прислушаться:\n\" Итак, Крокодил и Фрост, идите до вышки, и разведайте местность, если там петрушка, сразу по рации передаем, вот вам стволы, все идите\"\nЦапа спрятался в кустах возле моста, а бандитв ушли до вышки\n— я должен предпринять, либо в соло идти к вышке, либо с Зеленковым.",
    "answers": [
      {
        "id": 19,
        "text": "Вперед"
      }
    ]
  },
  {
    "id": 19,
    "text": "На этом пока все\n\n   это моя первая \"Сказка\" если понравилось ставь лайк, для тебя я напишу другой рассказ или сказку\n   эта сказка имеет концовку развернутую, тут нету так сказать концовки",
    "answers": []
  },
  {
    "id": 20,
    "text": "",
    "answers": []
  },
  {
    "id": 21,
    "text": "!7\n",
    "answers": []
  },
  {
    "id": 22,
    "text": "",
    "answers": []
  },
  {
    "id": 23,
    "text": "",
    "answers": []
  }
]